{
    "sec.title": "Scratch Education Collaborative",
    "sec.intro": "Глобална организация в подкрепа на изобретателното кодене",
    "sec.projectsTitle": "Общ преглед",
    "sec.eligibilityTitle": "Приемливост",
    "sec.applyTitle": "Как да се запиша?",
    "sec.subscribe": "За да получите обновления на ресурсите, събитията и идеите за подкрепа на семейства и преподавателите изпилзвайки Scratch, {subscribeLink}",
    "sec.subscribeCallToAction": "запиши се в имейл листата ни",
    "sec.applyDeadline": "Крайният срок за записване за Scratch Education Collaborative е 10ти Януари, 2021",
    "sec.applyButton": "Натисни тук, за да се запишеш",
    "sec.projectsIntro": "The Scratch Foundation is launching the Scratch Education Collaborative (SEC), to bring together organizations committed to supporting creative coding experiences with a focus on educators, students, and communities historically excluded from computing.",
    "sec.projectsIntro2": "През 2021, през първата година на SEC, 5 организации от цял свят ще бъдат избрани за да споделят, тяхната работа, да учат едни от други, и да помогнат с развитието на най-добри практики и примери за имплементиране на {culturallySustainingLink} творческа компютърна дейност със Scratch. ",
    "sec.culturallySustaining": "поддържани в момента",
    "sec.expectationsFromSec": "Какво могат да очакват участващите организации в SEC",
    "sec.expectationsFromSecPoint1": "Възможности за свързване с и учене от организации и лидери от цял свят, през виртуални работилници",
    "sec.expectationsFromSecPoint2": "Подкрепа в разработката и популяризирането на справедливо центрирани ресурси за творческо кодене, събития и работилници, ползвайки Scratch",
    "sec.expectationsFromSecPoint3": "Възможности за връска с лидери от екипа на Scratch през работилници и виртуални офис часове",
    "sec.expectationsFromSecPoint4": "Промотиране на работата на организации и въздействие прес екипа на Scratch социални канали, сайтове, новинарски писма",
    "sec.expectationsFromOrgs": "Какво очаква SEC от участващите организации",
    "sec.expectationsFromOrgsPoint1": "Участие в 4 до 6 виртуални работилници или срещи по време на годината",
    "sec.expectationsFromOrgsPoint2": "Подкрепа на създаването на културно поддръжани Scratch ресурси за творческо кодене в своята общност",
    "sec.expectationsFromOrgsPoint3": "Да бъде домакин на поне едно събитие, туториал, или дейност за професионална разработка за своята общност през 2021",
    "sec.expectationsFromOrgsPoint4": "Сподели най-добри практики, обучения и предизвикателства със Scratch фондацията и сътрудниците на SEC",
    "sec.eligibilityPoint1": "Участниците трябва да са организации със не-стопанска цел, публични училища, областни училища, университети, колежи или правителствени организации",
    "sec.eligibilityPoint2": "Organizations must be part-of and work with communities historically excluded from computing",
    "sec.eligibilityPoint3": "Трябва да са способни да отделят поне един служител като точка за контакт за програмата",
    "sec.eligibilityPrompt": "Чудите се дали вашата организация може да бъде добро попадения за пилотната година за Scratch Education Collaborative? {link} за да научите повече.",
    "sec.eligibilityPromptLink": "Прочетете ЧЗВ"
}