{
    "sec.title": "Společné vzdělávání Scratch",
    "sec.intro": "Připoj se ke globální síti organizací podporujících tvořivé programování",
    "sec.applyNow": "Registruj se teď!",
    "sec.applyBanner": "Registrace jsou nyní otevřené do 1. března 2021!",
    "sec.projectsTitle": "Přehled",
    "sec.eligibilityTitle": "Způsobilost",
    "sec.applyTitle": "Jak se mám registrovat?",
    "sec.applyDeadline": "Uzávěrka pro registrace Společného vydělávání Scratch byla prodloužena do 1. března 2021",
    "sec.applyButton": "Pro registraci klikni zde",
    "sec.projectsIntro": "Společné vzdělávání Scratch (SEC=Scratch Edutation Collaborative) za podpory od Google.org buduje mohutnou sít organizací z celého světa",
    "sec.projectsIntroBold": "zaměřenou na podporu žáků z historicky okrajových komunit pro vytváření jejich důvěry ve tvořivé užití počítačů.",
    "sec.projectsIntro2": "Až 10 organizací bude vybráno ve zkušebním roce 2021 k rozšíření a podpoře všech ostatních s historicky okrajovými komunitami včetně mladých černochů, latinoameričanů a domorodců. Účastníci v SEC se budou učit jeden od druhého a spolupracovat s členy Nadace Scratch, MIT Media Lab a dalšími globálními lídry v tvořivém programování k získání osvědčené praxe pro implementování kulturně přijatelného tvořivého užití počítačů se Scratch.",
    "sec.projectsIntro3": "SEC je klíčovou iniciativou Nadace Scratch. Vycházeje z MIT Media Lab’s Lifelong Kindergarten Group a s více než 200 miliony uživatelů je Scratch světově největší a nejrozmanitější programující společenství pro děti nabízené bezplatně.",
    "sec.expectationsFromSec": "Členství v síti SEC zahrnuje výhody:",
    "sec.expectationsFromSecPoint1": "Spojení s a učení se od Nadace Scratch, MIT Media Lab a dalších předních světových organizací z celého světa se zkušenostmi v nasazování  tvořivého učení se Scratch",
    "sec.expectationsFromSecPoint2": "Růst kapacity vaší organizace skrze spravedlivě soustředěný profesionální vývoj",
    "sec.expectationsFromSecPoint3": "Spolupráce na vývoji spravedlivě soustředěných zdrojů, událostí a workshopů pro tvořivé programování se Scratch pro vaši místní komunitu",
    "sec.expectationsFromSecPoint4": "Přístup k počátečnímu financovaní pro Scratch a související SEC aktivity pro vaši místní komunitu",
    "sec.expectationsFromOrgs": "Připojte se k síti SEC:",
    "sec.expectationsFromOrgsPoint1": "Zapojte se do čtvrtletních virtuálních setkání a workshopů s Nadací Scratch a partnerských organizací Scratch během roku",
    "sec.expectationsFromOrgsPoint2": "Uspořádejte pro svou komunitu v roce 2021 alespoň jednu virtuální událost, cvičení nebo profesionální vývojovou aktivitu",
    "sec.expectationsFromOrgsPoint3": "Vytvořte a vylepšete spravedlivě soustředěné zdroje tvořivého programování, události a workshopy se Scratch pro svou místní komunitu",
    "sec.expectationsFromOrgsPoint4": "Sdílejte osvědčené postupy a osnovy inovativního tvořivého programování s Nadací Scratch a společenstvím SEC",
    "sec.expectationsFromOrgsPoint5": "Povyšte práci a vliv své organizace skrze sociální sítě Nadace Scratch, weby, zpravodajství a konferenci Scratch",
    "sec.expectationsFromOrgsPoint6": "Usnadněte si Den Scratch pro svou komunitu za pomoci Nadace Scratch",
    "sec.eligibilityPrefix": "Vaše organizace je:",
    "sec.eligibilityPoint1": "Primárně zaměřená na podporu tradiční mládeže z okraje společnosti včetně černochů, latinoameričanů a domorodců ve Spojených státech a/nebo globálně",
    "sec.eligibilityPoint2": "Přímo sloužící mládeži skrze tvořivou výuku a/nebo iniciativy tvořivého programování",
    "sec.eligibilityPoint3": "Navržená jako nevýdělečná nebo školního rozsahu která prokazuje věrnost poctivé praxi tvořivého vyučování",
    "sec.eligibilityPoint4": "Přející si spolupracovat se Scratch a společenstvím SEC ke vývoji a využití zdrojů tvořivého programování, které mohou být globálně sdíleny",
    "sec.eligibilityPoint5": "Schopná se účastnit čtvrtletních virtuálních setkání",
    "sec.faqHeader": "FAQ",
    "sec.faqWhatIs": "Co je to tvořivá výuka se Scratch?",
    "sec.faqWhatIsAnswer": "Scratch obsahuje tvořivé učení jako vzdělávací přístup podporující žáky při vývoji jako tvořivé myslitele a přispěvatelích do svých komunit. Kreativní vzdělávací přístup se zaměřuje na 4 body: Projekty, Zájem, Přátelé a Hravost: poskytuje žákům příležitosti pracovat na projektech, založený na jejich zájmech, ve spolupráci s přáteli, v hravém duchu (Resnick, 2017).",
    "sec.faqWhatIsAnswer2": "Pro více informací, co si myslí Nadace Scratch a Lifelong Kindergarten group o tvořivé výuce navštiv {lclLink}.",
    "sec.faqLCLWebsite": "Server učení kreativní výuky",
    "sec.faqWhen": "Kdy celoroční program začíná a končí?",
    "sec.faqWhenAnswer": "Program SEC začíná první týden května 2021 a končí v květnu 2022.",
    "sec.faqUsingScratch": "Musím již používat Scratch ve své organizaci?",
    "sec.faqUsingScratchAnswer": "Ne, vaše organizace zatím nemusí užívat Scratch.",
    "sec.faqUsingScratchAnswer2": "Jakožto účastník v SEC budete spolupracovat ve vývoji a nasazování programování a událostí pro svou komunitu jež zařadí Scratch. Je důležité, aby vaše organizace i komunita kterou budete podporovat svou prací se SEC měla plán pro zpřístupnění technologie.",
    "sec.faqBackground": "Potřebuji mít základy počítačové vědy?",
    "sec.faqBackgroundAnswer": "Nepotřebujete mít základy počítačové vědy ani už implementovat vzdělávací programování na počítačích abyste se mohl/a řádně účastnit v SEC.",
    "sec.faqBackgroundAnswer2": "Pobízíme vás k použití Scrache jako tvořivého nástroje a vítáme organizace, které se zajímají   o použití Scratche v rozličných souvislostech.",
    "sec.faqEligible": "Jaké typy organizací mohou požádat o členství v SEC?",
    "sec.faqEligibleAnswer": "Vítáme registrace z nevýdělečných organizací, veřejných škol, spádových škol, univerzit, kolejí i jiné státní jednotek. ",
    "sec.faqEligibleAnswer2": "SEC povzbuzuje k registraci organizace z celého světa.",
    "sec.faqInternational": "Přijímáte mezinárodní žádosti o registraci?",
    "sec.faqInternationalAnswer": "Ano, SEC je mezinárodní společenství. Vítáme žádosti o členství z organizací po celém světě.",
    "sec.faqEnglish": "Měla by být má organizace anglicky hovořící?",
    "sec.faqEnglishAnswer": "K řádné registraci nemusí být vaše organizace anglicky hovořící.",
    "sec.faqEnglishAnswer2": "Požadujeme, aby jeden člen vaší organizace byl schopen se účastnit na SET událostech, které budou probíhat v angličtině.",
    "sec.faqHowManyMembers": "Kolik členů mé organizace se bude muset zapojit?",
    "sec.faqHowManyMembersAnswer": "Stát se členem organizace vyžaduje zapojení minimálně jednoho reprezentanta a také výkonného ředitele nebo někoho na rovnocenné pozici.",
    "sec.faqHowManyMembersAnswer2": "Jeden člen vašeho týmu bude zodpovědný za návštěvy SEC událostí a komunikovat s týmem Scratch a dalšími zúčastněnými SEC členskými organizacemi.",
    "sec.faqNotified": "Kdy dostanu oznámení o svém přijetí?",
    "sec.faqNotifiedAnswer": "Odpověď od nás uslyšíte v prvním týdnu dubna 2021.",
    "sec.faqHours": "Kolik hodin měsíčně mám čekat obětovat na účastnění se v SEC?",
    "sec.faqHoursAnswer": "Měl/a byste očekávat, že strávíte 4-10 hodin měsíčně účastí na práci související se SEC.",
    "sec.faqVirtual": "Bude program zcela virtuální?",
    "sec.faqVirtualAnswer": "Všechny workshopy a schůze za období 2021-2022 budou pořádány virtuálně.",
    "sec.faqWorkshopLanguage": "SEC je mezinárodní společenství, jaký je hlavní jazyk který workshopy a schůze nabízí?",
    "sec.faqWorkshopLanguageAnswer": "SEC workshopy a události budou umožněny v angličtině.",
    "sec.faqCost": "Kolik se platí za účast v SEC?",
    "sec.faqCostAnswer": "Účast v SEC je zdarma pro všechny zapojené organizace.",
    "sec.faqCulturallySustaining": "Co myslíme kulturně přijatelným v souvislosti se vzděláváním?",
    "sec.faqCulturallySustainingAnswer": "Kulturně přijatelná pedagogika zajišťuje studentům vytvoření vzdělávacích zkušeností, které potvrzují, respektují, zkoumají a obohacují jejich kulturu, dědictví a komunity (Ladson-Billings, 1994). Scratch a SEC se zaměřuje na pověřené lektory a žáky na zeměkouli skrze zapojení v kulturně smysluplných způsobech tvořivého učení a tvořivých počítačových zkušeností, které povedou ke kulturně udržitelným referenčním rámcům a perspektivě (Hammond, 2015) a podpoří důležitá osobní propojení  s posláním a hodnotami Scratche a SEC.",
    "sec.faqFuture": "Tento rok se nemohu zúčastnit, mohu se přihlásit v budoucnosti?",
    "sec.faqFutureAnswer": "Ano! Připoj se odkazem {subscribeLink} abys zůstal/a v kontaktu a obdržel/a budoucí novinky o SEC.",
    "sec.faqMailingList": "seznam odběratelů"
}