{
    "sec.title": "Scratch Education Collaborative",
    "sec.intro": "Rhwydwaith byd-eang o sefydliadau sy'n cefnogi codio creadigol",
    "sec.projectsTitle": "Trosolwg",
    "sec.eligibilityTitle": "Cymhwyster",
    "sec.applyTitle": "Sut mae gwneud cais?",
    "sec.subscribe": "I dderbyn diweddariadau am adnoddau, digwyddiadau, a syniadau ar gyfer cefnogi teuluoedd ac addysgwyr sy'n defnyddio Scratch, {subscribeLink}",
    "sec.subscribeCallToAction": "cofrestrwch ar gyfer ein rhestr bostio",
    "sec.applyDeadline": "Y dyddiad cau ar gyfer gwneud cais i Scratch Education Collaborative yw Ionawr 10fed, 2021",
    "sec.applyButton": "Cliciwch yma i wneud cais",
    "sec.projectsIntro": "Mae'r Scratch Foundation yn lansio'r Scratch Education Collaborative (SEC), i gasglu ynghyd cyrff sy'n ymrwymedig i gefnogi profiadau codio creadigol gyda ffocws ar addysgwyr, myfyrwyr a chymunedau sydd yn hanesyddol wedi'u heithrio o gyfrifiadura.",
    "sec.projectsIntro2": "Yn 2021, yn ystod blwyddyn beilot yr SEC, bydd 5 sefydliad o bob rhan o'r byd yn cael eu dewis i rannu eu gwaith, dysgu oddi wrth ei gilydd, a helpu i ddatblygu arferion gorau ac enghreifftiau ar gyfer gweithredu cyfrifiadura creadigol sy'n {culturallySustainingLink} gyda Scratch.",
    "sec.culturallySustaining": "cynnal yn ddiwylliannol",
    "sec.expectationsFromSec": "Beth gall sefydliadau sy'n cymryd rhan ei ddisgwyl gan yr SEC",
    "sec.expectationsFromSecPoint1": "Cyfleoedd i gysylltu â sefydliadau cymheiriaid ac arweinwyr meddwl ledled y byd a dysgu oddi wrthynt trwy weithdai rhithwir",
    "sec.expectationsFromSecPoint2": "Cefnogaeth i ddatblygu a hyrwyddo adnoddau codio creadigol, digwyddiadau a gweithdai sy'n canolbwyntio ar ecwiti gan ddefnyddio Scratch",
    "sec.expectationsFromSecPoint3": "Cyfleoedd i gysylltu â Thîm Scratch a dysgu oddi wrtho trwy weithdai ac oriau swyddfa rhithwir",
    "sec.expectationsFromSecPoint4": "Hyrwyddo gwaith ac effaith y sefydliad trwy sianeli cymdeithasol, gwefannau a chylchlythyrau Tîm Scratch",
    "sec.expectationsFromOrgs": "Beth mae SEC yn ei ddisgwyl gan sefydliadau sy'n cymryd rhan",
    "sec.expectationsFromOrgsPoint1": "Cymryd rhan mewn 4-6 gweithdy neu gyfarfod rhithwir yn ystod y flwyddyn",
    "sec.expectationsFromOrgsPoint2": "Cefnogi creu adnoddau codio creadigol Scratch sy'n cynnal yn ddiwylliannol ar gyfer eich cymuned",
    "sec.expectationsFromOrgsPoint3": "Cynnal o leiaf un digwyddiad, tiwtorial, neu weithgaredd datblygiad proffesiynol i'ch cymuned yn 2021",
    "sec.expectationsFromOrgsPoint4": "Rhannu arferion gorau, dysg a heriau yn ôl i'r Scratch Foundation a sefydliadau cymheiriaid SEC",
    "sec.eligibilityPoint1": "Rhaid i'r cyfranogwyr fod yn sefydliadau dim-er-elw, ysgolion cyhoeddus, ysgolion sirol, prifysgol, coleg, neu endid y llywodraeth",
    "sec.eligibilityPoint2": "Rhaid i gyrff fod yn rhan o neu'n gweithio gyda chymunedau sydd yn hanesyddol wedi'u heithrio o gyfrifiadura.",
    "sec.eligibilityPoint3": "Rhaid gallu cynnig o leiaf un aelod o staff fel pwynt cyswllt ar gyfer y rhaglen",
    "sec.eligibilityPrompt": "A fyddai eich sefydliad chi'n addas ar gyfer blwyddyn beilot y Scratch Education Collaborative? I ddarganfod mwy cysylltwch â {link}.",
    "sec.eligibilityPromptLink": "Darllenwch y Cwestiynau Cyffredin"
}