{
    "sec.title": "Scratch Education Collaborative",
    "sec.intro": "Ymunwch â rhwydwaith fyd-eang o sefydliadau sy'n cefnogi codio creadigol",
    "sec.applyNow": "Ymgeisiwch nawr!",
    "sec.applyBanner": "Mae'r ceisiadau ar agor nawr hyd at Fawrth 1af 2021!",
    "sec.projectsTitle": "Trosolwg",
    "sec.eligibilityTitle": "Cymhwyster",
    "sec.applyTitle": "Sut mae gwneud cais?",
    "sec.applyDeadline": "Y dyddiad cau ar gyfer gwneud cais i Scratch Education Collaborative yw Mawrth 1af, 2021",
    "sec.applyButton": "Cliciwch yma i wneud cais",
    "sec.projectsIntro": "Mae'r Scratch Education Collaborative (SEC), gyda chefnogaeth Google.org, yn adeiladu rhwydwaith pwerus o sefydliadau ledled y byd",
    "sec.projectsIntroBold": "yn canolbwyntio ar gefnogi dysgwyr o gymunedau sydd yn hanesyddol, wedi'i hymyleiddio a'u tan gefnogi i ddatblygu eu hyder gyda chyfrifiadura creadigol.",
    "sec.projectsIntro2": "Bydd hyd at 10 sefydliad yn cael eu dewis ym mlwyddyn beilot 2021 i ehangu a chefnogi gwaith ei gilydd gydag ieuenctid sydd heb gynrychiolaeth ddigonol yn hanesyddol gan gynnwys pobl ifanc Du, LatinX, a Chynhenid. Bydd y sawl sy'n cymryd rhan yn dysgu oddi wrth ei gilydd, a chydweithio ag aelodau'r Scratch Foundation, yr MIT Media Lab, ac arweinwyr byd-eang eraill ym maes cyfrifiadura creadigol i ddatblygu arferion gorau ar gyfer gweithredu a chynnal cyfrifiadura creadigol diwylliannol gyda Scratch.",
    "sec.projectsIntro3": "Mae'r SEC yn fenter allweddol i'r Scratch Foundation. Yn hanu o Lifelong Kindergarten Group yr MIT Media Lab a gyda dros 200 miliwn o ddefnyddwyr, Scratch yw cymuned godio fwyaf a mwyaf amrywiol y byd i blant sy'n cael ei gynnig yn rhad ac am ddim.",
    "sec.expectationsFromSec": "Fel aelod o rwydwaith SEC, mae'r buddion yn cynnwys:",
    "sec.expectationsFromSecPoint1": "Cysylltu gyda a dysgu oddi wrth y Scratch Foundation, MIT Media Lab, a sefydliadau blaenllaw eraill o bob cwr o'r byd gyda phrofiad o weithredu dysgu creadigol gyda Scratch",
    "sec.expectationsFromSecPoint2": "Tyfu gallu eich sefydliad trwy ddatblygiad proffesiynol sy'n canolbwyntio ar ecwiti",
    "sec.expectationsFromSecPoint3": "Cydweithio i ddatblygu adnoddau codio creadigol, digwyddiadau a gweithdai sy'n canolbwyntio ar ecwiti gan ddefnyddio Scratch ar gyfer eich cymuned leol",
    "sec.expectationsFromSecPoint4": "Cael mynediad at gyllid cychwynnol ar gyfer gweithgareddau sy'n gysylltiedig â Scratch ac SEC ar gyfer eich cymuned leol",
    "sec.expectationsFromOrgs": "Ymuno â'r SEC Network:",
    "sec.expectationsFromOrgsPoint1": "Cymryd rhan mewn cyfarfodydd a gweithdai rhithwir chwarterol gyda Scratch Foundation a sefydliadau partner SEC yn ystod y flwyddyn",
    "sec.expectationsFromOrgsPoint2": "Cynnal o leiaf un digwyddiad rhithwir cyfrifiadurol creadigol, tiwtorial, neu weithgaredd datblygiad proffesiynol ar gyfer eich cymuned yn 2021",
    "sec.expectationsFromOrgsPoint3": "Datblygu a hyrwyddo adnoddau codio creadigol, digwyddiadau a gweithdai sy'n canolbwyntio ar ecwiti gan ddefnyddio Scratch ar gyfer eich cymuned leol",
    "sec.expectationsFromOrgsPoint4": "Rhannu arferion gorau a chwricwla cyfrifiadurol creadigol arloesol gyda'r Scratch Foundation a chymuned SEC",
    "sec.expectationsFromOrgsPoint5": "Hyrwyddo gwaith ac effaith eich sefydliad trwy sianeli cymdeithasol y Scratch Foundation, gwefannau, cylchlythyron, a Chynhadledd Scratch",
    "sec.expectationsFromOrgsPoint6": "Hwyluso Scratch Day i'ch cymuned gyda chefnogaeth y Scratch Foundation",
    "sec.eligibilityPrefix": "Mae eich sefydliad:",
    "sec.eligibilityPoint1": "Yn canolbwyntio'n bennaf ar gefnogi ieuenctid sydd heb gynrychiolaeth ddigonol yn draddodiadol, gan gynnwys bobl ifanc Du, LatinX, a Chynhenid yn yr Unol Daleithiau a/neu'n fyd-eang",
    "sec.eligibilityPoint2": "Yn gwasanaethu ieuenctid yn uniongyrchol trwy ddysgu creadigol a/neu fentrau codio creadigol",
    "sec.eligibilityPoint3": "Wedi'i ddynodi corff dim-er-elw, neu ardal ysgol sydd wedi dangos ymrwymiad i arferion dysgu creadigol teg",
    "sec.eligibilityPoint4": "Yn barod i gydweithio â Scratch a chymuned SEC i ddatblygu a defnyddio adnoddau cyfrifiadurol creadigol y bydd modd eu rhannu'n fyd-eang",
    "sec.eligibilityPoint5": "Yn gallu cymryd rhan mewn cyfarfodydd rhithwir chwarterol",
    "sec.faqHeader": "Cwestiynau Cyffredin",
    "sec.faqWhatIs": "Beth yw Dysgu Creadigol gyda Scratch?",
    "sec.faqWhatIsAnswer": "Mae Scratch yn croesawu dysgu creadigol fel dull addysgol sy'n cefnogi myfyrwyr i ddatblygu fel meddylwyr creadigol a chyfranwyr i'w cymunedau. Mae’r dull Dysgu Creadigol yn canolbwyntio ar y 4P’s: Projects, Passion, Peers, a Play: gan roi cyfleoedd i fyfyrwyr weithio ar brojectau, yn seiliedig ar eu brwdfrydedd, mewn cydweithrediad â chyfoedion, mewn ysbryd chwareus (Resnick, 2017).",
    "sec.faqWhatIsAnswer2": "I ddysgu mwy am sut mae'r Scratch Foundation a'r grŵp Lifelong Kindergarten yn meddwl am ddysgu creadigol, ewch i {lclLink}.",
    "sec.faqLCLWebsite": "Gwefan Dysgu am Ddysgu Creadigol",
    "sec.faqWhen": "Pryd mae'r rhaglen blwyddyn yn dechrau ac yn gorffen?",
    "sec.faqWhenAnswer": "Mae'r rhaglen SEC yn cychwyn wythnos gyntaf Mai 2021, ac yn gorffen ym mis Mai 2022.",
    "sec.faqUsingScratch": "Oes rhaid i mi fod yn defnyddio Scratch yn fy sefydliad yn barod?",
    "sec.faqUsingScratchAnswer": "Na, nid oes angen i'ch sefydliad fod yn defnyddio Scratch yn barod.",
    "sec.faqUsingScratchAnswer2": "Fel cyfranogwr yn yr SEC, byddwch yn cydweithredu wrth ddatblygu a gweithredu rhaglenni a digwyddiadau ar gyfer eich cymuned sy'n ymgorffori Scratch. Mae'n bwysig bod gan eich sefydliad a'r gymuned y byddwch chi'n eu cefnogi trwy eich gwaith gyda'r SEC gynllun ar gyfer cael mynediad at dechnoleg.",
    "sec.faqBackground": "Oes angen i mi gael cefndir mewn gwyddoniaeth gyfrifiadurol?",
    "sec.faqBackgroundAnswer": "Nid oes angen i chi fod â chefndir mewn gwyddoniaeth gyfrifiadurol, na bod yn gweithredu rhaglenni addysgol mewn gwyddoniaeth gyfrifiadurol er mwyn cymryd rhan yn yr SEC.",
    "sec.faqBackgroundAnswer2": "Rydym yn annog defnyddio Scratch fel offeryn creadigol ac yn croesawu sefydliadau sydd â diddordeb mewn defnyddio Scratch mewn amrywiaeth o gyd-destunau.",
    "sec.faqEligible": "Pa fathau o sefydliadau all wneud cais i fod yn aelodau o'r SEC?",
    "sec.faqEligibleAnswer": "Mae croeso i sefydliadau dim-er-elw, ysgolion cyhoeddus, ysgolion ardal, prifysgolion, colegau ac endidau eraill y llywodraeth wneud cais.",
    "sec.faqEligibleAnswer2": "Mae'r SEC yn annog sefydliadau o bob cwr o'r byd i ymgeisio.",
    "sec.faqInternational": "Ydych chi'n derbyn ceisiadau rhyngwladol?",
    "sec.faqInternationalAnswer": "Ydy, mae'r SEC yn gymuned ryngwladol. Rydym yn croesawu ceisiadau gan sefydliadau ledled y byd.",
    "sec.faqEnglish": "A oes angen i'm sefydliad fod yn Saesneg ei iaith?",
    "sec.faqEnglishAnswer": "Nid oes angen i'ch sefydliad fod yn Saesneg ei iaith er mwyn gwneud cais.",
    "sec.faqEnglishAnswer2": "Gofynnwn i un aelod o'ch sefydliad gymryd rhan yn nigwyddiadau SEC, fydd yn cael eu cynnal yn Saesneg.",
    "sec.faqHowManyMembers": "Sawl aelod o fy sefydliad fydd eu hangen i gymryd rhan?",
    "sec.faqHowManyMembersAnswer": "Mae bod yn aelod o'r sefydliad yn gofyn am ymrwymiad gan, o leiaf, un cynrychiolydd a'r Cyfarwyddwr Gweithredol/Prif Swyddog Gweithredol/neu swydd gyfatebol.",
    "sec.faqHowManyMembersAnswer2": "Bydd un aelod o'ch tîm yn gyfrifol am fynychu digwyddiadau SEC, a chyfathrebu ag aelodau Tîm Scratch a sefydliadau eraill sy'n cymryd rhan yn yr SEC.",
    "sec.faqNotified": "Pryd y byddaf yn cael clywed fy mod wedi fy nerbyn?",
    "sec.faqNotifiedAnswer": "Byddwch yn clywed gennym erbyn wythnos gyntaf Ebrill, 2021.",
    "sec.faqHours": "Sawl awr y mis y dylwn ddisgwyl ei neilltuo i gymryd rhan yn yr SEC?",
    "sec.faqHoursAnswer": "Dylech ddisgwyl treulio 4-10 awr y mis yn cymryd rhan mewn gwaith sy'n gysylltiedig ag SEC.",
    "sec.faqVirtual": "A fydd y rhaglen yn hollol rithwir?",
    "sec.faqVirtualAnswer": "Bydd yr holl weithdai a sesiynau ar gyfer blwyddyn 2021-2022 yn cael eu cynnal yn rhithwir.",
    "sec.faqWorkshopLanguage": "Mae'r SEC yn gymuned ryngwladol, beth yw'r brif iaith y bydd gweithdai a sesiynau yn cael eu cynnig ynddi?",
    "sec.faqWorkshopLanguageAnswer": "Bydd gweithdai a digwyddiadau SEC yn cael eu hwyluso yn Saesneg.",
    "sec.faqCost": "Beth yw cost cymryd rhan yn yr SEC?",
    "sec.faqCostAnswer": "Mae cymryd rhan yn yr SEC yn rhad ac am ddim i'r holl sefydliadau sy'n cymryd rhan.",
    "sec.faqCulturallySustaining": "Beth ydyn ni'n ei olygu wrth gynnal yn ddiwylliannol yng nghyd-destun addysg?",
    "sec.faqCulturallySustainingAnswer": "Mae addysgeg sy'n cynnal diwylliant yn grymuso myfyrwyr trwy greu profiadau addysgol sy'n ailddatgan, yn anrhydeddu, yn archwilio ac yn ehangu eu diwylliant, eu treftadaeth a'u cymunedau (Ladson-Billings, 1994). Nod Scratch a'r SEC yw grymuso addysgwyr a myfyrwyr ledled y byd trwy gymryd rhan mewn arferion dysgu creadigol sy'n ddiwylliannol berthnasol a phrofiadau cyfrifiadurol creadigol a fydd yn arwain at fframiau cyfeirio a phersbectif sy'n cynnal diwylliant (Hammond, 2015) ac yn cefnogi cysylltiadau personol perthnasol â chenhadaeth a gwerthoedd Scratch a'r SEC.",
    "sec.faqFuture": "Nid wyf yn gallu cymryd rhan eleni, ond a allaf wneud cais yn y dyfodol?",
    "sec.faqFutureAnswer": "Cewch! Ymunwch â'n {subscribeLink} i gadw cyswllt a derbyn diweddariadau am yr SEC yn y dyfodol.",
    "sec.faqMailingList": "rhestr e-bostio"
}