{
    "sec.title": "Scratch Education Collaborative",
    "sec.intro": "Rejoignez un réseau mondial d'organisations soutenant le codage créatif",
    "sec.applyNow": "Postulez maintenant !",
    "sec.applyBanner": "Les candidatures sont ouvertes jusqu'au 1er mars 2021 !",
    "sec.projectsTitle": "Présentation",
    "sec.eligibilityTitle": "Éligibilité",
    "sec.applyTitle": "Comment puis-je poser ma candidature ?",
    "sec.applyDeadline": "La date limite de candidature à la Scratch Education Collaborative a été reportée au 1er mars 2021",
    "sec.applyButton": "Cliquez ici pour poser votre candidature",
    "sec.projectsIntro": "Le Scratch Education Collaborative (SEC), avec le soutien de Google.org, met en place un puissant réseau d'organisations dans le monde entier,",
    "sec.projectsIntroBold": "dont l'objectif est d'aider les apprenants issus de communautés historiquement marginalisées à développer leur confiance en l'informatique créative.",
    "sec.projectsIntro2": "Jusqu'à 10 organisations seront sélectionnées au cours de l'année pilote 2021 pour développer et soutenir mutuellement leur travail auprès des communautés historiquement marginalisées, notamment les jeunes noirs, les latino-américains et autochtones. Les participants au SEC apprendront les uns des autres et collaboreront avec les membres de la Scratch Foundation, le Media Lab du MIT et d'autres leaders mondiaux de l'informatique créative afin de développer les meilleures pratiques pour mettre en œuvre une informatique créative culturellement durable avec Scratch.",
    "sec.projectsIntro3": "Le SEC est une initiative importante de la Scratch Foundation. Issu du Lifelong Kindergarten Group du MIT Media Lab et comptant plus de 200 millions d'utilisateurs, Scratch est la communauté de codage pour enfants la plus importante et la plus diversifiée au monde, offerte gratuitement.",
    "sec.expectationsFromSec": "En tant que membre du réseau SEC, les avantages comprennent :",
    "sec.expectationsFromSecPoint1": "Connectez-vous et apprenez de la Scratch Foundation, du Media Lab du MIT et d'autres organisations de premier plan du monde entier ayant l'expérience de la mise en œuvre de l'apprentissage créatif avec Scratch",
    "sec.expectationsFromSecPoint2": "Développer les capacités de votre organisation grâce à un développement professionnel axé sur l'équité",
    "sec.expectationsFromSecPoint3": "Collaborer à l'élaboration de ressources, d'événements et d'ateliers de codage créatif axés sur l'équité en utilisant Scratch pour votre communauté locale",
    "sec.expectationsFromSecPoint4": "Accès à un financement de démarrage pour les activités liées à Scratch et SEC pour votre communauté locale",
    "sec.expectationsFromOrgs": "Rejoindre le réseau SEC :",
    "sec.expectationsFromOrgsPoint1": "Participer à des réunions et des ateliers virtuels trimestriels avec les organisations partenaires de la Scratch Foundation et de la SEC au cours de l'année",
    "sec.expectationsFromOrgsPoint2": "Organiser au moins un événement virtuel, un tutoriel ou une activité de développement professionnel dans le domaine de l'informatique créative pour votre communauté en 2021",
    "sec.expectationsFromOrgsPoint3": "Développer et promouvoir des ressources, des événements et des ateliers de codage créatif centrés sur l'équité en utilisant Scratch pour votre communauté locale",
    "sec.expectationsFromOrgsPoint4": "Partager les bonnes pratiques et les programmes d'informatique créative innovants avec la Scratch Foundation et la communauté de la SEC",
    "sec.expectationsFromOrgsPoint5": "Promouvoir le travail et l'impact de votre organisation par le biais des réseaux sociaux de la Scratch Foundation, des sites web, des bulletins d'information et de la conférence Scratch",
    "sec.expectationsFromOrgsPoint6": "Organisez une Scratch Day pour votre communauté avec le soutien de la Scratch Foundation",
    "sec.eligibilityPrefix": "Votre organisation est :",
    "sec.eligibilityPoint1": "Principalement axé sur le soutien aux jeunes traditionnellement marginalisés, notamment les jeunes noirs, les latino-américains et autochtones aux États-Unis et/ou dans le monde",
    "sec.eligibilityPoint2": "Servir directement les jeunes par des initiatives d'apprentissage créatif et/ou de codage créatif",
    "sec.eligibilityPoint3": "Désignée comme organisme à but non lucratif, ou un district scolaire qui a démontré un engagement envers des pratiques d'apprentissage créatif équitables",
    "sec.eligibilityPoint4": "Volonté de collaborer avec Scratch et la communauté du SEC pour développer et utiliser des ressources informatiques créatives qui peuvent être partagées au niveau mondial",
    "sec.eligibilityPoint5": "Possibilité de participer à des réunions virtuelles trimestrielles",
    "sec.faqHeader": "FAQ",
    "sec.faqWhatIs": "Qu'est-ce que l'apprentissage créatif avec Scratch ?",
    "sec.faqWhatIsAnswer": "Scratch considère l'apprentissage créatif comme une approche éducative qui aide les étudiants à devenir des penseurs créatifs et à contribuer à leur communauté. L'approche de l'apprentissage créatif se concentre sur les 4P : Projets, passion, pairs et jeu : offrir aux élèves la possibilité de travailler sur des projets, en fonction de leurs passions, en collaboration avec leurs pairs, dans un esprit ludique (Resnick, 2017).",
    "sec.faqWhatIsAnswer2": "Pour en savoir plus sur la façon dont la Scratch Foundation et le Lifelong Kindergarten group pensent à l'apprentissage créatif, visitez {lclLink}.",
    "sec.faqLCLWebsite": "Site web de l'apprentissage créatif",
    "sec.faqWhen": "Quand le programme d'une année commence-t-il et quand se termine-t-il ?",
    "sec.faqWhenAnswer": "Le programme du SEC commence la première semaine de mai 2021 et se termine en mai 2022.",
    "sec.faqUsingScratch": "Dois-je déjà utiliser Scratch au sein de mon organisation ?",
    "sec.faqUsingScratchAnswer": "Non, il n'est pas nécessaire que votre organisation utilise déjà Scratch.",
    "sec.faqUsingScratchAnswer2": "En tant que participant au SEC, vous collaborerez à l'élaboration et à la mise en œuvre de programmes et d'événements pour votre communauté qui intègrent le Scratch. Il est important que votre organisation et la communauté que vous soutiendrez par votre travail avec le SEC aient un plan d'accès à la technologie.",
    "sec.faqBackground": "Dois-je avoir une formation en informatique ?",
    "sec.faqBackgroundAnswer": "Pour participer au SEC, il n'est pas nécessaire d'avoir une formation en informatique, ni de mettre en œuvre un programme pédagogique en informatique.",
    "sec.faqBackgroundAnswer2": "Nous encourageons l'utilisation de Scratch comme outil créatif et accueillons les organisations qui sont intéressées à utiliser Scratch dans une variété de contextes.",
    "sec.faqEligible": "Quels types d'organisations peuvent demander à être membres du SEC ?",
    "sec.faqEligibleAnswer": "Les organisations à but non lucratif, les écoles publiques, les districts scolaires, les universités, les collèges et autres entités gouvernementales sont tous invités à poser leur candidature.",
    "sec.faqEligibleAnswer2": "Le SEC encourage les organisations du monde entier à poser leur candidature.",
    "sec.faqInternational": "Acceptez-vous les candidatures internationales ?",
    "sec.faqInternationalAnswer": "Oui, le SEC est une communauté internationale. Nous accueillons les candidatures d'organisations du monde entier.",
    "sec.faqEnglish": "Mon organisation doit-elle être anglophone ?",
    "sec.faqEnglishAnswer": "Il n'est pas nécessaire que votre organisme soit anglophone pour poser sa candidature.",
    "sec.faqEnglishAnswer2": "Nous demandons qu'un membre de votre organisation puisse participer aux événements du SEC, qui se dérouleront en anglais.",
    "sec.faqHowManyMembers": "Combien de membres de mon organisation devront participer ?",
    "sec.faqHowManyMembersAnswer": "Être une organisation membre nécessite l'adhésion d'au moins un représentant et du directeur exécutif, du PDG ou d'un poste équivalent. ",
    "sec.faqHowManyMembersAnswer2": "Un membre de votre équipe sera chargé d'assister aux événements du SEC et de communiquer avec les membres de l'équipe Scratch et les autres organisations membres du SEC participantes.",
    "sec.faqNotified": "Quand serai-je informé de mon acceptation ?",
    "sec.faqNotifiedAnswer": "Nous vous répondrons d'ici la première semaine d'avril 2021.",
    "sec.faqHours": "Combien d'heures par mois dois-je m'attendre à consacrer à la participation au SEC ?",
    "sec.faqHoursAnswer": "Vous devez vous attendre à passer de 4 à 10 heures par mois à participer à des travaux liés au SEC.",
    "sec.faqVirtual": "Le programme sera-t-il entièrement virtuel ?",
    "sec.faqVirtualAnswer": "Tous les ateliers et sessions destinés à la cohorte 2021-2022 seront hébergés virtuellement.",
    "sec.faqWorkshopLanguage": "Le SEC est une communauté internationale, quelle est la langue principale dans laquelle les ateliers et les sessions seront proposés ?",
    "sec.faqWorkshopLanguageAnswer": "Les ateliers et les événements du SEC seront animés en anglais. ",
    "sec.faqCost": "Quel est le coût de participation au SEC ?",
    "sec.faqCostAnswer": "La participation au SEC est gratuite pour toutes les organisations participantes.",
    "sec.faqCulturallySustaining": "Qu'entendons-nous par soutien culturel dans le contexte de l'éducation ?",
    "sec.faqCulturallySustainingAnswer": "La pédagogie de soutien à la culture responsabilise les élèves en créant des expériences éducatives qui réaffirment, honorent, explorent et étendent leur culture, leur patrimoine et leurs communautés (Ladson-Billings, 1994). Scratch et le SEC visent à responsabiliser les éducateurs et les étudiants du monde entier en s'engageant dans des pratiques d'apprentissage créatives culturellement pertinentes et des expériences informatiques créatives qui conduiront à des cadres de référence et des perspectives culturellement durables (Hammond, 2015) et qui soutiendront des liens personnels pertinents avec la mission et les valeurs de Scratch et du SEC.",
    "sec.faqFuture": "Je ne peux pas participer cette année, puis-je me porter candidat à l'avenir ? ",
    "sec.faqFutureAnswer": "Oui ! Rejoignez notre {subscribeLink} pour rester en contact et recevoir les futures mises à jour sur le SEC.",
    "sec.faqMailingList": "liste de diffusion"
}