{
    "sec.title": "Scratch Educación Colaborativa",
    "sec.intro": "Unha rede global de organizacións apoiando a programación creativa",
    "sec.projectsTitle": "Vista xeral",
    "sec.eligibilityTitle": "Elixibilidade",
    "sec.applyTitle": "Como me inscribo?",
    "sec.subscribe": "Para recibir actualizacións sobre recursos, eventos e ideas para axudar a familias e docentes utilizando Scratch, {subscribeLink}",
    "sec.subscribeCallToAction": "inscríbete na nosa lista de correo",
    "sec.applyDeadline": "A data límite para solicitar a Scratch Education Collaborative é o 10 de xaneiro de 2021",
    "sec.applyButton": "Preme aquí para solicitar",
    "sec.projectsIntro": "A Fundación Scratch lanza o programa Scratch Educación Colaborativa (SEC) para reunir organizacións comprometidas en apoiar experiencias de codificación creativa co foco en docentes, estudantes e comunidades historicamente excluídas da computación.",
    "sec.projectsIntro2": "En 2021, durante o ano piloto do SEC, seleccionaranse 5 organizacións de todo o mundo para compartir o seu traballo, aprender unhas das outras e axudar a desenvolver as mellores prácticas e exemplos para implantar {culturallySustainingLink} computación creativa con Scratch.",
    "sec.culturallySustaining": "culturalmente sostible",
    "sec.expectationsFromSec": "O que as organizacións participantes poden esperar do SEC",
    "sec.expectationsFromSecPoint1": "Oportunidades para conectarse e aprender de organizacións iguais e líderes de pensamento de todo o mundo a través de talleres virtuais",
    "sec.expectationsFromSecPoint2": "Apoio no desenvolvemento e promoción de recursos de codificación creativa centrados na equidade, eventos e talleres utilizando Scratch",
    "sec.expectationsFromSecPoint3": "Oportunidades para conectarse e aprender do equipo Scratch a través de talleres e horarios de oficina virtuais",
    "sec.expectationsFromSecPoint4": "Promoción do traballo e impacto da organización a través de canles sociais, sitios web e boletíns do Scratch Team",
    "sec.expectationsFromOrgs": "O que espera o SEC das organizacións participantes",
    "sec.expectationsFromOrgsPoint1": "Participa en 4-6 talleres ou reunións virtuais ao longo do ano",
    "sec.expectationsFromOrgsPoint2": "Apoia a creación de recursos culturalmente sostibles de codificación creativa en Scratch para a túa comunidade",
    "sec.expectationsFromOrgsPoint3": "Organiza polo menos un evento, titorial ou actividade de desenvolvemento profesional para a túa comunidade en 2021",
    "sec.expectationsFromOrgsPoint4": "Comparte as mellores prácticas, aprendizaxes e retos coa organización Scratch Foundation e organizacións SEC semellantes",
    "sec.eligibilityPoint1": "Os participantes deben ser unha organización sen ánimo de lucro, escola pública, distrito escolar, universidade, colexio ou entidade gobernamental",
    "sec.eligibilityPoint2": "As organizacións deben formar parte e traballar con comunidades historicamente excluídas da computación",
    "sec.eligibilityPoint3": "Debe designar polo menos a unha persoa da organización como punto de contacto para o programa",
    "sec.eligibilityPrompt": "Quere saber se a súa organización pode ser unha boa opción para o ano piloto da Scratch Education Collaborative?  {link} para saber máis.",
    "sec.eligibilityPromptLink": "Consultar as preguntas frecuentes"
}