{
    "sec.title": "Scratch Education Collaborative",
    "sec.intro": "Unisciti alla rete mondiale di organizzazioni che supportano il coding creativo",
    "sec.applyNow": "Iscriviti ora!",
    "sec.applyBanner": "Le domande di candidatura resteranno aperte fino all'1 Marzo 2021!",
    "sec.projectsTitle": "Descrizione",
    "sec.eligibilityTitle": "Eligibilità",
    "sec.applyTitle": "Come ci si candida?",
    "sec.applyDeadline": "La scadenza per presentare la propria candidatura a Scratch Education è stata estesa al 1 Marzo 2021",
    "sec.applyButton": "Clicca qui per presentare la tua candidatura",
    "sec.projectsIntro": "La Scratch Education Collaborative (SEC), con il supporto di Google.org, sta costruendo una vasta rete di organizzazioni provenienti da tutto il mondo",
    "sec.projectsIntroBold": "che siano dedicate a supportare l'apprendimento in comunità storicamente marginalizzate sviluppando la loro fiducia attraverso  l'informatica creativa.",
    "sec.projectsIntro2": "Un massimo di 10 organizzazioni saranno selezionate per l'anno pilota 2021 per espandere e supportare mutualmente il lavoro svolto da ciascuna organizzazione incentrato sui giovani storicamente sottorappresentati come ad esempio giovani di Colore, Latin* a Nativ* American* in modo che possano imparare le une dalle altre e possano collaborare con i membri della Scratch Foundation, il MIT Media Lab e altre leader mondiali nell'informatica creative per sviluppare le migliori pratiche per implementare l'informatica creativa con Scratch in modo che possa sostenere culture diverse.",
    "sec.projectsIntro3": "La SEC è un'iniziativa chiave della Scratch Foundation. Creata dal Lifelong Kindergarten Group del MIT Media Lab e con oltre 200 milioni di utenti, Scratch è la più grande e diversificata comunità di coding pensata per i giovani gratuita.",
    "sec.expectationsFromSec": "Come membro della rete SEC si godrà dei seguenti benefici:",
    "sec.expectationsFromSecPoint1": "Entrare in contatto e poter apprendere dalla Scratch Foundation, dal MIT Media Lab e da altre organizzazioni provenienti da tutto il mondo che hanno esperienza nell'implementare l'apprendimento creativo basato su Scratch",
    "sec.expectationsFromSecPoint2": "Accrescere le possibilità della tua organizzazione attraverso lo sviluppo professionale basato sulle pari opportunità",
    "sec.expectationsFromSecPoint3": "Collaborare nello sviluppo di risorse, eventi e workshop per l'informatica creativa usando Scratch e basati sulle pari opportunità",
    "sec.expectationsFromSecPoint4": "Accedere a finanziamenti di avviamento per Scratch e per attività legate alla SEC per la tua comunità locale",
    "sec.expectationsFromOrgs": "Unisciti alla rete SEC:",
    "sec.expectationsFromOrgsPoint1": "Prendi parte a meeting virtuali e workshop trimestrali con la Scratch Foundation e le organizzazioni partner della SEC durante l'anno ",
    "sec.expectationsFromOrgsPoint2": "Organizza almeno un evento, tutorial o attività di sviluppo professionale sull'informatica creativa per la tua comunità nel 2021",
    "sec.expectationsFromOrgsPoint3": "Sviluppa e promuovi risorse, eventi e workshop sul coding creativo con Scratch per la tua comunità incentrato sulle pari opportunità",
    "sec.expectationsFromOrgsPoint4": "Condividi le pratiche migliori e curricula innovativi sull'informatica creativa con la Scratch Foundation e la comunità SEC",
    "sec.expectationsFromOrgsPoint5": "Promuovi il lavoro e l'impatto della tua organizzazione attraverso i canali social, i siti web, le newsletter della Scratch Foundation e attraverso la Scratch Conference",
    "sec.expectationsFromOrgsPoint6": "Organizza uno Scratch Day per la tua comunità con il supporto della Scratch Foundation",
    "sec.eligibilityPrefix": "La tua organizzazione è:",
    "sec.eligibilityPoint1": "Incentrata primariamente sul supportare comunità di tradizionalmente sottorappresentate come quelle dei giovani di Colore, Latin* e Nativ* American* negli Stati Uniti e/o nel mondo",
    "sec.eligibilityPoint2": "Offrire direttamente ai giovani iniziative di apprendimento creativo e/o di coding creativo",
    "sec.eligibilityPoint3": "Progettata come un'organizzazione non-profit o un distretto scolastico che a dimostrato l'impegno verso pratiche di apprendimento creativo basato su pari opportunità",
    "sec.eligibilityPoint4": "Interessata a collaborare con Scratch e con la comunità SEC nello sviluppo e nell'uso di risorse per l'informatica creativa condivise globalmente",
    "sec.eligibilityPoint5": "In grado di impegnarsi in meeting virtuali trimestrali",
    "sec.faqHeader": "Domande Frequenti",
    "sec.faqWhatIs": "Cosa è l'Apprendimento Creativo basato su Scratch?",
    "sec.faqWhatIsAnswer": "Scratch abbraccia l'apprendimento creativo come approccio che possa supportare gli studenti nello sviluppo come pensatori creativi e collaboratori della loro comunità. L'approccio basato sull'Apprendimento Creativo si incentra sulle 4P: Progetti, Passione, Pari e Play (Gioco) fornendo agli studenti opportunità di lavoro su progetti basati sulle loro passioni in collaborazione con i loro pari e in uno spirito giocoso (Resnick, 2017). ",
    "sec.faqWhatIsAnswer2": "Per saperne di più sul modo in cui la Scratch Foundation e il gruppo Lifelong Kindergarten interpretano l'apprendimento creativo, vai al {lclLink}.",
    "sec.faqLCLWebsite": "sito web Learning Creative Learning",
    "sec.faqWhen": "Quando inizia e quando termina il programma annuale?",
    "sec.faqWhenAnswer": "Il programma SEC inizia la prima settimana di Maggio 2021 e termina a Maggio 2022.",
    "sec.faqUsingScratch": "E' necessario che la mia organizzazione usi già Scratch?",
    "sec.faqUsingScratchAnswer": "No, non è necessario che la tua organizzazione usi già Scratch.",
    "sec.faqUsingScratchAnswer2": "Come partecipante nella SEC collaborerai allo sviluppo e all'implementazione di programmi ed eventi per la tua comunità che incorporano Scratch. E' importante che la tua organizzazione e la comunità che supporterai con il tuo lavoro con la SEC abbia u piano per l'accesso alla tecnologia. ",
    "sec.faqBackground": "E' necessario avere una preparazione in Informatica?",
    "sec.faqBackgroundAnswer": "Per poter prendere parte alla SEC non è necessario avere una preparazione in Informatica o star già implementando attività educative sulla programmazione in Informatica.",
    "sec.faqBackgroundAnswer2": "Incoraggiamo l'uso di Scratch come strumento creativo e accogliamo le organizzazioni che sono interessate all'uso di Scratch in contesti diversi.",
    "sec.faqEligible": "Quali tipi di organizzazioni possono candidarsi come membri della SEC?",
    "sec.faqEligibleAnswer": "Sono benvenute le organizzazioni no-profit, le scuole pubbliche, i distretti scolastici, le università, i college e altri enti governativi.",
    "sec.faqEligibleAnswer2": "La SEC incoraggia alla partecipazione organizzazione provenienti da tutto il mondo.",
    "sec.faqInternational": "Accettate candidature internazionali?",
    "sec.faqInternationalAnswer": "Si, la SEC è una comunità internazionale. Diamo il benvenuto alle candidature di organizzazioni provenienti da tutto il mondo.",
    "sec.faqEnglish": "E' necessario che la mia organizzazione sia anglofona?",
    "sec.faqEnglishAnswer": "Per candidarsi non è necessario che l'organizzazione sia anglofona.",
    "sec.faqEnglishAnswer2": "Chiediamo però che un membro della tua organizzazione sia in grado di prendere parte agli eventi SEC, che si svolgeranno in lingua Inglese.",
    "sec.faqHowManyMembers": "Quanti membri della mia organizzazione dovranno partecipare?",
    "sec.faqHowManyMembersAnswer": "Essere una organizzazione membro richiede la partecipazione iniziale di almeno un rappresentante dell'organizzazione e del Direttore esecutivo/CEO (o posizione equivalente). ",
    "sec.faqHowManyMembersAnswer2": "Un membro del tuo team avrà la responsabilità di partecipare agli eventi SEC e di comunicare con i membri dello Scratch Team e con i membri delle altre organizzazioni che faranno parte della SEC.",
    "sec.faqNotified": "Quando saprò se la mia candidatura è stata accettata?",
    "sec.faqNotifiedAnswer": "Avrai la nostra risposta entro la prima settimana di Aprile 2021.",
    "sec.faqHours": "Quante ore mensilmente dovrò aspettarmi di dedicare alla partecipazione alla SEC?",
    "sec.faqHoursAnswer": "Puoi aspettarti di dover impegnare da 4 a 10 ore al mese per la partecipazione a lavori legati alla SEC.",
    "sec.faqVirtual": "Il programma sarà completamente virtuale?",
    "sec.faqVirtualAnswer": "Tutti i workshop e le sessioni della coorte 2021-2022 saranno virtuali.",
    "sec.faqWorkshopLanguage": "Visto che la SEC è una comunità internazionale, quale è la lingua principale con cui verranno offerti i workshop e le sessioni?",
    "sec.faqWorkshopLanguageAnswer": "I workshop e gli eventi SEC saranno organizzati in Inglese.",
    "sec.faqCost": "Quanto costa la partecipazione alla SEC?",
    "sec.faqCostAnswer": "La partecipazione alla SEC è gratuita per tutte le organizzazioni partecipanti.",
    "sec.faqCulturallySustaining": "Cosa si intende per sostegno culturale nel contesto dell'educazione?",
    "sec.faqCulturallySustainingAnswer": "La pedagogia basata sul sostegno culturale offre agli studenti esperienze educative che riaffermano, onorano, esplorano ed estendono la loro cultura, la loro eredità culturale e la loro comunità (Ladson-Billings, 1994). Scratch e la SEC vogliono offrire agli educatori e agli studenti di tutto il mondo la possibilità di impegnarsi in pratiche di apprendimento creativo ed esperienze di informatica creativa culturalmente rilevanti che portino a sistemi di riferimento e prospettive culturalmente sostenibili (Hammond, 2015) e supportino connessione personali rilevanti alla missione e ai valori di Scratch e di SEC. ",
    "sec.faqFuture": "Quest'anno non posso partecipare. Potrò partecipare in futuro?",
    "sec.faqFutureAnswer": "Si! Iscriviti alla nostra {subscribeLink} per restare in contatto e ricevere aggiornamenti futuri sulla SEC.",
    "sec.faqMailingList": "mailing list"
}