{
    "sec.title": "Scratch Education Collaborative",
    "sec.intro": "Una rete mondiale di organizzazione che supportano il coding creativo",
    "sec.projectsTitle": "Descrizione",
    "sec.eligibilityTitle": "Eligibilità",
    "sec.applyTitle": "Come ci si candida?",
    "sec.subscribe": "Per ricevere aggiornamenti su risorse, eventi e idee per supportare le famiglie e gli educatori che usano Scratch {subscribeLink}",
    "sec.subscribeCallToAction": "iscriviti alla nostra mailing list",
    "sec.applyDeadline": "La scadenza per presentare la propria candidatura al a Scratch Education Collaborative è il 10 gennaio 2021.",
    "sec.applyButton": "Clicca qui per presentare la tua candidatura",
    "sec.projectsIntro": "La Scratch Foundation lancia la Scratch Education Collaborative (SEC) per riunire le organizzazione impegnate nel supportare le attività di coding creativo incentrate su educatori, studenti e comunità storicamente escluse dalll'informatica.",
    "sec.projectsIntro2": "Nel 2021, nel corso dell'anno pilota della SEC, 5 organizzazioni saranno selezionate per condividere il loro lavoro, per imparare le une dalle altre e per aiutare nello sviluppo di buone pratiche e di esempi per implementare un'informatica che possa essere {culturallySustainingLink}con Scratch.",
    "sec.culturallySustaining": "sostenuta culturalmente",
    "sec.expectationsFromSec": "Le organizzazioni partecipanti cosa possono aspettarsi dalla SEC",
    "sec.expectationsFromSecPoint1": "Opportunità di entrare in contatto con altre organizzazioni da cui imparare e con leader di opinione provenienti da tutto il mondo attraverso workshop virtuali",
    "sec.expectationsFromSecPoint2": "Supporto nello sviluppo e nella promozione di risorse, eventi e workshop per il coding creativo con Scratch basati sull'uguaglianza",
    "sec.expectationsFromSecPoint3": "Opportunità di entrare in contatto con il Team di Scratch da cui imparare attraverso workshop e ricevimenti virtuali ",
    "sec.expectationsFromSecPoint4": "Promozione del lavoro dell'organizzazione e possibilità di avere un impatto attraverso i canali sociali, il sito web e la newsletter del Team di Scratch",
    "sec.expectationsFromOrgs": "Cosa la SEC si aspetta dalle organizzazioni partecipanti",
    "sec.expectationsFromOrgsPoint1": "Partecipazione a 4-6 workshop o incontri virtuali durante l'anno",
    "sec.expectationsFromOrgsPoint2": "Supporto nella creazione di risorse per il coding creativo per la propria comunità che supportino il pluralismo culturale",
    "sec.expectationsFromOrgsPoint3": "Organizzare almeno un evento, tutorial o attività di sviluppo professionale per la propria comunità nel 2021",
    "sec.expectationsFromOrgsPoint4": "Condividere le buone pratiche, le lezioni apprese e le sfide con la Scratch Foundation e le altre organizzazioni della SEC",
    "sec.eligibilityPoint1": "Le organizzazioni partecipanti devono essere organizzazioni no-profit, scuole pubbliche, università o enti governativi.",
    "sec.eligibilityPoint2": "Le organizzazioni devono essere parte e devono lavorare con comunità storicamente escluse dall'informatica",
    "sec.eligibilityPoint3": "Possibilità di dedicare almeno un rappresentate del proprio staff come punto di contatto per questo programma",
    "sec.eligibilityPrompt": "Ti stai domandando se la tua organizzazione potrebbe essere adatta a prendere parte all'anno pilota della Scratch Education Collaborative? {link}per saperne di più.",
    "sec.eligibilityPromptLink": "Leggi le Domande Frequenti"
}