{
    "sec.title": "Scratch Education ынтымақтастық",
    "sec.intro": "Шығармашылық кодтауды қолдайтын ұйымдардың ғаламдық желісіне қосылыңыз",
    "sec.applyNow": "Өтініш бер!",
    "sec.applyBanner": "Өтініштер қазір 2021 жылдың 1 наурызына дейін ашық!",
    "sec.projectsTitle": "Шолу",
    "sec.eligibilityTitle": "Қабылдау құқығы",
    "sec.applyTitle": "Мен қалай өтініш беремін?",
    "sec.applyDeadline": "Scratch Education Collaborative-ге өтініш беру мерзімі 2021 жылдың 1 наурызына дейін ұзартылды",
    "sec.applyButton": "Өтініш беру үшін мына жерді басыңыз",
    "sec.projectsIntro": "Scratch Education Collaborative (SEC) Google.org қолдауымен бүкіл әлем бойынша қуатты ұйымдар желісін құруда",
    "sec.projectsIntroBold": "тарихи маргиналданған қоғамдастықтардың оқушыларына олардың шығармашылық есептеулер арқылы сенімділіктерін дамытуға қолдау көрсетуге бағытталған.",
    "sec.projectsIntro2": "2021 пилоттық жылы 10-ға дейін ұйымдар таңдалады, олар бір-бірінің жұмысын тарихи тұрғыдан шеттетілген қоғамдастықтар, соның ішінде қара, латиндіктер және жергілікті жастармен кеңейтеді және қолдайды. ӘКК қатысушылары бір-бірінен үйреніп, Scratch қорымен, MIT Media Lab зертханасымен және басқа да әлемдік есептеу көшбасшыларымен Scratch-пен мәдениетті ұстап тұратын креативті есептеуді жүзеге асырудың озық тәжірибесін дамыту үшін ынтымақтастық жасайды.",
    "sec.projectsIntro3": "SEC - бұл Scratch қорының негізгі бастамасы. MIT Media Lab-тың өмір бойғы балабақшалар тобынан шыққан және 200 миллионнан астам қолданушысы бар Scratch - бұл балаларға арналған әлемдегі ең үлкен және әр түрлі кодтау қауымдастығы.",
    "sec.expectationsFromSec": "SEC желісінің мүшесі ретінде артықшылықтарға мыналар кіреді:",
    "sec.expectationsFromSecPoint1": "Scratch Foundation, MIT Media Lab және әлемдегі басқа жетекші ұйымдармен байланыс орнатыңыз және Scratch арқылы шығармашылық оқытуды жүзеге асыратын тәжірибе алыңыз.",
    "sec.expectationsFromSecPoint2": "Кәсіби дамуды әділеттілікке бағдарлау арқылы ұйымның әлеуетін арттырыңыз",
    "sec.expectationsFromSecPoint3": "Сіздің жергілікті қоғамдастық үшін Scratch-ті пайдаланып, теңгерімге негізделген шығармашылық кодтау ресурстарын, іс-шараларды және семинарларды дамытуда ынтымақтастық",
    "sec.expectationsFromSecPoint4": "Жергілікті қоғамдастық үшін Scratch және SEC-ке қатысты іс-шараларға тұқымдық қаржыландыруға қол жеткізу",
    "sec.expectationsFromOrgs": "SEC желісіне қосылыңыз:",
    "sec.expectationsFromOrgsPoint1": "Жыл бойына Scratch Foundation және SEC серіктес ұйымдарымен тоқсан сайынғы виртуалды кездесулер мен семинарларға қатысыңыз",
    "sec.expectationsFromOrgsPoint2": "2021 жылы сіздің қоғамдастық үшін виртуалды іс-шараларды, оқулықтарды немесе кәсіби дамудың кем дегенде бір шығармашылық бағдарламасын өткізіңіз",
    "sec.expectationsFromOrgsPoint3": "Сіздің жергілікті қоғамдастық үшін Scratch бағдарламасын пайдаланып, теңгерімге бағытталған шығармашылық кодтау ресурстарын, іс-шараларды және семинарларды дамытып, насихаттаңыз",
    "sec.expectationsFromOrgsPoint4": "Scratch Foundation және SEC қоғамдастығымен озық тәжірибелер мен инновациялық шығармашылық оқу бағдарламаларымен бөлісіңіз",
    "sec.expectationsFromOrgsPoint5": "Scratch Foundation әлеуметтік арналары, веб-сайттар, ақпараттық бюллетендер және Scratch конференциясы арқылы ұйымның жұмысы мен әсерін насихаттаңыз.",
    "sec.expectationsFromOrgsPoint6": "Скретч қорының қолдауымен сіздің қоғамдастық үшін Скретч күнін ұйымдастырыңыз",
    "sec.eligibilityPrefix": "Сіздің ұйымыңыз:",
    "sec.eligibilityPoint1": "Дәстүрлі түрде маргиналды жастарды, соның ішінде АҚШ-тағы қара, латын және жергілікті жастарды қолдауға бағытталған және / немесе бүкіл әлемде",
    "sec.eligibilityPoint2": "Шығармашылық оқыту және / немесе шығармашылық кодтау бастамалары арқылы жастарға тікелей қызмет ету",
    "sec.eligibilityPoint3": "Коммерциялық емес немесе әділ шығармашылық тәжірибеге бейілдігін көрсеткен мектеп ауданы ретінде тағайындалды",
    "sec.eligibilityPoint4": "Scratch және SEC қоғамдастығымен жаһандық деңгейде бөлісуге болатын шығармашылық есептеу ресурстарын әзірлеу және пайдалану бойынша ынтымақтастыққа дайын.",
    "sec.eligibilityPoint5": "Тоқсан сайынғы виртуалды кездесулерге қатыса алады",
    "sec.faqHeader": "Жиі қойылатын сұрақтар",
    "sec.faqWhatIs": "Scratch арқылы шығармашылық оқыту дегеніміз не?",
    "sec.faqWhatIsAnswer": "Скретч студенттерді шығармашылық ойлаушы және қоғамдастыққа үлес қосушы ретінде дамуға қолдау көрсететін білім беру тәсілі ретінде шығармашылық оқуды қамтиды. Шығармашылық оқыту тәсілі 4P’ке бағытталған: Жобалар, Құмарлық, Құрдастар және Ойын: студенттерге өздерінің құмарлықтарына сүйене отырып, құрдастарымен ынтымақтастықта, ойыншық рухта жұмыс істеуге мүмкіндіктер беру (Resnick, 2017).",
    "sec.faqWhatIsAnswer2": "«Скретч» қоры мен «Өмір бойы балабақша» тобының шығармашылық оқыту туралы ойлары туралы көбірек білу үшін мына сайтқа кіріңіз {lclLink}.",
    "sec.faqLCLWebsite": "Шығармашылық оқытуды үйрену веб-сайты",
    "sec.faqWhen": "Жылдық бағдарлама қашан басталады және аяқталады?",
    "sec.faqWhenAnswer": "SEC бағдарламасы 2021 жылғы мамырдың бірінші аптасында басталып, 2022 жылдың мамырында аяқталады.",
    "sec.faqUsingScratch": "Мен Scratch-ті өзімнің ұйымымда қолдануым керек пе?",
    "sec.faqUsingScratchAnswer": "Жоқ, сіздің ұйымға Scratch қолданудың қажеті жоқ.",
    "sec.faqUsingScratchAnswer2": "ӘКК қатысушысы ретінде сіз өзіңіздің қоғамдастыққа арналған Scratch бағдарламасын және іс-шараларды әзірлеу және енгізу бойынша ынтымақтастықта боласыз. ӘКК-мен жұмыс жасау арқылы сіздің ұйымыңыз бен қоғамдастықтың технологияларға қол жеткізу жоспары болуы маңызды.",
    "sec.faqBackground": "Маған информатика туралы білім керек пе?",
    "sec.faqBackgroundAnswer": "SEC-ге қатысу үшін сізге информатика білімі немесе информатика бойынша білім беру бағдарламаларын енгізу қажет емес.",
    "sec.faqBackgroundAnswer2": "Біз Scratch-ті шығармашылық құрал ретінде қолдануды ұсынамыз және Scratch-ты әртүрлі контексттерде қолданатын ұйымдарды шақырамыз.",
    "sec.faqEligible": "SEC мүшелігіне қандай ұйымдар жүгіне алады?",
    "sec.faqEligibleAnswer": "Коммерциялық емес ұйымдар, мемлекеттік мектептер, мектеп аудандары, университеттер, колледждер және басқа да мемлекеттік ұйымдар өтініш беруге шақырады.",
    "sec.faqEligibleAnswer2": "SEC бүкіл әлемдегі ұйымдарды өтініш беруге шақырады.",
    "sec.faqInternational": "Сіз халықаралық өтінімдерді қабылдайсыз ба?",
    "sec.faqInternationalAnswer": "Ия, SEC - бұл халықаралық қоғамдастық. Біз әлемдегі ұйымдардың өтініштерін қабылдаймыз.",
    "sec.faqEnglish": "Менің ұйымым ағылшын тілінде сөйлеуі керек пе?",
    "sec.faqEnglishAnswer": "Өтініш беру үшін сіздің ұйымға ағылшын тілінде сөйлеу қажет емес.",
    "sec.faqEnglishAnswer2": "Сіздің ұйымыңыздың бір мүшесі ағылшын тілінде өтетін SEC іс-шараларына қатыса алатынын сұраймыз.",
    "sec.faqHowManyMembers": "Менің ұйымымның қанша мүшесі қатысуы керек болады?",
    "sec.faqHowManyMembersAnswer": "Қатысушы ұйым болу үшін кем дегенде бір өкілден және атқарушы директордан / бас директордан / немесе оған теңестірілген лауазымнан сатып алу қажет.",
    "sec.faqHowManyMembersAnswer2": "Сіздің командаңыздың бір мүшесі SEC іс-шараларына қатысуға және Scratch Team мүшелерімен және басқа қатысушы SEC мүшелерімен байланыс орнатуға жауапты болады.",
    "sec.faqNotified": "Мені қабылдау туралы қашан хабардар етеді?",
    "sec.faqNotifiedAnswer": "Сіз бізден 2021 жылдың сәуір айының бірінші аптасында жауап аласыз.",
    "sec.faqHours": "SEC-ге қатысуға айына қанша сағат бөлуім керек?",
    "sec.faqHoursAnswer": "Сіз SEC қатысты жұмыстарына қатысу үшін айына 4-10 сағат жұмсайсыз деп күтуіңіз керек.",
    "sec.faqVirtual": "Бағдарлама толығымен виртуалды бола ма?",
    "sec.faqVirtualAnswer": "2021-2022 когортасына арналған барлық семинарлар мен сессиялар іс жүзінде өтеді.",
    "sec.faqWorkshopLanguage": "SEC - бұл халықаралық қоғамдастық, семинарлар мен сессиялар қай тілде жүргізіледі?",
    "sec.faqWorkshopLanguageAnswer": "SEC семинарлары мен іс-шаралары ағылшын тілінде өткізілетін болады.",
    "sec.faqCost": "SEC-ге қатысу құны қандай?",
    "sec.faqCostAnswer": "SEC -ге қатысу барлық қатысушы ұйымдар үшін ақысыз.",
    "sec.faqCulturallySustaining": "Білім беру жағдайында мәдени қолдау дегенді қалай түсінеміз?",
    "sec.faqCulturallySustainingAnswer": "Мәдени қолдау педагогикасы студенттерге олардың мәдениетін, мұраларын және қоғамдастығын растайтын, құрметтейтін, зерттейтін және кеңейтетін білім беру тәжірибесін құру арқылы мүмкіндік береді (Ладсон-Биллингс, 1994). Scratch және SEC бүкіл әлемдегі оқытушылар мен студенттерге мәдени тұрғыдан сәйкес келетін шығармашылық оқыту тәжірибелері мен шығармашылық есептеулер тәжірибесін тарту арқылы мүмкіндік береді, бұл мәдени тірек пен көзқарас шеңберіне әкеледі (Хаммонд, 2015) және Scratch's пен ӘКК миссиясы және құндылықтары.",
    "sec.faqFuture": "Мен биыл қатыса алмаймын, болашақта өтініш бере аламын ба?",
    "sec.faqFutureAnswer": "Иә! Байланыста болу {subscribeLink} және SEC туралы болашақ жаңалықтарды алу үшін бізге қосылыңыз.",
    "sec.faqMailingList": "тарату тізімі"
}