{
    "sec.title": "Scratch Education Collaborative",
    "sec.intro": "크리에이티브 코딩을 지원하는 전세계적 네트워크에 가입하세요.",
    "sec.applyNow": "지금 신청하세요!",
    "sec.applyBanner": "Applications are open now through March 1st 2021!",
    "sec.projectsTitle": "개요",
    "sec.eligibilityTitle": "자격",
    "sec.applyTitle": "어떻게 지원하나요?",
    "sec.applyDeadline": "스크래치 교육 협력에 대한 지원 마감일이 2021년 3월 1일로 연장되었습니다.",
    "sec.applyButton": "지원하실려면 여기를 클릭하세요",
    "sec.projectsIntro": "스크래치 교육 협력(SEC, Scratch Education Collaborative)은 Google.org의 지원을 받아 전 세계에 걸쳐 강력한 조직 네트워크를 구축하고 있습니다.",
    "sec.projectsIntroBold": "창의적 컴퓨팅으로 자신감을 키우기 위해 역사적으로 소외된 커뮤니티의 학습자를 지원하는 데 초점을 맞췄습니다.",
    "sec.projectsIntro2": "흑인, 라틴계, 원주민 청소년 등 역사적으로 소외된 지역사회와 함께 서로의 업무를 확대하고 지원하는 조직은 2021년 시범운영에 최대 10개까지 선정된다. SEC의 참가자들은 서로에게서 배우고 Scratch Foundation, MIT Media Lab 및 기타 글로벌 리더들과 창의컴퓨팅 분야의 협업하여 스크래치를 사용하여 문화적으로 지속 가능한 창의 컴퓨팅을 구현하는 모범 사례를 개발할 것입니다.",
    "sec.projectsIntro3": "The SEC is a key initiative of the Scratch Foundation. Originating from MIT Media Lab’s Lifelong Kindergarten Group and with over 200 million users, Scratch is the world’s largest and most diverse coding community for children offered free of charge.",
    "sec.expectationsFromSec": "SEC network의 구성원이 되면, 다음과 같은 이점이 존재합니다.",
    "sec.expectationsFromSecPoint1": "스크래치로 창의적인 학습을 구현한 경험이 있는 Scratch Foundation, MIT Media Lab 및 전 세계 주요 조직과 연결 및 학습",
    "sec.expectationsFromSecPoint2": "지분 중심의 전문성 개발을 통해 조직의 역량 강화",
    "sec.expectationsFromSecPoint3": "스크래치를 이용하여 지역 커뮤니티를 위해 자본 중심의 칭의적 코딩 리소스와 이벤트 및 워크샵을 개발하는 데 협력합니다.",
    "sec.expectationsFromSecPoint4": "지역 커뮤니티를 위한 스크래치 및 SEC 관련 활동에 대한 시드 펀딩 접근",
    "sec.expectationsFromOrgs": "SEC Network 에 참가하세요",
    "sec.expectationsFromOrgsPoint1": "항상 Scratch Foundation 및 SEC 파트너 조직과 분기별 가상 미팅 및 워크샵 참여",
    "sec.expectationsFromOrgsPoint2": "2021년에 지역사회를 위한 하나 이상의 창의 컴퓨팅 가상 이벤트, 튜토리얼 또는 전문 개발 활동을 주최",
    "sec.expectationsFromOrgsPoint3": "스크래치를 사용하여 지역 커뮤니티를 위한 지분 중심의 창의적 코딩 리소스, 이벤트 및 워크샵을 개발하고 홍보합니다.",
    "sec.expectationsFromOrgsPoint4": "Scratch Foundation 및 SEC 커뮤니티와 모범 사례 및 혁신적인 창의 컴퓨팅 커리큘럼 공유",
    "sec.expectationsFromOrgsPoint5": "Promote your organization’s work and impact through Scratch Foundation social-channels, websites, newsletters, and the Scratch Conference",
    "sec.expectationsFromOrgsPoint6": "Facilitate a Scratch Day for your community with support from the Scratch Foundation",
    "sec.eligibilityPrefix": "Your organization is:",
    "sec.eligibilityPoint1": "주로 미국 또는 전 세계의 흑인, 라틴계, 원주민 청소년들을 포함한 전통적으로 소외된 젊은이들을 지원하는 데 초점을 맞춥니다.",
    "sec.eligibilityPoint2": "창의적 학습과 창의적 코딩 계획을 통해 청소년에게 직접 서비스를 제공합니다.",
    "sec.eligibilityPoint3": "공평한 창의적 학습 실천에 대한 의지를 보여준 비영리 단체 또는 학군으로 지정됨",
    "sec.eligibilityPoint4": "Willing to collaborate with Scratch and the SEC community to develop and utilize creative computing resources that can be shared globally",
    "sec.eligibilityPoint5": "분기별로 가상 미팅에 참여할 수 있습니다",
    "sec.faqHeader": "자주 묻는 질문(FAQ)",
    "sec.faqWhatIs": "What is Creative Learning with Scratch?",
    "sec.faqWhatIsAnswer": "스크래치는 창의적 학습을 창의적 사고력 향상 및 지역사회에 기여하는 학생으로 발전시키는 것을 지원하는 교육적 접근법으로 받아들입니다. 크리에이티브 러닝 접근 방식은 4P(프로젝트, 열정, 동료 및 놀이)에 초점을 맞추고 있습니다. 학생들은 열정을 바탕으로 동료들과 협력하여 장난기 어린 마음으로 프로젝트에 임할 수 있는 기회를 제공합니다(Resnick, 2017).",
    "sec.faqWhatIsAnswer2": "To learn more about how the Scratch Foundation and the Lifelong Kindergarten group think about creative learning, visit the {lclLink}.",
    "sec.faqLCLWebsite": "Learning Creative Learning website",
    "sec.faqWhen": "일년 동안 하는 프로그램은 언제 시작해서 언제 끝나나요?",
    "sec.faqWhenAnswer": "SEC 프로그램은 2021년 5월 첫째 주에 시작하여 2022년 5월에 종료됩니다.",
    "sec.faqUsingScratch": "내 조직에서 이미 스크래치를 사용하고 있어도 괜찮나요?",
    "sec.faqUsingScratchAnswer": "No, your organization does not need to already be using Scratch.",
    "sec.faqUsingScratchAnswer2": "As a participant in the SEC, you will collaborate in developing and implementing programming and events for your community which incorporate Scratch. It is important that your organization and the community you will support through your work with the SEC has a plan for accessing technology.",
    "sec.faqBackground": "Do I need to have a background in computer science?",
    "sec.faqBackgroundAnswer": "SEC에 참여하기 위해 컴퓨터 과학 또는 컴퓨터 과학에서 교육 프로그램을 실행할 필요가 없습니다.",
    "sec.faqBackgroundAnswer2": "We encourage the use of Scratch as a creative tool and welcome organizations who are interested in using Scratch in a variety of contexts.",
    "sec.faqEligible": "What kinds of organizations can apply to be members of the SEC?",
    "sec.faqEligibleAnswer": "Non-profit organizations, public schools, school districts, universities, colleges, and other government entities are all welcome to apply.",
    "sec.faqEligibleAnswer2": "The SEC encourages organizations from around the world to apply.",
    "sec.faqInternational": "Do you accept international applications?",
    "sec.faqInternationalAnswer": "Yes, the SEC is an international community. We welcome applications from  organizations around the world.",
    "sec.faqEnglish": "우리 단체는 영어를 할 줄 알아야 하나요?",
    "sec.faqEnglishAnswer": "Your organization does not need to be English-speaking in order to apply.",
    "sec.faqEnglishAnswer2": "We do ask that one member of your organization is able to participate in SEC events, which will be run in English.",
    "sec.faqHowManyMembers": "How many members of my organization will be required to participate? ",
    "sec.faqHowManyMembersAnswer": "Being a member organization requires buy-in from, at minimum, one representative and the Executive director/CEO/or equivalent position. ",
    "sec.faqHowManyMembersAnswer2": "One member of your team will be responsible for attending SEC events, and communicating with Scratch Team members and other participating SEC member organizations.",
    "sec.faqNotified": "언제쯤 통과 통지를 받을 수 있습니까?",
    "sec.faqNotifiedAnswer": "You will hear back from us by the first week of April, 2021.",
    "sec.faqHours": "How many hours per month should I expect to devote to participating in the SEC?",
    "sec.faqHoursAnswer": "You should expect to spend 4-10 hours a month participating in SEC related work.",
    "sec.faqVirtual": "Will the program be entirely virtual?",
    "sec.faqVirtualAnswer": "All workshops and sessions for the 2021-2022 cohort will be hosted virtually.",
    "sec.faqWorkshopLanguage": "The SEC is an international community, what is the primary language that workshops and sessions will be offered in?",
    "sec.faqWorkshopLanguageAnswer": "SEC 워크샵과 이벤트는 영어로 진행됩니다.",
    "sec.faqCost": "What is the cost of participating in the SEC?",
    "sec.faqCostAnswer": "Participating in the SEC is free for all participating organizations.",
    "sec.faqCulturallySustaining": "What do we mean by culturally sustaining in the context of education?",
    "sec.faqCulturallySustainingAnswer": "Culturally sustaining pedagogy empowers students by creating educational experiences which reaffirm, honor, explore, and extend their culture, heritage and communities (Ladson-Billings, 1994). Scratch and the SEC aims to empower educators and students across the globe through engagement in culturally relevant creative learning practices and creative computing experiences that will lead to culturally sustaining frames of reference and perspective (Hammond, 2015) and support relevant personal connections to Scratch’s and the SEC’s  mission and values. ",
    "sec.faqFuture": "I cannot participate this year, can I apply in the future? ",
    "sec.faqFutureAnswer": "Yes! Join our {subscribeLink} to stay connected and receive future updates about the SEC.",
    "sec.faqMailingList": "mailing list"
}