{
    "sec.title": "Scratch Education Collaborative (Scratch Educatie Samenwerking)",
    "sec.intro": "Sluit je aan bij een wereldwijd netwerk van organisaties die creatief programmeren ondersteunt",
    "sec.applyNow": "Schrijf nu in!",
    "sec.applyBanner": "Inschrijvingen zijn nu open tot en met 1 maart 2021!",
    "sec.projectsTitle": "Overzicht",
    "sec.eligibilityTitle": "Wie kan meedoen?",
    "sec.applyTitle": "Hoe kan ik me aanmelden?",
    "sec.applyDeadline": "De aanmeldingstermijn voor de Scratch Education Collaborative is verlengd tot 1 maart 2021",
    "sec.applyButton": "Klik hier om je aan te melden",
    "sec.projectsIntro": "De Scratch Education Collaborative (SEC) bouwt, met ondersteuning van Google.org, een krachtig netwerk van organisaties over de hele wereld op",
    "sec.projectsIntroBold": "gericht op het ondersteunen van leerlingen uit historisch gemarginaliseerde gemeenschappen die hun vertrouwen ontwikkelen met creatief computergebruik.",
    "sec.projectsIntro2": "In het pilotjaar 2021 zullen maximaal 10 organisaties worden geselecteerd om elkaars werk met historisch ondervertegenwoordigde jongeren, waaronder zwarte, Latijns-Amerikaanse en inheemse jeugd, uit te breiden en te ondersteunen, van elkaar te leren en samen te werken met leden van de Scratch Foundation, het MIT Media Lab en andere wereldleiders op het gebied van creatief computergebruik om de beste gebruiksmogelijkheden te ontwikkelen voor het implementeren van cultureel duurzaam creatief computergebruik met Scratch.",
    "sec.projectsIntro3": "De SEC is een belangrijk initiatief van de Scratch Foundation. Scratch, afkomstig van de Lifelong Kindergarten Group van MIT Media Lab en met meer dan 200 miljoen gebruikers, is 's werelds grootste en meest diverse coderingsgemeenschap voor kinderen die gratis wordt aangeboden.",
    "sec.expectationsFromSec": "Als lid van het SEC-netwerk zijn de voordelen onder meer:",
    "sec.expectationsFromSecPoint1": "Maak contact met en leer van de Scratch Foundation, het MIT Media Lab en andere toonaangevende organisaties van over de hele wereld met ervaring met het implementeren van creatief leren met Scratch",
    "sec.expectationsFromSecPoint2": "Vergroot de capaciteit van je organisatie door middel van op gelijkheid gerichte professionele ontwikkeling",
    "sec.expectationsFromSecPoint3": "Werk samen bij het ontwikkelen van op gelijkheid gerichte creatieve codeermiddelen, evenementen en workshops met Scratch voor je lokale gemeenschap",
    "sec.expectationsFromSecPoint4": "Toegang tot startkapitaal voor Scratch en SEC-gerelateerde activiteiten voor je lokale gemeenschap",
    "sec.expectationsFromOrgs": "Word lid van het SEC-netwerk:",
    "sec.expectationsFromOrgsPoint1": "Neem deel aan driemaandelijkse virtuele vergaderingen en workshops met Scratch Foundation en SEC-partnerorganisaties in de loop van het jaar",
    "sec.expectationsFromOrgsPoint2": "Organiseer in 2021 ten minste één virtueel creatief computer evenement, zelfstudie of professionele ontwikkelingsactiviteit voor je gemeenschap",
    "sec.expectationsFromOrgsPoint3": "Ontwikkel en promoot op gelijkheid gerichte creatieve coderingshulpmiddelen, evenementen en workshops met Scratch voor je lokale gemeenschap",
    "sec.expectationsFromOrgsPoint4": "Deel beproefde methoden en innovatieve creatieve computercurricula met de Scratch Foundation en SEC-gemeenschap",
    "sec.expectationsFromOrgsPoint5": "Promoot het werk en de impact van je organisatie via de Scratch Foundation sociale kanalen, websites, nieuwsbrieven en de Scratch-conferentie",
    "sec.expectationsFromOrgsPoint6": "Faciliteer een Scratch Day voor je gemeenschap met steun van de Scratch Foundation",
    "sec.eligibilityPrefix": "Jouw organisatie is:",
    "sec.eligibilityPoint1": "In eerste instantie gericht op het ondersteunen van traditioneel gemarginaliseerde jeugd, zoals zwarte, Latijns-Amerikaanse en inheemse jeugd in de Verenigde Staten en/of wereldwijd",
    "sec.eligibilityPoint2": "Jongeren rechtstreeks dienen door middel van creatief leren en / of creatieve coderingsinitiatieven",
    "sec.eligibilityPoint3": "Aangewezen als een non-profitorganisatie of een schooldistrict dat blijk heeft gegeven van een toewijding aan eerlijke creatieve leerpraktijken",
    "sec.eligibilityPoint4": "Bereid om samen te werken met Scratch en de SEC-gemeenschap om creatieve computerhulpmiddelen te ontwikkelen en te gebruiken die wereldwijd kunnen worden gedeeld",
    "sec.eligibilityPoint5": "In staat om virtuele vergaderingen bij te wonen eens per kwartaal",
    "sec.faqHeader": "FAQ",
    "sec.faqWhatIs": "Wat is creatief leren met Scratch?",
    "sec.faqWhatIsAnswer": "Scratch omarmt creatief leren als een educatieve benadering die leerlingen ondersteunt bij het ontwikkelen tot creatieve denkers en mensen die bijdragen aan hun gemeenschap. De Creative Learning-aanpak richt zich op 4P's: Projects, Passion, Peers en Play: studenten de mogelijkheid bieden om aan projecten te werken, gebaseerd op hun passies, in samenwerking met leeftijdsgenoten, in een speelse geest (Resnick, 2017).",
    "sec.faqWhatIsAnswer2": " Voor meer informatie over hoe de Scratch Foundation en de Lifelong Kindergarten-groep denken over creatief leren, bezoek de {lclLink}.",
    "sec.faqLCLWebsite": "Learning Creative Learning website",
    "sec.faqWhen": "Wanneer begint en eindigt het jaarprogramma?",
    "sec.faqWhenAnswer": "Het SEC-programma begint in de eerste week van mei 2021 en eindigt in mei 2022.",
    "sec.faqUsingScratch": "Moet ik Scratch al in mijn organisatie gebruiken?",
    "sec.faqUsingScratchAnswer": "Nee, je organisatie hoeft Scratch nog niet te gebruiken.",
    "sec.faqUsingScratchAnswer2": "Als deelnemer aan de SEC werk je samen bij het ontwikkelen en implementeren van programmeren en evenementen voor je gemeenschap waarin Scratch is opgenomen. Het is belangrijk dat je organisatie en de gemeenschap die je via je werk met de SEC ondersteunt, een plan hebben om toegang te krijgen tot technologie.",
    "sec.faqBackground": "Moet ik een achtergrond hebben in informatica?",
    "sec.faqBackgroundAnswer": "Je hoeft geen achtergrond in informatica te hebben of educatief programmeren in informatica te implementeren om deel te nemen aan de SEC.",
    "sec.faqBackgroundAnswer2": "We moedigen het gebruik van Scratch aan als creatief hulpmiddel en verwelkomen organisaties die geïnteresseerd zijn in het gebruik van Scratch in verschillende contexten.",
    "sec.faqEligible": "Welke soorten organisaties kunnen een aanvraag indienen om lid te worden van de SEC?",
    "sec.faqEligibleAnswer": "Non-profitorganisaties, openbare scholen, schooldistricten, universiteiten, hogescholen en andere overheidsinstanties zijn allemaal welkom om een aanvraag in te dienen.",
    "sec.faqEligibleAnswer2": "De SEC moedigt organisaties van over de hele wereld aan om zich aan te melden.",
    "sec.faqInternational": "Accepteren jullie internationale inschrijvingen?",
    "sec.faqInternationalAnswer": "Ja, de SEC is een internationale gemeenschap. We verwelkomen aanvragen van organisaties van over de hele wereld.",
    "sec.faqEnglish": "Moet mijn organisatie Engels spreken?",
    "sec.faqEnglishAnswer": "Je organisatie hoeft niet Engels te spreken om zich te kunnen aanmelden.",
    "sec.faqEnglishAnswer2": "We vragen wel dat één lid van je organisatie kan deelnemen aan SEC-evenementen, die in het Engels worden gehouden.",
    "sec.faqHowManyMembers": "Hoeveel leden van mijn organisatie moeten er deelnemen?",
    "sec.faqHowManyMembersAnswer": "Om een lidorganisatie te zijn, is de buy-in vereist van minimaal één vertegenwoordiger en de (uitvoerend) directeur of een gelijkwaardige functie.",
    "sec.faqHowManyMembersAnswer2": "Een lid van je team is verantwoordelijk voor het bijwonen van SEC-evenementen en voor de communicatie met Scratch-teamleden en andere deelnemende SEC-lidorganisaties.",
    "sec.faqNotified": "Wanneer word ik op de hoogte gebracht van mijn acceptatie?",
    "sec.faqNotifiedAnswer": "In de eerste week van april 2021 hoor je van ons.",
    "sec.faqHours": "Hoeveel uur per maand moet ik verwachten te moeten besteden aan deelname aan de SEC?",
    "sec.faqHoursAnswer": "Je mag verwachten dat je 4-10 uur per maand besteedt aan SEC-gerelateerd werk.",
    "sec.faqVirtual": "Zal het programma volledig virtueel zijn?",
    "sec.faqVirtualAnswer": "Alle workshops en sessies voor lesjaar 2021-2022 zullen virtueel worden gehost.",
    "sec.faqWorkshopLanguage": "De SEC is een internationale gemeenschap, wat is de primaire taal waarin workshops en sessies worden aangeboden?",
    "sec.faqWorkshopLanguageAnswer": "SEC-workshops en -evenementen zullen in het Engels worden verzorgd.",
    "sec.faqCost": "Wat zijn de kosten van deelname aan de SEC?",
    "sec.faqCostAnswer": "Deelname aan de SEC is gratis voor alle deelnemende organisaties.",
    "sec.faqCulturallySustaining": "Wat bedoelen we met cultureel in stand houden in de context van onderwijs?",
    "sec.faqCulturallySustainingAnswer": "Cultureel ondersteunende pedagogie geeft leerlingen kracht door educatieve ervaringen te creëren die hun cultuur, erfgoed en gemeenschappen herbevestigen, eren, verkennen en uitbreiden (Ladson-Billings, 1994). Scratch en de SEC hebben tot doel leerkrachten en leerlingen over de hele wereld kracht te geven door middel van betrokkenheid bij cultureel relevante creatieve leerpraktijken en creatieve computerervaringen die zullen leiden tot cultureel ondersteunende referentiekaders en perspectief (Hammond, 2015) en relevante persoonlijke verbindingen met de missie en waarden van Scratch en de SEC.",
    "sec.faqFuture": "Ik kan dit jaar niet deelnemen, kan ik me in de toekomst aanmelden?",
    "sec.faqFutureAnswer": "Ja! Word lid van onze {subscribeLink} om op de hoogte te blijven en toekomstige updates over de SEC te ontvangen.",
    "sec.faqMailingList": "mailinglijst"
}