{
    "sec.title": "Scratch Education Collaborative (Scratch Educatie Samenwerking)",
    "sec.intro": "Een wereldwijd netwerk van organisaties die creatieve codering ondersteunen.",
    "sec.projectsTitle": "Overzicht",
    "sec.eligibilityTitle": "Wie komt in aanmerking om mee te doen?",
    "sec.applyTitle": "Hoe kan ik me aanmelden?",
    "sec.subscribe": "Om updates te ontvangen over middelen, evenementen en ideeën voor het ondersteunen van gezinnen en opvoeders die met Scratch werken, {subscribeLink}",
    "sec.subscribeCallToAction": "schrijf je in voor onze mailinglijst",
    "sec.applyDeadline": "De uiterste datum voor het indienen van een aanvraag voor de Scratch Education Collaborative is 10 januari 2021.",
    "sec.applyButton": "Klik hier om je aan te melden",
    "sec.projectsIntro": "The Scratch Foundation is launching the Scratch Education Collaborative (SEC), to bring together organizations committed to supporting creative coding experiences with a focus on educators, students, and communities historically excluded from computing.",
    "sec.projectsIntro2": "In 2021, tijdens het proefjaar van de SEC, zullen 5 organisaties uit de hele wereld worden geselecteerd om hun werk te delen, van elkaar te leren en te helpen bij het ontwikkelen van beproefde methodes en voorbeelden voor het implementeren van{culturallySustainingLink} creatief programmeren met Scratch.",
    "sec.culturallySustaining": "cultureel ondersteund",
    "sec.expectationsFromSec": "Wat deelnemende organisaties kunnen verwachten van de SEC",
    "sec.expectationsFromSecPoint1": "Mogelijkheden om in contact te komen met en te leren van collega-organisaties en leiders uit de praktijk over de hele wereld door middel van virtuele workshops.",
    "sec.expectationsFromSecPoint2": "Ondersteuning bij de ontwikkeling en bevordering van op gelijkheid gerichte materialen voor creatief programmeren, evenementen en workshops met behulp van Scratch",
    "sec.expectationsFromSecPoint3": "Mogelijkheden om in contact te komen met en te leren van het Scratch Team door middel van workshops en online ontmoetingen",
    "sec.expectationsFromSecPoint4": "Promotie van het werk en de impact van de organisatie door middel van Scratch Team sociale kanalen, websites en nieuwsbrieven.",
    "sec.expectationsFromOrgs": "Wat de SEC verwacht van deelnemende organisaties",
    "sec.expectationsFromOrgsPoint1": "Deelnemen aan 4-6 virtuele workshops of vergaderingen in de loop van het jaar",
    "sec.expectationsFromOrgsPoint2": "Ondersteuning bij het maken van cultuur versterkende, creatieve Scratch materialen voor je gemeenschap",
    "sec.expectationsFromOrgsPoint3": "Organiseer In 2021 ten minste een evenement, een cursus of een activiteit ten behoeve van de professionele ontwikkeling voor je gemeenschap .",
    "sec.expectationsFromOrgsPoint4": "Deel beproefde methoden, lessen en uitdagingen met de Scratch Foundation en collega-organisaties van de SEC.",
    "sec.eligibilityPoint1": "De deelnemers moeten een organisatie zonder winstoogmerk zijn, een openbare school, een schooldistrict, een universiteit, een hogeschool of een overheidsinstantie.",
    "sec.eligibilityPoint2": "Organizations must be part-of and work with communities historically excluded from computing",
    "sec.eligibilityPoint3": "Moet ten minste één personeelslid kunnen inzetten als aanspreekpunt voor het programma",
    "sec.eligibilityPrompt": "Vraag je je af of jouw organisatie misschien wel geschikt is voor het pilot jaar van de Scratch Education Collaborative? {link} voor meer informatie.",
    "sec.eligibilityPromptLink": "Lees de FAQ"
}