{
    "sec.title": "Scratch Educação Colaborativa",
    "sec.intro": "Junte-se a uma rede global de organizações apoiando a programação criativa.",
    "sec.applyNow": "Inscreva-se já!",
    "sec.applyBanner": "Inscrições abertas até 1º de março de 2021!",
    "sec.projectsTitle": "Visão Geral",
    "sec.eligibilityTitle": "Elegibilidade",
    "sec.applyTitle": "Como posso participar?",
    "sec.applyDeadline": "O prazo para inscrições à Scratch Educação foi extendido até dia 1º de março de 2021.",
    "sec.applyButton": "Clique aqui para se inscrever",
    "sec.projectsIntro": "A Colaborativa Scratch Educação (SEC), com apoio de Google.org, está construindo uma rede poderosa de organizações ao redor do mundo",
    "sec.projectsIntroBold": "com o foco em apoiar estudantes em comunidades historicamente carentes e marginalizadas no desenvolvimento de sua confiança na computação criativa.",
    "sec.projectsIntro2": "Em 2021, durante o ano piloto da SEC, até 10 organizações serão selecionadas para expandir e apoiar o trabalho uma da outra com jovens historicamente sub-representados incluindo negros, latinos e indígenas americanos, aprender entre si, e colaborar com membros da Fundação Scratch, o MIT Media Lab, e outros líderes mundiais da computação criativa para desenvolver melhores práticas para implementar computação criativa com o Scratch que sustenta a cultura.",
    "sec.projectsIntro3": "A SEC é uma iniciativa chave da Fundação Scratch. Originado do Grupo Lifelong Kindergarten no MIT Media Lab e com mais de 200 milhões de usuários, o Scratch é a maior e mais diversa comunidade de programação do mundo para crianças oferecida gratuitamente.",
    "sec.expectationsFromSec": "Como membro da rede SEC, benefícios incluem:",
    "sec.expectationsFromSecPoint1": "Conectar-se e aprender com a Fundação Scratch, o MIT Media Lab, e outras organizações líderes ao redor do mundo com experiência em implementar aprendizado criativo com o Scratch",
    "sec.expectationsFromSecPoint2": "Crescer a capacidade da sua organização através de desenvolvimento profissional baseado na equidade.",
    "sec.expectationsFromSecPoint3": "Colabore no desenvolvimento de recursos, eventos e oficinas de programação criativa baseados na equidade usando Scratch para a sua comunidade local",
    "sec.expectationsFromSecPoint4": "Acesso a financiamento de atividades relacionadas ao Scratch e à SEC para a sua comunidade local",
    "sec.expectationsFromOrgs": "Junte-se à rede SEC:",
    "sec.expectationsFromOrgsPoint1": "Participe de reuniões e oficinas virtuais trimestrais com a Fundação Scratch e organizações parceiras da SEC no decorrer do ano",
    "sec.expectationsFromOrgsPoint2": "Hospede pelo menos um evento, tutorial ou atividade de desenvolvimento profissional virtual sobre computação criativa para a sua comunidade em 2021",
    "sec.expectationsFromOrgsPoint3": "Desenvolva e promova recursos, eventos e oficinas de programação criativa baseada em equidade usando Scratch para a sua comunidade local",
    "sec.expectationsFromOrgsPoint4": "Compartilhe melhores práticas e currículos de computação criativa inovadores com a Fundação Scratch e a comunidade SEC",
    "sec.expectationsFromOrgsPoint5": "Promova o trabalho e impacto da sua organização através dos canais sociais, websites e newsletters da Fundação Scratch, e da Conferência Scratch",
    "sec.expectationsFromOrgsPoint6": "Facilite um Scratch Day na sua comunidade com o apoio da Fundação Scratch",
    "sec.eligibilityPrefix": "Sua organização:",
    "sec.eligibilityPoint1": "Foca principalmente em apoiar jovens tradicionalmente sub-representados, incluindo negros, latinos e indígenas americanos nos Estados Unidos e/ou no mundo",
    "sec.eligibilityPoint2": "Serve diretamente os jovens através do aprendizado criativo e/ou iniciativas de programação criativa",
    "sec.eligibilityPoint3": "É designada como organização sem fins lucrativos, ou um distrito escolar que tem demonstrado comprometimento com práticas de aprendizagem criativa igualitárias",
    "sec.eligibilityPoint4": "Quer colaborar com o Scratch e a comunidade SEC para desenvolver e utilizar recursos de computação criativa que podem ser compartilhados globalmente",
    "sec.eligibilityPoint5": "Pode participar em reuniões virtuais trimestrais",
    "sec.faqHeader": "Perguntas frequentes FAQ",
    "sec.faqWhatIs": "What is Creative Learning with Scratch?",
    "sec.faqWhatIsAnswer": "Scratch embraces creative learning as an educational approach that supports students in developing as creative thinkers and contributors to their communities. The Creative Learning approach focuses on 4P’s: Projects, Passion, Peers, and Play: providing students with opportunities to work on projects, based on their passions, in collaboration with peers, in a playful spirit (Resnick, 2017).",
    "sec.faqWhatIsAnswer2": "To learn more about how the Scratch Foundation and the Lifelong Kindergarten group think about creative learning, visit the {lclLink}.",
    "sec.faqLCLWebsite": "Learning Creative Learning website",
    "sec.faqWhen": "When does the yearlong program begin and end?",
    "sec.faqWhenAnswer": "The SEC program begins the first week of  May 2021, and ends in May of 2022.",
    "sec.faqUsingScratch": "Do I have to be using Scratch at my organization already?",
    "sec.faqUsingScratchAnswer": "No, your organization does not need to already be using Scratch.",
    "sec.faqUsingScratchAnswer2": "As a participant in the SEC, you will collaborate in developing and implementing programming and events for your community which incorporate Scratch. It is important that your organization and the community you will support through your work with the SEC has a plan for accessing technology.",
    "sec.faqBackground": "Do I need to have a background in computer science?",
    "sec.faqBackgroundAnswer": "You do not need to have a background in computer science, or be implementing educational programming in computer science in order to participate in the SEC.",
    "sec.faqBackgroundAnswer2": "We encourage the use of Scratch as a creative tool and welcome organizations who are interested in using Scratch in a variety of contexts.",
    "sec.faqEligible": "What kinds of organizations can apply to be members of the SEC?",
    "sec.faqEligibleAnswer": "Non-profit organizations, public schools, school districts, universities, colleges, and other government entities are all welcome to apply.",
    "sec.faqEligibleAnswer2": "The SEC encourages organizations from around the world to apply.",
    "sec.faqInternational": "Do you accept international applications?",
    "sec.faqInternationalAnswer": "Yes, the SEC is an international community. We welcome applications from  organizations around the world.",
    "sec.faqEnglish": "Does my organization need to be english-speaking?",
    "sec.faqEnglishAnswer": "Your organization does not need to be English-speaking in order to apply.",
    "sec.faqEnglishAnswer2": "We do ask that one member of your organization is able to participate in SEC events, which will be run in English.",
    "sec.faqHowManyMembers": "How many members of my organization will be required to participate? ",
    "sec.faqHowManyMembersAnswer": "Being a member organization requires buy-in from, at minimum, one representative and the Executive director/CEO/or equivalent position. ",
    "sec.faqHowManyMembersAnswer2": "One member of your team will be responsible for attending SEC events, and communicating with Scratch Team members and other participating SEC member organizations.",
    "sec.faqNotified": "When will I be notified of my acceptance?",
    "sec.faqNotifiedAnswer": "You will hear back from us by the first week of April, 2021.",
    "sec.faqHours": "How many hours per month should I expect to devote to participating in the SEC?",
    "sec.faqHoursAnswer": "You should expect to spend 4-10 hours a month participating in SEC related work.",
    "sec.faqVirtual": "Will the program be entirely virtual?",
    "sec.faqVirtualAnswer": "All workshops and sessions for the 2021-2022 cohort will be hosted virtually.",
    "sec.faqWorkshopLanguage": "The SEC is an international community, what is the primary language that workshops and sessions will be offered in?",
    "sec.faqWorkshopLanguageAnswer": "SEC workshops and events will be facilitated in English. ",
    "sec.faqCost": "What is the cost of participating in the SEC?",
    "sec.faqCostAnswer": "Participating in the SEC is free for all participating organizations.",
    "sec.faqCulturallySustaining": "What do we mean by culturally sustaining in the context of education?",
    "sec.faqCulturallySustainingAnswer": "Culturally sustaining pedagogy empowers students by creating educational experiences which reaffirm, honor, explore, and extend their culture, heritage and communities (Ladson-Billings, 1994). Scratch and the SEC aims to empower educators and students across the globe through engagement in culturally relevant creative learning practices and creative computing experiences that will lead to culturally sustaining frames of reference and perspective (Hammond, 2015) and support relevant personal connections to Scratch’s and the SEC’s  mission and values. ",
    "sec.faqFuture": "I cannot participate this year, can I apply in the future? ",
    "sec.faqFutureAnswer": "Yes! Join our {subscribeLink} to stay connected and receive future updates about the SEC.",
    "sec.faqMailingList": "mailing list"
}