{
    "sec.title": "Scratch Educação Colaborativa",
    "sec.intro": "Junte-se a uma rede global de organizações apoiando a programação criativa.",
    "sec.applyNow": "Inscreva-se já!",
    "sec.applyBanner": "Inscrições abertas até 1º de março de 2021!",
    "sec.projectsTitle": "Visão Geral",
    "sec.eligibilityTitle": "Elegibilidade",
    "sec.applyTitle": "Como posso participar?",
    "sec.applyDeadline": "O prazo para inscrições à Scratch Educação foi extendido até dia 1º de março de 2021.",
    "sec.applyButton": "Clique aqui para se inscrever",
    "sec.projectsIntro": "A Colaborativa Scratch Educação (SEC), com apoio de Google.org, está construindo uma rede poderosa de organizações ao redor do mundo",
    "sec.projectsIntroBold": "com o foco em apoiar estudantes em comunidades historicamente carentes e marginalizadas no desenvolvimento de sua confiança na computação criativa.",
    "sec.projectsIntro2": "Em 2021, durante o ano piloto da SEC, até 10 organizações serão selecionadas para expandir e apoiar o trabalho uma da outra com jovens historicamente sub-representados incluindo negros, latinos e indígenas americanos, aprender entre si, e colaborar com membros da Fundação Scratch, o MIT Media Lab, e outros líderes mundiais da computação criativa para desenvolver melhores práticas para implementar computação criativa culturalmente sustentável com o Scratch.",
    "sec.projectsIntro3": "A SEC é uma iniciativa chave da Fundação Scratch. Originado do Grupo Lifelong Kindergarten no MIT Media Lab e com mais de 200 milhões de usuários, o Scratch é a maior e mais diversa comunidade de programação do mundo para crianças oferecida gratuitamente.",
    "sec.expectationsFromSec": "Como membro da rede SEC, benefícios incluem:",
    "sec.expectationsFromSecPoint1": "Conectar-se e aprender com a Fundação Scratch, o MIT Media Lab, e outras organizações líderes ao redor do mundo com experiência em implementar aprendizado criativo com o Scratch",
    "sec.expectationsFromSecPoint2": "Crescer a capacidade da sua organização através de desenvolvimento profissional baseado na equidade.",
    "sec.expectationsFromSecPoint3": "Colabore no desenvolvimento de recursos, eventos e oficinas de programação criativa baseados na equidade usando Scratch para a sua comunidade local",
    "sec.expectationsFromSecPoint4": "Acesso a financiamento de atividades relacionadas ao Scratch e à SEC para a sua comunidade local",
    "sec.expectationsFromOrgs": "Junte-se à rede SEC:",
    "sec.expectationsFromOrgsPoint1": "Participe de reuniões e oficinas virtuais trimestrais com a Fundação Scratch e organizações parceiras da SEC no decorrer do ano",
    "sec.expectationsFromOrgsPoint2": "Hospede pelo menos um evento, tutorial ou atividade de desenvolvimento profissional virtual sobre computação criativa para a sua comunidade em 2021",
    "sec.expectationsFromOrgsPoint3": "Desenvolva e promova recursos, eventos e oficinas de programação criativa baseada em equidade usando Scratch para a sua comunidade local",
    "sec.expectationsFromOrgsPoint4": "Compartilhe melhores práticas e currículos de computação criativa inovadores com a Fundação Scratch e a comunidade SEC",
    "sec.expectationsFromOrgsPoint5": "Promova o trabalho e impacto da sua organização através dos canais sociais, websites e newsletters da Fundação Scratch, e da Conferência Scratch",
    "sec.expectationsFromOrgsPoint6": "Facilite um Scratch Day na sua comunidade com o apoio da Fundação Scratch",
    "sec.eligibilityPrefix": "Sua organização:",
    "sec.eligibilityPoint1": "Foca principalmente em apoiar jovens tradicionalmente sub-representados, incluindo negros, latinos e indígenas americanos nos Estados Unidos e/ou no mundo",
    "sec.eligibilityPoint2": "Serve diretamente os jovens através do aprendizado criativo e/ou iniciativas de programação criativa",
    "sec.eligibilityPoint3": "É designada como organização sem fins lucrativos, ou um distrito escolar que tem demonstrado comprometimento com práticas de aprendizagem criativa igualitárias",
    "sec.eligibilityPoint4": "Quer colaborar com o Scratch e a comunidade SEC para desenvolver e utilizar recursos de computação criativa que podem ser compartilhados globalmente",
    "sec.eligibilityPoint5": "Pode participar em reuniões virtuais trimestrais",
    "sec.faqHeader": "Perguntas frequentes FAQ",
    "sec.faqWhatIs": "O que é Aprendizado Criativo com o Scratch?",
    "sec.faqWhatIsAnswer": "O Scratch suporta o aprendizado criativo como uma abordagem educativa que apoia os estudantes em seu desenvolvimento como pensadores criativos e contribuidores às suas comunidades. A abordagem de Aprendizado Criativo foca nos quatro Ps: Projetos, Paixão, Pessoas e Pensar brincando: dar aos estudantes oportunidades de trabalhar em projetos, baseados nas suas paixões, colaborando com outras pessoas, de uma maneira divertida (Resnick, 2017).",
    "sec.faqWhatIsAnswer2": "Para aprender mais sobre o que a Fundação Scratch e o grupo Lifelong Kindergarten pensam sobre aprendizado criativo, visite o {lclLink}.",
    "sec.faqLCLWebsite": "site Aprendendo o Aprendizado Criativo",
    "sec.faqWhen": "Quando começa e termina o programa de um ano?",
    "sec.faqWhenAnswer": "O programa SEC começa na primeira semana de Maio de 2021, e termina em Maio de 2022.",
    "sec.faqUsingScratch": "Eu preciso já estar usando Scratch na minha organização?",
    "sec.faqUsingScratchAnswer": "Não, a sua organização não precisa já estar usando o Scratch.",
    "sec.faqUsingScratchAnswer2": "Como participante da SEC, você participará do desenvolvimento e implementação de programação e eventos na sua comunidade que usam o Scratch. É importante que a sua organização e a comunidade que você apoiará através do seu trabalho na SEC tenham um plano para acessar tecnologia.",
    "sec.faqBackground": "Preciso de ter formação em informática?",
    "sec.faqBackgroundAnswer": "Você não precisa ter formação em informática, nem estar implementando programação educativa em informática para participar da SEC.",
    "sec.faqBackgroundAnswer2": "Encorajamos o uso do Scratch como ferramenta criativa e acolhemos organizações interessadas em usar o Scratch em vários contextos.",
    "sec.faqEligible": "Que tipos de organizações podem se registrar como membros da SEC?",
    "sec.faqEligibleAnswer": "Organizações sem fins lucrativos, escolas públicas, distritos escolares, universidades, faculdades, e outras entidades governamentais podem se candidatar.",
    "sec.faqEligibleAnswer2": "A SEC encoraja organizações de todo o mundo a se candidatar.",
    "sec.faqInternational": "Vocês aceitam candidatos internacionais?",
    "sec.faqInternationalAnswer": "Sim, a SEC é uma comunidade internacional. Aceitamos registros de organizações do mundo todo.",
    "sec.faqEnglish": "A minha organização precisa falar inglês?",
    "sec.faqEnglishAnswer": "Sua organização não precisa falar inglês para se registrar.",
    "sec.faqEnglishAnswer2": "Porém pedimos que um membro da sua organização possa participar em eventos da SEC, que serão feitos em inglês.",
    "sec.faqHowManyMembers": "Quantos membros da minha organização terão que participar?",
    "sec.faqHowManyMembersAnswer": "Ser uma organização membro requer, no mínimo, a adesão de um representante e do diretor executivo/CEO/ou posição equivalente.",
    "sec.faqHowManyMembersAnswer2": "Um membro da sua equipe será responsável por comparecer a eventos da SEC, e falar com membros da Equipe do Scratch e outras organizações membro participantes da SEC.",
    "sec.faqNotified": "Quando serei notificado da minha aceitação?",
    "sec.faqNotifiedAnswer": "Você receberá uma resposta até a primeira semana de abril de 2021.",
    "sec.faqHours": "Quantas horas por mês eu terei que dedicar à participação na SEC?",
    "sec.faqHoursAnswer": "Você precisará de 4 a 10 horas por mês para participar de trabalhos relacionados à SEC.",
    "sec.faqVirtual": "O programa será todo virtual?",
    "sec.faqVirtualAnswer": "Todas as seções e oficinas do grupo de 2021-2022 serão feitas virtualmente.",
    "sec.faqWorkshopLanguage": "A SEC é uma comunidade internacional, qual será o idioma principal no qual as seções e oficinas serão oferecidas?",
    "sec.faqWorkshopLanguageAnswer": "Seções e oficinas da SEC serão feitas em inglês.",
    "sec.faqCost": "Qual o custo de participar na SEC?",
    "sec.faqCostAnswer": "Participar na SEC é grátis para todas as organizações participantes.",
    "sec.faqCulturallySustaining": "O que quer dizer culturalmente sustentável no contexto da educação?",
    "sec.faqCulturallySustainingAnswer": "A pedagogia culturalmente sustentável empodera os estudantes criando experiências educacionais que reafirmam, honram, exploram e aumentam sua cultura, patrimônio e comunidades (Ladson-Billings, 1994). O Scratch e a SEC querem dar poder a educadores e alunos de todo o mundo, através da participação em práticas de aprendizado criativo e experiências de computação criativa relevantes quanto à sua cultura, que resultará em pontos de vista culturalmente sustentáveis (Hammond, 2015) e apoiar conexões pessoais relevantes à missão e valores do Scratch e da SEC.",
    "sec.faqFuture": "Não posso participar esse ano, posso me candidatar no futuro?",
    "sec.faqFutureAnswer": "Sim! Entre para a nossa {subscribeLink} para receber futuras notícias sobre a SEC.",
    "sec.faqMailingList": "lista de emails"
}