{
    "sec.title": "Scratch Educação Colaborativa",
    "sec.intro": "Uma rede global de organizações que apoiam a programação criativa",
    "sec.projectsTitle": "Visão Geral",
    "sec.eligibilityTitle": "Elegibilidade",
    "sec.applyTitle": "Como posso participar?",
    "sec.subscribe": "Para receber novidades sobre recursos, eventos e ideias para apoiar famílias e educadores usando Scratch, {subscribeLink}",
    "sec.subscribeCallToAction": "inscreva-se na nossa lista de contatos",
    "sec.applyDeadline": "O prazo final para inscrição na Scratch Educação Colaborativa é 10 de janeiro de 2021",
    "sec.applyButton": "Clique aqui para se inscrever",
    "sec.projectsIntro": "A Fundação Scratch está lançando a Colaborativa de Educação Scratch (CES), para reunir organizações comprometidas a apoiar experiências de programação criativa com foco em educadores, estudantes, e comunidades historicamente excluídas da computação.",
    "sec.projectsIntro2": "Em 2021, durante o ano piloto da SEC, 5 organizações de todo o mundo serão selecionadas para compartilhar seu trabalho, aprender umas com as outras e ajudar a desenvolver as melhores práticas e exemplos para a implementação da computação criativa {culturallySustainingLink} com Scratch.",
    "sec.culturallySustaining": "culturalmente sustentável",
    "sec.expectationsFromSec": "O que as organizações participantes podem esperar da SEC",
    "sec.expectationsFromSecPoint1": "Oportunidades de se conectar e aprender com organizações participantes e líderes de pensamento em todo o mundo por meio de oficinas virtuais",
    "sec.expectationsFromSecPoint2": "Apoio no desenvolvimento e promoção de recursos de programação criativa centrados na equidade, eventos e oficinas usando Scratch",
    "sec.expectationsFromSecPoint3": "Oportunidades de se conectar e aprender com a Equipe Scratch por meio de oficinas e horas de expediente virtual",
    "sec.expectationsFromSecPoint4": "Promoção do trabalho da organização e impacto através dos canais sociais, sites e boletins informativos da Equipe Scratch",
    "sec.expectationsFromOrgs": "O que a SEC espera das organizações participantes",
    "sec.expectationsFromOrgsPoint1": "Participe de 4 a 6 oficinas ou reuniões virtuais ao longo do ano",
    "sec.expectationsFromOrgsPoint2": "Apoie a criação de recursos culturalmente sustentáveis de programação criativa com Scratch para a sua comunidade",
    "sec.expectationsFromOrgsPoint3": "Hospede pelo menos um evento, tutorial ou atividade de desenvolvimento profissional para sua comunidade em 2021",
    "sec.expectationsFromOrgsPoint4": "Compartilhe as melhores práticas, aprendizados e desafios com a Fundação Scratch e organizações participantes da SEC",
    "sec.eligibilityPoint1": "Os participantes devem ser uma organização sem fins lucrativos, escola pública, distrito escolar, universidade, faculdade ou entidade governamental",
    "sec.eligibilityPoint2": "Organizações devem participar de e trabalhar com comunidades historicamente excluídas da computação",
    "sec.eligibilityPoint3": "Deve ser capaz de designar pelo menos uma pessoa da equipe como ponto de contato para o programa",
    "sec.eligibilityPrompt": "Quer saber se sua organização pode ser uma boa opção para o ano piloto do Scratch Educação Colaborativa? {link} para saber mais.",
    "sec.eligibilityPromptLink": "Leia o FAQ "
}