{
    "sec.title": "Scratch izobraževalna kolaboracija",
    "sec.intro": "Globalna mreža organizaciji, ki podpirajo kreativno kodiranje",
    "sec.projectsTitle": "Pregled",
    "sec.eligibilityTitle": "Ustreznost",
    "sec.applyTitle": "Kako se prijavim?",
    "sec.subscribe": "Za pridobivanje novic o virih, dogodkih in idejah za podpiranje družin in izobraževalce, ki uporabljajo Scratch, {subscribeLink}",
    "sec.subscribeCallToAction": "prijavite se na naš poštni seznam",
    "sec.applyDeadline": "Rok za prijavo v Scratch izobraževalno kolaboracijo je 10. januar 2021",
    "sec.applyButton": "Kliknite sem za prijavo",
    "sec.projectsIntro": "The Scratch Foundation is launching the Scratch Education Collaborative (SEC), to bring together organizations committed to supporting creative coding experiences with a focus on educators, students, and communities historically excluded from computing.",
    "sec.projectsIntro2": "V letu 2021, pilotnem letu projekta SEC, bo izbranih 5 organizacij iz celega sveta, ki bodo delile svoje delo, se učile ena od druge in pomagale razvijati najboljše prakse in primere za implementacijo {culturallySustainingLink} kreativnega računalništva s Scratchom.",
    "sec.culturallySustaining": "kulturno trajnostno",
    "sec.expectationsFromSec": "Kaj lahko sodelujoče organizacije pričakujejo od SEC?",
    "sec.expectationsFromSecPoint1": "Priložnosti za povezovanje in učenje od podobnih organizacij in idejnih voditeljev po vsem svetu preko virtualnih delavnic.",
    "sec.expectationsFromSecPoint2": "Podporo pri razvoju in ustvarjanju enakopravnostno orientiranih programerskih virov, dogodkov in delavnic z uporabo Scratcha.",
    "sec.expectationsFromSecPoint3": "Priložnosti za povezovanje in učenje s Scratch Team-om preko delavnic in virtualnih ur v pisarni.",
    "sec.expectationsFromSecPoint4": "Promoviranje delovanja organizacije in njenega učinka preko družbenih kanalov Scratch Team-a, spletnih strani in novic.",
    "sec.expectationsFromOrgs": "Kaj SEC pričakuje od sodelujočih organizaciji?",
    "sec.expectationsFromOrgsPoint1": "Sodelovanje v 4-6 virtualnih delavnicah ali srečanjih v roku enega leta",
    "sec.expectationsFromOrgsPoint2": "Podporo pri ustvarjanju kulturno trajnostnih Scratch kodirnih virov za vašo skupnost",
    "sec.expectationsFromOrgsPoint3": "Izvedbo vsaj enega dogodka, vodnika ali aktivnosti za razvoj profesionalnosti v vaši skupnosti v letu 2021",
    "sec.expectationsFromOrgsPoint4": "Deljenje najboljših praks in izzivov s fundacijo Scratch in sodelujočimi SEC organizacijami",
    "sec.eligibilityPoint1": "Sodelujoči morajo biti neprofitne organizacije, javne šole, šolska okrožja, univerze, srednje šole ali državne ustanove.",
    "sec.eligibilityPoint2": "Organizations must be part-of and work with communities historically excluded from computing",
    "sec.eligibilityPoint3": "Potrebno je določiti vsaj eno kontaktno osebo za izvajanje programa.",
    "sec.eligibilityPrompt": "Se sprašujete, če vaša organizacija ustreza pilotnemu letu Scratch izobraževalne kolaboracije? Na {link} lahko izveste več.",
    "sec.eligibilityPromptLink": "Preberite odgovore na pogosta vprašanja"
}