{
    "sec.title": " Shirika la Scratch Education Collaborative",
    "sec.intro": "Ungana na mtandao wa kimataifa wa mashirika yanayounga usimbaji mbunifu ",
    "sec.applyNow": "Tuma ombi sasa!",
    "sec.applyBanner": " Maombi yanakubalika kuanzia saa hii hadi 21 Machi 2021!",
    "sec.projectsTitle": "Mukhtasari",
    "sec.eligibilityTitle": "Ustahiki",
    "sec.applyTitle": "Nitawezaje kutuma ombi?",
    "sec.applyDeadline": "Tarehe ya mwisho ya kutuma ombi kwa shirika la Scratch Education Collaborative imeongezwa hadi Machi 1, 2021",
    "sec.applyButton": "Bonyeza hapa ili kutuma ombi",
    "sec.projectsIntro": "Shirika la Scratch Education Collaborative (SEC) likishirikiana na Google.org linajenga mtandao hodari wa mashirika kote duniani",
    "sec.projectsIntroBold": "wenye lengo la kuwasaidia wanafunzi kutoka jamii zilizotengwa kihistoria ili waweze kujiamini katika usisimbaji mbunifu",
    "sec.projectsIntro2": "Kufikia mashirika 10 yatachaguliwa katika mwaka wa majaribio wa 2021 ili kupanua na kuunga mkono kazi ya kila mmoja katika jamii zilizotengwa kihistoria wakiwemo wenye asili ya Kiafrika, Kilatini, na vijana kutoka jamii asili. Washiriki katika SEC watafundishana na kushirikiana na wanachama wa Scratch Foundation, Maabara ya Media ya MIT, na viongozi wengine ulimwenguni katika usimbaji mbunifu ili kukuza mazoea bora ya kutekeleza usimbaji mbunifu unaodumisha utamaduni kutumia Scratch.",
    "sec.projectsIntro3": "SEC ni mradi muhimu wa Scratch Foundation. Inatokana na Kikundi cha maisha cha chekechea cha MIT Media Lab chenye watumizi zaidi ya milioni 200, Scratch ndio jamii kubwa zaidi na yenye wasimbaji kutoka jamii tofauti ulimwenguni ya watoto na ni huduma inayotolewa bure.",
    "sec.expectationsFromSec": "Kama mwanachama wa mtandao wa SEC, faida ni pamoja na:",
    "sec.expectationsFromSecPoint1": "Ungana na ujifunze kutokana na Scratch Foundation,  MIT Media Lab, na mashirika mengine bingwa ulimwenguni kote yenye ujuzi wa kutekeleza elimu ya ubunifu na Scratch",
    "sec.expectationsFromSecPoint2": "Kuza uwezo wa shirika lako kupitia ukuzaji  maalum yanayozingatia usawa",
    "sec.expectationsFromSecPoint3": "Shirikiana katika kukuza rasilimali za usimbaji mbunifu zinazozingatia usawa, matukio, na semina kwa kutumia Scratch katika jamii.",
    "sec.expectationsFromSecPoint4": "Upatikanaji wa ufadhili wa shughuli za Scratch na SEO katika kitongojiduni chako",
    "sec.expectationsFromOrgs": "Jiunge na Mtandao wa SEC:",
    "sec.expectationsFromOrgsPoint1": "Shiriki katika mikutanona semina za mtandaoni mara nne kwa mwaka  na Scratch Foundation na mashirika mwenza ya SEC.",
    "sec.expectationsFromOrgsPoint2": "Kukaribisha angalau tukio moja la ubunifu la kompyuta, mafunzo, au shughuli za maendeleo za kitaalam kwa jamii yako mnamo 2021",
    "sec.expectationsFromOrgsPoint3": "Kuendeleza na kukuza rasilimali za uundaji wa uundaji wa uainishaji wa viwango vya usawa, hafla, na semina kwa kutumia Scratch kwa jamii yako ya karibu",
    "sec.expectationsFromOrgsPoint4": "Shiriki mazoea bora na mitaala ya ubunifu ya kompyuta ya ubunifu na jamii ya Scratch Foundation na SEC",
    "sec.expectationsFromOrgsPoint5": "Kukuza kazi ya shirika lako na athari kupitia njia za kijamii za Scratch Foundation, tovuti, jarida, na Mkutano wa Scratch",
    "sec.expectationsFromOrgsPoint6": "Kuwezesha Siku ya Kukamata kwa jamii yako kwa msaada kutoka kwa Msingi wa mwanzo",
    "sec.eligibilityPrefix": "Shirika lako ni:",
    "sec.eligibilityPoint1": "Kimsingi ililenga kusaidia vijana waliotengwa jadi, pamoja na Weusi, Kilatini, na vijana wa Asili huko Merika na / au kimataifa",
    "sec.eligibilityPoint2": "Kuwahudumia vijana moja kwa moja kupitia mipango ya kujifunza ubunifu na / au ubunifu wa kuandika kodi",
    "sec.eligibilityPoint3": "Imeteuliwa kama isiyo ya faida, au wilaya ya shule ambayo imeonyesha kujitolea kwa mazoea sawa ya ujifunzaji wa ubunifu",
    "sec.eligibilityPoint4": "Kujitolea kushirikiana na Scratch na jamii ya SEC kukuza na kutumia rasilimali za kompyuta za ubunifu ambazo zinaweza kushirikiwa ulimwenguni",
    "sec.eligibilityPoint5": "Kuweza kushiriki katika mikutano ya robo mwaka",
    "sec.faqHeader": "Maswali yanayoulizwa mara kwa mara",
    "sec.faqWhatIs": "Creative Learning ni nini kwa Scratch?",
    "sec.faqWhatIsAnswer": "Scratch inajumuisha ujifunzaji wa ubunifu kama njia ya kielimu ambayo inasaidia wanafunzi katika kukuza kama wafikiriaji wa ubunifu na wachangiaji kwa jamii zao. Njia ya ubunifu ya Kujifunza inazingatia 4P: Miradi, Passion, Peers, na Play: kuwapa wanafunzi fursa za kufanya kazi kwenye miradi, kwa kuzingatia matamanio yao, kwa kushirikiana na wenzao, kwa roho ya kucheza (Resnick, 2017).",
    "sec.faqWhatIsAnswer2": "Ili kujifunza zaidi jinsi kikundi cha Scratch Foundation na kikundi cha Lifelong Kindergarten wanavyofikiria kuhusu masomo bunifu, tembelea {lclLink}.",
    "sec.faqLCLWebsite": "Tovuti ya Learning Creative Learning",
    "sec.faqWhen": "Programu ya mwaka mzima huanza na kuisha lini?",
    "sec.faqWhenAnswer": "Programu ya SEC itaanza wiki ya kwanza ya Mei 2021, na kumalizika Mei ya 2022.",
    "sec.faqUsingScratch": "Je, ni lazima niwe natumia Scratch katika shirika langu tayari?",
    "sec.faqUsingScratchAnswer": "Hapana, shirika lako halihitaji kuwa tayari linatumia Scratch.",
    "sec.faqUsingScratchAnswer2": "Kama mshiriki katika SEC, utashirikiana katika kuendeleza na kutekeleza programu na matukio kwa jamii yako ambayo inaingiza Scratch. Ni muhimu kwamba shirika lako na jamii utakayounga mkono kupitia kazi yako na SEC ina mpango wa kupata teknolojia.",
    "sec.faqBackground": "Je, ninahitaji kuwa na historia ya maarifa ya kompyuta sayansi?",
    "sec.faqBackgroundAnswer": "Hauhutaji kuwa na historia ya maarifa ya kompyuta sayansi au kuwa mtekelezaji wa mafunzo ya kompyuta sayaynsi ili kushiriki kwenye SEC.",
    "sec.faqBackgroundAnswer2": "Tunahimiza matumizi ya Scratch kama combo cha ubunifu na tunakaribisha mashirika yaliyo na hamu kutumia Scratch katika mazingira anuwai.",
    "sec.faqEligible": "Ni mashirika ya aina gani yanayoweza kuomba kuwa wanachama wa SEC?",
    "sec.faqEligibleAnswer": "Mashirika yasiyo ya faida, vyuo ya umma, wilaya za shule, vyuo vikuu na vyombo vingine vya serikali yanakaribishwa kuomba.",
    "sec.faqEligibleAnswer2": "SEC ingependa kuhimiza mashirika kote duniani kuomba.",
    "sec.faqInternational": "Je, mnakubali maombi ya mashirika ya kimataifa?",
    "sec.faqInternationalAnswer": "Ndio, SEC ni jamii ya kimataifa. Inakaribisha maombi kutoka kwa mashirika kote duniani.",
    "sec.faqEnglish": "Je, shirika langu linafaa kuwa la kuongea kiingereza?",
    "sec.faqEnglishAnswer": "Shirika lako halihitaji kuwa la kuzungumza Kiingereza ili kuomba.",
    "sec.faqEnglishAnswer2": "Tunauliza kwamba mwanachama mmoja wa shirika lako anaweza kushiriki katika matukio ya SEC, ambayo yataendeshwa kwa Kiingereza.",
    "sec.faqHowManyMembers": "Ni wanachama wangapi wa shirika langu watatakiwa kushiriki? ",
    "sec.faqHowManyMembersAnswer": "Kuwa shirika la wanachama kunahitaji kununua kutoka, kwa kiwango cha chini, mwakilishi mmoja na mkurugenzi mtendaji / Mkurugenzi Mtendaji / au msimamo sawa. ",
    "sec.faqHowManyMembersAnswer2": "Mwanachama mmoja wa timu yako atawajibika kuhudhuria hafla za SEC, na kuwasiliana na washiriki wa Timu ya Scratch na mashirika mengine ya washiriki wa SEC.",
    "sec.faqNotified": "Ni lini nitaarifiwa kuhusu kukubali kwangu?",
    "sec.faqNotifiedAnswer": "Utasikia kutoka kwetu na wiki ya kwanza ya Aprili, 2021.",
    "sec.faqHours": "Ni masaa mangapi kwa mwezi ninapaswa kutarajia kujitolea kushiriki katika SEC?",
    "sec.faqHoursAnswer": "Unapaswa kutarajia kutumia masaa 4-10 kwa mwezi kushiriki katika kazi inayohusiana na SEC.",
    "sec.faqVirtual": "Je, Programu hiyo itakuwa dhahiri kabisa?",
    "sec.faqVirtualAnswer": "Warsha zote na vikao vya kikundi cha 2021-2022 vitasimamiwa karibu.",
    "sec.faqWorkshopLanguage": "SEC ni jamii ya kimataifa, ni lugha gani ya msingi ambayo semina na vikao vitatolewa ndani?",
    "sec.faqWorkshopLanguageAnswer": "Warsha na matukio ya SEC yatawezeshwa kwa Kiingereza. ",
    "sec.faqCost": "Gharama ya kushiriki katika SEC ni nini?",
    "sec.faqCostAnswer": "Kushiriki katika SEC ni bure kwa mashirika yote yanayoshiriki.",
    "sec.faqCulturallySustaining": "Tunamaanisha nini kwa kudumisha utamaduni katika muktadha wa elimu?",
    "sec.faqCulturallySustainingAnswer": "Kufundisha ufundishaji wa kitamaduni kunawapa nguvu wanafunzi kwa kuunda uzoefu wa kielimu ambao unathibitisha tena, heshima, kuchunguza, na kupanua utamaduni wao, urithi na jamii (Ladson-Billings, 1994). Scratch na SEC inakusudia kuwawezesha waelimishaji na wanafunzi kote ulimwenguni kupitia ushiriki katika mazoea ya ujifunzaji wa kitamaduni na uzoefu wa ubunifu wa kompyuta ambao utasababisha kudumisha muafaka wa kumbukumbu na mtazamo (Hammond, 2015) na uunga mkono uunganisho unaofaa wa kibinafsi kwa Scratch's na dhamira na maadili ya SEC.",
    "sec.faqFuture": "Siwezi kushiriki mwaka huu, naweza kutuma katika siku zijazo? ",
    "sec.faqFutureAnswer": "Ndiyo! Jiunge nasi {subscribeLink} ili kuendelea kushikamana na kupokea sasisho za baadaye kuhusu SEC.",
    "sec.faqMailingList": "orodha ya barua"
}