{
    "sec.title": "Scratch Education Collaborative",
    "sec.intro": "Ungana na mashirika yanayounga usimbaji ubunifu kote duniani",
    "sec.applyNow": "Omba sasa!",
    "sec.applyBanner": " Maombi yako wazi kuanzia saa hii hadi 21 Machi 2021!",
    "sec.projectsTitle": "Mapitio",
    "sec.eligibilityTitle": "Ustahiki",
    "sec.applyTitle": "Nitawezaje kutekeleza ombi?",
    "sec.applyDeadline": "Mpaka wa mwisho wa kujaza ombi kwenye Scratch Education umeongezwa hadi 1 Machi 2021",
    "sec.applyButton": "Bonyeza hapa ili kujaza ombi",
    "sec.projectsIntro": "Shirika la Scratch Education Collaborative (SEC) pamoja na msaada kutoka kwa Google.org linajenga mtandao hodari wa mashirika kote duniani",
    "sec.projectsIntroBold": "yanayozingatia kusaidia wanafunzi kutoka kwa jamii zilizotengwa kihistoria kujenga imani yao kwenye ubinifu wa kikompyuta.",
    "sec.projectsIntro2": "Up to 10 organizations will be selected in the 2021 pilot year to expand on and support each other's work with historically underrepresented youth including Black, LatinX, and Indigenous Americans, learn from one another, and collaborate with members of the Scratch Foundation, The MIT Media Lab, and other global leaders in creative computing to develop best practices for implementing culturally sustaining creative computing with Scratch.",
    "sec.projectsIntro3": "The SEC is a key initiative of the Scratch Foundation. Originating from MIT Media Lab’s Lifelong Kindergarten Group and with over 200 million users, Scratch is the world’s largest and most diverse coding community for children offered free of charge.",
    "sec.expectationsFromSec": "Kama mwanachama wa mtandao wa SEC, faida ni pamoja na:",
    "sec.expectationsFromSecPoint1": "Connect with and learn from the Scratch Foundation, the MIT Media Lab, and other leading organizations from around the world with experience implementing creative learning with Scratch",
    "sec.expectationsFromSecPoint2": "Kuza uwezo wa shirika lako kupitia maendeleo ya kitaaluma ya usawa",
    "sec.expectationsFromSecPoint3": "Collaborate in developing equity-centered creative coding resources, events, and workshops using Scratch for your local community",
    "sec.expectationsFromSecPoint4": "Access to seed funding for Scratch and SEC related activities for your local community",
    "sec.expectationsFromOrgs": "Join the SEC Network:",
    "sec.expectationsFromOrgsPoint1": "Engage in quarterly virtual meetings and workshops with Scratch Foundation and SEC partner organizations over the course of the year",
    "sec.expectationsFromOrgsPoint2": "Host at least one creative computing virtual event, tutorial, or professional development activity for your community in 2021",
    "sec.expectationsFromOrgsPoint3": "Develop and promote equity-centered creative coding resources, events, and workshops using Scratch for your local community",
    "sec.expectationsFromOrgsPoint4": "Share best-practices and innovative creative computing curricula with the Scratch Foundation and SEC community",
    "sec.expectationsFromOrgsPoint5": "Promote your organization’s work and impact through Scratch Foundation social-channels, websites, newsletters, and the Scratch Conference",
    "sec.expectationsFromOrgsPoint6": "Facilitate a Scratch Day for your community with support from the Scratch Foundation",
    "sec.eligibilityPrefix": "Shirika lako ni:",
    "sec.eligibilityPoint1": "Primarily focused on supporting traditionally underrepresented youth, including Black, Latinx, and Indigenous people in the United States and/or globally",
    "sec.eligibilityPoint2": "Kuwahudumia vijana moja kwa moja kupitia mipango ya kujifunza ubunifu na / au ubunifu wa kuandika kodi",
    "sec.eligibilityPoint3": "Designated as a non-profit, or a school district that has demonstrated a commitment to equitable creative learning practices",
    "sec.eligibilityPoint4": "Willing to collaborate with Scratch and the SEC community to develop and utilize creative computing resources that can be shared globally",
    "sec.eligibilityPoint5": "Able to engage in quarterly virtual meetings",
    "sec.faqHeader": "Maswali yanayoulizwa mara kwa mara",
    "sec.faqWhatIs": "What is Creative Learning with Scratch?",
    "sec.faqWhatIsAnswer": "Scratch embraces creative learning as an educational approach that supports students in developing as creative thinkers and contributors to their communities. The Creative Learning approach focuses on 4P’s: Projects, Passion, Peers, and Play: providing students with opportunities to work on projects, based on their passions, in collaboration with peers, in a playful spirit (Resnick, 2017).",
    "sec.faqWhatIsAnswer2": "To learn more about how the Scratch Foundation and the Lifelong Kindergarten group think about creative learning, visit the {lclLink}.",
    "sec.faqLCLWebsite": "Learning Creative Learning website",
    "sec.faqWhen": "Programu ya mwaka mzima huanza na kumalizika lini?",
    "sec.faqWhenAnswer": "Mpango wa SEC huanza wiki ya kwanza ya Mei 2021, na kumalizika Mei ya 2022.",
    "sec.faqUsingScratch": "Je, ni lazima natumia Scratch katika shirika langu tayari?",
    "sec.faqUsingScratchAnswer": "Hapana, shirika lako halihitaji kuwa tayari linatumia Scratch.",
    "sec.faqUsingScratchAnswer2": "Kama mshiriki katika SEC, utashirikiana katika kuendeleza na kutekeleza programu na matukio kwa jamii yako ambayo inaingiza Scratch. Ni muhimu kwamba shirika lako na jamii utakayounga mkono kupitia kazi yako na SEC ina mpango wa kupata teknolojia.",
    "sec.faqBackground": "Je, ninahitaji kuwa na historia ya maarifa ya kompyuta sayansi?",
    "sec.faqBackgroundAnswer": "Hauhutaji kuwa na historia ya maarifa ya kompyuta sayansi au kuwa mtekelezaji wa mafunzo ya kompyuta sayaynsi ili kushiriki kwenye SEC.",
    "sec.faqBackgroundAnswer2": "Tunahimiza matumizi ya Scratch kama combo cha ubunifu na tunakaribisha mashirika yaliyo na hamu kutumia Scratch katika mazingira anuwai.",
    "sec.faqEligible": "Ni mashirika ya aina gani yanayoweza kuomba kuwa wanachama wa SEC?",
    "sec.faqEligibleAnswer": "Mashirika yasiyo ya faida, vyuo ya umma, wilaya za shule, vyuo vikuu na vyombo vingine vya serikali yanakaribishwa kuomba.",
    "sec.faqEligibleAnswer2": "SEC ingependa kuhimiza mashirika kote duniani kuomba.",
    "sec.faqInternational": "Je, mnakubali maombi ya mashirika ya kimataifa?",
    "sec.faqInternationalAnswer": "Ndio, SEC ni jamii ya kimataifa. Inakaribisha maombi kutoka kwa mashirika kote duniani.",
    "sec.faqEnglish": "Je, shirika langu linafaa kuwa la kuongea kiingereza?",
    "sec.faqEnglishAnswer": "Shirika lako halifai kuwa la kuzungumza Kiingereza ili kuomba.",
    "sec.faqEnglishAnswer2": "Tunauliza kwamba mwanachama mmoja wa shirika lako anaweza kushiriki katika matukio ya SEC, ambayo yataendeshwa kwa Kiingereza.",
    "sec.faqHowManyMembers": "Ni wanachama wangapi wa shirika langu watatakiwa kushiriki? ",
    "sec.faqHowManyMembersAnswer": "Being a member organization requires buy-in from, at minimum, one representative and the Executive director/CEO/or equivalent position. ",
    "sec.faqHowManyMembersAnswer2": "One member of your team will be responsible for attending SEC events, and communicating with Scratch Team members and other participating SEC member organizations.",
    "sec.faqNotified": "Ni lini nitaarifiwa kuhusu kukubali kwangu?",
    "sec.faqNotifiedAnswer": "Utasikia kutoka kwetu na wiki ya kwanza ya Aprili, 2021.",
    "sec.faqHours": "Ni masaa mangapi kwa mwezi ninapaswa kutarajia kujitolea kushiriki katika SEC?",
    "sec.faqHoursAnswer": "Unapaswa kutarajia kutumia masaa 4-10 kwa mwezi kushiriki katika kazi inayohusiana na SEC.",
    "sec.faqVirtual": "Will the program be entirely virtual?",
    "sec.faqVirtualAnswer": "All workshops and sessions for the 2021-2022 cohort will be hosted virtually.",
    "sec.faqWorkshopLanguage": "The SEC is an international community, what is the primary language that workshops and sessions will be offered in?",
    "sec.faqWorkshopLanguageAnswer": "Warsha na matukio ya SEC yatawezeshwa kwa Kiingereza. ",
    "sec.faqCost": "Gharama ya kushiriki katika SEC ni nini?",
    "sec.faqCostAnswer": "Kushiriki katika SEC ni bure kwa mashirika yote yanayoshiriki.",
    "sec.faqCulturallySustaining": "Tunamaanisha nini kwa kudumisha utamaduni katika muktadha wa elimu?",
    "sec.faqCulturallySustainingAnswer": "Culturally sustaining pedagogy empowers students by creating educational experiences which reaffirm, honor, explore, and extend their culture, heritage and communities (Ladson-Billings, 1994). Scratch and the SEC aims to empower educators and students across the globe through engagement in culturally relevant creative learning practices and creative computing experiences that will lead to culturally sustaining frames of reference and perspective (Hammond, 2015) and support relevant personal connections to Scratch’s and the SEC’s  mission and values. ",
    "sec.faqFuture": "Siwezi kushiriki mwaka huu, naweza kutuma katika siku zijazo? ",
    "sec.faqFutureAnswer": "Ndiyo! Jiunge nasi {subscribeLink} ili kuendelea kushikamana na kupokea sasisho za baadaye kuhusu SEC.",
    "sec.faqMailingList": "orodha ya barua"
}