{
    "download.appTitle": "Laai die Scratch App af",
    "download.appIntro": "Wil jy Scratch projekte skep en stoor sonder ’n internetverbinding? Laai die gratis Scratch App af.",
    "download.requirements": "Vereistes",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Desktop skermskoot",
    "download.troubleshootingTitle": "AV",
    "download.startScratchDesktop": "Begin Scratch Desktop",
    "download.howDoIInstall": "Hoe installeer ek Scratch Desktop?",
    "download.whenSupportLinuxApp": "Wanneer sal die Scratch App vir Linux beskikbaar wees?",
    "download.whenSupportLinux": "Wanneer sal die Scratch Desktop vir Linux beskikbaar wees?",
    "download.supportLinuxAnswer": "Scratch Desktop word nie huidiglik op Linux ondersteun nie. Ons werk saam met vennote en die oop bron gemeenskap om te bepaal of ons in die toekoms Linux sal kan ondersteun. Bly ingeskakel!",
    "download.whenSupportLinuxAppAnswer": "Die Scratch App word nie huidiglik op Linux ondersteun nie. Ons werk saam met vennote en die oop-bron gemeenskap om te bepaal of ons in die toekoms Linux sal kan ondersteun. Bly ingeskakel!",
    "download.supportChromeOS": "Wanneer sal die Scratch Desktop vir Chromebooks beskikbaar wees?",
    "download.supportChromeOSAnswer": "Scratch Desktop vir Chromebooks is nog nie beskikbaar nie. Ons werk daaraan en verwag om dit later in 2019 vry te stel.",
    "download.olderVersionsTitle": "Ouer weergawes",
    "download.olderVersions": "Op soek na ’n vroeër weergawe van Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Ongekoppelde Redakteur",
    "download.cannotAccessMacStore": "Wat as ek nie toegang tot die Mac App Store het nie?",
    "download.cannotAccessWindowsStore": "Wat as ek nie toegang tot die Microsoft Store het nie?",
    "download.macMoveAppToApplications": "Maak die .dmg lêer oop. Skuif die Scratch 3 in Toepassings in.",
    "download.macMoveToApplications": "Maak die .dmg lêer oop. Skuif Scratch Desktop in Toepassings in.",
    "download.winMoveToApplications": "Laat die .exe lêer loop.",
    "download.doIHaveToDownload": "Moet ek 'n toepassing aflaai om Scratch te kan gebruik?",
    "download.doIHaveToDownloadAnswer": "Nee. Jy kan die Scratch projek redakteur in meeste webblaaiers op meeste toestelle gebruik deur na scratch.mit.edu toe te gaan en op \"Skep\" te kliek. ",
    "download.canIUseScratchLink": "Kan ek Scratch Link gebruik om aan uitbreidings te verbind?",
    "download.canIUseScratchLinkAnswer": "Ja. Maar 'n internetverbinding word benodig om Scratch Link te kan gebruik.",
    "download.canIUseExtensions": "Kan ek met hardeware-uitbreidings verbind?",
    "download.canIUseExtensionsAnswer": "Ja. Met die Scratch App kan jy met uitbreidings verbind word. Scratch Link word nie benodig nie.",
    "download.howConnectHardwareDevices": "Hoe verbind ek die Scratch App met hardeware toestelle?",
    "download.howConnectHardwareDevicesAnswerLink": "Jy moet Scratch Link installeer en dit laat loop, om met hardeware toestelle te verbind wanneer die Scratch App vir {operatingsystem} gebruik word. 'n Internetverbinding word benodig om Scratch Link te gebruik.",
    "download.howConnectHardwareDevicesAnswerApp": "Met die Scratch App kan jy aan hardeware toestelle soos micro:bit of LEGO Boost verbind. Wanneer jy die Scratch toepassing vir {operatingsystem} gebruik, het jy nie Scratch Link nodig nie.",
    "download.desktopAndBrowser": "Kan ek Scratch Werkskerm gebruik en gelyktydig Scratch in die webblaaier oop hê?",
    "download.appAndBrowser": "Kan ek die Scratch toepassing gebruik en ook Scratch in die webblaaier oop hê?",
    "download.yesAnswer": "Ja.",
    "download.onPhone": "Kan ek Scratch op my Android foon installeer?",
    "download.onPhoneAnswer": "Nee. Die huidige weergawe van Scratch vir Android werk slegs op tablette.",
    "download.howUpdateApp": "Hoe opdateer ek die Scratch toepassing?",
    "download.howUpdateAppAnswerPlayStore": "Maak die Google Play Store oop en kyk of daar opdaterings is. As jou installasie deur skool administrateurs beheer word, gaan hulle die weergawe moet opdateer en die opdatering beskikbaar maak vir die toestelle wat beheer word.",
    "download.howUpdateAppAnswerDownload": "Om Scratch vir {operatingsystem} vanaf hierdie blad te opdateer, laai die nuutste weergawe af en instaleer dit. Om seker te maak watter weergawe jy het, kliek op die Scratch logo in die afgelaaide toepassing.",
    "download.canIShare": "Kan ek vanaf Scratch Desktop deel?",
    "download.canIShareAnswer": "Hierdie word nie tans ondersteun nie. Vir nou kan jy 'n projek van Scratch Desktop stoor, dit na jou Scratch rekening oplaai en dit daar deel. In 'n latere weergawe sal die vermoë om direk na jou Scratch rekening op te laai by Scratch Desktop bygevoeg word.",
    "download.canIShareApp": "Kan ek na die aanlyn gemeenskap toe deel vanaf die Scratch App vir {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ja. Kliek op die 3-kol kieslys op 'n projek in die voorportaal en kies \"Deel\" vanuit die opsies. Benewens te deel per e-pos, kan jy by jou Scratch rekening inteken en 'n projek met die Scratch aanlyn gemeenskap deel.",
    "download.canIShareAnswerDownloaded": "Om direk na die aanlyn gemeenskap vanaf die Scratch App vir {operatingsystem}te deel, word nie op die oomblik ondersteun nie. Vir nou kan jy 'n projek van die Scratch App uitvoer, dan op die Scratch webwerf inteken en jou projek daar oplaai en deel.",
    "download.whyNoDevicesVisible": "Waarom wys Scratch geen toestelle wanneer ek probeer om hardeware-uitbreidings te verbind?",
    "download.whyNoDevicesVisibleAnswer": "Ons het gevind dat as {devicePosessive}bluetooth in die stelselinstellings af en weer aan geskakel word, word hardeware toestelle weer sigbaar. As die probleem aanhou, maak seker dat Liggingsdienste vir jou toestel geaktiveer is. As jy steeds geen toestelle sien nie, {whyNoDevicesContactUsLink} asseblief .",
    "download.whyNoDevicesContactUsLink": "kontak ons",
    "download.chromebookPossessive": "Chromebook se",
    "download.androidPossessive": "Android tablet se",
    "download.whyAskForLocation": "Waarom vra {operatingsystem} vir my posisie?",
    "download.whyAskForLocationAnswer": "Scratch gebruik bluetooth om aan ander toestelle, soos micro:bit of LEGO BOOST te verbind. Bluetooth kan gebruik word om liggingsdata vir die toepassing te voorsien, daarom vereis Google dat elke toepassing wat bluetooth gebruik, gebruikers se toestemming vra om toegang tot hulle ligging te kry. Scratch sal nie bluetooth gebruik om jou ligging op te spoor nie.",
    "download.whereProjectStored": "Waar stoor die Scratch App my projekte?",
    "download.whereProjectStoredAnswer": "Projekte word intern in die toepassing gestoor. Om 'n lêer uit te voer, kliek die 3-kol kieslys en kies \"Deel\". Op die volgende skerm kies \"uitvoer\". Die sigbare opsies hang van die toepassings wat op jou toestel geïnstalleer is af. Algemene opsies is Google Drive, Files en e-pos.",
    "download.iconAltText": "Laai af"
}