{
    "download.appTitle": "Descarga l'aplicación de Scratch",
    "download.appIntro": "Te faría goyo de crear y d'alzar prochectos de Scratch sin una connexión a Internet? Descarga gratis l'aplicación de Scratch.",
    "download.requirements": "Requisitos",
    "download.imgAltDownloadIllustration": "Captura de pantalla de Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "Preguntas freqüents (FAQ)",
    "download.startScratchDesktop": "Iniciar Scratch Desktop",
    "download.howDoIInstall": "Cómo puedo instalar Scratch Desktop?",
    "download.whenSupportLinuxApp": "Quán será disponible l'aplicación de Scratch pa Linux?",
    "download.whenSupportLinux": "Quán será disponible Scratch Desktop en Linux?",
    "download.supportLinuxAnswer": "Por agora Scratch Dekstop no ye compatible con Linux. Somos treballando con colaboradors y con a comunidat open-source pa trobar un modo que Scratch funcione en Linux en o futuro. Está-te a l'atisva!",
    "download.whenSupportLinuxAppAnswer": "Por agora l'Aplicación de Scratch no ye compatible con Linux. Somos treballando con colaboradors y con a comunidat open-source pa trobar un modo que Scratch funcione en Linux en o futuro. Está-te a l'atisva!",
    "download.supportChromeOS": "Quán será disponible Scratch Desktop en Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop pa Chromebooks encara no ye disponible. Somos treballando en ixo y asperamos poder lanzar-lo a zaguers de 2019.",
    "download.olderVersionsTitle": "Versions anteriors",
    "download.olderVersions": "Buscando una versión mas antiga de Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Editor sin connexión de Scratch 2.0",
    "download.cannotAccessMacStore": "Qué pasa si no puedo acceder ta la botiga Mac App Store?",
    "download.cannotAccessWindowsStore": "Qué pasa si no puedo acceder ta Microsoft Store?",
    "download.macMoveAppToApplications": "Ubrir o fichero .dmg. Tresladar Scratch 3 ta la carpeta Aplicacions.",
    "download.macMoveToApplications": "Ubrir o fichero .dmg. Mover Scratch Desktop ta Aplicacions.",
    "download.winMoveToApplications": "Executa o fichero .exe.",
    "download.doIHaveToDownload": "He de descargar una aplicación pa usar Scratch?",
    "download.doIHaveToDownloadAnswer": "No. Puetz usar tamién lo editor de prochectos Scratch en quasi totz los navegadors, en a mayoría de dispositivos, indo ta scratch.mit.edu y fendo clic en \"Crear\".",
    "download.canIUseScratchLink": "Puedo utilizar Scratch Link pa anyadir atras extensions?",
    "download.canIUseScratchLinkAnswer": "Sí. Manimenos, te caldrá una connexión a Internet pa utilizar Scratch Link.",
    "download.canIUseExtensions": "Puedo connectar extensions de hardware?",
    "download.canIUseExtensionsAnswer": "Sí. Con l'aplicación de Scratch puetz connectar-te a las extensions, y no te cal Scratch Link.",
    "download.howConnectHardwareDevices": "Cómo connecto l'aplicación de Scratch a extensions de hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "Te caldrá instalar y iniciar Scratch Link pa connectar extensions de hardware quan uses Scratch app pa {operatingsystem}. Tamién te caldrá una connexión a Internet pa usar Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Con l'app de Scratch puetz connectar-te a dispositivos de hardware como o micro:bit u o LEGO Boost. Quan s'utiliza a app de Scratch pa{operatingsystem} no s'aprecisa Scratch Link.",
    "download.desktopAndBrowser": "Puedo utilizar Scratch Desktop y a la vegada tener ubierto Scratch en un navegador?",
    "download.appAndBrowser": "Puedo usar l'aplicación de Scratch y a la vegada tener Scratch ubierto en o navergador?",
    "download.yesAnswer": "Sí.",
    "download.onPhone": "Puedo instalar Scratch en o mío telefono Android?",
    "download.onPhoneAnswer": "No. A versión actual de Scratch pa Android solament funciona en tabletas.",
    "download.howUpdateApp": "Cómo actualizo l'aplicación de Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Ubre a botiga de Google Play y compreba si i hai actualizacions. Si a tuya instalación ye chestionada por os administradors d'a escuela, habrán d'actualizar a versión y fer que l'actualización sía disponible pa os dispositivos chestionaus.",
    "download.howUpdateAppAnswerDownload": "Pa actualizar Scratch pa {operatingsystem}  dende ista pachina, descarga a zaguera versión y instala-la. Pa comprebar qué versión tiens, fe clic en o logotipo de Scratch en l'aplicación descargada.",
    "download.canIShare": "Puedo compartir dende Scratch Desktop?",
    "download.canIShareAnswer": "De momento isto no ye permitiu. Por agora puetz alzar un prochecto dende Scratch Desktop, puyar-lo a la tuya cuenta Scratch y compartir-lo dende astí. En una proxima versión anyadiremos a función de puyar prochectos a la tuya cuenta Scratch dreitament dende Scratch Desktop.",
    "download.canIShareApp": "Puedo compartir a la comunidat online dende l'aplicación de Scratch pa {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Sí. Fe clic en o menú de 3 puntos sobre un prochecto en la dentrada y selecciona \"Compartir\" entre as opcions. Amás de compartir por correu electronico, puetz acceder ta la tuya cuenta de Scratch y compartir un prochecto con a comunidat online de Scratch.",
    "download.canIShareAnswerDownloaded": "Compartir dreitament a la comunidat en linia dende l'aplicación de Scratch pa {operatingsystem} no ye actualment compatible. Por agora, puede exportar un prochecto dende l'aplicación de Scratch, dimpués encetar sesión en o puesto web de Scratch, y puyar y compartir o suyo prochecto allí.",
    "download.whyNoDevicesVisible": "Porqué Scratch no amuestra garra dispositivo quan prebo a connectar extensions de hardware?",
    "download.whyNoDevicesVisibleAnswer": "Hemos comprebau que amortar y tornar a encender o tuyo {devicePosessive} bluetooth en os achustes d'o sistema gosa permitir-te veyer de nuevo os dispositivos de hardware. Si o problema persiste, compreba que os servicios de localización son activaus pa o tuyo dispositivo. Si sigue sin veyer garra dispositivo, por favor,  {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contacte-nos",
    "download.chromebookPossessive": "de Chromebook",
    "download.androidPossessive": "de tableta Android",
    "download.whyAskForLocation": "Por qué ye {operatingsystem} preguntando por a mía ubicación?",
    "download.whyAskForLocationAnswer": "Scratch utiliza o bluetooth pa connectar-se a atros dispositivos, como que un micro:bit u un LEGO BOOST. O bluetooth puede utilizar-se pa proporcionar datos de localización a l'aplicación, pero Google exiche que todas as aplicacions que utilizan bluetooth pidan permiso a os usuarios pa accedir a la suya localización. Scratch no utilizará o bluetooth pa rastriar a tuya ubicación.",
    "download.whereProjectStored": "Án s'alzan os prochectos?",
    "download.whereProjectStoredAnswer": "Os prochectos s'alzan internament en l'aplicación. Pa exportar un fichero de prochecto, fe clic en o menú de 3 puntos y selecciona \"Compartir\". En a siguient pantalla seleccione \"exportar\". As opcions visibles dependen d'as aplicacions instaladas en o tuyo dispositivo. As opcions mas comunas son Google Drive, Fichers y correu electronico.",
    "download.iconAltText": "Descargar"
}