{
    "download.appTitle": "Запампаваць дастасаванне Scratch App",
    "download.appIntro": "Вы жадаеце стварыць і захаваць праект Scratch без інтэрнет-злучэння? Запампуйце бясплатнае Scratch app.",
    "download.requirements": "Патрабаванні",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Desktop здымак экрана",
    "download.troubleshootingTitle": "Частыя пытанні",
    "download.startScratchDesktop": "Запусціць Scratch Desktop ",
    "download.howDoIInstall": "Як усталяваць Scratch Desktop?",
    "download.whenSupportLinuxApp": "Калі будзе даступна дастасаванне Scratch app для Linux?",
    "download.whenSupportLinux": "Калі будзе Scratch Desktop для Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop часова не падтрымліваецца на Linux. Мы працуем з партнёрамі і камьюніці каб вызначыць ці ёсць магчымасць падтрымліваць Linux у будучыні. Сачыце за абнаўленнямі!",
    "download.whenSupportLinuxAppAnswer": "Scratch app у цяперашні момант не падтрымліваецца Linux. Мы працуем з партнёрамі і супольнасцю open-source каб вызначыць ці ёсць магчымасць супрацоўніцтва з Linux . Сачыце за навінамі!",
    "download.supportChromeOS": "Калі будзе Scratch Desktop для Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop для Chromebooks яшчэ не даступны. Мы працуем над гэтым і чакаем, што рэліз выйдзе пазней у 2019.",
    "download.olderVersionsTitle": "Старыя версіі",
    "download.olderVersions": "Шукаеце старую версію Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 офлайн рэдактар",
    "download.cannotAccessMacStore": "Што рабіць, калі няма доступу да Mac App Store?",
    "download.cannotAccessWindowsStore": "Што рабіць, калі няма доступу да Microsoft Store?",
    "download.macMoveAppToApplications": "Адкрыць файл .dmg. Перанос Scratch 3 у дастасаванні.",
    "download.macMoveToApplications": "Адкрыйце файл .dmg. Перамясціце Scratch Desktop у Праграмы.",
    "download.winMoveToApplications": "Запусціце .exe файл.",
    "download.doIHaveToDownload": "Ці трэба спампоўваць праграму, каб выкарыстоўваць Scratch?",
    "download.doIHaveToDownloadAnswer": "Не. Вы таксама можаце выкарыстоўваць рэдактар ​​праектаў Scratch у большасці вэб-браўзераў на большасці прылад, перайшоўшы на scratch.mit.edu і націснуўшы «Стварыць».",
    "download.canIUseScratchLink": "Магу я выкарыстоўваць Scratch Link для злучэння з пашырэннямі?",
    "download.canIUseScratchLinkAnswer": "Так. Але неабходна падлучэнне да інтэрнэту каб скарыстацца Scratch Link.",
    "download.canIUseExtensions": "Ці магу я падключыцца да апаратных пашырэнняў?",
    "download.canIUseExtensionsAnswer": "Так. З дапамогай праграмы Scratch вы можаце падключацца да пашырэнняў, і вам не спатрэбіцца Scratch Link.",
    "download.howConnectHardwareDevices": "Як падключыць праграму Scratch да апаратных прылад?",
    "download.howConnectHardwareDevicesAnswerLink": "Вам трэба будзе ўсталяваць і запусціць Scratch Link для падлучэння да апаратных прылад пры выкарыстанні праграмы Scratch для {operatingsystem}. Вам таксама спатрэбіцца падключэнне да Інтэрнэту, каб выкарыстоўваць Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "З дапамогай праграмы Scratch вы можаце падключацца да такіх апаратных прылад, як micro:bit або LEGO Boost. Пры выкарыстанні праграмы Scratch для {operatingsystem} вам не спатрэбіцца Scratch Link.",
    "download.desktopAndBrowser": "Магу я карыстацца Scratch Desktop і адначасова адкрыць Scratch у браўзеры?",
    "download.appAndBrowser": "Ці магу я выкарыстоўваць праграму Scratch, а таксама адкрыць Scratch у браўзеры?",
    "download.yesAnswer": "Так.",
    "download.onPhone": "Ці магу я ўсталяваць Scratch на свой тэлефон Android?",
    "download.onPhoneAnswer": "Не. Бягучая версія Scratch для Android працуе толькі на планшэтах.",
    "download.howUpdateApp": "Як мне абнавіць праграму Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Адкрыйце краму Google Play і праверце наяўнасць абнаўленняў. Калі вашай устаноўкай кіруюць адміністратары школы, ім трэба будзе абнавіць версію і зрабіць абнаўленне даступным для кіраваных прылад.",
    "download.howUpdateAppAnswerDownload": "Каб абнавіць Scratch для {operatingsystem} з гэтай старонкі, спампуйце апошнюю версію і ўсталюйце яе. Каб праверыць, якая ў вас версія, націсніце лагатып Scratch у спампаванай праграме.",
    "download.canIShare": "Магу я апублікаваць праект са Scratch Desktop?",
    "download.canIShareAnswer": "Пакуль гэта немагчыма. Зараз вы можаце захаваць праект у Scratch Desktop, загрузіць яго ў свой профіль Scratch і апублікаваць яго там. У пазнейшых версіях мы дададзім магчымасць загружаць у ваш профіль Scratch напрамкі з Scratch Desktop.",
    "download.canIShareApp": "Ці магу я падзяліцца з інтэрнэт-супольнасцю праграмай Scratch для{operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Так. Клікніце меню з 3 кропкамі на праекце ў холе і выберыце «Падзяліцца» ў параметрах. У дадатак да абмену па электроннай пошце, вы можаце ўвайсці ў свой уліковы запіс Scratch і падзяліцца праектам з інтэрнэт-супольнасцю Scratch.",
    "download.canIShareAnswerDownloaded": "Непасрэдны доступ да інтэрнэт-супольнасці з праграмы Scratch для{operatingsystem} зараз не падтрымліваецца. На дадзены момант вы можаце экспартаваць праект з праграмы Scratch, затым увайсці на вэб-сайт Scratch, загрузіць і падзяліцца сваім праектам там.",
    "download.whyNoDevicesVisible": "Чаму Scratch не паказвае ніякіх прылад, калі я спрабую падключыць апаратныя пашырэнні?",
    "download.whyNoDevicesVisibleAnswer": "Мы выявілі, што выключэнне і паўторнае ўключэнне {devicePosessive} bluetooth у сістэмных наладах звычайна дазваляе зноў убачыць апаратныя прылады. Калі праблема не знікне, праверце, ці ўключаны службы вызначэння месцазнаходжання для вашай прылады. Калі вы па-ранейшаму не бачыце ніякіх прылад, калі ласка {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "звязацца з намі",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "Android планшэты",
    "download.whyAskForLocation": "Чаму {operatingsystem} запытвае маё месцазнаходжанне?",
    "download.whyAskForLocationAnswer": "Scratch выкарыстоўвае bluetooth для падлучэння да іншых прылад, такіх як micro:bit або LEGO BOOST. Bluetooth можа выкарыстоўвацца для прадастаўлення даных пра месцазнаходжанне праграме, таму Google патрабуе ад кожнай праграмы, якая выкарыстоўвае Bluetooth, запытваць у карыстальнікаў дазвол на доступ да іх месцазнаходжання. Scratch не будзе выкарыстоўваць Bluetooth для адсочвання вашага месцазнаходжання.",
    "download.whereProjectStored": "Дзе праграма Scratch App захоўвае мае праекты?",
    "download.whereProjectStoredAnswer": "Праекты захоўваюцца ўнутры праграмы. Каб экспартаваць файл праекта, націсніце меню з 3 кропкамі і выберыце «Падзяліцца». На наступным экране абярыце «Экспарт». Бачныя параметры залежаць ад праграм, усталяваных на вашай прыладзе. Агульныя варыянты: Google Drive, Files і электронная пошта.",
    "download.iconAltText": "Спампаваць"
}