{
    "download.appTitle": "Изтегли приложението Scratch",
    "download.appIntro": "Искате ли да създавате и съхранявате Scratch проект без интернет връзка? Изтеглете безплатно Scratch.",
    "download.requirements": "Изисквания",
    "download.imgAltDownloadIllustration": "Снимка на екрана на Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "ЧЗВ",
    "download.startScratchDesktop": "Стартирай Scratch Desktop",
    "download.howDoIInstall": "Как да инсталирам Scratch Desktop?",
    "download.whenSupportLinuxApp": "Кога Scratch ще бъде наличен за Линукс?",
    "download.whenSupportLinux": "Кога ще има Scratch Desktop за Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop за Linux в момента не се поддържа. Ние работим с нашите партньори от open-source обществото, за да осигурим поддръжка за Linux в бъдеще. Останете на линия!",
    "download.whenSupportLinuxAppAnswer": "Към момента приложението Scratch не се поддържа на Linux. Ние работим с партньори в open-source общността да преценим дали е възможно да поддържаме Linux в бъдеще. Чакайте за новини!",
    "download.supportChromeOS": "Кога ше има Scratch Desktop за Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop за Chromebook все още не е налице. Работим върху него и очакваме да го пуснем в края на 2019 година.",
    "download.olderVersionsTitle": "Стари Версии",
    "download.olderVersions": "Търсите предишна версия на Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Редактор за Scratch 2.0 без интернет",
    "download.cannotAccessMacStore": "Какво, ако не мога да получа достъп до Mac App Store?",
    "download.cannotAccessWindowsStore": "Какво, ако не мога да получа достъп до Microsoft Store?",
    "download.macMoveAppToApplications": "Отворете .dmg файла и провлачете Scratch 3 в Applications",
    "download.macMoveToApplications": "Отвори .dmg файлът. Премести Scratch Desktop в Applications.",
    "download.winMoveToApplications": "Стартирай .еxe файла.",
    "download.doIHaveToDownload": "Трябва ли да изтегля приложение, за да използвам Scratch?",
    "download.doIHaveToDownloadAnswer": "Не. Можеш да използваш редактора на Scratch в повечето браузъри на повечето устройства, като посетиш scratch.mit.edu и натиснеш \"Създаване\".",
    "download.canIUseScratchLink": "Мога ли да използвам Scratch Link за свързване с разширения?",
    "download.canIUseScratchLinkAnswer": "Да. Все пак, ще ти трябва интернет връзка, за да използваш Scratch Link.",
    "download.canIUseExtensions": "Мога ли да се свържа към хардуерни разширения?",
    "download.canIUseExtensionsAnswer": "Да. Със Scratch приложението, можеш да се свържеш с разширения, като нямаш нужда от Scratch Link.",
    "download.howConnectHardwareDevices": "Как да свържа Scratch с хардуерни устройства?",
    "download.howConnectHardwareDevicesAnswerLink": "Ще трябва да инсталираш и пуснеш Scratch Link, ако искаш да се свържеш с хардуерни устройства, когато използваш Scratch приложението за {operatingsystem}. Също така, ще имаш нужда от връзка с интернет, за да използваш Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Със Scratch приложението, можеш да се свържеш с хардуерни устройства като micro:bit и LEGO Boost. Когато използваш приложението Scratch за {operatingsystem}, нямаш нужда от Scratch Link.",
    "download.desktopAndBrowser": "Мога ли да използвам Scratch Desktop и отворен Scratch в браузъра?",
    "download.appAndBrowser": "Може ли да използвам приложението Scratch и също така да съм го отворил в браузъра?",
    "download.yesAnswer": "Да",
    "download.onPhone": "Може ли да инсталирам Scratch на моя Android телефон?",
    "download.onPhoneAnswer": "Не. Текущата версия на Scratch за Android поддържа само таблети.",
    "download.howUpdateApp": "Как да обновя Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Отворете Google Play магазина и проверете за актуализации. Ако инсталацията ти се управлява от училищен администратор, те ще трябва да актуализират версията и да направят актуализацията достъпна, на управляваните устройства.",
    "download.howUpdateAppAnswerDownload": "За да използвате Scratch за {operatingsystem} от тази страница, свалете последната версия и я инсталирайте. За да проверите, коя версия имате, натиснете на логото на Scratch в сваленото приложение.",
    "download.canIShare": "Мога ли да споделям от Scratch Desktop?",
    "download.canIShareAnswer": "Към момента, тази функционалност не се поддържа. Засега можете да запазите проект от Scratch Desktop, да го качите в своя акаунт за Scratch и да го споделите там. В по-късна версия ще добавим възможността за качване в профила ви в Scratch директно от Scratch Desktop.",
    "download.canIShareApp": "Мога ли да споделям към онлайн общността от Scratch приложението за {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Да, Натисни на 3-точковото меню на проекта в лобито и избери \"Споделяне\" от опциите. Освен споделяне с имейл, можеш да се влишеш в твоя Scratch профил и да споделиш проект на онлайн общността на Scratch.",
    "download.canIShareAnswerDownloaded": "Директното споделяне с онлайн общността от Scratch приложението за {operatingsystem}, не се поддържа към момента. За сега можеш да експортираш проект от Scratch приложението, след което да се логнеш на Scratch уебсайта и да качиш и споделиш проекта си там.",
    "download.whyNoDevicesVisible": "Защо Scratch не показва никакви устройства, когато се опитам да се свърша с хардуерно разширение?",
    "download.whyNoDevicesVisibleAnswer": "Открихме че изключването на блутута на твоето {devicePosessive} в системните настройки, по принцип позволява да видиш хардуерни устройства отново. Ако проблема продължава, провери дали сервизите за Местоположението са включени за твоето устройство. Ако все още не виждаш никакви устройства, моля {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "свържете се с нас",
    "download.chromebookPossessive": "Chromebook устройства",
    "download.androidPossessive": "Таблети с Android",
    "download.whyAskForLocation": "Защо {operatingsystem}изисква локацията ми?",
    "download.whyAskForLocationAnswer": "Scratch използва блутут връзка, за да се свържи с други устройства, като micro:bit и LEGO BOOST. Блутут може да се използва, за да предостави данни за местоположение, на приложението, така че Google изисква всяко приложение, котео използва блутут, да иска разрешение за използване на локацията. Scratch няма да използва блутут, за да следи твоето местоположение.",
    "download.whereProjectStored": "Къде Scratch съхранява проектите ми?",
    "download.whereProjectStoredAnswer": "Проектите се запазват вътрешно в приложението. За да експортираш файл на проект, натисни на 3-точковото мен' и избери \"Споделяне\". На следващия екран \"експортиране\". Видимите опции зависят от инсталираното приложение на твоето устройство. Често срещани опции са Google Drive, файлове, имейл.",
    "download.iconAltText": "Изтегляне"
}