{
    "download.appTitle": "Scratch অ্যাপ ডাউনলোড কর",
    "download.appIntro": "তুমি কি কোন ইন্টারনেট সংযোগ ছাড়াই Scratch প্রজেক্টগুলো তৈরি ও সংরক্ষন করতে চাও? বিনামূল্যে Scratch অ্যাপ ডাউনলোড কর।",
    "download.requirements": "প্রয়োজনীয় ",
    "download.imgAltDownloadIllustration": "Scratch 3.0 ডেস্কটপ স্ক্রীনশট",
    "download.troubleshootingTitle": "বজিপ্র",
    "download.startScratchDesktop": "ডেস্কটপে Scratch শুরু কর",
    "download.howDoIInstall": "কিভাবে আমি ডেস্কটপে Scratch ইন্সটল করব? ",
    "download.whenSupportLinuxApp": "Linux এর জন্য Scratch অ্যাপ কখন পাওয়া যাবে?",
    "download.whenSupportLinux": "তোমাদের কখন Linux এর জন্য Scratch ডেস্কটপ থাকবে?",
    "download.supportLinuxAnswer": "Scratch ডেস্কটপ বর্তমানে Linux এ সমর্থিত নয়। ভবিষ্যতে Linux কে সমর্থন করার কোন উপায় আছে কিনা তা নির্ধারণ করতে আমরা অংশীদার ও ওপেন-সোর্স কমিউনিটির সাথে কাজ করছি। সাথে থাক!",
    "download.whenSupportLinuxAppAnswer": "Scratch অ্যাপ বর্তমানে Linux এ অনুমোদিত নয়। আমরা ভবিষ্যতে Linux সমর্থন করতে পারি এমন কোনও উপায় আছে কিনা তা নির্ধারণ করতে অংশীদার এবং ওপেন-সোর্স কমিউনিটির সাথে কাজ করছি। সাথে থাক !",
    "download.supportChromeOS": "কখন তোমার কাছে Chromebook এর জন্য Scratch ডেস্কটপ থাকবে? ",
    "download.supportChromeOSAnswer": "Chromebook এর জন্য Scratch ডেস্কটপ এখনও পাওয়া যাচ্ছে না। আমরা এটি নিয়ে কাজ করছি এবং আশা করি 2019 সালে মুক্তি পাবে।",
    "download.olderVersionsTitle": "পুরোনো সংস্করণ",
    "download.olderVersions": "Scratch এর পুরোনো সংস্করণ খুঁজছ?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 অফলাইন এডিটর",
    "download.cannotAccessMacStore": "আমি যদি Mac App Store অ্যাক্সেস করতে না পারি তবে কী হবে?",
    "download.cannotAccessWindowsStore": "আমি যদি Microsoft Store অ্যাক্সেস করতে না পারি তবে কী হবে?",
    "download.macMoveAppToApplications": ".dmg ফাইলটি খোল। Scratch 3 কে Applications এ সরাও| ",
    "download.macMoveToApplications": ".dmg ফাইলটি খোল। Scratch Desktop Applications-এ সরাও।",
    "download.winMoveToApplications": ".exe ফাইলটি রান কর।",
    "download.doIHaveToDownload": "Scratch ব্যবহার করতে আমাকে কি একটি অ্যাপ ডাউনলোড করতে হবে?",
    "download.doIHaveToDownloadAnswer": "না। তুমি প্রায় সব ডিজাইজের প্রায় সব ব্রাউজার থেকে Scratch project editor ব্যবহার করতে পারবে scratch.mit.edu তে গিয়ে \"Create\" ক্লিক করে।",
    "download.canIUseScratchLink": "আমি এক্সটেনশনে সংযোগ করতে Scratch Link ব্যবহার করতে পারি?",
    "download.canIUseScratchLinkAnswer": "হ্যাঁ। তবে, Scratch Link ব্যবহার করার জন্য তোমার ইন্টারনেট সংযোগের প্রয়োজন হবে।",
    "download.canIUseExtensions": "আমি কি হার্ডওয়্যার এক্সটেনশনে সংযোগ করতে পারি?",
    "download.canIUseExtensionsAnswer": "হ্যাঁ। Scratch অ্যাপের সাহায্যে তুমি এক্সটেনশনে সংযোগ করতে পার, এবং এ জন্য তোমার Scratch Link এর দরকার নেই।",
    "download.howConnectHardwareDevices": "আমি কিভাবে হার্ডওয়্যার ডিভাইসে Scratch অ্যাপ সংযুক্ত করব?",
    "download.howConnectHardwareDevicesAnswerLink": "Scratch অ্যাপ {operatingsystem} ব্যবহার করার সময় তোমার হার্ডওয়্যার ডিভাইসের সাথে সংযুক্ত হবার জন্য Scratch Link ইন্সটল ও রান করা প্রয়োজন। Scratch Link ব্যবহার করার জন্য তোমার ইন্টারনেট সংযোগেরও প্রয়োজন হবে।",
    "download.howConnectHardwareDevicesAnswerApp": "Scratch app দিয়ে তুমি হার্ডওয়্যার ডিভাইস যেমন micro:bit অথবা LEGO Boost এর সাথে সংযোগ করতে পারবে। Scratch app {operatingsystem}  ব্যবহার করার সময় Scratch Link এর প্রয়োজন নেই।",
    "download.desktopAndBrowser": "আমি কি Scratch Desktop ব্যবহার করতে পারি এবং ব্রাউজারে Scratch খোলা রাখতে পারি?",
    "download.appAndBrowser": "আমি কি Scratch অ্যাপ ব্যবহার করতে পারি এবং ব্রাউজার এ Scratch খোলা রাখতে পারি?",
    "download.yesAnswer": "হ্যাঁ। ",
    "download.onPhone": "আমি কি আমার Android ফোনে Scratch ইনস্টল করতে পারব?",
    "download.onPhoneAnswer": "না। অ্যান্ড্রয়েডের জন্য Scratch এর বর্তমান সংস্করণটি কেবল ট্যাবলেটগুলোতে কাজ করে।",
    "download.howUpdateApp": "আমি কিভাবে Scratch app আপডেট করব?",
    "download.howUpdateAppAnswerPlayStore": "Google Play ষ্টোর খোল এবং আপডেট আছে কিনা যাচাই কর। যদি তোমার ইন্সটলেশন বিদ্যালয়ের প্রশাসন দ্বারা মেনেজ করা হয়, তাহলে তাদের ভার্সনটি আপডেট করা প্রয়োজন এবং ডিভাইজে আপডেটটি থাকা প্রয়োজন।",
    "download.howUpdateAppAnswerDownload": "Scratch আপডেট করার জন্য এই {operatingsystem} পেইজ থেকে সর্বশেষ ভার্সন ডাউনলোড ও ইন্সটল কর। তুমি কোন ভার্সনে আছ তা যাচাই করতে, ডাউনলোড করা Scratch লোগোতে ক্লিক কর।",
    "download.canIShare": "আমি কি Scratch Desktop থেকে শেয়ার করতে পারি?",
    "download.canIShareAnswer": "এটি বর্তমানে সমর্থিত নয়। আপাতত, তোমার Scratch Desktop থেকে একটি প্রজেক্ট সংরক্ষন করতে পারবে, এটি তোমার Scratch এ্যাকাউন্টে আপলোড করতে এবং এটি সেখানে শেয়ার করতে পারবে। পরবর্তী সংস্করণে আমরা সরাসরি Scratch Desktop এ তোমার Scratch এ্যাকাউন্ট আপলোড করার ক্ষমতা যুক্ত করব।",
    "download.canIShareApp": "আমি কি Scratch app থেকে অনলাইন কমিউনিটিতে শেয়ার করতে পারব {operatingsystem} থেকে?",
    "download.canIShareAnswerPlayStore": "হ্যাঁ। লবিতে একটি প্রজেক্টের 3-ডটস মেনু তে ক্লিক কর এবং অপশনগুলো থেকে \"Share\" নির্বাচন কর। ইমেইল দ্বারা শেয়ার করা ছাড়াও, তুমি তোমার Scratch এ্যাকাউন্টে সাইন ইন করতে পার এবং Scratch অনলাইন কমিউনিটিতে একটি প্রজেক্ট শেয়ার করতে পার।",
    "download.canIShareAnswerDownloaded": "Scratch app  {operatingsystem} থেকে সরাসরি অনলাইন কমিউনিটিতে শেয়ার করা এই মুহূর্তে সমর্থিত নয় | আপাতত, তুমি Scratch অ্যাপ থেকে একটি প্রজেক্ট নিয়ে Scratch website এ তোমার প্রজেক্টটি আপলোড ও শেয়ার করতে পার। ",
    "download.whyNoDevicesVisible": "আমি যখন হার্ডওয়্যার এক্সটেনশানগুলো সংযোগ করার চেষ্টা করি তখন কেন Scratch কোন ডিভাইস দেখায় না?",
    "download.whyNoDevicesVisibleAnswer": "আমরা এটা খুঁজে পেয়েছি যে তুমি তোমার ডিভাইজে {devicePosessive} bluetooth বন্ধ করে আবার চালু করলে হার্ডওয়্যার ডিভাইস আবার দেখা যায়। যদি সমস্যাটি হতেই থাকে, তাহলে তোমার ডিভাইজে লোকেশান সার্ভিস চালু আছে কিনা তা যাচাই কর। যদি তার পরও কোন ডিভাইজ না দেখ, তাহলে অনুগ্রহ করে {whyNoDevicesContactUsLink}।",
    "download.whyNoDevicesContactUsLink": "আমাদের সাথে যোগাযোগ কর",
    "download.chromebookPossessive": "Chromebook এর",
    "download.androidPossessive": "অ্যান্ড্রয়েড ট্যাবলেটের",
    "download.whyAskForLocation": "{operatingsystem} আমার অবস্থান জিজ্ঞাসা করছে কেন?",
    "download.whyAskForLocationAnswer": "Scratch অন্যান্য ডিভাইস এর সাথে সংযোগ করতে bluetooth ব্যবহার করে, যেমন micro:bit বা LEGO BOOST. অ্যাপটিতে অবস্থানের ডেটা সরবরাহ করতে Bluetooth ব্যবহার করা যেতে পারে, সুতরাং bluetooth ব্যবহার করে এমন সব অ্যাপের জন্য Google এর দরকার ব্যবহারকারীদের তাদের অবস্থান অ্যাক্সেস করার অনুমতি চাওয়া। Scratch তোমার অবস্থান ট্র্যাক করতে bluetooth ব্যবহার করবে না। ",
    "download.whereProjectStored": "Scratch অ্যাপ আমার প্রজেক্টগুলো কোথায় সংরক্ষণ করে?",
    "download.whereProjectStoredAnswer": "অ্যাপটিতে অভ্যন্তরীণভাবে প্রজেক্টগুলো সংরক্ষণ করা হয়। একটি প্রজেক্ট ফাইল শেয়ার করতে 3-ডট মেনু ক্লিক কর এবং \"শেয়ার\" নির্বাচন কর। পরবর্তী স্ক্রিনে \"export\" নির্বাচন কর। অপশনগুলো দৃশ্যমান হওয়া নির্ভর করে তোমার ডিভাইসে ইনস্টল থাকা অ্যাপ্লিকেশনগুলোর উপর। সাধারণ অপশনগুলো হল Google Drive, Files এবং email.",
    "download.iconAltText": "ডাউনলোড"
}