{
    "download.appTitle": "Stáhnout aplikaci Scratch",
    "download.appIntro": "Chceš vytvářet a ukládat Scratch projekty bez internetového připojení? Stáhni si zdarma aplikaci Scratch.",
    "download.requirements": "Požadavky",
    "download.imgAltDownloadIllustration": "Snímek obrazovky ze Scratche 3.0 na počítač",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Zapni Scratch na počítač",
    "download.howDoIInstall": "Jak nainstaluji Scratch na počítač?",
    "download.whenSupportLinuxApp": "Kdy budete mít aplikaci Scratch k dispozici pro Linux?",
    "download.whenSupportLinux": "Kdy budete mít Scratch na počítač pro Linux?",
    "download.supportLinuxAnswer": "Scratch na počítač pro Linux není momentálně podporován. Spolupracujeme s partnery a opensource komunitou na zjištění zdali je způsob,  jak můžeme podporovat Linuxu v budoucnosti. Sleduj nás!",
    "download.whenSupportLinuxAppAnswer": "Aplikace Scratch není momentálně podporována na Linuxu. Spolupracujeme s partnery a opensource komunitou na zjištění zdali je způsob,  jak můžeme podporovat Linuxu v budoucnosti. Sleduj nás!",
    "download.supportChromeOS": "Kdy budete mít Scratch na počítač pro chromebooky?",
    "download.supportChromeOSAnswer": "Scratch na počítač pro chromebooky není zatím dostupný. Pracujeme na tom a očekáváme jej vydat koncem roku 2019.",
    "download.olderVersionsTitle": "Starší verze",
    "download.olderVersions": "Hledáš starší verzi Scratche?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 offline editor",
    "download.cannotAccessMacStore": "Co když se nemůžu dostat do Mac App Store?",
    "download.cannotAccessWindowsStore": "Co když se nemůžu dostat do Microsoft Store?",
    "download.macMoveAppToApplications": "Otevři .dmg soubor. Přesuň Scratch 3 mezi Aplikace.",
    "download.macMoveToApplications": "Otevři .dmg soubor. Přesuň Scratch pro počítač mezi Aplikace.",
    "download.winMoveToApplications": "Spusť .exe soubor.",
    "download.doIHaveToDownload": "Musím si stáhnout program, abych mohl/a používat Scratch?",
    "download.doIHaveToDownloadAnswer": "Ne. Můžeš též použít editor projektů Scratch ve většině webových prohlížečů na většině zařízení přejitím na scratch.mit.edu a kliknutím na \"Tvořit\".",
    "download.canIUseScratchLink": "Můžu použít Scratch Link pro spojení k rozšířením?",
    "download.canIUseScratchLinkAnswer": "Ano. Ale budeš potřebovat připojení k internetu pro použití Scratch Link.",
    "download.canIUseExtensions": "Mohu se připojovat k hardware rozšířením?",
    "download.canIUseExtensionsAnswer": "Ano. S aplikací Scratch se můžeš spojovat s rozšířeními a nepotřebuješ Scratch Link.",
    "download.howConnectHardwareDevices": "Jak mám připojit aplikaci Scratch k hardware zařízením?",
    "download.howConnectHardwareDevicesAnswerLink": "Budeš muset nainstalovat a spustit Scratch Link pro správné připojení k hardware zařízením při použití aplikace Scratch na {operatingsystem}. Budeš také potřebovat internetové spojení pro použití Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "S aplikací Scratch se můžeš spojovat s hardware zařízeními jako je micro:bit nebo LEGO Boost. Pokud používáš alikaci Scratch na {operatingsystem}, nepotřebuješ Scratch Link.",
    "download.desktopAndBrowser": "Můžu otevřít Scratch na počítač a přitom mít otevřený Scratch v prohlížeči?",
    "download.appAndBrowser": "Můžu používat aplikaci Scratch a mít přitom otevřený Scratch v prohlížeči?",
    "download.yesAnswer": "Ano.",
    "download.onPhone": "Mohu nainstalovat Scratch na svůj telefon s Androidem?",
    "download.onPhoneAnswer": "Ne. Současná verze Scratch pro Android funguje jen na tabletech.",
    "download.howUpdateApp": "Jak zaktualizuji svou aplikaci Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Otevři Google Play store a zkontroluj aktualizace. Jestli je svoje instalace spravována školními administrátory, musí oni zaktualizovat verzi a zpřístupnit ji na spravovaných zařízeních.",
    "download.howUpdateAppAnswerDownload": "Pro aktualizaci Scratch na {operatingsystem} z této stránky si stáhni poslední verzi a nainstaluj ji. K otestováni, jakou verzi máš, klikni na Scratch logo ve stažené aplikaci.",
    "download.canIShare": "Můžu sdílet ze Scratche pro počítač?",
    "download.canIShareAnswer": "Toto není v současnosti podporováno. Prozatím můžeš uložit projekt ve Scratchi pro počítač, nahrát ho na svůj účet Scratch a sdílet ho tam. V pozdější verzi bude možnost nahrávat do účtu Scratch přímo v Scratchi pro počítač.",
    "download.canIShareApp": "Můžu sdílet do online společenství z aplikace Scratch pro {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ano. Klikni na 3-tečkové menu na projektu v galerii a z možností zvol \"Sdílet\". Navíc pro sdílení přes e-mail se můžeš přihlásit k svému účtu Scratch a sdílet projekt s on-line společenstvím.",
    "download.canIShareAnswerDownloaded": "Sdílení přímo do online společenství z aplikace Scratch pro {operatingsystem} není v současnosti podporováno. Prozatím můžeš vyexportovat projekt z aplikace Scratch a pak se přihlásit na Scratch web a nahrát i sdílet svůj projekt tam.",
    "download.whyNoDevicesVisible": "Proč Scratch neukazuje žádná zařízení, když zkusím připojit hardware rozšíření?",
    "download.whyNoDevicesVisibleAnswer": "Zjistili jsme, že tvé{devicePosessive} bluetooth se vypnutím a znovuzapnutím v systémových nastaveních obvykle znovuzobrazí hardware zařízení. Pokud problém trvá, zkontroluj, že Lokální služby jsou povoleny pro tvé zařízení. Pokud stále nevidíš žádná zařízení, prosíme tě {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "kontaktuj nás",
    "download.chromebookPossessive": "Chromebooky",
    "download.androidPossessive": "Android tablety",
    "download.whyAskForLocation": "Proč se mě {operatingsystem} dotazuje na  mou polohu?",
    "download.whyAskForLocationAnswer": "Scratch používá bluetooth k připojení dalších zařízení, jako je micro:bit nebo LEGO BOOST. Bluetooth se dá použít k poskytnutí dat o poloze aplikaci, proto Google chce po každé aplikaci, aby se zeptala uživatelů na povolení přístupu k jejich polohám. Scratch nevyužívá bluetooth ke sledování vaší polohy.",
    "download.whereProjectStored": "Kam ukládá aplikace Scratch mé projekty?",
    "download.whereProjectStoredAnswer": "Projekty jsou ukládány interně do aplikace. Pro export souboru s projektem klikni na 3-tečkové menu a zvol \"Sdílet\". Na další obrazovce zvol \"export\".  Viditelné možnosti závisí na aplikacích instalovaných na tvém zařízení. Obvyklými možnostmi jsou Google Drive, Soubory a e-mail.",
    "download.iconAltText": "Stáhnout"
}