{
    "download.title": "Scratch Bwrdd Gwaith",
    "download.intro": "Gallwch osod y golygydd  Scratch Bwrdd Gwaith i weithio ar brojectau heb gysylltiad rhyngrwyd. Bydd y fersiwn yma'n gweithio ar Windows a MacOS.",
    "download.requirements": "Gofynion",
    "download.imgAltDownloadIllustration": "Lluniau sgrin Scratch 3.0 Bwrdd Gwaith",
    "download.installHeaderTitle": "Gosod Scratch Bwrdd Gwaith",
    "download.downloadScratchDesktop": "Llwytho i Lawr Scratch Bwrdd Gwaith",
    "download.downloadButton": "Llwytho i lawr",
    "download.troubleshootingTitle": "Cwestiynau Cyffredin",
    "download.startScratchDesktop": "Cychwyn Scratch Bwrdd Gwaith",
    "download.howDoIInstall": "Sut ydw i'n gosod Scratch Bwrdd Gwaith?",
    "download.whenSupportLinux": "Pryd fydd Scratch Bwrdd Gwaith Linux ar gael?",
    "download.supportLinuxAnswer": "Nid yw Scratch Bwrdd Gwaith Linux yn cael ei gynnal ar hyn o bryd. Rydym yn gweithio gyda phartneriaid a'r gymuned cod agored i weld sut fedrwn ni gefnogi Linux yn y dyfodol. Arhoswch am newyddion!",
    "download.supportChromeOS": "Pryd fydd Scratch Bwrdd Gwaith Chromebooks ar gael?",
    "download.supportChromeOSAnswer": "Nid yw Scratch Bwrdd Gwaith Chromebooks ar gael eto. Rydym yn gweithio arno ac yn disgwyl ei ryddhau yn hwyrach yn 2019.",
    "download.olderVersionsTitle": "Fersiynau Hŷn",
    "download.olderVersions": "Chwilio am y Golygydd Scratch 2.0 All-lein neu Scratch 1.4?",
    "download.scratch1-4Desktop": "Scratch 1.4 Bwrdd Gwaith",
    "download.scratch2Desktop": "Scratch 2.0 Bwrdd Gwaith",
    "download.cannotAccessMacStore": "Beth os na fedra i gael at y Mac App Store?",
    "download.cannotAccessWindowsStore": "Beth os na fedrai gael at y Microsoft Store?",
    "download.macMoveToApplications": "Agorwch y ffeil .dmg. Symudwch Scratch Bwrdd Gwaith i'ch ffolder Applications.",
    "download.winMoveToApplications": "Rhedeg y ffeil .exe.",
    "download.canIUseScratchLink": "Ydw i'n gallu defnyddio Scratch Link i gysylltu i estyniadau?",
    "download.canIUseScratchLinkAnswer": "Ydych. Ond bydd angen cysylltiad Rhyngrwyd i ddefnyddio Scratch Link.",
    "download.desktopAndBrowser": "A oes modd i mi ddefnyddio Scratch Bwrdd Gwaith a chael Scratch ar agor yn y porwr ar yr un pryd?",
    "download.yesAnswer": "Oes.",
    "download.canIShare": "A oes modd i mi rannu o Scratch Bwrdd Gwaith?",
    "download.canIShareAnswer": "Nid yw hyn yn cael ei gynnal ar hyn o bryd. Ar hyn o bryd, gallwch gadw project o Scratch Bwrdd Gwaith, ei lwytho i'ch cyfrif Scratch a'i rannu yno. Mewn fersiwn diweddarach byddwn yn ychwanegu'r gallu i lwytho i fyny i'ch cyfrif Scratch yn syth yn Scratch Bwrdd Gwaith."
}