{
    "download.appTitle": "Llwytho Ap Scratch i Lawr",
    "download.appIntro": "Hoffech chi greu a chadw projectau Scratch heb gysylltiad rhyngrwyd? Llwythwch i lawr yr ap Scratch am ddim.",
    "download.requirements": "Gofynion",
    "download.imgAltDownloadIllustration": "Lluniau sgrin Scratch 3.0 Bwrdd Gwaith",
    "download.troubleshootingTitle": "Cwestiynau Cyffredin",
    "download.startScratchDesktop": "Cychwyn Scratch Bwrdd Gwaith",
    "download.howDoIInstall": "Sut ydw i'n gosod Scratch Bwrdd Gwaith?",
    "download.whenSupportLinuxApp": "Pryd fydd yr ap Scratch ar gael ar gyfer Linux?",
    "download.whenSupportLinux": "Pryd fydd Scratch Bwrdd Gwaith Linux ar gael?",
    "download.supportLinuxAnswer": "Nid yw Scratch Bwrdd Gwaith Linux yn cael ei gynnal ar hyn o bryd. Rydym yn gweithio gyda phartneriaid a'r gymuned cod agored i weld sut fedrwn ni gefnogi Linux yn y dyfodol. Arhoswch am newyddion!",
    "download.whenSupportLinuxAppAnswer": "Ar hyn o bryd nid yw'r ap Scratch yn cael ei gynnal ar Linux. Rydym yn gweithio gyda phartneriaid a'r gymuned cod agored i weld os oes modd i gefnogi Linux yn y dyfodol. ",
    "download.supportChromeOS": "Pryd fydd Scratch Bwrdd Gwaith Chromebooks ar gael?",
    "download.supportChromeOSAnswer": "Nid yw Scratch Bwrdd Gwaith Chromebooks ar gael eto. Rydym yn gweithio arno ac yn disgwyl ei ryddhau yn hwyrach yn 2019.",
    "download.olderVersionsTitle": "Fersiynau Hŷn",
    "download.olderVersions": "Chwilio am fersiwn flaenorol o Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": " Golygydd All-lein Scratch 2.0",
    "download.cannotAccessMacStore": "Beth os na fedra i gael at y Mac App Store?",
    "download.cannotAccessWindowsStore": "Beth os na fedrai gael at y Microsoft Store?",
    "download.macMoveAppToApplications": "Agorwch y ffeil .dmg. Symudwch Scratch 3 i Rhaglenni",
    "download.macMoveToApplications": "Agorwch y ffeil .dmg. Symudwch Scratch Bwrdd Gwaith i'ch ffolder Applications.",
    "download.winMoveToApplications": "Rhedeg y ffeil .exe.",
    "download.doIHaveToDownload": "Oes rhaid i mi lwytho ap i lawr i ddefnyddio Scratch?",
    "download.doIHaveToDownloadAnswer": "Na. Gallwch hefyd ddefnyddio golygydd project Scratch o fewn y rhan fwyaf o borwyr gwe ar y rhan fwyaf o ddyfeisiau drwy fynd i scratch.mit.edu a chlicio \"Creu\".",
    "download.canIUseScratchLink": "Ydw i'n gallu defnyddio Scratch Link i gysylltu i estyniadau?",
    "download.canIUseScratchLinkAnswer": "Ydych. Ond bydd angen cysylltiad Rhyngrwyd i ddefnyddio Scratch Link.",
    "download.canIUseExtensions": "A oes modd i mi gysylltu i estyniadau caledwedd?",
    "download.canIUseExtensionsAnswer": "Oes. Gydag ap Scratch mae modd i chi gysylltu i estyniadau ac nid oes rhaid i chi gael Scratch Link.",
    "download.howConnectHardwareDevices": "Sut ydw i'n cysylltu'r ap Scratch i ddyfeisiau caledwedd?",
    "download.howConnectHardwareDevicesAnswerLink": "Bydd angen i chi osod a rhedeg Scratch Link er mwyn cysylltu i ddyfeisiau caledwedd wrth ddefnyddio ap Scratch ar gyfer {operatingsystem}. Bydd hefyd angen cysylltiad a'r rhyngrwyd i ddefnyddio Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Gydag ap Scratch gallwch gysylltu i ddyfeisiau caledwedd fel y micro:bit neu LEGO Boost. Pan yn defnyddio ap Scratch ar gyfer {operatingsystem} does dim angen Scratch Link.",
    "download.desktopAndBrowser": "A oes modd i mi ddefnyddio Scratch Bwrdd Gwaith a chael Scratch ar agor yn y porwr ar yr un pryd?",
    "download.appAndBrowser": "A oes modd i mi ddefnyddio'r ap Scratch a chael Scratch ar agor yn y porwr?",
    "download.yesAnswer": "Oes.",
    "download.onPhone": "A oes modd i mi osod Scratch ar fy ffôn Android?",
    "download.onPhoneAnswer": "Na. Dim ond ar dabledi mae'r fersiwn gyfredol o Scratch ar gyfer Android yn gweithio.",
    "download.howUpdateApp": "Sut ydw i'n diweddaru'r ap Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Agorwch storfa Google Play a gwirio am ddiweddariadau. Os yw eich gosodiad o dan ofal gweinyddwr yr ysgol, bydd angen iddyn nhw ddiweddaru'r fersiwn a darparu'r diweddariad i'r dyfeisiau o dan eu rheolaeth.",
    "download.howUpdateAppAnswerDownload": "I ddiweddaru Scratch ar gyfer {operatingsystem} o'r dudalen hon, llwythwch y fersiwn diweddaraf i lawr a'i osod. I weld pa fersiwn sydd gennych, cliciwch logo Scratch yn yr ap sydd wedi ei lwytho i lawr.",
    "download.canIShare": "A oes modd i mi rannu o Scratch Bwrdd Gwaith?",
    "download.canIShareAnswer": "Nid yw hyn yn cael ei gynnal ar hyn o bryd. Ar hyn o bryd, gallwch gadw project o Scratch Bwrdd Gwaith, ei lwytho i'ch cyfrif Scratch a'i rannu yno. Mewn fersiwn diweddarach byddwn yn ychwanegu'r gallu i lwytho i fyny i'ch cyfrif Scratch yn syth yn Scratch Bwrdd Gwaith.",
    "download.canIShareApp": "Oes modd i mi rannu i'r gymuned ar-lein o'r ap Scratch ar gyfer {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Oes. Cliciwch y ddewislen tri dot ar broject yn y lobi a dewis \"Rhannu\" o'r dewisiadau. Yn ogystal â rhannu drwy e-bost, gallwch fewngofnodi i'ch cyfrif Scratch a rhannu project i gymuned ar-lein Scratch.",
    "download.canIShareAnswerDownloaded": "Nid yw rhannu'n uniongyrchol i'r gymuned ar-lein o'r ap Scratch ar gyfer {operatingsystem}yn cael ei gynnal ar hyn o bryd. Ar hyn o bryd, gallwch allforio project o ap Scratch, yna mewngofnodi i wefan Scratch a llwytho a rhannu eich project o'r fan honno.",
    "download.whyNoDevicesVisible": "Pam nad yw Scratch yn dangos unrhyw ddyfeisiau pan fydda i'n ceisio cysylltu estyniadau caledwedd.",
    "download.whyNoDevicesVisibleAnswer": "Rydym wedi darganfod bod diffodd bluetooth eich {devicePosessive}a'i droi nôl ymlaen eto yng ngosodiadau system fel arfer yn caniatâu i chi weld dyfeisiau caledwedd eto. Os yw'r anhawster yn parhau, gwnewch yn siwr fod gwasanaethau Lleoliad wedi eu galluogi ar gyfer eich dyfais. Os nad ydych yn gweld unrhyw ddyfeisiau o hyd, {whyNoDevicesContactUsLink}",
    "download.whyNoDevicesContactUsLink": "cysylltwch â ni",
    "download.chromebookPossessive": "Chromebooks",
    "download.androidPossessive": "Tabledi Android",
    "download.whyAskForLocation": "Pam mae {operatingsystem} yn gofyn am fy lleoliad?",
    "download.whyAskForLocationAnswer": "Mae Scratch yn defnyddio bluetooth i gysylltu i ddyfeisiau eraill, fel y micro:bit neu LEGO BOOST. Mae modd defnyddio bluetooth i ddarparu data lleoliad i'r ap, felly mae Google angen i bob ap sy'n defnyddio bluetooth ofyn am ganiatâd y defnyddiwr i gael mynediad i'w lleoliad. Ni fydd Scratch yn defnyddio bluetooth i olrhain eich lleoliad.",
    "download.whereProjectStored": "Yn lle mae Ap Scratch yn cadw fy mrhojectau?",
    "download.whereProjectStoredAnswer": "Mae projectau'n cael eu cadw o fewn yr ap. I allforio ffeil project, cliciwch y ddewislen tri dot a dewis \"Rhannu\". Ar y sgrin nesaf dewiswch \"allforio\". Mae'r dewisiadau sy'n weladwy yn dibynnu ar y rhaglenni sydd wedi eu gosod ar eich dyfais. Dewisiadau cyffredin yw Google Drive, Ffeiliau ac e-bost.",
    "download.iconAltText": "Llwytho i lawr"
}