{
    "download.appTitle": "Download Scratch appen",
    "download.appIntro": "Vil du lave og gemme Scratch projekter uden en internet forbindelse? Download den gratis Scratch app.",
    "download.requirements": "Krav",
    "download.imgAltDownloadIllustration": "Skærmbillede af Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Start Scratch Desktop",
    "download.howDoIInstall": "Hvordan installerer jeg Scratch Desktop?",
    "download.whenSupportLinuxApp": "Hvornår kan man få Scratch appen til Linux?",
    "download.whenSupportLinux": "Hvornår laver I Scratch Desktop til Linux?",
    "download.supportLinuxAnswer": "Det er ikke muligt at bruge Scratch Desktop på Linux endnu. Vi arbejder med partnere og vores open-source fællesskab for at finde ud af, om vi kan finde en løsning til Linux i fremtiden. Bliv hængende!",
    "download.whenSupportLinuxAppAnswer": "Scratch appen kan i øjeblikket ikke bruges i Linux. Vi arbejder sammen med partnere og open-source-fællesskabet for at finde ud af, om der er en måde hvorpå vi kan understøtte Linux i fremtiden. Hold øje.",
    "download.supportChromeOS": "Hvornår kan man bruge Scratch Desktop på Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop på Chromebooks er endnu ikke muligt. Vi arbejder på det og forventer at kunne gøre det muligt senere i 2019.",
    "download.olderVersionsTitle": "Ældre versioner",
    "download.olderVersions": "Leder du efter en tidligere version af Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Offline Editor",
    "download.cannotAccessMacStore": "Hvad nu hvis jeg ikke kan få adgang til Mac App Store?",
    "download.cannotAccessWindowsStore": "Hvad nu hvis jeg ikke kan få adgang til Microsoft Store?",
    "download.macMoveAppToApplications": "Åbn .dmg-filen. Flyt Scratch 3 ind i Programmer.",
    "download.macMoveToApplications": "Åbn .dmg-filen. Flyt Scratch Desktop ind i programmer.",
    "download.winMoveToApplications": "Kør .exe-filen.",
    "download.doIHaveToDownload": "Skal jeg downloade en app for at bruge Scratch?",
    "download.doIHaveToDownloadAnswer": "Nej. Du kan også bruge Scratch projekt editoren i de fleste web browsere på de fleste devices ved at gå ind på scratch.mit.edu og klik på \"FInd på\".",
    "download.canIUseScratchLink": "Kan jeg bruge Scratch link til at forbinde til udvidelser?",
    "download.canIUseScratchLinkAnswer": "Ja. Du skal bare være opmærksom på, at du skal bruge en internet forbindelse for at bruge Scratch Link.",
    "download.canIUseExtensions": "Kan jeg forbinde til hardware udvidelser?",
    "download.canIUseExtensionsAnswer": "Ja. Med Scratch appen kan du forbinde til udvidelser og du behøver ikke Scratch Link.",
    "download.howConnectHardwareDevices": "Hvordan forbinder jeg Scratch appen til andet hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "Du skal installere og starte Scratch Link for at kunne forbinde hardware, når du bruger Scratch appen til {operatingsystem}. Du skal også bruge en internetforbindelse for at bruge Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Du kan forbinde hardware som micro:bit eller LEGO Boost med Scratch appen. Når du bruger Scratch appen til {operatingsystem} behøver du ikke Scratch Link. ",
    "download.desktopAndBrowser": "Kan jeg bruge Scratch Desktop og samtidig have Scratch åben i browseren?",
    "download.appAndBrowser": "Kan jeg bruge Scratch appen samtidig med, at jeg har Scratch åbent i browseren?",
    "download.yesAnswer": "Ja.",
    "download.onPhone": "Kan jeg installere Scratch på min Android telefon?",
    "download.onPhoneAnswer": "Nej. Den nuværende version af Scratch for Android virker kun på tablets.",
    "download.howUpdateApp": "Hvordan opdaterer jeg Scratch appen?",
    "download.howUpdateAppAnswerPlayStore": "Åbn Google Play butikken og tjek for opdateringer. Hvis din installation er foretaget af andre, skal de opdatere versionen og gøre opdateringen tilgængelig for din device.",
    "download.howUpdateAppAnswerDownload": "For at opdatere Scratch til {operatingsystem} fra denne side, download den nyeste version og installér. Tjek hvilken version du har ved at klikke på Scratch logoet i appen. ",
    "download.canIShare": "Kan jeg dele fra Scratch Desktop?",
    "download.canIShareAnswer": "Nej, ikke lige nu. Du kan gemme et projekt fra Scratch Desktop på din computer, uploade det til din Scratch konto og dele det her. I en senere version bliver det muligt at uploade til din Scratch konto direkte i Scratch Desktop.",
    "download.canIShareApp": "Kan jeg dele til online fællesskabet fra Scratch appen til {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ja. Klik på menuen med de 3 prikker på et projekt i oversigten og vælg \"Del\" fra mulighederne. Udover at dele på email, kan du logge ind på din Scratch konto og dele et projekt med Scratch online fællesskabet.",
    "download.canIShareAnswerDownloaded": "Dét at dele direkte fra Scratch appen til {operatingsystem} er ikke muligt endnu. I stedet for kan du eksportere et projekt fra Scratch appen, logge på Scratch hjemmesiden, hvor du kan uploade og dele dit projekt.  ",
    "download.whyNoDevicesVisible": "Hvorfor viser Scratch ingenting, når jeg prøver at forbinde hardware?",
    "download.whyNoDevicesVisibleAnswer": "Vi har lært ,at ved at tænde og slukke for din {devicePosessive} bluetooth inde under system indstillinger vil normalt gøre, at du kan se dine hardware devices igen. Hvis problemet ikke bliver løst, tjek at lokation services er slået til på din device.  Hvis du stadig ikke kan se nogle devices, bedes du {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "kontakt os",
    "download.chromebookPossessive": "Chromebooks",
    "download.androidPossessive": "Android tablets",
    "download.whyAskForLocation": "Hvorfor spørger {operatingsystem} om min lokation?",
    "download.whyAskForLocationAnswer": "Scratch bruger bluetooth til at forbinde med andre devices, såsom micro:bit eller LEGO BOOST. Bluetooth kan bruges til at hente lokationsdata til appen, derfor kræver Google at enhver app, som bruger bluetooth, spørger brugerne for tilladelse til, at appen får adgang til deres lokation. Scratch vil ikke bruge bluetooth til at spore din lokation.",
    "download.whereProjectStored": "Hvor gemmer Scratch appen mine projekter?",
    "download.whereProjectStoredAnswer": "Projekter bliver gemt internt i appen. For at eksportere et projekt, klik på 3-prikker menuen og vælg \"Del\". På den næste skærm, vælg \"eksport\". De synlige muligheder afhænger af hvilke applikationer, som er installeret på din device. Typiske muligheder er Google Drive, Filer og email.",
    "download.iconAltText": "Download"
}