{
    "download.appTitle": "Lade dir die Scratch-App herunter",
    "download.appIntro": "Möchtest du gerne Scratch-Projekte offline erstellen und speichern? Lade dir die Scratch-App gratis herunter!",
    "download.requirements": "Voraussetzungen",
    "download.imgAltDownloadIllustration": "Bildschirmfoto von Scratch-3.0-Desktop",
    "download.troubleshootingTitle": "Häufig gestellte Fragen",
    "download.startScratchDesktop": "Scratch-Desktop starten",
    "download.howDoIInstall": "Wie installiere ich Scratch-Desktop?",
    "download.whenSupportLinuxApp": "Wann gibt es die Scratch-App für Linux?",
    "download.whenSupportLinux": "Wann wird Scratch-Desktop für Linux verfügbar?",
    "download.supportLinuxAnswer": "Scratch-Desktop unter Linux wird derzeit nicht unterstützt. Wir arbeiten mit Partnern und der Open-Source-Gemeinschaft zusammen, um herauszufinden, ob es einen Weg gibt, wie wir Linux in Zukunft unterstützen können. Bleiben Sie dran!",
    "download.whenSupportLinuxAppAnswer": "Die Scratch-App läuft derzeit nicht auf Linux. Gemeinsam mit Partner:innen und der Open-Source-Community arbeiten wir daran herauszufinden, ob und wie wir Linux in Zukunft unterstützen können. Wir bleiben dran – schau wieder vorbei!",
    "download.supportChromeOS": "Wann werden Sie Scratch-Desktop für Chromebooks bereitstellen?",
    "download.supportChromeOSAnswer": "Scratch-Desktop für Chromebooks ist noch nicht verfügbar. Wir arbeiten daran und erwarten, dass es später im Jahr 2019 veröffentlicht wird.",
    "download.olderVersionsTitle": "Ältere Versionen",
    "download.olderVersions": "Suchst du nach einer älteren Version von Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Offline Editor für Scratch 2.0",
    "download.cannotAccessMacStore": "Was passiert, wenn ich keinen Zugriff auf den Mac App-Store habe?",
    "download.cannotAccessWindowsStore": "Was passiert, wenn ich keinen Zugriff auf den Microsoft-Store habe?",
    "download.macMoveAppToApplications": "Öffne die .dmg-Datei. Verschiebe Scratch 3 nach Applications.",
    "download.macMoveToApplications": "Öffnen Sie die .dmg-Datei. Verschieben Sie Scratch Desktop in den Ordner Anwendungen.",
    "download.winMoveToApplications": "Führe die .exe-Datei aus",
    "download.doIHaveToDownload": "Muss ich eine App herunterladen, um Scratch verwenden zu können?",
    "download.doIHaveToDownloadAnswer": "Nein. Der Scratch-Projekteditor kann auf den meisten Geräten in den meisten Webbrowsern verwendet werden. Gehe dazu einfach auf scratch.mit.edu und klicke auf „Entwickeln“.",
    "download.canIUseScratchLink": "Kann ich Scratch-Link verwenden, um eine Verbindung zu Erweiterungen herzustellen? ",
    "download.canIUseScratchLinkAnswer": "Ja, Sie benötigen jedoch eine Internetverbindung, um Scratch-Link verwenden zu können.",
    "download.canIUseExtensions": "Kann ich Hardwareerweiterungen verbinden?",
    "download.canIUseExtensionsAnswer": "Ja. Mit der Scratch-App kannst du dich mit Erweiterungen verbinden, und du benötigst Scratch Link nicht.",
    "download.howConnectHardwareDevices": "Wie verbinde ich die Scratch-App mit Hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "Du musst Scratch-Link installieren und laufen lassen, um Hardware-Geräte mit der Scratch-App für {operatingsystem} zu verbinden. Für Scratch-Link benötigst du eine Internetverbindung.",
    "download.howConnectHardwareDevicesAnswerApp": "Mit der Scratch-App kannst du dich mit Hardware-Geräten wie micro:bit oder LEGO Boost verbinden. Wenn du die Scratch-App für {operatingsystem} verwendest, brauchst du Scratch-Link nicht.",
    "download.desktopAndBrowser": "Kann ich Scratch-Desktop verwenden und gleichzeitig Scratch auch im Browser öffnen?",
    "download.appAndBrowser": "Kann ich die Scratch-App verwenden und gleichzeitig Scratch auch im Browser öffnen?",
    "download.yesAnswer": "Ja.",
    "download.onPhone": "Kann ich Scratch auf meinem Android-Handy installieren?",
    "download.onPhoneAnswer": "Nein, die aktuelle Android-Version von Scratch funktioniert nur auf Tablets.",
    "download.howUpdateApp": "Wie aktualisiere ich die Scratch-App?",
    "download.howUpdateAppAnswerPlayStore": "Öffne Google Play Store, hier werden dir Updates angezeigt. Wenn deine App von deiner Lehrerin/deinem Lehrer verwaltet wird, müssen sie ein Update durchführen und euch dann die aktuelle Version für die von ihnen verwalteten Geräte zur Verfügung stellen.",
    "download.howUpdateAppAnswerDownload": "Scratch für {operatingsystem} kannst du auf dieser Seite updaten, indem du die aktuelle Version herunterlädst und installierst. Deine aktuelle Version wird dir angezeigt, wenn du auf das Scratch-Logo in der heruntergeladenen App klickst.",
    "download.canIShare": "Kann ich von Scratch-Desktop aus freigeben?",
    "download.canIShareAnswer": "Dies wird derzeit nicht unterstützt. Im Moment können Sie ein Projekt in Scratch-Desktop speichern, es in Ihr Scratch-Konto hochladen und dort freigeben. In einer späteren Version werden wir die Möglichkeit hinzufügen, direkt in Scratch Desktop auf Ihr Scratch-Konto hochzuladen.",
    "download.canIShareApp": "Kann ich meine Projekte aus der Scratch-App für {operatingsystem} mit der Online-Community teilen?",
    "download.canIShareAnswerPlayStore": "Ja. Klicke in der Lobby auf das 3-Punkte-Menü deines Projekts und wähle „Veröffentlichen“. Du kannst deine Projekte entweder per E-Mail veröffentlichen oder dich in deinem Scratch-Konto anmelden und dein Projekt von hier aus mit der Online-Community von Scratch teilen. ",
    "download.canIShareAnswerDownloaded": "Derzeit wird das Veröffentlichen von Projekten aus der Scratch-App für {operatingsystem} nicht unterstützt. Du kannst dein Projekt aus der Scratch-App exportieren, dich dann auf der Scratch-Website anmelden und dein Projekt von hier aus hochladen.",
    "download.whyNoDevicesVisible": "Warum zeigt mir Scratch keine Geräte an, wenn ich eine Verbindung mit Hardware-Erweiterungen herstellen will?",
    "download.whyNoDevicesVisibleAnswer": "Wenn du Bluetooth für dein {devicePosessive} in den Systemeinstellungen ausschaltest und dann wieder einschaltest, reicht das meistens schon aus, dass dir die Geräte wieder angezeigt werden. Bleibt das Problem bestehen, prüfe zuerst, ob Standortdienste auf deinem Gerät aktiviert sind. Wenn auch das nicht hilft, kontaktiere uns bitte über das Kontaktformular im Dialogfenster unter{whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "Kontakt",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "Android-Tablet",
    "download.whyAskForLocation": "Warum will {operatingsystem} meinen Standort wissen?",
    "download.whyAskForLocationAnswer": "Scratch verbindet sich mit anderen Geräten, wie micro:bit oder LEGO Boost, über Bluetooth. Bluetooth kann dazu verwendet werden, Standortdaten für Apps zu ermitteln, und daher verlangt Google von jeder App, die Bluetooth verwendet, die Erlaubnis zur Ermittlung des Standortes von ihren Nutzer:innen einzuholen. Scratch verwendet Bluetooth nicht, um deinen Standort zu ermitteln.",
    "download.whereProjectStored": "Wo speichert die Scratch-App meine Projekte?",
    "download.whereProjectStoredAnswer": "Deine Projekte werden in der App selbst gespeichert. Um eine Projektdatei zu exportieren, klicke auf das 3-Punkte-Menü und wähle „Veröffentlichen“. Im nächsten Dialogfenster wähle „Exportieren“. Es hängt von den Anwendungen auf deinem Gerät ab, welche Optionen dir dann angezeigt werden, normalerweise Google Drive, Dateien und E-Mail.",
    "download.iconAltText": "Download"
}