{
    "download.appTitle": "Lade dir die Scratch-App herunter",
    "download.appIntro": "Möchtest du gerne Scratch-Projekte offline erstellen und speichern?",
    "download.requirements": "Voraussetzungen",
    "download.imgAltDownloadIllustration": "Bildschirmfoto von Scratch-3.0-Desktop",
    "download.troubleshootingTitle": "Häufig gestellte Fragen",
    "download.startScratchDesktop": "Scratch-Desktop starten",
    "download.howDoIInstall": "Wie installiere ich Scratch-Desktop?",
    "download.whenSupportLinuxApp": "Wann gibt es die Scratch-App für Linux?",
    "download.whenSupportLinux": "Wann wird Scratch-Desktop für Linux verfügbar?",
    "download.supportLinuxAnswer": "Scratch-Desktop unter Linux wird derzeit nicht unterstützt. Wir arbeiten mit Partnern und der Open-Source-Gemeinschaft zusammen, um herauszufinden, ob es einen Weg gibt, wie wir Linux in Zukunft unterstützen können. Bleiben Sie dran!",
    "download.whenSupportLinuxAppAnswer": "Die Scratch-App läuft derzeit nicht auf Linux. Gemeinsam mit Partnern und der Open-Source-Community arbeiten wir daran herauszufinden, ob und wie wir Linux in Zukunft unterstützen können. Wir bleiben dran – schau wieder vorbei!",
    "download.supportChromeOS": "Wann werden Sie Scratch-Desktop für Chromebooks bereitstellen?",
    "download.supportChromeOSAnswer": "Scratch-Desktop für Chromebooks ist noch nicht verfügbar. Wir arbeiten daran und erwarten, dass es später im Jahr 2019 veröffentlicht wird.",
    "download.olderVersionsTitle": "Ältere Versionen",
    "download.olderVersions": "Suchst du nach einer älteren Version von Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Offline Editor für Scratch 2.0",
    "download.cannotAccessMacStore": "Was passiert, wenn ich keinen Zugriff auf den Mac App-Store habe?",
    "download.cannotAccessWindowsStore": "Was passiert, wenn ich keinen Zugriff auf den Microsoft-Store habe?",
    "download.macMoveToApplications": "Öffnen Sie die .dmg-Datei. Verschieben Sie Scratch Desktop in den Ordner Anwendungen.",
    "download.winMoveToApplications": "Führen Sie die .exe-Datei aus.",
    "download.doIHaveToDownload": "Muss ich eine App herunterladen, um Scratch verwenden zu können?",
    "download.doIHaveToDownloadAnswer": "Nein. Der Scratch-Projekteditor kann auf den meisten Geräten in den meisten Webbrowsern verwendet werden. Gehe dazu einfach auf scratch.mit.edu und klicke auf „Entwickeln“.",
    "download.canIUseScratchLink": "Kann ich Scratch-Link verwenden, um eine Verbindung zu Erweiterungen herzustellen? ",
    "download.canIUseScratchLinkAnswer": "Ja, Sie benötigen jedoch eine Internetverbindung, um Scratch-Link verwenden zu können.",
    "download.canIUseExtensions": "Can I connect to hardware extensions?",
    "download.canIUseExtensionsAnswer": "Yes. With the Scratch app you can connect to extensions, and you do not need Scratch Link.",
    "download.howConnectHardwareDevices": "Wie verbinde ich die Scratch-App mit Hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "Du musst Scratch-Link installieren und laufen lassen, um Hardware-Geräte mit der Scratch-App für {operatingsystem} zu verbinden. Für Scratch-Link benötigst du eine Internetverbindung.",
    "download.howConnectHardwareDevicesAnswerApp": "Mit der Scratch-App kannst du dich mit Hardware-Geräten wie micro:bit oder LEGO Boost verbinden. Wenn du die Scratch-App für {operatingsystem} verwendest, brauchst du Scratch-Link nicht.",
    "download.desktopAndBrowser": "Kann ich Scratch-Desktop verwenden und gleichzeitig Scratch auch im Browser öffnen?",
    "download.appAndBrowser": "Kann ich die Scratch-App verwenden und gleichzeitig Scratch auch im Browser öffnen?",
    "download.yesAnswer": "Ja.",
    "download.onPhone": "Kann ich Scratch auf meinem Android-Handy installieren?",
    "download.onPhoneAnswer": "Nein, die aktuelle Android-Version von Scratch funktioniert nur auf Tablets.",
    "download.howUpdateApp": "Wie aktualisiere ich die Scratch-App?",
    "download.howUpdateAppAnswerPlayStore": "Öffne Google Play Store, hier werden dir Updates angezeigt. Wenn deine App von deiner Lehrerin/deinem Lehrer verwaltet wird, müssen sie ein Update durchführen und euch dann die aktuelle Version für die von ihnen verwalteten Geräte zur Verfügung stellen.",
    "download.howUpdateAppAnswerDownload": "Scratch für {operatingsystem} kannst du auf dieser Seite updaten, indem du die aktuelle Version herunterlädst und installierst. Deine aktuelle Version wird dir angezeigt, wenn du auf das Scratch-Logo in der heruntergeladenen App klickst.",
    "download.canIShare": "Kann ich von Scratch-Desktop aus freigeben?",
    "download.canIShareAnswer": "Dies wird derzeit nicht unterstützt. Im Moment können Sie ein Projekt in Scratch-Desktop speichern, es in Ihr Scratch-Konto hochladen und dort freigeben. In einer späteren Version werden wir die Möglichkeit hinzufügen, direkt in Scratch Desktop auf Ihr Scratch-Konto hochzuladen.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there.",
    "download.whyNoDevicesVisible": "Why doesn't Scratch show any devices when I try to connect hardware extensions?",
    "download.whyNoDevicesVisibleAnswer": "We’ve found that turning your {devicePosessive} bluetooth off and on again in the system settings usually allows you to see hardware devices again. If the problem persists, check that Location services are enabled for your device. If you still do not see any devices, please {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contact us",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "Android tablet's",
    "download.whyAskForLocation": "Why is {operatingsystem} asking for my location?",
    "download.whyAskForLocationAnswer": "Scratch uses bluetooth to connect to other devices, such as a micro:bit or LEGO BOOST.  Bluetooth can be used to provide location data to the app, so Google requires every app that uses bluetooth ask users for permission to access their location. Scratch will not use bluetooth to track your location.",
    "download.whereProjectStored": "Where does the Scratch App store my projects?",
    "download.whereProjectStoredAnswer": "Projects are saved internally in the app. To export a project file, click the 3-dot menu and select \"Share\". On the next screen select \"export\". The options visible depend on the applications installed on your device. Common options are Google Drive, Files, and email.",
    "download.iconAltText": "Download"
}