{
    "download.title": "Scratch Desktop",
    "download.intro": "Μπορείτε να εγκαταστήστε τον επεξεργαστή Scratch Desktop για να εργαστείτε σε έργα χωρίς σύνδεση στο διαδίκτυο. Αυτή η έκδοση λειτουργεί σε Windows και MacOS.",
    "download.requirements": "Απαιτήσεις",
    "download.imgAltDownloadIllustration": "Στιγμιότυπο οθόνης Scratch 3.0 Desktop",
    "download.installHeaderTitle": "Εγκατάσταση Scratch Desktop",
    "download.downloadScratchDesktop": "Λήψη Scratch Desktop",
    "download.downloadButton": "Λήψη",
    "download.troubleshootingTitle": "Συχνές Ερωτήσεις",
    "download.startScratchDesktop": "Εκκίνηση Scratch Desktop",
    "download.howDoIInstall": "Πώς εγκαθιστώ το Scratch Desktop;",
    "download.whenSupportLinux": "Πότε θα έχετε Scratch Desktop για Linux;",
    "download.supportLinuxAnswer": "To Scratch Desktop για Linux δεν υποστηρίζεται προς το παρόν. Δουλεύουμε με συνεργάτες και την κοινότητα ανοικτού κώδικα για να αποφασίσουμε αν υπάρχει τρόπος να υποστηρίξουμε Linux στο μέλλον. Μείνετε συντονισμένοι!",
    "download.supportChromeOS": "Πότε θα έχετε Scratch Desktop για Chromebooks;",
    "download.supportChromeOSAnswer": "To Scratch Desktop για Chromebooks δεν είναι ακόμη διαθέσιμο. Το δουλεύουμε και περιμένουμε να κυκλοφορήσει αργότερα μέσα στο 2019.",
    "download.olderVersionsTitle": "Παλαιότερες Εκδόσεις",
    "download.olderVersions": "Αναζητάτε τον Scratch 2.0 Επεξεργαστή Χωρίς Σύνδεση ή το Scratch 1.4;",
    "download.scratch1-4Desktop": "Scratch 1.4 Desktop",
    "download.scratch2Desktop": "Scratch 2.0 Desktop",
    "download.cannotAccessMacStore": "Κι αν δεν έχω πρόσβαση στο Mac App Store;",
    "download.cannotAccessWindowsStore": "Κι αν δεν έχω πρόσβαση στο Microsoft Store;",
    "download.macMoveToApplications": "Ανοίξτε το αρχείο .dmg. Μετακινήστε το Scratch Desktop στο Applications (Εφαρμογές).",
    "download.winMoveToApplications": "Εκτελέστε το αρχείο .exe.",
    "download.canIUseScratchLink": "Μπορώ να χρησιμοποιώ το Scratch Link για να συνδέω επεκτάσεις;",
    "download.canIUseScratchLinkAnswer": "Ναι. Ωστόσο, θα χρειαστείτε σύνδεση στο διαδίκτυο για να χρησιμοποιείτε το Scratch Link.",
    "download.desktopAndBrowser": "Μπορώ να χρησιμοποιώ το Scratch Desktop και επίσης να έχω ανοιχτό το Scratch στον φυλλομετρητή;",
    "download.yesAnswer": "Ναι.",
    "download.canIShare": "Μπορώ να κάνω κοινή χρήση από το Scratch Desktop;",
    "download.canIShareAnswer": "Αυτό δεν υποστηρίζεται τώρα. Προς το παρόν, μπορείτε να αποθηκεύστε ένα έργο από το Scratch Desktop, να το ανεβάσετε στον Scratch λογαριασμό σας και να το μοιραστείτε εκεί. Σε επόμενη έκδοση θα προσθέσουμε τη δυνατότητα να ανεβάζετε στον Scratch λογαριασμό σας απευθείας από το Scratch Desktop."
}