{
    "download.appTitle": "Deskargatu Scratch Aplikazioa",
    "download.appIntro": "Interneteko konexiorik gabe Scratch proiektuak sortu eta gorde nahi dituzu? Deskargatu doako Scratch aplikazioa.",
    "download.requirements": "Eskakizunak",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Desktop pantaila-argazkiak",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Abiatu Scratch Desktop",
    "download.howDoIInstall": "Nola instalatu dezaket Scratch Desktop?",
    "download.whenSupportLinuxApp": "Noiz izango dugu eskuragarri Scratch aplikazioa Linuxerako?",
    "download.whenSupportLinux": "Noiz egongo da Scratch Desktop Linux plataformarako?",
    "download.supportLinuxAnswer": "Une honetan Linux-en Scratch Desktop ofizialik ez dago. Bazkideekin eta kode irekiko komunitatearekin lanean ari gara etorkizunean Linux-en laguntza emateko modurik dagoen zehazteko. Egon adi!",
    "download.whenSupportLinuxAppAnswer": "Une honetan Scratch aplikazioa ez da onartzen Linux-en. Bazkideekin eta kode irekiko komunitatearekin lanean ari gara etorkizunean Linux-en laguntza emateko modurik dagoen zehazteko. Egon adi!",
    "download.supportChromeOS": "Noiz egongo da Scratch Desktop Chromebook ordenagailuentzako?",
    "download.supportChromeOSAnswer": "Scratch Desktop Chromebooketarako ez dago oraindik erabilgarri. Horretan ari gara eta 2019an kaleratzea espero dugu.",
    "download.olderVersionsTitle": "Bertsio zaharragoak",
    "download.olderVersions": "Scratch-en aurreko bertsio baten bila zabiltza?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 lineaz kanpoko editorea",
    "download.cannotAccessMacStore": "Eta ezin badut Mac App Store erabili?",
    "download.cannotAccessWindowsStore": "Eta ezin badut Microsoft Store erabili?",
    "download.macMoveAppToApplications": "Ireki .dmg fitxategia. Mugitu Scratch 3 aplikazioetara.",
    "download.macMoveToApplications": "Ireki .dmg fitxategia. Eraman Scratch Desktop aplikazioen karpetara.",
    "download.winMoveToApplications": "Exekutatu .exe fitxategia.",
    "download.doIHaveToDownload": "Aplikazio bat deskargatu behar al dut Scratch erabiltzeko?",
    "download.doIHaveToDownloadAnswer": "Ez. Scratch proiektuaren editorea gailu gehienetako web nabigatzaile gehienetan ere erabil dezakezu scratch.mit.edu helbidera joan eta \"Sortu\" sakatuta.",
    "download.canIUseScratchLink": "Scratch Link erabil al dezaket hedapenetara konektatzeko?",
    "download.canIUseScratchLinkAnswer": "Bai. Hala ere, Interneteko konexioa beharko duzu Scratch Link erabiltzeko.",
    "download.canIUseExtensions": "Konektatu al al naiz hardware-hedapenetara?",
    "download.canIUseExtensionsAnswer": "Bai. Scratch aplikazioarekin hedapenetara konekta zaitezke eta ez duzu Scratch Link behar.",
    "download.howConnectHardwareDevices": "Nola konektatzen ahal dut Scratch aplikazioa hardware gailuetara?",
    "download.howConnectHardwareDevicesAnswerLink": "Scratch Link instalatu eta exekutatu beharko duzu hardware gailuetara konektatzeko Scratch aplikazioa erabiltzeko {operatingsystem} sisteman. Interneteko konexioa ere beharko duzu Scratch Link erabiltzeko.",
    "download.howConnectHardwareDevicesAnswerApp": "Scratch aplikazioarekin micro:bit edo LEGO Boost bezalako hardware gailuetara konekta zaitezke. Scratch aplikazioa{operatingsystem} erabiltzen duzunean, ez duzu Scratch Link behar.",
    "download.desktopAndBrowser": "Scratch Desktop erabil al dezaket eta Scratch ere irekita eduki dezaket nabigatzailean?",
    "download.appAndBrowser": "Scratch Desktop erabil al dezaket eta Scratch ere irekita eduki dezaket nabigatzailean?",
    "download.yesAnswer": "Bai",
    "download.onPhone": "Instala al dezaket Scratch nire Android telefonoan?",
    "download.onPhoneAnswer": "Ez. Android-erako Scratch-en egungo bertsioak tabletetan bakarrik funtzionatzen du.",
    "download.howUpdateApp": "Nola eguneratu dezaket Scratch aplikazioa?",
    "download.howUpdateAppAnswerPlayStore": "Ireki Google Play denda eta egiaztatu eguneratzeak. Zure instalazioa ikastetxeko administratzaileek kudeatzen badute, bertsioa eguneratu beharko dute eta eguneraketa kudeatutako gailuetarako eskuragarri jarri beharko dute.",
    "download.howUpdateAppAnswerDownload": "Orrialde honetatik  {operatingsystem} sistemarako  Scratch eguneratzeko, deskargatu azken bertsioa eta instalatu. Zein bertsio duzun egiaztatzeko, egin klik deskargatutako aplikazioan dagoen Scratch logoan.",
    "download.canIShare": "Partekatu al dezaket Scratch Desktop erabilita?",
    "download.canIShareAnswer": "Une honetan ez da onartzen. Oraingoz, mahaigaineko Scratch-en proiektu bat gorde dezakezu, zure Scratch kontura igo eta bertan partekatu. Aurreragoko bertsio batean zure Scratch kontura zuzenean Scratch mahaigainean kargatzeko aukera gehituko dugu.",
    "download.canIShareApp": "Parteka al dezaket lineako komunitatearekin {operatingsystem}-ko Scratch aplikaziotik?",
    "download.canIShareAnswerPlayStore": "Bai. Egin klik proiektuko 3 puntuko menuan eta hautatu \"Partekatu\" aukeretatik. Posta elektronikoz partekatzeaz gain, zure Scratch kontuan saioa hasi eta proiektu bat parteka dezakezu Scratch lineako komunitatearekin.",
    "download.canIShareAnswerDownloaded": "Une honetan ez da onartzen  {operatingsystem}-eko Scratch aplikaziotik lineako komunitatearekin zuzenean partekatzea. Oraingoz, proiektua Scratch aplikaziotik esportatu dezakezu, ondoren Scratch webgunean saioa hasi eta bertan kargatu eta partekatu zure proiektua.",
    "download.whyNoDevicesVisible": "Zergatik Scratch-ek ez du  gailurik erakusten hardware-hedapenak konektatzen saiatzen naizenean?",
    "download.whyNoDevicesVisibleAnswer": "Ikusi dugu sistemaren ezarpenetan zure {devicePosessive} bluetooth itzali eta berriro pizteak normalean hardware gailuak berriro ikusteko aukera ematen duela. Arazoak jarraitzen badu, egiaztatu Kokapen zerbitzuak gaituta daudela zure gailurako. Oraindik ez baduzu gailurik ikusten, mesedez {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "jarri gurekin harremanetan",
    "download.chromebookPossessive": "Chromebookak",
    "download.androidPossessive": "Android tabletak",
    "download.whyAskForLocation": "Zergatik {operatingsystem}-ek eskatzen dit kokapena?",
    "download.whyAskForLocationAnswer": "Scratch-ek bluetooth-a erabiltzen du beste gailu batzuekin konektatzeko, adibidez, micro:bit edo LEGO BOOST-ekin. Bluetootha erabil daiteke aplikazioari kokapen-datuak emateko; beraz, Google-k bluetooth-a erabiltzen duten aplikazio guztien erabiltzaileei beren kokapena atzitzeko baimena eskatu behar die. Scratch-ek ez du bluetooth-rik erabiliko zure kokapenaren jarraipena egiteko.",
    "download.whereProjectStored": "Non gordetzen ditu Scratch aplikazioak nire proiektuak?",
    "download.whereProjectStoredAnswer": "Proiektuak aplikazioaren barnean gordetzen dira. Proiektu-fitxategi bat esportatzeko, egin klik 3 puntuko menuan eta hautatu \"Partekatu\". Hurrengo pantailan, hautatu \"esportatu\". Ikusgai dauden aukerak zure gailuan instalatutako aplikazioen araberakoak dira. Aukera arruntak Google Drive, Fitxategiak eta posta elektronikoa dira.",
    "download.iconAltText": "Deskargatu"
}