{
    "download.appTitle": "برنامه اسکرچ را دانلود کنید",
    "download.appIntro": "آیا می‌خواهید پروژه‌های اسکرچ را بدون اتصال به اینترنت ایجاد و ذخیره کنید؟ برنامه اسکرچ را دانلود کنید.",
    "download.requirements": "الزامات",
    "download.imgAltDownloadIllustration": "تصاویر اسکرچ ۳٫۰ دسکتاپ",
    "download.troubleshootingTitle": "سوالات متداول",
    "download.startScratchDesktop": "شروع اسکرچ دسکتاپ",
    "download.howDoIInstall": "چطوری اسکرچ دسکتاپ را نصب کنم؟",
    "download.whenSupportLinuxApp": "چه زمانی برنامه اسکرچ‌ برای لینوکس ارائه خواهد شد؟",
    "download.whenSupportLinux": "چه زمانی اسکرچ دسکتاپ برای لینوکس می‌آید؟",
    "download.supportLinuxAnswer": "در حال حاضر اسکرچ دسکتاپ بر روی لینوکس ارائه نمی شود. ما در حال کار با همکارانمان و جامعه اوپن سورس هستیم تا راهی را برای پشتیبانی از آن در آینده مشخص کنیم. با ما همراه باشید!",
    "download.whenSupportLinuxAppAnswer": "در حال حاضر اپلیکیشن اسکرچ روی لینوکس پشتیبانی نمی‌شود. ما با شرکا و جامعه متن-باز در حال بررسی هستیم که راهی پیدا کنیم که در آینده از لینوکس هم پشتیبانی کنیم. گوش به زنگ باشید!",
    "download.supportChromeOS": " چه زمانی اسکرچ دسکتاپ برای کروم بوک می‌آید؟ ",
    "download.supportChromeOSAnswer": "هنوز نسخه اسکرچ دسکتاپ برای کروم‌بوک آماده نیست. داریم روی آن کار می کنیم و انتظار داریم که در سال 2019 آن را منتشر کنیم.",
    "download.olderVersionsTitle": "نسخه‌های قدیمی‌تر",
    "download.olderVersions": "دنبال ورژن قدیمی‌تر اسکرچ هستید؟",
    "download.scratch1-4Desktop": "اسکرچ نسخه ۱.۴",
    "download.scratch2Desktop": "ویرایشگر آفلاین اسکرچ ۲،۰",
    "download.cannotAccessMacStore": "اگر نتوانم به اپ‌استور Mac دسترسی پیدا کنم چه؟",
    "download.cannotAccessWindowsStore": "اگر نتوانم به فروشگاه مایکروسافت دسترسی پیدا کنم چه؟",
    "download.macMoveAppToApplications": "فایل dmg. را باز کنید. Scratch 3 را به داخل Application انتقال دهید.",
    "download.macMoveToApplications": "فایل .dmg را باز کنید. اسکرچ دسکتاپ را به قسمت  برنامه‌ها منتقل کنید.",
    "download.winMoveToApplications": "فایل .exe را اجرا کنید.",
    "download.doIHaveToDownload": "آیا من برای استفاده از اسکرچ، باید اپلیکیشنی را دانلود کنم؟",
    "download.doIHaveToDownloadAnswer": "خیر، شما می‌توانید از ویرایشگر پروژه اسکرچ روی هر نوع مرورگر و با هر دستگاهی استفاده کنید. به آدرس scratch.mit.edu بروید و روی \"بسازید\"، کلیک کنید.",
    "download.canIUseScratchLink": "آیا می‌توانم از قابلیت «اسکرچ لینک» برای اتصال به افزونه‌ها استفاده کنم؟",
    "download.canIUseScratchLinkAnswer": "بله. البته برای استفاده از «اسکرچ لینک» باید به اینترنت متصل باشید.",
    "download.canIUseExtensions": "آیا من می تونم به سخت‌افزاری جانبی متصل بشم؟",
    "download.canIUseExtensionsAnswer": "بله. با برنامه اسکرچ شما می‌توانید به افزونه‌ها وصل شوید و نیازی به اسکرچ لینک ندارید.",
    "download.howConnectHardwareDevices": "چطوری برنامه اسکرچ رو به دستگاه‌های سخت افزاری وصل کنم؟",
    "download.howConnectHardwareDevicesAnswerLink": "لازم هست شما برای اتصال به دستگاه‌های سخت افزاری روی سیستم عامل {operatingsystem}، اسکرچ لینک رو نصب و اجرا کنید.توجه داشته باشد که برای استفاده از اسکرچ لینک اتصال به اینترنت لازم است.",
    "download.howConnectHardwareDevicesAnswerApp": "با برنامه اسکرچ شما می توانید به دستگاه‌های سخت افزاری مثل micro:bit یا LEGO Boost وصل شوید. وقتی از برنامه اسکرچ روی سیستم عامل {operatingsystem} استفاده می کنید، نیازی به اسکرچ لینک ندارید.",
    "download.desktopAndBrowser": "آیا می‌توانم هم از اسکرچ دسکتاپ استفاده کنیم و هم اسکرچ در مرورگر باز باشد؟",
    "download.appAndBrowser": "آیا می‌تونم برنامه اسکرچ و اسکرچ روی مرورگر رو هم زمان استفاده کنم؟",
    "download.yesAnswer": "بله.",
    "download.onPhone": "آیا می‌تونم اسکرچ رو روی موبایل اندرویدی نصب کنم؟",
    "download.onPhoneAnswer": "نه. نسخه فعلی اسکرچ برای اندروید فقط روی تبلت‌ها کار می‌کنه.",
    "download.howUpdateApp": "چطور برنامه اسکرچ را به روز کنم؟",
    "download.howUpdateAppAnswerPlayStore": "گوگل پلی استور را باز کنید و به‌روز‌رسانی ها را چک کنید. اگر نرم‌افزار نصب شده شما توسط سرپرست مدرسه نصب شده است، آنها باید نسخه خودشان را به‌روز کنند و به‌روز‌رسانی را در دسترس دستگاه‌های مدیریت شده قرار بدهند.",
    "download.howUpdateAppAnswerDownload": "برای به‌روز کردن اسکرچ روی سیستم عامل {operatingsystem} از این صفحه، آخرین نسخه را دانلود و نصب کنید. برای بررسی نسخه‌ای که دارید، روی لوگوی اسکرچ اپلیکیشن دانلود شده کلیک کنید. ",
    "download.canIShare": "آیا می‌شود پروژه‌های اسکرچ دسکتاپ را با دیگران به اشتراک بگذارم؟",
    "download.canIShareAnswer": "در حال حاضر این امکان پشتیبانی نمی‌شود. البته می‌توانید پروژه‌تان را در اسکرچ دسکتاپ ذخیره کنید و سپس آن را در حساب کاربری Scratchتان آپلود نمایید و از آنجا آن را به اشتراک بگذارید. در نسخه‌های آینده ما قابلیت آپلود به حساب کاربری Scratch را به صورت مستقیم اضافه خواهیم کرد.",
    "download.canIShareApp": "آیا می‌توانم از طریق برنامه اسکرچ چیزی را از {operatingsystem} در جامعه آنلاین به اشتراک بگذارم؟",
    "download.canIShareAnswerPlayStore": "بله. روی منوی 3 نقطه‌ای در صفحه اصلی (لابی) یکی از پروژه ها کلیک کنید و گزینه «اشتراک گذاشتن» را انتخاب کنید. علاوه بر به اشتراک گذاشتن از طریق ایمیل، می‌توانید وارد حساب کاربری اسکرچ خود شوید و پروژه را در جامعه آنلاین اسکرچ به اشتراک بگذارید.",
    "download.canIShareAnswerDownloaded": "امکان به اشتراک گذاشتن مستقیم در جامعه آنلاین از طریق نرم افزار اسکرچ {operatingsystem} میسر نمی‌باشد. فعلا می‌توانید پروژه اسکرچ را در نرم افزار ذخیره کنید و سپس در سایت اسکرچ وارد شود و آن را آپلود کنید و سپس از آنجا پروژه‌تان را به اشتراک بگذارید.",
    "download.whyNoDevicesVisible": "چرا اسکرچ هیچ دستگاهی را وقتی که می‌خواهم به سخت افزارهای جانبی وصل شوم را نمایش نمی‌دهد؟",
    "download.whyNoDevicesVisibleAnswer": "تجربه ما نشان می‌دهد که معمولا با خاموش و روشن کردن بلوتوث در {devicePosessive}، شما امکان دیدن دوباره دستگاه‌های سخت افزاری را خواهید داشت. اگر مشکل مرتفع نشد، فعال بودن سرویس موقعیت مکانی را در دستگاهتان بررسی کنید. چنانچه بازهم نتوانستید هیچ دستگاهی را ببینید لطفا {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "تماس با ما",
    "download.chromebookPossessive": "کروم‌بوک",
    "download.androidPossessive": "تبلت اندرویدی",
    "download.whyAskForLocation": "چرا  {operatingsystem} می‌خواهد موقعیت مکانی من را بداند؟",
    "download.whyAskForLocationAnswer": "اسکرچ برای اتصال به سایر دستگاه‌ها مانند micro:bit و یا LEGO BOOST از بلوتوث استفاده می‌‌کند. بلوثوت به نرم افزارها اجازه استفاده از موقعیت مکانی را می‌دهد و بنابراین گوگل برای هر برنامه‌ای که بخواهد از بلوتوث استفاده کند، اجازه دسترسی به موقعیت مکانی را خواهد پرسید. بدهی است که اسکرچ از بلوتوث برای یافتن موقعیت مکانی شما استفاده نخواهد کرد.",
    "download.whereProjectStored": "برنامه اسکرچ پروژه‌های من رو کجا ذخیره می‌کنه؟",
    "download.whereProjectStoredAnswer": "پروژه‌ها در داخل خود نرم افزار ذخیره می‌شوند. برای گرفتن فایل خروجی یک پروژه، بر روی منویی با 3-نقطه کلیک کنید و گزینه \"share\" (به اشتراک گذاری) را بزنید. در صفحه بعدی گزینه \"export\" (ذخیره کردن در فایل) را انتخاب کنید. گزینه‌های موجود بستگی به نرم افزارهایی که بر روی دستگاهتان نصب کرده‌اید دارد. گزینه‌هایی مانند Google Drive، Files  و ایمیل معمولا وجود دارند.",
    "download.iconAltText": "دانلود"
}