{
    "download.title": "اسکرچ دسکتاپ",
    "download.intro": "برای آن که بتوانید بر روی پروژه‌هایتان بدون نیاز به اینترنت کار کنید می توانید نسخه اسکرچ دسکتاپ را نصب کنید. این نسخه بر روی ویندوز و سیستم عامل مک کار می‌کند.",
    "download.appTitle": "برنامه اسکرچ را دانلود کنید",
    "download.appIntro": "آیا می‌خواهید پروژه‌های اسکرچ را بدون اتصال به اینترنت ایجاد و ذخیره کنید؟ برنامه اسکرچ را دانلود کنید.",
    "download.requirements": "الزامات",
    "download.imgAltDownloadIllustration": "تصاویر اسکرچ 3.0 دسکتاپ",
    "download.troubleshootingTitle": "سوالات متداول",
    "download.startScratchDesktop": "شروع اسکرچ دسکتاپ",
    "download.howDoIInstall": "چطوری اسکرچ دسکتاپ را نصب کنم؟",
    "download.whenSupportLinuxApp": "چه زمانی برنامه اسکرچ‌ برای لینوکس ارائه خواهد شد؟",
    "download.whenSupportLinux": "چه زمانی اسکرچ دسکتاپ برای لینوکس می‌آید؟",
    "download.supportLinuxAnswer": "در حال حاضر اسکرچ دسکتاپ بر روی لینوکس ارائه نمی شود. ما در حال کار با همکارانمان و جامعه اوپن سورس هستیم تا راهی را برای پشتیبانی از آن در آینده مشخص کنیم. با ما همراه باشید!",
    "download.whenSupportLinuxAppAnswer": "در حال حاضر اپلیکیشن اسکرچ روی لینوکس پشتیبانی نمی‌شود. ما با شرکا و انجمن متن-باز در حال بررسی هستیم که راهی پیدا کنیم که در آینده از لینوکس هم پشتیبانی کنیم. گوش به زنگ باشید!",
    "download.supportChromeOS": " چه زمانی اسکرچ دسکتاپ برای کروم بوک می‌آید؟ ",
    "download.supportChromeOSAnswer": "هنوز نسخه اسکرچ دسکتاپ برای کروم‌بوک آماده نیست. داریم روی آن کار می کنیم و انتظار داریم که در سال 2019 آن را منتشر کنیم.",
    "download.olderVersionsTitle": "نسخه‌های قدیمی‌تر",
    "download.olderVersions": "دنبال ورژن قدیمی‌تر اسکرچ هستید؟",
    "download.scratch1-4Desktop": "اسکرچ نسخه ۱.۴",
    "download.scratch2Desktop": "ویرایشگر آفلاین اسکرچ ۲،۰",
    "download.cannotAccessMacStore": "اگر نتوانم به اپ‌استور Mac دسترسی پیدا کنم چه؟",
    "download.cannotAccessWindowsStore": "اگر نتوانم به فروشگاه مایکروسافت دسترسی پیدا کنم چه؟",
    "download.macMoveToApplications": "فایل .dmg را باز کنید. اسکرچ دسکتاپ را به قسمت  برنامه‌ها منتقل کنید.",
    "download.winMoveToApplications": "فایل .exe را اجرا کنید.",
    "download.doIHaveToDownload": "آیا من برای استفاده از اسکرچ، باید اپلیکیشنی را دانلود کنم؟",
    "download.doIHaveToDownloadAnswer": "خیر، شما می تونید از ویرایشگر پروژه اسکرچ روی هر نوع مرورگر و با هر دستگاهی استفاده کنید. به آدرس scratch.mit.edu بروید و روی \"بسازید\"، کلیک کنید.",
    "download.canIUseScratchLink": "آیا می‌توانم از قابلیت «اسکرچ لینک» برای اتصال به افزونه‌ها استفاده کنم؟",
    "download.canIUseScratchLinkAnswer": "بله. البته برای استفاده از «اسکرچ لینک» باید به اینترنت متصل باشید.",
    "download.canIUseExtensions": "آیا من می تونم به افزونه‌های سخت‌افزاری متصل بشم؟",
    "download.canIUseExtensionsAnswer": "بله. با اسکرچ اپ شما می‌توانید به افزونه‌ها وصل شوید و نیازی به اسکرچ لینک ندارید.",
    "download.howConnectHardwareDevices": "چطوری برنامه اسکرچ رو به دستگاه‌های سخت افزاری وصل کنم؟",
    "download.howConnectHardwareDevicesAnswerLink": "لازم هست شما برای اتصال به دستگاه‌های سخت افزاری روی سیستم عامل {operatingsystem}، اسکرچ لینک رو نصب و اجرا کنید.توجه داشته باشد که برای استفاده از اسکرچ لینک اتصال به اینترنت لازم است.",
    "download.howConnectHardwareDevicesAnswerApp": "با اسکرچ اپ شما می توانید به دستگاه‌های سخت افزاری مثل micro:bit یا LEGO Boost وصل شوید. وقتی از اسکرچ اپ روی سیستم عامل {operatingsystem} استفاده می کنید، نیازی به اسکرچ لینک ندارید.",
    "download.desktopAndBrowser": "آیا می‌توانم هم از اسکرچ دسکتاپ استفاده کنیم و هم اسکرچ در مرورگر باز باشد؟",
    "download.appAndBrowser": "آیا می‌تونم برنامه اسکرچ و اسکرچ روی مرورگر رو هم زمان استفاده کنم؟",
    "download.yesAnswer": "بله.",
    "download.onPhone": "آیا می‌تونم اسکرچ رو روی موبایل اندرویدی نصب کنم؟",
    "download.onPhoneAnswer": "نه. نسخه فعلی اسکرچ برای اندروید فقط روی تبلت‌ها کار می‌کنه.",
    "download.howUpdateApp": "چطور اسکرچ اَپ را به روز کنم؟",
    "download.howUpdateAppAnswerPlayStore": "گوگل پلی استور را باز کنید و به‌روز‌رسانی ها را چک کنید. اگر نرم‌افزار نصب شده شما توسط سرپرست مدرسه نصب شده است، آنها باید نسخه خودشان را به‌روز کنند و به‌روز‌رسانی را در دسترس دستگاه‌های مدیریت شده قرار بدهند.",
    "download.howUpdateAppAnswerDownload": "برای به‌روز کردن اسکرچ روی سیستم عامل {operatingsystem} از این صفحه، آخرین نسخه را دانلود و نصب کنید. برای بررسی نسخه‌ای که دارید، روی لوگوی اسکرچ اپلیکیشن دانلود شده کلیک کنید. ",
    "download.canIShare": "آیا می‌شود پروژه‌های اسکرچ دسکتاپ را با دیگران به اشتراک بگذارم؟",
    "download.canIShareAnswer": "در حال حاضر این امکان پشتیبانی نمی‌شود. البته می‌توانید پروژه‌تان را در اسکرچ دسکتاپ ذخیره کنید و سپس آن را در حساب کاربری Scratchتان آپلود نمایید و از آنجا آن را به اشتراک بگذارید. در نسخه‌های آینده ما قابلیت آپلود به حساب کاربری Scratch را به صورت مستقیم اضافه خواهیم کرد.",
    "download.canIShareApp": "آیا من می‌تونم از طریق برنامه اسکرچ چیزی را {operatingsystem} در انجمن آنلاین منتشر کنم؟",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there.",
    "download.whyNoDevicesVisible": "Why doesn't Scratch show any devices when I try to connect hardware extensions?",
    "download.whyNoDevicesVisibleAnswer": "We’ve found that turning your {devicePosessive} bluetooth off and on again in the system settings usually allows you to see hardware devices again. If the problem persists, check that Location services are enabled for your device. If you still do not see any devices, please {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "تماس با ما",
    "download.chromebookPossessive": "کروم‌بوک",
    "download.androidPossessive": "تبلت اندرویدی",
    "download.whyAskForLocation": "چرا {operatingsystem} موقعیت مکانی من رو می‌پرسه؟",
    "download.whyAskForLocationAnswer": "Scratch uses bluetooth to connect to other devices, such as a micro:bit or LEGO BOOST.  Bluetooth can be used to provide location data to the app, so Google requires every app that uses bluetooth ask users for permission to access their location. Scratch will not use bluetooth to track your location.",
    "download.whereProjectStored": "برنامه اسکرچ پروژه‌های من رو کجا ذخیره می‌کنه؟",
    "download.whereProjectStoredAnswer": "Projects are saved internally in the app. To export a project file, click the 3-dot menu and select \"Share\". On the next screen select \"export\". The options visible depend on the applications installed on your device. Common options are Google Drive, Files, and email."
}