{
    "download.appTitle": "Lataa Scratch-sovellus",
    "download.appIntro": "Haluatko luoda ja tallentaa Scratch-projekteja ilman internet-yhteyttä? Lataa ilmainen Scratch-sovellus.",
    "download.requirements": "Vaatimukset",
    "download.imgAltDownloadIllustration": "Kuvakaappaus Scratch 3.0 -työpöytäversiosta",
    "download.troubleshootingTitle": "UKK",
    "download.startScratchDesktop": "Aloita Scratchin työpöytäversion käyttö",
    "download.howDoIInstall": "Miten asennan Scratchin työpöytäversion?",
    "download.whenSupportLinuxApp": "Milloin Scratch-sovellus on saatavilla Linuxille?",
    "download.whenSupportLinux": "Milloin Scratchin työpöytäversio on saatavilla Linuxille?",
    "download.supportLinuxAnswer": "Scratchin työpöytäversio ei tällä hetkellä tue Linuxia. Työskentelemme yhteistyökumppaneidemme ja avoimen lähdekoodin yhteisön kanssa ratkaistaksemme sen, miten saamme luotua Linux-version tulevaisuudessa. Pysy kuulolla!",
    "download.whenSupportLinuxAppAnswer": "Scratch-sovellusta ei tällä hetkellä tueta Linuxissa. Pyrimme yhteistyökumppaneiden ja avoimen lähdekoodin yhteisön kanssa selvittämään, onko olemassa tapa, jolla voimme tukea Linuxia tulevaisuudessa. Pysy kuulolla!",
    "download.supportChromeOS": "Milloin Scratchin työpöytäversio on saatavilla Chromebook-laitteille?",
    "download.supportChromeOSAnswer": "Scratchin työpöytäversio ei ole vielä saatavilla Chromebookille. Työskentelemme sen parissa ja arvelemme, että se julkaistaan myöhemmin vuoden 2019 aikana.",
    "download.olderVersionsTitle": "Vanhemmat versiot",
    "download.olderVersions": "Etsitkö Scratchin aiempaa versiota?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 offline-editori",
    "download.cannotAccessMacStore": "Entä jos en pääse Mac App Storeen?",
    "download.cannotAccessWindowsStore": "Entä jos en pääse Microsoft Storeen?",
    "download.macMoveAppToApplications": "Avaa .dmg-tiedosto. Siirrä Scratch 3 Ohjelmat-kansioon.",
    "download.macMoveToApplications": "Avaa .dmg-tiedosto. Siirrä Scratchin työpöytäversio Ohjelmat-kansioon.",
    "download.winMoveToApplications": "Suorita .exe-tiedosto.",
    "download.doIHaveToDownload": "Pitääkö minun ladata sovellus käyttääkseni Scratchia?",
    "download.doIHaveToDownloadAnswer": "Ei. Voit myös käyttää Scratch-projektieditoria useimpien laitteiden useimmissa selaimissa siirtymällä osoitteeseen scratch.mit.edu ja napsauttamalla \"Luo\".",
    "download.canIUseScratchLink": "Voinko käyttää Scratch Linkiä yhdistääkseni laajennuksiin?",
    "download.canIUseScratchLinkAnswer": "Kyllä. Tarvitset kuitenkin internetyhteyden käyttääksesi Scratch Linkiä.",
    "download.canIUseExtensions": "Voinko muodostaa yhteyden laitteistolaajennuksiin?",
    "download.canIUseExtensionsAnswer": "Joo. Scratch-sovelluksella voit muodostaa yhteyden laajennuksiin etkä tarvitse Scratch Link -sovellusta.",
    "download.howConnectHardwareDevices": "Kuinka yhdistän Scratch-sovelluksen laitteisiin?",
    "download.howConnectHardwareDevicesAnswerLink": "Sinun on asennettava ja suoritettava Scratch Link, jotta voit muodostaa yhteyden laitteisiin, kun käytät Scratch-sovelluksen {operatingsystem}-versiota. Tarvitset myös internet-yhteyden Scratch Link -sovelluksen käyttämiseen.",
    "download.howConnectHardwareDevicesAnswerApp": "Scratch-sovelluksella voit muodostaa yhteyden laitteisiin, kuten micro:bit tai LEGO Boost. Kun käytät Scratch-sovelluksen {operatingsystem}-versiota, et tarvitse Scratch Link -sovellusta.",
    "download.desktopAndBrowser": "Voinko käyttää Scratchin työpöytäversiota ja pitää myös Scratchin avoinna verkkoselaimessa?",
    "download.appAndBrowser": "Voinko käyttää Scratch-sovellusta ja pitää myös Scratchin avoinna verkkoselaimessa?",
    "download.yesAnswer": "Kyllä.",
    "download.onPhone": "Voinko asentaa Scratchin Android-puhelimeen?",
    "download.onPhoneAnswer": "Ei. Scratchin nykyinen Android-versio toimii vain tablet-laitteilla.",
    "download.howUpdateApp": "Miten päivitän Scratch-sovelluksen?",
    "download.howUpdateAppAnswerPlayStore": "Avaa Google Play -kauppa ja tarkista päivitykset. Jos asennusta hallinnoivat koulun järjestelmänvalvojat, heidän on päivitettävä versio ja annettava päivitys hallittujen laitteiden saataville.",
    "download.howUpdateAppAnswerDownload": "Voit päivittää Scratchin {operatingsystem}:lle tältä sivulta lataamalla uusimman version ja asentamalla sen. Voit tarkistaa, mikä versio sinulla on napsauttamalla ladatun sovelluksen Scratch-logoa.",
    "download.canIShare": "Voinko jakaa Scratchin työpöytäversiosta?",
    "download.canIShareAnswer": "Sitä ei tällä hetkellä tueta. Voit kuitenkin tallentaa projektisi Scratchin työpöytäversiosta, ladata sen Scratch-tilillesi ja jakaa se siellä. Myöhempiin versioihin lisäämme mahdollisuuden ladata projektisi Scratchin työpöytäversiosta suoraan Scratch-tilillesi.",
    "download.canIShareApp": "Voinko jakaa verkkoyhteisölle Scratch-sovelluksen {operatingsystem}-versiolla?",
    "download.canIShareAnswerPlayStore": "Kyllä. Klikkaa alussa projektin 3 pisteen valikkoa ja valitse vaihtoehdoista \"Jaa\". Sähköpostilla jakamisen lisäksi voit kirjautua sisään Scratch-tiliisi ja jakaa projektin Scratchin verkkoyhteisölle.",
    "download.canIShareAnswerDownloaded": "Jakamista suoraan verkkoyhteisölle Scratch-sovelluksen {operatingsystem}-versiolla ei tueta tällä hetkellä. Toistaiseksi voit viedä projektin Scratch-sovelluksesta, kirjautua sitten Scratch-verkkosivustoon ja ladata ja jakaa projektisi siellä.",
    "download.whyNoDevicesVisible": "Miksi Scratch ei näytä mitään laitteita, kun yritän kytkeä laitteistolaajennuksia?",
    "download.whyNoDevicesVisibleAnswer": "Olemme huomanneet, että {devicePosessive}-laitteen Bluetooth-yhteyden kytkeminen pois päältä ja uudelleen päälle järjestelmäasetuksissa antaa sinun nähdä laitteet yleensä uudelleen. Jos ongelma jatkuu, tarkista, että sijaintipalvelut ovat käytössä laitteessasi. Jos et vieläkään näe mitään laitetta, {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "ota yhteyttä",
    "download.chromebookPossessive": "Chromebookin",
    "download.androidPossessive": "Android-tabletin",
    "download.whyAskForLocation": "Miksi {operatingsystem} kysyy sijaintiani?",
    "download.whyAskForLocationAnswer": "Scratch käyttää Bluetoothia yhteyden muodostamiseen muihin laitteisiin, kuten micro:bitiin tai LEGO BOOST -laitteeseen. Bluetoothia voidaan käyttää sijaintitietojen toimittamiseen sovellukselle, joten Google vaatii jokaista Bluetoothia käyttävää sovellusta pyytämään käyttäjiltä lupaa pääsyyn sijaintiinsa. Scratch ei käytä Bluetoothia sijaintisi seuraamiseen.",
    "download.whereProjectStored": "Mihin Scratch-sovellus tallentaa projektini?",
    "download.whereProjectStoredAnswer": "Projektit tallennetaan sovelluksen sisälle. Jos haluat viedä projektitiedoston, klikkaa 3 pisteen valikkoa ja valitse \"jaa\". Valitse seuraavassa näytössä \"vie\". Näkyvät vaihtoehdot riippuvat laitteeseen asennetuista sovelluksista. Yleisiä vaihtoehtoja ovat Google Drive, tiedostot ja sähköposti.",
    "download.iconAltText": "Lataa"
}