{
    "download.appTitle": "I-download ang Scratch App",
    "download.appIntro": "Gusto mo bang gumawa at i-save ang mga proyekto sa Scratch nang walang internet? I-download ang libreng Scratch app.",
    "download.requirements": "Mga Kailangan",
    "download.imgAltDownloadIllustration": "Screenshot ng Scratch 3.0 sa Desktop",
    "download.troubleshootingTitle": "Mga Madalas Itanong",
    "download.startScratchDesktop": "Simulan ang Scratch Desktop",
    "download.howDoIInstall": "Paano ko ma-install ang Scratch Desktop?",
    "download.whenSupportLinuxApp": "Kailan niyo kaya gagawing available sa Linux ang Scratch Desktop?",
    "download.whenSupportLinux": "Kailan kaya magkakaroon sa Linux ang Scratch Desktop?",
    "download.supportLinuxAnswer": "Kasalukuyang di suportado sa Linux ang Scratch Desktop. Nakikipagtulungan po kami sa mga partners namin at sa open-source community para tukuyin kung may paraan ba para masuportahan ang Linux sa hinaharap. Abangan!",
    "download.whenSupportLinuxAppAnswer": "Kasalukuyang di suportado sa Linux ang Scratch app. Nakikipagtulungan po kami sa mga partners namin at sa open-source community para tukuyin kung may paraan ba para masuportahan ang Linux sa hinaharap. Abangan!",
    "download.supportChromeOS": "Kailan kaya magkakaroon sa Chromebook ang Scratch Desktop?",
    "download.supportChromeOSAnswer": "Di pa po available ang Scratch Desktop para sa mga Chromebook. Kasalukuyan pa po naming ginagawa ito at inaasahang mailalabas po ito sa dulo ng 2019.",
    "download.olderVersionsTitle": "Mga Lumang Bersyon",
    "download.olderVersions": "Hinahanap ang mga lumang bersyon ng Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Offline Editor",
    "download.cannotAccessMacStore": "Paano kung di ko ma-access ang Mac App Store?",
    "download.cannotAccessWindowsStore": "Paano kung di ko ma-access ang Microsoft Store?",
    "download.macMoveAppToApplications": "Pakibuksan po ng .dmg file. Ilipat po ang Scratch 3 sa Applications.",
    "download.macMoveToApplications": "Pakibuksan po ng .dmg file. Ilipat po ang Scratch Desktop sa Applications.",
    "download.winMoveToApplications": "Pakibuksan po ang .exe file.",
    "download.doIHaveToDownload": "Kailangan ko bang i-download ang app para magamit ang Scratch?",
    "download.doIHaveToDownloadAnswer": "Hindi po. Magagamit niyo rin po ang editor ng proyekto ng Scratch sa karamihan ng mga web browser sa karamihan ng mga device sa pamamagitan po ng pagpunta sa scratch.mit.edu at pagpindot sa \"Gumawa\".",
    "download.canIUseScratchLink": "Magagamit ko ba ang Scratch Link para kumonekta sa mga extension?",
    "download.canIUseScratchLinkAnswer": "Opo. Gayunpaman, kakailanganin niyo po ng internet para magamit ang Scratch Link.",
    "download.canIUseExtensions": "Pwede ba ako kumonekta sa mga hardware extension?",
    "download.canIUseExtensionsAnswer": "Opo. Gamit ang Scratch app, makakakonekta po kayo sa mga extension, at hindi niyo po kailangan ang Scratch Link.",
    "download.howConnectHardwareDevices": "Paano ko maikokonekta ang Scratch app sa mga hardware device?",
    "download.howConnectHardwareDevicesAnswerLink": "Kakailanganin niyo pong i-install at patakbuhin ang Scratch Link para po makakonekta sa mga hardware device kapag ginagamit ang Scratch app sa {operatingsystem}. Kakailanganin niyo rin po ng internet para magamit ang Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Gamit ang Scratch app, makakakonekta po kayo sa mga hardware device kagaya ng micro:bit o LEGO Boost. Kapag ginagamit niyo po ang Scratch app sa {operatingsystem}, hindi niyo na po kailangan ang Scratch Link.",
    "download.desktopAndBrowser": "Pwede bang nakabukas ang Scratch Desktop at Scratch sa browser nang sabay?",
    "download.appAndBrowser": "Pwede bang nakabukas ang Scratch app at Scratch sa browser nang sabay?",
    "download.yesAnswer": "Opo.",
    "download.onPhone": "Pwede ko bang i-install ang Scratch sa Android phone ko?",
    "download.onPhoneAnswer": "Hindi po. Gumagana lang po sa mga tablet ang kasalukuyang bersyon ng Scratch sa Android.",
    "download.howUpdateApp": "Paano ko maa-update ang Scratch app?",
    "download.howUpdateAppAnswerPlayStore": "Pakibuksan po ang Google Play store at tumingin po sa mga update. Kung pinapamahalaan ng mga administrator ng paaralan ang installation niyo, kailangan po nilang i-update ang bersyon at gawing available sa mga pinamamahalaang device nila ang update.",
    "download.howUpdateAppAnswerDownload": "Para po ma-update ang Scratch sa {operatingsystem} mula sa page na ito, paki-download po ang pinakabagong bersyon at i-install. Para tingnan kung anong bersyon pong meron kayo, pakipindot po ng logo ng Scratch sa na-download niyong app.",
    "download.canIShare": "Pwede ba akong magbahagi gamit Scratch Desktop?",
    "download.canIShareAnswer": "Hindi po sa ngayon. Mase-save niyo po ang isang proyekto mula sa Scratch Desktop, i-upload ito sa account niyo po sa Scratch, at ibahagi doon. Sa mga susunod na bersyon, idadagdag po namin ang abilidad na makakapag-upload nang direkta mula sa Scratch Desktop sa account niyo po sa Scratch.",
    "download.canIShareApp": "Pwede ba akong magbahagi online mula sa Scratch app sa {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Opo. Pakipindot po ng 3-dots menu ng isang proyekto sa lobby at piliin ang \"Ibahagi\" mula sa mga pagpipilian. Bukod po sa pagbahagi gamit email, pwede kayong mag-login sa account niyo sa Scratch at ibahagi ang isang proyekto sa online community ng Scratch.",
    "download.canIShareAnswerDownloaded": "Kasalukuyang di po suportado ang pagbahagi nang direkta sa online community mula sa Scratch app sa {operatingsystem}. Sa ngayon, pwede niyo po muna i-export ang proyekto mula sa Scratch app, tapos po ay mag-login sa website ng Scratch, at doon i-upload at ibahagi ang proyekto niyo.",
    "download.whyNoDevicesVisible": "Bakit walang nagpapakitang kahit anong device sa Scratch kapag sinusubukan kong kumonekta sa mga dugtong ng hardware?",
    "download.whyNoDevicesVisibleAnswer": "Nalaman po namin na ang pagsara at pagbukas muli sa bluetooth ng inyong {devicePosessive} sa pagsasaayos ng system niyo ang kadalasang nagpapahintulot sa inyo na makita ang mga hardware device muli. Kung sakaling may problema pa rin, siguraduhing nakabukas po ang Location services ng inyong device. Kung wala pa rin po kayong makita, mangyaring {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "kontakin kami",
    "download.chromebookPossessive": " ng Chromebook",
    "download.androidPossessive": "ng Android tablet",
    "download.whyAskForLocation": "Bakit hinihingi ng {operatingsystem} ang lokasyon ko?",
    "download.whyAskForLocationAnswer": "Ginagamit po ng Scratch ang bluetooth para po makakonekta sa ibang mga device, tulad ng micro:bit o LEGO BOOST. Magagamit po ang bluetooth sa pagbibigay ng data ng lokasyon sa app, kaya naman pinapahingi po ng Google ang permiso ng user para sa mga app na gumagamit ng bluetooth na ma-access ang kanilang lokasyon. Hindi po gagamitin ng Scratch ang bluetooth para sundan ang inyong lokasyon.",
    "download.whereProjectStored": "Saan inilalagay ng Scratch App ang mga proyekto ko?",
    "download.whereProjectStoredAnswer": "Naka-save po sa loob ng app ang mga proyekto. Para po ma-export ang file ng isang proyekto, pakipindot po ang 3-dot menu at piliin ang \"Ibahagi\". Sa susunod na screen, piliin po ang \"i-export\". Dedepende po ang mga pagpipilian sa mga application na naka-install sa inyong device. Kadalasan, ito po ay Google Drive, Files, at email.",
    "download.iconAltText": "I-download"
}