{
    "download.title": "Scratch Desktop",
    "download.intro": "Vous pouvez installer l'éditeur Scratch Desktop pour travailler sur vos projets sans connexion internet. La version fonctionnera sous Windows et MacOS.",
    "download.appTitle": "Télécharger l'application Scratch",
    "download.appIntro": "Vous voulez créer et sauvegarder des projets Scratch sans connexion internet ? Téléchargez gratuitement l'application Scratch.",
    "download.requirements": "Pré-requis",
    "download.imgAltDownloadIllustration": "Screenshot de Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Lancer Scratch Desktop",
    "download.howDoIInstall": "Comment dois-je faire pour installer Scratch Desktop?",
    "download.whenSupportLinuxApp": "Quand est-ce que l'application Scratch sera disponible pour Linux ?",
    "download.whenSupportLinux": "Quand aurez-vous Scratch Desktop pour Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop pour Linux n'est pas encore supporté. Nous travaillons avec des partenaires de la communauté open-source pour déterminer si nous pourrons supporter Linux dans le future. Tenez-vous au courant!!",
    "download.whenSupportLinuxAppAnswer": "L'application Scratch n'est pour le moment pas supportée sur Linux. Nous sommes en train de travailler avec des partenaires et la communauté open-source afin de déterminer si il es t envisageable de supporter Linux dans le futur. Restez à l'écoute !",
    "download.supportChromeOS": "Quand est-ce que Scratch Desktop sera disponible pour Chromebook?",
    "download.supportChromeOSAnswer": "Scratch Desktop pour Chromebook n'est pas encore disponible. Nous y travaillons et nous prévoyons une sortie courant 2019.",
    "download.olderVersionsTitle": "Anciennes versions",
    "download.olderVersions": "À la recherche d'une ancienne version de Scratch ?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "L'éditeur Scratch 2.0 Hors Ligne",
    "download.cannotAccessMacStore": "Et si je ne peux pas accéder à l'App Store sur Mac?",
    "download.cannotAccessWindowsStore": "Et si je ne peux pas accéder au Microsoft Store?",
    "download.macMoveToApplications": "Ouvrir le fichier .dmg. Déplacer Scratch Desktop dans les Applications.",
    "download.winMoveToApplications": "Exécuter le fichier .exe.",
    "download.doIHaveToDownload": "Est-ce que je dois télécharger une application pour pouvoir utiliser Scratch ?",
    "download.doIHaveToDownloadAnswer": "Non. Vous pouvez aussi utiliser l'éditeur de projets Scratch dans n'importe quel navigateur web et avec n'importe quel appareil en allant sur scratch.mit.edu et en cliquant sur \"Créer\".",
    "download.canIUseScratchLink": "Est-ce que je peux utiliser Scratch Link pour me connecter à des extensions?",
    "download.canIUseScratchLinkAnswer": "Oui. Cependant, vous aurez besoin d'une connexion internet pour utiliser Scratch Link.",
    "download.canIUseExtensions": "Est-ce que je peux connecter des extensions matérielles ?",
    "download.canIUseExtensionsAnswer": "Oui. Avec l'application Scratch, vous pouvez connecter des extensions, sans avoir besoin de Scratch Link.",
    "download.howConnectHardwareDevices": "Comment puis-je connecter Scratch à des appareils ?",
    "download.howConnectHardwareDevicesAnswerLink": "You will need to install and run Scratch Link in order to connect to hardware devices when using Scratch app for {operatingsystem}. You will also need an internet connection to use Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "With the Scratch app you can connect to hardware devices like the micro:bit or LEGO Boost. When using the Scratch app for {operatingsystem} you do not need Scratch Link.",
    "download.desktopAndBrowser": "Est-ce que je peux utiliser Scratch Desktop et aussi avoir un projet Scratch ouvert dans mon navigateur?",
    "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
    "download.yesAnswer": "Oui.",
    "download.onPhone": "Can I install Scratch on my Android phone?",
    "download.onPhoneAnswer": "No. The current version of Scratch for Android only works on tablets.",
    "download.canIShare": "Est-ce que je peux partager mes projets depuis Scratch Desktop?",
    "download.canIShareAnswer": "Ce n'est pas encore supporté. Pour le moment, vous pouvez sauvegarder un projet depuis Scratch Desktop, le télécharger sur le site de Scratch et le publier là-bas. Dans les prochaines versions, nous ajouterons la possibilité de télécharger directement  votre projet depuis Scratch Desktop.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there."
}