{
    "download.appTitle": "Télécharger l'application Scratch",
    "download.appIntro": "Vous voulez créer et sauvegarder des projets Scratch sans connexion internet ? Téléchargez gratuitement l'application Scratch.",
    "download.requirements": "Pré-requis",
    "download.imgAltDownloadIllustration": "Screenshot de Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Lancer Scratch Desktop",
    "download.howDoIInstall": "Comment dois-je faire pour installer Scratch Desktop?",
    "download.whenSupportLinuxApp": "Quand est-ce que l'application Scratch sera disponible pour Linux ?",
    "download.whenSupportLinux": "Quand aurez-vous Scratch Desktop pour Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop pour Linux n'est pas encore supporté. Nous travaillons avec des partenaires de la communauté open-source pour déterminer si nous pourrons supporter Linux dans le future. Tenez-vous au courant!!",
    "download.whenSupportLinuxAppAnswer": "L'application Scratch n'est pour le moment pas supportée sous Linux. Nous sommes en train de travailler avec des partenaires et la communauté open-source, afin de déterminer s'il est envisageable de supporter Linux dans le futur. Restez à l'écoute !",
    "download.supportChromeOS": "Quand est-ce que Scratch Desktop sera disponible pour Chromebook?",
    "download.supportChromeOSAnswer": "Scratch Desktop pour Chromebook n'est pas encore disponible. Nous y travaillons et nous prévoyons une sortie courant 2019.",
    "download.olderVersionsTitle": "Anciennes versions",
    "download.olderVersions": "À la recherche d'une ancienne version de Scratch ?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "L'éditeur Scratch 2.0 hors-ligne",
    "download.cannotAccessMacStore": "Et si je ne peux pas accéder à l'App Store sur Mac?",
    "download.cannotAccessWindowsStore": "Et si je ne peux pas accéder au Microsoft Store?",
    "download.macMoveAppToApplications": "Ouvrez le fichier .dmg. Déplacez Scratch 3 dans Applications.",
    "download.macMoveToApplications": "Ouvrir le fichier .dmg. Déplacer Scratch Desktop dans les Applications.",
    "download.winMoveToApplications": "Exécuter le fichier .exe.",
    "download.doIHaveToDownload": "Est-ce que je dois télécharger une application pour pouvoir utiliser Scratch ?",
    "download.doIHaveToDownloadAnswer": "Non. Vous pouvez aussi utiliser l'éditeur de projets Scratch dans la plupart des navigateurs sur la plupart des appareils en allant sur scratch.mit.edu et en cliquant sur \"Créer\".",
    "download.canIUseScratchLink": "Est-ce que je peux utiliser Scratch Link pour me connecter à des extensions?",
    "download.canIUseScratchLinkAnswer": "Oui. Cependant, vous aurez besoin d'une connexion internet pour utiliser Scratch Link.",
    "download.canIUseExtensions": "Est-ce que je peux connecter des extensions matérielles ?",
    "download.canIUseExtensionsAnswer": "Oui. Avec l'application Scratch, vous pouvez connecter des extensions, sans avoir besoin de Scratch Link.",
    "download.howConnectHardwareDevices": "Comment puis-je connecter Scratch à des appareils ?",
    "download.howConnectHardwareDevicesAnswerLink": "Vous aurez besoin d'installer et de lancer Scratch Link pour pouvoir connecter des appareils si vous utilisez l'application Scratch pour {operatingsystem}. Vous aurez aussi besoin d'une connexion internet pour utiliser Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Avec l'application Scratch, vous pouvez connecter des appareils comme un micro:bit ou LEGO Boost. Si vous utilisez l’application Scratch pour {operatingsystem}, vous n'aurez pas besoin de Scratch Link.",
    "download.desktopAndBrowser": "Est-ce que je peux utiliser Scratch Desktop et aussi avoir un projet Scratch ouvert dans mon navigateur?",
    "download.appAndBrowser": "Est-ce que je peux utiliser l'application Scratch et aussi utiliser Scratch dans mon navigateur en même temps ?",
    "download.yesAnswer": "Oui.",
    "download.onPhone": "Est-ce que je peux installer Scratch sur mon téléphone Android ?",
    "download.onPhoneAnswer": "Non. La version actuelle de Scratch pour Android ne fonctionne que sur les tablettes.",
    "download.howUpdateApp": "Comment puis-je mettre à jour l'application Scratch ?",
    "download.howUpdateAppAnswerPlayStore": "Ouvrez le Google Play Store et vérifiez les mises à jour disponibles. Si votre installation est gérée par des administrateurs en milieu scolaire, ils devront mettre à jour la version de l'application et rendre la mise à jour disponible pour les différents appareils.",
    "download.howUpdateAppAnswerDownload": "Pour mettre à jour Scratch pour {operatingsystem} depuis cette page, téléchargez la dernière version de l'application et installez-là. Pour vérifier la version que vous avez, cliquez sur le logo de Scratch dans l'application téléchargée.",
    "download.canIShare": "Est-ce que je peux partager mes projets depuis Scratch Desktop?",
    "download.canIShareAnswer": "Ce n'est pas encore supporté. Pour le moment, vous pouvez sauvegarder un projet depuis Scratch Desktop, le télécharger sur le site de Scratch et le publier là-bas. Dans les prochaines versions, nous ajouterons la possibilité de télécharger directement  votre projet depuis Scratch Desktop.",
    "download.canIShareApp": "Est-ce que je peux publier en ligne des projets depuis l'application Scratch pour {operatingsystem} ?",
    "download.canIShareAnswerPlayStore": "Oui. Cliquez sur le menu avec les 3 points sur un projet, dans l'écran principal et sélectionnez \"Partager\" dans les options. En plus de partager par e-mail, vous pouvez vous connecter avec votre compte Scratch et partager des projets en ligne avec la communauté Scratch.",
    "download.canIShareAnswerDownloaded": "Partager un projet directement en ligne depuis l'application Scratch pour {operatingsystem}, n'est pas encore possible. Pour l'instant, vous pouvez exporter un projet depuis l'application Scratch, et ensuite vous connecter sur le site de Scratch et importer puis partager votre projet.",
    "download.whyNoDevicesVisible": "Pourquoi Scratch ne montre-t-il aucun appareil quand j'essaie de connecter des extensions (matériel) ?",
    "download.whyNoDevicesVisibleAnswer": "Nous avons découvert que désactiver, puis réactiver le bluetooth à partir des paramètres système de votre {devicePosessive}, permet le plus souvent d'afficher à nouveau les appareils connectables. Si le problème persiste; vérifiez que les services de géolocalisation sont activés sur votre tablette. Si vous ne voyez toujours pas d'appareils, {whyNoDevicesContactUsLink}s'il vous plaît.  ",
    "download.whyNoDevicesContactUsLink": "contactez-nous",
    "download.chromebookPossessive": "du Chromebook",
    "download.androidPossessive": "de la tablette Android",
    "download.whyAskForLocation": "Pourquoi {operatingsystem}demande-t-il ma localisation ?",
    "download.whyAskForLocationAnswer": "Scratch utilise bluetooth pour se connecter à d'autres appareils, comme le micro:bit ou Lego Boost. Bluetooth peut être utilisé pour fournir des informations de géolocalisation à l'application; pour cette raison, Google requiert que chaque application qui utilise bluetooth, demande la permission à l'utilisateur, d'accéder à sa géolocalisation. Scratch n'utilisera pas bluetooth pour enregistrer votre localisation.",
    "download.whereProjectStored": "Où l'application Scratch stocke-t-elle mes projets ?",
    "download.whereProjectStoredAnswer": "Les projets sont sauvegardés de façon interne par l'application. Pour exporter le fichier, cliquez sur le bouton menu et sélectionnez \"Partager\". Sur l'écran suivant, sélectionnez \"Exporter\". Les options visibles dépendent des applications installées sur votre appareil. Les applications les plus communes sont Google Drive, Fichiers et e-mail.",
    "download.iconAltText": "Télécharger"
}