{
    "download.title": "Scratch Desktop",
    "download.intro": "Vous pouvez installer l'éditeur Scratch Desktop pour travailler sur vos projets sans connexion internet. La version fonctionnera sous Windows et MacOS.",
    "download.requirements": "Pré-requis",
    "download.imgAltDownloadIllustration": "Screenshot de Scratch 3.0 Desktop",
    "download.installHeaderTitle": "Installer Scratch Desktop",
    "download.downloadScratchDesktop": "Téléchargez Scratch Desktop",
    "download.downloadButton": "Télécharger",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Lancer Scratch Desktop",
    "download.howDoIInstall": "Comment dois-je faire pour installer Scratch Desktop?",
    "download.whenSupportLinux": "Quand aurez-vous Scratch Desktop pour Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop pour Linux n'est pas encore supporté. Nous travaillons avec des partenaires de la communauté open-source pour déterminer si nous pourrons supporter Linux dans le future. Tenez-vous au courant!!",
    "download.supportChromeOS": "Quand est-ce que Scratch Desktop sera disponible pour Chromebook?",
    "download.supportChromeOSAnswer": "Scratch Desktop pour Chromebook n'est pas encore disponible. Nous y travaillons et nous prévoyons une sortie courant 2019.",
    "download.olderVersionsTitle": "Anciennes versions",
    "download.olderVersions": "Vous cherchez l'éditeur Scratch hors-ligne 2.0 ou 1.4?",
    "download.scratch1-4Desktop": "Scratch 1.4 Desktop",
    "download.scratch2Desktop": "Scratch 2.0 Desktop",
    "download.cannotAccessMacStore": "Et si je ne peux pas accéder à l'App Store sur Mac?",
    "download.cannotAccessWindowsStore": "Et si je ne peux pas accéder au Microsoft Store?",
    "download.macMoveToApplications": "Ouvrir le fichier .dmg. Déplacer Scratch Desktop dans les Applications.",
    "download.winMoveToApplications": "Exécuter le fichier .exe.",
    "download.canIUseScratchLink": "Est-ce que je peux utiliser Scratch Link pour me connecter à des extensions?",
    "download.canIUseScratchLinkAnswer": "Oui. Cependant, vous aurez besoin d'une connexion internet pour utiliser Scratch Link.",
    "download.desktopAndBrowser": "Est-ce que je peux utiliser Scratch Desktop et aussi avoir un projet Scratch ouvert dans mon navigateur?",
    "download.yesAnswer": "Oui.",
    "download.canIShare": "Est-ce que je peux partager mes projets depuis Scratch Desktop?",
    "download.canIShareAnswer": "Ce n'est pas encore supporté. Pour le moment, vous pouvez sauvegarder un projet depuis Scratch Desktop, le télécharger sur le site de Scratch et le publier là-bas. Dans les prochaines versions, nous ajouterons la possibilité de télécharger directement  votre projet depuis Scratch Desktop."
}