{
    "download.appTitle": "Download de Scratch App",
    "download.appIntro": "Wolle jo Scratch-projekten oanmeitsje en bewarje sûnder in ynternetferbining? Download de fergese Scratch-app.",
    "download.requirements": "Easken",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Buroblêd-skermopname",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Start Scratch Desktop",
    "download.howDoIInstall": "Hoe kin ik Scratch Desktop ynstalleare?",
    "download.whenSupportLinuxApp": "Wannear sille jo de Scratch app beskikber hawwe foar Linux?",
    "download.whenSupportLinux": "Wannear sil Scratch Desktop foar Linux beskikber wêze?",
    "download.supportLinuxAnswer": "Scratch Desktop foar Linux wurdt op it stuit net stipe. Wy wurkje mei partners en de open-source-mienskip om te bepalen as d'r in manier is wêrop wy Linux yn 'e takomst kinne stypje. Wy hâlde jo op 'e hichte!",
    "download.whenSupportLinuxAppAnswer": "De Scratch-app wurdt op it stuit net stipe op Linux. Wy wurkje mei partners en de open-source-mienskip om te bepalen as d'r in manier is om Linux yn 'e takomst te stypjen. Bliuw op 'e hichte!",
    "download.supportChromeOS": "Wannear sil Scratch Desktop foar Chromebooks beskikber wêze?",
    "download.supportChromeOSAnswer": "Scratch Desktop foar Chromebooks is noch net beskikber. Wy wurkje dêroer en ferwachtsje dat it letter yn 2019 beskikber wêze sil.",
    "download.olderVersionsTitle": "Aldere ferzjes",
    "download.olderVersions": "Op syk nei in eardere ferzje fan Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Offline Editor",
    "download.cannotAccessMacStore": "Wat as ik gjin tagong krije ta de Mac App Store?",
    "download.cannotAccessWindowsStore": "Wat as ik gjin tagong ha ta de Microsoft Store?",
    "download.macMoveAppToApplications": "Iepenje it .dmg-bestân. Ferpleats Scratch 3 nei programma's.",
    "download.macMoveToApplications": "Iepenje it .dmg-bestân. Sleep Scratch Desktop nei applikaasjes.",
    "download.winMoveToApplications": "Rin it .exe-bestân út.",
    "download.doIHaveToDownload": "Moat ik in app downloade om Scratch te brûken?",
    "download.doIHaveToDownloadAnswer": "Nee. Jo kinne de Scratch-projektredakteur ek brûke yn 'e measte webbrowsers op' e measte apparaten troch nei scratch.mit.edu te gean en op \"Oanmeitsje\" te klikken.",
    "download.canIUseScratchLink": "Kin ik Scratch Link brûke om te ferbinen mei de tafoegings?",
    "download.canIUseScratchLinkAnswer": "Ja. Mar jo hawwe in ynternetferbining nedich om Scratch Link te brûken.",
    "download.canIUseExtensions": "Kin ik ferbine mei tafoegings?",
    "download.canIUseExtensionsAnswer": "Ja. Mei de Scratch-app kinne jo ferbine mei tafoegings en jo hawwe gjin Scratch Link nedich.",
    "download.howConnectHardwareDevices": "Hoe ferbine ik de Scratch-app mei hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "Jo moatte Scratch Link ynstalleare en útfiere om te ferbinen mei hardware-apparaten by it brûken fan de Scratch-app foar {operatingsystem}. Jo hawwe ek in ynternetferbining nedich om Scratch Link te brûken.",
    "download.howConnectHardwareDevicesAnswerApp": "Mei de Scratch-app kinne jo ferbine mei hardware-apparaten lykas de micro: bit of LEGO Boost. As jo de Scratch-app brûke foar {operatingsystem}, hawwe jo gjin Scratch Link nedich.",
    "download.desktopAndBrowser": "Kin ik Scratch Desktop brûke en Scratch tagelyk yn 'e browser iepenje?",
    "download.appAndBrowser": "Kin ik de Scratch-app brûke en Scratch ek iepenje yn 'e browser?",
    "download.yesAnswer": "Ja.",
    "download.onPhone": "Kin ik Scratch ynstalleare op myn Android-tillefoan?",
    "download.onPhoneAnswer": "Nee. De hjoeddeiske ferzje fan Scratch foar Android wurket allinich op tablets.",
    "download.howUpdateApp": "Hoe kin ik de Scratch-app bywurkje?",
    "download.howUpdateAppAnswerPlayStore": "Iepenje de Google Play Store en kontrolearje op updates. As jo ynstallaasje wurdt beheard troch skoalbehearders, moatte se de ferzje bywurkje en de fernijing beskikber meitsje foar behearde apparaten.",
    "download.howUpdateAppAnswerDownload": "Om Scratch foar {operatingsystem} te aktualisearje, download de lêste ferzje en ynstalleare. Om te kontrolearjen hokker ferzje jo hawwe, klikje jo op it Scratch-logo yn 'e ynladen app.",
    "download.canIShare": "Kin ik diele fanôf Scratch Desktop?",
    "download.canIShareAnswer": "Dit wurdt op it stuit net stipe. Foar no kinne jo in projekt bewarje fan Scratch Desktop, uploade it nei jo Scratch-akkount en diele it dêr. Yn in lettere ferzje sille wy de mooglikheid tafoegje om it projekt direkt fan jo Scratch Desktop te uploaden nei jo Scratch-akkount.",
    "download.canIShareApp": "Kin ik diele mei de online mienskip fia de Scratch-app foar {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ja. Klikje op it menu mei 3 punten op in projekt yn 'e lobby en selektearje \"Diele\" út' e opsjes. Neist dielen fia e-post kinne jo jo oanmelde by jo Scratch-akkount en in projekt diele mei de Scratch online-mienskip.",
    "download.canIShareAnswerDownloaded": "Diele direkt mei de online mienskip fanút de Scratch app foar {operatingsystem} wurdt op it stuit net stipe. Foar no kinne jo in projekt eksportearje fan 'e Scratch-app, dan oanmelde by de Scratch-webside en jo projekt dêr uploade en diele.",
    "download.whyNoDevicesVisible": "Wêrom lit Scratch gjin apparaten sjen as ik besykje hardware-útwreidings te ferbinen?",
    "download.whyNoDevicesVisibleAnswer": "Wy hawwe fûn dat it útskeakeljen en opnij ynskeakeljen fan jo {devicePosessive} Bluetooth yn 'e systeemynstellingen jo normaal makket dat jo hardware-apparaten wer sjogge. As it probleem oanhâldt, soargje der dan foar dat Lokaasjetsjinsten binne ynskeakele foar jo apparaat. As jo noch gjin apparaten sjogge, {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "nim dan kontakt mei ús op",
    "download.chromebookPossessive": "Chromebooks",
    "download.androidPossessive": "Android tablets",
    "download.whyAskForLocation": "Wêrom freget {operatingsystem} om myn lokaasje?",
    "download.whyAskForLocationAnswer": "Scratch brûkt Bluetooth om te ferbinen mei oare apparaten, lykas in micro: bit of LEGO BOOST. Bluetooth kin brûkt wurde om lokaasjeynformaasje te leverjen oan 'e app, dus Google fereasket elke app dy't Bluetooth brûkt om brûkers te freegjen om tagong te krijen ta har lokaasje. Scratch brûkt Bluetooth net om jo lokaasje te folgjen.",
    "download.whereProjectStored": "Wêr bewarret de Scratch-app myn projekten?",
    "download.whereProjectStoredAnswer": "Projekten wurde yntern yn 'e app opslein. Om in projektbestân te eksportearjen, klikje jo op it menu mei 3 punten en selektearje \"Diele\". Selektearje op it folgjende skerm \"eksportearje\". De sichtbere opsjes binne ôfhinklik fan de applikaasjes dy't op jo apparaat binne ynstalleare. Algemiene opsjes binne Google Drive, Files en E-post.",
    "download.iconAltText": "Te downloaden"
}