{
    "download.appTitle": "Íoslódáil Aip Scratch",
    "download.appIntro": "Ar mhaith leat tionscadail Scratch a chruthú agus a shábháil gan cheangal Idirlín? Íoslódáil aip Scratch, saor in aisce.",
    "download.requirements": "Riachtanais",
    "download.imgAltDownloadIllustration": "Pictiúr de Scratch 3.0 ar an Deasc",
    "download.troubleshootingTitle": "Ceisteanna Coitianta",
    "download.startScratchDesktop": "Tosaigh Scratch ar an Deasc",
    "download.howDoIInstall": "Conas a shuiteáiltear Scratch ar an Deasc?",
    "download.whenSupportLinuxApp": "Cathain a bheidh aip Scratch ar fáil ar Linux?",
    "download.whenSupportLinux": "Cathain a bheidh Scratch ar an Deasc ar fáil ar Linux?",
    "download.supportLinuxAnswer": "Ní thacaímid le Scratch ar an Deasc ar Linux faoi láthair. Táimid ag obair le páirtnéirí agus leis an bpobal foinse oscailte le féachaint an féidir linn é seo a dhéanamh sa todhchaí. Bíodh foighne agat linn!",
    "download.whenSupportLinuxAppAnswer": "Ní thacaímid le hAip Scratch ar Linux faoi láthair. Táimid ag obair le páirtnéirí agus leis an bpobal foinse oscailte le féachaint an féidir linn é seo a dhéanamh sa todhchaí. Bíodh foighne agat linn!",
    "download.supportChromeOS": "Cathain a bheidh Scratch ar an Deasc ar fáil ar Chromebooks?",
    "download.supportChromeOSAnswer": "Níl Scratch ar an Deasc ar fáil ar Chromebooks faoi láthair, ach táimid ag obair air agus tá súil againn go mbeidh sé ar fáil níos déanaí i 2019.",
    "download.olderVersionsTitle": "Leaganacha níos sine",
    "download.olderVersions": "An bhfuil tú ag lorg leagan níos sine de Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Eagarthóir Scratch 2.0 As Líne",
    "download.cannotAccessMacStore": "Agus mura bhfuilim in ann teacht ar an Mac App Store?",
    "download.cannotAccessWindowsStore": "Agus mura bhfuilim in ann teacht ar Siopa Microsoft?",
    "download.macMoveAppToApplications": "Oscail an comhad .dmg. Tarraing Scratch 3 go dtí an fillteán Applications.",
    "download.macMoveToApplications": "Oscail an comhad .dmg. Tarraing Scratch go dtí an fillteán Applications.",
    "download.winMoveToApplications": "Rith an comhad .exe.",
    "download.doIHaveToDownload": "An gcaithfidh mé aip a íoslódáil chun Scratch a úsáid?",
    "download.doIHaveToDownloadAnswer": "Ní chaithfidh. Is féidir eagarthóir Scratch a úsáid le beagnach gach brabhsálaí ar beagnach gach cineál gléis trí chuairt a thabhairt ar scratch.mit.edu agus \"Cruthaigh\" a chliceáil.",
    "download.canIUseScratchLink": "An féidir liom Scratch Link a úsáid chun ceangal le breiseáin?",
    "download.canIUseScratchLinkAnswer": "Is féidir. Ach teastaíonn ceangal Idirlín uait chun Scratch Link a úsáid.",
    "download.canIUseExtensions": "An féidir liom ceangal le breiseáin chrua-earra?",
    "download.canIUseExtensionsAnswer": "Is féidir. Le hAip Scratch, is féidir leat ceangal a bhunú le breiseáin agus níl Scratch Link ag teastáil.",
    "download.howConnectHardwareDevices": "Conas a cheanglaítear Aip Scratch le gléas crua-earra?",
    "download.howConnectHardwareDevicesAnswerLink": "Caithfidh tú Scratch Link a shuiteáil agus a rith chun ceangal a bhunú le crua-earra ón Aip Scratch ar {operatingsystem}. Beidh ceangal Idirlín ag teastáil uait freisin chun Scratch Link a úsáid.",
    "download.howConnectHardwareDevicesAnswerApp": "Le hAip Scratch, is féidir leat ceangal le gléas ar nós micro:bit nó LEGO Boost. Níl Scratch Link ag teastáil leis an aip Scratch ar {operatingsystem}.",
    "download.desktopAndBrowser": "An féidir liom Scratch ar an Deasc a úsáid agus suíomh Scratch oscailte sa mbrabhsálaí?",
    "download.appAndBrowser": "An féidir liom Aip Scratch a úsáid agus suíomh Scratch oscailte sa mbrabhsálaí?",
    "download.yesAnswer": "Is féidir.",
    "download.onPhone": "An féidir liom Scratch a shuiteáil ar m'fhón Android?",
    "download.onPhoneAnswer": "Ní féidir. Feidhmíonn an leagan is déanaí de Scratch ar tháibléid amháin.",
    "download.howUpdateApp": "Conas a dhéanaim nuashonrú ar aip Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Oscail an siopa Google Play agus lorg nuashonruithe. Más é riarthóir an chórais i do scoil a rinne an tsuiteáil, beidh air nó uirthi an aip a nuashonrú agus an leagan nua a chur ar fáil ar gach gléas faoina stiúir.",
    "download.howUpdateAppAnswerDownload": "Chun Scratch a nuashonrú ar {operatingsystem} ón leathanach seo, íoslódáil agus suiteáil an leagan is déanaí. Le fáil amach cén leagan atá agat, cliceáil an lógó Scratch san aip tar éis duit é a íoslódáil.",
    "download.canIShare": "An féidir liom tionscadal a chomhroinnt ó Scratch ar an Deasc?",
    "download.canIShareAnswer": "Ní féidir faoi láthair. An rud amháin is féidir a dhéanamh ná tionscadal a shábháil ó Scratch ar an Deasc, é a uaslódáil go dtí do chuntas Scratch, agus é a chomhroinnt ansin. Beidh an cumas seo ar fáil i leaganacha amach anseo.",
    "download.canIShareApp": "An féidir liom tionscadal a chomhroinnt leis an bpobal ar líne ó Aip Scratch ar {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Is féidir. Cliceáil na 3 phonc ar thionscadal san fhorhalla agus roghnaigh \"Comhroinn\". Is féidir leat an tionscadal a sheoladh trí ríomhphost, nó logáil isteach i do chuntas Scratch chun é a chomhroinnt leis an bpobal Scratch ar líne.",
    "download.canIShareAnswerDownloaded": "Ní féidir leat tionscadail a chomhroinnt leis an bpobal ar líne go díreach ó Aip Scratch ar {operatingsystem} faoi láthair. Ina áit sin, easpórtáil an tionscadal ó Aip Scratch, logáil isteach i suíomh Scratch, agus uaslódáil agus comhroinn an tionscadal ansin.",
    "download.whyNoDevicesVisible": "Cén fáth nach bhfeicim aon ghléasanna nuair a dhéanaim iarracht breiseáin chrua-earra a cheangal?",
    "download.whyNoDevicesVisibleAnswer": "Mura bhfeiceann tú aon ghléasanna crua-earra, is minic go gcabhraíonn sé Bluetooth a mhúchadh agus a thosú arís ar do {devicePosessive}. Má mhaireann an fhadhb, deimhnigh go bhfuil seirbhísí geoshuímh ar siúl ar do ghléas. Mura bhfeiceann tú aon ghléasanna fós, {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "déan teagmháil linn",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "tháibléad Android",
    "download.whyAskForLocation": "Cén fáth a dteastaíonn mo shuíomh ó {operatingsystem}?",
    "download.whyAskForLocationAnswer": "Úsáideann Scratch Bluetooth chun ceangal a bhunú le gléasanna eile ar nós micro:bit nó LEGO BOOST. Ach is féidir Bluetooth a úsáid chun sonraí geoshuímh a sholáthar don aip, agus dá bharr sin, ní mór d'aon aip a úsáideann Bluetooth cead a fháil ón úsáideoir i dtús báire. Ní úsáidfidh Scratch sonraí ó Bluetooth chun do shuíomh a lorg riamh.",
    "download.whereProjectStored": "Cén áit a sábhálann Aip Scratch mo chuid tionscadal?",
    "download.whereProjectStoredAnswer": "Sábháiltear tionscadail laistigh den aip féin. Cliceáil na 3 phonc agus roghnaigh \"Comhroinn\" chun tionscadal a easpórtáil. Ar an chéad scáileán eile, roghnaigh \"easpórtáil\". Braitheann na roghanna a fheicfidh tú ar na haipeanna atá ar do ghléas. I measc na roghanna is coitianta ná Google Drive, Files, agus ríomhphost.",
    "download.iconAltText": "Íoslódáil"
}