{
    "download.title": "Scratch ar an Deasc",
    "download.intro": "Is féidir leat an t-eagarthóir Scratch a shuiteáil ar do ríomhaire chun códáil a dhéanamh gan cheangal Idirlín. Feidhmeoidh an leagan seo ar Windows agus ar MacOS.",
    "download.requirements": "Riachtanais",
    "download.imgAltDownloadIllustration": "Pictiúr de Scratch 3.0 ar an Deasc",
    "download.installHeaderTitle": "Suiteáil Scratch ar an Deasc",
    "download.downloadScratchDesktop": "Íoslódáil Scratch ar an Deasc",
    "download.downloadButton": "Íoslódáil",
    "download.troubleshootingTitle": "Ceisteanna Coitianta",
    "download.startScratchDesktop": "Tosaigh Scratch ar an Deasc",
    "download.howDoIInstall": "Conas a shuiteáiltear Scratch ar an Deasc?",
    "download.whenSupportLinux": "Cathain a bheidh Scratch ar an Deasc ar fáil ar Linux?",
    "download.supportLinuxAnswer": "Ní thacaímid le Scratch ar an Deasc ar Linux faoi láthair. Táimid ag obair le páirtnéirí agus leis an bpobal foinse oscailte le féachaint an féidir linn é seo a dhéanamh sa todhchaí. Bíodh foighne agat linn!",
    "download.supportChromeOS": "Cathain a bheidh Scratch ar an Deasc ar fáil ar Chromebooks?",
    "download.supportChromeOSAnswer": "Níl Scratch ar an Deasc ar fáil ar Chromebooks faoi láthair, ach táimid ag obair air agus tá súil againn go mbeidh sé ar fáil níos déanaí i 2019.",
    "download.olderVersionsTitle": "Leaganacha níos sine",
    "download.olderVersions": "An bhfuil tú ag lorg an tEagarthóir as líne Scratch 2.0 nó Scratch 1.4?",
    "download.scratch1-4Desktop": "Scratch 1.4 ar an Deasc",
    "download.scratch2Desktop": "Scratch 2.0 ar an Deasc",
    "download.cannotAccessMacStore": "Agus mura bhfuilim in ann teacht ar an Mac App Store?",
    "download.cannotAccessWindowsStore": "Agus mura bhfuilim in ann teachta ar Siopa Microsoft?",
    "download.macMoveToApplications": "Oscail an comhad .dmg. Tarraing Scratch go dtí an fillteán Applications.",
    "download.winMoveToApplications": "Rith an comhad .exe.",
    "download.canIUseScratchLink": "An féidir liom Scratch Link a úsáid chun ceangal le heisínteachtaí?",
    "download.canIUseScratchLinkAnswer": "Is féidir. Ach teastaíonn ceangal Idirlín uait chun Scratch Link a úsáid.",
    "download.desktopAndBrowser": "An féidir liom Scratch ar an Deasc a úsáid agus suíomh Scratch oscailte sa mbrabhsálaí?",
    "download.yesAnswer": "Is féidir.",
    "download.canIShare": "An féidir liom tionscadal a chomhroinnt ó Scratch ar an Deasc?",
    "download.canIShareAnswer": "Ní féidir faoi láthair. An rud amháin is féidir a dhéanamh ná tionscadal a shábháil ó Scratch ar an Deasc, é a uaslódáil go dtí do chuntas Scratch, agus é a chomhroinnt ansin. Beidh an cumas seo ar fáil i leaganacha amach anseo."
}