{
    "download.title": "Scratch Desktop",
    "download.intro": "’S urrainn dhut Deasaiche Scratch Desktop a stàladh gus obair air pròiseactan gun cheangal dhan eadar-lìon. Obraichidh an tionndadh seo air Windows is MacOS.",
    "download.appTitle": "Download the Scratch App",
    "download.appIntro": "Would you like to create and save Scratch projects without an internet connection? Download the free Scratch app.",
    "download.requirements": "Riatanasan",
    "download.imgAltDownloadIllustration": "Glacadh-sgrìn air Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "CÀBHA",
    "download.startScratchDesktop": "Cuir Scratch Desktop gu dol",
    "download.howDoIInstall": "Ciamar a stàlaicheas mi Scratch Desktop?",
    "download.whenSupportLinuxApp": "When will you have the Scratch app available for Linux?",
    "download.whenSupportLinux": "Cuin a bhios Scratch Desktop deiseil airson Linux?",
    "download.supportLinuxAnswer": "Cha chuir Scratch Desktop taic ri Linux fhathast. Tha sinn ag obair còmhla ri com-pàirtichean agus coimhearsnachd open-source ach am faigh sinn a-mach an gabh taic a chur ri Linux san àm ri teachd. Cùm sùil air seo!",
    "download.whenSupportLinuxAppAnswer": "The Scratch app is currently not supported on Linux. We are working with partners and the open-source community to determine if there is a way we can support Linux in the future. Stay tuned!",
    "download.supportChromeOS": "Cuin a bhios Scratch Desktop deiseil airson Chromebook?",
    "download.supportChromeOSAnswer": "Chan eil Scratch Desktop ri fhaighinn air Chromebook fhathast. Tha sinn ag obair air ’s an dùil gum foillsich sinn uaireigin ann an 2019 e.",
    "download.olderVersionsTitle": "Tionndaidhean nas sine",
    "download.olderVersions": "Looking for an earlier version of Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Deasaiche far loidhne Scratch 2.0",
    "download.cannotAccessMacStore": "Dè nì mi mur urrainn dhomh Mac App Store inntrigeadh?",
    "download.cannotAccessWindowsStore": "Dè nì mi mur urrainn dhomh Microsoft Store inntrigeadh?",
    "download.macMoveToApplications": "Fosgail am faidhle .dmg. Gluais Scratch Desktop gu Applications.",
    "download.winMoveToApplications": "Ruith am faidhle .exe.",
    "download.doIHaveToDownload": "Do I have to download an app to use Scratch?",
    "download.doIHaveToDownloadAnswer": "No. You can also use the Scratch project editor in any web browser on any device by going to scratch.mit.edu and clicking \"Create\".",
    "download.canIUseScratchLink": "An urrainn dhomh Scratch Link a chleachdadh airson ceangal ri leudachain?",
    "download.canIUseScratchLinkAnswer": "’S urrainn. Gidheadh, feumaidh tu ceangal dhan eadar-lìon mus cleachd thu Scratch Link.",
    "download.canIUseExtensions": "Can I connect to hardware extensions?",
    "download.canIUseExtensionsAnswer": "Yes. With the Scratch app you can connect to extensions, and you do not need Scratch Link.",
    "download.howConnectHardwareDevices": "How do I connect the Scratch app to hardware devices?",
    "download.howConnectHardwareDevicesAnswerLink": "You will need to install and run Scratch Link in order to connect to hardware devices when using Scratch app for {operatingsystem}. You will also need an internet connection to use Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "With the Scratch app you can connect to hardware devices like the micro:bit or LEGO Boost. When using the Scratch app for {operatingsystem} you do not need Scratch Link.",
    "download.desktopAndBrowser": "An urrainn dhomh Scratch Desktop a chleachdadh fhad ’s a tha Scratch fosgailte sa bhrabhsair agam?",
    "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
    "download.yesAnswer": "’S urrainn.",
    "download.onPhone": "Can I install Scratch on my Android phone?",
    "download.onPhoneAnswer": "No. The current version of Scratch for Android only works on tablets.",
    "download.canIShare": "An urrainn dhomh co-roinneadh o Scratch Desktop?",
    "download.canIShareAnswer": "Cha chuir sinn taic ris aig an àm seo. Co-dhiù, ’s urrainn dhut pròiseact a shàbhaladh o Scratch Desktop ’s a luchdadh suas dhan chunntas Scratch agad agus a cho-roinneadh an siud. Cuiridh sinn gleus ri Scratch Desktop san àm ri teachd ach an urrainn dhut nithean a luchdadh suas dhan chunntas Scratch agad o Scratch Desktop fhèin.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there."
}