{
    "download.appTitle": "Luchdaich a-nuas aplacaid Scratch",
    "download.appIntro": "Am bu toigh leat pròiseactan Scratch a chruthachadh ’s a shàbhaladh às aonais ceangail dhan eadar-lìon? Luchdaich a-nuas aplacaid Scratch an-asgaidh.",
    "download.requirements": "Riatanasan",
    "download.imgAltDownloadIllustration": "Glacadh-sgrìn air Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "CÀBHA",
    "download.startScratchDesktop": "Cuir Scratch Desktop gu dol",
    "download.howDoIInstall": "Ciamar a stàlaicheas mi Scratch Desktop?",
    "download.whenSupportLinuxApp": "Cuin a bhios aplacaid Scratch ri fhaighinn airson Linux?",
    "download.whenSupportLinux": "Cuin a bhios Scratch Desktop deiseil airson Linux?",
    "download.supportLinuxAnswer": "Cha chuir Scratch Desktop taic ri Linux fhathast. Tha sinn ag obair còmhla ri com-pàirtichean agus coimhearsnachd open-source ach am faigh sinn a-mach an gabh taic a chur ri Linux san àm ri teachd. Cùm sùil air seo!",
    "download.whenSupportLinuxAppAnswer": "Cha chuir aplacaid Scratch taic ri Linux aig an àm seo. Tha sinn ag obair còmhla ri com-pàirtichean agus coimhearsnachd open-source ach am faigh sinn a-mach an gabh taic a chur ri Linux san àm ri teachd. Cùm sùil air seo!",
    "download.supportChromeOS": "Cuin a bhios Scratch Desktop deiseil airson Chromebook?",
    "download.supportChromeOSAnswer": "Chan eil Scratch Desktop ri fhaighinn air Chromebook fhathast. Tha sinn ag obair air ’s an dùil gum foillsich sinn uaireigin ann an 2019 e.",
    "download.olderVersionsTitle": "Tionndaidhean nas sine",
    "download.olderVersions": "A bheil thu a’ sireadh tionndadh nas sine de Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Deasaiche far loidhne Scratch 2.0",
    "download.cannotAccessMacStore": "Dè nì mi mur urrainn dhomh Mac App Store inntrigeadh?",
    "download.cannotAccessWindowsStore": "Dè nì mi mur urrainn dhomh Microsoft Store inntrigeadh?",
    "download.macMoveAppToApplications": "Fosgail am faidhle .dmg. Gluais Scratch 3 gu Applications.",
    "download.macMoveToApplications": "Fosgail am faidhle .dmg. Gluais Scratch Desktop gu Applications.",
    "download.winMoveToApplications": "Ruith am faidhle .exe.",
    "download.doIHaveToDownload": "A bheil agam ri aplacaid a luchdadh a-nuas airson Scratch a chleachdadh?",
    "download.doIHaveToDownloadAnswer": "Chan eil. ’S urrainn dhut deasaiche phròiseactan Scratch a cleachdadh cuideachd sa mhòrchuid a brabhsairean-lìn ’s uidheam agus tu a’ tadhal air scratch.mit.edu ’s a’ briogadh air “Cruthaich”.",
    "download.canIUseScratchLink": "An urrainn dhomh Scratch Link a chleachdadh airson ceangal ri leudachain?",
    "download.canIUseScratchLinkAnswer": "’S urrainn. Gidheadh, feumaidh tu ceangal dhan eadar-lìon mus cleachd thu Scratch Link.",
    "download.canIUseExtensions": "An urrainn dhomh ceangal a dhèanamh ri leudachain bathair-chruaidh?",
    "download.canIUseExtensionsAnswer": "’S urrainn. Le aplacaid Scratch, ’s urrainn dhut ceangal a dhèanamh ri leudachain agus cha bhi feum agad air Scratch Link.",
    "download.howConnectHardwareDevices": "Ciamar a nì mi ceangal eadar aplacaid Scratch agus uidheaman bathair-chruaidh?",
    "download.howConnectHardwareDevicesAnswerLink": "Feumaidh tu Scratch Link a stàladh ’s a ruith airson ceangal a dhèanamh le uidheaman bathair-chruaidh nuair a chleachdas tu aplacaid Scratch airson {operatingsystem}. Feumaidh tu ceangal dhan eadar-lìon cuideachd airson Scratch Link a chleachdadh.",
    "download.howConnectHardwareDevicesAnswerApp": "Le aplacaid Scratch, ’s urrainn dhut ceangal a dhèanamh ri uidheaman bathair-chruaidh, can micro:bit no LEGO Boost. Nuair a chleachdas tu aplacaid Scratch airson {operatingsystem}, cha bhi thu feumach air Scratch Link.",
    "download.desktopAndBrowser": "An urrainn dhomh Scratch Desktop a chleachdadh fhad ’s a tha Scratch fosgailte sa bhrabhsair agam?",
    "download.appAndBrowser": "An urrainn dhomh aplacaid Scratch a chleachdadh fhad ’s a tha Scratch fosgailte sa bhrabhsair agam?",
    "download.yesAnswer": "’S urrainn.",
    "download.onPhone": "An urrainn dhomh Scratch a stàladh air an fhòn Android agam?",
    "download.onPhoneAnswer": "Chan urrainn. Chan obraich an tionndadh làithreach de Scratch airson Android ach air tablaid.",
    "download.howUpdateApp": "Ciamar a nì mi ùrachadh air aplacaid Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Fosgail bùth Google Play agus thoir sùil airson ùrachaidhean (updates). Ma tha an stàladh agad fo stiùireadh rianairean na sgoile, feumaidh iadsan an tionndadh ùrachadh agus an t-ùrachadh a chur ri làmh dha na h-uidheaman stiùirichte.",
    "download.howUpdateAppAnswerDownload": "Airson Scratch ùrachadh air {operatingsystem} on duilleag seo, luchdaich a-nuas an tionndadh as ùire agus stàlaich e. Airson sùil a thoirt air dè an tionndadh a th’ agad, briog air suaicheantas Scratch san aplacaid a luchdaich thu a-nuas.",
    "download.canIShare": "An urrainn dhomh co-roinneadh o Scratch Desktop?",
    "download.canIShareAnswer": "Cha chuir sinn taic ris aig an àm seo. Co-dhiù, ’s urrainn dhut pròiseact a shàbhaladh o Scratch Desktop ’s a luchdadh suas dhan chunntas Scratch agad agus a cho-roinneadh an siud. Cuiridh sinn gleus ri Scratch Desktop san àm ri teachd ach an urrainn dhut nithean a luchdadh suas dhan chunntas Scratch agad o Scratch Desktop fhèin.",
    "download.canIShareApp": "An urrainn dhomh co-roinneadh a dhèanamh leis a’ choimhearsnachd air loidhne o aplacaid Scratch airson {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "’S urrainn. Briog air clàr-taice nan 3 dotagan air pròiseact san lobaidh agus tagh “Co-roinn” o na roghainnean. A bharrachd air co-roinneadh air a’ phost-d, ’s urrainn dhut clàradh a-steach dhan chunntas Scratch agad agus pròiseact a cho-roinneadh leis a’ choimhearsnachd Scratch air loidhne.",
    "download.canIShareAnswerDownloaded": "Cha chuir sinn taic ri co-roinneadh gu dìreadh leis a’ choimhearsnachd air loidhne o aplacaid Scratch airson {operatingsystem} aig an àm seo. Gidheadh, ’s urrainn dhut pròiseact às-phortadh o aplacaid Scratch agus clàradh a-steach air làrach-lìn Scratch an uairsin agus am pròiseact agad a luchdadh suas is a cho-roinneadh ann.",
    "download.whyNoDevicesVisible": "Carson nach eil Scratch a’ sealltainn uidheam sam bith nuair a bhios mi a’ feuchainn ri leudachain bathair-chruaidh a cheagal ris?",
    "download.whyNoDevicesVisibleAnswer": "Fhuair sinn a-mach gun nochd na h-uidheaman bathair-chruaidh agad a-rithist mar as trice ma chuireas tu Bluetooth {devicePosessive} dheth is air a-rithist ann an roghainnean an t-siostaim. Ma mhaireas an duilgheadas, dèan cinnteach gun do chuir thu na seirbheisean ionaid air airson an uidheim agad. Mura faic thu uidheam sam bith fhathast, {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "cuir fios thugainn",
    "download.chromebookPossessive": "a’ Chromebook agad",
    "download.androidPossessive": "na tablaid Android agad",
    "download.whyAskForLocation": "Carson a tha {operatingsystem} ag iarraidh m’ ionad?",
    "download.whyAskForLocationAnswer": "Cleachdaidh Scratch Bluetooth airson ceangal a dhèanamh ri uidheaman eile, can micro:bit no LEGO BOOST.  Gabhaidh Bluetooth a chleachdadh airson fiosrachadh mu d’ ionaid a thoirt dhan aplacaid, mar sin iarraidh Google air gach aplacaid a chleachdas Bluetooth gum faighnich i airson cead a’ chleachdaiche airson an t-ionad aca inntrigeadh. Cha chleachd Scratch Bluetooth airson tracadh far a bheil thu.",
    "download.whereProjectStored": "Càite a ghlèidheas aplacaid Scratch na pròiseactan agam?",
    "download.whereProjectStoredAnswer": "Tha na pròiseactan gan ghleidheadh am broinn na h-aplacaid fhèin. Airson faidhle pròiseict às-phortadh, briog air clàr-taice nan 3 dotagan agus tagh “Co-roinn”. Air an ath-sgrìn, tagh “às-phortaich”. Tha cò na roghainnean a chì thu a-rèir nan aplacaidean a tha stàlaichte air an uidheam agad. ’S e Google Drive, faidhlichean agus post-d a tha sna roghainnean as cumanta.",
    "download.iconAltText": "Luchdaich a-nuas"
}