{
    "download.title": "Scratch Desktop",
    "download.intro": "’S urrainn dhut Deasaiche Scratch Desktop a stàladh gus obair air pròiseactan gun cheangal dhan eadar-lìon. Obraichidh an tionndadh seo air Windows is MacOS.",
    "download.requirements": "Riatanasan",
    "download.imgAltDownloadIllustration": "Glacadh-sgrìn air Scratch 3.0 Desktop",
    "download.installHeaderTitle": "Stàlaich Scratch Desktop",
    "download.downloadScratchDesktop": "Luchdaich a-nuas Scratch Desktop",
    "download.downloadButton": "Luchdaich a-nuas",
    "download.troubleshootingTitle": "CÀBHA",
    "download.startScratchDesktop": "Cuir Scratch Desktop gu dol",
    "download.howDoIInstall": "Ciamar a stàlaicheas mi Scratch Desktop?",
    "download.whenSupportLinux": "Cuin a bhios Scratch Desktop deiseil airson Linux?",
    "download.supportLinuxAnswer": "Cha chuir Scratch Desktop taic ri Linux fhathast. Tha sinn ag obair còmhla ri com-pàirtichean agus coimhearsnachd open-source ach am faigh sinn a-mach an gabh taic a chur ri Linux san àm ri teachd. Cùm sùil air seo!",
    "download.supportChromeOS": "Cuin a bhios Scratch Desktop deiseil airson Chromebook?",
    "download.supportChromeOSAnswer": "Chan eil Scratch Desktop ri fhaighinn air Chromebook fhathast. Tha sinn ag obair air ’s an dùil gum foillsich sinn uaireigin ann an 2019 e.",
    "download.olderVersionsTitle": "Tionndaidhean nas sine",
    "download.olderVersions": "A bheil thu a’ sireadh an deasaiche far loidhne Scratch 2.0 no Scratch 1.4?",
    "download.scratch1-4Desktop": "Scratch 1.4 Desktop",
    "download.scratch2Desktop": "Scratch 2.0 Desktop",
    "download.cannotAccessMacStore": "Dè nì mi mur urrainn dhomh Mac App Store inntrigeadh?",
    "download.cannotAccessWindowsStore": "Dè nì mi mur urrainn dhomh Microsoft Store inntrigeadh?",
    "download.macMoveToApplications": "Fosgail am faidhle .dmg. Gluais Scratch Desktop gu Applications.",
    "download.winMoveToApplications": "Ruith am faidhle .exe.",
    "download.canIUseScratchLink": "An urrainn dhomh Scratch Link a chleachdadh airson ceangal ri leudachain?",
    "download.canIUseScratchLinkAnswer": "’S urrainn. Gidheadh, feumaidh tu ceangal dhan eadar-lìon mus cleachd thu Scratch Link.",
    "download.desktopAndBrowser": "An urrainn dhomh Scratch Desktop a chleachdadh fhad ’s a tha Scratch fosgailte sa bhrabhsair agam?",
    "download.yesAnswer": "’S urrainn.",
    "download.canIShare": "An urrainn dhomh co-roinneadh o Scratch Desktop?",
    "download.canIShareAnswer": "Cha chuir sinn taic ris aig an àm seo. Co-dhiù, ’s urrainn dhut pròiseact a shàbhaladh o Scratch Desktop ’s a luchdadh suas dhan chunntas Scratch agad agus a cho-roinneadh an siud. Cuiridh sinn gleus ri Scratch Desktop san àm ri teachd ach an urrainn dhut nithean a luchdadh suas dhan chunntas Scratch agad o Scratch Desktop fhèin."
}