{
    "download.appTitle": "Descargar a apliación de Scratch",
    "download.appIntro": "Queres crear e gardar proxectos de Scratch sen conexión a internet? Descarga a apliación gratuíta de Scratch.",
    "download.requirements": "Requisitos",
    "download.imgAltDownloadIllustration": "Captura de pantalla da aplicación de escritorio de Scratch 3.0",
    "download.troubleshootingTitle": "Preguntas habituais",
    "download.startScratchDesktop": "Iniciar a aplicación de escritorio de Scratch",
    "download.howDoIInstall": "Como instalo a aplicación de escritorio de Scratch?",
    "download.whenSupportLinuxApp": "Cando terás a aplicación de Scratch para Linux?",
    "download.whenSupportLinux": "Cando terás a aplicación de escritorio de Scratch para Linux?",
    "download.supportLinuxAnswer": "A aplicación de escritorio de Scratch non se pode utilizar polo momento en Linux. Estamos traballando con aliados e coa comunidade open-source para determinar se hai algunha maneira pola que poidamos dar soporte a Linux no futuro. Estate atento!",
    "download.whenSupportLinuxAppAnswer": "A aplicación de Scratch non se pode utilizar polo momento en Linux. Estamos traballando con aliados e coa comunidade open-source para determinar se hai algunha maneira pola que poidamos dar soporte a Linux no futuro. Estate atento!",
    "download.supportChromeOS": "Cando terás a aplicación de escritorio de Scratch para Chromebooks?",
    "download.supportChromeOSAnswer": "A aplicación de escritorio de Scratch non está dispoñible aínda para Chromebooks. Estamos traballando para logralo, esperamos tela lista para finais do 2019.",
    "download.olderVersionsTitle": "Versións anteriores",
    "download.olderVersions": "Estás buscando unha versión anterior de Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Editor local de Scratch 2.0",
    "download.cannotAccessMacStore": "Que fago se non podo acceder ao Mac App Store?",
    "download.cannotAccessWindowsStore": "Que fago se non podo acceder ao Microsoft Store?",
    "download.macMoveAppToApplications": "Abre o ficheiro .dmg. Move Scratch 3 para Aplicacións.",
    "download.macMoveToApplications": "Abre o ficheiro .dmg. Move a aplicación de escritorio de Scratch ao cartafol Aplicacións.",
    "download.winMoveToApplications": "Executar o ficheiro .exe.",
    "download.doIHaveToDownload": "Teño que descargar algunha aplicación para utilizar Scratch?",
    "download.doIHaveToDownloadAnswer": "Non. Tamén pode empregar o editor de proxectos do Scratch na maioría dos navegadores web na maioría dos dispositivos indo a scratch.mit.edu e premer en «Crear».",
    "download.canIUseScratchLink": "Podo utilizar Scratch Link para conectar coas extensións?",
    "download.canIUseScratchLinkAnswer": "Si. Sen embargo, necesitarás conexión a Internet para utilizar o Scratch Link.",
    "download.canIUseExtensions": "Podo conectar con dispositivos externos?",
    "download.canIUseExtensionsAnswer": "Si, coa aplicación de Scratch podes conectar coas extensións, sen necesidade de Scratch Link. ",
    "download.howConnectHardwareDevices": "Como conecto a aplicación de Scratch con dispositivos físicos? ",
    "download.howConnectHardwareDevicesAnswerLink": "Terás que instalar e executar Scratch Link para conectar con dispositivos físicos cando utilices a aplicación de Scratch para {operatingsystem}. Tamén necesitarás unha conexión a internet para utilizar Scratch Link. ",
    "download.howConnectHardwareDevicesAnswerApp": "Coa aplicación de Scratch podes conectar con dispositivos externos como micro:bit ou LEGO Boost. Cando utilizas a aplicación de Scratch para {operatingsystem} non necesitas Scratch Link.",
    "download.desktopAndBrowser": "Podo utilizar a aplicación de escritorio de Scratch e, ao mesmo tempo, ter aberto Scratch no navegador?",
    "download.appAndBrowser": "Podo utilizar a aplicación de Scratch e, ao mesmo tempo, ter aberto Scratch no navegador?",
    "download.yesAnswer": "Si.",
    "download.onPhone": "Podo instalar Scratch no meu móbil Android?",
    "download.onPhoneAnswer": "Non, a versión actual de Scratch para Android só funciona nas tabletas. ",
    "download.howUpdateApp": "Como actualizo a aplicación de Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Abre a tenda de Google Play e comproba se hai actualizacións. Se a túa instalación está xestionada por administradores da escola, terán que actualizar a versión e facer a actualización dispoñible para dispositivos xestionados.",
    "download.howUpdateAppAnswerDownload": "Para actualizar Scratch para {operatingsystem} desde esta páxina, descarga a última versión e instálaa. Para comprobar que versión tes, fai clic no logotipo de Scratch na aplicación descargada.",
    "download.canIShare": "Podo compartir desde a aplicación de escritorio de Scratch?",
    "download.canIShareAnswer": "Isto non se pode facer polo de agora. De momento, podes gardar o proxecto na aplicación de escritorio de Scratch, cargalo na túa conta de Scratch, e compartilo desde alí. Nunha versión posterior engadiremos a posibilidade de subilo á túa conta de Scratch directamente desde a aplicación de escritorio.",
    "download.canIShareApp": "Podo compartir coa comunidade na rede desde a aplicación de Scratch para {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Si, na pantalla inicial da aplicación, preme sobre o menú dos 3-puntos dun proxecto e selecciona a opción \"Compartir\". Ademais de compartir por correo electrónico, podes entrar na túa conta de Scratch e compartir o proxecto coa comunidade en rede de Scratch. ",
    "download.canIShareAnswerDownloaded": "De momento non é posible compartir directamente coa comunidade en rede desde a aplicación de Scratch en {operatingsystem}. Polo de agora, podes exportar o proxecto desde a aplicación de Scratch, despois podes ir ao sitio web de Scratch, entrar na conta, e cargar e compratir o teu proxecto desde alí.",
    "download.whyNoDevicesVisible": "Porque Scratch non mostra ningún dispositivo cando trato de conectar cun dispositivo físico externo?",
    "download.whyNoDevicesVisibleAnswer": "Decatámonos de que apagar e encender o bluetooth na configuración do sistema do teu {devicePosessive} axuda a detectar outra vez os dispositivos físicos. Se o problema persiste, verifica que os servizos de localización do teu dispositivo están activados. Se mesmo así non podes ver ningún dispositivo, por favor {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contacta connosco",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "Tableta Android",
    "download.whyAskForLocation": "Porque pregunta {operatingsystem} pola miña localización?",
    "download.whyAskForLocationAnswer": "Scratch utiliza bluetooth para conectar con outros dispositivos, como micro:bit ou LEGO BOOST. O bluetooth pode ser utilizado para proporcionar datos a aplicación, e Google require que cada aplicación que use bluetooth lle pida permiso ás/aos usuarias/os para acceder a súa localización. Scratch nunca utilizará o bluetooth para rastrexar a súa lozalización.",
    "download.whereProjectStored": "Onde almacena a aplicación de Scratch os meus proxectos?",
    "download.whereProjectStoredAnswer": "Os proxectos gárdanse internamente na aplicación. Para exportar o ficheiro dun proxecto preme sobre o menú dos 3-puntos e selecciona \"Compartir\", na seguinte pantalla selecciona \"Exportar\". As opcións que aparecen dependen das aplicacións instaladas no teu dispositivo. Opcións habituais son Google Drive, Files e correo electrónico.  ",
    "download.iconAltText": "Descargar"
}