{
    "download.title": "Aplicación de escritorio de Scratch",
    "download.intro": "Podes instalar o editor de escritorio de Scratch para traballar en proxectos sen conexión a internet. Esta versión funcionará en Windows e MacOs.",
    "download.requirements": "Requisitos",
    "download.imgAltDownloadIllustration": "Captura de pantalla da aplicación de escritorio de Scratch 3.0",
    "download.installHeaderTitle": "Instalar a aplicación de escritorio de Scratch",
    "download.downloadScratchDesktop": "Descargar a aplicación de escritorio de Scratch",
    "download.downloadButton": "Descargar",
    "download.troubleshootingTitle": "Preguntas habituais",
    "download.startScratchDesktop": "Iniciar a aplicación de escritorio de Scratch",
    "download.howDoIInstall": "Como instalo a aplicación de escritorio de Scratch?",
    "download.whenSupportLinux": "Cando terás a aplicación de escritorio de Scratch para Linux?",
    "download.supportLinuxAnswer": "A aplicación de escritorio de Scratch non se pode utilizar polo momento en Linux. Estamos traballando con aliados e coa comunidade open-source para determinar se hai algunha maneira pola que poidamos dar soporte a Linux no futuro. Estate atento!",
    "download.supportChromeOS": "Cando terás a aplicación de escritorio de Scratch para Chromebooks?",
    "download.supportChromeOSAnswer": "A aplicación de escritorio de Scratch non está dispoñible aínda para Chromebooks. Estamos traballando para logralo, esperamos tela lista para finais do 2019.",
    "download.olderVersionsTitle": "Versións anteriores",
    "download.olderVersions": "Estás buscando o editor fora de liña de Scratch 2.0 ou de Scratch 1.4?",
    "download.scratch1-4Desktop": "Aplicación de escritorio de Scratch 1.4",
    "download.scratch2Desktop": "Aplicación de escritorio de Scratch 2.0",
    "download.cannotAccessMacStore": "Que fago se non podo acceder ao Mac App Store?",
    "download.cannotAccessWindowsStore": "Que fago se non podo acceder ao Microsoft Store?",
    "download.macMoveToApplications": "Abre o ficheiro .dmg. Move a aplicación de escritorio de Scratch ao cartafol Aplicacións.",
    "download.winMoveToApplications": "Executar o ficheiro .exe.",
    "download.canIUseScratchLink": "Podo utilizar Scratch Link para conectar coas extensións?",
    "download.canIUseScratchLinkAnswer": "Si. Sen embargo, necesitarás conexión a Internet para utilizar o Scratch Link.",
    "download.desktopAndBrowser": "Podo utilizar a aplicación de escritorio de Scratch e, ao mesmo tempo, ter aberto Scratch no navegador?",
    "download.yesAnswer": "Si.",
    "download.canIShare": "Podo compartir desde a aplicación de escritorio de Scratch?",
    "download.canIShareAnswer": "Isto non se pode facer polo de agora. De momento, podes gardar o proxecto na aplicación de escritorio de Scratch, cargalo na túa conta de Scratch, e compartilo desde alí. Nunha versión posterior engadiremos a posibilidade de subilo á túa conta de Scratch directamente desde a aplicación de escritorio."
}