{
    "download.appTitle": "Saukar da Scratch App",
    "download.appIntro": "Zaka so ka ƙirƙiri kuma ka adana ayyukan Scratch ba tare da hadin yanar gizo ba? saukar da Scratch app kyauta.",
    "download.requirements": "Bukatun",
    "download.imgAltDownloadIllustration": "hoton kwamfuta mai Scratch 3.0",
    "download.troubleshootingTitle": "tambayoyi da ake yawaita yinsu",
    "download.startScratchDesktop": "kunna allon kwamfutar Scratch",
    "download.howDoIInstall": "ta yaya zan saka allon kwamfutar Scratch",
    "download.whenSupportLinuxApp": "wane lokacin ne za ka sami Scratch app ma Linux ?",
    "download.whenSupportLinux": "wane lokacin ne za ka sami Scratch app ma Linux ?",
    "download.supportLinuxAnswer": "a halin yanzu ba a talafawa wa Scratch na allon kwanfuta a kan Linux. Muna aiki tare da abokan huldan mu da alumman masu budadiyar tushe don sanin ko akwai wata hanyar da iya tallafawa Linux a nan gaba. a saurare mu!",
    "download.whenSupportLinuxAppAnswer": "a halin yanzu ba a talafawa wa Scratch app a kan Linux. Muna aiki tare da abokan huldan mu da alumman masu budadiyar tushe don sanin ko akwai wata hanyar da iya tallafawa Linux a nan gaba. a saurare mu!",
    "download.supportChromeOS": "Yau she ne zaka sami allon kwamfutar Scratch ma Chromebooks?",
    "download.supportChromeOSAnswer": "Ba a samu allon kwamfutar na Scratch ma Chromebooks ba. Muna aiki akan shi kuma muna kyautata zaton a sake shi cikin 2019",
    "download.olderVersionsTitle": "sigogin da",
    "download.olderVersions": "sabbin sigar Scratch a ke nima?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "editar offline na Scratch 2.0",
    "download.cannotAccessMacStore": "amma idan bazan samu damar shigar kantin Mac App?",
    "download.cannotAccessWindowsStore": "amma idan bazan samu damar shigan kantin Microsoft ba?",
    "download.macMoveAppToApplications": "Bude fayil na .dmg. Motsa scratch 3 zuwa cikin aikace-aikace.",
    "download.macMoveToApplications": "Bude fayil na .dmg. Motsa Scratch Desktop zuwa cikin aikace-aikace.",
    "download.winMoveToApplications": "kunna fayil na .exe.",
    "download.doIHaveToDownload": "Shin dole ne sai na sauke wani app kafun inyi amfani da Scratch?",
    "download.doIHaveToDownloadAnswer": "A'a. zaa iya amfani da editar aikin Scratch akan mafi yawancin brausar yana gizo aan mai yawancin na'urori ta hanyar zuwa scratch.mit.edu da kuma danna \"ƙirƙiri\"",
    "download.canIUseScratchLink": "Shin zan iya amfani da mahadar Scratch don sadarwa zuwa kare kare?",
    "download.canIUseScratchLinkAnswer": "Eh. duk da haka, za ka bukaci sadarwar yanar gizo don amfani da mahadar Scratch. ",
    "download.canIUseExtensions": "Zan iya hadi da kare-karen Hardware?",
    "download.canIUseExtensionsAnswer": "Eh. da Scratch app zaka iya sadarwa da kare-karen, kuma ba ka bukatar mahadar Scratch.",
    "download.howConnectHardwareDevices": "Ta yaya zan sadar da Scratch app da na'urorin hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "Kana bukatar sakawa da kuma kunna mahadar Scratch don sadar da na'urorin hardware a lokacin da kake amfani da Scratch app ma {operatingsystem}. kuma zaka bukaci sadarwar yanar gizo don amfani da mahadar Scratch. ",
    "download.howConnectHardwareDevicesAnswerApp": "Da Scratch app zaka iya hadi da na'urorin hardware kamar micro:bit ko LEGO boost. a lokacin da kake amfani da Scratch app ma{operatingsystem} baka bukatar mahadar Scratch. ",
    "download.desktopAndBrowser": "Zan iya amfani da Scratch Desktop kuma in bar Scratch a bude a cikin brausa?",
    "download.appAndBrowser": "Zan iya amfani da Scratch app kuma in bar Scratch a bude a cikin brausa?",
    "download.yesAnswer": "Eh.",
    "download.onPhone": "Zan iya saka Scratch akan waya ta na Android?",
    "download.onPhoneAnswer": "A'a. Sigar Scratch na yanxu ma Android tana aiki ne kawai akan kwamfutar hannu.",
    "download.howUpdateApp": "Ta yaya zan iya sabunta Scratch app?",
    "download.howUpdateAppAnswerPlayStore": "Bude Google play store kuma duba sabuntawa. idan masu kula da makaranta ke kula da sakawarka, zasu bukaci sabunta sigar da kuma sa sabuntawar mai samuwane ga na'urori da ake kula dasu.",
    "download.howUpdateAppAnswerDownload": "Don sabunta Scratch ma {operatingsystem} daga wannan safin, saukar da sabuwar sigar kuma ka saka. don duba sigar da kake dashi, danna tambarin Scratch a cikin app da a saukar.",
    "download.canIShare": "Zan iya yada daga Scratch Desktop?",
    "download.canIShareAnswer": "A halin yanxu ba a tallafawa wannan ba, a halin yanxu, zaka iya ajiye aiki daga Scratch Desktop, saka shi zuwa asusun Scratch naka, kuma ka yada shi a chan. a siga mai zuwa zamu kara ikon iya daukar asusun ka na Scratch kai tsaye daga cikin Scratch Desktop.",
    "download.canIShareApp": "Zan iya yada ma al'umman yana gizo daga Scratch app ma{operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Eh. danna menu 3-dots a farfayar kuma zabi \"yada\" daga zabin. Kari akan yadawa ta imel, zaka iya shiga ciin asusunka na Scratch ka kuma yada wani aiki zuwa ga al'umman Scratch na kan yanar gizo.",
    "download.canIShareAnswerDownloaded": "a halin ba a tallafawa yadawa kai tsaya zuwa al'umman yanar gizo daga Scratch app ma {operatingsystem}. a yanxu, za ka iya fitar da aiki daga Scratch app, sannan ka shiga shafin yanar gizon Scratch, ka kuma dauka aikinka a nan uma ka ya shi.  ",
    "download.whyNoDevicesVisible": "Me yasa Scratch baya nuna kowane na'ura a lokacin da naka kokarin sadarwa zuwa kare-karen hardware? ",
    "download.whyNoDevicesVisibleAnswer": "Mun samu cewa sake kunnawa da kashe {devicePosessive}na'urar ka ta bluetooth a tsarin saitunan a yawancin lokaci na bada damar sake ganin na'urorin hardware. idan matsalar ta ta'azara , duba idan sabis na wuri a kunne yae cikin na'urarka. idan harwa yau ba ka iya ganin na'urori, don Allah {whyNoDevicesContactUsLink}. ",
    "download.whyNoDevicesContactUsLink": "a tuntube mu",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "na kwamfutar hanun Android",
    "download.whyAskForLocation": "Me yasa {operatingsystem} ke tambayar wajen da nake?",
    "download.whyAskForLocationAnswer": "Scratch na amfani da bluetooth wajen hada sauran na'urori, kamar micro:bit ko LEGO BOOST. Ana amfani da bluetooth wajen bada bayanan wuri akan app din. Google na neman kowane app dake amfani da bluetooth su tambayi mai amfani izinin samun damar samun bayanan wurinsu. Scratch baza tayi amfani da bluetooth wajen bin sawun wurin da kake ba.",
    "download.whereProjectStored": "A ina Scratch App store ke ajiye ayyuka na?",
    "download.whereProjectStoredAnswer": "Ana ajiye ayyuka a cikin app din. don fitar da fayil din aiki, danna menu 3-dot kuma zabi \"yada\". a fefen gaba danna \"fitar\". ganin Zabin na da alaka da applications da aka saka a na'urorinka. sannanen zabi sune Google Dive, fayils, da imel. ",
    "download.iconAltText": "saukar"
}