{
    "download.appTitle": "הורידו את יישומון סקראץ'",
    "download.appIntro": "אתם מעוניינים ליצור ולשמור פרויקטים של סקראץ' ללא חיבור לאינטרנט? הורידו בחינם את יישומון סקראץ'.",
    "download.requirements": "דרישות",
    "download.imgAltDownloadIllustration": "תמונת מסך של סקראץ' 3.0 השולחני",
    "download.troubleshootingTitle": "שאלות נפוצות",
    "download.startScratchDesktop": "התחילו להשתמש בסקראץ' השולחני",
    "download.howDoIInstall": "איך אני יכול להתקין את סקראץ' השולחני?",
    "download.whenSupportLinuxApp": "מתי היישומון של סקראץ' יהיה זמין עבור לינוקס?",
    "download.whenSupportLinux": "מתי יהיה סקראץ' שולחני עבור לינוקס?",
    "download.supportLinuxAnswer": "סקראץ' שולחני עבור לינוקס אינו זמין כרגע. אנו עובדים עם שותפים ועם קהילת הקוד־הפתוח על מנת להחליט אם ישנה דרך שבה נוכל לתמוך בלינוקס בעתיד. המשיכו לעקוב!",
    "download.whenSupportLinuxAppAnswer": "יישומון סקראץ' עבור לינוקס אינו זמין כרגע. אנו עובדים עם שותפים ועם קהילת הקוד־הפתוח על מנת להחליט אם ישנה דרך שבה נוכל לתמוך בלינוקס בעתיד. המשיכו לעקוב!",
    "download.supportChromeOS": "מתי יהיה סקראץ' שולחני עבור מחשבי כרומבוק?",
    "download.supportChromeOSAnswer": "סקראץ' שולחני עבור מחשבי כרומבוק אינו זמין עדיין. אנחנו עובדים על זה ומצפים לשחרר בהמשך 2019.",
    "download.olderVersionsTitle": "גרסאות ישנות יותר",
    "download.olderVersions": "מחפשים גרסה מוקדמת יותר של סקראץ'?",
    "download.scratch1-4Desktop": "סקראץ' 1.4",
    "download.scratch2Desktop": "הגרסה השולחנית של סקראץ' 2.0 להורדה",
    "download.cannotAccessMacStore": "מה אעשה אם אני לא יכול לגשת ל־Mac App Store?",
    "download.cannotAccessWindowsStore": "מה אעשה אם אני לא יכול לגשת ל־Microsoft Store?",
    "download.macMoveAppToApplications": "פיתחו את קובץ ה־.dmg. הוזיזו את סקראץ' 3 ליישומים.",
    "download.macMoveToApplications": "פיתחו את קובץ ה־.dmg. הוזיזו את סקראץ' שולחני ליישומים",
    "download.winMoveToApplications": "הריצו את קובץ ה־.exe.",
    "download.doIHaveToDownload": "האם אני חייב להוריד יישומון כדי להשתמש בסקראץ'?",
    "download.doIHaveToDownloadAnswer": "לא. אתה כם יכול להשתמש בעורך הפרוייקטים של סקראץ' ברוב הדפדפנים על רוב המכשירים ע\"י הליכה ל־scratch.mit.edu ולחיצה על \"צור\".",
    "download.canIUseScratchLink": "האם אני יכול להתשמש בסקראץ' Link כדי לחבר הרחבות?",
    "download.canIUseScratchLinkAnswer": "כן. עם זאת, אתה זקוק לחיבור אינטרנט כדי להשתמש בסקראץ' Link.",
    "download.canIUseExtensions": "האם אני יכול להתחבר להרחבות חומרה?",
    "download.canIUseExtensionsAnswer": "כן. עם יישומון סקראץ' אתה יכול להתחבר להרחבות, ואינך זקוק לסקראץ' Link.",
    "download.howConnectHardwareDevices": "איך אני מחבר את יישומון סקראץ' למכשירי חומרה?",
    "download.howConnectHardwareDevicesAnswerLink": "You will need to install and run Scratch Link in order to connect to hardware devices when using Scratch app for {operatingsystem}. You will also need an internet connection to use Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "With the Scratch app you can connect to hardware devices like the micro:bit or LEGO Boost. When using the Scratch app for {operatingsystem} you do not need Scratch Link.",
    "download.desktopAndBrowser": "Can I use Scratch Desktop and also have Scratch open in the browser?",
    "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
    "download.yesAnswer": "כן.",
    "download.onPhone": "האם אני יכול להתקין סקראץ' על טלפון האנדרואיד שלי?",
    "download.onPhoneAnswer": "לא. הגרסה הנוכחית של סקראץ' לאנדרואיד עובדת רק על טאבלטים.",
    "download.howUpdateApp": "איך אני יכול לעדכן את יישומון הסקראץ'?",
    "download.howUpdateAppAnswerPlayStore": "Open the Google Play store and check for updates. If your installation is managed by school administrators, they will need to update the version and make the update available to managed devices.",
    "download.howUpdateAppAnswerDownload": "To update Scratch for {operatingsystem} from this page, download the latest version and install. To check which version you have, click the Scratch logo in the downloaded app.",
    "download.canIShare": "באם אני יכול לשתף מסקראץ' השולחני?",
    "download.canIShareAnswer": "זה לא נתמך כרגע. בינתיים, אתה יכול לשמור פרויקט מסקראץ' השולחני, לעלות אותו לחשבון הסקראץ' שלך, ולשתף אותו שם. בגרסה מאוחרת יותר אנחנו נוסיף את האפשרות לעלות לחשבון הסקראץ' שלך ישירות מסקראץ' השולחני.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there.",
    "download.whyNoDevicesVisible": "Why doesn't Scratch show any devices when I try to connect hardware extensions?",
    "download.whyNoDevicesVisibleAnswer": "We’ve found that turning your {devicePosessive} bluetooth off and on again in the system settings usually allows you to see hardware devices again. If the problem persists, check that Location services are enabled for your device. If you still do not see any devices, please {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "צור קשר",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "Android tablet's",
    "download.whyAskForLocation": "למה {operatingsystem} מבקש את המיקום שלי?",
    "download.whyAskForLocationAnswer": "סקראץ' משתמש ב־bluetooth כדי להתחבר למכשירים אחרים, כמו micro:bit או לגו BOOST. bluetooth יכול לשמש כדי לספק נתוני מיקום ליישומון, לכן גוגל דורשת מכל יישומון שמשתמש ב־bluetooth  לבקש מהמשתמשים הרשאה לגשת למיקום שלהם. סקראץ' לא תשמש ב־bluetooth כדי לעקוב אחר המיקום שלך.",
    "download.whereProjectStored": "איפה היישומון של סקראץ' מאחסן את הפרויקטים שלי?",
    "download.whereProjectStoredAnswer": "פרויקטים נשמרים באופן פנימי בתוך היישומון. כדי לייצא קובץ של פרויקט לחץ  על תפריט שלוש הנקודות ובחר ב\"שתף\". במסך הבא בחר \"ייצא\". האפשרויות שיוצגו תלויים ביישומים שמותקנים על המכשיר שלך. אפשרויות שכיחות הם גוגל Drive, קבצים ודוא\"ל.",
    "download.iconAltText": "הורד"
}