{
    "download.appTitle": "स्क्रॅच एप को डाऊनलोड कीजिये",
    "download.appIntro": "क्या आप बिना इंटरनेट कनेक्शन के परियोजना बनाना और सेव करना चाहते हैं? इसके लिए विनामूल्य स्क्रॅच एप डाऊनलोड कीजिये।",
    "download.requirements": "जरूरतें ",
    "download.imgAltDownloadIllustration": "स्क्रॅच  3.0 डेस्कटॉप का स्क्रीन शॉट",
    "download.troubleshootingTitle": "बारबार पूछे जाने वाले सवाल ",
    "download.startScratchDesktop": "स्क्रॅच डेस्कटॉप को शुरू करें ",
    "download.howDoIInstall": "मैं स्क्रॅच डेस्कटॉप कैसे इंस्टॉल करूँ?",
    "download.whenSupportLinuxApp": "स्क्रॅच का एप लिनक्स के लिए कब उपलब्ध होगा?",
    "download.whenSupportLinux": "स्क्रॅच डेस्कटॉप लिनक्स के लिए कब उपलब्ध होगा?",
    "download.supportLinuxAnswer": "इस समय स्क्रॅच डेस्कटॉप लिनक्स में सपोर्टेड नही है. हम अपने सहयोगियों के साथ और ओपन सोर्स कम्युनिटी के साथ काम कर रहे हैं.  यह देखने के लिए कि क्या लिनक्स को हम भविष्य में सपोर्ट कर सकते है? बने रहे!",
    "download.whenSupportLinuxAppAnswer": "इस समय स्क्रॅच एप लिनक्स में सपोर्टेड नही है. हम अपने सहयोगियों के साथ और ओपन सोर्स कम्युनिटी के साथ काम कर रहे हैं. यह देखने के लिए कि क्या लिनक्स को हम भविष्य में सपोर्ट कर सकते है? बने रहे!",
    "download.supportChromeOS": "क्रोमबुक के लिए स्क्रॅच डेस्कटॉप कब उपलब्ध होगा? ",
    "download.supportChromeOSAnswer": "क्रोमबुक के लिए स्क्रॅच डेस्कटॉप इस समय उपलब्ध नहीं है. हम उसपर काम कर रहे हैं और इसे हम 2019 के अंत तक रिलीज करना चाहते हैं.",
    "download.olderVersionsTitle": "पुराने संस्करण ",
    "download.olderVersions": "क्या आप स्क्रॅच के पुराने संस्करण को ढूंढ रहे हैं?",
    "download.scratch1-4Desktop": "स्क्रॅच 1.4",
    "download.scratch2Desktop": "स्क्रॅच  2.0 ऑफ लाइन एडिटर ",
    "download.cannotAccessMacStore": "अगर मैं मॅकन्टॉश का एप स्टोर नहीं एक्सेस कर पाऊं तो?",
    "download.cannotAccessWindowsStore": "अगर मैं माइक्रोसॉफ्ट का एप स्टोर नहीं एक्सेस कर पाऊं तो?",
    "download.macMoveAppToApplications": ".dmg फाइल खोलिए। स्क्रॅच 3 को एप्लिकेशन में ले जाइये।",
    "download.macMoveToApplications": ".dmg फाइल खोलिए। स्क्रॅच  डेस्कटॉप को एप्लिकेशन में ले जाइये",
    "download.winMoveToApplications": ".exe  फाइल को रन  कीजिए ",
    "download.doIHaveToDownload": "क्या मुझे स्क्रॅच इस्तेमाल करने के लिए एप डाउनलोड करना होगा?",
    "download.doIHaveToDownloadAnswer": "नहीं। आप अधिकांश उपकरणों पर अधिकांश वेब ब्राउज़र में स्क्रैच प्रोजेक्ट एडिटर का उपयोग scratch.mit.edu पर जाकर और \"क्रिएट\" पर क्लिक करके भी कर सकते है।",
    "download.canIUseScratchLink": "क्या मैं एक्सटेंशन्स से कनेक्ट करने के लिए \"स्क्रॅच लिंक\" इस सॉफ्टवेयर का इस्तेमाल कर सकता हूँ? ",
    "download.canIUseScratchLinkAnswer": "हाँ. लेकिन \"स्क्रॅच लिंक\" इस सॉफ्टवेयर का इस्तेमाल करने के लिए आपको इंटरनेट कनेक्शन जरूरी है.",
    "download.canIUseExtensions": "क्या मैं हार्डवेयर एक्सटेंशन्स को स्क्रैच से कनेक्ट कर सकता हूँ?",
    "download.canIUseExtensionsAnswer": "हाँ. स्क्रॅच एप से आप एक्सटेंशन्स को स्क्रैच से कनेक्ट कर सकते हैं. और इसके लिए आपको \"स्क्रॅच लिंक\" की जरूरत नहीं होगी।",
    "download.howConnectHardwareDevices": "मैं स्क्रॅच  एप को हार्डवेयर डिवाइस से कैसे कनेक्ट करूँ?",
    "download.howConnectHardwareDevicesAnswerLink": "आपको किसी ऑपरेटिंग सिस्टम्स {operatingsystem}पर स्क्रॅच एप से हार्डवेयर डिवाइस को कनेक्ट करने के लिए \"स्क्रॅच लिंक\" इस सॉफ्टवेयर को इंस्टॉल कर के रन करना होगा। साथ ही \"स्क्रॅच लिंक\" को इस्तेमाल करने के लिए आपको इंटरनेट कनेक्शन की जरूरत पड़ेगी ",
    "download.howConnectHardwareDevicesAnswerApp": "स्क्रॅच एप की मदद से आप LEGO बूस्ट या माइक्रो बिट जैसे हार्डवेयर डिवाइस से कनेक्ट कर सकते हो. {operatingsystem} ऑपरेटिंग सिस्टम में स्क्रॅच ऍप का इस्तेमाल करते समय आपको स्क्रॅच लिंक की आवश्यकता नहीं है.",
    "download.desktopAndBrowser": "क्या मैं एक साथ स्क्रॅच डेस्कटॉप ऑफलाइन एडिटर और ब्राउजर में स्क्रॅच एडिटर इस्तेमाल कर सकता हूँ?",
    "download.appAndBrowser": "क्या मैं एक साथ स्क्रॅच ऍप और ब्राउजर में स्क्रॅच का ऑनलाइन एडिटर इस्तेमाल कर सकता हूँ?",
    "download.yesAnswer": "हाँ.",
    "download.onPhone": "क्या मैं स्क्रॅच को अपने एंड्रॉइड फ़ोन में इस्तेमाल कर सकता हूँ",
    "download.onPhoneAnswer": "नहीं। इस समय स्क्रॅच का एंड्राइड संस्करण केवल टेबलेट्स पर ही चल सकता है.",
    "download.howUpdateApp": "मैं स्क्रॅच ऍप को कैसे अपडेट करूँ?",
    "download.howUpdateAppAnswerPlayStore": "गूगल प्ले स्टोर खोल के उसमे अपडेट्स देखो। अगर आपके स्कूल के एडमिनिस्ट्रेटर इसे मैनेज कर रहे हैं तो उन्हें इस व्हर्जन को आपके डिवाइसमें अपडेट करना होगा। ",
    "download.howUpdateAppAnswerDownload": "{operatingsystem} ऑपरेटिंग सिस्टम पर स्क्रॅच को अपडेट करने के लिए नया व्हर्जन डाउनलोड कर के इनस्टॉल कीजिये। आपके पास कौनसा व्हर्जन इसे चीक करने के लिए अपने ऍप/एडिटर में स्क्रॅच के लोगो पर क्लिक करके देखिए।तब एक पॉपअप खुलेगा जिसमे आपको स्क्रॅच का व्हर्जन नंबर दिखाई देगा।",
    "download.canIShare": "क्या मैं अपना प्रॉजेक्ट स्क्रॅच के डेस्कटॉप से शेयर कर सकता हूँ?",
    "download.canIShareAnswer": "यह अभी तक संभव नहीं है. इस समय आपको पहले स्क्रॅच का प्रोजेक्ट अपने कंप्यूटर पर सेव्ह कर के फिर उसे स्क्रॅच के ऑनलाइन एडिटर में अपलोड करना पडेगा। उसके बाद उसे ऑनलाइन एडिटर से आप शेयर याने साझा कर सकते हो. शायद अगले संस्करण में स्क्रॅच  डेस्कटॉप से सीधे आपके स्क्रॅच अकाउंट में अपलोड करने की सुविधा हम दे पायेंगे। ",
    "download.canIShareApp": "क्या मैं {operatingsystem}ऑपरेटिंग सिस्टम पर स्क्रॅच ऍप से प्रोजेक्ट को सीधे शेयर कर सकता हूँ?",
    "download.canIShareAnswerPlayStore": "हाँ. लॉबी में प्रोजेक्ट के साथ दिखने वाले 3-डॉट्स वाले मेनू पर क्लिक कीजिए और ऑप्शंस में से \"Share\" चुनिए। ईमेल से शेयर करने के साथ साथ आप अपने स्क्रॅच लॉग इन कर के उसे स्क्रॅच कम्युनिटी के साथ भी शेयर कर सकते हो.  ",
    "download.canIShareAnswerDownloaded": "{operatingsystem} ऑपरेटिंग सिस्टम में स्क्रॅच ऍप से सीधे स्क्रॅच की ऑनलाइन कम्युनिटी को शेयर करना इस समय संभव नहीं है। इसके लिए आपको स्क्रॅच ऍप से प्रोजेक्ट को एक्सपोर्ट करना होगा। उसके बाद स्क्रॅच वेबसाइट पर लॉग इन कर के उस फाइल को अपने अकाउंट में अपलोड करके फिर उसे शेयर करना पडेगा।  ",
    "download.whyNoDevicesVisible": "जब मैं हार्डवेयर एक्सटेंशन को जोड़ने की कोशिश करता हूँ तब स्क्रॅच में कोई भी डिवाइस नहीं दिखाई देता। ऐसा क्यों? ",
    "download.whyNoDevicesVisibleAnswer": "अपने {devicePosessive}ब्लूटूथ को ऑफ़ कर के दुबारा से ऑन करने पर स्क्रॅच ऍप में डिवाइस दिखने लगते हैं. अगर फिर भी समस्या बनी रहे तो अपने डिवाइस की लोकेशन सर्विस चालू है या नहीं इसे चेक कीजिये। अगर फिर भी कोई डिवाइस नहीं दिखा तो इसे पढ़िए {whyNoDevicesContactUsLink}",
    "download.whyNoDevicesContactUsLink": "हमसे संपर्क कीजिए ",
    "download.chromebookPossessive": "क्रोम बुक का ",
    "download.androidPossessive": "एंड्रॉइड टॅबलेट का ",
    "download.whyAskForLocation": "यह {operatingsystem}मेरा लोकेशन क्यों पूछ रहा है?",
    "download.whyAskForLocationAnswer": "स्क्रॅच दूसरे डिवाइस से कनेक्ट करने के लिए ब्लू टूथ का इस्तेमाल करता है. जैसे LEGO BOOST या micro.bit ब्लूटूथ का इस्तेमाल ऍप को लोकेशन डाटा देने के लिए किया जाता है. इसलिए गूगल में हर ऍप को लोकेशन की जानकारी लेने से पहले यूजर  की परमिशन लेनी पड़ती है. स्क्रॅच ब्लूटूथ का इस्तेमाल आपकी लोकेशन जानने के लिए नहीं करता।  ",
    "download.whereProjectStored": "स्क्रॅच ऎप मेरे प्रोजेक्ट्स कहाँ पर स्टोर करता है?",
    "download.whereProjectStoredAnswer": "शुरू में प्रोजेक्ट्स को ऍप में ही स्टोर किया जाता है. प्रोजेक्ट की फाइल को एक्सपोर्ट करने के लिए 3-डॉट वाले मेनू पर क्लिक कीजिये और \"Share\" सेलेक्ट कीजिए। अगले स्क्रीन पर \"export\" सेलेक्ट कीजिये। यहाँ पर दिखने वाले ऑप्शंस वे होते हैं जो आपके डिवाइस पर इंस्टॉल किये हुए हों. जैसे गूगल ड्राइव, फाइल्स, और ईमेल। ",
    "download.iconAltText": "डाउनलोड"
}