{
    "download.appTitle": "Preuzmite aplikaciju Scratch",
    "download.appIntro": "Želite li stvarati i spremati Scratch projekte bez internetske veze? Preuzmite besplatnu aplikaciju Scratch.",
    "download.requirements": "Potrebno",
    "download.imgAltDownloadIllustration": "Snimka zaslona Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "Često postavljana pitanja",
    "download.startScratchDesktop": "Pokrenite Scratch Desktop",
    "download.howDoIInstall": "Kako mogu instalirati Scratch Desktop?",
    "download.whenSupportLinuxApp": "Kada će aplikacija Scratch biti dostupna za Linux?",
    "download.whenSupportLinux": "Kada ćete imati Scratch Desktop za Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop na Linuxu trenutno nije podržan. Radimo s partnerima i zajednicom otvorenog koda kako bismo utvrdili postoji li način na koji možemo podržati Linux u budućnosti. Ostanite s nama!",
    "download.whenSupportLinuxAppAnswer": "Aplikacija Scratch trenutno nije podržana na Linuxu. Radimo s partnerima i zajednicom otvorenog koda kako bismo utvrdili postoji li način na koji možemo podržati Linux u budućnosti. Ostanite s nama!",
    "download.supportChromeOS": "Kada ćete imati Scratch Desktop za Chromebook?",
    "download.supportChromeOSAnswer": "Scratch Desktop za Chromebook još nije dostupan. Radimo na tome i očekujemo da ćemo ga objaviti kasnije tijekom 2019.",
    "download.olderVersionsTitle": "Starije verzije",
    "download.olderVersions": "Tražite raniju verziju Scratch-a?",
    "download.scratch1-4Desktop": "Ogrebanje 1.4",
    "download.scratch2Desktop": "Scratch 2.0 izvanmrežni uređivač",
    "download.cannotAccessMacStore": "Što ako ne mogu pristupiti Mac App Storeu?",
    "download.cannotAccessWindowsStore": "Što ako ne mogu pristupiti Microsoft Storeu?",
    "download.macMoveAppToApplications": "Otvorite .dmg datoteku. Premjestite Scratch 3 u Aplikacije.",
    "download.macMoveToApplications": "Otvorite .dmg datoteku. Premjestite Scratch Desktop u Aplikacije.",
    "download.winMoveToApplications": "Pokrenite .exe datoteku.",
    "download.doIHaveToDownload": "Moram li preuzeti aplikaciju da bih koristio Scratch?",
    "download.doIHaveToDownloadAnswer": "Ne. Također možete koristiti uređivač projekta Scratch u većini web preglednika na većini uređaja tako da odete na scratch.mit.edu i kliknete \"Stvori\".",
    "download.canIUseScratchLink": "Mogu li koristiti Scratch Link za povezivanje s proširenjima?",
    "download.canIUseScratchLinkAnswer": "Da. Međutim, trebat će vam internetska veza za korištenje Scratch Linka.",
    "download.canIUseExtensions": "Mogu li se spojiti na hardverska proširenja?",
    "download.canIUseExtensionsAnswer": "Da. Pomoću aplikacije Scratch možete se povezati s ekstenzijama i ne trebate Scratch Link.",
    "download.howConnectHardwareDevices": "Kako mogu povezati aplikaciju Scratch s hardverskim uređajima?",
    "download.howConnectHardwareDevicesAnswerLink": "Morat ćete instalirati i pokrenuti Scratch Link kako biste se povezali s hardverskim uređajima kada koristite Scratch aplikaciju za {operatingsystem}. Za korištenje Scratch Linka trebat će vam i internetska veza.",
    "download.howConnectHardwareDevicesAnswerApp": "Pomoću aplikacije Scratch možete se povezati s hardverskim uređajima kao što su micro:bit ili LEGO Boost. Kada koristite aplikaciju Scratch za {operatingsystem}, ne trebate Scratch Link.",
    "download.desktopAndBrowser": "Mogu li koristiti Scratch Desktop i imati Scratch otvoren u pregledniku?",
    "download.appAndBrowser": "Mogu li koristiti aplikaciju Scratch i imati otvoren Scratch u pregledniku?",
    "download.yesAnswer": "Da.",
    "download.onPhone": "Mogu li instalirati Scratch na svoj Android telefon?",
    "download.onPhoneAnswer": "Ne. Trenutna verzija Scratch za Android radi samo na tabletima.",
    "download.howUpdateApp": "Kako mogu ažurirati aplikaciju Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Otvorite trgovinu Google Play i provjerite postoje li ažuriranja. Ako vašom instalacijom upravljaju školski administratori, morat će ažurirati verziju i učiniti ažuriranje dostupnim upravljanim uređajima.",
    "download.howUpdateAppAnswerDownload": "Da biste ažurirali Scratch za {operatingsystem} s ove stranice, preuzmite najnoviju verziju i instalirajte. Da biste provjerili koju verziju imate, kliknite Scratch logo u preuzetoj aplikaciji.",
    "download.canIShare": "Mogu li dijeliti sa Scratch Desktop-a?",
    "download.canIShareAnswer": "Ovo trenutno nije podržano. Za sada možete spremiti projekt sa Scratch Desktopa, prenijeti ga na svoj Scratch račun i tamo ga dijeliti. U novijoj verziji ćemo dodati mogućnost prijenosa na vaš Scratch račun izravno u Scratch Desktop.",
    "download.canIShareApp": "Mogu li dijeliti s mrežnom zajednicom iz aplikacije Scratch za {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Da. Kliknite izbornik s 3 točke na projektu u predvorju i odaberite \"Dijeli\" među opcijama. Osim dijeljenja putem e-pošte, možete se prijaviti na svoj Scratch račun i podijeliti projekt sa Scratch online zajednicom.",
    "download.canIShareAnswerDownloaded": "Dijeljenje izravno s internetskom zajednicom iz aplikacije Scratch {operatingsystem} trenutno nije podržano. Za sada možete izvesti projekt iz aplikacije Scratch, zatim se prijaviti na web mjesto Scratch i tamo prenijeti i podijeliti svoj projekt.",
    "download.whyNoDevicesVisible": "Zašto Scratch ne prikazuje nijedan uređaj kada pokušam spojiti hardverska proširenja?",
    "download.whyNoDevicesVisibleAnswer": "Utvrdili smo da vam isključivanje i ponovno uključivanje {devicePosessive} bluetootha u postavkama sustava obično omogućuje da ponovo vidite hardverske uređaje. Ako se problem nastavi, provjerite jesu li usluge lokacije omogućene za vaš uređaj. Ako i dalje ne vidite nijedan uređaj, molimo {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "Kontaktirajte nas",
    "download.chromebookPossessive": "Chromebooka",
    "download.androidPossessive": "Android tableta",
    "download.whyAskForLocation": "Zašto {operatingsystem} traži moju lokaciju?",
    "download.whyAskForLocationAnswer": "Scratch koristi bluetooth za povezivanje s drugim uređajima, poput micro:bita ili LEGO BOOST-a. Bluetooth se može koristiti za pružanje podataka o lokaciji aplikaciji, tako da Google zahtijeva da svaka aplikacija koja koristi bluetooth od korisnika traži dopuštenje za pristup njihovoj lokaciji. Scratch neće koristiti bluetooth za praćenje vaše lokacije.",
    "download.whereProjectStored": "Gdje Scratch App pohranjuje moje projekte?",
    "download.whereProjectStoredAnswer": "Projekti se spremaju interno u aplikaciji. Za izvoz projektne datoteke kliknite izbornik s 3 točke i odaberite \"Dijeli\". Na sljedećem ekranu odaberite \"izvoz\". Vidljive opcije ovise o aplikacijama instaliranim na vašem uređaju. Uobičajene opcije su Google disk, datoteke i e-pošta.",
    "download.iconAltText": "Preuzmi"
}