{
    "download.appTitle": "A Scratch Applikáció letöltése",
    "download.appIntro": "Szeretnél készíteni és elmenteni Scratch projekteket az internet nélkül? Töltsd le az ingyenes Scratch applikációt!",
    "download.requirements": "Követelmények",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Desktop képernyőkép",
    "download.troubleshootingTitle": "GYIK",
    "download.startScratchDesktop": "Scratch Desktop indítása",
    "download.howDoIInstall": "Hogyan telepítsem a Scratch Desktopot?",
    "download.whenSupportLinuxApp": "Mikor lesz a Scratch alaklmazás elérhető Linuxra?",
    "download.whenSupportLinux": "Mikor lesz Scratch Desktop Linuxra?",
    "download.supportLinuxAnswer": "A Scratch Desktop Linuxon egyelőre nem támogatott. Együttműködünk a partnereinkkel és a nyílt forráskód közösséggel, hogy kiderítsük, van-e rá mód, hogy a jövőben a Linuxot is támogassuk. Maradj velünk!",
    "download.whenSupportLinuxAppAnswer": "A Scratch alkalmazás Linuxon egyelőre nem támogatott. Együttműködünk a partnereinkkel és a nyílt forráskód közösséggel, hogy kiderítsük, van-e rá mód, hogy a jövőben a Linuxot is támogassuk. Maradj velünk!",
    "download.supportChromeOS": "Mikor lesz elérhető a Scratch Desktop Chromebookra?",
    "download.supportChromeOSAnswer": "A Scratch Desktop Chromebookra egyelőre nem elérhető. Dolgozunk rajta és várhatóan 2019. során jelenik meg.",
    "download.olderVersionsTitle": "Régebbi verziók",
    "download.olderVersions": "A Scratch valamelyik korábbi változatát keresed?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Offline Szerkesztő",
    "download.cannotAccessMacStore": "Mi van, ha nem érem el a Mac App Store-t?",
    "download.cannotAccessWindowsStore": "Mi van, ha nem érem el a Microsoft Áruházat?",
    "download.macMoveAppToApplications": "Nyisd meg a .dmg fájlt! Vidd a Scratch 3-at az Alkalmazások mappába!",
    "download.macMoveToApplications": "Nyisd meg a .dmg fájlt. Vidd a Scratch Desktopot az Alkalmazások mappába.",
    "download.winMoveToApplications": "Futtasd az .exe fájlt.",
    "download.doIHaveToDownload": "Le kell töltenem egy applikációt, hogy használhassam a Scratch-et?",
    "download.doIHaveToDownloadAnswer": "Nem. A Scratch projektszerkesztőt is használhatod a legtöbb web böngészőben a legtöbb eszközön, a scratch.mit.edu oldalt megnyitva, majd az \"Alkotás\"-ra kattintva.",
    "download.canIUseScratchLink": "Használhatom a Scratch Linket, hogy a bővítményekhez kapcsolódjak?",
    "download.canIUseScratchLinkAnswer": "Igen. Viszont internetkapcsolatra lesz szükséged a Scratch Link használatához.",
    "download.canIUseExtensions": "Csatlakoztathatok hardver bővítményeket?",
    "download.canIUseExtensionsAnswer": "Igen. A Scratch alkalmazással csatlakoztathatsz bővítményeket, és nincs szükség Scratch Linkre.",
    "download.howConnectHardwareDevices": "Hogyan csatlakoztathatom a Scratch alkalmazást hardver eszközökhöz?",
    "download.howConnectHardwareDevicesAnswerLink": "Telepítened és futtatnod kell a Scratch Linket a bővítmények csatlakoztatásához, amikor a Scratch alkalmazás {operatingsystem} változatát használod. Internetkapcsolatra is szükséged lesz a Scratch Link használatához.",
    "download.howConnectHardwareDevicesAnswerApp": "A Scratch alkalmazással csatlakoztathatsz hardver eszközöket, mint a micro:bit vagy a LEGO Boost. Amikor a Scratch alkalmazás {operatingsystem} változatát használod, nincs szükség Scratch Linkre.",
    "download.desktopAndBrowser": "Használhatom a Scratch Desktopot és lehet mellette megnyitva a Scratch a böngészőben?",
    "download.appAndBrowser": "Használhatom a Scratch alkalmazást, miközben a Scratch a böngészőben is meg van nyitva?",
    "download.yesAnswer": "Igen.",
    "download.onPhone": "Telepíthetem a Scratch-et az Android telefonomra?",
    "download.onPhoneAnswer": "Nem. A Scratch Android változata jelenleg csak tableteken működik.",
    "download.howUpdateApp": "Hogyan frissíthetem a Scratch alkalmazást?",
    "download.howUpdateAppAnswerPlayStore": "Nyisd meg a Google Play áruházat és keress frissítéseket! Ha a telepítést iskolai adminisztrátorok végzik, nekik kell frissíteniük a verziót és elérhetővé tenni a frissítést a kezelt eszközökön.",
    "download.howUpdateAppAnswerDownload": "A Scratch alkalmazás {operatingsystem} változatának erről az oldalról történő frissítéséhez töltsd le a legújabb verziót és telepítsd! Hogy kiderítsd, melyik verzió van meg neked, kattints a Scratch logóra a letöltött alkalmazásban!",
    "download.canIShare": "Megoszthatok a Scratch Desktopból?",
    "download.canIShareAnswer": "Ez jelenleg nem támogatott. Egyelőre elmentheted a projektedet a Scratch Desktopban, feltöltheted a Scratch fiókodba, és ott megoszthatod. Egy későbbi verzióban felvesszük a lehetőséget, hogy közvetlenül a Scratch Desktopból tölthess fel a Scratch fiókodba.",
    "download.canIShareApp": "Megoszthatok az online közösséggel a Scratch alkalmazás {operatingsystem} változatából?",
    "download.canIShareAnswerPlayStore": "Igen. Kattints a hárompontos menüre egy projektnél a lobbiban, és válaszd a \"Megosztás\" lehetőséget! Az e-mail mellett, a Scratch fiókodba bejelentkezve akár a Scratch online közösségével is megoszthatod a projektedet.",
    "download.canIShareAnswerDownloaded": "A Scratch alkalmazás {operatingsystem} változatából történő közvetlen megosztás jelenleg nem támogatott. Egyelőre, exportálhatod a projektet a Scratch alkalmazásból, majd bejelentkezhetsz a Scratch weboldalra, ahova feltöltheted és megoszthatod a projektedet.",
    "download.whyNoDevicesVisible": "Miért nem jelenít meg a Scratch semmilyen eszközt, amikor megpróbálok hardver bővítményt csatlakoztatni?",
    "download.whyNoDevicesVisibleAnswer": "Azt tapasztaltuk, hogy {devicePosessive} eszközödön a bluetoooth ismételt ki- és bekapcsolása a rendszerbeállításokban általában lehetővé teszi, hogy ismét lásd a hardver eszközeidet. Ha a próbléma továbbra is fennáll, ellenőrizd, hogy a Helymeghatározási szolgáltatások be vannak-e kapcsolva az eszközödön! Ha még mindig nem látsz semmilyen eszközt, kérjük, {whyNoDevicesContactUsLink}!",
    "download.whyNoDevicesContactUsLink": "vedd fel velünk a kapcsolatot",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "Android tablet",
    "download.whyAskForLocation": "Miért kéri {operatingsystem} a helyzetemet?",
    "download.whyAskForLocationAnswer": "A Scratch bluetooth-t használ más eszközök, például a micro:bit vagy a LEGO Boost csatlakoztatásához. A bluetooth arra is használható, hogy helyadatokat nyújtson az alkalmazásnak, ezért a Google minden alkalmazásnál, ami bluetooth-t használ, engedélyt kér a felhasználótól a helyadatokhoz való hozzáféréshez. A Scratch nem fogja helymeghatározásra használni a bluetooth-t.",
    "download.whereProjectStored": "Hol tárolja a Scratch Applikáció a projektjeimet?",
    "download.whereProjectStoredAnswer": "A projektek az alkalmazáson belül vannak elmentve. Egy projektfájl exportálásához kattints a hárompontos menüre, és válaszd a \"Megosztás\" lehetőséget! A következő képernyőn válaszd az \"exportálás\" lehetőséget! Az itt megjelenő lehetőségek az eszközödre telepített alkalmazásoktól függenek. Gyakori példák a Google Drive, a Fájlok, és az e-mail.",
    "download.iconAltText": "Letöltés"
}