{
    "download.appTitle": "Unduh Scratch App",
    "download.appIntro": "Apakah kamu ingin membuat dan menyimpan karya Scratch tanpa sambungan internet? Unduh aplikasi gratis Scratch.",
    "download.requirements": "Keperluan",
    "download.imgAltDownloadIllustration": "Tangkapan layar Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Mulai Scratch Desktop",
    "download.howDoIInstall": "Bagaimana cara memasang Scratch Desktop?",
    "download.whenSupportLinuxApp": "Kapan tersedia aplikasi Scratch untuk Linux?",
    "download.whenSupportLinux": "Kapan tersedia Scratch Desktop untuk Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop untuk Linux saat ini tidak tersedia. Kami sedang bekerjasama dengan rekan kami dan komunitas open-source untuk mencari cara agar kami bisa menunjang Linux di masa depan. Nantikan kabar selanjutnya!",
    "download.whenSupportLinuxAppAnswer": "Aplikasi Scratch untuk Linux saat ini tidak tersedia. Kami sedang bekerja dengan rekan kami dan komunitas open-source untuk mencari cara agar kami bisa menunjang Linux di masa depan. Nantikan kabar selanjutnya!",
    "download.supportChromeOS": "Kapan tersedia Scratch Desktop untuk Chromebook?",
    "download.supportChromeOSAnswer": "Scratch Desktop untuk Chromebook saat ini belum tersedia. Kami sedang mengerjakannya dan berharap bisa meluncurkannya pada akhir 2019.",
    "download.olderVersionsTitle": "Versi Lama",
    "download.olderVersions": "Mencari versi Scratch sebelumnya?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Editor Luring (Offline) Scratch 2.0",
    "download.cannotAccessMacStore": "Bagaimana kalau saya tidak bisa mengakses Mac App Store?",
    "download.cannotAccessWindowsStore": "Bagaimana kalau saya tidak bisa mengakses Microsoft Store?",
    "download.macMoveAppToApplications": "Open the .dmg file. Move Scratch 3 into Applications.",
    "download.macMoveToApplications": "Buka berkas .dmg. Pindahkan Scratch Desktop ke Applications atau Aplikasi.",
    "download.winMoveToApplications": "Jalankan berkas .exe tersebut.",
    "download.doIHaveToDownload": "Mestikah saya mengunduh aplikasi untuk menggunakan Scratch?",
    "download.doIHaveToDownloadAnswer": "No. You can also use the Scratch project editor in most web browsers on most devices by going to scratch.mit.edu and clicking \"Create\".",
    "download.canIUseScratchLink": "Bisakah saya menggunakan Scratch Link untuk menyambung ke ekstensi?",
    "download.canIUseScratchLinkAnswer": "Ya. Namun kamu perlu sambungan Internet untuk menggunakan Scratch Link.",
    "download.canIUseExtensions": "Bisakah saya menyambung ke ekstensi perangkat keras?",
    "download.canIUseExtensionsAnswer": "Ya. Dengan aplikasi Scratch kamu bisa berhubung ke ekstensi tanpa Scratch Link.",
    "download.howConnectHardwareDevices": "Bagaimana cara saya menghubungkan aplikasi Scratch dengan perangkat keras?",
    "download.howConnectHardwareDevicesAnswerLink": "Kamu bakal perlu memasang dan menjalankan Scratch Link untuk berhubung dengan perangkat keras saat menggunakan aplikasi Scratch untuk {operatingsystem}. Kamu juga bakal memerlukan sambungan internet untuk menggunakan Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Dengan aplikasi Scratch kamu bisa berhubung ke perangkat keras seperi micro:bit atau LEGO Boost. Kamu tidak memerlukan Scratch Link ketika menggunakan aplikasi Scratch untuk {operatingsystem}.",
    "download.desktopAndBrowser": "Bisakah saya menggunakan Scratch Desktop sambil membuka Scratch di peramban (browser)?",
    "download.appAndBrowser": "Bisakah saya menggunakan aplikasi Scratch sambil membuka Scratch di peramban (browser)?",
    "download.yesAnswer": "Ya.",
    "download.onPhone": "Bisakah saya memasang Scratch di ponsel Android saya?",
    "download.onPhoneAnswer": "Tidak. Versi Scratch untuk Android saat ini hanya bekerja pada tablet.",
    "download.howUpdateApp": "Bagaimana cara memperbarui (update) aplikasi Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Buka Google Play store dan cek apakah ada versi baru. Jika instalasimu diatur oleh administrator sekolah, mereka bakal perlu memperbarui versinya dan membuat pembaruannya tersedia untuk gawai yang terlibat.",
    "download.howUpdateAppAnswerDownload": "Untuk memperbarui Scratch untuk {operatingsystem} dari halaman ini, unduh versi terbaru dan install. Untuk mengecek versi yang mana yang kamu miliki, klik logo Scratch di aplikasi yang telah diunduh.",
    "download.canIShare": "Bisakah saya berbagi dari Scratch Desktop?",
    "download.canIShareAnswer": "Saat ini itu belum didukung. Untuk sekarang, kamu bisa menyimpan sebuah karya dari Scratch Desktop, mengunggahnya (upload) ke akun Scratch-mu, lalu membagikannya dari sana. Di versi yang lebih baru kami bakal menambahkan fitur mengunggah ke akun Scratch-mu langsung dari Scratch Desktop.",
    "download.canIShareApp": "Bisakah saya berbagi ke komunitas daring (online) dari aplikasi Scratch untuk {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ya. Klik menu 3-titik di sebuah karya di lobi dan pilih \"Bagikan\" dari para pilihannya. Selain berbagi lewat email, kamu juga bisa masuk ke akun Scratch-mu dan membagikan karya ke komunitas daring (online) Scratch.",
    "download.canIShareAnswerDownloaded": "Berbagi langsung ke komunitas daring (online) dari aplikasi Scratch untuk {operatingsystem} saat ini tidak didukung. Untuk sekarang, kamu bisa mengekspor sebuah karya dari aplikasi Scratch, kemudian masuk ke situsweb Scratch, dan mengunggah (upload) dan membagikan karyamu di sana.",
    "download.whyNoDevicesVisible": "Kenapa Scratch tidak menunjukkan perangkat apapun saat saya mencoba berhubung ke ekstensi perangkat keras?",
    "download.whyNoDevicesVisibleAnswer": "Kami telah menemukan bahwa mematikan dan menyalakan bluetooth {devicePosessive}-mu biasanya memperbolehkanmu untuk melihat opsi perangkat keras lagi. Jika masalah berlanjut, cek apakah layanan Lokasi telah dinyalakan untuk perangkatmu. Jika kamu masih tetap tidak bisa melihat perangkat apapun, mohon {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "kontak kami",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "tablet Android",
    "download.whyAskForLocation": "Kenapa {operatingsystem} meminta lokasi saya?",
    "download.whyAskForLocationAnswer": "Scratch menggunakan bluetooth untuk berhubung ke perangkat lain, seperti micro:bit atau LEGO BOOST. Bluetooth bisa digunakan untuk menyediakan data lokasi ke aplikasi, jadi Google mengharuskan agar semua aplikasi yang menggunakan bluetooth meminta pengguna untuk izin mengakses lokasi. Scratch tidak akan menggunakan bluetooth untuk melacak lokasimu.",
    "download.whereProjectStored": "Di mana Scratch menyimpan karya saya?",
    "download.whereProjectStoredAnswer": "Karya disimpan secara internal di aplikasi. Untuk mengekspor sebuah berkas (file) karya, klik menu 3-dot dan pilih \"Bagikan\". Di layar berikutnya pilih \"ekspor\". Pilihan yang muncul bakal bergantung pada aplikasi yang dipasang di perangkatmu. Pilihan-pilihan umum adalah Google Drive, Files, dan surel (email).",
    "download.iconAltText": "Unduh"
}