{
    "download.title": "Scratch Desktop",
    "download.intro": "Per lavorare sui progetti quando non hai una connessione Internet puoi installare l'editor di Scratch Desktop. Questa versione funziona su Windows e MacOS.",
    "download.requirements": "Requisiti",
    "download.imgAltDownloadIllustration": "Schermate di Scratch 3.0 Desktop",
    "download.installHeaderTitle": "Installa Scratch Desktop",
    "download.downloadScratchDesktop": "Scarica Scratch Desktop",
    "download.downloadButton": "Salva sul tuo computer",
    "download.troubleshootingTitle": "Domande Frequenti",
    "download.startScratchDesktop": "Avvia Scratch Desktop",
    "download.howDoIInstall": "Come si fa ad installare Scratch Desktop?",
    "download.whenSupportLinux": "Quando sarà disponibile Scratch desktop per Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop al momento non è supportato su Linux. Stiamo lavorando con i nostri partners e con la comunità open-source per capire se in futuro sarà possibile supportare Linux. Restate in contatto!",
    "download.supportChromeOS": "Quando sarà disponibile Scratch desktop per Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop per Chromebooks non è ancora disponibile. Ci stiamo lavorando e dovrebbe essere rilasciato nel 2019.",
    "download.olderVersionsTitle": "Versioni Precedenti",
    "download.olderVersions": "Stai cercando l'Editor Offline di Scratch 2.0 o Scratch 1.4?",
    "download.scratch1-4Desktop": "Scratch 1.4 Desktop",
    "download.scratch2Desktop": "Scratch 2.0 Desktop",
    "download.cannotAccessMacStore": "Cosa posso fare se non posso accedere all'App Store del Mac?",
    "download.cannotAccessWindowsStore": "Cosa posso fare se non posso accedere allo Store di Microsoft?",
    "download.macMoveToApplications": "Apri il file .dmg. Sposta Scratch Desktop nella cartella Applicazioni.",
    "download.winMoveToApplications": "Esegui il file .exe.",
    "download.canIUseScratchLink": "Posso usare Scratch Link per collegarmi alle estensioni?",
    "download.canIUseScratchLinkAnswer": "Si. Tuttavia, per poter usare Scratch Link, ti servirà una connessione Internet.",
    "download.desktopAndBrowser": "Posso usare contemporaneamente Scratch Desktop e Scratch nel browser?",
    "download.yesAnswer": "Si.",
    "download.canIShare": "Posso condividere i miei progetti sul sito di Scratch usando Scratch Desktop?",
    "download.canIShareAnswer": "Questa possibilità al momento non è supportata. Per ora puoi salvare il progetto da Scratch Desktop sul tuo PC per poi aprirlo usando il tuo account Scratch e condividerlo. Nelle versioni successive verrà aggiunta la possibilità di caricare un progetto nel tuo account Scratch direttamente con Scratch Desktop."
}