{
    "download.appTitle": "Scarica l'App di Scratch",
    "download.appIntro": "Vuoi creare e salvare i progetti Scratch anche senza una connessione internet? Scarica l'app gratuita di Scratch.",
    "download.requirements": "Requisiti",
    "download.imgAltDownloadIllustration": "Schermate di Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "Domande Frequenti",
    "download.startScratchDesktop": "Avvia Scratch Desktop",
    "download.howDoIInstall": "Come si fa ad installare Scratch Desktop?",
    "download.whenSupportLinuxApp": "Quando sarà disponibile l'app di Scratch per Linux?",
    "download.whenSupportLinux": "Quando sarà disponibile Scratch desktop per Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop al momento non è supportato su Linux. Stiamo lavorando con i nostri partners e con la comunità open-source per capire se in futuro sarà possibile supportare Linux. Restate in contatto!",
    "download.whenSupportLinuxAppAnswer": "L'app di Scratch al momento non è supportata da Linux. Stiamo lavorando con i nostri partners e con la comunità open-source per capire se in futuro sarà possibile supportare Linux. Resta in contatto!",
    "download.supportChromeOS": "Quando sarà disponibile Scratch desktop per Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop per Chromebooks non è ancora disponibile. Ci stiamo lavorando e dovrebbe essere rilasciato nel 2019.",
    "download.olderVersionsTitle": "Versioni Precedenti",
    "download.olderVersions": "Stai cercando una versione precedente di Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Editor Offline di Scratch 2.0",
    "download.cannotAccessMacStore": "Cosa posso fare se non posso accedere all'App Store del Mac?",
    "download.cannotAccessWindowsStore": "Cosa posso fare se non posso accedere allo Store di Microsoft?",
    "download.macMoveAppToApplications": "Apri il file .dmg. Sposta Scratch 3 nella cartella Applicazioni.",
    "download.macMoveToApplications": "Apri il file .dmg. Sposta Scratch Desktop nella cartella Applicazioni.",
    "download.winMoveToApplications": "Esegui il file .exe.",
    "download.doIHaveToDownload": "Devo scaricare un'app per usare Scratch?",
    "download.doIHaveToDownloadAnswer": "No. Puoi usare l'editor di progetti di Scratch direttamente dalla maggior parte dei browser web in molti dispositivi andando sul sito scratch.mit.edu e cliccando su \"Crea\".",
    "download.canIUseScratchLink": "Posso usare Scratch Link per collegarmi alle estensioni?",
    "download.canIUseScratchLinkAnswer": "Si. Tuttavia, per poter usare Scratch Link, ti servirà una connessione Internet.",
    "download.canIUseExtensions": "Posso collegarmi alle estensioni di Scratch?",
    "download.canIUseExtensionsAnswer": "Si. Con l'app di Scratch puoi collegarti alle estensioni anche senza usare Scratch Link.",
    "download.howConnectHardwareDevices": "Come posso collegare l'app Scratch ad altri dispositivi hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "Per collegarti a dispositivi hardware quando usi l'app di Scratch su {operatingsystem} devi installare ed eseguire Scratch Link. Per usare Scratch Link ti occorrerà anche una connessione internet.",
    "download.howConnectHardwareDevicesAnswerApp": "Con l'app di Scratch puoi collegarti a dispositivi hardware come micro:bit o LEGO Boost. Quando usi l'app di Scratch per {operatingsystem}non ti occorre Scratch Link.",
    "download.desktopAndBrowser": "Posso usare contemporaneamente Scratch Desktop e Scratch nel browser?",
    "download.appAndBrowser": "Posso usare l'app di Scratch e allo stesso tempo aprire Scratch nel browser?",
    "download.yesAnswer": "Si.",
    "download.onPhone": "Posso installare Scratch sul mio smartphone Android?",
    "download.onPhoneAnswer": "No. La versione attuale di Scratch per Android funziona soltanto su tablet.",
    "download.howUpdateApp": "Come si fa ad aggiornare l'app di Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Apri il Play store di Google e verifica se sono presenti aggiornamenti. Se l'app è stata installata dai tecnici della tua scuola, dovranno essere loro ad aggiornare la versione e a rendere la nuova versione disponibile per tutti i dispositivi della scuola.",
    "download.howUpdateAppAnswerDownload": "Per aggiornare Scratch per {operatingsystem}, scarica l'ultima versione da questa pagina e installala. Per verificare quale versione hai clicca il logo di Scratch che trovi nella tua app..",
    "download.canIShare": "Posso condividere i miei progetti sul sito di Scratch usando Scratch Desktop?",
    "download.canIShareAnswer": "Questa possibilità al momento non è supportata. Per ora puoi salvare il progetto da Scratch Desktop sul tuo PC per poi aprirlo usando il tuo account Scratch e condividerlo. Nelle versioni successive verrà aggiunta la possibilità di caricare un progetto nel tuo account Scratch direttamente con Scratch Desktop.",
    "download.canIShareApp": "Posso condividere un progetto con la comunità online usando l'app di Scratch per {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Si. Clicca il pulsante del menu con i 3 punti e seleziona l'opzione \"Condividi\". In aggiunta alla condivisione via email puoi collegarti con il tuo account Scratch e condividere il progetto con la comunità online di Scratch.",
    "download.canIShareAnswerDownloaded": "La condivisione del progetto con la comunità online usando l'app di Scratch per {operatingsystem}al momento non è supportata. Per ora puoi esportare il progetto dall'app di Scratch, poi collegarti al sito di Scratch, caricare il progetto e condividerlo.",
    "download.whyNoDevicesVisible": "Perché Scratch non mostra nessun dispositivo quando provo a collegare le estensioni hardware?",
    "download.whyNoDevicesVisibleAnswer": "Abbiamo notato che provando a spegnere e riaccendere nelle impostazioni di sistema il bluetooth del tuo {devicePosessive} ti permette di vedere nuovamente i dispositivi hardware. Se il problema persiste verifica che la Localizzazione del tuo dispositivo sia attiva. Se continui a non vedere i dispositivi {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contattaci",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "tablet Android",
    "download.whyAskForLocation": "Perché {operatingsystem} chiede di poter rilevare la mia posizione?",
    "download.whyAskForLocationAnswer": "Scratch usa il bluetooth per collegarsi agli altri dispositivi, come micro:bit o LEGO BOOST.  Il bluetooth può essere usato per fornire alla app dati sulla tua posizione, perciò Google richiede che ogni app che usa il bluetooth debba chiedere all'utente il permesso di accedere alla sua posizione. Scratch non usa il bluetooth per tracciare la tua posizione.",
    "download.whereProjectStored": "L'App di Scratch dove conserva i miei progetti?",
    "download.whereProjectStoredAnswer": "I progetti vengono salvati all'interno dell'app. Per esportare un progetto clicca il menu con i 3 punti e scegli \"Condividi\". Nella schermata successiva scegli \"esporta\". Le opzioni disponibili dipendono dalle applicazioni installate sul tuo dispositivo. Le opzioni più comuni sono Google Drive, i File e l'email.",
    "download.iconAltText": "Scarica sul tuo computer"
}