{
    "download.appTitle": "Scratch қолданбасын жүктеп алыңыз",
    "download.appIntro": "Интернет байланысы жоқ Scratch жобаларын құрып, сақтағыңыз келе ме? Тегін Scratch бағдарламасын жүктеп алыңыз.",
    "download.requirements": "Талаптар",
    "download.imgAltDownloadIllustration": "Scratch 3.0 жұмыс үстелінің скриншоты",
    "download.troubleshootingTitle": "Жиі қойылатын сұрақтар",
    "download.startScratchDesktop": "Scratch Desktop бағдарламасын іске қосыңыз",
    "download.howDoIInstall": "Scratch Desktop бағдарламасын қалай орнатуға болады?",
    "download.whenSupportLinuxApp": "Linux үшін Scratch қолданбасы қашан қол жетімді болады?",
    "download.whenSupportLinux": "Linux үшін Scratch Desktop қашан болады?",
    "download.supportLinuxAnswer": "Linux-тегі Scratch Desktop-ке қазіргі уақытта қолдау көрсетілмейді. Біз болашақта Linux-ке қолдау көрсететін жол бар-жоғын анықтау үшін серіктестермен және ашық көзі бар қоғамдастықпен жұмыс істеп жатырмыз. Бізбен бірге қалыңыз!",
    "download.whenSupportLinuxAppAnswer": "Scratch қолданбасына қазіргі уақытта Linux жүйесінде қолдау көрсетілмейді. Біз болашақта Linux-ке қолдау көрсететін жол бар-жоғын анықтау үшін серіктестермен және ашық көзі бар қоғамдастықпен жұмыс істеп жатырмыз. Бізбен бірге қалыңыз!",
    "download.supportChromeOS": "Chromebooks үшін Scratch Desktop қашан пайда болады?",
    "download.supportChromeOSAnswer": "Scratch Desktop for Chromebooks қол жетімді емес. Біз онымен жұмыс істеп жатырмыз және 2019 жылдан кейін шығарамыз деп жоспарлап отырмыз.",
    "download.olderVersionsTitle": "Ескі Нұсқалары",
    "download.olderVersions": "Скретчтің ескілеу нұсқасын іздеп жүрсіз бе?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Офлайн-редактор Scratch 2.0",
    "download.cannotAccessMacStore": "Егер мен Mac App Store дүкеніне кіре алмасам ше?",
    "download.cannotAccessWindowsStore": "Егер Microsoft дүкеніне кіре алмасам ше?",
    "download.macMoveAppToApplications": ".dmg файлын ашыңыз. Scratch 3 бағдарламасына қосыңыз.",
    "download.macMoveToApplications": ".dmg файлын ашыңыз. Scratch Desktop бағдарламасына қосыңыз.",
    "download.winMoveToApplications": ".exe файлын іске қосыңыз.",
    "download.doIHaveToDownload": "Scratch пайдалану үшін мен қосымша жүктеуім керек пе?",
    "download.doIHaveToDownloadAnswer": "Жоқ. Scratch жобасының редакторын көптеген құрылғылардағы көптеген веб-шолғыштарда scratch.mit.edu сайтына өтіп, «Жасау» батырмасын басу арқылы пайдалануға болады.",
    "download.canIUseScratchLink": "Кеңейтімдерге қосылу үшін Scratch сілтемесін қолдана аламын ба?",
    "download.canIUseScratchLinkAnswer": "Иә. Алайда, Scratch Link пайдалану үшін сізге Интернет байланысы қажет болады.",
    "download.canIUseExtensions": "Аппараттық кеңейтімдерге қосыла аламын ба?",
    "download.canIUseExtensionsAnswer": "Иә. Scratch қосымшасының көмегімен сіз кеңейтімдерге қосыла аласыз және Scratch Link қажет емес.",
    "download.howConnectHardwareDevices": "Scratch қосымшасын аппараттық құрылғыларға қалай қосуға болады?",
    "download.howConnectHardwareDevicesAnswerLink": "Scratch қосымшасын пайдалану кезінде аппараттық құрылғыларға қосылу үшін сізге Scratch Link-ті орнату және іске қосу қажет {operatingsystem}. Scratch Link пайдалану үшін сізге интернет байланысы қажет.",
    "download.howConnectHardwareDevicesAnswerApp": "Scratch бағдарламасының көмегімен сіз micro: bit немесе LEGO Boost сияқты аппараттық құрылғыларға қосыла аласыз. Scratch қосымшасын  {operatingsystem}пайдаланған кезде сізге Scratch Link қажет емес.",
    "download.desktopAndBrowser": "Мен Scratch Desktop бағдарламасын пайдалана аламын ба және Scratch браузерде ашық бола ма?",
    "download.appAndBrowser": "Мен Scratch қосымшасын пайдалана аламын, сонымен қатар Scratch браузерде ашық бола ма?",
    "download.yesAnswer": "Иә.",
    "download.onPhone": "Scratch-ты Android телефоныма орната аламын ба?",
    "download.onPhoneAnswer": "Жоқ Scratch for Android-тің қазіргі нұсқасы тек планшеттерде жұмыс істейді.",
    "download.howUpdateApp": "Scratch бағдарламасын қалай жаңартуға болады?",
    "download.howUpdateAppAnswerPlayStore": "Google Play дүкенін ашып, жаңартуларды тексеріңіз. Егер сіздің орнатуды мектеп әкімшілері басқаратын болса, олар нұсқасын жаңартып, басқарылатын құрылғыларға жаңартуды қол жетімді етуі керек.",
    "download.howUpdateAppAnswerDownload": "{operatingsystem}Осы беттен Scratch үшін жаңарту үшін ең соңғы нұсқасын жүктеп алыңыз. Сізде қандай нұсқа бар екенін тексеру үшін жүктелген бағдарламада Scratch логотипін нұқыңыз.",
    "download.canIShare": "Мен Scratch Desktop арқылы бөлісе аламын ба?",
    "download.canIShareAnswer": "Қазіргі уақытта бұған қолдау көрсетілмейді. Әзірге сіз Scratch Desktop бағдарламасынан жобаны сақтап, оны Scratch тіркелгісіне жүктеп, сол жерде бөлісе аласыз. Кейінгі нұсқада біз Scratch жұмыс үстеліне тікелей Scratch тіркелгісіне жүктеу мүмкіндігін қосамыз.",
    "download.canIShareApp": "Scratch қосымшасынан желідегі қоғамдастықпен бөлісе аламын ба {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Иә. Вестибюльдегі жобадағы 3 нүктелік мәзірді нұқыңыз және опциялардың ішінен «Бөлісу» пәрменін таңдаңыз. Электрондық пошта арқылы бөлісуден басқа, сіз Scratch тіркелгісіне кіре аласыз және Scratch онлайн қауымдастығымен жобамен бөлісе аласыз.",
    "download.canIShareAnswerDownloaded": "Scratch бағдарламасынан онлайн-қауымдастықпен тікелей бөлісуге {operatingsystem} қазір қолдау көрсетілмейді. Әзірге сіз Scratch бағдарламасынан жобаны экспорттай аласыз, содан кейін Scratch веб-сайтына кіріп, сол жерде өз жобаңызды жүктеп, бөлісе аласыз.",
    "download.whyNoDevicesVisible": "Неліктен мен аппараттық кеңейтімдерді қосуға тырысқанда Scratch ешбір құрылғыны көрсетпейді?",
    "download.whyNoDevicesVisibleAnswer": "Жүйе параметрлерінде {devicePosessive}bluetooth-ды өшіріп, қайта қосу әдетте аппараттық құрылғыларды қайтадан көруге мүмкіндік беретінін анықтадық. Егер мәселе шешілмесе, құрылғыда орынды анықтау қызметтері қосылғанын тексеріңіз. Егер сіз әлі ешқандай құрылғыларды көрмесеңіз,{whyNoDevicesContactUsLink} өтінемін.",
    "download.whyNoDevicesContactUsLink": "Бізбен байланысу",
    "download.chromebookPossessive": "Chromebook-тың",
    "download.androidPossessive": "Android планшеттікі",
    "download.whyAskForLocation": "Неліктен {operatingsystem} менің орналасқан жерімді сұрайды?",
    "download.whyAskForLocationAnswer": "Scratch басқа құрылғыларға қосылу үшін bluetooth қолданады, мысалы micro: bit немесе LEGO BOOST. Қолданбаға орналасу деректерін беру үшін Bluetooth қолданылуы мүмкін, сондықтан Google bluetooth пайдаланатын барлық қолданбалардан пайдаланушылардан олардың орналасқан жеріне кіруге рұқсат сұрайды. Скретч сіздің орналасқан жеріңізді бақылау үшін bluetooth пайдаланбайды.",
    "download.whereProjectStored": "Scratch App менің жобаларымды қайда сақтайды?",
    "download.whereProjectStoredAnswer": "Жобалар қосымшада ішкі сақталады. Жоба файлын экспорттау үшін 3 нүктелі мәзірді нұқып, «Бөлісу» пәрменін таңдаңыз. Келесі экранда «экспорттау» тармағын таңдаңыз. Көрінетін опциялар құрылғыда орнатылған бағдарламаларға байланысты. Google Drive, файлдар және электрондық поштаның жалпы нұсқалары.",
    "download.iconAltText": "Жүктеп алу"
}