{
    "download.title": "스크래치 데스크톱",
    "download.intro": "인터넷 연결 없이 프로젝트를 작업하기 위해서 스크래치 데스크톱 에디터를 설치할 수 있습니다. 이 버전은 Windows와 MacOS에서 작동할 것입니다.",
    "download.appTitle": "Download the Scratch App",
    "download.appIntro": "Would you like to create and save Scratch projects without an internet connection? Download the free Scratch app.",
    "download.requirements": "요구사항",
    "download.imgAltDownloadIllustration": "스크래치 3.0 데스크톱 화면",
    "download.troubleshootingTitle": "자주 묻는 질문(FAQ)",
    "download.startScratchDesktop": "스크래치 데스크톱 시작하기",
    "download.howDoIInstall": "스크래치 데스크톱을 어떻게 설치하나요?",
    "download.whenSupportLinuxApp": "When will you have the Scratch app available for Linux?",
    "download.whenSupportLinux": "Linux를 위한 스크래치 데스크톱은 언제 사용할 수 있나요?",
    "download.supportLinuxAnswer": "Linux에서 스크래치 데스크톱은 현재 지원되지 않습니다. 우리는 미래에 Linux를 지원할 수 있는 방법이 있는지 알아내기 위해 파트너, 오픈소스 커뮤니티와 작업하고 있습니다. 계속 관심을 가져 주세요!",
    "download.whenSupportLinuxAppAnswer": "The Scratch app is currently not supported on Linux. We are working with partners and the open-source community to determine if there is a way we can support Linux in the future. Stay tuned!",
    "download.supportChromeOS": "크롬북을 위한 스크래치 데스크톱은 언제 사용할 수 있나요?",
    "download.supportChromeOSAnswer": "크롬북에서는 스크래치 데스크톱을 아직 사용할 수 없습니다. 이것에 작업하고 있으며 2019년의 나중에 출시하기를 기대하고 있습니다.",
    "download.olderVersionsTitle": "이전 버전",
    "download.olderVersions": "Looking for an earlier version of Scratch?",
    "download.scratch1-4Desktop": "스크래치 1.4",
    "download.scratch2Desktop": "스크래치 2.0 오프라인 에디터",
    "download.cannotAccessMacStore": "Mac App Store에 접근할 수 없으면 어떻게 해야 하나요?",
    "download.cannotAccessWindowsStore": "Microsoft Store에 접근할 수 없으면 어떻게 해야 하나요?",
    "download.macMoveToApplications": ".dmg 파일을 열어 보세요. 스크래치 데스크톱을 애플리케이션으로 옮기세요.",
    "download.winMoveToApplications": ".exe 파일을 실행하세요.",
    "download.doIHaveToDownload": "Do I have to download an app to use Scratch?",
    "download.doIHaveToDownloadAnswer": "No. You can also use the Scratch project editor in any web browser on any device by going to scratch.mit.edu and clicking \"Create\".",
    "download.canIUseScratchLink": "Scratch Link를 사용하여 확장 기능과 연결할 수 있나요?",
    "download.canIUseScratchLinkAnswer": "예. 하지만, Scratch Link를 사용하려면 인터넷 연결이 필요할 것입니다.",
    "download.canIUseExtensions": "Can I connect to hardware extensions?",
    "download.canIUseExtensionsAnswer": "Yes. With the Scratch app you can connect to extensions, and you do not need Scratch Link.",
    "download.howConnectHardwareDevices": "How do I connect the Scratch app to hardware devices?",
    "download.howConnectHardwareDevicesAnswerLink": "You will need to install and run Scratch Link in order to connect to hardware devices when using Scratch app for {operatingsystem}. You will also need an internet connection to use Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "With the Scratch app you can connect to hardware devices like the micro:bit or LEGO Boost. When using the Scratch app for {operatingsystem} you do not need Scratch Link.",
    "download.desktopAndBrowser": "스크래치 데스크톱을 사용하면서 브라우저에도 스크래치를 열어 놓을 수 있나요?",
    "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
    "download.yesAnswer": "예.",
    "download.onPhone": "Can I install Scratch on my Android phone?",
    "download.onPhoneAnswer": "No. The current version of Scratch for Android only works on tablets.",
    "download.howUpdateApp": "How do I update the Scratch app?",
    "download.howUpdateAppAnswerPlayStore": "Open the Google Play store and check for updates. If your installation is managed by school administrators, they will need to update the version and make the update available to managed devices.",
    "download.howUpdateAppAnswerDownload": "To update Scratch for {operatingsystem} from this page, download the latest version and install. To check which version you have, click the Scratch logo in the downloaded app.",
    "download.canIShare": "스크래치 데스크톱에서 공유할 수 있나요?",
    "download.canIShareAnswer": "이 기능은 현재 지원되지 않습니다. 현재로서는 스크래치 데스크톱에서 프로젝트를 저장하고, 스크래치 계정에 그것을 업로드하고, 그곳에서 그것을 공유할 수 있습니다. 이후 버전에서는 스크래치 데스크톱에서 스크래치 계정에 바로 업로드하는 기능을 추가할 것입니다.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there.",
    "download.whyNoDevicesVisible": "Why doesn't Scratch show any devices when I try to connect hardware extensions?",
    "download.whyNoDevicesVisibleAnswer": "We’ve found that turning your {devicePosessive} bluetooth off and on again in the system settings usually allows you to see hardware devices again. If the problem persists, check that Location services are enabled for your device. If you still do not see any devices, please {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contact us",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "Android tablet's",
    "download.whyAskForLocation": "Why is {operatingsystem} asking for my location?",
    "download.whyAskForLocationAnswer": "Scratch uses bluetooth to connect to other devices, such as a micro:bit or LEGO BOOST.  Bluetooth can be used to provide location data to the app, so Google requires every app that uses bluetooth ask users for permission to access their location. Scratch will not use bluetooth to track your location.",
    "download.whereProjectStored": "Where does the Scratch App store my projects?",
    "download.whereProjectStoredAnswer": "Projects are saved internally in the app. To export a project file, click the 3-dot menu and select \"Share\". On the next screen select \"export\". The options visible depend on the applications installed on your device. Common options are Google Drive, Files, and email."
}