{
    "download.appTitle": "Sepana Scratchê Daxîne",
    "download.appIntro": "Ma tu dixwazî bêyî girêdana înternetê projeyên Scratchê biafirînî û wan tomar bikî? Sepana Scratchê ya belaş daxîne.",
    "download.requirements": "Hewcedarî",
    "download.imgAltDownloadIllustration": "Wêneya ekranê ya Sermase-Scratch 3.0",
    "download.troubleshootingTitle": "PPP",
    "download.startScratchDesktop": "Sermase-Scratchê bide destpêkirin",
    "download.howDoIInstall": "Ez çawa dikarim Sermase-Scratchê saz bikim?",
    "download.whenSupportLinuxApp": "Sepana Scratchê ew ê kengî ji bo Linuxê li berdest be?",
    "download.whenSupportLinux": "Sermase-Scratch ew ê kengî ji bo Linuxê li berdest be?",
    "download.supportLinuxAnswer": "Aniha, Sermase-Scratch ji bo Linuxê ne li berdest e. Em bi hevkar û civaka çavkaniya vekirî re dixebitin da ku ji bo em karibin di pêşerojê de rêyekê ji bo piştgiriya Linuxê bibînin. Di şopa me de bimînin!",
    "download.whenSupportLinuxAppAnswer": "Sepana Scratchê vêga li ser Linuxê naxebite. Em bi hevkarên xwe û civaka çavkanî-vekirî re hewl didin ka em di siberojê de dikarin wê tevlî Linuxê bikin an na. Li bendê bin!",
    "download.supportChromeOS": "Sermase-Scratch ew ê kengî ji bo Chromebooksê li berdest be?",
    "download.supportChromeOSAnswer": "Sermase-Scratch ji bo Chromebooksan hîna ne li berdest e. Em li ser wê dixebitin û li bendê ne ku piştî 2019an biweşe.",
    "download.olderVersionsTitle": "Guhertoyên Kevintir",
    "download.olderVersions": "Ma tu li guhertoyek berê ya Scratchê digerî?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Edîtora Derhêl a Scratch 2.0ê",
    "download.cannotAccessMacStore": "Heke ez nikaribim bigihîjim Mac App Storeê ew ê çi bibe?",
    "download.cannotAccessWindowsStore": "Heke ez nikaribim bigihîjim Microsoft Storeê ew ê çi bibe?",
    "download.macMoveAppToApplications": "Open the .dmg file. Move Scratch 3 into Applications.",
    "download.macMoveToApplications": "Pelgeya \".dmg\"ê veke. Sermase-Scratchê bibe nav Sepanan.",
    "download.winMoveToApplications": "Pelgeya \".exe\"ê bixebitîne.",
    "download.doIHaveToDownload": "Ji bo bikaranîna Scratchê pêwîstî bi daxistina sepanekê heye?",
    "download.doIHaveToDownloadAnswer": "No. You can also use the Scratch project editor in most web browsers on most devices by going to scratch.mit.edu and clicking \"Create\".",
    "download.canIUseScratchLink": "Ez dikarim Scratch Linkê ji bo girêdana bi pêvekan re bi kar bînim?",
    "download.canIUseScratchLinkAnswer": "Erê. Lê ji bo bikaranîna Scratch Linkê divê tu li înternetê girêdayî be.",
    "download.canIUseExtensions": "Ez dikarim bi pêvekên reqalavê re girêdanê pêk bînim?",
    "download.canIUseExtensionsAnswer": "Erê. Bi sepana Scratchê dikarî bi pêvekan re girêdanê pêk bînî û pêdiviya te bi Scratch Linkê tune ye.",
    "download.howConnectHardwareDevices": "Ez çawa dikarim sepana Scratchê bi cîhazên reqalavî ve girê bidim?",
    "download.howConnectHardwareDevicesAnswerLink": "Di dema bikaranîna sepana Scratchê li ser {operatingsystem}ê de ji bo girêdanê bi cîhaza reqalavî re pêk bînî divê tu Scratch Linkê saz bikî û wê bixebitînî. Herwiha ji bo bikaranîna Scratch Linkê jî divê tu li înternetê girêdayî be.",
    "download.howConnectHardwareDevicesAnswerApp": "Bi sepana Scratchê tu dikarî bi cîhazên reqalavî weke micro:bit an jî LEGO Boostê re girêdanê pêk bînî. Dema sepana Scratchê li ser {operatingsystem}ê bi kar tînî pêdiviya te bi Scratch Linkê tune ye.",
    "download.desktopAndBrowser": "Dema Scratch di gerokê de vekirî be ez dikarim pê re Sermase-Scratchê jî bi kar bînim?",
    "download.appAndBrowser": "Dema Scratch di gerokê de vekirî be ez dikarim pê re sepana Scratchê jî bi kar bînim?",
    "download.yesAnswer": "Erê.",
    "download.onPhone": "Dikarim Scratchê li telefona xwe yî Androidî saz bikim?",
    "download.onPhoneAnswer": "Na. Guhertoya Scratchê ya heyî vêga bi tenê li ser tabletên Androîdî dixebite.",
    "download.howUpdateApp": "Ez çawa dikarim sepana Scratchê hildemînim?",
    "download.howUpdateAppAnswerPlayStore": "Google Playstoreê veke û hildeman kontrol bike. Heke sazkirin ji hêla rêveberên dibistanê ve tê birêvebirin, divê ew guhertoyê hildemînin û ji bo cîhazên ku bi rê ve dibin jî hildemandinê berdest bikin.",
    "download.howUpdateAppAnswerDownload": "Ji bo hildemandina Scratchê li ser {operatingsystem}ê ji vê rûpelê  guhertoya herî dawîn daxîne û saz bike. Ji bo ku guhertoya xwe ya heyî bibînî di sepana daxîstî de li ser logoya Scratchê bitikîne.",
    "download.canIShare": "Ez dikarim ji ser Sermase-Scratchê re parve bikim?",
    "download.canIShareAnswer": "Vêya niha ne pêkan e. Vêga, dikarî projeyekê li ser Sermase-Scratchê tomar bikî, li hesabê xwe yî Scratchê hilxîne û ji wir re parve bikî. Di guhertoyeke bê de em ê derfeta rasterast hilxistina ser hesabê Sratchê li Sermase-Scratchê zêde bikin.",
    "download.canIShareApp": "Ez dikarim tiştan bi civaka serhêl re bi rêya sepana Scratchê ya {operatingsystem}ê parve bikim?",
    "download.canIShareAnswerPlayStore": "Erê. Di lobiyê de li menuya 3-nuqteyî ya projeyê bitikîneû ji vebijêrkan \"Parve bike\"yê bibijêre. Ji bilî parvekirina bi epeyamê, dikarî têkeve hesabê xwe yî Scratchê û projeyekê bi civaka Scratchê ya serhêl re parve bikî.",
    "download.canIShareAnswerDownloaded": "Parvekirina rasterast ji sepana Scratchê bo civaka serhêl niha ji bo {operatingsystem}ê ne pêkan e. Vê gavê, tu dikarî projeyekê ji sepana Scratchê derxîne derve piştre bikeve malpera Scratchê, lê hilxîne û parve bikî.",
    "download.whyNoDevicesVisible": "Dema ku ez hewl didim pêvekên reqalavî girêdim, çima Scratch ti cîhazan nîşan nade?",
    "download.whyNoDevicesVisibleAnswer": "Em lê hayî bûne ku heke tu di sazkariyên pergalê de bluetootha {devicePosessive} xwe bigire û veke, tu yê dîsa karibî cîhazên reqalavî bibînî. Heke ev kêşe bidome, lê binêre ka xizmetên Cîgehê ji bo cîhaza te vekirî ne an na. Heke dîsa jî ti cîhazan nebînî, ji kerema xwe biçe{whyNoDevicesContactUsLink}ê.",
    "download.whyNoDevicesContactUsLink": "bi me re têkilî dayine",
    "download.chromebookPossessive": "Chromebookê",
    "download.androidPossessive": "tableta Androîdî",
    "download.whyAskForLocation": "{operatingsystem} çima pirsa cîgeha min dike?",
    "download.whyAskForLocationAnswer": "Scratch ji bo girêdana bi cîhazên dinê wek micro:bit û LEGO BOOSTê re, bluetoothê bi kar tîne. Bluetooth dikare ji bo pêşkeşkirina daneyên cîgehî bi sepanê re were bikaranîn, lewre Google neçar dike hemû sepanên bluetoothê bi kar tînin destûra gihîştina agahiyên cîgehî bistîne. Scratch dê bluetoothê ji bo şopandina cîgeha te bi kar neyine.",
    "download.whereProjectStored": "Sepana Scratchê projeyên min li ku dihewîne?",
    "download.whereProjectStoredAnswer": "Proje di sepanê de bi navxweyî tên tomarkirin. Ji bo projeyekê derxîne derve, menuya 3-nuqteyî bitikîne û \"Parve bike\"yê bibijêre. Di ekrana bê de \"derxîne\"yê bibijêre. Vebijêrkên berdest li gor sepanên di cîhaza te de sazkirî ne tê guhertin. Vebijêrkên hevpar Google Drive, Pelge û epeyam in.",
    "download.iconAltText": "Daxîne"
}