{
    "download.appTitle": "Atsisiųsti Scratch programėlę",
    "download.appIntro": "Ar norėtumėte kurti ir įrašyti Scratch projektus be interneto jungties? Atsisiųskite nemokamą Scratch programėlę.",
    "download.requirements": "Reikalavimai",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Desktop nuotrauka",
    "download.troubleshootingTitle": "DUK",
    "download.startScratchDesktop": "Paleiskite Scratch Desktop",
    "download.howDoIInstall": "Kaip įdiegti Scratch Desktop?",
    "download.whenSupportLinuxApp": "Kada turėsite Scratch programėlę skirtą Linux?",
    "download.whenSupportLinux": "Kada turėsite Scratch Desktop skirtą Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop skirta Linux šiuo metu nepalaikoma. Mes dirbame su mūsų partneriais ir atviro kodo bendruomene, kad nustatytumėme, ar yra būdų, kaip mes galėtumėme palaikyti Linux versiją ateityje. Sekite naujienas!",
    "download.whenSupportLinuxAppAnswer": "Scratch programėlė Linux šiuo metu nepalaikoma. Mes dirbame su mūsų partneriais ir atviro kodo bendruomene, kad nustatytumėme, ar yra būdų, kaip mes galėtumėme palaikyti Linux versiją ateityje. Sekite naujienas!",
    "download.supportChromeOS": "Kada turėsite Scratch Desktop skirtą Chromebook?",
    "download.supportChromeOSAnswer": "Scratch Desktop skirta Chromebook kol kas nepalaikoma. Mes dirbame ir tikimės, kad ji bus išleista 2019.",
    "download.olderVersionsTitle": "Senesnės versijos",
    "download.olderVersions": "Ieškote senesnės Scratch versijos?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 neprisijungęs redaktorius",
    "download.cannotAccessMacStore": "Kas jei aš negaliu prieiti prie Mac App parduotuvės?",
    "download.cannotAccessWindowsStore": "Kas jei aš negaliu prieiti prie Microsoft parduotuvės?",
    "download.macMoveAppToApplications": "Atverkite .dmg failą. Pertempkite Scratch 3 į aplikacijas.",
    "download.macMoveToApplications": "Atverkite .dmg failą. Perkelkite Scratch Desktop į Aplikacijas.",
    "download.winMoveToApplications": "Paleiskite .exe failą.",
    "download.doIHaveToDownload": "Ar aš privalau atsisiųsti programėlę, kad naudočiau Scratch?",
    "download.doIHaveToDownloadAnswer": "Ne. Galite naudoti Scratch projekto redaktorių daugumoje naršyklių daugumoje įrenginių tiesiog eidami į scratch.mit.edu ir spausdami „Kurti“.",
    "download.canIUseScratchLink": "Ar galiu naudoti Scratch Link, kad prisijungčiau prie plėtinių?",
    "download.canIUseScratchLinkAnswer": "Taip. Bet jums reikės interneto jungties, kad naudotumėte Scratch Link.",
    "download.canIUseExtensions": "Ar galiu prisijungti prie aparatinių plėtinių?",
    "download.canIUseExtensionsAnswer": "Taip. Su Scratch programėlę jūs galite prisijungti prie plėtinių ir jums nereikia Scratch Link.",
    "download.howConnectHardwareDevices": "Kaip aš galiu prijungti Scratch programėlę prie aparatinių įrenginių?",
    "download.howConnectHardwareDevicesAnswerLink": "Jei norėsite prijungti aparatinius įrenginius naudojant Scrath programėlę {operatingsystem}, jums reikės įdiegti ir paleisti Scratch Link programėlę. Jums taipogi reikės interneto jungties, kad galėtumėte naudoti Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Su Scratch programėle jūs galite prisijungti prie aparatinių įrenginių, tokių kaip micro:bit ar LEGO Boost. Kai naudojate Scratch programėlę {operatingsystem}, jums nereikia Scratch Link.",
    "download.desktopAndBrowser": "Ar galiu naudoti Scratch Desktop ir tuo pačiu laikyti atidarytą Scratch naršyklėje?",
    "download.appAndBrowser": "Ar galiu naudoti Scratch Desktop ir tuo pačiu laikyti atidarytą Scratch naršyklėje?",
    "download.yesAnswer": "Taip.",
    "download.onPhone": "Ar galiu įdiegti Scratch savo Android įrenginyje?",
    "download.onPhoneAnswer": "Ne. Dabartinė Scratch Android versija veikia tik planšetėse.",
    "download.howUpdateApp": "Kaip man atnaujinti Scratch programėlę?",
    "download.howUpdateAppAnswerPlayStore": "Atidarykite Google Play parduotuvę ir patikrinkite, ar nėra atnaujinimų. Jei jūsų programas tvarko mokyklos administratoriai, jie turės atnaujinti versiją ir padaryti atnaujinimą prieinamą valdomiems įrenginiams.",
    "download.howUpdateAppAnswerDownload": "Kad atnaujintumėte Scratch {operatingsystem} iš šio puslapio, atsisiųskite naujausią versiją ir ją įdiekite. Norėdami patikrinti, kokią turite versiją, spauskite Scratch logotipą atsisiųstoje programėlėje.",
    "download.canIShare": "Ar galiu bendrinti iš Scratch Desktop?",
    "download.canIShareAnswer": "Tai kol kas nepalaikoma. Šiuo metu jūs galite įrašyti projektą iš Scratch Desktop, įkelti jį į jūsų Scratch paskyrą ir bendrinti iš ten. Vėlesnėse versijose mes pridėsime galimybę įkelti į jūsų Scratch paskyrą tiesiai iš Scratch Desktop.",
    "download.canIShareApp": "Ar galiu bendrinti interneto bendruomenei iš Scratch programėlės skirtos {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Taip. Spauskite ant projekto 3 taškų meniu ir parinkite iš parinkčių „Bendrinti“. Be bendrinimo e-paštu jūs galite prisijungti prie savo Scratch paskyros ir bendrinti projektą Scratch interneto bendruomenei.",
    "download.canIShareAnswerDownloaded": "Bendrinti tiesiai interneto visuomenei iš Scratch programėlės skirtos {operatingsystem}šiuo metu negalima. Jūs galite eksportuoti projektą iš Scratch programėlės, o tada prisijungti prie Scratch svetainės ir ten įkelti bei bendrinti jūsų projektą.",
    "download.whyNoDevicesVisible": "Kodėl Scratch nerodomas įrenginiuose, kai aš bandau prijungti aparatinius plėtinius?",
    "download.whyNoDevicesVisibleAnswer": "Mes atradome, kad sistemos nustatymuose jūsų {devicePosessive} bluetooth išjungus ir įjungus paprastai leidžia vėl matyti aparatinius įrenginius. Jei problema išlieka, patikrinkite, kad įjungtos jūsų įrenginio vietos paslaugos. Jei vis tiek nematote jokių įrenginių, prašome {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "susisiekite su mumis",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "Android planšetė",
    "download.whyAskForLocation": "Kodėl {operatingsystem} klausia mano vietos?",
    "download.whyAskForLocationAnswer": "Scratch naudoja bluetooth, kad prisijungtų prie kitų įrenginių, tokių kaip micro:bit ar LEGO BOOST. Bluetooth galima naudoti vietos tiekimui programėlei, taigi Google prašo kiekvienos programėlės, kuri naudoja bluetooth paprašyti naudotojo leidimo gauti jų vietą. Scratch nenaudos bluetooth jūsų vietos sekimui.",
    "download.whereProjectStored": "Kur Scratch programėlė laiko mano projektus?",
    "download.whereProjectStoredAnswer": "Projektai įrašomi programėlės viduje. Norėdami eksportuoti projekto failą, spauskite 3 taškų meniu ir parinkit „Bendrinti“. Kitame puslapyje parinkite „eksportuoti“. Matomos parinktys priklauso nuo jūsų įrenginyje įdiegtų programėlių. Dažnos parinktys yra Google Drive, Failai ir e-paštas.",
    "download.iconAltText": "Atsisiųsti"
}