{
    "download.appTitle": "Lejupielādēt Scratch App",
    "download.appIntro": "Vai vēlies veidot un saglabāt projektus bez interneta savienojuma? Lejupielādē bezmaksas Scratch lietotni.",
    "download.requirements": "Prasības",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Darbvirsmas attēls",
    "download.troubleshootingTitle": "BUJ",
    "download.startScratchDesktop": "Sākt Scratch Darbvirsmu",
    "download.howDoIInstall": "Kā instalēt Scratch Darbvirsmu?",
    "download.whenSupportLinuxApp": "Kad Scratch lietotne būs pieejama Linux?",
    "download.whenSupportLinux": "Kād iznāks Scratch Darbvirsmas versija Linux operētājsistēmai?",
    "download.supportLinuxAnswer": "Scratch Darbvirsma priekš Linux pašlaik netiek atbalstīta. Mēs strādājam ar partneriem un atvērtā satura kopienu, lai izlemtu vai šeit ir kāds veids kā mēs varam atbalstīt Linux nākotnē. Seko līdzi!",
    "download.whenSupportLinuxAppAnswer": "Scratch lietotne pašreiz netiek atbalstīta Linux sistēmā. Mēs strādājam sadarbībā ar partneriem un atvērtā satura kopienu, lai noteiktu vai ir kāds veids, kā mēs varam atbalstīt Linux nākotnē. Sekojiet līdzi!",
    "download.supportChromeOS": "Kad jums būs Scratch Darbvirsma Chromebooks datoriem?",
    "download.supportChromeOSAnswer": "Scratch Darbvisrma Chromebooks datoriem vēl nav pieejama. Mēs pie tā strādājam, un gaidāmais izdošanas datums ir vēlāk 2019 gadā.",
    "download.olderVersionsTitle": "Vecākas versijas",
    "download.olderVersions": "Meklē vecāku Scratch versiju?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 bezsaistes redaktors",
    "download.cannotAccessMacStore": "Ko darīt, ja nevaru piekļūt Mac Lietotņu Veikalam?",
    "download.cannotAccessWindowsStore": "Ko darīt, ja nevaru piekļūt Microsoft Veikalam?",
    "download.macMoveAppToApplications": "Atveriet .dmg failu. Pārvietojiet Scratch 3 uz Programmas.",
    "download.macMoveToApplications": "Atver .dmg failu. Pārvieto Scratch Darbvirsmu uz Lietotnēm.",
    "download.winMoveToApplications": "Palaist .exe failu.",
    "download.doIHaveToDownload": "Vai ir nepieciešams lejupielādēt lietotni, lai izmantotu Scratch?",
    "download.doIHaveToDownloadAnswer": "Nē. Varat arī izmantot Scratch projektu redaktoru lielākajā daļā tīmekļa pārlūkprogrammu lielākajā daļā ierīču, atverot vietni scratch.mit.edu un noklikšķinot uz \"Izveidot\".",
    "download.canIUseScratchLink": "Vai varu izmantot Scratch Link, lai savienotu paplašinājumus?",
    "download.canIUseScratchLinkAnswer": "Jā, tomēr tev būs nepieciešams interneta savienojums, lai lietotu Scratch Link.",
    "download.canIUseExtensions": "Vai varu savienot aparatūras paplašinājumus?",
    "download.canIUseExtensionsAnswer": "Jā. Izmantojot lietotni Scratch, varat izveidot savienojumu ar paplašinājumiem, un jums nav nepieciešama Scratch Link.",
    "download.howConnectHardwareDevices": "Kā savienot lietotni Scratch ar aparatūras ierīcēm?",
    "download.howConnectHardwareDevicesAnswerLink": "Jums būs jāinstalē un jāpalaiž Scratch Link, lai izveidotu savienojumu ar aparatūras ierīcēm, izmantojot Scratch lietotni {operatingsystem}. Lai izmantotu Scratch Link, jums būs nepieciešams arī interneta savienojums.",
    "download.howConnectHardwareDevicesAnswerApp": "Izmantojot lietotni Scratch, varat izveidot savienojumu ar aparatūras ierīcēm, piemēram, micro:bit vai LEGO Boost. Izmantojot lietotni Scratch priekš {operatingsystem}, jums nav nepieciešama Scratch Link.",
    "download.desktopAndBrowser": "Vai varu izmantot abus Scratch Darbvirsmu un Scratch atvērtu pārlūkā?",
    "download.appAndBrowser": "Vai es varu izmantot lietotni Scratch un arī pārlūkprogrammā atvērt Scratch?",
    "download.yesAnswer": "Jā.",
    "download.onPhone": "Vai es varu instalēt Scratch savā Android tālrunī?",
    "download.onPhoneAnswer": "Nē. Pašreizējā Scratch versija Android ierīcēm darbojas tikai planšetdatoros.",
    "download.howUpdateApp": "Kā atjaunināt lietotni Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Atveriet Google Play veikalu un pārbaudiet, vai nav atjauninājumu. Ja jūsu instalāciju pārvalda skolas administratori, viņiem būs jāatjaunina versija un jāpadara atjauninājums pieejams pārvaldītajām ierīcēm.",
    "download.howUpdateAppAnswerDownload": "Lai atjauninātu Scratch for {operatingsystem} no šīs lapas, lejupielādējiet jaunāko versiju un instalējiet. Lai pārbaudītu, kura versija jums ir, lejupielādētajā lietotnē noklikšķiniet uz Scratch logotipa.",
    "download.canIShare": "Vai varu dalīties ar projektiem no Scratch Darbvirsmas?",
    "download.canIShareAnswer": "Pašlaik tas netiek atbalstīts. Šajā brīdī tu vari saglabāt projektu, kas veidots Scratch Darbvirsmā, augšupielādēt to savā Scratch kontā un publicēt to tur. Jaunākā versijā mēs pievienosim iespēju augšupielādēt projektu no Scratch Darbvirsmas tieši savā Scratch kontā.",
    "download.canIShareApp": "Vai es varu kopīgot saturu tiešsaistes kopienā, izmantojot lietotni Scratch {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Jā. Vestibilā noklikšķiniet uz 3 punktu izvēlnes un atlasiet opciju \"Kopīgot\". Papildus kopīgošanai pa e-pastu varat pierakstīties savā Scratch kontā un kopīgot projektu ar Scratch tiešsaistes kopienu.",
    "download.canIShareAnswerDownloaded": "Kopīgošana tieši tiešsaistes kopienā no Scratch lietotnes {operatingsystem} pašlaik netiek atbalstīta. Pagaidām varat eksportēt projektu no lietotnes Scratch, pēc tam pieteikties Scratch vietnē un augšupielādēt un kopīgot savu projektu tur.",
    "download.whyNoDevicesVisible": "Kāpēc, mēģinot pievienot aparatūras paplašinājumus, Scratch nerāda nevienu ierīci?",
    "download.whyNoDevicesVisibleAnswer": "Esam noskaidrojuši, ka, izslēdzot un atkal ieslēdzot {devicePosessive} Bluetooth sistēmas iestatījumos, parasti varat atkal redzēt aparatūras ierīces. Ja problēma joprojām pastāv, pārbaudiet, vai jūsu ierīcē ir iespējoti atrašanās vietas pakalpojumi. Ja joprojām neredzat nevienu ierīci, lūdzu, {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "sazinies ar mums",
    "download.chromebookPossessive": "Chromebook datori",
    "download.androidPossessive": "Android planšetdatori",
    "download.whyAskForLocation": "Kāpēc {operatingsystem} jautā par manu atrašanās vietu?",
    "download.whyAskForLocationAnswer": "Scratch izmanto Bluetooth, lai izveidotu savienojumu ar citām ierīcēm, piemēram, micro:bit vai LEGO BOOST. Bluetooth var izmantot, lai lietotnei nodrošinātu atrašanās vietas datus, tāpēc Google pieprasa, lai katra lietotne, kas izmanto Bluetooth, lūgtu lietotājiem atļauju piekļūt savai atrašanās vietai. Scratch neizmantos Bluetooth, lai izsekotu jūsu atrašanās vietu.",
    "download.whereProjectStored": "Kur Scratch App glabā manus projektus?",
    "download.whereProjectStoredAnswer": "Projekti tiek saglabāti iekšēji lietotnē. Lai eksportētu projekta failu, noklikšķiniet uz trīs punktu izvēlnes un atlasiet \"Koplietot\". Nākamajā ekrānā atlasiet \"eksportēt\". Redzamās opcijas ir atkarīgas no jūsu ierīcē instalētajām lietojumprogrammām. Izplatītākās iespējas ir Google disks, Faili un e-pasts.",
    "download.iconAltText": "Lejupielādēt"
}