{
    "download.title": "Scratch Darbvirsma",
    "download.intro": "Iespējams instalēt Scratch Darbvirsmas redaktoru, lai strādātu bez interneta savienojuma. Šī versija strādā uz Windows un MacOS.",
    "download.requirements": "Prasības",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Darbvirsmas attēls",
    "download.installHeaderTitle": "Instalēt Scratch Darbvirsmu",
    "download.downloadScratchDesktop": "Lejupielādēt Scratch Darbvirsmu",
    "download.downloadButton": "Lejuplādēt",
    "download.troubleshootingTitle": "BUJ",
    "download.startScratchDesktop": "Sākt Scratch Darbvirsmu",
    "download.howDoIInstall": "Kā instalēt Scratch Darbvirsmu?",
    "download.whenSupportLinux": "Kād iznāks Scratch Darbvirsmas versija Linux operētājsistēmai?",
    "download.supportLinuxAnswer": "Scratch Darbvirsma priekš Linux pašlaik netiek atbalstīta. Mēs strādājam ar partneriem un atvērtā satura kopienu, lai izlemtu vai šeit ir kāds veids kā mēs varam atbalstīt Linux nākotnē. Seko līdzi!",
    "download.supportChromeOS": "Kad jums būs Scratch Darbvirsma Chromebooks datoriem?",
    "download.supportChromeOSAnswer": "Scratch Darbvisrma Chromebooks datoriem vēl nav pieejama. Mēs pie tā strādājam, un gaidāmais izdošanas datums ir vēlāk 2019 gadā.",
    "download.olderVersionsTitle": "Vecākas versijas",
    "download.olderVersions": "Vai tu meklē Scratch 2.0 bezsaistes redaktoru vai Scratch 1.4?",
    "download.scratch1-4Desktop": "Scratch 1.4 Darbvirsma",
    "download.scratch2Desktop": "Scratch 2.0 Darbvirsma",
    "download.cannotAccessMacStore": "Ko darīt, ja nevaru piekļūt Mac Lietotņu Veikalam?",
    "download.cannotAccessWindowsStore": "Ko darīt, ja nevaru piekļūt Microsoft Veikalam?",
    "download.macMoveToApplications": "Atver .dmg failu. Pārvieto Scratch Darbvirsmu uz Lietotnēm.",
    "download.winMoveToApplications": "Palaist .exe failu.",
    "download.canIUseScratchLink": "Vai varu izmantot Scratch Link, lai savienotu paplašinājumus?",
    "download.canIUseScratchLinkAnswer": "Jā, tomēr tev būs nepieciešams interneta savienojums, lai lietotu Scratch Link.",
    "download.desktopAndBrowser": "Vai varu izmantot abus Scratch Darbvirsmu un Scratch atvērtu pārlūkā?",
    "download.yesAnswer": "Jā.",
    "download.canIShare": "Vai varu dalīties ar projektiem no Scratch Darbvirsmas?",
    "download.canIShareAnswer": "Pašlaik tas netiek atbalstīts. Šajā brīdī tu vari saglabāt projektu, kas veidots Scratch Darbvirsmā, augšupielādēt to savā Scratch kontā un publicēt to tur. Jaunākā versijā mēs pievienosim iespēju augšupielādēt projektu no Scratch Darbvirsmas tieši savā Scratch kontā."
}