{
    "download.appTitle": "TIkiake i te Scratch App",
    "download.appIntro": "Mēnā e hiahia ana koe ki te waihanga, tiaki hoki i ngā kaupapa Scratch me te kore hononga Ipurangi?  Tikiake i te Scratch App, kāore he utu.",
    "download.requirements": "Ngā Herenga",
    "download.imgAltDownloadIllustration": "Kapomata Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "He Pātai Auau",
    "download.startScratchDesktop": "Tīmatahia te Scratch Desktop",
    "download.howDoIInstall": "Pēhea te tāuta i te Scratch Desktop?",
    "download.whenSupportLinuxApp": "Āhea koutou e tuku te Scratch App mō Linux?",
    "download.whenSupportLinux": "Āhea koutou e tuku te Scratch Desktop mō Linux?",
    "download.supportLinuxAnswer": "Kāore i te tautokona te Scratch Desktop i runga i te Linux. Kei te mahi tahi mātou me ngā tāngata o te hapori waehere-pūtake tuwhera kia rapu ai ngā huarahi hei tautoko i te Linux. Mā te wā!",
    "download.whenSupportLinuxAppAnswer": "Kāore i te tautokona te Scratch App i runga i te Linux. Kei te mahi tahi mātou me ngā tāngata o te hapori waehere-pūtake tuwhera kia rapu ai ngā huarahi hei tautoko i te Linux. Mā te wā!",
    "download.supportChromeOS": "Āhea ka tukuna te Scratch Desktop mō ngā Chromebook?",
    "download.supportChromeOSAnswer": "Kāore anō kia tukuna te Scratch Desktop mō te Chromebook. Kei te mahi tonu mātou, ā, ko te tumanako, ka tukuna ā muri ake nei i te tau 2019.",
    "download.olderVersionsTitle": "He Putanga Tawhito",
    "download.olderVersions": "Kei te kimi koe i ngā momo Scratch tawhito?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Pūmanawa Whakatika Tuimotu",
    "download.cannotAccessMacStore": "Ki te kore e taea te toro atu ki te Mac App Store, me aha?",
    "download.cannotAccessWindowsStore": "Ki te kore e taea te toro atu ki te Microsoft Store, me aha?",
    "download.macMoveAppToApplications": "Huakina te kōnae .dmg. Nekehia te Scratch 3 ki Applications.",
    "download.macMoveToApplications": "Huakina te kōnae .dmg. Nekehia Scratch Desktop ki Applications.",
    "download.winMoveToApplications": "Whakahaerehia te kōnae .exe.",
    "download.doIHaveToDownload": "Me tikiake ahau i tētahi taupānga hei whakamahi i te Scratch?",
    "download.doIHaveToDownloadAnswer": "Kāore. Ka taea te whakamahi i te pūmanawa whakatika Scratch i  te nuinga o ngā pūtirotiro pae tukutuku mā te haere ki scratch.mit.edu me te pāwhiri i te \"Waihanga\".",
    "download.canIUseScratchLink": "Ka taea te whakamahi i te Scratch Link ki te hono ki ngā torohanga?",
    "download.canIUseScratchLinkAnswer": "Āe, engari me hono ki te Ipurangi ki te whakamahi i te Scratch Link.",
    "download.canIUseExtensions": "Ka taea te hono ki ngā torohanga pūmārō?",
    "download.canIUseExtensionsAnswer": "Āe. Mā te Scratch App, ka taea te hono ki ngā torohanga, kāore he herenga ki te Scratch Link.",
    "download.howConnectHardwareDevices": "Me pēhea ahau e hono te Scratch App ki ngā pūmārō?",
    "download.howConnectHardwareDevicesAnswerLink": "Me tāuta me te whakahaere i te Scratch Link, ki te whakahono i ngā pūrere pūmārō i tō whakamahi i te Scratch App mō te {operatingsystem}. Me hono hoki ki te ipurangi ki te whakamahi i te Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Mā te Scratch app, ka tae te hono ki ngā pūrere pūmārō pērā ki te micro:bit, i te LEGO Boost rānei. Ki te whakamahi koe i te Scratch app mō te {operatingsystem} kāore e hiahiatia te Scratch Link.",
    "download.desktopAndBrowser": "Ka taea te whakamahi i te Scratch Desktop, me te Scratch kei te pūtirotiro i te wā kotahi?",
    "download.appAndBrowser": "Ka taea te whakamahi i te Scratch app i te wā kei te huaki tonu te Scratch i te pūtirotiro?",
    "download.yesAnswer": "Āe.",
    "download.onPhone": "Ka taea te whakauru te Scratch ki taku waea pūkoro Android?",
    "download.onPhoneAnswer": "Kāore. Ka taea te whakahaere te tukunga o Scratch for Android i ngā tīpapa anake i tēnei wā.",
    "download.howUpdateApp": "Me pēhea ahau e whakahou i te Scratch App?",
    "download.howUpdateAppAnswerPlayStore": "Huakina te Google Play store, ā, taki whakahoutanga. Mēnā ka whakahaeretia ngā whakaurutanga, e ngā kaiwhakahaere o te kura, me whakahou rātou i te tukunga, kātahi tukua te whakahoutanga ki ngā pūrere pūmārō e whakahaeretia.",
    "download.howUpdateAppAnswerDownload": "Ki te whakahou te Scratch mō te {operatingsystem} mai i tēnei whārangi, tikiaketia te tukunga hou, ā, whakaurua. Ki te taki ko tēhea tukunga tāu, pāwhiria te waitohu Scratch i te Scratch app, kua tikiaketia.",
    "download.canIShare": "Ka taea e au te tuari mai i te Scratch Desktop?",
    "download.canIShareAnswer": "Kāore tēnā i te tautokona i tēnei wā. Heoi, ka taea te tiaki i tētahi kaupapa i te Scratch Desktop, kātahi tikiaketia ki tō pūkete Scratch, kātahi tuaritia atu. Ā te wā, ka tāpirihia te āheitanga ki te tuku tōtika atu i te Scratch Desktop ki tō pūkete Scratch.",
    "download.canIShareApp": "Ka taea te tuari mai i te Scratch app mō {operatingsystem} ki te hāpori ipurangi?",
    "download.canIShareAnswerPlayStore": "Āe. Pāwhiria te tahua 3-ira i te kaupapa kei te taiwhanga, ā, kōwhiria te \"Tuari\" i ngā kōwhiringa. Ka taea te tuari mā te ī-mēra me te hono ki tō pūkete Scratch ki te tuari i te kaupapa ki te hapori ipurangi Scratch.",
    "download.canIShareAnswerDownloaded": "I tēnei wā, kāore anō kia taea te tuari tōtika ki te hapori ipurangi mai i te Scratch app mō {operatingsystem}. Me kaweake te kaupapa i te Scratch app, kātahi takiuru ki te paetukutuku Scratch ki te tikiake me te tuari i tō kaupapa ki kōrā.",
    "download.whyNoDevicesVisible": "He aha e kore ai a Scratch e whakaatu i ngā pūrere i ahau e whakamātau ki te hono i ngā tāpiritanga pūmārō?",
    "download.whyNoDevicesVisibleAnswer": "Ku kite mātou mēnā ka whakaweto i te nihokikorangi o tō {devicePosessive} me te whakakā anō, i ngā kōwhiringa pūnaha, ka kite anō pea koe i ngā pūrere pūmārō. Ki te tūturu taua raru, tirohia mēnā kei te kā ngā ratonga Tauwāhi mō tō pūrere. Ki te pēnā tonu, kāore e kitea ngā pūrere, {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "whakapā mai ki a mātou",
    "download.chromebookPossessive": "Ngā Chromebook",
    "download.androidPossessive": "Ngā paparorohiko Android",
    "download.whyAskForLocation": "He aha ai te pātai mai a te{operatingsystem} mō taku wāhi noho?",
    "download.whyAskForLocationAnswer": "Ka whakamahi te Scratch i te nihokikorangi ki te hono ki ngā pūrere kē, pērā ki te micro:bit, te LEGO BOOST rānei. Ka taea hoki e te nihokikorangi te tuku i ngā raraunga tauwāhi ki te taupānga, nā reira te herenga e Google mō ia taupānga e whakamahi ana i te nihokikorangi me pātai atu ki te kaiwhakamahi i te tīmatanga mō te whakaaetanga ki te tuku i tōna tauwāhi. E kore te Scratch e whakamahi i te nihokikorangi ki te hopu i tō tauwāhi.",
    "download.whereProjectStored": "Ka tiaki te Scratch App i aku kaupapa ki whea?",
    "download.whereProjectStoredAnswer": "Ka tiakina ngā kaupapa kei roto tonu i te taupānga. Ki te kaweake i te kōnae kaupapa, pāwhiria te tahua 3-ira, ā,  kōwhiria te \"Tuari\". I te mata e whai ake ai, kōwhiria \"kaweake\". Ka kitea ngā kōwhiringa e hāngai ana ki ngā taupānga kua whakaurua ki tō pūrere. Ētahi o ngā kōwhiringa ka kitea ko te Google Drive, Files, me te īmēra hoki.",
    "download.iconAltText": "Tikiaketia"
}