{
    "download.title": "Papamahi Scratch Desktop",
    "download.intro": "Ka taea e koe te tāuta i te pūmanawa whakatika o Scratch Desktop hei mahi i ngā kaupapa me te kore hononga ipurangi.  Ka taea hoki tēnei putanga ki te MacOS, ki te Windows hoki.",
    "download.requirements": "Ngā Herenga",
    "download.imgAltDownloadIllustration": "Kapomata Scratch 3.0 Desktop",
    "download.installHeaderTitle": "Tāutahia te Papamahi o Scratch Desktop",
    "download.downloadScratchDesktop": "TIkiaketia te Papamahi o Scratch Desktop",
    "download.downloadButton": "Tikiaketia",
    "download.troubleshootingTitle": "He Pātai Auau",
    "download.startScratchDesktop": "Tīmatahia te Scratch Desktop",
    "download.howDoIInstall": "Pēhea te tāuta i te Scratch Desktop?",
    "download.whenSupportLinux": "Āhea koutou e tuku te Scratch Desktop mō Linux?",
    "download.supportLinuxAnswer": "Kāore i te tautokona te Scratch Desktop i runga i te Linux. Kei te mahi tahi mātou me ngā tāngata o te hapori waehere-pūtake tuwhera kia rapu ai ngā huarahi hei tautoko i te Linux. Mā te wā!",
    "download.supportChromeOS": "Āhea ka tukuna te Scratch Desktop mō ngā Chromebook?",
    "download.supportChromeOSAnswer": "Kāore anō kia tukuna te Scratch Desktop mō te Chromebook. Kei te mahi tonu mātou, ā, ko te tumanako, ka tukuna ā muri ake nei i te tau 2019.",
    "download.olderVersionsTitle": "He Putanga Tawhito",
    "download.olderVersions": "Kei te kimi koe i te Scratch 2.0 Offline Editor, Scratch 1.4 rānei?",
    "download.scratch1-4Desktop": "Scratch 1.4 Tuimotu",
    "download.scratch2Desktop": "Scratch 2.0 Tuimotu",
    "download.cannotAccessMacStore": "Ki te kore e taea te toro atu ki te Mac App Store, me aha?",
    "download.cannotAccessWindowsStore": "Ki te kore e taea te toro atu ki te Microsoft Store, me aha?",
    "download.macMoveToApplications": "Huakina te kōnae .dmg. Nekehia Scratch Desktop ki Applications.",
    "download.winMoveToApplications": "Whakahaerehia te kōnae .exe.",
    "download.canIUseScratchLink": "Ka taea te whakamahi i te Scratch Link ki te hono ki ngā torohanga?",
    "download.canIUseScratchLinkAnswer": "Āe, engari me hono ki te Ipurangi ki te whakamahi i te Scratch Link.",
    "download.desktopAndBrowser": "Ka taea te whakamahi i te Scratch Desktop, me te Scratch kei te pūtirotiro i te wā kotahi?",
    "download.yesAnswer": "Āe.",
    "download.canIShare": "Ka taea e au te tuari mai i te Scratch Desktop?",
    "download.canIShareAnswer": "Kāore tēnā i te tautokona i tēnei wā. Heoi, ka taea te tiaki i tētahi kaupapa i te Scratch Desktop, kātahi tikiaketia ki tō pūkete Scratch, kātahi tuaritia atu. Ā te wā, ka tāpirihia te āheitanga ki te tuku tōtika atu i te Scratch Desktop ki tō pūkete Scratch."
}