{
    "download.appTitle": "Scratch аппликэйшнг татаж суулгах",
    "download.appIntro": "Та интернэт холбогдолгүй Scratch дээр ажиллаж, төслөө хадгалмаар байвал үнэ төлбөргүй Scratch аппликэйшнг татаж суулгаарай.",
    "download.requirements": "Шаардлагууд",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Desktop дэлгэцийн агшин",
    "download.troubleshootingTitle": "Түгээмэл асуултууд",
    "download.startScratchDesktop": "Scratch Desktop-г эхлүүлэх",
    "download.howDoIInstall": "Би яаж Scratch Desktop-г суулгах вэ?",
    "download.whenSupportLinuxApp": "Хэзээ Linux үйлдлийн систем дээр Scratch аппликэйшнг суулгаж болдог болох вэ?",
    "download.whenSupportLinux": "Хэзээ Linux үйлдлийн систем дээр Scratch-г суулгаж болдог болох вэ?",
    "download.supportLinuxAnswer": "Одоогоор Scratch Desktop програмыг Linux дээр суулгах боломжгүй. Бид хамтрагчид болон нээлттэй эхийн хөгжүүлэгч нийгэмлэгүүдтэй хамтран, хэрхэн Linux дээр ашиглах боломжтойг судалж байна.",
    "download.whenSupportLinuxAppAnswer": "Одоогоор Scratch аппликэйшнг Linux дээр суулгах боломжгүй. Бид хамтрагчид болон нээлттэй эхийн хөгжүүлэгч нийгэмлэгүүдтэй хамтран, хэрхэн Linux дээр ашиглах боломжтойг судалж байна.",
    "download.supportChromeOS": "Хэзээ Chromebook-д зориулсан Scratch Desktop бэлэн болох вэ?",
    "download.supportChromeOSAnswer": "Chromebook-д зориулсан Scratch Desktop хараахан бэлэн болоогүй байна. Бид 2019 оны сүүлээр гаргахаар хичээн ажиллаж байна.",
    "download.olderVersionsTitle": "Хуучин хувилбарууд",
    "download.olderVersions": "Scratch-н хуучин хувилбаруудыг хайж байна уу?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Offline Editor",
    "download.cannotAccessMacStore": "Хэрвээ би Mac Store рүү нэвтэрч чадахгүй байгаа бол яах вэ?",
    "download.cannotAccessWindowsStore": "Хэрвээ би Microsoft Store рүү нэвтэрч чадахгүй байгаа бол яах вэ?",
    "download.macMoveAppToApplications": "Open the .dmg file. Move Scratch 3 into Applications.",
    "download.macMoveToApplications": ".dmg гэсэн өргөтөлтэй файлыг нээ. Scratch Desktop-г Application рүү нүүлгэ.",
    "download.winMoveToApplications": ".exe өргөтгөлтэй файлыг ажиллуул.",
    "download.doIHaveToDownload": "Би Scratch ашиглахын тулд заавал програм, аппликэйшн суулгах хэрэгтэй юу?",
    "download.doIHaveToDownloadAnswer": "Шаардлагагүй. Та интернэт хөтчөөрөө www.scratch.mit.edu хаягт хандан, \"Бүтээх\" товчийг дарснаар Scratch онлайн аппликэйшг ашиглах боломжтой.",
    "download.canIUseScratchLink": "Би өргөтгөлүүд нэмж холбохын тулд Scratch Link-г ашиглаж болох уу?",
    "download.canIUseScratchLinkAnswer": "Болно. Гэхдээ та Scratch Link ашиглахын тулд интернэтэд холбогдсон байх шаардлагатай.",
    "download.canIUseExtensions": "Би техник хангамжийн төхөөрөмж, өргөтгөлүүд холбож, ажиллуулж болох уу?",
    "download.canIUseExtensionsAnswer": "Болно. Scratch аппликэйшн суулгаад өргөтгөл, нэмэлт техник хангамж холбох боломжтой бөгөөд Scratch Link шаардлагагүй.",
    "download.howConnectHardwareDevices": "Scratch аппликэйшн руу техник хангамжийн төхөөрөмж яаж холбох вэ?",
    "download.howConnectHardwareDevicesAnswerLink": "Та {operatingsystem}үйлдлийн систем дээр Scratch аппликэйшн ашиглах бол нэмэлт техник хангамжийн төхөөрөмж холбохын тулд Scratch Link татах хэрэгтэй. Scratch Link татахад интернэт холболт хэрэгтэй.",
    "download.howConnectHardwareDevicesAnswerApp": "Scratch аппликэйшнг суулгаснаар та micro:bit, LEGO BOOST зэрэг техник хамгамжийн нэмэлт төхөөрөмжтэй холбогдож, програмчлах боломжтой болно. {operatingsystem}үйлдлийн систем дээр Scratch ашиглах үед Scratch Link шаардлагагүй. ",
    "download.desktopAndBrowser": "Би Scratch Desktop болон онлайн хувилбарыг зэрэг нээж, ажиллуулж болох уу?",
    "download.appAndBrowser": "Би Scratch аппликэйшн болон онлайн хувилбарыг зэрэг нээж, ажиллуулж болох уу?",
    "download.yesAnswer": "Болно.",
    "download.onPhone": "Би Андройд утсан дээрээ Scratch суулгаж болох уу?",
    "download.onPhoneAnswer": "Болохгүй. Одоогоор зөвхөн Андройд үйлдлийн системтэй таблетнууд дээр Scratch програмыг ажиллуулж болно.",
    "download.howUpdateApp": "Хэрхэн Scratch аппликэйшнээ хэрхэн шинэчлэх вэ?",
    "download.howUpdateAppAnswerPlayStore": "Google Play дээр шинэ өөрчлөлт орсон эсэхийг шалгаарай. Хэрэв таны ашиглаж буй програмыг таны сургууль зохицуулдаг бол сургуулийн зүгээс шинэчлэлийг хийх хэрэгтэй.",
    "download.howUpdateAppAnswerDownload": "{operatingsystem}үйлдлийн системд зориулсан Scratch-г шинэчлэхийн тулд хамгийн сүүлийн хувилбарыг татаад суулгана. Татсан програмыг лого дээр дарж хэддүүгэр хувилбарыг татснаа шалгах боломжтой.",
    "download.canIShare": "Би Scratch Desktop-оосоо төслөө хуваалцаж болох уу?",
    "download.canIShareAnswer": "Болохгүй. Та төслөө хадгалаад өөрийн Scratch вэбсайт дээрх бүртгэл рүү оруулаад, тэндээсээ хуваалцаж болно. Дараа дараагийн хувилбараар бид компьютер дээрээсээ шууд төслөө интернэтэд байршуулах боломжтой болгоно.",
    "download.canIShareApp": "Би {operatingsystem} үйлдийн систем дээрх Scratch аппликэйшн дээр хийсэн төслөө онлайн хуваалцаж болох уу?",
    "download.canIShareAnswerPlayStore": "Болно. 3 цэгний дүрс бүхий цэсэн дээр дараад, \"Хуваалцах\" үйлдлийг сонгоно. Төслөө и-мэйлээр илгээхээс гадна өөрийн Scratch бүртгэл руу ороод, онлайн нийгэмлэгтэй хуваалцах боломжтой.",
    "download.canIShareAnswerDownloaded": "{operatingsystem}үйлдлийн систем дээр суулгасан Scratch аппликэйшн дээр хийсэн төслийг онлайн шууд хуваалцах боломжгүй. Та төслөө хадгалаад өөрийн Scratch вэбсайт дээрх бүртгэл рүү оруулаад, тэндээсээ хуваалцаж болно. ",
    "download.whyNoDevicesVisible": "Намайг техник хангамжийн төхөөрөмж залгах үед Scratch яагаад миний төхөөрөмжийг холбогдсон гэж танихгүй байна вэ?",
    "download.whyNoDevicesVisibleAnswer": "Хэрэв таны төхөөрөмжийг танихгүй байгаа бол{devicePosessive} төхөөрөмжнийхөө bluetooth-г унтрааж асаагаад үзээрэй. Хэрэв танихгүй хэвээр байвал төхөөрөмжний байршил танигч асаалттай эсэхийг шалгаарай. Хэрэв төхөөрөмжийг танихгүй хэвээр байвал {whyNoDevicesContactUsLink}хандана уу.",
    "download.whyNoDevicesContactUsLink": "бидэнтэй холбогдох",
    "download.chromebookPossessive": "Chromebook-ний",
    "download.androidPossessive": "Андройд таблетний",
    "download.whyAskForLocation": "{operatingsystem}үйлдлийн систем яагаад миний байршлыг асууж байгаа юм бэ?",
    "download.whyAskForLocationAnswer": "Scratch bluetooth ашиглан micro:bit, LEGO BOOST зэрэг бусад төхөөрөмжүүдтэй холбогддог. Bluetooth-г мөн байршил тогтоогчоор ашиглах боломжтой тул Google bluetooth-г ашиглаж буй бүх хэрэглэгчээс байршлыг нь тогтоох эрх олгохыг хүсдэг. Scratch bluetooth ашиглан таны байршлыг мөшгихгүй.",
    "download.whereProjectStored": "Scratch аппликэйшн миний төслүүдийг хаана хадгалдаг вэ?",
    "download.whereProjectStoredAnswer": "Төслүүдийг програм дотор хадгалдаг. Төслийн файлыг гаргаж авахын тулд 3-цэгний дүрс бүхий цэсэн дээр даран, \"Хуваалцах\" сонголтыг дарна. Дараагийн дэлгэцнээс \"гадагш гаргах\" сонголтыг хийхэд таны төхөөрөмж дээр суулгасан аппликэйшнүүдээс хамааран сонголтууд гарч ирнэ. Хамгийн түгээмэл нь Google Drive, Files, болон и-мэйлээр илгэх сонголтууд байдаг.",
    "download.iconAltText": "Татах"
}