{
    "download.appTitle": "Last ned Scratch som app",
    "download.appIntro": "Trenger du å arbeide med Scratch uten nettforbindelse? Last ned Scratch som en app (gratis).",
    "download.requirements": " Maskinvarekrav",
    "download.imgAltDownloadIllustration": "Skjermbilde av Scratch Desktop 3.0",
    "download.troubleshootingTitle": "Spørsmål og svar",
    "download.startScratchDesktop": "Start Scratch Desktop",
    "download.howDoIInstall": "Hvordan installerer jeg Scratch Desktop?",
    "download.whenSupportLinuxApp": "Når blir Scratch-appen tilgjengelig på Linux?",
    "download.whenSupportLinux": "Når kommer Scratch Desktop for Linux?",
    "download.supportLinuxAnswer": "Foreløpig kan ikke Scratch Desktop brukes på Linux. Vi arbeider for å finne måter å støtte Linux i fremtiden, med støtte av samarbeidspartnere og åpen programvare. Følg med!",
    "download.whenSupportLinuxAppAnswer": "Scratch-appen støtter ikke Linux nå. Vi arbeider med partnere for å undersøke mulighetene. Følg med!",
    "download.supportChromeOS": "Når kommer Scratch Desktop for Chromebook?",
    "download.supportChromeOSAnswer": "Scratch Desktop kan foreløpig ikke brukes på Chromebook. Vi arbeider med saken og venter å ha en utgave klar senere i 2019.",
    "download.olderVersionsTitle": "Eldre versjoner",
    "download.olderVersions": "Trenger du en eldre versjon av Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 for maskiner uten nettforbindelse",
    "download.cannotAccessMacStore": "Hva om jeg ikke har tilgang til Mac App Store?",
    "download.cannotAccessWindowsStore": "Hva om jeg ikke har tilgang til Microsoft Store?",
    "download.macMoveAppToApplications": "Åpne .dmg-filen og dra \"Scratch 3\" til mappen \"Programmer\".",
    "download.macMoveToApplications": "Åpne .dmg-filen og dra \"Scratch Desktop\" til mappen \"Programmer\".",
    "download.winMoveToApplications": "Kjør .exe-filen.",
    "download.doIHaveToDownload": "Er det nødvendig å laste ned en app for å bruke Scratch?",
    "download.doIHaveToDownloadAnswer": "Nei. Du kan også redigere Scrach-programmer i de fleste nettlesere og på de fleste enheter ved å gå til scratch.mit.edu og klikke \"Programmering\".",
    "download.canIUseScratchLink": "Kan jeg bruke Scratch Link til å koble sammen tilleggsfunksjoner?",
    "download.canIUseScratchLinkAnswer": "Ja, men merk at du trenger nettilgang for å kunne bruke Scratch Link.",
    "download.canIUseExtensions": "Kan jeg koble Scratch til annet utstyr?",
    "download.canIUseExtensionsAnswer": "Ja, med Scratch-appen kan du koble til annet utstyr. (Du trenger ikke Scratch Link.)",
    "download.howConnectHardwareDevices": "Hvordan kobler jeg Scratch sammen med eksternt utstyr?",
    "download.howConnectHardwareDevicesAnswerLink": "Når du bruker Scratch for {operatingsystem} må du først installere Scratch Link. For å kjøre Scratch Link trenger du å være koblet til internett.",
    "download.howConnectHardwareDevicesAnswerApp": "Med Scratch-appen kan du koble til annet utstyr som for eksempel micro:bit eller Lego Boost. Når du bruker Scratch-appen for {operatingsystem} trenger du ikke Scratch Link.",
    "download.desktopAndBrowser": "Kan jeg bruke Scratch Desktop og samtidig ha Scratch oppe i nettleseren?",
    "download.appAndBrowser": "Kan jeg bruke Scratch-appen og samtidig ha Scratch åpen i nettleseren?",
    "download.yesAnswer": "Ja.",
    "download.onPhone": "Kan jeg installere Scratch på en Android-telefon?",
    "download.onPhoneAnswer": "Nei, ikke på Android-telefoner, men Scratch kjører på Android-nettbrett.",
    "download.howUpdateApp": "Hvordan oppdaterer jeg Scratch-appen?",
    "download.howUpdateAppAnswerPlayStore": "Åpne Google Play og se etter oppdateringer. Hvis din installasjon administreres av skolen må de først oppdatere sin versjon og legge den ut for skolens enheter.",
    "download.howUpdateAppAnswerDownload": "For å oppdatere Scratch for {operatingsystem} fra denne siden, last ned den nyeste versjonen og installer den. Du kan sjekke hvilken versjon du har ved å klikke Scratch-logoen i den installerte appen.",
    "download.canIShare": "Kan jeg legge ut prosjekter fra Scratch Desktop?",
    "download.canIShareAnswer": "Nei, foreløpig er det ikke mulig. Men du kan lagre prosjektet fra Scratch Desktop og deretter laste det inn i Scratch i nettleseren. Derfra kan du legge prosjektet ut på din Scratch-bruker. Senere vil vi legge til mulighet for å legge ut programmer direkte fra Scratch Desktop.",
    "download.canIShareApp": "Kan jeg legge ut mine programmer på Scratch-nettstedet fra Scratch-appen for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ja. Klikk menyknappen (3 prikker) og velg \"Del\". I tillegg til å dele via epost kan du logge inn på Scratch-kontoen din og legge ut programmet på nettstedet til Scratch.",
    "download.canIShareAnswerDownloaded": "Du kan ikke legge ut programmer direkte fra Scratch-appen for {operatingsystem}. Men du kan eksportere programmet fra Scratch-appen og deretter logge bruke Scratch i nettleseren for å laste opp programmet og legge det ut.",
    "download.whyNoDevicesVisible": "Hvorfor viser ikke Scratch utstyret jeg har koblet til når jeg prøver å bruke en tilleggsfunksjon?",
    "download.whyNoDevicesVisibleAnswer": "Det fungerer ofte å skru {devicePosessive} bluetooth av og på igjen i systeminnstillingene. Da vil du vanligvis se utstyret du har koblet til. Hvis det fortsatt ikke virker så sjekk om Lokasjonsbaserte tjenester er aktivert på din enhet. Får du det fortsatt ikke til å virke så {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "ta kontakt",
    "download.chromebookPossessive": "Chromebookens",
    "download.androidPossessive": "Android-nettbrettets",
    "download.whyAskForLocation": "Hvorfor spør {operatingsystem} om min posisjon?",
    "download.whyAskForLocationAnswer": "Scratch bruker bluetooth for å koble til annet utstyr som for eksempel micro:bit eller Lego Boost. Siden appen kan bruke bluetooth for å finne posisjon krever Google at appen får tillatelse av brukeren til å finne din posisjon. Scratch vil ikke bruke bluetooth til å finne ut hvor du er.",
    "download.whereProjectStored": "Hvor blir prosjektene mine lagret av Scratch-appen?",
    "download.whereProjectStoredAnswer": "Prosjektene lagres internt i appen. For å eksportere et prosjekt til en fil, kilkk menyen (3 prikker) og velg \"Del\". Velg deretter \"Eksporter\". Hvilke valg du får avhenger av hvilke andre apper som er installert på din enhet. Du vil vanligvis finne Google Drive, fil og epost.",
    "download.iconAltText": "Last ned"
}