{
    "download.appTitle": "Last ned Scratch-appen",
    "download.appIntro": "Would you like to create and save Scratch projects without an internet connection? Download the free Scratch app.",
    "download.requirements": "Systemkrav",
    "download.imgAltDownloadIllustration": "Skjermbilete av Scratch Desktop 3.0",
    "download.troubleshootingTitle": "Spørsmål og svar",
    "download.startScratchDesktop": "Start Scratch Desktop",
    "download.howDoIInstall": "Korleis installerer eg Scratch Desktop?",
    "download.whenSupportLinuxApp": "When will you have the Scratch app available for Linux?",
    "download.whenSupportLinux": "Når kjem Scratch Desktop for Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop er førebels ikkje støtta på Linux. Saman med samarbeidspartnarane våre og friprog-fellesskapet arbeider me for å finna ut om me kan støtta Linux i framtida. Følg med!",
    "download.whenSupportLinuxAppAnswer": "The Scratch app is currently not supported on Linux. We are working with partners and the open-source community to determine if there is a way we can support Linux in the future. Stay tuned!",
    "download.supportChromeOS": "Når kjem Scratch Desktop for Chromebook?",
    "download.supportChromeOSAnswer": "Scratch Desktop er førebels ikkje støtta på Chromebook. Me arbeider med saka og ventar å ha ei utgåve klar seinare i 2019.",
    "download.olderVersionsTitle": "Eldre versjonar",
    "download.olderVersions": "Looking for an earlier version of Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 for maskiner utan nettsamband",
    "download.cannotAccessMacStore": "Kva om eg ikkje har tilgang til Mac App Store?",
    "download.cannotAccessWindowsStore": "Kva om eg ikkje har tilgang til Microsoft Store?",
    "download.macMoveAppToApplications": "Opna .dmg-fila og dra «Scratch 3» til mappa «Programmer».",
    "download.macMoveToApplications": "Opna .dmg-fila og dra «Scratch Desktop» til mappa «Programmer».",
    "download.winMoveToApplications": "Køyr .exe-fila.",
    "download.doIHaveToDownload": "Do I have to download an app to use Scratch?",
    "download.doIHaveToDownloadAnswer": "No. You can also use the Scratch project editor in most web browsers on most devices by going to scratch.mit.edu and clicking \"Create\".",
    "download.canIUseScratchLink": "Kan eg bruka Scratch Link til å kopla til tilleggsfunksjonar?",
    "download.canIUseScratchLinkAnswer": "Ja. Men merk at du treng nettilgang for å kunna bruka Scratch Link.",
    "download.canIUseExtensions": "Can I connect to hardware extensions?",
    "download.canIUseExtensionsAnswer": "Yes. With the Scratch app you can connect to extensions, and you do not need Scratch Link.",
    "download.howConnectHardwareDevices": "How do I connect the Scratch app to hardware devices?",
    "download.howConnectHardwareDevicesAnswerLink": "You will need to install and run Scratch Link in order to connect to hardware devices when using Scratch app for {operatingsystem}. You will also need an internet connection to use Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "With the Scratch app you can connect to hardware devices like the micro:bit or LEGO Boost. When using the Scratch app for {operatingsystem} you do not need Scratch Link.",
    "download.desktopAndBrowser": "Kan eg bruka Scratch Desktop og samtidig ha Scratch oppe i nettlesaren?",
    "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
    "download.yesAnswer": "Ja.",
    "download.onPhone": "Can I install Scratch on my Android phone?",
    "download.onPhoneAnswer": "No. The current version of Scratch for Android only works on tablets.",
    "download.howUpdateApp": "How do I update the Scratch app?",
    "download.howUpdateAppAnswerPlayStore": "Open the Google Play store and check for updates. If your installation is managed by school administrators, they will need to update the version and make the update available to managed devices.",
    "download.howUpdateAppAnswerDownload": "To update Scratch for {operatingsystem} from this page, download the latest version and install. To check which version you have, click the Scratch logo in the downloaded app.",
    "download.canIShare": "Kan eg leggja ut prosjekt frå Scratch Desktop?",
    "download.canIShareAnswer": "Dette er førebels ikkje støtta. Enn så lenge kan du lagra prosjektet i Scratch Desktop, manuelt lasta det opp på Scratch-kontoen din og dela det der. I framtida vil me leggja til ein funksjon for å lasta opp prosjekt direkte frå Scratch Desktop.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there.",
    "download.whyNoDevicesVisible": "Why doesn't Scratch show any devices when I try to connect hardware extensions?",
    "download.whyNoDevicesVisibleAnswer": "We’ve found that turning your {devicePosessive} bluetooth off and on again in the system settings usually allows you to see hardware devices again. If the problem persists, check that Location services are enabled for your device. If you still do not see any devices, please {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contact us",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "Android tablet's",
    "download.whyAskForLocation": "Why is {operatingsystem} asking for my location?",
    "download.whyAskForLocationAnswer": "Scratch uses bluetooth to connect to other devices, such as a micro:bit or LEGO BOOST.  Bluetooth can be used to provide location data to the app, so Google requires every app that uses bluetooth ask users for permission to access their location. Scratch will not use bluetooth to track your location.",
    "download.whereProjectStored": "Where does the Scratch App store my projects?",
    "download.whereProjectStoredAnswer": "Projects are saved internally in the app. To export a project file, click the 3-dot menu and select \"Share\". On the next screen select \"export\". The options visible depend on the applications installed on your device. Common options are Google Drive, Files, and email.",
    "download.iconAltText": "Last ned"
}