{
    "download.appTitle": "Fegolla App ya Scratch",
    "download.appIntro": "Naa o ka rata go hlama le go boloka diprojeke tša Scratch ntle le go tsena inthaneteng? Fegolla App ya Scratch yeo e sa lefelwego.",
    "download.requirements": "Dinyakwa",
    "download.imgAltDownloadIllustration": "Tswantšho ya skrini sa Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Thoma Scratch Desktop",
    "download.howDoIInstall": "Naa ke lokela bjang Scratch Desktop?",
    "download.whenSupportLinuxApp": "Naa o tla ba neng le Scratch app ya Linux?",
    "download.whenSupportLinux": "Naa o tla ba le Scratch Desktop sa Linux neng?",
    "download.supportLinuxAnswer": "Scratch Desktop mo go Linux ga e thekgwe ka nako ye. Re gare re šoma le bathekgi le setšhaba sa Open source go leka go lemoga ge eba go ka ba le tsela ya go thekga Linux mo nakong ye e tlago. Dula o lebeletše!",
    "download.whenSupportLinuxAppAnswer": " Scratch App ga e thekgwe ka se sebaka  mo go Linux. Re gare re šoma le bathekgi le setšhaba sa Open Source go leka leke go humana tsela yeo re ka thekgago Linux mo nakong ye e tlago. Dula o lebeletše!",
    "download.supportChromeOS": "Naa o tla ba le Scratch Desktop neng mo go di Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop ya di Chromebooks ga e gona ga bjale. Re gare re šomana le yona gomme re letela gore re ka e phatlalatša kua morago ka 2019.",
    "download.olderVersionsTitle": "Diphetolelo tša kgale",
    "download.olderVersions": "Naa o nyaka phetolelo ya peleng ya Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 thulaganyo ya ge o se wa tsena inthaneteng.",
    "download.cannotAccessMacStore": "Go direga eng ge ke sa kgone go fihlelela  lebenkele la Mac App ",
    "download.cannotAccessWindowsStore": "Go direga eng ge ke sa kgone go fihlelela lebenkele la Microsoft ",
    "download.macMoveAppToApplications": "Bula faele ya .dmg . šutišetša Sratch 3 go ditšhomišo.",
    "download.macMoveToApplications": "Bula faele ya .dmg. šutišetša Scratch Desktop go Ditšhomišo.",
    "download.winMoveToApplications": "Sepetša .exe file",
    "download.doIHaveToDownload": "Naa ke swanetše go fegolla App gore ke šomiše Scratch?",
    "download.doIHaveToDownloadAnswer": "Aowa. O ka šomiša projeke ya Scratch ya go rulaganya go ditirišo tše dintši tša inthanete le go didirišwa tše ntši ka go ya go scratch.mit.edu le go kgotla \" Hlama\".",
    "download.canIUseScratchLink": "Naa nka šomiša kgokaganyo ya Scratch go ikgokaganya di dikoketšo?",
    "download.canIUseScratchLinkAnswer": "Ee. Efela, o tla hloka go tsena inthaneteng gore o šomiše kgokaganyo ya Scratch.",
    "download.canIUseExtensions": "Naa nka kgokaganya go dikoketšo tša hardware.",
    "download.canIUseExtensionsAnswer": "Ee. Ka Scratch app o ka kgona go tsena go dikoketšo ebile ga o hloke Kgokaganyo ya Scratch.",
    "download.howConnectHardwareDevices": "Naa ke kgokaganya bjang  Scratch app go didirišwa tša Hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "O tla hloka go lokela le go sepetša Kgokaganyo ya Scratch gore o kgone go ikgokaganya le didirišwa tša hardware tša ge o šomiša Scratch app go{operatingsystem}O tla hloka gape le go tsena inthaneteng gore o šomiše Kgokaganyo ya Scratch.",
    "download.howConnectHardwareDevicesAnswerApp": "Ka Scratch app o ka kgokaganya didirišwa tša hardware go swana le micro:bit goba LEGO Boost. Ge o šomiša Scratch app go{operatingsystem}ga o hloke kgokaganyo ya Scratch.",
    "download.desktopAndBrowser": "Naa nka kgona go šomiša Scratch Desktop gape ke butše Scratch mo inthaneteng?",
    "download.appAndBrowser": "Naa nka šomiša Scratch app gape ke butše Scratch mo inthaneteng?",
    "download.yesAnswer": "Ee.",
    "download.onPhone": "Naa nka lokela Scratch mogaleng wa ka wa Android?",
    "download.onPhoneAnswer": "Aowa. Phetolelo ya bjale ya Scratch ya Android e šoma feela mo dithaplete.",
    "download.howUpdateApp": "Ke bea bjang Scratch app mo nakong?",
    "download.howUpdateAppAnswerPlayStore": "Bula lebenkele la Google Play gomme o lekole tshedimošo yeo e lego nakong. Ge eba go lokela go laola ke bataolo ba sekolo, ba tla swanelwa ke go dira phetolelo yeo e lego nakong go didiršwa tšeo ba di laolago.",
    "download.howUpdateAppAnswerDownload": "Gore o beye Scratch mo nakong ya {operatingsystem}mo letlakaleng le, fegolla phetolelo yeo elego nakong gomme o e lokele. Go lekola gore o na le phetolelo efe, kgotla Logo ya Scratch mo app yeo e fegollotšwego.",
    "download.canIShare": "Naa nka abelana go tšwa go Scratch Desktop?",
    "download.canIShareAnswer": "Se ga e thekgwe ka se sebaka. Ga bjale, o ka boloka projeke go tšwa go Scratch Desktop, gomme wa e fega go akhaonte ya gago ya Scratch wa kgona go abelana ka yona go tšwa moo. Go phetolelo yeo e tlago re tlaleletša bokgoni go fega akhaonte ya gago thwii mo go Scratch Desktop.",
    "download.canIShareApp": "Naa nka kgona go abelana le setšhaba sa inthanete go tšwa go Scratch app go{operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ee, Kgotla lenaneo la dikhutlo tše 3 projekeng ka go lobby gomme o kgethe \"Abela\" mo dikgethong  tšeo di bonagalago. Go oketša mo go abelaneng ka email o ka saena go tšena akhaonteng ya gago gomme o abelane ka projeke setšhabeng sa inthanete sa Scratch.",
    "download.canIShareAnswerDownloaded": "Go abelana thwii go tšwa go  Scratch app go ya go setšhaba sa inthaneteng go{operatingsystem}ga go na thekgo ka se sebaka, Ga bjale o ka romelantle projeke go tšwa go Scratch app, ke moka wa tsena go websaete ya Scratch wa kgona go fega le go abelana ka projeke ya gago gona fao.",
    "download.whyNoDevicesVisible": "Ke ka lebaka la eng Scratch e sa laetše didirišwa ge ke leka go go kgokaganya dikoketšo tša hardware?",
    "download.whyNoDevicesVisibleAnswer": "Re humane gore ge o tima ebile o tšhuma  {devicePosessive}ya bluetooth mo tshepetšong gantši e go dumelela gore o bone didirišwa tša hardware gape. Ge bothata bo tšwela pele, lebelela gore tshepetšo ya Lefelo e buletšwe naa mo sedirišweng sa gago. Ge e le gore o sa dutše o sa bone didirišwa,hle\n{whyNoDevicesContactUsLink}",
    "download.whyNoDevicesContactUsLink": "ikgokaganye le rena.",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "Dithaplete tša Android",
    "download.whyAskForLocation": "Ke ka lebaka la eng {operatingsystem}e botšiša lefelo la ka?",
    "download.whyAskForLocationAnswer": "Scratch e šomiša bluetooth go ikgokaganya le didirišwa tše dingwe tša go swana le micro: bit goba LEGO BOOST. Bluetooth e ka šomišwa go humana tshedimošo ya lefelo go app. Bjale Google e nyaka gore tšhomišo efe kapa efe yeo e šomišago bluetooth e kgopele bašomiši tumelelo ya go hwetša lefelo la bona. Scratch e ka se šomiše bluetooth go šala morago lefelo la gago.",
    "download.whereProjectStored": "Naa lebenkele la Scratch App le boloka kae diprojeke tša ka?",
    "download.whereProjectStoredAnswer": "Diprojeke di bolokelwa ka garegare ga app. Gore o romele faele ya projeke, kgotla lenaneo la dikhutlo tše 3 gomme o kgethe \" Abela\". Mo skrining se se latelago kgetha \" romela ntle\" . Dikgetho tšeo di bonagalago di laolwa ke ditšhomišo tšeo di tsentšwego go sedirišwa sa gago. Dikgetho tšeo di tlwaelegilego ke Google Drive, Difaele le email.",
    "download.iconAltText": "Fegolla"
}