{
    "download.appTitle": "ସ୍କ୍ରାଚ୍ ଆପ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |",
    "download.appIntro": "ଆପଣ ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ବିନା ସ୍କ୍ରାଚ୍ ପ୍ରୋଜେକ୍ଟ ତିଆରି କରି ସାଇତି ରଖିବାକୁ ଚାହୁଁଛନ୍ତି କି? ମାଗଣା ସ୍କ୍ରାଚ୍ ଆପ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |",
    "download.requirements": "ଆବଶ୍ୟକତା ଗୁଡିକ \n ",
    "download.imgAltDownloadIllustration": "ସ୍କ୍ରଚ୍ 3.0 ଡେସ୍କଟପ୍ ସ୍କ୍ରିନସଟ୍ |",
    "download.troubleshootingTitle": "ବାରମ୍ବାର ପଚରାଯାଉଥିବା ପ୍ରଶ୍ନଗୁଡିକ",
    "download.startScratchDesktop": "ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ଆରମ୍ଭ କରନ୍ତୁ |",
    "download.howDoIInstall": "ମୁଁ କିପରି ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ସଂସ୍ଥାପନ କରିବି?",
    "download.whenSupportLinuxApp": "ଲିନକ୍ସ ପାଇଁ ତୁମର ସ୍କ୍ରାଚ୍ ଆପ୍ କେବେ ଉପଲବ୍ଧ ହେବ?",
    "download.whenSupportLinux": "ଲିନକ୍ସ ପାଇଁ ତୁମର ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ କେବେ ଉପଲବ୍ଧ ହେବ?",
    "download.supportLinuxAnswer": "ଲିନକ୍ସରେ ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ବର୍ତ୍ତମାନ ସମର୍ଥିତ ନୁହେଁ | ଭବିଷ୍ୟତରେ ଆମେ ଲିନକ୍ସକୁ ସମର୍ଥନ କରିପାରିବୁ  କି ନାହିଁ ତାହା ସ୍ଥିର କରିବାକୁ ଆମେ  ଆମ ସାଥି ଏବଂ ମୁକ୍ତ ଉତ୍ସ ସମ୍ପ୍ରଦାୟ ସହିତ କାର୍ଯ୍ୟ କରୁଛୁ | ନଜର ରଖି ଥାନ୍ତୁ !",
    "download.whenSupportLinuxAppAnswer": "ଲିନକ୍ସରେ ସ୍କ୍ରାଚ୍ ଆପ ବର୍ତ୍ତମାନ ସମର୍ଥିତ ନୁହେଁ | ଭବିଷ୍ୟତରେ ଆମେ ଲିନକ୍ସକୁ ସମର୍ଥନ କରିପାରିବୁ  କି ନାହିଁ ତାହା ସ୍ଥିର କରିବାକୁ ଆମେ  ଆମ ସାଥି ଏବଂ ମୁକ୍ତ ଉତ୍ସ ସମ୍ପ୍ରଦାୟ ସହିତ କାର୍ଯ୍ୟ କରୁଛୁ | ନଜର ରଖି ଥାନ୍ତୁ !",
    "download.supportChromeOS": "କ୍ରୋମବୁକ୍ ପାଇଁ ତୁମେ କେବେ ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ତିଆରି କରିବ ?",
    "download.supportChromeOSAnswer": "କ୍ରୋମବୁକ୍ ପାଇଁ ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ଏପର୍ଯ୍ୟନ୍ତ ଉପଲବ୍ଧ ହୋଇ ନାହିଁ | ଆମେ ଏହା ଉପରେ କାର୍ଯ୍ୟ କରୁଛୁ ଏବଂ 2019 ରେ ପରେ ଏହାକୁ ପ୍ରକାଶ କରିବାକୁ ଆଶା କରୁଛୁ |",
    "download.olderVersionsTitle": "ପୁରାତନ ସଂସ୍କରଣ |",
    "download.olderVersions": "ସ୍କ୍ରାଚ୍ ର ପୂର୍ବ ସଂସ୍କରଣ ଖୋଜୁଛ କି?",
    "download.scratch1-4Desktop": "ସ୍କ୍ରାଚ୍ 1.4",
    "download.scratch2Desktop": "ସ୍କ୍ରଚ୍ 2.0 ଅଫଲାଇନ୍ ଏଡିଟର୍ |",
    "download.cannotAccessMacStore": "ଯଦି ମୁଁ ମ୍ୟାକ୍ ଆପ୍ ଷ୍ଟୋର୍‌କୁ ପ୍ରବେଶ ନ କରି ପାରିବି?",
    "download.cannotAccessWindowsStore": "ଯଦି ମୁଁ ମାଇକ୍ରୋସଫ୍ଟ ଷ୍ଟୋର୍‌କୁ ପ୍ରବେଶ ନ କରି ପାରେ?",
    "download.macMoveAppToApplications": ".dmg ଫାଇଲ୍ ଖୋଲନ୍ତୁ | ସ୍କ୍ରଚ୍ 3 କୁ ପ୍ରୋଗ୍ରାମ ତାଲିକାକୁ ଘୁଞ୍ଚାନ୍ତୁ |",
    "download.macMoveToApplications": ".Dmg ଫାଇଲ୍ ଖୋଲନ୍ତୁ | ପ୍ରୋଗ୍ରାମ ତାଲିକା କୁ ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ଘୁଞ୍ଚାନ୍ତୁ |",
    "download.winMoveToApplications": ".exe ଫାଇଲ୍ ଚଳାନ୍ତୁ |",
    "download.doIHaveToDownload": "ସ୍କ୍ରାଚ୍ ବ୍ୟବହାର କରିବାକୁ ମୋତେ ଏକ ଆପ୍ ଡାଉନଲୋଡ୍ କରିବାକୁ ପଡିବ କି?",
    "download.doIHaveToDownloadAnswer": "ନା। ଆପଣ ସ୍କ୍ରଚ୍ ପ୍ରୋଜେକ୍ଟ ସମ୍ପାଦକକୁ ଅଧିକାଂଶ ଡିଭାଇସରେ ତଥା ଅଧିକାଂଶ ୱେବ୍ ବ୍ରାଉଜରରେ scratch.mit.edu କୁ ଯାଇ “ସୃଷ୍ଟି କରନ୍ତୁ” କ୍ଲିକ୍ କରି ବ୍ୟବହାର କରିପାରିବେ |",
    "download.canIUseScratchLink": "ମୁଁ ଏକ୍ସଟେନ୍ସନ୍ ସହିତ ସଂଯୋଗ କରିପାରିବି କି?",
    "download.canIUseScratchLinkAnswer": "ହଁ । କିନ୍ତୁ, ସ୍କ୍ରାଚ୍ ଲିଙ୍କ୍ ବ୍ୟବହାର କରିବାକୁ ଆପଣଙ୍କୁ ଏକ ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ଆବଶ୍ୟକ |",
    "download.canIUseExtensions": "ମୁଁ ହାର୍ଡୱେର୍ ଏକ୍ସଟେନ୍ସନ୍ ସହିତ ସଂଯୋଗ କରିପାରିବି କି?",
    "download.canIUseExtensionsAnswer": "ହଁ । ସ୍କ୍ରାଚ୍ ଆପ୍ ସହିତ ଆପଣ ଏକ୍ସଟେନ୍ସନ୍ ସହିତ ସଂଯୋଗ କରିପାରିବେ, ଏବଂ ଆପଣଙ୍କୁ ସ୍କ୍ରାଚ୍ ଲିଙ୍କ୍ ଦରକାର ହେବ ନାହିଁ |",
    "download.howConnectHardwareDevices": "ମୁଁ କିପରି ସ୍କ୍ରାଚ୍ ଆପ୍ ହାର୍ଡୱେର୍ ଡିଭାଇସ୍ ସହିତ ସଂଯୋଗ କରିବି?",
    "download.howConnectHardwareDevicesAnswerLink": "ସ୍କ୍ରାଚ୍ ଆପ୍ ବ୍ୟବହାର କରିବାବେଳେ ହାର୍ଡୱେର୍ ଡିଭାଇସ୍ ସହିତ ସଂଯୋଗ ହେବା ପାଇଁ ଆପଣଙ୍କୁ {operatingsystem} ପାଇଁ  ସ୍କ୍ରାଚ୍ ଲିଙ୍କ୍ ସଂସ୍ଥାପନ ଏବଂ ଚଳାଇବାକୁ ପଡିବ | ସ୍କ୍ରାଚ୍ ଲିଙ୍କ୍ ବ୍ୟବହାର କରିବାକୁ ଆପଣଙ୍କୁ ଏକ ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ମଧ୍ୟ ଦରକାର |",
    "download.howConnectHardwareDevicesAnswerApp": "ସ୍କ୍ରାଚ୍ ଆପ୍ ସହିତ ଆପଣ ମାଇକ୍ରୋ: ବିଟ୍ କିମ୍ବା LEGO ବୁଷ୍ଟ ପରି ହାର୍ଡୱେର୍ ଡିଭାଇସ୍ ସହିତ ସଂଯୋଗ କରିପାରିବେ | ଆପଣ {operatingsystem} ପାଇଁ ସ୍କ୍ରାଚ୍ ଆପ୍ ବ୍ୟବହାର କରିବାବେଳେ ସ୍କ୍ରାଚ୍ ଲିଙ୍କ୍ ଦରକାର ନାହିଁ |",
    "download.desktopAndBrowser": "ମୁଁ ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ବ୍ୟବହାର କରିପାରିବି ଏବଂ ବ୍ରାଉଜରରେ ସ୍କ୍ରାଚ୍ ଖୋଲା ରଖି ପାରିବି କି?",
    "download.appAndBrowser": "ମୁଁ ସ୍କ୍ରାଚ୍ ଆପ୍ ବ୍ୟବହାର କରିପାରିବି ଏବଂ ବ୍ରାଉଜରରେ ସ୍କ୍ରାଚ୍ ମଧ୍ୟ ଖୋଲା ରଖି ପାରିବି କି?",
    "download.yesAnswer": "ହଁ । ",
    "download.onPhone": "ମୁଁ ମୋର ଆଣ୍ଡ୍ରଏଡ୍ ଫୋନରେ ସ୍କ୍ରାଚ୍ ସଂସ୍ଥାପନ କରିପାରିବି କି?",
    "download.onPhoneAnswer": "ନା। ଆଣ୍ଡ୍ରଏଡ୍ ପାଇଁ ସ୍କ୍ରାଚ୍ ର ସାମ୍ପ୍ରତିକ ସଂସ୍କରଣ କେବଳ ଟ୍ୟାବଲେଟ୍ ଗୁଡିକରେ କାମ କରେ |",
    "download.howUpdateApp": "ମୁଁ କିପରି ସ୍କ୍ରାଚ୍ ଆପ୍ ଅପଡେଟ୍ କରିବି?",
    "download.howUpdateAppAnswerPlayStore": "ଗୁଗୁଲ୍ ପ୍ଲେ ଷ୍ଟୋର ଖୋଲନ୍ତୁ ଏବଂ ନୂତନ ସଂସ୍କରଣ ଗୁଡିକ ଯାଞ୍ଚ କରନ୍ତୁ | ଯଦି ଆପଣଙ୍କର ସଂସ୍ଥାପନା ବିଦ୍ୟାଳୟ ପ୍ରଶାସକଙ୍କ ଦ୍ବାରା ପରିଚାଳିତ, ତେବେ ସେମାନେ ସଂସ୍କରଣକୁ ନବୀକରଣ କରି ପରିଚାଳନା ଉପକରଣଗୁଡ଼ିକ ପାଇଁ ଉପଲବ୍ଧ କରାଇବେ |",
    "download.howUpdateAppAnswerDownload": "{operatingsystem} ପାଇଁ ଏହି ପୃଷ୍ଠାରୁ ସ୍କ୍ରାଚ୍ ଅପଡେଟ୍ କରିବାକୁ, ସର୍ବଶେଷ ସଂସ୍କରଣ ଡାଉନଲୋଡ୍ କରନ୍ତୁ ଏବଂ ସଂସ୍ଥାପନ କରନ୍ତୁ | ଆପଣଙ୍କର କେଉଁ ସଂସ୍କରଣ ଅଛି ଯାଞ୍ଚ କରିବାକୁ, ଡାଉନଲୋଡ୍ ହୋଇଥିବା ଆପରେ ସ୍କ୍ରାଚ୍ ଲୋଗୋ କ୍ଲିକ୍ କରନ୍ତୁ |",
    "download.canIShare": "ମୁଁ ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ରୁ ବାଣ୍ଟି ପାରିବି କି?",
    "download.canIShareAnswer": "ଏହା ବର୍ତ୍ତମାନ ସମର୍ଥିତ ନୁହେଁ | ବର୍ତ୍ତମାନ ପାଇଁ, ଆପଣ ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ରୁ ଏକ ପ୍ରୋଜେକ୍ଟ ସଞ୍ଚୟ କରିପାରିବେ, ଏହାକୁ ଆପଣଙ୍କର ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟରେ ଅପଲୋଡ୍ କରିପାରିବେ ଏବଂ ସେଠାରେ ସେୟାର କରିପାରିବେ | ପରବର୍ତ୍ତୀ ସଂସ୍କରଣରେ ଆମେ ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ୍ ରେ ସିଧାସଳଖ ଆପଣଙ୍କ ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟରେ ଅପଲୋଡ୍ କରିବାର କ୍ଷମତା ଯୋଡିବୁ |",
    "download.canIShareApp": "ମୁଁ {operatingsystem} ପାଇଁ ସ୍କ୍ରାଚ୍ ଆପ୍ ଠାରୁ ଅନ୍ଲାଇନ୍ ଗୋଷ୍ଠୀ କୁ ବାଣ୍ଟି ପାରିବି କି?",
    "download.canIShareAnswerPlayStore": "ହଁ ଲବିରେ ଥିବା ଏକ ପ୍ରୋଜେକ୍ଟରେ 3-ବିନ୍ଦୁ ମେନୁ କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ ବିକଳ୍ପଗୁଡ଼ିକରୁ “ବାଣ୍ଟନ୍ତୁ” ଚୟନ କରନ୍ତୁ | ଇମେଲ ଦ୍ବାରା ବାଣ୍ଟିବା ସହିତ, ଆପଣ ଆପଣଙ୍କର ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟକୁ ସାଇନ୍ ଇନ୍ କରିପାରିବେ ଏବଂ ସ୍କ୍ରାଚ୍ ଅନ୍ଲାଇନ୍ ଗୋଷ୍ଠୀ କୁ ଏକ ପ୍ରୋଜେକ୍ଟ ଅଂଶୀଦାର କରିପାରିବେ |",
    "download.canIShareAnswerDownloaded": "ସ୍କ୍ରାଚ୍ ଆପରୁ ସିଧାସଳଖ ଅନଲାଇନ୍ ସମ୍ପ୍ରଦାୟକୁ ଅଂଶୀଦାର କରିବା ବର୍ତ୍ତମାନ {operatingsystem} ପାଇଁ ସମର୍ଥିତ ନୁହେଁ | ବର୍ତ୍ତମାନ ପାଇଁ, ଆପଣ ସ୍କ୍ରାଚ୍ ଆପ୍ ରୁ ଏକ ପ୍ରୋଜେକ୍ଟ ରପ୍ତାନି କରିପାରିବେ, ତାପରେ ସ୍କ୍ରାଚ୍ ୱେବସାଇଟ୍ କୁ ଲଗ୍ କରନ୍ତୁ, ଏବଂ ସେଠାରେ ଆପଣଙ୍କର ପ୍ରୋଜେକ୍ଟ ଅପଲୋଡ୍ ଏବଂ ଅଂଶୀଦାର କରିପାରିବେ |",
    "download.whyNoDevicesVisible": "ଯେତେବେଳେ ମୁଁ ହାର୍ଡୱେର୍ ଏକ୍ସଟେନ୍ସନ୍ ସଂଯୋଗ କରିବାକୁ ଚେଷ୍ଟା କରୁଛି, ସ୍କ୍ରାଚ୍ କାହିଁକି କୌଣସି ଉପକରଣ ଦେଖାଏ ନାହିଁ?",
    "download.whyNoDevicesVisibleAnswer": "ଆମେ ପାଇଲୁ ଯେ ସିଷ୍ଟମ୍ ସେଟିଂ ସମୂହରେ ଆପଣଙ୍କର {devicePosessive}ବ୍ଲୁଟୁଥ୍ ବନ୍ଦ କରିବା ଏବଂ ଅନ କରିବା ସାଧାରଣତଃ ଆପଣଙ୍କୁ ପୁନର୍ବାର ହାର୍ଡୱେର୍ ଡିଭାଇସ୍ ଦେଖିବାକୁ ଅନୁମତି ଦିଏ | ଯଦି ସମସ୍ୟା ଜାରି ରହେ, ଯାଞ୍ଚ କରନ୍ତୁ ଯେ ଆପଣଙ୍କର ଡିଭାଇସ୍ ପାଇଁ ଅବସ୍ଥାନ ସେବା ସକ୍ଷମ ହୋଇଛି | ଯଦି ଆପଣ ତଥାପି କୌଣସି ଉପକରଣ ଦେଖନ୍ତି ନାହିଁ, ଦୟାକରି {whyNoDevicesContactUsLink}|",
    "download.whyNoDevicesContactUsLink": "ଯୋଗାଯୋଗ କରନ୍ତୁ । ",
    "download.chromebookPossessive": "କ୍ରୋମବୁକ ର ",
    "download.androidPossessive": "ଆଣ୍ଡ୍ରଏଡ୍ ଟ୍ୟାବଲେଟ୍ ର |",
    "download.whyAskForLocation": "{operatingsystem}ମୋର ଅବସ୍ଥାନ କାହିଁକି ପଚାରୁଛି?",
    "download.whyAskForLocationAnswer": "ଅନ୍ୟ ଡିଭାଇସ୍ ସହିତ ସଂଯୋଗ କରିବାକୁ ସ୍କ୍ରାଚ୍ ବ୍ଲୁଟୁଥ୍ ବ୍ୟବହାର କରେ, ଯେପରିକି ମାଇକ୍ରୋ: ବିଟ୍ କିମ୍ବା LEGO BOOST | ଆପକୁ ଲୋକେସନ ଡାଟା ଯୋଗାଇବା ପାଇଁ ବ୍ଲୁଟୁଥ୍ ବ୍ୟବହାର କରାଯାଇପାରିବ, ତେଣୁ ଗୁଗୁଲ ପ୍ରତ୍ୟେକ ଆପ୍ ଆବଶ୍ୟକ କରେ ଯାହା ବ୍ଲୁଟୁଥ୍ ବ୍ୟବହାର କରୁଥିବା ବ୍ୟବହାରକାରୀଙ୍କୁ ସେମାନଙ୍କ ଅବସ୍ଥାନ ପ୍ରବେଶ ପାଇଁ ଅନୁମତି ମାଗିଥାଏ | ଆପଣଙ୍କ ଅବସ୍ଥାନ ଟ୍ରାକ୍ କରିବାକୁ ସ୍କ୍ରାଚ୍ ବ୍ଲୁଟୁଥ୍ ବ୍ୟବହାର କରିବ ନାହିଁ |",
    "download.whereProjectStored": "ସ୍କ୍ରାଚ୍ ଆପ୍ ମୋର ପ୍ରୋଜେକ୍ଟଗୁଡିକ କେଉଁଠାରେ ରଖେ?",
    "download.whereProjectStoredAnswer": "ପ୍ରୋଜେକ୍ଟରେ ଆଭ୍ୟନ୍ତରୀଣରେ ପ୍ରୋଜେକ୍ଟଗୁଡିକ ସଞ୍ଚିତ ହୋଇଛି | ଏକ ପ୍ରୋଜେକ୍ଟ ଫାଇଲ୍ ରପ୍ତାନି କରିବାକୁ, 3-ଡଟ୍ ମେନୁ କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ \"ବାଣ୍ଟନ୍ତୁ\" ଚୟନ କରନ୍ତୁ | ପରବର୍ତ୍ତୀ ପରଦାରେ “ରପ୍ତାନି” ଚୟନ କରନ୍ତୁ | ଦୃଶ୍ୟମାନ ବିକଳ୍ପଗୁଡ଼ିକ ଆପଣଙ୍କ ଡିଭାଇସରେ ସଂସ୍ଥାପିତ ପ୍ରୟୋଗଗୁଡ଼ିକ ଉପରେ ନିର୍ଭର କରେ | ସାଧାରଣ ବିକଳ୍ପଗୁଡ଼ିକ ହେଉଛି ଗୁଗୁଲ୍ ଡ୍ରାଇଭ୍, ଫାଇଲ୍ ଏବଂ ଇମେଲ୍ |",
    "download.iconAltText": "ଡାଉନଲୋଡ୍ କରନ୍ତୁ |"
}