{
    "download.title": "Scratch Desktop",
    "download.intro": "Możesz zainstalować edytor Scratch Desktop do pracy nad projektami bez połączenia z Internetem. Ta wersja działa na systemach Windows i MacOS.",
    "download.appTitle": "Download the Scratch App",
    "download.appIntro": "Would you like to create and save Scratch projects without an internet connection? Download the free Scratch app.",
    "download.requirements": "Wymagania",
    "download.imgAltDownloadIllustration": "Zrzut ekranu Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "Najczęściej zadawane pytania (FAQ)",
    "download.startScratchDesktop": "Uruchom Scratch Desktop",
    "download.howDoIInstall": "Jak zainstalować Scratch Desktop?",
    "download.whenSupportLinuxApp": "When will you have the Scratch app available for Linux?",
    "download.whenSupportLinux": "Kiedy pojawi się Scratch Desktop dla systemu Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop nie jest obecnie obsługiwany przez system Linux. Współpracujemy z partnerami i społecznością open-source, aby ustalić, czy istnieje sposób, w jaki będziemy mogli w przyszłości działać na system Linux. Bądźcie czujni!",
    "download.whenSupportLinuxAppAnswer": "The Scratch app is currently not supported on Linux. We are working with partners and the open-source community to determine if there is a way we can support Linux in the future. Stay tuned!",
    "download.supportChromeOS": "Kiedy pojawi się Scratch Desktop dla Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop na Chromebooki nie jest jeszcze dostępny. Pracujemy nad tym i spodziewamy się, że wydamy to nieco później w 2019 roku.",
    "download.olderVersionsTitle": "Starsze wersje",
    "download.olderVersions": "Looking for an earlier version of Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Edytor offline",
    "download.cannotAccessMacStore": "Co się stanie, jeśli nie będę mógł uzyskać dostępu do Mac App Store?",
    "download.cannotAccessWindowsStore": "Co się stanie, jeśli nie będę mógł uzyskać dostępu do Microsoft Store?",
    "download.macMoveToApplications": "Otwórz plik .dmg. Przenieś Scratch Desktop do aplikacji.",
    "download.winMoveToApplications": "Uruchom plik .exe.",
    "download.doIHaveToDownload": "Do I have to download an app to use Scratch?",
    "download.doIHaveToDownloadAnswer": "No. You can also use the Scratch project editor in any web browser on any device by going to scratch.mit.edu and clicking \"Create\".",
    "download.canIUseScratchLink": "Czy mogę używać Scratch Link do łączenia się z rozszerzeniami?",
    "download.canIUseScratchLinkAnswer": "Tak. Jednak do korzystania z Scratch Link potrzebne będzie połączenie z Internetem.",
    "download.canIUseExtensions": "Can I connect to hardware extensions?",
    "download.canIUseExtensionsAnswer": "Yes. With the Scratch app you can connect to extensions, and you do not need Scratch Link.",
    "download.howConnectHardwareDevices": "How do I connect the Scratch app to hardware devices?",
    "download.howConnectHardwareDevicesAnswerLink": "You will need to install and run Scratch Link in order to connect to hardware devices when using Scratch app for {operatingsystem}. You will also need an internet connection to use Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "With the Scratch app you can connect to hardware devices like the micro:bit or LEGO Boost. When using the Scratch app for {operatingsystem} you do not need Scratch Link.",
    "download.desktopAndBrowser": "Czy mogę korzystać z Scratch Desktop i jednocześnie mieć Scratcha otwartego w przeglądarce?",
    "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
    "download.yesAnswer": "Tak.",
    "download.onPhone": "Can I install Scratch on my Android phone?",
    "download.onPhoneAnswer": "No. The current version of Scratch for Android only works on tablets.",
    "download.canIShare": "Czy mogę udostępniać projekty przez Scratch Desktop?",
    "download.canIShareAnswer": "To nie jest obecnie możliwe. Na razie możesz zapisać projekt ze Scratcha, załadować go na swoje konto Scratch i tam go udostępnić. W późniejszej wersji dodamy możliwość przesyłania na konto Scratch bezpośrednio w Scratch Desktop.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there."
}