{
    "download.appTitle": "Pobierz aplikację Scratch",
    "download.appIntro": "Chcesz tworzyć i zapisywać projekty w Scratchu bez połączenia z Internetem? Pobierz bezpłatną aplikację Scratch.",
    "download.requirements": "Wymagania",
    "download.imgAltDownloadIllustration": "Zrzut ekranu Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "Najczęściej zadawane pytania (FAQ)",
    "download.startScratchDesktop": "Uruchom Scratch Desktop",
    "download.howDoIInstall": "Jak zainstalować Scratch Desktop?",
    "download.whenSupportLinuxApp": "Kiedy będzie dostępna aplikacja Scratch dla systemu Linux?",
    "download.whenSupportLinux": "Kiedy pojawi się Scratch Desktop dla systemu Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop nie jest obecnie obsługiwany przez system Linux. Współpracujemy z partnerami i społecznością open-source, aby ustalić, czy istnieje sposób, w jaki będziemy mogli w przyszłości działać na system Linux. Bądźcie czujni!",
    "download.whenSupportLinuxAppAnswer": "Obecnie aplikacja Scratch nie jest obsługiwana w systemie Linux. Współpracujemy z partnerami i społecznością open-source, aby ustalić, czy istnieje możliwość stworzenia  w przyszłości aplikacji dla Linuksa. Bądźcie czujni!",
    "download.supportChromeOS": "Kiedy pojawi się Scratch Desktop dla Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop na Chromebooki nie jest jeszcze dostępny. Pracujemy nad tym i spodziewamy się, że wydamy to nieco później w 2019 roku.",
    "download.olderVersionsTitle": "Starsze wersje",
    "download.olderVersions": "Szukasz wcześniejszej wersji Scratcha?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Edytor Offline",
    "download.cannotAccessMacStore": "Co się stanie, jeśli nie będę mógł uzyskać dostępu do Mac App Store?",
    "download.cannotAccessWindowsStore": "Co się stanie, jeśli nie będę mógł uzyskać dostępu do Microsoft Store?",
    "download.macMoveAppToApplications": "Otwórz plik .dmg. Przenieś Scratch 3 do aplikacji.",
    "download.macMoveToApplications": "Otwórz plik .dmg. Przenieś Scratch Desktop do aplikacji.",
    "download.winMoveToApplications": "Uruchom plik .exe.",
    "download.doIHaveToDownload": "Czy muszę pobrać aplikację, aby korzystać ze Scratcha?",
    "download.doIHaveToDownloadAnswer": "Nie. Możesz użyć edytora projektu Scratch w większości przeglądarek internetowych na większości urządzeń, przechodząc do scratch.mit.edu i klikając „Stwórz”.",
    "download.canIUseScratchLink": "Czy mogę używać Scratch Link do łączenia się z rozszerzeniami?",
    "download.canIUseScratchLinkAnswer": "Tak. Jednak do korzystania z Scratch Link potrzebne będzie połączenie z Internetem.",
    "download.canIUseExtensions": "Czy mogę połączyć się z rozszerzeniami sprzętowymi?",
    "download.canIUseExtensionsAnswer": "Tak. Dzięki aplikacji Scratch możesz łączyć się z rozszerzeniami i nie potrzebujesz Scratch Link.",
    "download.howConnectHardwareDevices": "Jak podłączyć aplikację Scratch do urządzeń?",
    "download.howConnectHardwareDevicesAnswerLink": "Będziesz musiał zainstalować i uruchomić Scratch Link, aby połączyć się z urządzeniami sprzętowymi podczas korzystania z aplikacji Scratch w {operatingsystem}. Będziesz także potrzebował połączenia z Internetem, aby móc korzystać ze Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Dzięki aplikacji Scratch możesz łączyć się z urządzeniami, takimi jak micro: bit lub LEGO Boost. Podczas korzystania z aplikacji Scratch w {operatingsystem}nie potrzebujesz Scratch Link.",
    "download.desktopAndBrowser": "Czy mogę korzystać z Scratch Desktop i jednocześnie mieć Scratcha otwartego w przeglądarce?",
    "download.appAndBrowser": "Czy mogę korzystać z aplikacji Scratch, a jednocześnie mieć otwartego Scratcha w przeglądarce?",
    "download.yesAnswer": "Tak.",
    "download.onPhone": "Czy mogę zainstalować Scratcha na moim telefonie z Androidem?",
    "download.onPhoneAnswer": "Nie. Obecna wersja Scratcha na Androida działa tylko na tabletach.",
    "download.howUpdateApp": "Jak zaktualizować aplikację Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Otwórz sklep Google Play i sprawdź, czy są aktualizacje. Jeśli administratorzy szkoły zarządzają Twoją instalacją, będą musieli zaktualizować wersję, i udostępnić aktualizację do zarządzanuch urządzeń.",
    "download.howUpdateAppAnswerDownload": "Aby zaktualizować Scratcha na system {operatingsystem} z tej strony, pobierz najnowszą wersję i ją zainstaluj. Aby sprawdzić, jaką wersję posiadasz, kliknij logo Scratcha w pobranej aplikacji.",
    "download.canIShare": "Czy mogę udostępniać projekty przez Scratch Desktop?",
    "download.canIShareAnswer": "To nie jest obecnie możliwe. Na razie możesz zapisać projekt ze Scratcha, załadować go na swoje konto Scratch i tam go udostępnić. W późniejszej wersji dodamy możliwość przesyłania na konto Scratch bezpośrednio w Scratch Desktop.",
    "download.canIShareApp": "Czy mogę udostępniać projekty społeczności internetowej z aplikacji Scratch w {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Tak. Kliknij 3-kropkowe menu na projekcie w lobby i wybierz opcję „Udostępnij” z opcji. Oprócz udostępniania przez e-mail, możesz zalogować się na swoje konto Scratch i udostępnić projekt społeczności online Scratch.",
    "download.canIShareAnswerDownloaded": "Udostępnianie bezpośrednio społeczności online z aplikacji Scratch dla {operatingsystem} nie jest obecnie obsługiwane. Na razie możesz wyeksportować projekt z aplikacji Scratch, a następnie zalogować się na stronie Scratch, przesłać i udostępnić tam swój projekt.",
    "download.whyNoDevicesVisible": "Dlaczego Scratch nie pokazuje żadnych urządzeń, gdy próbuję podłączyć rozszerzenia sprzętowe?",
    "download.whyNoDevicesVisibleAnswer": "Odkryliśmy, że wyłączenie i ponowne włączenie Bluetooth w ustawieniach systemowych {devicePosessive} zwykle pozwala ponownie zobaczyć urządzenia. Jeśli problem będzie się powtarzał, sprawdź, czy usługi lokalizacyjne są włączone na Twoim urządzeniu. Jeśli nadal nie widzisz żadnych urządzeń, {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "Skontaktuj się z nami",
    "download.chromebookPossessive": "Chromebooki",
    "download.androidPossessive": "Tablety z Androidem",
    "download.whyAskForLocation": "Dlaczego {operatingsystem} pyta o moją lokalizację?",
    "download.whyAskForLocationAnswer": "Scratch używa Bluetootha do łączenia się z innymi urządzeniami, takimi jak micro:bit lub LEGO BOOST. Bluetooth może służyć do dostarczania do aplikacji danych o lokalizacji, więc Google wymaga, aby każda aplikacja korzystająca z Bluetooth prosiła użytkowników o pozwolenie na dostęp do ich lokalizacji. Scratch nie będzie używał Bluetooth do śledzenia Twojej lokalizacji.",
    "download.whereProjectStored": "Gdzie aplikacja Scratch przechowuje moje projekty?",
    "download.whereProjectStoredAnswer": "Projekty są zapisane wewnętrznie w aplikacji. Aby eksportować plik projektu, kliknij menu 3-kropkowe i naciśnij \"Udostępnij\". Na następnym ekranie kliknij \"Eksportuj\". Widoczne opcje zależą od aplikacji zainstalowanym na urządzeniu. Zwykłe opcje to Google Drive, Pliki i Email.",
    "download.iconAltText": "Pobierz"
}