{
    "download.appTitle": "Baixe o Aplicativo do Scratch",
    "download.appIntro": "Você quer criar e salvar projetos do Scratch sem conexão com a internet? Baixe o aplicativo gratuito do Scratch",
    "download.requirements": "Requisitos",
    "download.imgAltDownloadIllustration": "imagem da tela do Scratch 3.0 Offline",
    "download.troubleshootingTitle": "Perguntas frequentes",
    "download.startScratchDesktop": "Iniciar Scratch Offline",
    "download.howDoIInstall": "Como eu instalo o Scratch Offline?",
    "download.whenSupportLinuxApp": "Quando o aplicativo do Scratch será disponível para Linux?",
    "download.whenSupportLinux": "Quando o Scratch Offline será disponibilizado para o Linux?",
    "download.supportLinuxAnswer": "Scratch Offline para Linux atualmente não é suportado. Estamos trabalhando com parceiros e com a comunidade open-source para determinar se existe a possibilidade de disponibilizar para o Linux no futuro. Fique atento!",
    "download.whenSupportLinuxAppAnswer": "O aplicativo do Scratch atualmente não roda em Linux. Estamos trabalhando com parceiros e a comunidade de código-aberto para determinar se existe como suportar Linux no futuro. Fique ligado!",
    "download.supportChromeOS": "Quando o Scratch Offline será disponibilizado para Chromebooks?",
    "download.supportChromeOSAnswer": "O Scratch Offline para Chromebooks ainda não está disponível. Estamos trabalhando nesta versão e esperamos lançar em 2019.",
    "download.olderVersionsTitle": "Versões anteriores",
    "download.olderVersions": "Procura por uma versão anterior do Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Editor Offline do Scratch 2.0",
    "download.cannotAccessMacStore": "E se eu não puder acessar a Mac App Store?",
    "download.cannotAccessWindowsStore": "E se eu não puder acessar a Microsoft Store?",
    "download.macMoveAppToApplications": "Abra o arquivo .dmg. Mova o Scratch 3 para Aplicações.",
    "download.macMoveToApplications": "Abra o arquivo .dmg. Mova o Scratch Offline para Aplicativos. ",
    "download.winMoveToApplications": "Execute o arquivo .exe .",
    "download.doIHaveToDownload": "Preciso baixar um aplicativo para usar o Scratch?",
    "download.doIHaveToDownloadAnswer": "Não. Você também pode usar o editor de projeto do Scratch na maioria dos navegadores na maior parte de dispositivos ao acessar scratch.mit.edu e clicando em \"Criar\". ",
    "download.canIUseScratchLink": "Posso usar o Scratch Link para conectar a extensões?",
    "download.canIUseScratchLinkAnswer": "Sim. No entanto, você irá precisar de conexão com a Internet para usar o Scratch Link. ",
    "download.canIUseExtensions": "Posso conectá-lo a extensões de hardware?",
    "download.canIUseExtensionsAnswer": "Sim. Com o aplicativo do Scratch você pode conectar a extensões, sem precisar do Scratch Link.",
    "download.howConnectHardwareDevices": "Como conecto o aplicativo do Scratch a dispositivos de hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "Você presisará instalar e rodar o Scratch Link para conectar a dispositivos físicos ao usar o aplicativo do Scratch para {operatingsystem}. Você também presisará de conexão à internet para usar o Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Com o aplicativo do Scratch você pode conectar a dispositivos físicos como o micro:bit ou o LEGO Boost. Você não precisa do Scratch Link ao usar o aplicativo do Scratch para {operatingsystem}.",
    "download.desktopAndBrowser": "Posso utilizar o Scratch Offline e também ter o Scratch aberto no navegador?",
    "download.appAndBrowser": "Posso usar o aplicativo do Scratch e também abrir o Scratch no navegador?",
    "download.yesAnswer": "Sim. ",
    "download.onPhone": "Posso instalar o Scratch em meu celular Android?",
    "download.onPhoneAnswer": "Não. A versão atual do Scratch só funciona em tablets Android.",
    "download.howUpdateApp": "Como eu atualizo o Aplicativo Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Abra a loja Google Play e procure por atualizações. Se sua instalação é gerenciada por administradores escolares, eles irão precisar atualizar a versão e torná-la disponível para dispositivos gerenciados.",
    "download.howUpdateAppAnswerDownload": "Para atualizar o Scratch para {operatingsystem} a partir desta página, faça o download da última versão e instale. Para conferir qual versão você tem, clique no logo do Scratch na versão baixada do Scratch. ",
    "download.canIShare": "Posso compartilhar a partir Scratch Offline?",
    "download.canIShareAnswer": "Atualmente, isto não é suportado. Por agora, você pode salvar um projeto do Scratch Offline, subi-lo para a sua conta Scratch e compartilha-lo lá. Em uma versão futura adicionaremos a possibilidade de fazer o envio para sua conta Scratch diretamente do Scratch Offline. ",
    "download.canIShareApp": "Posso enviar projetos para a comunidade online usando o aplicativo do Scratch {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Sim. Clique o menu de 3 pontos em um projeto na tela inicial e selecione \"Compartilhar\" das opções. Além de compartilhar via email, você pode entrar na sua conta do Scratch e enviar um projeto para a comunidade online do Scratch.",
    "download.canIShareAnswerDownloaded": "Compartilhar diretamente para a comunidade online pelo aplicativo do Scratch para {operatingsystem} atualmente não é possível. Por enquanto, você pode exportar um projeto do aplicativo do Scratch, então entrar no site do Scratch, e enviar o projeto por lá.",
    "download.whyNoDevicesVisible": "Por que o Scratch não mostra nenhum dispositivo quando eu tento conectar a extensões de hardware?",
    "download.whyNoDevicesVisibleAnswer": "Descobrimos que desligar e ligar o bluetooth de {devicePosessive} nas configurações do sistema normalmente te deixa ver seus dispositivos novamente. Se o problema persistir, certifique-se que serviços de Localização estão ativados em seu dispositivo. Se você ainda não vê nenhum dispositivo, por favor {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contate-nos",
    "download.chromebookPossessive": "seu Chromebook",
    "download.androidPossessive": "seu tablet Android",
    "download.whyAskForLocation": "Por que o {operatingsystem} pede minha localização?",
    "download.whyAskForLocationAnswer": "O Scratch usa bluetooth para conectar-se a outros dispositivos, como o micro:bit ou o LEGO BOOST. Bluetooth pode ser usado para prover dados de localização a aplicativos, então o Google requer que todos os aplicativos que usam bluetooth peçam ao usuário permissão para acessar sua localização. O Scratch não usa bluetooth para rastrear sua localização.",
    "download.whereProjectStored": "Onde o aplicativo do Scratch guarda meus projetos?",
    "download.whereProjectStoredAnswer": "Projetos são salvos internamente no aplicativo. Para exportar um arquivo de projeto, clique no botão de menu de 3 pontos e selecione \"Compartilhar\". Na próxima tela, selecione \"exportar\". As opções dependem dos aplicativos instalados em seu dispositivo. Algumas opções comuns são Google Drive, Arquivos, e email.",
    "download.iconAltText": "Baixar"
}