{
    "download.appTitle": "Descarregar a Aplicação Scratch",
    "download.appIntro": "Gostaria de criar e guardar projectos Scratch quando não tem ligação à Internet? Descarregue a aplicação Scratch gratuita.",
    "download.requirements": "Requisitos",
    "download.imgAltDownloadIllustration": "captura de ecrã do Scratch 3.0 de Secretária",
    "download.troubleshootingTitle": "PF",
    "download.startScratchDesktop": "Iniciar o Scratch de Secretária",
    "download.howDoIInstall": "Como posso instalar o Scratch de Secretária?",
    "download.whenSupportLinuxApp": "Quando disponibilizarão a aplicação Scratch para Linux?",
    "download.whenSupportLinux": "Quando disponibilizarão o Scratch de Secretária para Linux?",
    "download.supportLinuxAnswer": "O Scratch de Secretária para Linux não é presentemente suportado. Estamos a trabalhar com parceiros e com a comunidade de código aberto para determinar se há uma forma de suportarmos o Linux no futuro. Mantenha-se atento!",
    "download.whenSupportLinuxAppAnswer": "A aplicação Scratch não está ainda disponível para Linux. Estamos a trabalhar com parceiros e com a comunidade de código aberto para determinar se há alguma forma de suportarmos o Linux no futuro. Mantenha-se atento!",
    "download.supportChromeOS": "Quando disponibilizarão o Scratch de Secretária para Chromebooks?",
    "download.supportChromeOSAnswer": "O Scratch de Secretária para Chromebooks não está ainda disponível. Estamos a trabalhar nele e esperamos lançá-lo mais tarde em 2019.",
    "download.olderVersionsTitle": "Versões Anteriores",
    "download.olderVersions": "À procura de uma versão anterior do Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Editor Scratch 2.0 Desconectado",
    "download.cannotAccessMacStore": "E se não tiver acesso à Loja de Aplicações do Mac?",
    "download.cannotAccessWindowsStore": "E se não tiver acesso à Loja Microsoft?",
    "download.macMoveAppToApplications": "Abra o arquivo .dmg. Mova o Scratch 3 para Aplicações.",
    "download.macMoveToApplications": "Abra o arquivo .dmg. Mova o Scratch de Secretária para Aplicações.",
    "download.winMoveToApplications": "Execute o arquivo .exe.",
    "download.doIHaveToDownload": "Tenho de descarregar uma aplicação para usar o Scratch?",
    "download.doIHaveToDownloadAnswer": "Não. Também pode usar o editor de projectos do Scratch na maioria dos navegadores web, na maioria dos dispositivos, indo a scratch.mit.edu e clicando em «Criar».",
    "download.canIUseScratchLink": "Posso usar o Scratch Link para ligar a extensões?",
    "download.canIUseScratchLinkAnswer": "Sim. No entanto, precisará de uma ligação à Internet para usar o Scratch Link.",
    "download.canIUseExtensions": "Posso ligar a extensões para equipamento externo?",
    "download.canIUseExtensionsAnswer": "Sim. Com a aplicação Scratch pode ligar a extensões e não precisa de usar o Scratch Link.",
    "download.howConnectHardwareDevices": "Como posso ligar a aplicação Scratch a equipamento externo?",
    "download.howConnectHardwareDevicesAnswerLink": "Precisa de instalar e executar o Scratch Link para ligar a equipamento externo quando usar a aplicação para {operatingsystem}.  Além disso, precisa de uma ligação à Internet para usar o Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Com a aplicação Scratch pode ligar a equipamento externo, tal como o micro:bit ou o LEGO BOOST. Quando usar a aplicação Scratch para {operatingsystem} não precisará do Scratch Link.",
    "download.desktopAndBrowser": "Posso usar o Scratch de Secretária e ter o Scratch aberto no navegador ao mesmo tempo?",
    "download.appAndBrowser": "Posso usar a aplicação Scratch e ter ao mesmo tempo o Scratch aberto no navegador?",
    "download.yesAnswer": "Sim.",
    "download.onPhone": "Posso instalar o Scratch no meu telemóvel Android?",
    "download.onPhoneAnswer": "Não. A versão actual do Scratch para Android apenas funciona em tábletes.",
    "download.howUpdateApp": "Como posso actualizar a aplicação Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Abra a loja Google Play e verifique se há actualizações. Se a sua instalação for gerida por administradores da sua escola, eles terão de actualizar a versão e de a disponibilizar para os dispositivos por eles geridos.",
    "download.howUpdateAppAnswerDownload": "Para actualizar o Scratch para {operatingsystem} a partir desta página, descarregue a última versão e instale-a. Para verificar que versão tem, clique no logótipo do Scratch na aplicação descarregada.",
    "download.canIShare": "Posso partilhar a partir do Scratch de Secretária?",
    "download.canIShareAnswer": "Isso ainda não é suportado. Por agora, pode guardar o projecto a partir do Scratch de Secretária, carregá-lo para a sua conta Scratch e partilhá-lo a partir daí. Numa versão posterior adicionaremos a possibilidade de carregar directamente para a sua conta Scratch a partir do Scratch de Secretária.",
    "download.canIShareApp": "Posso partilhar na comunidade em linha a partir da aplicação Scratch para {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Sim. Clique no menu com reticências (3 pontos) que está no átrio e seleccione «Partilhar» nas opções. Além de partilhar via correio electrónico, pode autenticar-se na sua conta Scratch e partilhar o projecto na comunidade em linha do Scratch.",
    "download.canIShareAnswerDownloaded": "Neste momento não suportamos a partilha directa na comunidade em linha a partir da aplicação Scratch para {operatingsystem}. Por agora pode exportar o projecto a partir da aplicação Scratch, autenticar-se no sítio web do Scratch e depois carregar e partilhar nele o seu projecto.",
    "download.whyNoDevicesVisible": "Porque é que o Scratch não mostra qualquer equipamento externo ou dispositivo quando eu tento ligar extensões de equipamento?",
    "download.whyNoDevicesVisibleAnswer": "Descobrimos que desligar e voltar a ligar o Bluetooth {devicePosessive} nas configurações do sistema usualmente permite voltar a ver o equipamento externo. Se o problema persistir, verifique se os serviços de localização estão activos no seu dispositivo. Se continuar a não ver qualquer equipamento externo, por favor {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contacte-nos",
    "download.chromebookPossessive": "do seu Chromebook",
    "download.androidPossessive": "do seu táblete Android",
    "download.whyAskForLocation": "Porque é que o {operatingsystem} está a pedir a minha localização?",
    "download.whyAskForLocationAnswer": "O Scratch usa o Bluetooth para se ligar a outros dispositivos, tais como o micro:bit ou o LEGO BOOST. O Bluetooth pode ser usado para disponibilizar dados de localização à aplicação, por isso a Google requer que todas as aplicações que usem o bluetooth peçam aos utilizadores autorização para acederem à sua localização. O Scratch não utiliza o bluetooth para seguir a sua localização.",
    "download.whereProjectStored": "Onde é que a aplicação Scratch guarda os meus projectos?",
    "download.whereProjectStoredAnswer": "Os projectos são guardados internamente à aplicação. Para exportar um arquivo de projecto, clique no menu com as reticências (3 pontos) e escolha «Partilhar». No ecrã seguinte seleccione «Exportar». As opções visíveis dependem as aplicações instaladas no seu dispositivo. Opções comuns são o Google Drive, Ficheiros e correio electrónico.",
    "download.iconAltText": "Descarregar"
}