{
    "download.title": "Scratch de Secretária",
    "download.intro": "Pode instalar o editor Scratch de Secretária para trabalhar em projectos sem ter uma ligação à Internet. Esta versão funciona no Windows e no MacOS.",
    "download.appTitle": "Download the Scratch App",
    "download.appIntro": "Would you like to create and save Scratch projects without an internet connection? Download the free Scratch app.",
    "download.requirements": "Requisitos",
    "download.imgAltDownloadIllustration": "captura de ecrã do Scratch 3.0 de Secretária",
    "download.troubleshootingTitle": "PF",
    "download.startScratchDesktop": "Iniciar o Scratch de Secretária",
    "download.howDoIInstall": "Como posso instalar o Scratch de Secretária?",
    "download.whenSupportLinuxApp": "When will you have the Scratch app available for Linux?",
    "download.whenSupportLinux": "Quando disponibilizarão o Scratch de Secretária para Linux?",
    "download.supportLinuxAnswer": "O Scratch de Secretária para Linux não é presentemente suportado. Estamos a trabalhar com parceiros e com a comunidade de código aberto para determinar se há uma forma de suportarmos o Linux no futuro. Mantenha-se atento!",
    "download.whenSupportLinuxAppAnswer": "The Scratch app is currently not supported on Linux. We are working with partners and the open-source community to determine if there is a way we can support Linux in the future. Stay tuned!",
    "download.supportChromeOS": "Quando disponibilizarão o Scratch de Secretária para Chromebooks?",
    "download.supportChromeOSAnswer": "O Scratch de Secretária para Chromebooks não está ainda disponível. Estamos a trabalhar nele e esperamos lançá-lo mais tarde em 2019.",
    "download.olderVersionsTitle": "Versões Anteriores",
    "download.olderVersions": "Looking for an earlier version of Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Editor Scratch 2.0 Desconectado",
    "download.cannotAccessMacStore": "E se não tiver acesso à Loja de Aplicações do Mac?",
    "download.cannotAccessWindowsStore": "E se não tiver acesso à Loja Microsoft?",
    "download.macMoveToApplications": "Abra o arquivo .dmg. Mova o Scratch de Secretária para Aplicações.",
    "download.winMoveToApplications": "Execute o arquivo .exe.",
    "download.doIHaveToDownload": "Do I have to download an app to use Scratch?",
    "download.doIHaveToDownloadAnswer": "No. You can also use the Scratch project editor in any web browser on any device by going to scratch.mit.edu and clicking \"Create\".",
    "download.canIUseScratchLink": "Posso usar o Scratch Link para ligar a extensões?",
    "download.canIUseScratchLinkAnswer": "Sim. No entanto, precisará de uma ligação à Internet para usar o Scratch Link.",
    "download.canIUseExtensions": "Can I connect to hardware extensions?",
    "download.canIUseExtensionsAnswer": "Yes. With the Scratch app you can connect to extensions, and you do not need Scratch Link.",
    "download.howConnectHardwareDevices": "How do I connect the Scratch app to hardware devices?",
    "download.howConnectHardwareDevicesAnswerLink": "You will need to install and run Scratch Link in order to connect to hardware devices when using Scratch app for {operatingsystem}. You will also need an internet connection to use Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "With the Scratch app you can connect to hardware devices like the micro:bit or LEGO Boost. When using the Scratch app for {operatingsystem} you do not need Scratch Link.",
    "download.desktopAndBrowser": "Posso usar o Scratch de Secretária e ter o Scratch aberto no navegador ao mesmo tempo?",
    "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
    "download.yesAnswer": "Sim.",
    "download.onPhone": "Can I install Scratch on my Android phone?",
    "download.onPhoneAnswer": "No. The current version of Scratch for Android only works on tablets.",
    "download.canIShare": "Posso partilhar a partir do Scratch de Secretária?",
    "download.canIShareAnswer": "Isso ainda não é suportado. Por agora, pode guardar o projecto a partir do Scratch de Secretária, carregá-lo para a sua conta Scratch e partilhá-lo a partir daí. Numa versão posterior adicionaremos a possibilidade de carregar directamente para a sua conta Scratch a partir do Scratch de Secretária.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there.",
    "download.whyNoDevicesVisible": "Why doesn't Scratch show any devices when I try to connect hardware extensions?",
    "download.whyNoDevicesVisibleAnswer": "We’ve found that turning your {devicePosessive} bluetooth off and on again in the system settings usually allows you to see hardware devices again. If the problem persists, check that Location services are enabled for your device. If you still do not see any devices, please {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contact us",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "Android tablet's",
    "download.whyAskForLocation": "Why is {operatingsystem} asking for my location?",
    "download.whyAskForLocationAnswer": "Scratch uses bluetooth to connect to other devices, such as a micro:bit or LEGO BOOST.  Bluetooth can be used to provide location data to the app, so Google requires every app that uses bluetooth ask users for permission to access their location. Scratch will not use bluetooth to track your location.",
    "download.whereProjectStored": "Where does the Scratch App store my projects?",
    "download.whereProjectStoredAnswer": "Projects are saved internally in the app. To export a project file, click the 3-dot menu and select \"Share\". On the next screen select \"export\". The options visible depend on the applications installed on your device. Common options are Google Drive, Files, and email."
}