{
    "download.title": "Scratch de Secretária",
    "download.intro": "Pode instalar o editor Scratch de Secretária para trabalhar em projectos sem ter uma ligação à Internet. Esta versão funciona no Windows e no MacOS.",
    "download.requirements": "Requisitos",
    "download.imgAltDownloadIllustration": "captura de ecrã do Scratch 3.0 de Secretária",
    "download.installHeaderTitle": "Instalar o Scratch de Secretária",
    "download.downloadScratchDesktop": "Descarregar o Scratch de Secretária",
    "download.downloadButton": "Descarregar",
    "download.troubleshootingTitle": "PF",
    "download.startScratchDesktop": "Iniciar o Scratch de Secretária",
    "download.howDoIInstall": "Como posso instalar o Scratch de Secretária?",
    "download.whenSupportLinux": "Quando disponibilizarão o Scratch de Secretária para Linux?",
    "download.supportLinuxAnswer": "O Scratch de Secretária para Linux não é presentemente suportado. Estamos a trabalhar com parceiros e com a comunidade de código aberto para determinar se há uma forma de suportarmos o Linux no futuro. Mantenha-se atento!",
    "download.supportChromeOS": "Quando disponibilizarão o Scratch de Secretária para Chromebooks?",
    "download.supportChromeOSAnswer": "O Scratch de Secretária para Chromebooks não está ainda disponível. Estamos a trabalhar nele e esperamos lançá-lo mais tarde em 2019.",
    "download.olderVersionsTitle": "Versões Anteriores",
    "download.olderVersions": "Procura o Editor Desconectado do Scratch 2.0 ou o Scratch 1.4?",
    "download.scratch1-4Desktop": "Scratch 1.4 de Secretária",
    "download.scratch2Desktop": "Scratch 2.0 de Secretária",
    "download.cannotAccessMacStore": "E se não tiver acesso à Loja de Aplicações do Mac?",
    "download.cannotAccessWindowsStore": "E se não tiver acesso à Loja Microsoft?",
    "download.macMoveToApplications": "Abra o arquivo .dmg. Mova o Scratch de Secretária para Aplicações.",
    "download.winMoveToApplications": "Execute o arquivo .exe.",
    "download.canIUseScratchLink": "Posso usar o Scratch Link para ligar a extensões?",
    "download.canIUseScratchLinkAnswer": "Sim. No entanto, precisará de uma ligação à Internet para usar o Scratch Link.",
    "download.desktopAndBrowser": "Posso usar o Scratch de Secretária e ter o Scratch aberto no navegador ao mesmo tempo?",
    "download.yesAnswer": "Sim.",
    "download.canIShare": "Posso partilhar a partir do Scratch de Secretária?",
    "download.canIShareAnswer": "Isso ainda não é suportado. Por agora, pode guardar o projecto a partir do Scratch de Secretária, carregá-lo para a sua conta Scratch e partilhá-lo a partir daí. Numa versão posterior adicionaremos a possibilidade de carregar directamente para a sua conta Scratch a partir do Scratch de Secretária."
}