{
    "download.appTitle": "Descarcă Aplicația Scratch",
    "download.appIntro": "Doriți să creați și să salvați proiecte Scratch fără conexiune la internet? Descărcați aplicația gratuită Scratch.",
    "download.requirements": "Cerinte",
    "download.imgAltDownloadIllustration": "Captură de ecran Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "Întrebări frecvente",
    "download.startScratchDesktop": "Pornește Scratch Desktop",
    "download.howDoIInstall": "Cum instalez Scratch Desktop?",
    "download.whenSupportLinuxApp": "Când veți avea aplicația Scratch disponibilă pentru Linux?",
    "download.whenSupportLinux": "Când veți avea Scratch Desktop pentru Linux?",
    "download.supportLinuxAnswer": "Scratch Desktop pe Linux nu este acceptat în prezent. Lucrăm cu parteneri și comunitatea open-source pentru a determina dacă există o modalitate prin care putem sprijini Linux în viitor. Rămâneţi aproape!",
    "download.whenSupportLinuxAppAnswer": "Aplicația Scratch nu este acceptată în prezent pe Linux. Lucrăm cu parteneri și comunitatea open-source pentru a determina dacă există o modalitate prin care putem sprijini Linux în viitor. Rămâneţi aproape!",
    "download.supportChromeOS": "Când o să ai Scratch și pe Chromebook?",
    "download.supportChromeOSAnswer": "Scratch nu este disponibil deocamdată pentru Chromebook. Lucrăm la asta și ne așteptăm să îl lansăm în 2019.",
    "download.olderVersionsTitle": "Versiuni mai vechi",
    "download.olderVersions": "Cauți o versiune mai veche de Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Editor offline Scratch 2.0",
    "download.cannotAccessMacStore": "Ce se întâmplă dacă nu pot accesa Mac App Store?",
    "download.cannotAccessWindowsStore": "Ce se întâmplă dacă nu pot accesa Microsoft Store?",
    "download.macMoveAppToApplications": "Deschideți fișierul .dmg. Mutați Scratch 3 în Aplicații.",
    "download.macMoveToApplications": "Deschideți fișierul .dmg. Mutați Scratch Desktop în Aplicații.",
    "download.winMoveToApplications": "Rulează fișierul .exe.",
    "download.doIHaveToDownload": "Trebuie să descarc o aplicație pentru a folosi Scratch?",
    "download.doIHaveToDownloadAnswer": "Nu. Puteți utiliza, de asemenea, editorul de proiecte Scratch în majoritatea browserelor web de pe majoritatea dispozitivelor, accesând scratch.mit.edu și făcând clic pe „Creare”.",
    "download.canIUseScratchLink": "Pot folosi Scratch Link pentru a mă conecta la extensii?",
    "download.canIUseScratchLinkAnswer": "Da. Cu toate acestea, veți avea nevoie de o conexiune la internet pentru a utiliza Scratch Link.",
    "download.canIUseExtensions": "Pot să mă conectez la module de extensie hardware?",
    "download.canIUseExtensionsAnswer": "Da. Cu aplicația Scratch vă puteți conecta la extensii și nu aveți nevoie de Scratch Link.",
    "download.howConnectHardwareDevices": "Cum pot conecta aplicația Scratch la dispozitive hardware?",
    "download.howConnectHardwareDevicesAnswerLink": "Va trebui să instalați și să rulați Scratch Link pentru a vă conecta la dispozitive hardware când utilizați aplicația Scratch pentru {operatingsystem}. De asemenea, veți avea nevoie de o conexiune la internet pentru a utiliza Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Cu aplicația Scratch vă puteți conecta la dispozitive hardware precum micro:bit sau LEGO Boost. Când utilizați aplicația Scratch pentru {operatingsystem}, nu aveți nevoie de Scratch Link.",
    "download.desktopAndBrowser": "Pot folosi Scratch Desktop și pot avea Scratch deschis în browser?",
    "download.appAndBrowser": "Pot să folosesc aplicația Scratch și de asemenea să am Scratch deschis și în browser?",
    "download.yesAnswer": "Da.",
    "download.onPhone": "Pot să-mi instalez Scratch pe telefonul meu cu Android?",
    "download.onPhoneAnswer": "Nu. Versiunea curentă de Scratch pentru Android funcționează doar pe tablete.",
    "download.howUpdateApp": "Cum actualizez aplicația Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Deschideți magazinul Google Play și verificați dacă există actualizări. Dacă instalarea dvs. este gestionată de administratorii școlii, aceștia vor trebui să actualizeze versiunea și să facă actualizarea disponibilă pentru dispozitivele gestionate.",
    "download.howUpdateAppAnswerDownload": "Pentru a actualiza Scratch pentru {operatingsystem} de pe această pagină, descărcați cea mai recentă versiune și instalați. Pentru a verifica ce versiune aveți, faceți clic pe sigla Scratch din aplicația descărcată.",
    "download.canIShare": "Pot partaja de la Scratch Desktop?",
    "download.canIShareAnswer": "Acest lucru nu este acceptat în prezent. Pentru moment, puteți salva un proiect de pe Scratch Desktop, îl puteți încărca în contul dvs. Scratch și îl puteți partaja acolo. Într-o versiune ulterioară, vom adăuga posibilitatea de a încărca în contul dvs. Scratch direct în Scratch Desktop.",
    "download.canIShareApp": "Pot partaja comunității online din aplicația Scratch pentru {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Da. Faceți clic pe meniul cu 3 puncte de pe un proiect din hol și selectați „Partajare” din opțiuni. Pe lângă distribuirea prin e-mail, vă puteți conecta la contul dvs. Scratch și puteți partaja un proiect comunității online Scratch.",
    "download.canIShareAnswerDownloaded": "Partajarea directă comunității online din aplicația Scratch pentru {operatingsystem} nu este acceptată în prezent. Pentru moment, puteți exporta un proiect din aplicația Scratch, apoi vă puteți conecta pe site-ul web Scratch și puteți încărca și partaja proiectul dvs. acolo.",
    "download.whyNoDevicesVisible": "De ce Scratch nu afișează niciun dispozitiv atunci când încerc să conectez extensii hardware?",
    "download.whyNoDevicesVisibleAnswer": "Am descoperit că dezactivarea și repornirea {devicePosessive} bluetooth-ului în setările sistemului vă permite de obicei să vedeți din nou dispozitivele hardware. Dacă problema persistă, verificați dacă serviciile de localizare sunt activate pentru dispozitivul dvs. Dacă tot nu vedeți niciun dispozitiv, vă rugăm {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contactează-ne",
    "download.chromebookPossessive": "Chromebook-urile",
    "download.androidPossessive": "Tablete Android",
    "download.whyAskForLocation": "De ce {operatingsystem} îmi cere locația?",
    "download.whyAskForLocationAnswer": "Scratch folosește bluetooth pentru a se conecta la alte dispozitive, cum ar fi un micro:bit sau LEGO BOOST. Bluetooth poate fi folosit pentru a furniza aplicației date despre locație, așa că Google solicită ca fiecare aplicație care utilizează Bluetooth să solicite utilizatorilor permisiunea de a-și accesa locația. Scratch nu va folosi bluetooth pentru a vă urmări locația.",
    "download.whereProjectStored": "Unde îmi stochează Aplicația Scratch proiectele?",
    "download.whereProjectStoredAnswer": "Proiectele sunt salvate intern în aplicație. Pentru a exporta un fișier de proiect, faceți clic pe meniul cu 3 puncte și selectați „Partajare”. Pe ecranul următor selectați „export”. Opțiunile vizibile depind de aplicațiile instalate pe dispozitiv. Opțiunile comune sunt Google Drive, Fișiere și e-mail.",
    "download.iconAltText": "Descarcă"
}