{
    "download.title": "Офлайн-редактор Scratch",
    "download.intro": "Ты можешь установить офлайн-редактор Scratch для работы над проектами без подключения к интернет. Эта версия работает на Windows и MacOS.",
    "download.appTitle": "Download the Scratch App",
    "download.appIntro": "Would you like to create and save Scratch projects without an internet connection? Download the free Scratch app.",
    "download.requirements": "Требования",
    "download.imgAltDownloadIllustration": "Снимок экрана офлайн-редактора Scratch 3.0",
    "download.troubleshootingTitle": "ЧаВО",
    "download.startScratchDesktop": "Запустить офлайн-редактор Scratch",
    "download.howDoIInstall": "Как установить офлайн-редактор Scratch?",
    "download.whenSupportLinuxApp": "When will you have the Scratch app available for Linux?",
    "download.whenSupportLinux": "Когда появится офлайн-редактор Scratch для Linux?",
    "download.supportLinuxAnswer": "Офлайн-редактор Scratch для Linux сейчас не поддерживается. Мы работаем с партнёрами и сообществом открытого исходного кода чтобы решить, есть ли возможность поддержки Linux в будущем. Следите за обновлениями!",
    "download.whenSupportLinuxAppAnswer": "The Scratch app is currently not supported on Linux. We are working with partners and the open-source community to determine if there is a way we can support Linux in the future. Stay tuned!",
    "download.supportChromeOS": "Когда офлайн-редактор Scratch станет доступен на хромбуках?",
    "download.supportChromeOSAnswer": "Офлайн-редактор Scratch для хромбуков пока недоступен. Мы работаем над ним и надеемся выпустить его позже в 2019 году.",
    "download.olderVersionsTitle": "Предыдущие версии ",
    "download.olderVersions": "Looking for an earlier version of Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Офлайн-редактор Scratch 2.0",
    "download.cannotAccessMacStore": "Что если я не могу зайти в Mac App Store?",
    "download.cannotAccessWindowsStore": "Что если я не могу зайти в Microsoft Store?",
    "download.macMoveToApplications": "Открой файл .dmg. Перетащи офлайн-редактор Scratch в \"Приложения\".",
    "download.winMoveToApplications": "Запусти файл .exe.",
    "download.doIHaveToDownload": "Do I have to download an app to use Scratch?",
    "download.doIHaveToDownloadAnswer": "No. You can also use the Scratch project editor in any web browser on any device by going to scratch.mit.edu and clicking \"Create\".",
    "download.canIUseScratchLink": "Могу ли я использовать Scratch Link для соединения с расширениями?",
    "download.canIUseScratchLinkAnswer": "Да. Но потребуется соединение с интернет для использования Scratch Link.",
    "download.canIUseExtensions": "Can I connect to hardware extensions?",
    "download.canIUseExtensionsAnswer": "Yes. With the Scratch app you can connect to extensions, and you do not need Scratch Link.",
    "download.howConnectHardwareDevices": "How do I connect the Scratch app to hardware devices?",
    "download.howConnectHardwareDevicesAnswerLink": "You will need to install and run Scratch Link in order to connect to hardware devices when using Scratch app for {operatingsystem}. You will also need an internet connection to use Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "With the Scratch app you can connect to hardware devices like the micro:bit or LEGO Boost. When using the Scratch app for {operatingsystem} you do not need Scratch Link.",
    "download.desktopAndBrowser": "Могу ли я использовать офлайн-редактор Scratch, в то время как у меня открыт Scratch в браузере?",
    "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
    "download.yesAnswer": "Да.",
    "download.onPhone": "Can I install Scratch on my Android phone?",
    "download.onPhoneAnswer": "No. The current version of Scratch for Android only works on tablets.",
    "download.canIShare": "Могу ли я делиться проектами из офлайн-редактора Scratch?",
    "download.canIShareAnswer": "В данный момент эта возможность не поддерживается. Сейчас ты можешь сохранить проект из офлайн-редактора Scratch, загрузить его в свою учетную запись Scratch и опубликовать его там. В одной из последующих версий мы планируем добавить возможность загрузки проектов в учетную запись Scratch прямо из офлайн-редактора.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there."
}