{
    "download.appTitle": "Скачать приложение Scratch",
    "download.appIntro": "Хотите ли бы вы чтобы создавать и сохранять проекты Scratch без подключения к интернету? Скачайте бесплатное приложение Scratch.",
    "download.requirements": "Требования",
    "download.imgAltDownloadIllustration": "Снимок экрана офлайн-редактора Scratch 3.0",
    "download.troubleshootingTitle": "ЧаВО",
    "download.startScratchDesktop": "Запустить офлайн-редактор Scratch",
    "download.howDoIInstall": "Как установить офлайн-редактор Scratch?",
    "download.whenSupportLinuxApp": "Когда будет доступно приложение Scratch для Linux?",
    "download.whenSupportLinux": "Когда появится офлайн-редактор Scratch для Linux?",
    "download.supportLinuxAnswer": "Офлайн-редактор Scratch для Linux сейчас не поддерживается. Мы работаем с партнёрами и сообществом открытого исходного кода чтобы решить, есть ли возможность поддержки Linux в будущем. Следите за обновлениями!",
    "download.whenSupportLinuxAppAnswer": "Приложение Scratch сейчас не доступно для Linux. Мы работаем с партнёрами и сообществом с открытым исходным кодом, чтобы определить, есть ли способ которым мы можем поддерживать Linux в будущем. Оставайтесь с нами!",
    "download.supportChromeOS": "Когда офлайн-редактор Scratch станет доступен на хромбуках?",
    "download.supportChromeOSAnswer": "Офлайн-редактор Scratch для хромбуков пока недоступен. Мы работаем над ним и надеемся выпустить его позже в 2019 году.",
    "download.olderVersionsTitle": "Предыдущие версии ",
    "download.olderVersions": "Ищете раннею версию Scratch?",
    "download.scratch1-4Desktop": "Скретч 1.4",
    "download.scratch2Desktop": "Офлайн-редактор Скретч 2.0",
    "download.cannotAccessMacStore": "Что если я не могу зайти в Mac App Store?",
    "download.cannotAccessWindowsStore": "Что если я не могу зайти в Microsoft Store?",
    "download.macMoveAppToApplications": "Откройте файл .dmg. Переместите Scratch 3 в Приложения.",
    "download.macMoveToApplications": "Открой файл .dmg. Перетащи офлайн-редактор Scratch в \"Приложения\".",
    "download.winMoveToApplications": "Запусти файл .exe.",
    "download.doIHaveToDownload": "Нужно ли скачивать приложение, чтобы использовать Scratch?",
    "download.doIHaveToDownloadAnswer": "Нет. Вы также можете использовать редактор проектов Scratch в большинстве веб браузеров, на большинстве устройств перейдя на scratch.mit.edu и нажав \"Создавай\".",
    "download.canIUseScratchLink": "Могу ли я использовать Scratch Link для соединения с расширениями?",
    "download.canIUseScratchLinkAnswer": "Да. Но потребуется соединение с интернет для использования Scratch Link.",
    "download.canIUseExtensions": "Могу ли я подключаться к аппаратным расширениям?",
    "download.canIUseExtensionsAnswer": "Да. С помощью приложения Scratch вы можете подключаться к расширениям, и вам не нужен Scratch Link.",
    "download.howConnectHardwareDevices": "Как я подключу приложение Scratch к аппаратным устройствам?",
    "download.howConnectHardwareDevicesAnswerLink": "Вам нужно установить и открыть Scratch Link чтобы подключать аппаратные устройства когда используете приложение Scratch для {operatingsystem}. Вам также понадобится подключение к интернету чтобы использовать Scratch Link. ",
    "download.howConnectHardwareDevicesAnswerApp": "С приложением Scratch вы можете подключаться к аппаратным устройствам такие как micro:bit или LEGO Boost. Когда используете приложение Scratch для {operatingsystem}, вам не нужен Scratch Link. ",
    "download.desktopAndBrowser": "Могу ли я использовать офлайн-редактор Scratch, в то время как у меня открыт Scratch в браузере?",
    "download.appAndBrowser": "Могу ли я использовать приложение Scratch и также иметь Scratch открытым в браузере?",
    "download.yesAnswer": "Да.",
    "download.onPhone": "Могу ли я установить Scratch на моём Android телефоне?",
    "download.onPhoneAnswer": "Нет. Текущая версия Scratch для Android только работает на планшетах.",
    "download.howUpdateApp": "Как мне обновить приложение Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Откройте магазин Google Play и проверьте наличие обновлений. Если вашей установкой управляют школьные администраторы, им потребуется обновить версию и сделать это обновление доступным для управляемых устройств.",
    "download.howUpdateAppAnswerDownload": "Чтобы обновить Scratch для {operatingsystem}с этой страницы, загрузите последнюю версию и установите. Чтобы проверить, какая у вас версия, щелкните логотип Scratch в загруженном приложении.",
    "download.canIShare": "Могу ли я делиться проектами из офлайн-редактора Scratch?",
    "download.canIShareAnswer": "В данный момент эта возможность не поддерживается. Сейчас ты можешь сохранить проект из офлайн-редактора Scratch, загрузить его в свою учетную запись Scratch и опубликовать его там. В одной из последующих версий мы планируем добавить возможность загрузки проектов в учетную запись Scratch прямо из офлайн-редактора.",
    "download.canIShareApp": "Могу ли я поделиться с онлайн-сообществом из приложения Scratch для {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Да. Нажмите 3 точки на проекте в лобби и выберите \"Поделиться\" из опций. В дополнению чтобы поделиться используя email, вы можете войти в свой аккаунт Scratch и поделиться проектом онлайн сообществу Scratch.",
    "download.canIShareAnswerDownloaded": "Поделиться сразу онлайн сообществу из приложения Scratch для {operatingsystem} пока что не поддерживается. Сейчас, вы можете экспортировать проект из приложения Scratch, потом зайти в вебсайт Scratch, и загрузить и поделиться своим проектом там.",
    "download.whyNoDevicesVisible": "Почему Scratch не показывает любые устройства когда я пытаюсь подключить аппаратные расширения?",
    "download.whyNoDevicesVisibleAnswer": "Мы нашли, что выключение и включение вашего {devicePosessive} bluetooth в системных настройках разрешает вам видеть аппаратные обеспечения опять. Если проблема продолжается, проверьте что Услуги определения местоположения включены для вашего устройства. Если вы до сих пор не видите любых устройств, пожалуйста {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "связаться с нами",
    "download.chromebookPossessive": "У Chromebook",
    "download.androidPossessive": "У планшета Android",
    "download.whyAskForLocation": "Почему {operatingsystem} спрашивает моё местоположение?",
    "download.whyAskForLocationAnswer": "Scratch использует bluetooth чтобы подключатся к другим устройствам, такие как micro:bit или LEGO BOOST. Bluetooth может быть использован чтобы предоставить данные о местоположении к приложению, поэтому Google требует каждое приложение которое использует bluetooth спрашивать пользователей чтобы получить доступ к их местоположению. Scratch не будет использовать bluetooth чтобы прослеживать ваше местоположение.",
    "download.whereProjectStored": "Где приложение Scratch хранит мои проекты?",
    "download.whereProjectStoredAnswer": "Проекты сохранены в приложении. Чтобы экспортировать файл проекта, нажмите на 3-точечное меню и выберите \"Поделиться\". На следующем экране выберите \"экспорт\". Видимые параметры зависят от приложений, установленных на вашем устройстве. Общие варианты: Google Диск, Файлы, и email.",
    "download.iconAltText": "Скачать"
}