{
    "download.appTitle": "Stiahnite si aplikáciu Scratch",
    "download.appIntro": "Chceli by ste vytvárať a ukladať projekty Scratch bez internetového pripojenia? Stiahnite si bezplatnú aplikáciu Scratch.",
    "download.requirements": "Požiadavky",
    "download.imgAltDownloadIllustration": "Snímka obrazovky Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "Často kladené otázky",
    "download.startScratchDesktop": "Spustiť Scratch pre počítač",
    "download.howDoIInstall": "Ako nainštalujem Scratch pre počítač?",
    "download.whenSupportLinuxApp": "Kedy bude aplikácia Scratch dostupná pre Linux?",
    "download.whenSupportLinux": "Kedy bude Scratch pre počítač pre Linux?",
    "download.supportLinuxAnswer": "Scratch pre počítač na Linuxe v súčasnosti nie je podporovaný. S partnermi a komunitou open-source pracujeme na zistení, či by sme vedeli v budúcnosti zabezpečiť podporu pre Linux. Ostaňte v kontakte!",
    "download.whenSupportLinuxAppAnswer": "Aplikácia Scratch momentálne nie je podporovaná v systéme Linux. Spolupracujeme s partnermi a komunitou open source, aby sme zistili, či existuje spôsob, ako môžeme v budúcnosti podporovať Linux. Zostaňte naladení!",
    "download.supportChromeOS": "Kedy budete mať Scratch pre počítače pre Chromebook?",
    "download.supportChromeOSAnswer": "Scratch pre počítače na Chromebooku ešte nie je dokončený. Pracujeme na tom a vydanie očakávame neskôr v roku 2019. ",
    "download.olderVersionsTitle": "Staršie verzie",
    "download.olderVersions": "Hľadáte staršiu verziu aplikácie Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Offline Editor",
    "download.cannotAccessMacStore": "Čo ak nemám prístup k Mac App Store?",
    "download.cannotAccessWindowsStore": "Čo ak nemám prístup k Microsoft Store?",
    "download.macMoveAppToApplications": "Otvorte súbor .dmg. Presuňte Scratch 3 do Aplikácií.",
    "download.macMoveToApplications": "Otvorte .dmg súbor. Presuňte Scratch do priečinka Aplikácie.",
    "download.winMoveToApplications": "Spustite .exe súbor.",
    "download.doIHaveToDownload": "Musím si stiahnuť aplikáciu, aby som mohol používať Scratch?",
    "download.doIHaveToDownloadAnswer": "Nie. Editor projektu Scratch môžete použiť aj vo väčšine webových prehliadačov na väčšine zariadení tak, že prejdete na stránku scratch.mit.edu a kliknete na položku \"Vytvoriť\".",
    "download.canIUseScratchLink": "Môžem použiť Scratch Link na pripojenie k rozšíreniam?",
    "download.canIUseScratchLinkAnswer": "Áno. Ale na použitie Scratch Link budete potrebovať internetové pripojenie.",
    "download.canIUseExtensions": "Môžem sa pripojiť k hardvérovým rozšíreniam?",
    "download.canIUseExtensionsAnswer": "Áno. S aplikáciou Scratch sa môžete pripojiť k rozšíreniam a nepotrebujete Scratch Link.",
    "download.howConnectHardwareDevices": "Ako pripojím aplikáciu Scratch k hardvérovým zariadeniam?",
    "download.howConnectHardwareDevicesAnswerLink": "Budete si musieť nainštalovať a spustiť aplikáciu Scratch Link, aby ste sa mohli pripojiť k hardvérovým zariadeniam pri používaní aplikácie Scratch pre {operatingsystem}. Na používanie aplikácie Scratch Link budete potrebovať aj internetové pripojenie.",
    "download.howConnectHardwareDevicesAnswerApp": "Pomocou aplikácie Scratch sa môžete pripojiť k hardvérovým zariadeniam ako micro:bit alebo LEGO Boost. Keď používate aplikáciu Scratch {operatingsystem}, nepotrebujete Scratch Link.",
    "download.desktopAndBrowser": "Môžem súčasne používať Scratch pre počítač aj Scratch v okne prehliadača?",
    "download.appAndBrowser": "Môžem použiť aplikáciu Scratch a tiež mať otvorený Scratch v prehliadači?",
    "download.yesAnswer": "Áno.",
    "download.onPhone": "Môžem si nainštalovať Scratch na svoj telefón s Androidom?",
    "download.onPhoneAnswer": "Nie. Aktuálna verzia aplikácie Scratch pre Android funguje iba na tabletoch.",
    "download.howUpdateApp": "Ako aktualizujem aplikáciu Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Otvorte obchod Google Play a skontrolujte aktualizácie. Ak vašu inštaláciu spravujú správcovia školy, budú musieť aktualizovať verziu a sprístupniť aktualizáciu spravovaným zariadeniam.",
    "download.howUpdateAppAnswerDownload": "Ak chcete aktualizovať aplikáciu Scratch {operatingsystem} z tejto stránky, stiahnite si najnovšiu verziu a nainštalujte ju. Ak chcete zistiť, ktorú verziu máte, kliknite na logo Scratch v stiahnutej aplikácii.",
    "download.canIShare": "Môžem zdieľať projekt zo Scratch pre počítač?",
    "download.canIShareAnswer": "To zatiaľ nie je možné. Nateraz môžete uložiť projekt do súboru a načítať ho do svojho účtu Scratch, a tam ho zdieľať. V neskorších verziách pribudne možnosť priameho načítania projektu do vášho účtu Scratch aj v aplikácii Scratch pre počítač. ",
    "download.canIShareApp": "Môžem zdieľať s online komunitou z aplikácie Scratch pre {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Áno. Kliknite na 3-bodkovú ponuku na projekte v lobby a z možností vyberte \"Zdieľať\". Okrem zdieľania e-mailom sa môžete prihlásiť do svojho účtu Scratch a zdieľať projekt s online komunitou Scratch.",
    "download.canIShareAnswerDownloaded": "Priame zdieľanie s online komunitou z aplikácie Scratch {operatingsystem} pre momentálne nie je podporované. Zatiaľ môžete exportovať projekt z aplikácie Scratch, potom sa prihlásiť na webovú stránku Scratch a nahrať a zdieľať svoj projekt tam.",
    "download.whyNoDevicesVisible": "Prečo Scratch nezobrazí žiadne zariadenia, keď sa pokúšam pripojiť hardvérové ​​rozšírenia?",
    "download.whyNoDevicesVisibleAnswer": "Zistili sme, že vypnutie a opätovné zapnutie {devicePosessive} bluetooth v systémových nastaveniach vám zvyčajne umožní znova vidieť hardvérové ​​zariadenia. Ak problém pretrváva, skontrolujte, či sú na vašom zariadení povolené služby určovania polohy. Ak stále nevidíte žiadne zariadenia, prosím {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "kontaktuj nás",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "Tablety s Androidom",
    "download.whyAskForLocation": "Prečo sa {operatingsystem} pýta na moju polohu?",
    "download.whyAskForLocationAnswer": "Scratch využíva bluetooth na pripojenie k iným zariadeniam, ako je micro:bit alebo LEGO BOOST. Bluetooth možno použiť na poskytovanie údajov o polohe do aplikácie, takže Google vyžaduje, aby každá aplikácia, ktorá používa bluetooth, požiadala používateľov o povolenie na prístup k svojej polohe. Scratch nebude používať bluetooth na sledovanie vašej polohy.",
    "download.whereProjectStored": "Kde aplikácia Scratch ukladá moje projekty?",
    "download.whereProjectStoredAnswer": "Projekty sa ukladajú interne v aplikácii. Ak chcete exportovať súbor projektu, kliknite na 3-bodkovú ponuku a vyberte \"Zdieľať\". Na ďalšej obrazovke vyberte \"exportovať\". Zobrazené možnosti závisia od aplikácií nainštalovaných vo vašom zariadení. Bežné možnosti sú Disk Google, Súbory a e-mail.",
    "download.iconAltText": "Ulož"
}