{
    "download.appTitle": "Prenesite Scratch aplikacijo",
    "download.appIntro": "Ali bi radi ustvarili in shranili Scratch projekte brez spletne povezave? Prenesite brezplačno Scratch aplikacijo.",
    "download.requirements": "Zahteve",
    "download.imgAltDownloadIllustration": "slika Namiznega Scratch 3.0",
    "download.troubleshootingTitle": "Pogosta vprašanja",
    "download.startScratchDesktop": "Zaženi Namizni Scratch",
    "download.howDoIInstall": "Kako namestim Namizni Scratch?",
    "download.whenSupportLinuxApp": "Kdaj bo Scratch aplikacija na voljo za Linux?",
    "download.whenSupportLinux": "Kdaj bo na voljo Namizni Scratch za okolje Linux?",
    "download.supportLinuxAnswer": "Namizni Scratch na Linuxu še ni na voljo. Poskušamo ugotoviti, če bo to možno. Spremljajte napredek!",
    "download.whenSupportLinuxAppAnswer": "Trenutno Scratch apliakcija na Linuxu ni podprta. S svojimi partnerji iz odprtokodne skupnosti delamo na tem, da ugotovimo, če obstaja možnosti, da bi lahko Linux podpirali v prihodnje. Ostanite na vezi!",
    "download.supportChromeOS": "Kdaj bo na voljo Namizni Scratch za Chromebook?",
    "download.supportChromeOSAnswer": "Namizni Scratch za Chromebook še ni na voljo. Načrtujemo, da bo na voljo kasneje v letu 2019.",
    "download.olderVersionsTitle": "Starejše različice",
    "download.olderVersions": "Iščete prejšnjo različico Scratcha?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 lokalni urejevalnik - deluje brez povezave v splet",
    "download.cannotAccessMacStore": "Kaj pa, če nimam dostopa do Mac App Store?",
    "download.cannotAccessWindowsStore": "Kaj pa, če nimam dostopa do Microsoft Store?",
    "download.macMoveAppToApplications": "Odpri .dmg datoteko in premakni Scratch 3 v imenik Applications.",
    "download.macMoveToApplications": "Odpri datoteko .dmg. Premakni namizni Scratch med Aplikacije.",
    "download.winMoveToApplications": "Zaženi datoteko .exe.",
    "download.doIHaveToDownload": "Ali moram prenesti aplikacijo, da bi uporabljal Scratch?",
    "download.doIHaveToDownloadAnswer": "Ne. Scratch urejevalnik projektov je mogoče uporabiti tudi v večini spletnih brskalnikov na večini naprav, tako da se odpre stran scratch.mit.edu in kline na \"Ustvari\".",
    "download.canIUseScratchLink": "Ali lahko za povezavo do razširitev uporabim Scratch Link?",
    "download.canIUseScratchLinkAnswer": "Da. Vendar je za uporabo Scratch Link-a potrebna internetna povezava.",
    "download.canIUseExtensions": "Ali se lahko povežem s strojnimi razširitvami?",
    "download.canIUseExtensionsAnswer": "Da. S Scratch aplikacijo se je mogoče povezati z razširitvami, za kar ne potrebujete Scratch Linka.",
    "download.howConnectHardwareDevices": "Kako povežem Scratch aplikacijo s strojno napravo?",
    "download.howConnectHardwareDevicesAnswerLink": "Kadar uporabljate Scratch aplikacijo za {operatingsystem}, boste morali namestti in zagnati Scratch Link, da bi se priključili na strojno opremo. Za uproabo Scratch Linka potrebujete tudi povezavo na splet.",
    "download.howConnectHardwareDevicesAnswerApp": "S Scratch apliakcijo se je mogoče priklopiti na strojno opremo, kot sta na primer micro:bit ali LEGO Boost. Kadar uporabljate Scratch aplikacijo za {operatingsystem}, Scratch Link ni potreben.",
    "download.desktopAndBrowser": "Ali lahko uporabljam Namizni Scratch in imam Scratch odprt tudi v brskalniku?",
    "download.appAndBrowser": "Ali lahko uporabljam Scratch aplikacijo in imam odprt Scratch v brskalniku?",
    "download.yesAnswer": "Da.",
    "download.onPhone": "Ali lahko namestim Scratch na svoj androidni telefon?",
    "download.onPhoneAnswer": "Ne. Trenutna različica Scratcha za Android deluje le na tablicah.",
    "download.howUpdateApp": "Kako posodobim Scratch aplikacijo?",
    "download.howUpdateAppAnswerPlayStore": "Odprite trgovino Google Play in preverite posodobitve. Če vašo namestitev upravljajo šolski skrbniki, bodo morali oni posodobiti različico in poskrbeti, da bo posodobitev na voljo napravam za katere skrbijo.",
    "download.howUpdateAppAnswerDownload": "Za posodobitev Scratcha za {operatingsystem} iz te strani, prenesite zadnjo različico in jo namestite. Preverite svojo različico s klikom na logotip v preneseni aplikaciji.",
    "download.canIShare": "Ali lahko iz Namiznega Scratcha delim projekte?",
    "download.canIShareAnswer": "Trenutno to ni podprto. Trenutno je najboljše, če svoj projekt v Namiznem Scratchu shraniš, ga naložiš na svoj Scratch račun in deliš tam. V prihajajočih različicah pa načrtujemo, da bo projekt možno naložiti na Scratch račun neposredno iz Namiznega Scratcha. ",
    "download.canIShareApp": "Ali lahko iz Scratch aplikacije za {operatingsystem}delim s spletno skupnostjo?",
    "download.canIShareAnswerPlayStore": "Da. Kliknite na meni s tremi pikami ob projektu na sprejemni strani in izberite \"Deli\" iz seznama možnosti. Poleg deljenja preko elektronske pošte, se lahko prijavite s svojim Scratch računom in delite projekt s spletno Scratch skupnostjo.",
    "download.canIShareAnswerDownloaded": "Neposredno deljenje s spletno skupnostjo trenutno ni podprto iz Scratch aplikacije za {operatingsystem}. Trenutno lahko projekt izvozite iz Scratch aplikacije, se potem prijavite na Scratch spletno stran in projekt naložite in delite od tam.",
    "download.whyNoDevicesVisible": "Zakaj Scratch ne prikaže naprave, ko skušam priključiti strojno razširitev?",
    "download.whyNoDevicesVisibleAnswer": "Ugotovili smo da izklop in ponovi vklop naprave {devicePosessive} ponavadi povzroči, da je naprava spet vidna. Če težava s tem ni odpravljena, preverite, da so lokacijske storitve vklopljene. Če naprav še vedno ne vidite, uporabite {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "kontaktirajte nas",
    "download.chromebookPossessive": "Chromebooki",
    "download.androidPossessive": "Androidne tablice",
    "download.whyAskForLocation": "Zakaj {operatingsystem} sprašuje po moji lokaciji?",
    "download.whyAskForLocationAnswer": "Scratch za povezovanje z drugimi napravami, kot sta micro:bit ali LEGO BOOST, uporablja bluetooth. Bluetooth je mogoče uporabljati za posredovanje lokacijskih podatkov aplikaciji, zato Google od vsakega uproabnika zahteva dovoljenje uporabnika za dostopanje do njegove lokacije. Scratch povezave bluetooth ne uporablja za sledenje lokaciji.",
    "download.whereProjectStored": "Kam Scracth aplikacija shranjuje moje projekte?",
    "download.whereProjectStoredAnswer": "Projekti so shranjeni interno v aplikacijo. Za izvažanje projektne datoteke, kliknite na mrni s tremi pikami in izberite \"Deli\". Na naslednjem zaslonu izberite \"izvozi\". Katerer možnosti so vidne je odvisno od aplikaciji, ki so nameščene na napravi. Pogoste možnosti so Google Drive, datoteke in elektronska pošta.",
    "download.iconAltText": "Prenesi"
}