{
    "download.title": "Скрач на радној површини",
    "download.intro": "Можеш да инсталираш Скрач едитор на радној површини да би радио на пројектима без везе са интернетом. Ова верзија ради под Виндоус и Мек ОС-ом.",
    "download.requirements": "Захтеви",
    "download.imgAltDownloadIllustration": "Скрач 3.0 на радој површини снимак екрана",
    "download.installHeaderTitle": "Инсталирај Скрач на радној површини",
    "download.downloadScratchDesktop": "Преузми Скрач на радној површини",
    "download.downloadButton": "Преузми",
    "download.troubleshootingTitle": "Најчешћа питања",
    "download.startScratchDesktop": "Покрени Скрач на радној површини",
    "download.howDoIInstall": "Како да инсталирам Скрач на радној површини?",
    "download.whenSupportLinux": "Када ћете имати Скрач на радној површини за Линукс?",
    "download.supportLinuxAnswer": "Скрач на радној површини за Линукс тренутно није подржан. Радимо заједно са партнерима и заједницом програмера отвореног кода да би установили постоји ли начин да подржимо Линукс у будућности. Буди у току!",
    "download.supportChromeOS": "Када ћете да имате Скрач на радној површини за Chromebooks?",
    "download.supportChromeOSAnswer": "Скрач на радној површини за Chromebooks није још доступан. Радимо на њему и планирамо да га објавимо касније у 2019.",
    "download.olderVersionsTitle": "Старије верзије",
    "download.olderVersions": "Тражиш Скрач 2.0 уређивач ван мреже или Скрач 1.4?",
    "download.scratch1-4Desktop": "Скрач 1.4 на радној површини",
    "download.scratch2Desktop": "Скрач 2.0 на радној површини",
    "download.cannotAccessMacStore": "Шта ако ја не могу да приступим  Mac App Store?",
    "download.cannotAccessWindowsStore": "Шта ако ја не могу да приступим Microsoft Store?",
    "download.macMoveToApplications": "Отвори .dmg датотеку. Пребаци Скрач на радној површини у апликације.",
    "download.winMoveToApplications": "Покрени .exe датотеку.",
    "download.canIUseScratchLink": "Могу ли да користим Скрач везу да би се повезао са проширењима?",
    "download.canIUseScratchLinkAnswer": "Да. Ипак, биће ти потребна веза са интернетом да би користио Скрач везу.",
    "download.desktopAndBrowser": "Могу ли да користим Скрач на радној површини и да такође имам отворен Скрач у прегледачу интернета?",
    "download.yesAnswer": "Да.",
    "download.canIShare": "Могу ли да делим пројекте из Скрача на радној површини?",
    "download.canIShareAnswer": "То тренутно није подржано. За сада, можеш да сачуваш пројекат из Скрача на радној површини, отпремиш га на свој Скрач налог и тамо га делиш. У наредним верзијама додаћемо могућност да отпремаш у свој Скрач налог директно из Скрача на радној површини."
}