{
    "download.appTitle": "Преузмите Скреч програм",
    "download.appIntro": "Да ли  желиш да ствараш и чуваш Скрач пројекте без везе са интернетом? Преузми бесплатни Скрач програм (Scratch app).",
    "download.requirements": "Захтеви",
    "download.imgAltDownloadIllustration": "Скрач 3.0 на радој површини снимак екрана",
    "download.troubleshootingTitle": "Најчешћа питања",
    "download.startScratchDesktop": "Покрени Скрач на радној површини",
    "download.howDoIInstall": "Како да инсталирам Скрач на радној површини?",
    "download.whenSupportLinuxApp": "Када ће бити доступан Скреч програм за Линукс?",
    "download.whenSupportLinux": "Када ћете имати Скрач на радној површини за Линукс?",
    "download.supportLinuxAnswer": "Скрач на радној површини за Линукс тренутно није подржан. Радимо заједно са партнерима и заједницом програмера отвореног кода да би установили постоји ли начин да подржимо Линукс у будућности. Буди у току!",
    "download.whenSupportLinuxAppAnswer": "Скрач програм за Линукс тренутно није подржан. Радимо заједно са партнерима и заједницом програмера отвореног кода да би установили постоји ли начин да подржимо Линукс у будућности. Буди у току!",
    "download.supportChromeOS": "Када ћете да имате Скрач на радној површини за Chromebooks?",
    "download.supportChromeOSAnswer": "Скрач на радној површини за Chromebooks није још доступан. Радимо на њему и планирамо да га објавимо касније у 2019.",
    "download.olderVersionsTitle": "Старије верзије",
    "download.olderVersions": "Тражиш старију верзију Скрача?",
    "download.scratch1-4Desktop": "Скрач 1.4",
    "download.scratch2Desktop": "Скрач 2.0 уређивач ван мреже",
    "download.cannotAccessMacStore": "Шта ако ја не могу да приступим  Mac App Store?",
    "download.cannotAccessWindowsStore": "Шта ако ја не могу да приступим Microsoft Store?",
    "download.macMoveAppToApplications": "Отвори датотеку са наставком \".dmg\". Пребаци Скреч 3 у Апликације.",
    "download.macMoveToApplications": "Отвори .dmg датотеку. Пребаци Скрач на радној површини у апликације.",
    "download.winMoveToApplications": "Покрени .exe датотеку.",
    "download.doIHaveToDownload": "Морам ли да преузмем програм да би користио Скрач?",
    "download.doIHaveToDownloadAnswer": "Не. Можеш користити Скреч едитор у већини интернет претраживача, на већини уређаја. Посети scratch.mit.edu и изабери опцију \"Стварај\".",
    "download.canIUseScratchLink": "Могу ли да користим Скрач везу да би се повезао са проширењима?",
    "download.canIUseScratchLinkAnswer": "Да. Ипак, биће ти потребна веза са интернетом да би користио Скрач везу.",
    "download.canIUseExtensions": "Да ли могу да се повежем на спољне уређаје?",
    "download.canIUseExtensionsAnswer": "Да. Са Скреч програмом можете да се повежете на спољне уређаје. За повезивање вам није потребан Scratch Link.",
    "download.howConnectHardwareDevices": "Како да повежем спољне уређаје са Скреч програмом?",
    "download.howConnectHardwareDevicesAnswerLink": "Потребно је да инсталирате и покренете Scratch Link како би повезали спољне уређаје и Скреч програм за {operatingsystem}. Такође вам је потребна и интернет веза, како би користили Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Са Скреч програмом можете повезати спољне уређаје, попут micro:bit или LEGO Boost. Када користите Скреч програм за {operatingsystem} није вам потребан Scratch Link.",
    "download.desktopAndBrowser": "Могу ли да користим Скрач на радној површини и да такође имам отворен Скрач у прегледачу интернета?",
    "download.appAndBrowser": "Да ли могу истовемено да користим Скреч програм и Скреч у интернет претраживачу?",
    "download.yesAnswer": "Да.",
    "download.onPhone": "Могу ли да инсталирам Скрач на мом Андроид телефону?",
    "download.onPhoneAnswer": "Не. Тренутна верзија Скреча за Андроид ради само на таблет уређајима.",
    "download.howUpdateApp": "Како се ажурира Скреч програм?",
    "download.howUpdateAppAnswerPlayStore": "Отворите Google Play store и проверите доступна ажурирања. Уколико ажурирања контролише администратор школе, неопходно је да он преузме ажурирање и омогући га за уређаје који су контролисани.",
    "download.howUpdateAppAnswerDownload": "Како би ажурирали Скреч за {operatingsystem}, преузмите га са ове стране. Како би проверили коју верзију Скреча користите, кликните на лого Скреча у програму.",
    "download.canIShare": "Могу ли да делим пројекте из Скрача на радној површини?",
    "download.canIShareAnswer": "То тренутно није подржано. За сада, можеш да сачуваш пројекат из Скрача на радној површини, отпремиш га на свој Скрач налог и тамо га делиш. У наредним верзијама додаћемо могућност да отпремаш у свој Скрач налог директно из Скрача на радној површини.",
    "download.canIShareApp": "Да ли могу да делим пројекте из Скреча за {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Да. Кликните на мени са 3 тачке на пројекту у предворју и изаберите „Дели“ из опција. Поред дељења путем електронске поште, можете се пријавити на свој Скрач налог и делити пројекат са Скрач заједницом.",
    "download.canIShareAnswerDownloaded": "Дељење директно са заједницом из Скрач апликације за {operatingsystem} тренутно није подржано. За сада можете да извезете пројекат из Скрач апликације, а затим се пријавите на Скрач портал и тамо отпремите и делите свој пројекат.",
    "download.whyNoDevicesVisible": "Зашто Скрачне приказује ниједан уређај када покушам да повежем хардверске додатке?",
    "download.whyNoDevicesVisibleAnswer": "Обично се искључивањем и поновним укључивањем bluetooth везе вашег {devicePosessive} уређаја поново успоставља веза. Уколико ова акција не отклони проблем, проверите да ли су омогућене функције локације на уређају. Ако и ово не отклони проблем,  {whyNoDevicesContactUsLink} преко овог линка.",
    "download.whyNoDevicesContactUsLink": "контактирајте нас",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "Андроид таблети",
    "download.whyAskForLocation": "Зашто {operatingsystem} пита за моју локацију?",
    "download.whyAskForLocationAnswer": "Скрач користи bluetooth tза повезивање са другим уређајима, као што су micro:bit или LEGO BOOST.  Bluetooth се може користити за пружање података о локацији. Google захтева да свака апликација која користи bluetooth тражи од корисника дозволу за приступ њиховој локацији. Скрач неће користити bluetooth за праћење ваше локације.",
    "download.whereProjectStored": "Где Скрач програм чува моје пројекте?",
    "download.whereProjectStoredAnswer": "Пројекти се чувају интерно у апликацији. Да бисте извезли пројектну датотеку, кликните на мени са 3 тачке и изаберите „Дели“. На следећем екрану изаберите \"извоз\". Видљиве опције зависе од апликација инсталираних на вашем уређају. Уобичајене опције су Google Drive, датотеке и електронска пошта.",
    "download.iconAltText": "Преузми"
}