{
    "download.appTitle": "Ladda ner Scratch-appen",
    "download.appIntro": "Vill du skapa och spara Scratch-projekt utan internetanslutning? Ladda ner den kostnadsfria Scratch-appen.",
    "download.requirements": "Krav",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Appens skärmbilder",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Starta Scratchappen",
    "download.howDoIInstall": "Hur installerar jag Scratchappen?",
    "download.whenSupportLinuxApp": "När kommer du att ha Scratch-appen tillgänglig för Linux?",
    "download.whenSupportLinux": "När kommer Scratchappen att finnas för Linux?",
    "download.supportLinuxAnswer": "Scratchappen för Linux finns inte än. Vi arbetar med partners och entusiaster för öppen källkod för att se om det finns en möjlighet att supporta Linux i framtiden. Håll dig underrättad!",
    "download.whenSupportLinuxAppAnswer": "Scratch-appen stöds för närvarande inte på Linux. Vi arbetar med partners och öppen källkodsgemenskapen för att avgöra om det finns ett sätt vi kan stödja Linux i framtiden. Håll ögonen öppna!",
    "download.supportChromeOS": "När kommer Scratchappen att finnas för Chromebooks?",
    "download.supportChromeOSAnswer": "Scartchappen för Chromebooks är inte färdig än. Vi arbetar på den och räknar med att släppa den senare under 2019.",
    "download.olderVersionsTitle": "Äldre versioner",
    "download.olderVersions": "Letar du efter en tidigare version av Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Offlineredigeraren",
    "download.cannotAccessMacStore": "Om jag inte kan komma åt Mac App Store?",
    "download.cannotAccessWindowsStore": "Om jag inte kan komma åt Microsoft Store?",
    "download.macMoveAppToApplications": "Öppna .dmg-filen. Flytta Scratch 3 till applikationer.",
    "download.macMoveToApplications": "Öppna .dmg filen. Flytta Scratchappen till Applikationer.",
    "download.winMoveToApplications": "Kör .exe filen.",
    "download.doIHaveToDownload": "Måste jag ladda ner en app för att använda Scratch?",
    "download.doIHaveToDownloadAnswer": "Nej. Du kan också använda Scratch-projektredigeraren i de flesta webbläsare på de flesta enheter genom att gå till scratch.mit.edu och klicka på \"Skapa\".",
    "download.canIUseScratchLink": "Kan jag använda Scratch Link för att ansluta tilläggen?",
    "download.canIUseScratchLinkAnswer": "Ja. Men, du måste ha Internet för att kunna använda Scratch Link.",
    "download.canIUseExtensions": "Kan jag ansluta till hårdvarutillägg?",
    "download.canIUseExtensionsAnswer": "Ja. Med Scratch-appen kan du ansluta till tillägg, och du behöver inte Scratch Link.",
    "download.howConnectHardwareDevices": "Hur ansluter jag Scratch-appen till hårdvaruenheter?",
    "download.howConnectHardwareDevicesAnswerLink": "Du måste installera och köra Scratch Link för att kunna ansluta till hårdvaruenheter när du använder Scratch-appen för {operatingsystem}. Du behöver också en internetanslutning för att använda Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Med Scratch-appen kan du ansluta till hårdvaruenheter som micro:bit eller LEGO Boost. När du använder Scratch-appen för {operatingsystem} behöver du inte Scratch Link.",
    "download.desktopAndBrowser": "Kan jag använda Scratchappen och samtidigt ha Scratch öppet i en webbläsare?",
    "download.appAndBrowser": "Kan jag använda Scratch-appen och även ha Scratch öppet i webbläsaren?",
    "download.yesAnswer": "Ja.",
    "download.onPhone": "Kan jag installera Scratch på min Android-telefon?",
    "download.onPhoneAnswer": "Nej. Den nuvarande versionen av Scratch för Android fungerar bara på surfplattor.",
    "download.howUpdateApp": "Hur uppdaterar jag Scratch-appen?",
    "download.howUpdateAppAnswerPlayStore": "Öppna Google Play Butik och leta efter uppdateringar. Om din installation hanteras av skoladministratörer måste de uppdatera versionen och göra uppdateringen tillgänglig för hanterade enheter.",
    "download.howUpdateAppAnswerDownload": "För att uppdatera Scratch för {operatingsystem} från den här sidan, ladda ner den senaste versionen och installera. För att kontrollera vilken version du har, klicka på Scratch-logotypen i den nedladdade appen.",
    "download.canIShare": "Kan jag dela projekt från Scratchappen?",
    "download.canIShareAnswer": "Detta är för närvarande inte möjligt. För tillfället, kan du spara ett projekt från Scratchappen och ladda upp det till ditt Scratchkonto, och dela det där. I en senare version kommer att vi lägga till möjligheten för dig att ladda upp direkt till ditt Scratchkonto.",
    "download.canIShareApp": "Kan jag dela till onlinegemenskapen från Scratch-appen för {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ja. Klicka på menyn med tre punkter på ett projekt i lobbyn och välj \"Dela\" från alternativen. Förutom att dela via e-post kan du logga in på ditt Scratch-konto och dela ett projekt med Scratch-onlinegemenskapen.",
    "download.canIShareAnswerDownloaded": "Delning direkt till onlinegemenskapen från Scratch-appen för {operatingsystem} stöds för närvarande inte. För närvarande kan du exportera ett projekt från Scratch-appen, sedan logga in på Scratch-webbplatsen och ladda upp och dela ditt projekt där.",
    "download.whyNoDevicesVisible": "Varför visar Scratch inga enheter när jag försöker ansluta hårdvarutillägg?",
    "download.whyNoDevicesVisibleAnswer": "Vi har upptäckt att när du stänger av och sätter på din {devicePosessive} bluetooth igen i systeminställningarna kan du vanligtvis se hårdvaruenheter igen. Om problemet kvarstår, kontrollera att platstjänster är aktiverade för din enhet. Om du fortfarande inte ser några enheter, vänligen {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "kontakta oss",
    "download.chromebookPossessive": "Chromebooks",
    "download.androidPossessive": "Android-surfplatta",
    "download.whyAskForLocation": "Varför {operatingsystem} frågar jag efter min plats?",
    "download.whyAskForLocationAnswer": "Scratch använder bluetooth för att ansluta till andra enheter, till exempel en micro:bit eller LEGO BOOST. Bluetooth kan användas för att tillhandahålla platsdata till appen, så Google kräver att varje app som använder bluetooth ber användare om tillåtelse att komma åt sin plats. Scratch kommer inte att använda bluetooth för att spåra din plats.",
    "download.whereProjectStored": "Var lagrar Scratch-appen mina projekt?",
    "download.whereProjectStoredAnswer": "Projekt sparas internt i appen. För att exportera en projektfil klickar du på menyn med tre punkter och väljer Dela. På nästa skärm väljer du export. Vilka alternativ som visas beror på vilka applikationer som är installerade på din enhet. Vanliga alternativ är Google Drive, Files och e-post.",
    "download.iconAltText": "Ladda ned"
}