{
    "download.appTitle": "Pakua Scratch App",
    "download.appIntro": "Je, ungependa kuunda na kuhifadhi miradi ya Scratch bila muunganisho wa mtandao? Pakua Scratch App.",
    "download.requirements": "Mahitaji",
    "download.imgAltDownloadIllustration": "Picha ya Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "Maswali yanayoulizwa mara kwa mara",
    "download.startScratchDesktop": "Anza Scratch Desktop",
    "download.howDoIInstall": "Ninawezaje kusanikisha Scratch Desktop?",
    "download.whenSupportLinuxApp": "Scratch App itapatikana lini kwenye Linux?",
    "download.whenSupportLinux": "Scratch Desktop itapatikana lini kwenye Linux?",
    "download.supportLinuxAnswer": "Kwa sasa hauwezi tumia Scratch Desktop kwenye Linux. Lakini tunaishughulikia.",
    "download.whenSupportLinuxAppAnswer": "Kwa sasa hauwezi tumia Scratch App kwenye Linux. Lakini tunaishughulikia.",
    "download.supportChromeOS": "Scratch Desktop itapatikana lini kwenye Chromebook?",
    "download.supportChromeOSAnswer": "Kwa sasa hauwezi tumia Scratch Desktop kwenye Chromebook. Tunaishughulikia na inatarajiwa kupatikana mwaka wa 2019.",
    "download.olderVersionsTitle": "Matoleo ya Zamani",
    "download.olderVersions": "Unatafuta toleo la mapema la Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Kihariri cha Scratch 2.0 kilicho nje ya mtandao",
    "download.cannotAccessMacStore": "Je, ikiwa siwezi kutumia Mac App Store?",
    "download.cannotAccessWindowsStore": "Je, ikiwa siwezi kutumia Microsoft Store?",
    "download.macMoveAppToApplications": "Fungua faili ya .dmg. Hamisha Scratch 3 kwenye Applications.",
    "download.macMoveToApplications": "Fungua faili ya .dmg. Hamisha Scratch Desktop kwenye Applications.",
    "download.winMoveToApplications": "Endesha faili ya .exe.",
    "download.doIHaveToDownload": "Lazima nipakue programu kutumia Scratch?",
    "download.doIHaveToDownloadAnswer": "Hapana. Unaweza tumia Kihariri cha Scratch katika vivinjari vingi kwenye vifaa vingi kwa kwenda scratch.mit.edu na kubonyeza \"Unda\".",
    "download.canIUseScratchLink": "Je, ninaweza kutumia Scratch Link kuunganisha viendelezi?",
    "download.canIUseScratchLinkAnswer": "Ndio. Lakini utahitaji muunganisho wa mtandao ili kutumia Scratch Link.",
    "download.canIUseExtensions": "Ninaweza kuunganisha Scratch App na viendelezi?",
    "download.canIUseExtensionsAnswer": "Ndio. Unaweza kuunganisha Scratch App na viendelezi na hauhitaji Scratch Link.",
    "download.howConnectHardwareDevices": "Ninaunganishaje Scratch App na vifaa vya kielektroniki?",
    "download.howConnectHardwareDevicesAnswerLink": "Utahitaji kusanikisha na kuendesha Scratch Link ili kuunganisha vifaa vya kielektroniki wakati unapotumia Scratch App kwenye {operatingsystem}. Utahitaji pia muunganisho wa mtandao ili kutumia Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Ukiwa na Scratch App unaweza kuunganisha vifaa vya kielektroniki kama micro:bit au LEGO Boost. Unapotumia Scratch App kwenye {operatingsystem} hauhitaji Scratch Link.",
    "download.desktopAndBrowser": "Je! NInaweza kutumia  Scratch ya Eneo-kazi na pia nifungue Scratch katika kivinjari?",
    "download.appAndBrowser": "Ninaweza kutumia Scratch App na pia kuwa na Scratch wazi kwenye kivinjari?",
    "download.yesAnswer": "Ndio.",
    "download.onPhone": "Ninaweza kusanikisha Scratch kwenye simu yangu ya Android?",
    "download.onPhoneAnswer": "Hapana. Scratch ya Android linafanya kazi tu kwenye kompyuta ya tablet.",
    "download.howUpdateApp": "Ninawezaje kusasisha Scratch App?",
    "download.howUpdateAppAnswerPlayStore": "Fungua Google Play Store na uangalie masasisho. Ikiwa usakinishaji wako unasimamiwa na waalimu wa shule yako, watahitaji kusasisha toleo na kufanya sasisho lipatikane kwa vifaa vyako.",
    "download.howUpdateAppAnswerDownload": "Ili kusasisha Scratch kwenye {operatingsystem} kutoka ukurasa huu, pakua toleo la sasa na kulisakinisha. Uangalia ni toleo gani unalo, bonyeza nembo (logo) ya Scratch katika programu iliyopakuliwa.",
    "download.canIShare": "Je, ninaweza kusambaza kutoka Scratch Desktop?",
    "download.canIShareAnswer": "Hii haitumiki kwa sasa. Lakini unaweza hifadhi mradi kutoka Scratch Desktop, uipakie kwenye akaunti yako na kuisambaza hapo. Katika toleo la baadaye tutaongeza uwezo wa kupakia kwenye akaunti yako ya Scratch katika Scratch Desktop.",
    "download.canIShareApp": "Ninaweza kusambaza kwa jamii kutoka Scratch App kwenye {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ndio. Bonyeza menyu ya nukta-tatu kwenye mradi na uchague \"Sambaza\". Unaweza kutuma kupitia barua pepe na pia unaweza kuingia katika akaunti yako ya Scratch na kusambaza mradi wako kwa jamii ya Scratch. ",
    "download.canIShareAnswerDownloaded": "Kusambaza moja kwa moja kwa jamii ya Scratch kutoka Scratch App kwenye {operatingsystem} kwa sasa haiwezekani. Unaweza kuhifadhi and kuhamisha mradi kutoka Scratch App kisha uingia kwenye tovuti ya Scratch na kupakia na kusambaza mradi wako hapo.",
    "download.whyNoDevicesVisible": "Kwa nini Scratch haionyeshi vifaa vyovyote ninapojaribu kuunganisha viendelezi?",
    "download.whyNoDevicesVisibleAnswer": "Tumegundua kuwa kuzima na kuwasha tena Bluetooth ya {devicePosessive} yako katika mipangilio ya mfumo huruhusu kuona vifaa vya kielektroniki tena. Ikiwa shida itaendelea, angalia ikiwa huduma za eneo zimewezeshwa kwa kifaa chako. Ikiwa bado hauoni vifaa vyovyote, tafadhali {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "wasiliana nasi",
    "download.chromebookPossessive": "ya Chromebook",
    "download.androidPossessive": "ya Android tablet",
    "download.whyAskForLocation": "Mbona {operatingsystem} inaulizia eneo langu?",
    "download.whyAskForLocationAnswer": "Scratch hutumia bluetooth kuungana na vifaa vingine kama micro:bit au LEGO BOOST. Bluetooth inaweza kutumiwa kuonyesha data ya eneo kwa programu. Kwa hiyo, Google inahitaji kila programu inayotumia bluetooth iombe watumiaji ruhusa kuona eneo lao. Scratch haitatumia bluetooth kufuatilia eneo lako. ",
    "download.whereProjectStored": "Scratch App inahifadhi miradi yangu wapi?",
    "download.whereProjectStoredAnswer": "Miradi inahifadhiwa ndani ya programu. Ili kuhamisha faili ya mradi, bonyeza menyu ya nukta-tatu na uchague \"Sambaza\". Kwenye skrini inayofuata chagua \"hamisha\". Chaguzi zinazoonekana hutegemea programu zilizosanikishwa kwenye kifaa chako. Chaguzi za kawaida ni Google Drive, Faili, na barua pepe.",
    "download.iconAltText": "Pakua"
}