{
    "download.appTitle": "ดาวน์โหลดแอป Scratch",
    "download.appIntro": "คุณต้องการสร้างและบันทึกโปรเจกต์ Scratch โดยไม่ต้องเชื่อมต่ออินเทอร์เน็ตหรือไม่? ดาวน์โหลดแอป Scratch",
    "download.requirements": "ความต้องการ",
    "download.imgAltDownloadIllustration": "ภาพหน้าจอแสดง Scratch 3.0 บนเดสก์ท็อป ",
    "download.troubleshootingTitle": "คำถามพบบ่อย",
    "download.startScratchDesktop": "เริ่มต้น Scratch Desktop",
    "download.howDoIInstall": "ฉันจะติดตั้ง Scratch Desktop อย่างไร?",
    "download.whenSupportLinuxApp": "แล้วโปรแกรม Scratch Desktop สำหรับ Linux จะมาเมื่อไร?",
    "download.whenSupportLinux": "แล้วโปรแกรม Scratch Desktop สำหรับ Linux จะมาเมื่อไร?",
    "download.supportLinuxAnswer": "Scratch Desktop บน Linux ยังไม่รองรับอยู่ในตอนนี้ พวกเรากำลังทำงานร่วมกับพาร์ทเนอร์และชุมชนโอเพ่นซอร์สเพื่อหาหนทางที่เราจะสามารถรองรับ Linux ได้ในอนาคต โปรดอดใจรอ!",
    "download.whenSupportLinuxAppAnswer": "Scratch Desktop บน Linux ยังไม่รองรับอยู่ในตอนนี้ พวกเรากำลังทำงานร่วมกับพาร์ทเนอร์และชุมชนเพื่อหาหนทางที่เราจะสามารถรองรับ Linux ได้ในอนาคต คอยติดตาม!",
    "download.supportChromeOS": "เมื่อไหร่จะมี Scratch Desktop สำหรับ Chromebooks",
    "download.supportChromeOSAnswer": "Scratch Desktop สำหรับ Chromebooks ยังไม่พร้อมใช้งาน เรากำลังดำเนินการและคาดว่าจะเปิดตัวในปี 2019",
    "download.olderVersionsTitle": "เวอร์ชั่นก่อนหน้า",
    "download.olderVersions": "มองหา Scratch เวอร์ชันก่อนหน้าอยู่ใช่ไหม",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 ออฟไลน์",
    "download.cannotAccessMacStore": "แล้วถ้าฉันไม่สามารถเข้าใช้งาน Mac App Store ได้ล่ะ?",
    "download.cannotAccessWindowsStore": "แล้วถ้าฉันไม่สามารถเข้าใช้งาน Microsoft Store ได้ล่ะ?",
    "download.macMoveAppToApplications": "เปิดไฟล์ .dmg ย้าย Scratch 3 ไปที่ Applications",
    "download.macMoveToApplications": "เปิดไฟล์นามสกุล .dmg ลาก Scratch Desktop ลงใน Applications",
    "download.winMoveToApplications": "เปิดไฟล์ที่ลงท้ายด้วย .exe",
    "download.doIHaveToDownload": "ฉันต้องดาวน์โหลดแอปเพื่อใช้ Scratch หรือไม่",
    "download.doIHaveToDownloadAnswer": "ไม่ คุณสามารถใช้ Scratch ในเว็บเบราว์เซอร์ส่วนใหญ่บนอุปกรณ์ส่วนใหญ่ได้โดยไปที่ scratch.mit.edu แล้วคลิก สร้าง",
    "download.canIUseScratchLink": "ฉันสามารถใช้ Scratch Link เพื่อเชื่อมต่อไปยังส่วนเสริมได้ไหม?",
    "download.canIUseScratchLinkAnswer": "ได้ แต่ว่าคุณต้องการการเชื่อมต่อไปยังอินเทอร์เน็ตด้วยเพื่อที่จะใช้ Scratch Link",
    "download.canIUseExtensions": "Can I connect to hardware extensions?",
    "download.canIUseExtensionsAnswer": "Yes. With the Scratch app you can connect to extensions, and you do not need Scratch Link.",
    "download.howConnectHardwareDevices": "How do I connect the Scratch app to hardware devices?",
    "download.howConnectHardwareDevicesAnswerLink": "You will need to install and run Scratch Link in order to connect to hardware devices when using Scratch app for {operatingsystem}. You will also need an internet connection to use Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "With the Scratch app you can connect to hardware devices like the micro:bit or LEGO Boost. When using the Scratch app for {operatingsystem} you do not need Scratch Link.",
    "download.desktopAndBrowser": "ฉันสามารถใช้ Scratch Desktop และเปิด Scratch บนเบราว์เซอร์พร้อมกันได้ไหม?",
    "download.appAndBrowser": "Can I use the Scratch app and also have Scratch open in the browser?",
    "download.yesAnswer": "ได้",
    "download.onPhone": "Can I install Scratch on my Android phone?",
    "download.onPhoneAnswer": "No. The current version of Scratch for Android only works on tablets.",
    "download.howUpdateApp": "How do I update the Scratch app?",
    "download.howUpdateAppAnswerPlayStore": "Open the Google Play store and check for updates. If your installation is managed by school administrators, they will need to update the version and make the update available to managed devices.",
    "download.howUpdateAppAnswerDownload": "To update Scratch for {operatingsystem} from this page, download the latest version and install. To check which version you have, click the Scratch logo in the downloaded app.",
    "download.canIShare": "ฉันสามารถแชร์จาก Scratch Desktop ได้ไหม?",
    "download.canIShareAnswer": "This isn’t supported currently. For now, you can save a project from Scratch Desktop, upload it to your Scratch account, and share it there. In a later version we will add the ability to upload to your Scratch account directly in Scratch Desktop.",
    "download.canIShareApp": "Can I share to the online community from the Scratch app for {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yes. Click the 3-dots menu on a project in the lobby and select \"Share\" from the options. In addition to sharing by email, you can sign in to your Scratch account and share a project to the Scratch online community.",
    "download.canIShareAnswerDownloaded": "Sharing directly to online community from the Scratch app for {operatingsystem} is not currently supported. For now, you can export a project from the Scratch app, then log onto the Scratch website, and upload and share your project there.",
    "download.whyNoDevicesVisible": "Why doesn't Scratch show any devices when I try to connect hardware extensions?",
    "download.whyNoDevicesVisibleAnswer": "We’ve found that turning your {devicePosessive} bluetooth off and on again in the system settings usually allows you to see hardware devices again. If the problem persists, check that Location services are enabled for your device. If you still do not see any devices, please {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contact us",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "Android tablet's",
    "download.whyAskForLocation": "Why is {operatingsystem} asking for my location?",
    "download.whyAskForLocationAnswer": "Scratch uses bluetooth to connect to other devices, such as a micro:bit or LEGO BOOST.  Bluetooth can be used to provide location data to the app, so Google requires every app that uses bluetooth ask users for permission to access their location. Scratch will not use bluetooth to track your location.",
    "download.whereProjectStored": "Where does the Scratch App store my projects?",
    "download.whereProjectStoredAnswer": "Projects are saved internally in the app. To export a project file, click the 3-dot menu and select \"Share\". On the next screen select \"export\". The options visible depend on the applications installed on your device. Common options are Google Drive, Files, and email.",
    "download.iconAltText": "ดาวน์โหลด"
}