{
    "download.appTitle": "Itseele App ya Scratch.",
    "download.appIntro": "A o ka rata go simolola le go boloka porojeke ya Scractch kwantle ga kgokagano ya inthanete? Itseele app e e sa duelweng ya Scractch. ",
    "download.requirements": "Ditlhokwa",
    "download.imgAltDownloadIllustration": "Scratch 3.0.Desktop screenshot",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Simolola Scratch Desktop",
    "download.howDoIInstall": "Ke tsenya jang Scratch Desktop?",
    "download.whenSupportLinuxApp": "O tlile go nna le app ya Scratch leng go fa Linux?",
    "download.whenSupportLinux": "O tlile go nna le Desktop ya Scratch leng go fa Linux?",
    "download.supportLinuxAnswer": " Scratch Desktop ya Linux ga e na tshegetso mo nakong e. Re dira le badirisanimmogo le setšhaba se se nayang tshedimosetso ka go rata go bona fa go le tsela e re ka tshegetsang Linux mo isagweng ka yona. Nna o tlhwaile tsebe!",
    "download.whenSupportLinuxAppAnswer": " Scratch app ga e na tshegetso ya Linux mo nakong e. Re dira le badirisanimmogo le setšhaba se se nayang tshedimosetso ka go rata go bona fa go le tsela e re ka tshegetsang Linux mo isagweng ka yona. Nna o tlhwaile tsebe!",
    "download.supportChromeOS": "O tlile go nna leng le Scratch Desktop ya Chromebooks?",
    "download.supportChromeOSAnswer": "Scratch Desktop ya di Chromebooks ga e yo. Re tshwaragane le go dira ka yona mme re solofela go e golola kwa moragonyana mo ngwageng wa 2019.",
    "download.olderVersionsTitle": "Dithanolo tse dikgologolo",
    "download.olderVersions": "A o batla thanolo e ntšhwa ya Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Motseleganyi yo o sa golaganang le inthanete wa Scratch 2.0",
    "download.cannotAccessMacStore": "Go tla diragala eng fa ke sa kgone go fitlhelela Lebenkele la Mac App?",
    "download.cannotAccessWindowsStore": "Go tla diragala eng fa ke sa kgone go fitlhelela Lebenkele la Microsoft?",
    "download.macMoveAppToApplications": "Bula faele ya dmg. Sutisetsa Scratch 3 ka mo didirisweng.",
    "download.macMoveToApplications": "Bula faele ya dmg. Sutisetsa Scratch Desktop ka mo didirisweng.",
    "download.winMoveToApplications": "Tsamaisa faele ya exe",
    "download.doIHaveToDownload": "Aa ke tshwanetse go itseela app go dirisa Scratch?",
    "download.doIHaveToDownloadAnswer": "Nnyaa. O ka nna wa dirisa gape motseleganyi wa porojeke ya Scratch mo bobing jo bo phuruphutshang mo didirisweng ka go ya go scratch.mit.edu mme wa tobetsa \"Tlhama\".",
    "download.canIUseScratchLink": "Aa nka dirisa kgokagano ya Scratch go golagana le dikoketso?",
    "download.canIUseScratchLinkAnswer": "Ee, le fa go ntse jalo, o tlile go tlhoka inthanete go dirisa kgolagano ya Scratch.",
    "download.canIUseExtensions": "Aa nka golagana le dikoketso tsa karolotshwarwa?",
    "download.canIUseExtensionsAnswer": "Ee. Ka Scratch app o ka golagana le dikoketso, e bile ga o tlhoke kgokagano ya Scratch.",
    "download.howConnectHardwareDevices": "Nka golagana jang le Scratch app go ya kwa didirisweng tsa karolotshwarwa?",
    "download.howConnectHardwareDevicesAnswerLink": "O tlile go tlhoka go tsenya le go tsamaisa kgolagano ya Scratch gore o kgone go golagana le didiriswa tsa karolotshwarwa fa o dirisa app ya Scratch ya {operatingsystem}. O tlile gape go tlhoka inthanete go dirisa kgolagano ya Scratch.",
    "download.howConnectHardwareDevicesAnswerApp": "Ka app ya Scratch o ka golagana le didiriswa tsa karolotshwarwa jaaka mocro:bit kgotsa LEGO Boost. Fa o dirisa app ya Scratch ya {operatingsystem} ga o tlhoke kgolagano ya Scratch.",
    "download.desktopAndBrowser": "A nka dirisa Scratch Desktop mme gape ka phuruphutsha Scratch se bulegile?  ",
    "download.appAndBrowser": "A nka dirisa Scratch app mme gape ka phuruphutsha Scratch se bulegile?",
    "download.yesAnswer": "Ee.",
    "download.onPhone": "A nka tsenya Scratch mo mogaleng wa Android wa me?",
    "download.onPhoneAnswer": "Nnyaa. Thanolo ya jaanong ya Scratch mo di Android e dira fela mo ditheboleteng.",
    "download.howUpdateApp": "Nka tlhabolola jang Scratch app?",
    "download.howUpdateAppAnswerPlayStore": "Bula Google Play Store mme o batle ditlhabololo. Fa o laolwa ke batsamaisi ba sekolo, ba tlile go tlhoka go tlhabolola thanolo mme ba dire gore tlhabololo e nne teng go didiriswa tse di laotsweng.",
    "download.howUpdateAppAnswerDownload": "Go tlhabolola Scratch sa {operatingsystem} mo tsebeng e, tsaya thanolo e ntšhwa mme o itsenyetse yona. Go lekola gore o na le thanodi efe, tobetsa logo ya Scratch mo app e o itseetseng yona. ",
    "download.canIShare": "A nka abelana go tswa mo go Scratch Desktop?",
    "download.canIShareAnswer": "Se, ga se a tshegediwa mo nakong e. Mo nakong e, o ka boloka porojeke mo go Scratch Desktop, mme wa e tsenya mo akhaontong ya gago ya Scratch mme wa abelana ka yona koo. Mo thanolong ya moragonyana, re tlile go oketsa ka gore go nne le kgonagalo ya go tsenya tiro ya gago mo akhaonyong ya Scratch le go ya ka tlhamalalo go Scratch Desktop.",
    "download.canIShareApp": "A nka abelana le setšhaba sa mo inthaneteng go tswa mo go app ya Scratch ya {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ee. Tobetsa mo dikhutlong tse tharo tse di bontshang tsa porojeke mme o tlhophe \"Abelana\" mo dikarolong tse o di neilweng. Mo godimo ga go abelana ka imeili, o ka ikwadisa mo akhaontong ya gago ya Scratch mme wa abelana ka porojeke go setšhaba sa Scratch mo inthaneteng.",
    "download.canIShareAnswerDownloaded": "Go abelana ka tlhamalalo le setšhaba sa inthanete go tswa go app ya Scratch ya {operatingsystem} ga go a tshegediwa ga jaana. Mo nakong e, o ka romela porojeke go tswa go app ya Scratch, go tsweng foo wa tsena mo website ya Scratch mme wa tsenya le go abelana ka porojeke ya gago foo.",
    "download.whyNoDevicesVisible": "Goreng Scratch se sa bontshe didiriswa fa ke leka go golaganya dikoketso tsa karolotshwarwa?",
    "download.whyNoDevicesVisibleAnswer": "Re fitlhetse gore fa o tshuma le go tima {devicePosessive} ya bluetooth, thulaganyong ya tiriso ka gale e go letla go bona didiriswa tsa karolotshwarwa gape. Fa bothata bo tsweletse, lekola fa tirelo ya lefelo e dira go tswa mo sedirisweng sa gago. Fa o santse o sa bone didiriswa, ka kopo  e ya go {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "Ikopanye le rona",
    "download.chromebookPossessive": "DiChromebook",
    "download.androidPossessive": "Thebolete ya Android",
    "download.whyAskForLocation": "Goreng 1{operatingsystem} e kopa lefelo la me?",
    "download.whyAskForLocationAnswer": "Scratch e dirisa bluetooth go golagana le didiriswa tse di jaaka micr:bit kgotsa LEGO BOOST. Bluetooth e ka dirisiwa go tlamela ka data ya lefelo go app, ka jalo Google e tlhoka gore app e nngwe le nngwe e e dirisang bluetooth e kope badirisi tetla ya go fitlhelela lefelo la bona. Scratch e ka seka ya dirisa bluetooth go batla motlhala wa lefelo la gago.",
    "download.whereProjectStored": "Scratch app e boloka diporojeke tsa me kwa kae?",
    "download.whereProjectStoredAnswer": "Diporojeke di bolokiwa ka mo gare ga app. Go romela faele ya porojeke, tobetsa dikhutlo tse di bontshang tse tharo mme o tlhophe 'Abelana\". Mo sekirining se se latelang tlhopha\"romela\". Dikarolo tsa tlhopho tse di bonagalang di ikaegile mo ditiragatsong tse di tsentsweng mo sedirisweng sa gago. Dikarolo tsa tlhopho tse di tlwaelegileng ke Google Drive, Files le email.",
    "download.iconAltText": "Download"
}