{
    "download.appTitle": "Scratch Uygulamasını İndirin",
    "download.appIntro": "İnternet bağlantısı olmadan Scratch projeleri oluşturmak ve kaydetmek mi istiyorsunuz? Ücretsiz Scratch uygulamasını indirin.",
    "download.requirements": "Gereksinimler",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Masaüstü ekran görüntüsü",
    "download.troubleshootingTitle": "SSS",
    "download.startScratchDesktop": "Scratch Masaüstünü Başlat",
    "download.howDoIInstall": "Scratch Masaüstünü nasıl indirebilirim?",
    "download.whenSupportLinuxApp": "Linux için Scratch uygulamanız ne zaman mevcut olacak?",
    "download.whenSupportLinux": "Linux için Scratch Masaüstü uygulamanız ne zaman olacak?",
    "download.supportLinuxAnswer": "Linux'ta Scratch Masaüstü şu anda desteklenmiyor. Linux'u gelecekte destekleyebileceğimiz bir yol olup olmadığını belirlemek için ortaklar ve açık kaynak topluluğuyla birlikte çalışıyoruz. Bizi izlemeye devam edin!",
    "download.whenSupportLinuxAppAnswer": "Scratch uygulaması şu anda Linux'ta desteklenmemektedir. Linux'u gelecekte destekleyebileceğimiz bir yol olup olmadığını belirlemek için ortaklar ve açık kaynak topluluğuyla birlikte çalışıyoruz. Bizi izlemeye devam edin!",
    "download.supportChromeOS": "ChromeOS için Scratch Masaüstü uygulamanız ne zaman olacak?",
    "download.supportChromeOSAnswer": "ChromeOS için Scratch Masaüstü henüz mevcut değil. Üzerinde çalışıyoruz ve 2019'da çıkartacağımızı sanıyoruz.",
    "download.olderVersionsTitle": "Eski Sürümler",
    "download.olderVersions": "Scratch'in önceki bir sürümünü mü arıyorsunuz?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Çevrimdışı Editör",
    "download.cannotAccessMacStore": "Mac Uygulama Mağazasına erişemezsem ne yapmalıyım?",
    "download.cannotAccessWindowsStore": "Microsoft Mağazasına erişemezsem ne yapmalıyım?",
    "download.macMoveAppToApplications": ".dmg dosyasını açın. Scratch 3'ü Uygulamalar'a taşıyın.",
    "download.macMoveToApplications": ".dmg dosyasını açın. Scratch Masaüstü'nü Uygulamalar'a taşıyın.",
    "download.winMoveToApplications": ".exe dosyasını çalıştırın.",
    "download.doIHaveToDownload": "Scratch'i kullanmak için uygulama indirmem gerekli mi?",
    "download.doIHaveToDownloadAnswer": "Hayır. Scratch proje düzenleyicisini çoğu cihazdaki çoğu tarayıcısında, scratch.mit.edu adresine gidip \"Oluştur\"a tıklayarak da kullanabilirsiniz.",
    "download.canIUseScratchLink": "Scratch Link'i kullanarak eklentilere bağlanabilir miyim?",
    "download.canIUseScratchLinkAnswer": "Evet. Ancak, Scratch Link'i kullanmak için İnternet bağlantısına ihtiyacınız olacaktır.",
    "download.canIUseExtensions": "Donanım eklentilerine bağlanabilir miyim?",
    "download.canIUseExtensionsAnswer": "Evet. Scratch uygulamasıyla eklentilere bağlanabilirsiniz ve bunun için Scratch Link'e ihtiyacınız yoktur.",
    "download.howConnectHardwareDevices": "Scratch uygulamasını donanım cihazlarına nasıl bağlayabilirim?",
    "download.howConnectHardwareDevicesAnswerLink": "Scratch uygulamasını {operatingsystem} için kullanırken donanım cihazlarına bağlanmak için Scratch Link'i yüklemeniz ve çalıştırmanız gerekecektir. Ayrıca Scratch Link'i kullanmak için bir internet bağlantısına ihtiyacınız olacaktır.",
    "download.howConnectHardwareDevicesAnswerApp": "Scratch uygulamasıyla micro:bit veya LEGO Boost gibi donanım cihazlarına bağlanabilirsiniz. Scratch uygulamasını {operatingsystem} için kullanırken Scratch Link'e ihtiyacınız yoktur.",
    "download.desktopAndBrowser": "Scratch Masaüstü'nü kullanırken Scratch'i tarayıcıda açabilir miyim?",
    "download.appAndBrowser": "Scratch uygulamasını kullanabilir ve tarayıcıda Scratch'i açabilir miyim?",
    "download.yesAnswer": "Evet.",
    "download.onPhone": "Android telefonuma Scratch yükleyebilir miyim?",
    "download.onPhoneAnswer": "Hayır. Android için Scratch'in mevcut sürümü yalnızca tabletlerde çalışır.",
    "download.howUpdateApp": "Scratch uygulamasını nasıl güncelleyebilirim?",
    "download.howUpdateAppAnswerPlayStore": "Google Play mağazasını açın ve güncelleme olup olmadığını kontrol edin. Yüklemeniz okul yöneticileri tarafından yönetiliyorsa, sürümü güncellemeleri ve güncellemeyi yönetilen cihazlar için kullanılabilir hale getirmeleri gerekir.",
    "download.howUpdateAppAnswerDownload": "Scratch'i güncellemek için {operatingsystem} sayfasından en son sürümü indirin ve kurun. Hangi sürüme sahip olduğunuzu kontrol etmek için indirilen uygulamadaki Scratch logosuna tıklayın.",
    "download.canIShare": "Scratch Masaüstü'nden paylaşım yapabilir miyim?",
    "download.canIShareAnswer": "Bu, şu anda desteklenmiyor. Şimdilik bir projeyi Scratch Masaüstü'nden kaydedebilir, Scratch hesabınıza yükleyebilir ve orada paylaşabilirsiniz. Daha sonraki bir sürümde, Scratch Masaüstü'nüzden Scratch hesabınıza doğrudan yükleme yeteneği ekleyeceğiz.",
    "download.canIShareApp": "Scratch uygulamasından çevrimiçi toplulukla {operatingsystem} için paylaşımda bulunabilir miyim?",
    "download.canIShareAnswerPlayStore": "Evet. Lobideki bir projede 3 nokta menüsüne tıklayın ve seçeneklerden \"Paylaş\"ı seçin. E-posta adresinizi bizimle paylaşmaya ek olarak, Scratch hesabınızda oturum açabilir ve bir projeyi Scratch topluluğuyla paylaşabilirsiniz.",
    "download.canIShareAnswerDownloaded": "{operatingsystem} için Scratch uygulamasından doğrudan çevrimiçi toplulukla paylaşım şu anda desteklenmemektedir. Şimdilik Scratch uygulamasından bir projeyi dışa aktarabilir, ardından Scratch sitesinde oturum açabilir ve projenizi oraya yükleyip paylaşabilirsiniz.",
    "download.whyNoDevicesVisible": "Donanım uzantılarını bağlamaya çalıştığımda Scratch neden hiçbir cihaz göstermiyor?",
    "download.whyNoDevicesVisibleAnswer": "{devicePosessive} cihazınızın bluetooth'unu sistem ayarlarından kapatıp tekrar açmanın genellikle donanım cihazlarını tekrar görmenizi sağladığını gördük. Sorun devam ederse, cihazınız için Konum servislerinin etkinleştirildiğini kontrol edin. Hâlâ herhangi bir cihaz görmüyorsanız, lütfen {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "bize ulaşın",
    "download.chromebookPossessive": "Chromebook'lar",
    "download.androidPossessive": "Android tabletler",
    "download.whyAskForLocation": "{operatingsystem} neden konumumu soruyor?",
    "download.whyAskForLocationAnswer": "Scratch, micro:bit veya LEGO BOOST gibi diğer cihazlara bağlanmak için bluetooth kullanır. Bluetooth, uygulamaya konum verileri sağlamak için kullanılabilir, bu nedenle Google, bluetooth kullanan her uygulamanın kullanıcılardan konumlarına erişmek için izin istemesini gerektirir. Scratch, bluetooth'u, konumunuz için kullanmaz.",
    "download.whereProjectStored": "Scratch Uygulaması projelerimi nerede saklar?",
    "download.whereProjectStoredAnswer": "Projeler uygulamada dahili olarak kaydedilir. Bir proje dosyasını dışa aktarmak için 3 noktalı menüye tıklayın ve \"Paylaş\"ı seçin. Bir sonraki ekranda \"dışa aktar\"ı seçin. Görünen seçenekler, cihazınızda kurulu uygulamalara bağlıdır. Yaygın seçenekler Google Drive, Dosyalar ve e-postadır.",
    "download.iconAltText": "İndir"
}