{
    "download.appTitle": "Завантажити Скретч",
    "download.appIntro": " \nВи хочете створювати та зберігати проєкти Scratch без підключення до Інтернету? Завантажте автономний редактор Скретч.",
    "download.requirements": "Вимоги",
    "download.imgAltDownloadIllustration": "Знімок екрану автономного Скретчу 3.0",
    "download.troubleshootingTitle": "Що запитують?",
    "download.startScratchDesktop": "Запустити автономний Скретч",
    "download.howDoIInstall": "Як встановити автономний Скретч?",
    "download.whenSupportLinuxApp": "Коли з'явиться автономний Скретч для Linux?",
    "download.whenSupportLinux": "Коли з'явиться автономний Скретч 3.0 для Linux?",
    "download.supportLinuxAnswer": "Автономний Скретч 3.0 Linux наразі офіційно не підтримується. Ми працюємо з партнерами та спільнотою з відкритим вихідним кодом, щоб визначити, чи є спосіб, яким ми можемо підтримати Linux у майбутньому. Залишайтеся з нами!",
    "download.whenSupportLinuxAppAnswer": "Автономний Скретч для Linux наразі офіційно не підтримується. Ми працюємо з партнерами та спільнотою з відкритим вихідним кодом, щоб визначити спосіб, яким ми можемо підтримати Linux у майбутньому. Залишайтеся з нами!",
    "download.supportChromeOS": "Коли з'явиться автономний Скретч 3.0  для пристроїв Chromebook?",
    "download.supportChromeOSAnswer": "Автономний Скретч для пристроїв Chromebook ще не доступний. Ми працюємо над цим і розраховуємо закінчити роботу пізніше в 2019 році.",
    "download.olderVersionsTitle": "Попередні версії",
    "download.olderVersions": "Бажаєте користуватися попередніми версіями Скретчу?",
    "download.scratch1-4Desktop": "Скретч 1.4",
    "download.scratch2Desktop": "Автономний редактор 2.0",
    "download.cannotAccessMacStore": "Що робити, якщо я не можу отримати доступ до магазину застосунків Mac?",
    "download.cannotAccessWindowsStore": "Що робити, якщо я не можу отримати доступ до магазину застосунків Microsoft?",
    "download.macMoveAppToApplications": "Відкрийте файл .dmg. Перемістіть Скретч 3 у Застосунки.",
    "download.macMoveToApplications": "Відкрийте .dmg файл. Перемістити Scratch Desktop у Applications.",
    "download.winMoveToApplications": "Запустіть .exe файл.",
    "download.doIHaveToDownload": "Чи обов'язково завантажувати редактор, щоб використовувати Скретч?",
    "download.doIHaveToDownloadAnswer": "Ні. Ви також можете скористатися редактором проєктів Скретч у будь-якому веб-переглядачі на будь-якому пристрої, перейшовши на scratch.mit.edu і натиснувши 'Створити'.",
    "download.canIUseScratchLink": "Чи можу я використовувати Scratch Link для підключення до розширень?",
    "download.canIUseScratchLinkAnswer": "Так. Однак вам знадобиться підключення до Інтернету, щоб використовувати Scratch Link.",
    "download.canIUseExtensions": " Чи можу я підключитися до розширень обладнання?",
    "download.canIUseExtensionsAnswer": "Так. З застосунком Скретчу ви можете підключатися до розширень без використання Scratch Link.",
    "download.howConnectHardwareDevices": "Як підʼєднати застосунок Скретч до апаратних пристроїв?",
    "download.howConnectHardwareDevicesAnswerLink": "Вам необхідно встановити та запустити Scratch Link, щоб підʼєднатися до апаратних пристроїв під час використання застосунку Скретч для {operatingsystem}. Для користування Scratch Link вам також потрібне зʼєднання з інтернетом.",
    "download.howConnectHardwareDevicesAnswerApp": "Із застосунком Скретч ви можете підʼєднатися до різних пристроїв, як-от micro:bit або LEGO Boost. Якщо ви використовуєте застосунок Скретч для {operatingsystem}, вам не потрібен Scratch Link.",
    "download.desktopAndBrowser": "Чи можу я використовувати версію Скретчу для робочого столу й одночасно мати Скретч відкритим у браузері?",
    "download.appAndBrowser": "Чи можу я використовувати застосунок Скретч і одночасно мати Скретч відкритим у браузері?",
    "download.yesAnswer": "Так",
    "download.onPhone": " Чи можу я встановити Скретч на свій телефон з Android?",
    "download.onPhoneAnswer": " Ні. Поточна версія Скретч для Android працює лише на планшетах.",
    "download.howUpdateApp": "Як мені оновити застосунок Скретч?",
    "download.howUpdateAppAnswerPlayStore": "Відкрийте магазин Google Play і перевірте оновлення. Якщо вашими встановленими програмами управляє адміністрація школи, вона має оновити поточну версію та зробити оновлення доступними для керованих пристроїв.",
    "download.howUpdateAppAnswerDownload": "Щоб оновити Скретч для {operatingsystem} з цієї сторінки, завантажте останню версію та встановіть її. Щоб дізнатися свою поточну версію, натисніть на логотип Скретчу в завантаженому застосунку.",
    "download.canIShare": " Чи можу я поділитися проєктами з Scratch Desktop?",
    "download.canIShareAnswer": "Наразі це не підтримується. Ви можете зберегти проект із Scratch Desktop, завантажити його у свій акаунт Scratch та поділитися ним там. У більш пізній версії ми додамо можливість завантажувати проєкт до вашого облікового запису Scratch безпосередньо в Scratch Desktop.",
    "download.canIShareApp": "Чи можу я поширити проєкт серед онлайн-спільноти із застосунку Скретч для {operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Так. Натисніть на меню з трьома крапками у проєкті в лоббі й виберіть опцію «Поширити». Окрім електронної пошти, ви також можете ввійти у свій обліковий запис Скретчу та пошити проєкт серед онлайн-спільноти Скретчу.",
    "download.canIShareAnswerDownloaded": "Наразі ми не підтримуємо можливість поширити проєкт серед онлайн-спільноти напряму із застосунку Скретч для {operatingsystem}. Поки що ви можете експортувати проєкт із застосунку Скретч, потім увійти в свій обліковий запис на сайті Скретчу, завантажити свій проєкт і поширити його там.",
    "download.whyNoDevicesVisible": "Чому Скретч не показує жодного пристрою, коли я намагаюся підʼєднати розширення для апаратних пристроїв?",
    "download.whyNoDevicesVisibleAnswer": "We’ve found that turning your {devicePosessive} bluetooth off and on again in the system settings usually allows you to see hardware devices again. If the problem persists, check that Location services are enabled for your device. If you still do not see any devices, please {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "contact us",
    "download.chromebookPossessive": "Chromebook's",
    "download.androidPossessive": "Android tablet's",
    "download.whyAskForLocation": "Чому {operatingsystem} запитує про моє розташування?",
    "download.whyAskForLocationAnswer": "Scratch uses bluetooth to connect to other devices, such as a micro:bit or LEGO BOOST.  Bluetooth can be used to provide location data to the app, so Google requires every app that uses bluetooth ask users for permission to access their location. Scratch will not use bluetooth to track your location.",
    "download.whereProjectStored": "Where does the Scratch App store my projects?",
    "download.whereProjectStoredAnswer": "Projects are saved internally in the app. To export a project file, click the 3-dot menu and select \"Share\". On the next screen select \"export\". The options visible depend on the applications installed on your device. Common options are Google Drive, Files, and email.",
    "download.iconAltText": "Завантажити"
}