{
    "download.appTitle": "Scratch ilovasini yuklab olish",
    "download.appIntro": "Scratch loyihalarini internetsiz yaratish va saqlashni xohlaysizmi? Unday boʻlsa, Scratch ilovasini bepul yuklab oling.",
    "download.requirements": "Talablari",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Desktop ekran tasviri",
    "download.troubleshootingTitle": "Savol-javob",
    "download.startScratchDesktop": "Scratch  Desktop dasturini ishga tushuring",
    "download.howDoIInstall": "Scratch Desktop ni qanday o'rnataman?",
    "download.whenSupportLinuxApp": "Linux uchun qachon Scratch ilovasi ishlab chiqiladi?",
    "download.whenSupportLinux": "Linux uchun Scratch Desktop dasturi qachon bo'ladi?",
    "download.supportLinuxAnswer": "Linux dagi Scratch Desktop i hozircha qo'llab-quvvatlanmagan.Biz buni  aniqlash uchun  ochiq-manba jamiyati va sheriklar bilan buni ustida  ishlayapmiz, agar yo'li bo'lsa, biz kelajakda Linux ni qo'llab-quvvatlashimiz mumkin. Yangiliklarni kuzatib, xabardor bo'lib boring. Biz bilan qoling!",
    "download.whenSupportLinuxAppAnswer": "Scratch ilovasi ayni paytda Linux tizimida ishlamaydi. Biz homkorlar va Open Source hamjamiyati bilan kelajakda Linux tizimini qoʻllab-quvvatlash yoʻllarini aniqlash ustida ishlamoqdamiz.",
    "download.supportChromeOS": "Chromebooks uchun Scratch Desktop i sizda qachon bo'ladi?",
    "download.supportChromeOSAnswer": "Chromebooks uchun Scratch Desktop i hali mavjud emas. Biz buni ustida ishlayapmiz va keyinroq 2019-yilda chiqishi kutilyapti.",
    "download.olderVersionsTitle": "Eski versiyalar",
    "download.olderVersions": "Scratchning eskiroq versiyasini qidiryapsizmi?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 oflayn muharriri",
    "download.cannotAccessMacStore": "Agar Mac All Storega kira olmasamchi?",
    "download.cannotAccessWindowsStore": "Agar Microsoft Store ga kira olmasamchi?",
    "download.macMoveAppToApplications": "Open the .dmg file. Move Scratch 3 into Applications.",
    "download.macMoveToApplications": "the .dmg  faylini oching. Scratch Desktop ni Application lar ichiga ko'chiring",
    "download.winMoveToApplications": "the.exe  faylini  ishga tushiring",
    "download.doIHaveToDownload": "Scratchdan foydalanish uchun ilovani yuklab olishim kerakmi?",
    "download.doIHaveToDownloadAnswer": "No. You can also use the Scratch project editor in most web browsers on most devices by going to scratch.mit.edu and clicking \"Create\".",
    "download.canIUseScratchLink": "Ilovalarni ulash uchun Scratch Link ni ishlata olamanmi?",
    "download.canIUseScratchLinkAnswer": "Ha. Biroq, sizga Scratch Link ini ishlatish uchun internet aloqasi kerak bo'ladi.",
    "download.canIUseExtensions": "Qoʻshimcha qurilmalarni ulash mumkinmi?",
    "download.canIUseExtensionsAnswer": "Ha. Scratch ilovasi yordamida kengaytmalarni ulashingiz mumkin va sizga Scratch Link kerak boʻlmaydi.",
    "download.howConnectHardwareDevices": "Scratch ilovasi tashqi qurilmalarga qanday ulanadi?",
    "download.howConnectHardwareDevicesAnswerLink": "{operatingsystem} tizimida Scratch ilovasidan foydalayotgan boʻlsangiz, tashqi qurilmalarni ulash uchun Scratch Linkni oʻrnatishingiz va ishga tushirishingiz kerak. Shuningdek, Scratch Linkdan foydalanish uchun internetga ulanish kerak boʻladi.",
    "download.howConnectHardwareDevicesAnswerApp": "Scratch ilovasi yordamida siz LEGO Boost yoki micro:bit kabi tashqi qurilmalarni ulashingiz mumkin. {operatingsystem}tizimidagi Scratch ilovasini ishlatayotganingizda sizga Scratch Link kerak boʻlmaydi.",
    "download.desktopAndBrowser": "Scratch Desktop ni ishlata olamanmi, shuningdek brauzerda Scratch ni ochsa bo'ladimi?",
    "download.appAndBrowser": "Brauzerda ham Scratch ochiq turgan paytda Scratch ilovasidan foydalanish mumkinmi?",
    "download.yesAnswer": "Ha.",
    "download.onPhone": "Scratch ilovasini Android smartfonga oʻrnatish mumkinmi?",
    "download.onPhoneAnswer": "Yoʻq. Scratchning joriy versiyasi faqatgina Android planshetlarga moʻljallangan.",
    "download.howUpdateApp": "How do I update the Scratch app?",
    "download.howUpdateAppAnswerPlayStore": "Open the Google Play store and check for updates. If your installation is managed by school administrators, they will need to update the version and make the update available to managed devices.",
    "download.howUpdateAppAnswerDownload": "To update Scratch for {operatingsystem} from this page, download the latest version and install. To check which version you have, click the Scratch logo in the downloaded app.",
    "download.canIShare": "Scratch Desktop dan ulasha olamanmi?",
    "download.canIShareAnswer": "Bu hozircha qo'llab-quvvatlanmagan. Hozirchalik, siz Scratch Desktop dan loyihani saqlashingiz, uni Scratch hisobingizga yuklashingiz va uni  bu yerda ulashishingiz mumkin. Biz keyingi versiyasida Scratch Desktop ida to'g'ridan-to'g'ri  sizning Scratch hisobingizga yuklash qobilyatini qo'shamiz.",
    "download.canIShareApp": "{operatingsystem} tizimida ishlovchi Scratch ilovasida loyihalarni onlayn hamjamiyat bilan ulashish mumkinmi?",
    "download.canIShareAnswerPlayStore": "Ha. Lobbi loyihasidagi 3 nuqtali menyuni bosing va roʻyxatdan “Ulashish” bandini tanlang. Email orqali ulashishdan tashqari, Scratch hisobingizga kirishingiz va loyihani Scratch onlayn hamjamiyati bilan ulashishingiz mumkin.",
    "download.canIShareAnswerDownloaded": "{operatingsystem} tizimidagi Scratch ilovasidan loyihani bevosita onlayn hamjamiyatga ulashish hozircha imkonsiz. Hozircha esa, loyihani Scratch ilovasidan eksport qilishingiz, keyin Scratch vebsaytiga kirib uni yuklashingiz va oʻsha yerdan loyihangizni ulashishingiz mumkin.",
    "download.whyNoDevicesVisible": "Tashqi qurilmalarni ulamoqchi boʻlganimda nega Scratch hech qanday qurilmani koʻrsatmayapti?",
    "download.whyNoDevicesVisibleAnswer": "Biz {devicePosessive} qurilmangizning tizim sozlamalarida bluetooth funksiyasini oʻchirib qayta yoqish odatda tashqi qurilmalarni yana koʻrish imkonini berishini aniqladik. Agar muammo hal boʻlmasa, qurilmangizda joylashuvni aniqlash funksiyasi yoqilganligini tekshiring. Shunda ham biror qurilmani koʻrmasangiz, quyidagi manzil orqali biz bilan bogʻlaning: {whyNoDevicesContactUsLink}",
    "download.whyNoDevicesContactUsLink": "biz bilan aloqa",
    "download.chromebookPossessive": "Chromebook qurilmasining",
    "download.androidPossessive": "Android planshetining",
    "download.whyAskForLocation": "Nega {operatingsystem} mening joylashuvimni soʻrayapti?",
    "download.whyAskForLocationAnswer": "Scratch bluetooth funksiyasidan micro:bit yoki LEGO BOOST kabi qurilmalarga ulanishda foydalanadi. Bluetooth funksiyasidan ilovaga joylashuv maʼlumotini taqdim etish maqsadida foydalanish mumkin, shuning uchun Google bluetooth funksiyasidan foydalanuvchi har bir ilovaga foydalanuvchidan uning joylashuvini bilishga ruxsat soʻrashni talab qiladi. Scratch bluetooth funksiyasidan sizning joylashuvingizni kuzatish uchun foydalanmaydi.",
    "download.whereProjectStored": "Scratch ilovasi mening loyihalarimni qayerda saqlaydi?",
    "download.whereProjectStoredAnswer": "Loyihalar ilova ichida saqlanadi. Loyiha faylini eksport qilish uchun 3 nuqtali menyuni bosing va “Ulashish” bandini tanlang. Keyingi ekranda “eksport” bandini tanlang. Ulashishning koʻrinadigan parametrlari qurilmangizga oʻrnatilgan ilovalarga bogʻliq. Umumiy variantlar quyidagilar: Google Disk, Fayllar va Email.",
    "download.iconAltText": "Yuklash"
}