{
    "download.title": "Scratch Desktop",
    "download.intro": "Bạn có thể cài đặt trình biên tập Scratch Desktop để làm việc với các dự án khi không có kết nối Internet. Phiên bản này hoạt động với Windows và MacOS.",
    "download.requirements": "Yêu cầu",
    "download.imgAltDownloadIllustration": "Ảnh chụp màn hình Scratch 3.0 Desktop",
    "download.installHeaderTitle": "Cài đặt Scratch Deskto",
    "download.downloadScratchDesktop": "Tải Scratch Deskto",
    "download.downloadButton": "Tải xuống",
    "download.troubleshootingTitle": "Những câu hỏi thường gặp",
    "download.startScratchDesktop": "Bắt đầu Scratch Desktop",
    "download.howDoIInstall": "Làm thế nào để cài đặt Scratch Desktop?",
    "download.whenSupportLinux": "Khi nào thì có Scratch Desktop cho Linux?",
    "download.supportLinuxAnswer": "Hiện tại Scratch Desktop không được hỗ trợ trên Linux. Chúng tôi đang làm việc với các đối tác và công đồng mã nguồn mở để có thể hỗ trợ Linux trong thời gian tới. Hãy chờ đợi!",
    "download.supportChromeOS": "Khi nào thì có Scratch Desktop cho Chromebook?",
    "download.supportChromeOSAnswer": "Hiện tại vẫn chưa có Scratch Desktop cho Chromebook. Chúng tôi đang làm việc và dự kiến sẽ ra mắt trong năm 2019.",
    "download.olderVersionsTitle": "Phiên bản cũ hơn",
    "download.olderVersions": "Tìm kiếm Trình biên tập Scratch 2.0 Ngoại tuyến hoặc Scratch 1.4?",
    "download.scratch1-4Desktop": "Scratch 1.4 Desktop",
    "download.scratch2Desktop": "Scratch 2.0 Desktop",
    "download.cannotAccessMacStore": "Làm gì nếu tôi không thể truy cập Mac App Store?",
    "download.cannotAccessWindowsStore": "Làm gì nếu tôi không thể truy cập Microsoft Store?",
    "download.macMoveToApplications": "Mở file .dmg. Di chuyển Scratch Desktop vào mục Ứng dụng.",
    "download.winMoveToApplications": "Chạy file .exe.",
    "download.canIUseScratchLink": "Tôi có thể sử dụng Scratch Link để kết nối với tiên ích mở rộng không?",
    "download.canIUseScratchLinkAnswer": "Có. Tuy nhiên, bạn cần có kết nối Internet để sử dụng Scratch Link.",
    "download.desktopAndBrowser": "Tôi có thể sử dụng Scratch Desktop và cả Scratch trên trình duyệt?",
    "download.yesAnswer": "Có.",
    "download.canIShare": "Tôi có thể chia sẻ từ Scratch Desktop?",
    "download.canIShareAnswer": "Hiện tại tính năng này chưa được hỗ trợ. Bạn có thể lưu một dự án từ Scratch Desktop, tải lên tài khoản Scratch của bạn, và chia sẻ trên đó. Trong phiên bản sau chúng tôi sẽ thêm khả năng tải trực tiếp từ Scratch Desktop lên tài khoản Scratch của bạn"
}