{
    "download.appTitle": "Tải xuống ứng dụng Scratch",
    "download.appIntro": "Bạn muốn tạo và lưu các dự án Scratch của bạn mà không cần kết nối Internet? Hãy tải miễn phí ứng dụng Scratch.",
    "download.requirements": "Yêu cầu",
    "download.imgAltDownloadIllustration": "Ảnh chụp màn hình Scratch 3.0 Desktop",
    "download.troubleshootingTitle": "Những câu hỏi thường gặp",
    "download.startScratchDesktop": "Khởi động Scratch Desktop",
    "download.howDoIInstall": "Làm thế nào để cài đặt Scratch Desktop?",
    "download.whenSupportLinuxApp": "Khi nào thì ứng dụng Scratch sẽ có sẵn cho Linux?",
    "download.whenSupportLinux": "Khi nào thì có Scratch Desktop cho Linux?",
    "download.supportLinuxAnswer": "Hiện tại Scratch Desktop không được hỗ trợ trên Linux. Chúng tôi đang làm việc với các đối tác và công đồng mã nguồn mở để có thể hỗ trợ Linux trong thời gian tới. Hãy chờ đợi!",
    "download.whenSupportLinuxAppAnswer": "Ứng dụng Scratch hiện không được hỗ trợ trên Linux. Chúng tôi đang làm việc với các đối tác và cộng đồng mã nguồn mở để tìm cách hỗ trợ Linux trong tương lai. Hãy đón chờ!",
    "download.supportChromeOS": "Khi nào thì có Scratch Desktop cho Chromebook?",
    "download.supportChromeOSAnswer": "Hiện tại vẫn chưa có Scratch Desktop cho Chromebook. Chúng tôi đang làm việc và dự kiến sẽ ra mắt trong năm 2019.",
    "download.olderVersionsTitle": "Phiên bản cũ",
    "download.olderVersions": "Bạn đang tìm kiếm một phiên bản cũ hơn của Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Offline Editor",
    "download.cannotAccessMacStore": "Làm gì nếu tôi không thể truy cập Mac App Store?",
    "download.cannotAccessWindowsStore": "Làm gì nếu tôi không thể truy cập Microsoft Store?",
    "download.macMoveAppToApplications": "Mở tệp .dmg. Di chuyển Scratch 3 vào trong mục Ứng dụng.",
    "download.macMoveToApplications": "Mở file .dmg. Di chuyển Scratch Desktop vào mục Ứng dụng.",
    "download.winMoveToApplications": "Chạy file .exe.",
    "download.doIHaveToDownload": "Tôi có cần phải tải xuống ứng dụng để có thể sử dụng Scratch không?",
    "download.doIHaveToDownloadAnswer": "Không cần. Bạn có thể sử dụng trình biên soạn của Scratch trong hầu hết các trình duyệt web và thiết bị bằng cách truy cập vào scratch.mit.edu rồi bấm nút \"Khởi tạo\".",
    "download.canIUseScratchLink": "Tôi có thể sử dụng Scratch Link để kết nối với tiên ích mở rộng không?",
    "download.canIUseScratchLinkAnswer": "Có. Tuy nhiên, bạn cần có kết nối Internet để sử dụng Scratch Link.",
    "download.canIUseExtensions": "Tôi có thể kết nối với các tiện ích phần cứng không?",
    "download.canIUseExtensionsAnswer": "Có. Với ứng dụng Scratch, bạn có thể kết nối với các tiện ích mở rộng, bạn cũng sẽ không cần Scratch Link.",
    "download.howConnectHardwareDevices": "Làm cách nào để tôi có thể kết nối ứng dụng Scratch với các thiết bị phần cứng?",
    "download.howConnectHardwareDevicesAnswerLink": "Bạn sẽ phải cài đặt và chạy Scratch Link để có thể kết nối với các thiết bị phần cứng khi sử dụng ứng dụng Scratch cho {operatingsystem}. Bạn cũng sẽ phải có kết nối mạng để sử dụng Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Với ứng dụng Scratch, bạn có thể kết nối với các thiết bị phần cứng như micro:bit hay LEGO Boost. Khi sử dụng ứng dụng Scratch cho {operatingsystem}, bạn không cần cài đặt Scratch Link.",
    "download.desktopAndBrowser": "Tôi có thể sử dụng Scratch Desktop và cả Scratch trên trình duyệt?",
    "download.appAndBrowser": "Tôi có thể cùng lúc sử dụng ứng dụng Scratch với Scratch được mở trong trình duyệt không?",
    "download.yesAnswer": "Có.",
    "download.onPhone": "Tôi có thể cài đặt Scratch lên điện thoại Android không?",
    "download.onPhoneAnswer": "Không. Phiên bản Scratch dành cho Android hiện tại chỉ hoạt động trên máy tính bảng.",
    "download.howUpdateApp": "Làm cách nào để tôi có thể cập nhật ứng dụng Scratch?",
    "download.howUpdateAppAnswerPlayStore": "Mở cửa hàng Google Play và kiểm tra cập nhật. Nếu bản cài đặt của bạn được quản lý bởi quản trị viên trường học, họ sẽ phải cập nhật phiên bản và phân phát bản cập nhật đến các thiết bị được quản lý.",
    "download.howUpdateAppAnswerDownload": "Để cập nhật Scratch cho {operatingsystem} từ trang này, hãy tải xuống phiên bản mới nhất rồi cài đặt. Để xem phiên bản ứng dụng hiện tại của bạn, bấm vào logo Scratch trong ứng dụng đã tải xuống.",
    "download.canIShare": "Tôi có thể chia sẻ từ Scratch Desktop?",
    "download.canIShareAnswer": "Hiện tại tính năng này chưa được hỗ trợ. Bạn có thể lưu một dự án từ Scratch Desktop, tải lên tài khoản Scratch của bạn, và chia sẻ trên đó. Trong phiên bản sau chúng tôi sẽ thêm khả năng tải trực tiếp từ Scratch Desktop lên tài khoản Scratch của bạn",
    "download.canIShareApp": "Tôi có thể chia sẻ dự án đến cộng đồng từ ứng dụng Scratch cho {operatingsystem} không?",
    "download.canIShareAnswerPlayStore": "Có. Bấm vào nút menu có 3 dấu chấm trên một dự án tại màn hình chính của Scratch rồi chọn \"Chia sẻ\" từ trình đơn. Ngoài việc chia sẻ qua email, bạn cũng có thể đăng nhập tài khoản Scratch của bạn để chia sẻ dự án với cộng đồng Scratch trực tuyến.",
    "download.canIShareAnswerDownloaded": "Chia sẻ trực tiếp với cộng đồng từ ứng dụng Scratch cho {operatingsystem} hiện không được hỗ trợ. Thay vào đó, bạn có thể xuất dự án từ ứng dụng Scratch rồi đăng nhập vào trang web của Scratch, tải lên và chia sẻ dự án của bạn tại đây.",
    "download.whyNoDevicesVisible": "Tại sao Scratch không hiện bất kỳ thiết bị nào khi tôi kết nối với các tiện ích phần cứng?",
    "download.whyNoDevicesVisibleAnswer": "Chúng tôi đã nhận ra rằng việc tắt rồi bật lại bluetooth trên {devicePosessive} của bạn trong cài đặt thường sẽ khiến các thiết bị hiển thị trở lại. Nếu vấn đề vẫn tiếp diễn, hãy kiểm tra và đảm bảo rằng dịch vụ định vị đã được bật trên thiết bị của bạn. Nếu vẫn không được, vui lòng hãy {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "liên hệ với chúng tôi",
    "download.chromebookPossessive": "Chromebook",
    "download.androidPossessive": "Máy tính bảng Android",
    "download.whyAskForLocation": "Tại sao {operatingsystem} lại hỏi vị trí của tôi?",
    "download.whyAskForLocationAnswer": "Scratch sử dụng bluetooth để kết nối với các thiết bị khác, chẳng hạn như micro:bit hay LEGO BOOST. Vì bluetooth có thể được sử dụng để truy xuất dữ liệu vị trí, Google yêu cầu các ứng dụng có sử dụng bluetooth phải hỏi người dùng được cấp quyền truy cập vị trí. Scratch không dùng bluetooth để theo dõi vị trí của bạn.",
    "download.whereProjectStored": "Ứng dụng Scratch lưu trữ các dự án của tôi ở đâu?",
    "download.whereProjectStoredAnswer": "Các dự án được lưu trữ nội bộ trong ứng dụng. Để xuất một tệp dự án, bấm vào nút menu có 3 dấu chấm và chọn \"Chia sẻ\". Ở màn hình tiếp theo chọn \"xuất\". Tùy chọn này có hiển thị hay không là phụ thuộc cách ứng dụng được cài đặt trên thiết bị của bạn. Các tùy chọn phổ biến là Google Drive, Tệp và email.",
    "download.iconAltText": "Tải xuống"
}