{
    "download.appTitle": "Faka i-Scratch App kwifowuni okanye kwikhompyutha yakho",
    "download.appIntro": "Ungathanda ukwenza nokugcina iprojekthi ze -Scratch ungasebenzisanga uqhagamshelwano lwe internet? Faka i-Scratch App simahla.",
    "download.requirements": "Okufunekayo",
    "download.imgAltDownloadIllustration": "Umfanekiso othathwe kwiskrini se Desktop we Scratch 3.0",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Qala i-Scratch  Desktop",
    "download.howDoIInstall": "Ndiyifaka njani i-Scratch Desktop ?",
    "download.whenSupportLinuxApp": "Uza kuba nayo nini i-app yeScratch ifumaneke kuLinux ?",
    "download.whenSupportLinux": "Uza kuba naso nini i-Scratch Desktop kuLinux ?",
    "download.supportLinuxAnswer": "i-Scratch Desktop kuLinux asixhaswa okwangoku. Sisebenzisana namaqabane kwakunye noluntu olunikeza ukwazi oluvulekileyo ukujonga ukuba ikhona na indlela esinokuxhasa ngayo iLinux kwilixa elizayo . Hlala umamele !",
    "download.whenSupportLinuxAppAnswer": "i-Scratch app kuLinux asixhaswa ku Lunix okwangoku. Sisebenzisana namaqabane kwakunye noluntu olunikeza ukwazi oluvulekileyo ukujonga ukuba ikhona na indlela esinokuxhasa ngayo iLinux kwilixa elizayo . Hlala umamele !",
    "download.supportChromeOS": "Uza kuba naso nini i-Scratch Destop kwincwadi  zeChrome ?",
    "download.supportChromeOSAnswer": "i-Scratch Desktop kwincwadi zeChrome asikabikho okwangoku. Sisabenza kuso kwaye silindlele ukusikhupha kamva ku 2019.",
    "download.olderVersionsTitle": "Iinguqulelo ezindala",
    "download.olderVersions": "Ukhangela  inguqulelo entshana ka-Scratch ?",
    "download.scratch1-4Desktop": "i-Scratch 1.4",
    "download.scratch2Desktop": "umhleli wei-Scratch 2.0 i- Offline ",
    "download.cannotAccessMacStore": "Kwenzekanii ukuba andikwazi kufikelela kwivenkile ye Mac App ?",
    "download.cannotAccessWindowsStore": "Kwenzekani ukuba andikwazi kufikelela kwivenkile ye Microsoft ?",
    "download.macMoveAppToApplications": "Vula ifayiile ye-dmg .Fudusela i-Scratch  3  kwi Applications.",
    "download.macMoveToApplications": "Vula ifayile  i-dmg . Fudusela i-Scratch Desktop  kwi Applications.",
    "download.winMoveToApplications": "Qalisa ifayile  ye. exe.",
    "download.doIHaveToDownload": "Kufuneka ndifake -Scratch  app ukuze ndikwazi  ukusebenzisa i-Scratch ?",
    "download.doIHaveToDownloadAnswer": "Hayi. Ungasebenzisa umhleli i-Scratch project kuninzi lwezikhangeli zewebhu kwizixhobo ezininzi zetekhnoloji ngokuya nje ku-scratch.mit.edu ze ucofe  u- \"Create\"",
    "download.canIUseScratchLink": "Ingaba ndiyakwazi ukusebenzisa u-Scratch Link ukuqhagamshelana nezandiso?",
    "download.canIUseScratchLinkAnswer": "Ewe, Kodwa ke  uyakudinga ukuqhagamshelano lwe intanethi ukusebenzisa i-Scratch Link.",
    "download.canIUseExtensions": "Ingaba ndiyakwazi ukuqhagamshelana  kwizandiso ze -hardware ?",
    "download.canIUseExtensionsAnswer": " Ewe. Nge -Scratch app ungaqhagamshelana  kwizandiso, kwaye awudingi i- Scratch Link .",
    "download.howConnectHardwareDevices": "Ndisisebenzisa njani i-Scratch app ukuqhagamshela i-hardware nezixhobo zetekhnoloji",
    "download.howConnectHardwareDevicesAnswerLink": "Kuza kufuneka ufake  i-Scratch Link  ukuqhagamshelana nezixhobo ze - hardware  xa usebenzisa  i-Scratch app kwi -{operatingsystem} Uza kudinga i-intanethi  xa  ufuna ukuqhagamshelana  ze usebenzise \n i-Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "nge-Scratch app  ungaqhagamshelana nezixhobo ze- hardware  njenge -micro:bit okanye  i-LEGO Boost.  Xa usebenzisa i-Scratch app  kwi -{operatingsystem}, awudingi  i -Scratch Link.",
    "download.desktopAndBrowser": "Ndiyakwazi ukusebenzisa i- Scratch Desktop ze ndiphinde kwakhona ndivule i -Scratch kwisikhangeli sewebhu?  ",
    "download.appAndBrowser": "Ndiyakwazi ukusebenzisa i- Scratch app ze ndiphinde ndivule i -Scratch kwisikhangeli sewebhu? ",
    "download.yesAnswer": "Ewe.",
    "download.onPhone": "Ndingkwazi ukufaka  i-Scratch  kwifowni yam ye Android?",
    "download.onPhoneAnswer": "Hayi. Le nguqulelo ikhoyo ye -Scratch kwi-Android isebenza kwithabulethi kuphela .",
    "download.howUpdateApp": "Ndiysihlaziya njani  i-Scratch app?",
    "download.howUpdateAppAnswerPlayStore": "Vula ivenkile kwi-Google Play uijonge uhlaziyo.. Ukuba okufakelwayo kulawulwa ngabaphathi  besikolo,  kuyakufuneka bahlaziye ze baqinisekise ikuba olo hlaziyo luyafumaneka kwizixhobo zetekhnoloji..",
    "download.howUpdateAppAnswerDownload": "Ukuhlaziya  i-Scratch kwi- {operatingsystem} kweli  phepha, fumana  uguqulelo lwamva nje ze ulufake. Ukujonga ukuba loluphi uguqulelo onalo, cofa  kwi- Scratch logo kule -app oyifakileyo.",
    "download.canIShare": "Ndiyakwazi ukwabelana nge -Scratch Desktop?",
    "download.canIShareAnswer": "Oku akuxhaswanga okwalo mzuzu. Okwangoku ungagcina iprokjethi  evela kwi-Scratch Desktop, uyithumele kwi-akhawunt yakho ye-Sratch wabelane apho ngayo. Kwinguqulelo yakamva sizakongeza ukukuxhobisa ukuba ukwzi ukuthumela  i-akhawunti  ngqo kwi-Scratch Desktop.",
    "download.canIShareApp": "Ndingakwazi ukwabelana noluntu olukwi-intanethi kwi-Scratch app kwi-{operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Ewe . Cofa la machaphaza ma-3 akwi-menu kwiprojekthi le ekwi-lobby ze ukhethe  u- \"Share\" .Ukongeza ekwabelaneni nge imeyl ungangena kwi akhawnt yakho ye Scratch wabelane nge prowjekhth noluntu olukwi intaneth.",
    "download.canIShareAnswerDownloaded": "Ukwabelana nqo noluntu olukwi-intanethi nge-Scratch app nge- {operatingsystem} akuxhaswanga okwangoku. Okwangoku , ungalindela i-projekthi evela  kwi-Scratch app,  ze ungene  kwi -Scratch website,  uthumele  ze wabelane ngeprojekthi yakho apho. ",
    "download.whyNoDevicesVisible": "Kutheni  i- Scratch singabonakalisi zixhobo\n zetekhnoloji xa ndizama ukuqhagamshelana  nezandiso ze -hardware ?",
    "download.whyNoDevicesVisibleAnswer": "Sifumanise ukuba ngokujija i-{devicePosessive} bluetooth  uyivula uyicima kwizilungiselelo ze system kuvamise ukukukuvumela ukuba ubone izixhobo ze-hardware kwakhona. Ukuba iyaqhubekeka, khangela ukuba iinkonzo zendawo ziyasebenza  kwisixhobo sakho.Ukuba usaqhubekeka ngokungaziboni izixhobo  , nceda{whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "Qhagamshelana nathi.",
    "download.chromebookPossessive": "Iincwadi ze -Chrome.",
    "download.androidPossessive": "Ithabhulethi ze-Android.",
    "download.whyAskForLocation": "Kutheni  i-{operatingsystem} icela indawo endikuyo?",
    "download.whyAskForLocationAnswer": "I-Scratch sisebenzisa ibluetooth ukunxibelelana nezinye izixhobo zetekhnoloji, ezinjenge-micro: bit okanye i-LEGO BOOST. I-Bluetooth inokusetyenziselwa ukubonelela ngedatha yendawo kwi app, ngakooko uGoogle ufuna  ukuba zonke ii-app esebenzisa i-bluetooth zicele imvume  yokufikelela kwindawo abakuyo. I-Scratch asiyi kusebenzisa i-bluetooth ukukhangela  indawo okuyo.",
    "download.whereProjectStored": "I- Scratch App siizigcina phi iprojekthi zam?",
    "download.whereProjectStoredAnswer": "Iiprojekthi zigcinwa ngaphakathi kwi-app. Ukuthumela ngaphandle ifayile yeprojekthi, cofa kwimenyu yamachaphaza ama-3 kwaye ukhethe u- \"Share\". Kwiskrini esilandelayo khetha u- \"export \". Ukukhetha okubonakalayo kuxhomekeke kwizicelo ezifakwe kwisixhobo sakho se intanethi. Ukukhetha okuxhaphakileyo yiGoogle Drayivu, iifayile kunye ne-imeyil.",
    "download.iconAltText": "faka"
}