{
    "download.appTitle": "Dawuniloda i-App ye-Scratch",
    "download.appIntro": "Ingabe ungathanda ukwenza kanye nokulondoloza amaphrojekthi e-Scratch ngaphandle koxhumano lwe-inthanethi? Dawuniloda i-App yamahhala ye-Scratch.",
    "download.requirements": "Izidingo",
    "download.imgAltDownloadIllustration": "Scratch 3.0 Desktop screenshot ",
    "download.troubleshootingTitle": "FAQ",
    "download.startScratchDesktop": "Qala Scratch Desktop ",
    "download.howDoIInstall": "Ngiwu faka kanjan uScratch Desktop ",
    "download.whenSupportLinuxApp": "Uzoba nayo nini i-app ye-Scratch etholakala ku-Linux?",
    "download.whenSupportLinux": "Nizoba nini nawo uScratch Desktop kuLinux? ",
    "download.supportLinuxAnswer": "Scratch Desktop kwiLinux okwamanje abakawuvumeli. Thina sisebenza nophathini kanye nomphakathi ovulekile ukuze kushiwo indlela esingawuvumela ngayo uLinux ngokuhamba kweskhathi, Hlala nathi. ",
    "download.whenSupportLinuxAppAnswer": "I-app ye-Scratch ku-Linux ayivunyelwe. Sisebenza nabalingani kanye ne-open-source community ukuthola ukuthi ikhona yini indlela yokuvunyelwa ku-Linux esikhathini esizayo. Hlala ubeke indlebe!",
    "download.supportChromeOS": "Nizoba nawonini uScratch Desktop kuma Chromebooks ? ",
    "download.supportChromeOSAnswer": "Scratch Desktop kumaChromebooks awukavunyelwa okwamanje, Sisebenza wona silindele ukuwukhipha ngokuhamba kwesikhathi  ku2019.",
    "download.olderVersionsTitle": "Ama versions amadala ",
    "download.olderVersions": "Udinga amaveshini amadala e-Scratch?",
    "download.scratch1-4Desktop": "Scratch 1.4",
    "download.scratch2Desktop": "Scratch 2.0 Offline Editor",
    "download.cannotAccessMacStore": "Ngenzenjani makuthiwa angikwaz ukungena kuMac App Store ",
    "download.cannotAccessWindowsStore": "Ngenzenjani makuthiwa angikwazi ukungena kuMicrosoft Store ",
    "download.macMoveAppToApplications": "Vula i.dmg file. Susa i-Scratch 3 uyifake kuma-Application.",
    "download.macMoveToApplications": "Vula .dmg file. Susa uScratch Desktop uwufake kuma applications ",
    "download.winMoveToApplications": "Vula  .exe file.",
    "download.doIHaveToDownload": "Ingabe kufanele ngidawunilode i-app ukuze ngisebenzise i-Scratch?",
    "download.doIHaveToDownloadAnswer": "Cha. Ungasebenzisa umhleli wephrojekthi ye-Scratch kuziphequluli eziningi zewebhu kumadivayisi amaningi ngokuya ku-scratch.mit.edu bese uchofoza \"Yenza\".",
    "download.canIUseScratchLink": "Ungakwazi ukusebenzisa uScratch Link ukuxhumana nezinye ezigcwalisiwe? ",
    "download.canIUseScratchLinkAnswer": "Yebo, noma ikanjani uzodinga ukuxhumana kweInternet ukusebenzisa uScratch Link ",
    "download.canIUseExtensions": "Ingabe ngingaxhumana nama-hardware extension?",
    "download.canIUseExtensionsAnswer": "Yebo. Nge-app ye-Scratch ungaxhumana nama-extension, futhi awudingi i-Scratch Link.",
    "download.howConnectHardwareDevices": "Ngiyixhuma kanjani i-Scratch app kuma-hardware divayisi?",
    "download.howConnectHardwareDevicesAnswerLink": "Uzodinga ukufaka bese usebenzisa i-Scratch Link ukuze uxhumane namadivayisi e-hardware lapho usebenzisa i-Scratch app ku-{operatingsystem}. Uzodinga futhi uxhumano lwe-inthanethi ukuze usebenzise i-Scratch Link.",
    "download.howConnectHardwareDevicesAnswerApp": "Nge-Scratch app ungaxhumana nama-hardware divayisi anjenge-micro:bit noma LEGO Boost. Lapho usebenzisa i-Scratch app nge-{operatingsystem} awudingi i-Scratch Link.",
    "download.desktopAndBrowser": "Ngingakwazi ukusebenzisa uScratch Desktop uphinde uwuvule kuBrowser?",
    "download.appAndBrowser": "Ingabe ngingasebenzisa i-Scratch app ngiphinde futhi ngibe ne-Scratch esivuliwe kusiphequluli?",
    "download.yesAnswer": "Yebo.",
    "download.onPhone": "Ingabe ngingafaka i-Scratch ocingweni lami lwe-Android?",
    "download.onPhoneAnswer": "Cha. Iveshini yamanje ye-Scratch ku-Android isebenza kuphela kumathebhulethi.",
    "download.howUpdateApp": "Ngiyilungisa kanjani i-Scratch app?",
    "download.howUpdateAppAnswerPlayStore": "Vula i-Google Play store bese ubheka ukuthuthukiswa. Uma umshini wakho wenganyelwe abaphathi besikole, kuzodingeka balungise iveshini bese benza ukulungiswa okutholakalayo kokusebenzisa amadivayisi.",
    "download.howUpdateAppAnswerDownload": "Ukuthuthukisa i-Scratch ku-{operatingsystem}kuleli khasi, dawuniloda iveshini yakamuva bese uyifaka. Ukuhlola iveshini onayo, chofoza i-Scratch logo kuyi-app edowunilodiwe. ",
    "download.canIShare": "Ngingakwazi ukutshengisa abanye kuScratch Desktop ",
    "download.canIShareAnswer": "Okwamanje akuvumelekile. Ungawagcina wonke ama phrojethi kuScratch Desktop, Ungakwazi ukuzifakela AmaPhrojethi ukwazi nokunikeza abanye kuScratch.  Kwezinye izakhiwo ezilandelayo zaScratch sizofaka imninigwane eqondille kuScratch Desktop ",
    "download.canIShareApp": "Ingabe ngingahlanganyela ne-online community ku-Scratch app nge-{operatingsystem}?",
    "download.canIShareAnswerPlayStore": "Yebo. Chofoza ku-3-dots menyu kuyindawo yephrojekthi bese ukhetha \"Yabelana\" kuzinketho. Ngaphezu kokwabelana nge-imeyli, angangena ku-akhawunti yakho ye-Scratch bese uhlanganyela nephrojekthi ne-Scratch online community.",
    "download.canIShareAnswerDownloaded": "Ukuhlanganyela ngokuqondile ne-online community ku-Scratch app ku-{operatingsystem} okwamanje akuvunyelwe. Okwamanje, ungahambisa iphrojekthi nge-Scratch app, bese ungena ku-Scratch webhusayithi, bese u-upload bese uhlanganyela iphrojekthi yakho lapho. ",
    "download.whyNoDevicesVisible": "Kungani i-Scratch singabonisi amadivayisi lapho ngizama ukuxhuma ama-hardware extension?",
    "download.whyNoDevicesVisibleAnswer": "Sithole ukuthi ukucima i-{devicePosessive} bluetooth uphinde uyivule kumasethingi esistimu kuvame ukukwenza ukuthi ubone ama-hardware divayisi futhi. Uma inkinga iphikelela, hlola ukuthi izinkonzo Zasendaweni ziyayisebenzisa yini idivayisi yakho. Uma ulokhu ungaboni amadivayisi, sicela {whyNoDevicesContactUsLink}.",
    "download.whyNoDevicesContactUsLink": "usithinte",
    "download.chromebookPossessive": "Izincwadi zeChrome",
    "download.androidPossessive": "Amathebhulethi e-Android",
    "download.whyAskForLocation": "Kungani i-{operatingsystem} ibuza indawo yami engikuyo?",
    "download.whyAskForLocationAnswer": "I-Scratch sisebenzisa i-bluetooth ukuxhumana namanye amadivayisi, njenge-micro:bit noma i-LEGO BOOST. I-Bluetooth angasetshenziswa ukuhlinzeka ngendawo yedatha kuyi-app, ngakho i-Google idinga yonke i-app esebenzisa i-bluetooth ukubuza abasebenzisi imvume yokungena endaweni yabo. I-Scratch ngeke sisebenzise i-bluetooth ukuthola indawo yakho.",
    "download.whereProjectStored": "Iwagcina kuphi amaphrojekthi ami i-Scratch App?",
    "download.whereProjectStoredAnswer": "Amaphrojekthi alondolozwa ngaphakathi kwe-app. Ukuze uhambise ifayela lephrojekthi, chofoza i-3-dot menyu bese ukhetha \"Hlanganyela\". Esikrinini esilandelayo khetha \"hambisa\". Izinketho ezibonakalayo ziya ngama-application afakiwe kudivayisi yakho. Izinketho ezivamile o-Google Drive, Amafayela, ne-imeyli.",
    "download.iconAltText": "Dawuniloda "
}