{
    "conference-2019.title": "Канферэнцыі Scratch 2019",
    "conference-2019.descA": "Scratch канферэнцыя гэта цікавы злёт выкладчыкаў, даследчыкі, распрацоўшчыкі і іншых членаў сусветнай суполкі Scratch.",
    "conference-2019.descB": "Гэтыя мерапрыемствы, якія праводзяцца ў розных месцах па ўсім свеце, даюць магчымасці для людзей рознага паходжання і практыкі абмеркаваць як яны падтрымліваюць дзяцей у выкарыстанні Scratch, супрацоўнічаць і абменьвацца ідэямі адзін з адным, і прынесці новыя стратэгіі і актыўнасці для творчага навучання у свае лакальныя суполкі.",
    "conference-2019.descC": "The first Scratch conference was held at MIT in 2008, and the Scratch Team has continued to organize a Scratch conference every other year. The next Scratch@MIT conference will be held in the summer of 2020 (in Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "У 2019 годзе будзе некалькі Scratch канферэнцый у розных месцах па ўсім свеце (гл. ніжэй)",
    "conference-2019.seeBelow": "Schedule & Locations",
    "conference-2019.joinMailingListButtonText": "Далучыцца да спісу рассылкі",
    "conference-2019.joinMailingList": "Каб даведацца больш пра 2020’s Scratch@MIT канферэнцыю ў Кембрыдж, Масачусэтс, і атрымліваць навіны аб рэгіянальных  канферэнцыях па ўсім свеце, далучыцеся да нашага спісу рассылкі.",
    "conference-2019.date": "Дата",
    "conference-2019.location": "Месца",
    "conference-2019.audience": "Аўдыторыя",
    "conference-2019.language": "Мова",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Наведаць сайт",
    "conference-2019.ukTitle": "Еўрапейская канферэнцыя Scratch",
    "conference-2019.ukDesc": "Hosted by Raspberry Pi, the 2019 Scratch Conference Europe will take place in Cambridge, UK, from Friday 23 August to Sunday 25 August. The schedule is full of exciting participatory activities led by members of the Scratch community. Participants can look forward to workshops, talks, and keynotes across a range of topics, including the new Scratch 3.0, as well as plenty of informal opportunities to chat and connect!",
    "conference-2019.ukAudience": "Спецыялісты ў галіне адукацыі і валанцёры",
    "conference-2019.kenyaTitle": "Scratch Conference Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Waves of Innovation",
    "conference-2019.kenyaDesc": "In recognition of Africa's technological contributions to the world and the potential of the youth of Africa, Scratch2019NBO will be held in Nairobi, Kenya. Join educators from around the world to share lessons, empower young people, and celebrate accomplishments in creative coding.",
    "conference-2019.kenyaPostpone": "The Scratch2019NBO conference, originally planned for Nairobi, Kenya in July 2019, has been postponed. Information about future plans will be available later this year.",
    "conference-2019.kenyaAudience": "Educators",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 is an event aimed at teachers of all educational areas and levels, who seek to innovate in the classroom through creative learning, thus supporting public policies that are promoted through the National Plan of Digital Languages, launched by the Chilean government as of 2019. Various workshops, panels, experiences, stands, a presentation of the new Scratch 3.0, Makey-Makey, and much more will be offered.",
    "conference-2019.chileAudience": "Teachers and policy makers",
    "conference-2019.spanishWithSimultaneous": "Spanish - simultaneous translation into English during plenary sessions"
}