{
    "conference-2019.title": "Канферэнцыі Scratch 2019",
    "conference-2019.descA": "Scratch канферэнцыя гэта цікавы злёт выкладчыкаў, даследчыкі, распрацоўшчыкі і іншых членаў сусветнай суполкі Scratch.",
    "conference-2019.descB": "Гэтыя мерапрыемствы, якія праводзяцца ў розных месцах па ўсім свеце, даюць магчымасці для людзей рознага паходжання і практыкі абмеркаваць як яны падтрымліваюць дзяцей у выкарыстанні Scratch, супрацоўнічаць і абменьвацца ідэямі адзін з адным, і прынесці новыя стратэгіі і актыўнасці для творчага навучання у свае лакальныя суполкі.",
    "conference-2019.descC": "Першая канферэнцыя Scratch была праведзена ў Масачусецкім тэхналагічным інстытуце ў 2008 годзе, і каманда Scratch працягвае арганізоўваць канферэнцыі Scratch кожныя два гады. Наступная канферэнцыя Scratch@MIT пройдзе летам 2020 года (у Кембрыджы, Масачусэтс, ЗША).",
    "conference-2019.descD": "У 2019 годзе будзе некалькі Scratch канферэнцый у розных месцах па ўсім свеце (гл. ніжэй)",
    "conference-2019.seeBelow": "Расклад & Знаходжанне",
    "conference-2019.joinMailingListButtonText": "Далучыцца да спісу рассылкі",
    "conference-2019.joinMailingList": "Каб даведацца больш пра 2020’s Scratch@MIT канферэнцыю ў Кембрыдж, Масачусэтс, і атрымліваць навіны аб рэгіянальных  канферэнцыях па ўсім свеце, далучыцеся да нашага спісу рассылкі.",
    "conference-2019.date": "Дата",
    "conference-2019.location": "Месца",
    "conference-2019.audience": "Аўдыторыя",
    "conference-2019.language": "Мова",
    "conference-2019.hashtag": "Хэштэг",
    "conference-2019.website": "Наведаць сайт",
    "conference-2019.ukTitle": "Еўрапейская канферэнцыя Scratch",
    "conference-2019.ukDesc": "Еўрапейская канферэнцыя Scratch 2019, арганізаваная Raspberry Pi, пройдзе ў Кембрыджы, Вялікабрытанія, з пятніцы 23 жніўня па нядзелю 25 жніўня. Расклад напоўнены захапляльнымі мерапрыемствамі, якія вядуць члены супольнасці Scratch. Удзельнікі могуць разлічваць на семінары, размовы і даклады па шэрагу тэм, уключаючы новы Scratch 3.0, а таксама мноства нефармальных магчымасцей для абмеркаванняў і зносін!",
    "conference-2019.ukAudience": "Спецыялісты ў галіне адукацыі і валанцёры",
    "conference-2019.kenyaTitle": "Канферэнцыя Scratch Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Хвалі інавацый",
    "conference-2019.kenyaDesc": "У знак прызнання тэхналагічнага ўкладу Афрыкі ў развіццё свету і патэнцыялу афрыканскай моладзі Scratch2019NBO пройдзе ў Найробі, Кенія. Далучайцеся да выкладчыкаў з усяго свету, каб падзяліцца ўрокамі, пашырыць магчымасці маладых людзей і адзначыць дасягненні ў творчым кадзіраванні.",
    "conference-2019.kenyaPostpone": "Канферэнцыя Scratch2019NBO, першапачаткова запланаваная ў Найробі, Кенія, у ліпені 2019 года, была адкладзена. Інфармацыя аб планах на будучыню будзе даступная пазней у гэтым годзе.",
    "conference-2019.kenyaAudience": "Настаўнікі",
    "conference-2019.chileDesc": "Канферэнцыя Scratch al Sur Чылі 2019 - гэта мерапрыемства, накіраванае на настаўнікаў усіх адукацыйных абласцей і ўзроўняў, якія імкнуцца ўкараняць інавацыі ў класе праз творчае навучанне, такім чынам падтрымліваючы дзяржаўную палітыку, якая прасоўваецца праз Нацыянальны план лічбавых моў, запушчаны ўрадам Чылі. па стане на 2019 г. Будуць прапанаваны розныя майстар-класы, панэлі, вопыты, стэнды, прэзентацыя новага Scratch 3.0, Makey-Makey і многае іншае.",
    "conference-2019.chileAudience": "Настаўнікі і стваральнікі правілаў і палітык",
    "conference-2019.spanishWithSimultaneous": "Іспанская - сінхронны пераклад на англійскую падчас пленарных пасяджэнняў"
}