{
    "conference-2019.title": "Конференциите на Scratch през 2019 г.",
    "conference-2019.descA": "Scratch конференциите са срещи на преподаватели, изследователи, разработчици и други членове на световната общност Scratch.",
    "conference-2019.descB": "Тези събития, които се провеждат на различни места по света, предоставят възможности на хората с различен произход и практики да обсъждат как те подкрепят децата чрез Scratch, да си сътрудничат и да споделят идеи помежду си, както и да въвеждат нови стратегии и дейности за творческо обучение. техните собствени общности.",
    "conference-2019.descC": "Първата конференция за Scratch се проведе в MIT през 2008 г. и екипът на Scratch продължи да организира конференция Scratch всяка година. Следващата конференция Scratch @ MIT ще се проведе през лятото на 2020 г. (в Кеймбридж, Масачузетс, САЩ).",
    "conference-2019.descD": "През 2019 г. ще има няколко конференции за Scratch, провеждани на други места по света (виж по-долу).",
    "conference-2019.seeBelow": "График и местоположения",
    "conference-2019.joinMailingListButtonText": "Присъединете се към пощенския списък",
    "conference-2019.joinMailingList": "За да научите повече за конференцията Scratch @ MIT за 2020 г. в Кеймбридж, Масачузетс и да получавате новини за регионални конференции по целия свят, се присъединете към нашия пощенски списък.",
    "conference-2019.date": "Дата",
    "conference-2019.location": "Място",
    "conference-2019.audience": "Публика",
    "conference-2019.language": "Език",
    "conference-2019.hashtag": "Хаштаг",
    "conference-2019.website": "Към уеб сайта",
    "conference-2019.ukTitle": "Конференцията на Scratch Европа",
    "conference-2019.ukDesc": "Домакин на Raspberry Pi, 2019 Scratch конференция Европа ще се проведе в Кеймбридж, Великобритания, от петък 23 август до неделя 25 август. Графикът е пълен с вълнуващи дейности за участие, водени от членове на общността Scratch. Участниците могат да се радват на семинари, разговори и ключови бележки в редица теми, включително новия Scratch 3.0, както и много неформални възможности за чат и свързване!",
    "conference-2019.ukAudience": "Образователни специалисти и доброволци",
    "conference-2019.kenyaTitle": "Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Вълната на иновациите",
    "conference-2019.kenyaDesc": "Като признание за технологичния принос на Африка към света и потенциала на младите хора в Африка, Scratch2019NBO ще се проведе в Найроби, Кения. Присъединете се към преподаватели от цял свят, за да споделяте уроци, дайте възможност на младите хора и да празнувате постиженията в творческото кодиране.",
    "conference-2019.kenyaAudience": "Преподаватели, студенти и ентусиасти",
    "conference-2019.chileDesc": "\"Scratch al Sur\" е събиране за учителите и експерти, за да научат значението на въвеждането на езици за програмиране в училищата. Всички лекции и семинари ще предоставят възможност за споделяне на различен опит от по-високи нива до тези, които започват да участват в глобалната общност на Scratch.",
    "conference-2019.chileAudience": "Учители и експерти определящи курс на развитие",
    "conference-2019.spanishWithSimultaneous": "Испански - моментен превод на английски по време на пленарните сесии"
}