{
    "conference-2019.title": "Scratch সম্মেলন 2019",
    "conference-2019.descA": "Scratch কনফারেন্সগুলো হল শিক্ষকগন, গবেষকগন, ডেভেলপারগণ এবং বিশ্বব্যাপী Scratch কমিউনিটির অন্যান্য সদস্যদের আকর্ষণীয় সমাবেশ।",
    "conference-2019.descB": "এই ইভেন্টগুলোতে, যা বিশ্বের বিভিন্ন স্থানে অনুষ্ঠিত হয়, বিভিন্ন পটভূমি এবং অনুশীলনের লোকেরা কিভাবে Scratch ব্যবহার করে বাচ্চাদের সমর্থন করে, একে অপরের সাথে সহযোগিতা এবং ধারণা শেয়ার করে নেওয়ার বিষয়ে আলোচনা করে এবং নতুন সৃজনশীল-শেখার কৌশল এবং ক্রিয়াকলাপগুলোতে ফিরিয়ে আনার সুযোগ প্রদান করে তাদের নিজস্ব কমিউনিটি।",
    "conference-2019.descC": "2008 সালে প্রথম Scratch সম্মেলন MIT তে হয়েছিল এবং Scratch টিম প্রতিবছর Scratch সম্মেলন আয়োজন করে চলেছে। পরবর্তী Scratch@MIT সম্মেলনটি 2020 সালের গ্রীষ্মে অনুষ্ঠিত হবে  (Cambridge, Massachusetts, USA এ)।",
    "conference-2019.descD": "2019 সালে, বিশ্বের অন্যান্য স্থানে বেশ কয়েকটি Scratch সম্মেলন অনুষ্ঠিত হবে (নীচে দেখ)।",
    "conference-2019.seeBelow": "সময়সূচী এবং অবস্থানগুলো",
    "conference-2019.joinMailingListButtonText": "মেইলিং তালিকায় যোগদান",
    "conference-2019.joinMailingList": "কেমব্রিজ, ম্যাসাচুসেটসে 2020 এর Scratch@MIT সম্মেলন সম্পর্কে আরও জানতে এবং বিশ্বজুড়ে আঞ্চলিক সম্মেলন সম্পর্কে আপডেট পেতে, আমাদের মেলিং তালিকায় যোগ দাও।",
    "conference-2019.date": "তারিখ",
    "conference-2019.location": "অবস্থান",
    "conference-2019.audience": "পাঠকবর্গ",
    "conference-2019.language": "ভাষা",
    "conference-2019.hashtag": "হ্যাশট্যাগ",
    "conference-2019.website": "ওয়েবসাইট পরিদর্শন",
    "conference-2019.ukTitle": "Scratch সম্মেলন ইউরোপ",
    "conference-2019.ukDesc": "Raspberry Pi দ্বারা হোস্ট করা, 2019 Scratch কনফারেন্স ইউরোপ, শুক্রবার 23 আগস্ট থেকে রবিবার 25 আগস্ট পর্যন্ত যুক্তরাজ্যের কেমব্রিজে অনুষ্ঠিত হবে। সম্পুর্ন সময়-সূচী Scratch কমিউনিটির সদস্যদের নেতৃত্বে আকর্ষণীয় অংশগ্রহণমূলক ক্রিয়াকলাপে পূর্ণ। অংশগ্রহণকারীরা নতুন Scratch 3.0 সহ অনেকগুলি বিষয় জুড়ে ওয়ার্কশপ, আলোচনা এবং মূল নোটের অপেক্ষায় থাকতে পারে, পাশাপাশি আড্ডা ও সংযোগ করার প্রচুর অনানুষ্ঠানিক সুযোগ রয়েছে!",
    "conference-2019.ukAudience": "পেশাদার শিক্ষকগন এবং স্বেচ্ছাসেবকরা ",
    "conference-2019.kenyaTitle": "Scratch সম্মেলন আফ্রিকা: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "উদ্ভাবনের তরঙ্গ",
    "conference-2019.kenyaDesc": "আফ্রিকার বিশ্বে প্রযুক্তিগত অবদান এবং আফ্রিকার যুবকদের সম্ভাবনার স্বীকৃতি হিসাবে, Scratch2019NBO কেনিয়ার নাইরোবিতে অনুষ্ঠিত হবে। পাঠ শেয়ার করে নেওয়ার জন্য, তরুণদের ক্ষমতায়িত করতে এবং সৃজনশীল কোডিংয়ে সাফল্য উদযাপন করতে বিশ্বজুড়ে শিক্ষাবিদদের সাথে যোগ দাও।",
    "conference-2019.kenyaPostpone": "Scratch2019NBO সম্মেলন, মূলত কেনিয়ার নাইরোবির জন্য পরিকল্পনা করা হয়েছিল যা 2019 সালের জুলাইয়ে, স্থগিত করা হয়েছে। ভবিষ্যতের পরিকল্পনা সম্পর্কিত তথ্য এই বছরের শেষের দিকে পাওয়া যাবে।",
    "conference-2019.kenyaAudience": "শিক্ষক",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 এমন একটি ইভেন্ট যা সমস্ত শিক্ষামূলক ক্ষেত্র ও স্তরের শিক্ষকদের লক্ষ্য নিয়ে তৈরি করা হয়েছে, যারা সৃজনশীল শিক্ষার মাধ্যমে শ্রেণিকক্ষে নতুনত্ব আনতে চায়, এইভাবে 2019 সালের চিলিয়ান সরকার দ্বারা চালু করা ডিজিটাল ভাষার জাতীয় পরিকল্পনার মাধ্যমে প্রচারিত নীতিগুলি সমর্থন করে। বিভিন্ন ওয়ার্কশপ, প্যানেল, অভিজ্ঞতা, স্ট্যান্ড, নতুন Scratch 3.0 এর উপস্থাপনা, মেকি-মেকি এবং আরও অনেক কিছু উপস্থাপন করা হবে।",
    "conference-2019.chileAudience": "শিক্ষকগন এবং নীতি নির্ধারকগন",
    "conference-2019.spanishWithSimultaneous": "স্প্যানিশ - সম্পূর্ণ সেশনের সময় ইংরেজিতে ধারাবাহিক অনুবাদ কর"
}