{
    "conference-2019.title": "Congressos Scratch 2019",
    "conference-2019.descA": "Les Scratch conferences són trobades lúdiques d'educadors, investigadors, desenvolupadors i altres membres de la comunitat Scratch a tot el món.",
    "conference-2019.descB": "Aquests esdeveniments, celebrats a diferents llocs del món, ofereixen oportunitats per a persones de diferents procedències i pràctiques per discutir com donen suport als nens que utilitzen Scratch, per col·laborar i compartir idees entre ells i per tornar les noves estratègies i activitats d'aprenentatge creatiu les seves pròpies comunitats.",
    "conference-2019.descC": "La primera Scratch conference es va desenvolupar al MIT l'any 2008, i l'equip de Scratch ha seguit organitzant-ne una cada dos anys. El pròxim congrés Scratch@MIT està previst a l'estiu de 2020 (a Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "Al 2019, hi haurà diverses conferències Scratch a altres llocs del món (vegeu més endavant).",
    "conference-2019.seeBelow": "Horaris i ubicacions",
    "conference-2019.joinMailingListButtonText": "Uneix-te a la llista de distribució",
    "conference-2019.joinMailingList": "Per saber-ne més sobre la conferència Scratch@MIT del 2020 a Cambridge, Massachusetts, i per rebre actualitzacions sobre conferències regionals, uniu-vos a la nostra llista de correu.",
    "conference-2019.date": "Data",
    "conference-2019.location": "Localització",
    "conference-2019.audience": "Públic",
    "conference-2019.language": "Idioma",
    "conference-2019.hashtag": "Etiqueta",
    "conference-2019.website": "Visita el lloc web",
    "conference-2019.ukTitle": "Scratch Conference Europa",
    "conference-2019.ukDesc": "A càrrec de Raspberry Pi, la conferència Scratch 2019 Europa tindrà lloc a Cambridge, Regne Unit, del divendres 23 d'agost al diumenge 25 d'agost. El calendari és ple d’activitats participatives interessants dirigides per membres de la comunitat Scratch. Els participants podran participar en tallers, xerrades i conferències a través d’un ventall de temes, com ara el nou Scratch 3.0 i moltes oportunitats informals per xerrar i connectar-se!",
    "conference-2019.ukAudience": "Professionals de l'educació i voluntaris",
    "conference-2019.kenyaTitle": "Scratch Conference Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Ones d’innovació",
    "conference-2019.kenyaDesc": "Com a reconeixement a les contribucions tecnològiques d'Àfrica al món i al potencial de la joventut d'Àfrica, Scratch2019NBO se celebrarà a Nairobi, Kenya. Uniu-vos a educadors de tot el món per compartir lliçons, capacitar els joves i celebrar els èxits en la codificació creativa.",
    "conference-2019.kenyaPostpone": "El congrés Scratch2019NBO, originalment prevista per a Nairobi, Kenya al juliol de 2019, s'ha posposat. La informació sobre els plans futurs estarà disponible a finals d’any.",
    "conference-2019.kenyaAudience": "Educadors",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Xile 2019 és un esdeveniment dirigit a professors de totes les àrees i nivells educatius que busquen innovar a l'aula a través de l'aprenentatge creatiu, donant suport a polítiques públiques que es promouen a través del Pla nacional de llengües digitals, impulsat pel govern xilè. a partir de 2019. S'oferiran diversos tallers, panells, experiències, stands, una presentació del nou Scratch 3.0, Makey-Makey i molt més.",
    "conference-2019.chileAudience": "Professors i responsables polítics",
    "conference-2019.spanishWithSimultaneous": "En espanyol - traducció simultània a l'anglès durant les sessions plenàries"
}