{
    "conference-2019.title": "Scratch konference 2019",
    "conference-2019.descA": "Scratch konference jsou hravá setkání lektorů, výzkumníků, vývojářů a ostatních členů celosvětového společenství Scratch.",
    "conference-2019.descB": "Tyto akce, pořádané v různých místech světa dávají příležitost lidem různého zázemí i praxe k diskuzi  jak podpořit děti používající Scratch, ke spolupráci a sdílení nápadů s ostatními a k odnášení si nových tvořivě výukových strategií a aktivit do svých vlastních společenství.",
    "conference-2019.descC": "První konference Scratch se konala na MIT v roce 2008 a tým Scratch pokračoval v uspořádávání Scratch konferencí každým rokem. Příští konference  Scratch@MIT se bude konat v létě roku 2020 (v Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "V roce 2019 se uskuteční několik Scratch konferencí v dalších místech po světě (viz níže).",
    "conference-2019.seeBelow": "Harmonogram a místa",
    "conference-2019.joinMailingListButtonText": "Odebírej Scratch novinky",
    "conference-2019.joinMailingList": "Pro další informace o 2020-té Scratch@MIT konferenci v Cambridge, Massachusetts a pro získání novinek o regionálních konferencích ve světě se připoj do našeho mailovému seznamu.",
    "conference-2019.date": "Datum",
    "conference-2019.location": "Místo",
    "conference-2019.audience": "Diváci",
    "conference-2019.language": "Jazyk",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Navštívit webserver",
    "conference-2019.ukTitle": "Scratch konference v Europě",
    "conference-2019.ukDesc": "Hosted by Raspberry Pi, the 2019 Scratch Conference Europe will take place in Cambridge, UK, from Friday 23 August to Sunday 25 August. The schedule is full of exciting participatory activities led by members of the Scratch community. Participants can look forward to workshops, talks, and keynotes across a range of topics, including the new Scratch 3.0, as well as plenty of informal opportunities to chat and connect!",
    "conference-2019.ukAudience": "Vzdělávací profesionálové i dobrovolníci",
    "conference-2019.kenyaTitle": "Scratch konference v Africe: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Vlny inovací",
    "conference-2019.kenyaDesc": "Jako projev uznání afrických technologických příspěvků světu a potenciálu mládeže Afriky se Scratch2019NBO uskuteční v Nairobi, Keňa. Připoj se k lektorům z celého světa ke sdílení lekcí,  podpoř mládež a oslav úspěchy v tvořivém programování.",
    "conference-2019.kenyaPostpone": "Konference Scratch2019NBO, původně plánovaná v Nairobi, Keňa na červenec 2019 byla odložena. Informace o budoucích plánech budou k dispozici později v tomto roce.",
    "conference-2019.kenyaAudience": "Lektoři",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 is an event aimed at teachers of all educational areas and levels, who seek to innovate in the classroom through creative learning, thus supporting public policies that are promoted through the National Plan of Digital Languages, launched by the Chilean government as of 2019. Various workshops, panels, experiences, stands, a presentation of the new Scratch 3.0, Makey-Makey, and much more will be offered.",
    "conference-2019.chileAudience": "Učitelé a tvůrci strategií",
    "conference-2019.spanishWithSimultaneous": "Španělsky - simultánní překlad do angličtiny během hromadných zasedání"
}