{
    "conference-2019.title": "Cynadleddau Scratch 2019",
    "conference-2019.descA": "Mae cynadleddau Scratch yn gyfarfodydd chwareus o addysgwyr, ymchwilwyr, datblygwyr ac aelodau eraill o gymuned fyd-eang Scratch.",
    "conference-2019.descB": "Mae'r digwyddiadau hyn, sy'n cael eu cynnal ledled y byd, yn darparu cyfleoedd i bobl o gefndiroedd ac ymarfer gwahanol i drafod sut maen nhw'n cefnogi plant sy'n defnyddio Scratch, i gyd-weithio a rhannu syniadau gyda'i gilydd ac i ddwyn strategaethau a gweithgareddau dysgu creadigol newydd nôl i'w cymunedau.",
    "conference-2019.descC": "Cafodd cynhadledd cyntaf Scratch ei gynnal yn MIT yn 2008 ac mae Tîm Scratch wedi parhau i gynnal cynhadledd Scratch bob yn ail flwyddyn. Bydd cynhadledd nesaf cratch@MIT yn cael ei gynnal yn haf 2020 (yn Cambridge, Massachusetts, UDA)",
    "conference-2019.descD": "Yn ystod 2019 bydd nifer o gynadleddau Scratch yn cael eu cynnal mewn lleoliadau eraill led-led y byd (gw. isod)",
    "conference-2019.seeBelow": "Dyddiad a Lleoliad",
    "conference-2019.joinMailingListButtonText": "Ymuno â'r rhestr e-byst",
    "conference-2019.joinMailingList": "I ddysgu rhagor am gynhadledd Scratch@MIT yn Cambridge, Massachusetts ac i dderbyn diweddariadau am gynadleddau rhanbarthol led-led y byd, ymunwch â'n rhestr e-byst.",
    "conference-2019.date": "Dyddiad",
    "conference-2019.location": "Lleoliad",
    "conference-2019.audience": "Cynulleidfa",
    "conference-2019.language": "Iaith",
    "conference-2019.hashtag": "Hashnod",
    "conference-2019.website": "Mynd i'r Wefan",
    "conference-2019.ukTitle": "Cynhadledd Scratch Ewrop",
    "conference-2019.ukDesc": "Bydd Cynhadledd Ewrop Scratch 2019 yn cael ei noddi gan Raspberry Pi a'i gynnal yng Nghaergrawnt, Lloegr o ddydd Gwener 23 Awst hyd ddydd Sul 25 Awst. Mae'r amserlen yn llawn o weithgareddau ymarferol yn cael eu harwain gan aelodau cymuned Scratch. Gall fynychwyr edrych ymlaen at weithdai, sgyrsiau a chyflwyniadau ar draws ystod eang o bynciau, gan gynnwys y Scratch 3.0 newydd ynghyd â chyfleoedd anffurfiol i sgwrsio a rhwydweithio!",
    "conference-2019.ukAudience": "Gweithwyr proffesiynol a gwirfoddol addysgol",
    "conference-2019.kenyaTitle": "Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Tonnau o Arloesedd",
    "conference-2019.kenyaDesc": "Mewn cydnabyddiaeth o gyfraniadau technolegol Affrica i'r byd a photensial ieuenctid Affrica, mae Scratch 2019NBO yn cael ei gynnal yn Nairobi, Kenya. Ymunwch ag addysgwyr led-led y byd i rannu gwersi, grymuso pobl ifanc a dathlu llwyddiannau codio creadigol.",
    "conference-2019.kenyaAudience": "Addysgwyr, myfyrwyr a chefnogwyr",
    "conference-2019.chileDesc": "Mae Scratch al Sur yn gyfarfod o athrawon a chrewyr polisi i ddysgu am bwysigrwydd cyflwyno ieithoedd rhaglennu mewn ysgolion. Bydd yr holl ddarlithiau a gweithdai'n darparu'r cyfle i rannu profiadau gwahanol, o lefelau uwch i'r rheini sy'n cychwyn cyfrannu i gymuned fyd-eang Scratch.",
    "conference-2019.chileAudience": "Athrawon a chrewyr polisi",
    "conference-2019.spanishWithSimultaneous": "Sbaeneg - cyfieithu ar y pryd i'r Saesneg yn ystod y sesiynau llawn"
}