{
    "conference-2019.title": "Scratch Konferenzen 2019",
    "conference-2019.descA": "Scratch Konferenzen sind spielerische Zusammenkünfte von Lehrpersonen, Forscher*innen, Entwickler*innen und anderen Mitgliedern der weltweiten Scratch Gemeinschaft.",
    "conference-2019.descB": "Diese Ereignisse finden an verschiedenen Orten auf der ganzen Welt statt und bieten Menschen mit unterschiedlichem Hintergrund und unterschiedlichen Praktiken die Möglichkeit, zu diskutieren, wie sie Kinder bei der Verwendung von Scratch unterstützen, miteinander zusammenzuarbeiten und Ideen auszutauschen und neue Kreative Lernstrategien und Aktivitäten für ihre Gemeinschaften zu entwickeln.",
    "conference-2019.descC": "Die erste Scratch-Konferenz fand 2008 am MIT statt, und das Scratch Team hat weiterhin alle zwei Jahre eine Scratch-Konferenz organisiert. Die nächste Scratch@MIT-Konferenz wird im Sommer 2020 in Cambridge, Massachusetts, USA stattfinden.",
    "conference-2019.descD": "2019 finden an anderen Orten der Welt mehrere Scratch-Konferenzen statt (siehe unten).",
    "conference-2019.seeBelow": "Zeitplan und Standorte",
    "conference-2019.joinMailingListButtonText": "Trete der Mailingliste bei",
    "conference-2019.joinMailingList": "Wenn du mehr über die Scratch@MIT-Konferenz 2020 in Cambridge, Massachusetts erfahren und Informationen zu regionalen Konferenzen auf der ganzen Welt erhalten möchten, kannst du dich in unsere Mailing-Liste eintragen.",
    "conference-2019.date": "Datum",
    "conference-2019.location": "Ort",
    "conference-2019.audience": "Zielgruppe",
    "conference-2019.language": "Sprache",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Besuche die Webseite",
    "conference-2019.ukTitle": "Scratch-Konferenz Europa",
    "conference-2019.ukDesc": "Die von Raspberry Pi veranstaltete Scratch-Konferenz Europa 2019 findet von Freitag, 23. August, bis Sonntag, 25. August, in Cambridge, Großbritannien tatt. Der Zeitplan ist voll von aufregenden Aktivitäten, die von Mitgliedern in der Scratch-Gemeinschaft geleitet werden. Teilnehmende können sich auf Workshops, Vorträge und Keynotes zu verschiedenen Themen freuen, einschließlich des neuen Scratch 3.0 sowie auf zahlreiche informelle Gelegenheiten zum Chatten und Verbinden!",
    "conference-2019.ukAudience": "Pädagog*innen und Freiwillige",
    "conference-2019.kenyaTitle": "Scratchkonferenz Afrika: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Wellen der Innovation",
    "conference-2019.kenyaDesc": "In Annerkennung der technologischen Beiträge Afrikas zur Welt und des Potentials der Jugend Afrikas wird Scratch 2019 NBO in Nairobi, Kenia stattfinden. Schließen sie sich Lehrpersonen aus der ganzen Welt an, um Unterricht zu teilen, junge Leute zu fördern und Erfolge im Kreativen Programmieren zu feiern.",
    "conference-2019.kenyaPostpone": "Die Scratch2019NBO-Konferenz, die ursprünglich für Juli 2019 in Nairobi, Kenia, geplant war, wurde verschoben. Informationen über zukünftige Pläne werden noch in diesem Jahr verfügbar sein.",
    "conference-2019.kenyaAudience": "Lehrer",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 ist eine Veranstaltung, die sich an Lehrer aller Bildungsbereiche und -stufen richtet, die durch kreatives Lernen Innovationen im Klassenzimmer anstreben und so die öffentliche Politik unterstützen, die durch den von der chilenischen Regierung ins Leben gerufenen Nationalen Plan für digitale Sprachen gefördert wird Stand 2019. Geboten werden verschiedene Workshops, Panels, Erlebnisse, Stände, eine Präsentation des neuen Scratch 3.0, Makey-Makey und vieles mehr.",
    "conference-2019.chileAudience": "Lehrpersonen und politische Entscheidungsträger*innen",
    "conference-2019.spanishWithSimultaneous": "Spanisch - Simultan-Übersetzung ins Englische während der Plenarsitzungen"
}