{
    "conference-2019.title": "Συνέδρια Scratch 2019",
    "conference-2019.descA": "Τα συνέδρια Scratch είναι συγκεντρώσεις εκπαιδευτών, ερευνητών, προγραμματιστών και άλλων μελών της παγκόσμιας κοινότητας Scratch.",
    "conference-2019.descB": "Αυτές οι εκδηλώσεις, που πραγματοποιούνται σε διάφορες τοποθεσίες σε όλο τον κόσμο, παρέχουν ευκαιρίες σε ανθρώπους με διαφορετικό υπόβαθρο και πρακτικές να συζητήσουν το πώς υποστηρίζουν τα παιδιά χρησιμοποιώντας το Scratch, να συνεργάζονται και να ανταλλάσσουν ιδέες μεταξύ τους και να φέρνουν νέες στρατηγικές και δραστηριότητες δημιουργικής μάθησης στις δικές τους κοινότητες.",
    "conference-2019.descC": "Το πρώτο συνέδριο Scratch πραγματοποιήθηκε στο MIT το 2008 και η ομάδα Scratch συνέχισε να διοργανώνει ένα συνέδριο Scratch κάθε δύο χρόνια. Το επόμενο συνέδριο  Scratch@MIT θα πραγματοποιηθεί το καλοκαίρι του 2020 (στο Cambridge, Μασαχουσέτη, ΗΠΑ).",
    "conference-2019.descD": "Το 2019, θα πραγματοποιηθούν πολλά συνέδρια Scratch σε άλλες τοποθεσίες σε όλο τον κόσμο (δείτε παρακάτω).",
    "conference-2019.seeBelow": "Ημερομηνίες και τοποθεσίες",
    "conference-2019.joinMailingListButtonText": "Εγγραφείτε στην λίστα ηλεκτρονικού ταχυδρομείου",
    "conference-2019.joinMailingList": "Για να μάθετε περισσότερα για το συνέδριο Scratch@MIT του 2020 στο Cambridge της Μασαχουσέτης και να λαμβάνετε ενημερώσεις σχετικά με περιφερειακά συνέδρια σε όλο τον κόσμο, μπορείτε να συμμετάσχετε στη λίστα αλληλογραφίας μας.",
    "conference-2019.date": "Ημερομηνία",
    "conference-2019.location": "Τοποθεσία",
    "conference-2019.audience": "Κοινό",
    "conference-2019.language": "Γλώσσα",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Επισκεφθείτε τον Ιστότοπο",
    "conference-2019.ukTitle": "Ευρωπαϊκό Συνέδριο Scratch",
    "conference-2019.ukDesc": "Φιλοξενούμενο από το Raspberry Pi, το Ευρωπαϊκό Συνέδριο Scratch 2019 θα πραγματοποιηθεί στο Cambridge του Ηνωμένου Βασιλείου από την Παρασκευή 23 Αυγούστου έως την Κυριακή 25 Αυγούστου. Το πρόγραμμα είναι γεμάτο συναρπαστικές συμμετοχικές δραστηριότητες με επικεφαλής τα μέλη της κοινότητας Scratch. Οι συμμετέχοντες μπορούν να προσβλέπουν σε εργαστήρια και ομιλίες σε μια σειρά θεμάτων, όπως το νέο Scratch 3.0, καθώς και πολλές ανεπίσημες ευκαιρίες για συνομιλία και σύνδεση!",
    "conference-2019.ukAudience": "Επαγγελματίες της εκπαίδευσης και εθελοντές",
    "conference-2019.kenyaTitle": "Συνέδριο Scratch Αφρική:\nScratch2019NBO",
    "conference-2019.kenyaSubTitle": "Κύματα Καινοτομίας",
    "conference-2019.kenyaDesc": "Σε αναγνώριση της τεχνολογικής συμβολής της Αφρικής στον κόσμο και των δυνατοτήτων της νεολαίας της Αφρικής, το Scratch2019NBO θα πραγματοποιηθεί στο Ναϊρόμπι της Κένυας. Συμμετέχετε με εκπαιδευτικούς από όλο τον κόσμο ώστε να μοιραστείτε μαθήματα, να ενδυναμώσετε τους νέους και να γιορτάσετε επιτεύγματα στον δημιουργικό προγραμματισμό.",
    "conference-2019.kenyaPostpone": "Το συνέδριο Scratch2019NBO, σχεδιασμένο αρχικά για το Ναϊρόμπι της Κένυας τον Ιούλιο του 2019, έχει αναβληθεί. Πληροφορίες για μελλοντικά σχέδια θα είναι διαθέσιμα αργότερα φέτος.",
    "conference-2019.kenyaAudience": "Εκπαιδευτικοί",
    "conference-2019.chileDesc": "Το Scratch al Sur Conferencia Χιλή 2019 είναι μια εκδήλωση που απευθύνεται σε εκπαιδευτικούς όλων των εκπαιδευτικών τομέων και επιπέδων, οι οποίοι επιδιώκουν να καινοτομούν στην τάξη μέσω της δημιουργικής μάθησης, στηρίζοντας έτσι  δημόσιες πολιτικές που προωθούνται μέσω του Εθνικού Σχεδίου Ψηφιακών Γλωσσών, που ξεκίνησε η κυβέρνηση της Χιλής από το 2019. Θα προσφερθούν διάφορα εργαστήρια, πάνελς, εμπειρίες, περίπτερα, παρουσίαση του νέου Scratch 3.0, Makey-Makey και πολλά άλλα.",
    "conference-2019.chileAudience": "Eκπαιδευτικοί καi υπεύθυνοι χάραξης πολιτικής",
    "conference-2019.spanishWithSimultaneous": "Ισπανικά - ταυτόχρονη μετάφραση στα αγγλικά κατά τη διάρκεια των συνόδων ολομέλειας"
}