{
    "conference-2019.title": "Conferencias Scratch 2019",
    "conference-2019.descA": "Las conferencias Scratch son reuniones lúdicas de educadores, investigadores, desarrolladores y otros miembros de la comunidad mundial de Scratch.",
    "conference-2019.descB": "Estos eventos, que se llevan a cabo en varios lugares del mundo, brindan oportunidades para que personas de diversos orígenes y prácticas hablen sobre cómo apoyan a los niños que usan Scratch, a colaborar y compartir ideas entre sí, tanto como brindan nuevas estrategias y actividades de aprendizaje creativo a sus propias comunidades.",
    "conference-2019.descC": "La primera conferencia Scratch se celebró en MIT en 2008, y el Equipo Scratch ha continuado organizando una conferencia Scratch cada dos años. La próxima conferencia Scratch @ MIT se llevará a cabo en el verano de 2020 (en Cambridge, Massachusetts, EE.UU.).",
    "conference-2019.descD": "En 2019, se realizarán varias conferencias Scratch en otros lugares del mundo (ver más abajo).",
    "conference-2019.seeBelow": "Horarios y ubicaciones",
    "conference-2019.joinMailingListButtonText": "Unirse a la lista de correo",
    "conference-2019.joinMailingList": "Para obtener más información sobre la conferencia Scratch@MIT de 2020 en Cambridge, Massachusetts, y recibir actualizaciones sobre conferencias regionales en todo el mundo, únase a nuestra lista de correo.",
    "conference-2019.date": "Fecha",
    "conference-2019.location": "Ubicación",
    "conference-2019.audience": "Público",
    "conference-2019.language": "Idioma",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Visita la página web",
    "conference-2019.ukTitle": "Scratch Conference Europe",
    "conference-2019.ukDesc": "Organizada por Raspberry Pi, la 2019 Scratch Conference Europe tendrá lugar en Cambridge, Reino Unido, del viernes 23 al domingo 25 de agosto. El calendario está lleno de actividades emocionantes y participativas dirigidas por miembros de la comunidad Scratch. Los participantes pueden esperar desde talleres, charlas y conferencias a través de una variedad de temas, incluido el nuevo Scratch 3.0, así como muchas oportunidades informales para chatear y conectarse.",
    "conference-2019.ukAudience": "Profesionales de la educación y voluntarios",
    "conference-2019.kenyaTitle": "Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Olas de innovación",
    "conference-2019.kenyaDesc": "En reconocimiento a las contribuciones tecnológicas de África al mundo y al potencial de la juventud de África, Scratch2019NBO se llevará a cabo en Nairobi, Kenia. Únase a educadores de todo el mundo para compartir lecciones, capacitar a los jóvenes y celebrar los logros en la codificación creativa.",
    "conference-2019.kenyaAudience": "Educadores, estudiantes y aficionados",
    "conference-2019.chileDesc": "Scratch al Sur es una reunión para profesores y responsables de políticas para aprender sobre la importancia de introducir lenguajes de programación en las escuelas. Todas las conferencias y talleres brindarán la oportunidad de compartir diferentes experiencias, desde niveles más altos hasta aquellos que comienzan a participar en la comunidad global de Scratch.",
    "conference-2019.chileAudience": "Profesores y responsables políticos",
    "conference-2019.spanishWithSimultaneous": "Español - traducción simultánea al inglés durante las sesiones plenarias."
}