{
    "conference-2019.title": "کنفرانس‌های اسکرچ 2019",
    "conference-2019.descA": "کنفرانس‌های اسکرچ، جلساتی پرشور برای مربیان، محققان، توسعه دهندگان و دیگر اعضای جامعه جهانی اسکرچ است.",
    "conference-2019.descB": "این رویدادها که در نقاط مختلف جهان برگزار شدند، فرصت‌هایی برای افراد با پیشینه و تمرین‌های مختلف فراهم می‌کنند تا در مورد نحوه حمایت از کودکان با استفاده از اسکرچ، همکاری و اشتراک‌گذاری ایده‌ها با یکدیگر و ایجاد استراتژی‌های و فعالیت‌های جدید خلاق یادگیری برای برگشتن به جوامع خودشان استدلال کنند.",
    "conference-2019.descC": "اولین کنفرانس اسکرچ در سال 2008 در MIT برگزار شد و تیم اسکرچ همچنان یک کنفرانس اسکرچ را هر ساله برگزار می‌کند. کنفرانس Scratch @ MIT بعدی در تابستان 2020 برگزار خواهد شد (در کمبریج، ماساچوست، ایالات متحده آمریکا).",
    "conference-2019.descD": "در سال 2019، چندین کنفرانس اسکرچ در سایر نقاط جهان برگزار خواهد شد (پایین رو ببینید).",
    "conference-2019.seeBelow": "برنامه و مکان‌ها",
    "conference-2019.joinMailingListButtonText": "پیوستن به گروه ایمیل",
    "conference-2019.joinMailingList": "برای کسب اطلاعات بیشتر در مورد کنفرانس اسکرچ @ MIT 2020 در کمبریج، ماساچوست و دریافت اطلاعات در مورد کنفرانس‌های محلی در سراسر جهان، به لیست ایمیل ما بپیوندید.",
    "conference-2019.date": "تاریخ",
    "conference-2019.location": "مکان",
    "conference-2019.audience": "حضار",
    "conference-2019.language": "زبان",
    "conference-2019.hashtag": "هشتگ",
    "conference-2019.website": "مشاهده ی وب‌سایت",
    "conference-2019.ukTitle": "کنفرانس اسکرچ اروپا",
    "conference-2019.ukDesc": "میزبانی شده توسط رزبری پی، کنفرانس 2019 اسکرچ اروپا در کمبریج، بریتانیای کبیر، از جمعه 23 آگوست تا یکشنبه 25 اوت برگزار خواهد شد. برنامه پر از فعالیت‌های مشارکتی هیجان‌انگیز است که توسط اعضای جامۀ اسکرچ انجام می‌شود. شرکت‌کنندگان می‌توانند منتظر کارگاه‌، مذاکرات و مطلب اصلی در موضوعات مختلف از جمله Scratch ۳٫۰ جدید و همچنین فرصت‌های غیر رسمی برای چت و ارتباط باشند!",
    "conference-2019.ukAudience": "متخصصین آموزش و داوطلبان",
    "conference-2019.kenyaTitle": "کنفرانس اسکرچ آفریقا: اسکرچ 2019NBO",
    "conference-2019.kenyaSubTitle": "امواج نوآوری",
    "conference-2019.kenyaDesc": "در شناختن مشارکت فن‌آوری آفریقا به جهان و پتانسیل جوانان آفریقا، Scratch2019NBO در نایروبی، کنیا برگزار خواهد شد. به آموزگاران از سراسر جهان برای به اشتراک گذاشتن درس، توانمندسازی جوانان و جشن گرفتن دستاوردها در برنامه‌نویسی خلاق بپیوندید.",
    "conference-2019.kenyaPostpone": "کنفرانس اسکرچ NBO 2019، که در ابتدا برای نایروبی، کنیا در ژوئیه 2019 برنامه ریزی شده، به تعویق افتاد. اطلاعات در مورد برنامه‌های آینده در اواخر امسال در دسترس خواهد بود.",
    "conference-2019.kenyaAudience": "معلمان",
    "conference-2019.chileDesc": "کنفرانس جنوبی 2019 شیلی اسکرچ رویدادی است که معلمان را در تمام حوزه‌ها و سطوح آموزشی هدف قرار داده که به دنبال ایجاد نوآوری در کلاس درس از طریق آموزش خلاقانه هستند، در نتیجه حمایت از سیاست‌های عمومی که از طریق طرح ملی زبان‌های دیجیتالی که توسط دولت شیلی تا سال 2019 ارتقا داده است. کارگاه‌ها، پنلها، تجارب، ایستگاه‌های مختلف، معرفی اسکرچ ۳٫۰ جدید، میکی- میکی و خیلی بیشتر ارائه خواهد شد.",
    "conference-2019.chileAudience": "معلمان و سیاست‌گذاران",
    "conference-2019.spanishWithSimultaneous": "اسپانیایی - ترجمه‌‌ی همزمان به زبان انگلیسی در جلسات عمومی"
}