{
    "conference-2019.title": "کنفرانس‌های اسکرچ 2019",
    "conference-2019.descA": "کنفرانس‌های اسکرچ، جلساتی پرشور برای مربیان، محققان، توسعه دهندگان و دیگر اعضای جامعه جهانی اسکرچ است.",
    "conference-2019.descB": "این رویدادها که در نقاط مختلف جهان برگزار شدند، فرصت‌هایی برای افراد با پیشینه و تمرین‌های مختلف فراهم می‌کنند تا در مورد نحوه حمایت از کودکان با استفاده از اسکرچ، همکاری و اشتراک‌گذاری ایده‌ها با یکدیگر و ایجاد استراتژی‌های و فعالیت‌های جدید خلاق یادگیری برای برگشتن به جوامع خودشان استدلال کنند.",
    "conference-2019.descC": "اولین کنفرانس اسکرچ در سال 2008 در MIT برگزار شد و تیم اسکرچ همچنان یک کنفرانس اسکرچ را هر ساله برگزار می‌کند. کنفرانس Scratch @ MIT بعدی در تابستان 2020 برگزار خواهد شد (در کمبریج، ماساچوست، ایالات متحده آمریکا).",
    "conference-2019.descD": "در سال 2019، چندین کنفرانس اسکرچ در سایر نقاط جهان برگزار خواهد شد (نگاه کنید به زیر).",
    "conference-2019.seeBelow": "برنامه و مکان‌ها",
    "conference-2019.joinMailingListButtonText": "پیوستن به گروه ایمیل",
    "conference-2019.joinMailingList": "برای کسب اطلاعات بیشتر در مورد کنفرانس Scratch @ MIT 2020 در کمبریج، ماساچوست و دریافت اطلاعات در مورد کنفرانس‌های محلی در سراسر جهان، به لیست پستی ما بپیوندید.",
    "conference-2019.date": "تاریخ",
    "conference-2019.location": "مکان",
    "conference-2019.audience": "حضار",
    "conference-2019.language": "زبان",
    "conference-2019.hashtag": "هشتگ",
    "conference-2019.website": "مشاهده ی وب‌سایت",
    "conference-2019.ukTitle": "کنفرانس اسکرچ اروپا",
    "conference-2019.ukDesc": "میزبانی شده توسط رزبری پی، کنفرانس 2019 اسکرچ اروپا در کمبریج، بریتانیای کبیر، از جمعه 23 آگوست تا یکشنبه 25 اوت برگزار خواهد شد. برنامه پر از فعالیت‌های مشارکتی هیجان‌انگیز است که توسط اعضای جامۀ اسکرچ انجام می‌شود. شرکت‌کنندگان می‌توانند منتظر کارگاه‌، مذاکرات و مطلب اصلی در موضوعات مختلف از جمله Scratch 3.0 جدید و همچنین فرصت‌های غیر رسمی برای چت و ارتباط باشند!",
    "conference-2019.ukAudience": "متخصصین آموزش و داوطلبان",
    "conference-2019.kenyaTitle": "اسکرچ 2019 NBO",
    "conference-2019.kenyaSubTitle": "امواج نوآوری",
    "conference-2019.kenyaDesc": "در شناختن مشارکت فن‌آوری آفریقا به جهان و پتانسیل جوانان آفریقا، Scratch2019NBO در نایروبی، کنیا برگزار خواهد شد. به آموزگاران از سراسر جهان برای به اشتراک گذاشتن درس، توانمندسازی جوانان و جشن گرفتن دستاوردها در برنامه‌نویسی خلاق بپیوندید.",
    "conference-2019.kenyaPostpone": "The Scratch2019NBO conference, originally planned for Nairobi, Kenya in July 2019, has been postponed. Information about future plans will be available later this year.",
    "conference-2019.kenyaAudience": "معلمان، دانش‌آموزان و علاقه‌مندان",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 is an event aimed at teachers of all educational areas and levels, who seek to innovate in the classroom through creative learning, thus supporting public policies that are promoted through the National Plan of Digital Languages, launched by the Chilean government as of 2019. Various workshops, panels, experiences, stands, a presentation of the new Scratch 3.0, Makey-Makey, and much more will be offered.",
    "conference-2019.chileAudience": "معلمان و سیاست‌گذاران",
    "conference-2019.spanishWithSimultaneous": "اسپانیایی - ترجمه‌‌ی همزمان به زبان انگلیسی در جلسات عمومی"
}