{
    "conference-2019.title": "Scratch-konferenssit 2019",
    "conference-2019.descA": "Scratch-konferenssit ovat leikkisiä kokoontumisia kouluttajien, tutkijoiden, kehittäjien ja muiden maailmanlaajuisen Scratch-yhteisön jäsenten kanssa.",
    "conference-2019.descB": "Nämä eri puolilla maailmaa pidettävät tapahtumat tarjoavat erilaisista taustoista tuleville ihmisille tilaisuuksia keskustella siitä, miten he tukevat Scratchia käyttäviä lapsia, tehdä yhteistyötä ja jakaa ideoita keskenään sekä tuoda uusia luovia oppimisstrategioita ja -toimintoja takaisin omiin yhteisöihinsä.",
    "conference-2019.descC": "Ensimmäinen Scratch-konferenssi pidettiin MIT:ssä vuonna 2008, ja Scratch-tiimi on jatkanut Scratch-konferenssin järjestämistä joka toinen vuosi. Seuraava Scratch@MIT -konferenssi pidetään kesällä 2020 (Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "Vuonna 2019 järjestetään useita Scratch-konferensseja muualla maailmassa (ks. alla).",
    "conference-2019.seeBelow": "Aikataulu ja sijainnit",
    "conference-2019.joinMailingListButtonText": "Liity postituslistalle",
    "conference-2019.joinMailingList": "Saadaksesi lisätietoja vuoden 2020 Scratch@MIT-konferenssista Cambridgessä, Massachusettsissa ja saadaksesi päivityksiä alueellisista konferensseista ympäri maailmaa, liity postituslistallemme.",
    "conference-2019.date": "Päiväys",
    "conference-2019.location": "Sijainti",
    "conference-2019.audience": "Yleisö",
    "conference-2019.language": "Kieli",
    "conference-2019.hashtag": "Aihetunniste",
    "conference-2019.website": "Käy sivuilla",
    "conference-2019.ukTitle": "Scratch Conference Europe",
    "conference-2019.ukDesc": "Vuoden 2019 Scratch Conference Europe -tapahtuma järjestetään Cambridgessa, Iso-Britanniassa, perjantaista 23. elokuuta sunnuntaihin 25. elokuuta. Tapahtuman isäntänä toimii Rasberry Pi. Viikonloppu on täynnä jännittäviä osallistavia aktiviteetteja, joita vetää Scratch-yhteisö. Osallistujat voivat odottaa työpajoja, keskusteluja ja puheenvuoroja monista aiheista, mukaan lukien uusi Scratch 3.0 sekä runsaasti epävirallisia mahdollisuuksia keskustella ja olla yhteydessä!",
    "conference-2019.ukAudience": "Koulutuksen ammattilaiset ja vapaaehtoiset",
    "conference-2019.kenyaTitle": "Scratch Conference Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Innovaatioiden aallot",
    "conference-2019.kenyaDesc": "Scratch2019NBO järjestetään Nairobissa, Keniassa tunnustuksena Afrikan teknologisesta panoksesta maailmaan ja Afrikan nuorten potentiaalista. Liity opettajiin ympäri maailmaa jakamaan oppitunteja, lisäämään nuorten mahdollisuuksia ja juhlimaan saavutuksia luovassa koodauksessa.",
    "conference-2019.kenyaPostpone": "Alun perin Keniassa Nairobissa heinäkuussa 2019 suunniteltu Scratch2019NBO-konferenssi on siirretty. Tietoja tulevaisuuden suunnitelmista on saatavana myöhemmin tänä vuonna.",
    "conference-2019.kenyaAudience": "Kasvattajat",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 on tapahtuma, joka on tarkoitettu kaikkien koulutusalueiden ja -tasojen opettajille, jotka yrittävät tehdä luokkahuoneessa innovaatioita luovan oppimisen avulla ja tukevat siten julkista politiikkaa, jota edistetään Chilen hallituksen käynnistämässä digitaalikielten kansallisessa suunnitelmassa. vuodesta 2019. Tarjolla on erilaisia ​​työpajoja, paneeleja, kokemuksia, osastoja, uuden Scratch 3.0 -esityksen esittely, Makey-Makey ja paljon muuta.",
    "conference-2019.chileAudience": "Opettajat ja päätöksentekijät",
    "conference-2019.spanishWithSimultaneous": "Espanja - samanaikainen käännös englanniksi täysistuntojen aikana"
}