{
    "conference-2019.title": "Conférences Scratch 2019",
    "conference-2019.descA": "Les conférences Scratch sont des rassemblements ludiques d'éducateurs, de chercheurs, de développeurs et d'autres membres de la communauté Scratch mondiale.",
    "conference-2019.descB": "Ces événements, qui se déroulent dans divers endroits du monde, donnent l'occasion à des personnes d'origines et de pratiques diverses de discuter de la manière dont elles soutiennent les enfants qui utilisent Scratch, de collaborer et de partager des idées entre elles, et de ramener de nouvelles stratégies et activités d'apprentissage créatif dans leurs propres communautés.",
    "conference-2019.descC": "La première conférence Scratch s'est tenue au MIT en 2008 et l'équipe Scratch a continué d'organiser une conférence Scratch tous les deux ans. La prochaine conférence Scratch@MIT aura lieu à l'été 2020 à Cambridge dans le Massachusetts, aux États-Unis.",
    "conference-2019.descD": "En 2019, plusieurs conférences Scratch auront lieu dans d'autres endroits du monde (voir ci-dessous).",
    "conference-2019.seeBelow": "Horaires et lieux",
    "conference-2019.joinMailingListButtonText": "Rejoindre la liste de diffusion",
    "conference-2019.joinMailingList": "Pour en savoir plus sur la conférence Scratch@MIT 2020 à Cambridge au Massachusetts, et pour recevoir des informations sur les conférences régionales dans le monde entier, inscrivez-vous à notre liste de diffusion.",
    "conference-2019.date": "Date",
    "conference-2019.location": "Lieu",
    "conference-2019.audience": "Public",
    "conference-2019.language": "Langue",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Visiter le site web",
    "conference-2019.ukTitle": "Conférence Scratch Europe",
    "conference-2019.ukDesc": "Organisée par Raspberry Pi, la conférence Scratch 2019 en Europe aura lieu à Cambridge, au Royaume-Uni, du vendredi 23 août au dimanche 25 août. Le programme est rempli d'activités participatives passionnantes menées par des membres de la communauté Scratch. Les participants pourront assister à des ateliers, des conférences et des discutions sur divers sujets, notamment le nouveau Scratch 3.0, et profiter de nombreuses occasions informelles de discuter et de se connecter !",
    "conference-2019.ukAudience": "Professionnels de l'éducation et bénévoles",
    "conference-2019.kenyaTitle": "Conférence Scratch Afrique : Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Vagues d'Innovation",
    "conference-2019.kenyaDesc": "En reconnaissance des contributions technologiques de l'Afrique au monde et du potentiel de la jeunesse africaine, le Scratch2019NBO se tiendra à Nairobi, au Kenya. Joignez-vous à des éducateurs du monde entier pour partager des leçons, responsabiliser les jeunes et célébrer les réalisations en matière de codage créatif.",
    "conference-2019.kenyaPostpone": "La conférence Scratch2019NBO, planifiée originellement à Nairobi, au Kenya en juillet 2019 a été reportée. Des informations sur la suite des événements seront publiées plus tard cette année.",
    "conference-2019.kenyaAudience": "Éducateurs",
    "conference-2019.chileDesc": "La conférence \"Scratch al Sur Conferencia Chile 2019\" est un événement destiné aux enseignants de tous types d'enseignement et de tous niveaux, qui cherchent à innover dans leur classe grâce à l'apprentissage créatif. donc en supportant les politiques publiques qui sont promues par le Plan National des Langues Digitales (National Plan of Digital Languages), lancé par le gouvernement chilien en 2019. Divers ateliers, panels, expériences, stands, une présentation du nouveau Scratch 3.0, Makey-Makey, et bien plus encore seront proposés.",
    "conference-2019.chileAudience": "Enseignants et responsables politiques",
    "conference-2019.spanishWithSimultaneous": "Espagnol - traduction simultanée en anglais pendant les sessions plénières"
}