{
    "conference-2019.title": "Scratch Conferences 2019",
    "conference-2019.descA": "Scratch Conferences binne in ludike byienkomst fan oplieders, ûndersikers, ûntwikkelders en oare leden fan 'e wrâldwide Scratch-mienskip.",
    "conference-2019.descB": "Holden yn ferskate lokaasjes rûnom de wrâld, dy eveneminten biede kânsen foar minsken út ferskillende achtergrûnen en wizen fan wurkjen te bepraten hoe't se stypje bern mei help fan Scratch, te kollaborearjen en diele ideeën mei elkoar, en te ûntwikkeljen nije eksimplaren. Return kreative learen strategyen en aktiviteiten foar har eigen mienskippen.",
    "conference-2019.descC": "De earste Scratch-konferinsje fûn plak yn MIT yn 2008 en it Scratch-team hat elke twa jier in Scratch-konferinsje hâlden. De folgjende Scratch @ MIT-konferinsje sil plakfine yn simmer 2020 (yn Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "Yn 2019 wurde ferskate Scratch-konferinsjes hâlden op oare lokaasjes oer de heule wrâld (sjoch hjirûnder).",
    "conference-2019.seeBelow": "Planning en lokaasjes",
    "conference-2019.joinMailingListButtonText": "Meld jo oan foar de nijsbrief",
    "conference-2019.joinMailingList": "Om mear te learen oer de Scratch @ MIT 2020 konferinsje yn Cambridge, Massachusetts en om updates te krijen oer regionale konferinsjes oer de heule wrâld, kinne jo lid wurde fan ús ferstjoerlist.",
    "conference-2019.date": "Datum",
    "conference-2019.location": "Lokaasje",
    "conference-2019.audience": "Doelpublyk",
    "conference-2019.language": "Taal",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Besykje de webside",
    "conference-2019.ukTitle": "Scratch Conference Jeropa",
    "conference-2019.ukDesc": "De Scratch Conference Europe 2019 sil plakfine yn Cambridge, UK fan freed 23 augustus oant en mei snein 25 augustus en wurdt host troch Raspberry Pi. It programma is fol mei spannende dielnimmende aktiviteiten laat troch leden fan 'e Scratch-mienskip. Dielnimmers kinne útsjen nei workshops, lêzingen en keynotes oer in ferskaat oan ûnderwerpen, ynklusyf de nije Scratch 3.0, en ek genôch ynformele kânsen om te petearjen en te ferbinen!",
    "conference-2019.ukAudience": "Underwiis professionals en frijwilligers",
    "conference-2019.kenyaTitle": "Scratch Conference Afrika: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Weagen fan ynnovaasje",
    "conference-2019.kenyaDesc": "As erkenning fan 'e technologyske bydrage fan Afrika oan' e wrâld en it potensjeel fan 'e jeugd fan Afrika, sil Scratch2019NBO wurde hâlden yn Nairobi, Kenia. Doch mei oan learende personaazjes fan oer de heule wrâld om lessen te dielen, jonge minsken te bemachtigjen en prestaasjes te fieren yn kreatyf kodearjen.",
    "conference-2019.kenyaPostpone": "De Scartch2019NBO-konferinsje, yn Nairobi, Kenia, oarspronklik pland foar july 2019 is útsteld. Ynformaasje oer takomstplannen folget letter dit jier.",
    "conference-2019.kenyaAudience": "Learkrêften",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 is in Spaansk taalevenemint rjochte op learkrêften út alle foarmen en nivo's fan oplieding dy't it ûnderwiis ynnovearje wolle mei kreatyf learen. It stipet it \"Nasjonaal plan foar digitale talen\" lansearre troch de Sileenske regearing. D'r binne workshops, paneldiskusjes, ûnderfiningen, tribunes, de nije Scratch 3.0, Makey-Makey en folle mear.",
    "conference-2019.chileAudience": "Dosinten en beliedsmakkers",
    "conference-2019.spanishWithSimultaneous": "Spaansk - mei simultane oersetting yn it Ingelsk tidens plenêre sesjes"
}