{
    "conference-2019.title": "Co-labhairtean Scratch 2019",
    "conference-2019.descA": "’S e tional tlachdmhor de luchd-foghlaim, luchd-rannsachaidh, luchd-leasachaidh agus buill eile dhen choimhearsnachd Scratch o fheadh an t-saoghail a tha sna co-labhairtean Scratch.",
    "conference-2019.descB": "Thèid na tachartasan sin gan cumail ann an iomadh àite air feadh an t-saoghail ’s bheir iad cothroman do gach seòrsa de dhaoine airson deasbad mar a chuireas iad taic ris a’ chlann le Scratch, airson obair còmhla agus beachdan a cho-roinneadh le càch a chèile agus ro-innleachdan is dòighean ionnsachaidh cruthachail ùra a thoirt leotha dha na coimhearsnachdan aca fhèin. ",
    "conference-2019.descC": "Chaidh a’ chiad cho-labhairt Scratch a chuail aig MIT ann an 2008 agus cuiridh sgioba Scratch co-labhairt Scratch air dòigh gach dàrna bliadhna fhathast. Bidh an ath-cho-labhairt Scratch@MIT againn ann an samhradh 2020 (ann an Cambridge, Massachusetts, SA).",
    "conference-2019.descD": "Bidh co-labhairtean Scratch eile ann an 2019 gan cumail ann an àitichean eile air feadh an t-saoghail (faic gu h-ìosal).",
    "conference-2019.seeBelow": "Clàr-ama ⁊ àitichean",
    "conference-2019.joinMailingListButtonText": "Faigh ballrachd san liosta-phuist",
    "conference-2019.joinMailingList": "Airson barrachd fiosrachaidh air co-labhairt Scratch@MIT 202 ann an Cambridge, Massachusetts agus naidheachdan mu cho-labhairtean ionadail air feadh an t-saoghail fhaighinn, faigh ballrachd san liosta-phuist againn.",
    "conference-2019.date": "Ceann-là",
    "conference-2019.location": "Àite",
    "conference-2019.audience": "Ag amas air",
    "conference-2019.language": "Cànan",
    "conference-2019.hashtag": "Taga hais",
    "conference-2019.website": "Tadhail air an làrach-lìn",
    "conference-2019.ukTitle": "Co-labhairt Scratch san Roinn-Eòrpa",
    "conference-2019.ukDesc": "Tha co-labhairt Scratch san Roinn-Eòrpa ga thoirt leinn le Raspberry Pi ’s bidh e ann an Cambridge, RA, o DhihAoine, an 23 dhen Lùnastal gu DiDòmhnaich, an 25mh dhen Lùnastal. Tha an clàr-ama loma-làn de ghnìomhachdan a nì sinn còmhla ’s a tha gan stiùireadh le buill coimhearsnachd Scratch. Bidh fiughair againn ri bùithtean-obrach, òraidean ’s prìomh-òraidean air iomadh cuspair, a’ gabhail a-steach an Scratch 3.0 ùr cho math ri cothroman neo-fhoirmeil air cabadaich is cur an aithne ri chèile!",
    "conference-2019.ukAudience": "Luchd-foghlaim proifeiseanta ’s saor-thoilich",
    "conference-2019.kenyaTitle": "Co-labhairt Scratch ann an Afraga: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Tonnan nuadhachais",
    "conference-2019.kenyaDesc": "A chùm urram a thoirt gu tabhartasan teicneolach Afraga dhan t-saoghail agus do chomasan òigridh Afraga, thèid Scratch2019NBO a chumail ann an Nairobi, Ceinia. Thig cruinn còmhla le luchd-foghlaim o fheadh an t-saoghail airson leasanan a cho-roinneadh, cumhachd a thoirt dhan òigridh agus euchdan ann am prògramachadh cruthachail a chomharrachadh.",
    "conference-2019.kenyaPostpone": "Chaidh dàil a chur air co-labhairt Scratch2019NBO a bha sinn airson a chumail ann an Nairobi san Iuchar 2019. Bidh fiosrachadh na chuireas sinn roimhe ri fhaighinn uaireigin eile am bliadhna.",
    "conference-2019.kenyaAudience": "Luchd-foghlaim",
    "conference-2019.chileDesc": "Tha tachartas Scratch al Sur Conferencia Chile 2019 ag amas air luchd-foghlaim o gach raon is ìre an fhoghlaim a tha a’ sireadh dòighean teagaisg ùra le ionnsachadh cruthachail ’s a chuireas taic ris na poileasaidhean poblach a tha gam brosnachadh le plana nàiseanta nan cànan digiteach a chuir riaghaltas na Sile an sàs ann an 2019. Thèid caochladh bùithtean-obrach, panailean, fidreadh, bùithtean, taisbeanadh air Scratch 3.0 ùr, Makey-Makey is mòran a bharrachd a thairgsinn.",
    "conference-2019.chileAudience": "Tidsearan ’s luchd-poileasaidh",
    "conference-2019.spanishWithSimultaneous": "San Spàinntis – bidh eadar-theangachaidh mar aon dhan Bheurla ann rè nan seiseanan làn-choinneimh"
}