{
    "conference-2019.title": "Taron Scratch na 2019",
    "conference-2019.descA": "Taron Scratch taro ne na masu ilmantarwa, masu habakawa, da sauran membobin al'umman Scratch na duniya.",
    "conference-2019.descB": "Wadannan tarurruka, wadanda aka gudanar a wurare daban-daban a duniya, suna ba da dama ga mutanen da ke da asali da ayyuka daban-daban don tattauna yadda suke tallafawa yara ta amfani da Scratch, don hadin gwiwa da yada ra'ayoyi tare da juna, da kuma kawo sabbin dabarun koyo-mai kirkira da ayyuka zuwa al'ummomin su.",
    "conference-2019.descC": "An yi taron Scratch a MIT a 2008, kuma tawagar Scratch ta ci gaba da shirya taron Scratch a kowace Shekara. Za a gudanar da taron Scratch@MIT na gaba a lokacin bazara na 2020 (a Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "A cikin 2019, za a yi taron Scratch da yawa a wasu wurare a duniya (duba kasa)",
    "conference-2019.seeBelow": "Jadawali & Wurare",
    "conference-2019.joinMailingListButtonText": "Shiga jerin wanda ake aika wa wasiku",
    "conference-2019.joinMailingList": "Don karin ilimi game da taron Scratch@MIT na 2020 a Cambridge, Massachusetts, don samun sabbin labarai game da tarurukan yankuna a duk sashen duniya, shiga jerin masu samun wasikun mu.",
    "conference-2019.date": "Kwanan wata",
    "conference-2019.location": "Wuri",
    "conference-2019.audience": "masu sauraro",
    "conference-2019.language": "Harshe",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Ziyarci shafin yanar gizon mu",
    "conference-2019.ukTitle": "Taron Scratch na turai",
    "conference-2019.ukDesc": "Raspberry Pi suka daui bakunta, Taron Scratch a turai na 2019 zai kasance a Cambridge, UK,  daga daga Juma'a 23 ga Agusta zuwa Lahadi 25 ga Agusta. Jadawalin cike yake da ayyukan yi tare wanda membobin al'umman Scratch ke jagoranta. Mahalarta Zasu iya sa ido kan bita, tattaunawa, da mahimman bayanai a fannoni daban-daban da sika hada da sabon Scratch 3.0, kazalika da dama da yawa na yau da kullun don yin tadi da haduwa.",
    "conference-2019.ukAudience": "masana da masu sa kai na ilimi",
    "conference-2019.kenyaTitle": "Taron Scratch na afirka: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Gguwan kirkirar sabbin abubuwa",
    "conference-2019.kenyaDesc": "Don sanin gudummawar fasahar Afirka ga duniya da yuwuwar matasanta, za a gudanar da Scratch2019NBO a Nairobi, Kenya. Kasance tare da masu ilmantarwa daga ko'ina a duniya don yada darussa, karfafa matasa, da yin bikin abubuwa da aka samu a yin kod na kirkira.",
    "conference-2019.kenyaPostpone": "an daga taron Scratch2019NBO da tun asali aka shirya yin ta a Yuli na 2019, a Nairobi, Kenya, za a samu bayanan akan tsarin mu na gaba cikin shekaran nan.",
    "conference-2019.kenyaAudience": "Masu ilmantarwa",
    "conference-2019.chileDesc": "Scratch al Sur Confrencia Chile 2019 wani taro ne da aka niyya ga malaman duk fannonin ilimi da matakan ilimi, wadanda ke neman yin kirkira a cikin aji ta hanyar koyon fasaha, don haa suna tallafawa manufofin jama'a wadanda aka inganta ta hanyar shirin Kasa na Yarukan Dijital, wanda gwamnatin chile ta kaddamar a cikin 2019. Bita daban-daban, bangorori, gogewa, tsayawa, gabatar da sabon Scratch 3.0, Makey-Makey, da kari da yawa za a bayar.",
    "conference-2019.chileAudience": "Malamai da masu yin dokoki",
    "conference-2019.spanishWithSimultaneous": "Yaran Espanya - fassarar lokaci guda zuwa ingilishi yayin zaman taro"
}