{
    "conference-2019.title": "ועידות שריטות 2019",
    "conference-2019.descA": "ועידות שריטות הן מפגשים שובבים של מחנכים, חוקרים, מפתחים וחברים אחרים בקהילת Scratch העולמית.",
    "conference-2019.descB": "אירועים אלה, המתקיימים במקומות שונים ברחבי העולם, מספקים הזדמנויות לאנשים בעלי רקע ותרגולים מגוונים לדון כיצד הם תומכים בילדים המשתמשים ב- Scratch, לשתף פעולה ולשתף רעיונות זה עם זה, ולהחזיר אסטרטגיות ופעילויות למידה יצירתית חדשה לקהילות שלהם.",
    "conference-2019.descC": "ועידת ה- Scratch הראשונה נערכה ב- MIT בשנת 2008, וצוות ה- Scratch המשיך לארגן ועידת Scratch כל שנה אחרת. ועידת Scratch @ MIT הבאה תתקיים בקיץ 2020 ( בקיימברידג ', מסצ'וסטס, ארה\"ב ).",
    "conference-2019.descD": "בשנת 2019 יתקיימו מספר ועידות Scratch במקומות אחרים ברחבי העולם ( ראה להלן ).",
    "conference-2019.seeBelow": "לוח זמנים ומיקומים",
    "conference-2019.joinMailingListButtonText": "הצטרף לרשימת התפוצה",
    "conference-2019.joinMailingList": "למידע נוסף על ועידת Scratch @ MIT של 2020 ’ בקיימברידג ', מסצ'וסטס, וכדי לקבל עדכונים על ועידות אזוריות ברחבי העולם, הצטרף לרשימת התפוצה שלנו.",
    "conference-2019.date": "תאריך",
    "conference-2019.location": "מיקום",
    "conference-2019.audience": "קהל",
    "conference-2019.language": "שפה",
    "conference-2019.hashtag": "האשטאג",
    "conference-2019.website": "בקר באתר האינטרנט",
    "conference-2019.ukTitle": "ועידת השריטה אירופה",
    "conference-2019.ukDesc": "כנס Scratch אירופה, שנערך על ידי Raspberry Pi, יתקיים בקיימברידג ', בריטניה, מיום שישי 23 באוגוסט ועד ראשון 25 באוגוסט. לוח הזמנים מלא בפעילויות משתתפות מרגשות בהובלת חברי קהילת Scratch. המשתתפים יכולים לצפות קדימה לסדנאות, שיחות ומפתח מרכזי במגוון נושאים, כולל Scratch 3.0 החדש, כמו גם שפע של הזדמנויות לא פורמליות לשוחח ולהתחבר!",
    "conference-2019.ukAudience": "אנשי חינוך ומתנדבים",
    "conference-2019.kenyaTitle": "ועידת השריטה אפריקה: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "גלי חדשנות",
    "conference-2019.kenyaDesc": "מתוך הכרה בתרומות הטכנולוגיות של אפריקה לעולם ובפוטנציאל של בני הנוער באפריקה, Scratch2019NBO יתקיים בניירובי, קניה. הצטרפו למחנכים מרחבי העולם כדי לשתף שיעורים, להעצים צעירים ולחגוג הישגים בקידוד יצירתי.",
    "conference-2019.kenyaPostpone": "ועידת Scratch2019NBO, שתוכננה במקור לניירובי, קניה ביולי 2019, נדחתה. מידע על תוכניות עתידיות יהיה זמין בהמשך השנה.",
    "conference-2019.kenyaAudience": "מחנכים",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia צ'ילה 2019 הוא אירוע המכוון למורים מכל תחומי החינוך והרמות, המבקשים לחדש בכיתה באמצעות למידה יצירתית, ובכך תומכים במדיניות ציבורית המקודמת באמצעות התוכנית הלאומית לשפות דיגיטליות, שהושקה על ידי ממשלת צ'ילה החל משנת 2019. יוצעו סדנאות שונות, פאנלים, חוויות, דוכנים, מצגת של Scratch 3.0 החדשה, Makey-Makey ועוד.",
    "conference-2019.chileAudience": "מורים ומקבלי מדיניות",
    "conference-2019.spanishWithSimultaneous": "ספרדית - תרגום סימולטני לאנגלית במהלך מפגשי המליאה"
}