{
    "conference-2019.title": "स्क्रॅच  कांफ्रेंस 2019",
    "conference-2019.descA": "स्क्रॅच कांफ्रेंस यह शिक्षकों, संशोधकों, डेवेलपर्स और दुनिया भर के स्क्रॅच कम्युनिटी के मेंबर्स का सम्मलेन होता है",
    "conference-2019.descB": "यह सम्मलेन दुनिया भर के अलग अलग जगहों पर लिए जाते हैं. इसमें विभिन्न पृष्ठभूमि के और अनुभवों लोगों को इकट्ठा होकर स्क्रॅच के संवर्धन और प्रसार के बारे में चर्चा करने का मौक़ा  मिलता है.",
    "conference-2019.descC": "पहला स्क्रॅच कांफ्रेंस 2008 में MIT में हुआ था.  और तब से हर दो साल में एक बार स्क्रॅच टीम इस कांफ्रेंस को आयोजित करती है.  अगला Scratch@MIT कांफ्रेंस  2020 की गर्मियों में (Cambridge, Massachusetts, USA) में आयोजित किया जायेगा।",
    "conference-2019.descD": "2019 में दुनिया भर में अलग अलग जगहों में स्क्रॅच कांफ्रेंस आयोजित किये जायेंगे। (नीचे देखें)",
    "conference-2019.seeBelow": "कार्यक्रम और स्थान ",
    "conference-2019.joinMailingListButtonText": "मेलिंग लिस्ट ज्वाइन करें ",
    "conference-2019.joinMailingList": " Cambridge, Massachusetts में होने वाले 2020 के Scratch@MIT कांफ्रेंस के बारे में जानकारी प्राप्त करने के लिए और दुनिया भर में आयोजित किये जाने वाले स्थानीय कांफ्रेंस के जानकारीके लिए हमारी मेलिंग लिस्ट जॉइन कीजिये",
    "conference-2019.date": "तारीख ",
    "conference-2019.location": "जगह ",
    "conference-2019.audience": "दर्शक ",
    "conference-2019.language": "भाषा ",
    "conference-2019.hashtag": "हैश टॅग ",
    "conference-2019.website": "वेबसाइट देखें ",
    "conference-2019.ukTitle": "यूरोप की स्क्रॅच कांफ्रेंस ",
    "conference-2019.ukDesc": "Cambridge, UK में  Friday 23 August से  Sunday 25 August तक होनेवाली  Raspberry Pi, द्वारा आयोजित 2019 की स्क्रॅच कांफ्रेंस यूरोप। इसके कार्यक्रम में स्क्रैच कम्युनिटी मेंबर्स के द्वारा लिए जाने वाले वर्कशॉप्स, भाषण, प्रमुख वक्ताओंके सम्बोधन शामिल हैं. इसमें नए स्क्रॅच 3.0  के बारे में बताया जाएगा। साथ ही अनौपचारिक चर्चा करने के और जुड़ने के कई मौके मिलेंगे ",
    "conference-2019.ukAudience": "शिखा के क्षेत्र से जुड़े हुए लोग और स्वयंसेवक",
    "conference-2019.kenyaTitle": "स्क्रॅच कांफ्रेंस अफ्रीका : Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "नयी खोजें ",
    "conference-2019.kenyaDesc": "तांत्रिकी में अफ्रीका के दुनिया को दिए हुए योगदान और अफ्रीका में युवकों की क्षमता का सम्मान करते हुए Scratch2019NBO  नैरोबी, केनिया में आयोजित किया जायेगा। दुनिया भर के सभी शिक्षाविदों के साथ यहाँ पर आइये और अपना अनुभव बांटिए,  बच्चों को कोडिंग सीखने में मदद करने के लिए और उनकी उपलब्धियों का आनंद मनाने  के लिए ",
    "conference-2019.kenyaPostpone": "July 2019 में नैरोबी, केनिया में आयोजित Scratch2019NBO कांफ्रेंस स्थगित किया गया है. भविष्य की योजनाओं के बारे में इस वर्ष के अंत तक आपको बताया जाएगा।",
    "conference-2019.kenyaAudience": "शिक्षाविद ",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 यह सम्मलेन सभी शैक्षिक स्तर के,  और सभी विषयों के शिक्षकों के लिए आयोजित की गयी है. ऐसे शिक्षक जो अपने क्लास रूम में शिक्षा का नवीनीकरण करना चाहते है.  यह National Plan of Digital Languages, launched by the Chilean government as of 2019 के अनुरूप है. इसमें अलग अलग वर्कशॉप, पेनल्स, प्रयोग, स्टैंड्स होंगे, और स्क्रैच 3.0 के बारे में भी एक प्रेसेंटेशन  होगा. और Makey-Makey और अन्य आयोजन होंगे",
    "conference-2019.chileAudience": "शिक्षक और नीति निर्माता ",
    "conference-2019.spanishWithSimultaneous": "स्पॅनिश - पूरे सेशन के दौरान इंग्लिश में लगातार अनुवाद किया जायेगा"
}