{
    "conference-2019.title": "Scratch konferencije 2019",
    "conference-2019.descA": "Scratch konferencije su razigrana okupljanja edukatora, istraživača, programera i drugih članova svjetske Scratch zajednice.",
    "conference-2019.descB": "Ovi događaji, koji se održavaju na raznim lokacijama diljem svijeta, pružaju priliku ljudima različitog porijekla i praksi da razgovaraju o tome kako podržavaju djecu koja koriste Scratch, da međusobno surađuju i dijele ideje te da vrate nove strategije kreativnog učenja i aktivnosti vlastite zajednice.",
    "conference-2019.descC": "Prva Scratch konferencija održana je na MIT-u 2008., a Scratch Team je nastavio organizirati Scratch konferenciju svake druge godine. Sljedeća Scratch@MIT konferencija održat će se u ljeto 2020. (u Cambridgeu, Massachusetts, SAD).",
    "conference-2019.descD": "U 2019. održat će se nekoliko Scratch konferencija na drugim lokacijama diljem svijeta (vidi dolje).",
    "conference-2019.seeBelow": "Raspored i lokacije",
    "conference-2019.joinMailingListButtonText": "Pridružite se mailing listi",
    "conference-2019.joinMailingList": "Da biste saznali više o konferenciji Scratch@MIT 2020. u Cambridgeu, Massachusetts, i da biste primali novosti o regionalnim konferencijama diljem svijeta, pridružite se našoj listi za slanje e-pošte.",
    "conference-2019.date": "Datum",
    "conference-2019.location": "Mjesto",
    "conference-2019.audience": "Publika",
    "conference-2019.language": "Jezik",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Posjetite web stranicu",
    "conference-2019.ukTitle": "Scratch konferencija Europa",
    "conference-2019.ukDesc": "Scratch Conference Europe 2019., čiji je domaćin Raspberry Pi, održat će se u Cambridgeu, UK, od petka 23. kolovoza do nedjelje 25. kolovoza. Raspored je pun uzbudljivih participativnih aktivnosti koje vode članovi Scratch zajednice. Sudionici se mogu veseliti radionicama, razgovorima i uvodnim izlaganjima o nizu tema, uključujući novi Scratch 3.0, kao i obilje neformalnih prilika za razgovor i povezivanje!",
    "conference-2019.ukAudience": "Obrazovni stručnjaci i volonteri",
    "conference-2019.kenyaTitle": "Scratch konferencija Afrika: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Valovi inovacija",
    "conference-2019.kenyaDesc": "Kao priznanje afričkom tehnološkom doprinosu svijetu i potencijalu mladih Afrike, Scratch2019NBO održat će se u Nairobiju, Kenija. Pridružite se edukatorima iz cijelog svijeta kako biste podijelili lekcije, osnažili mlade ljude i proslavili postignuća u kreativnom kodiranju.",
    "conference-2019.kenyaPostpone": "Konferencija Scratch2019NBO, prvobitno planirana za Nairobi u Keniji u srpnju 2019., odgođena je. Informacije o budućim planovima bit će dostupne kasnije ove godine.",
    "conference-2019.kenyaAudience": "Odgojitelji",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 je događaj namijenjen nastavnicima svih obrazovnih područja i razina, koji nastoje uvesti inovacije u učionici kroz kreativno učenje, podržavajući tako javne politike koje se promiču kroz Nacionalni plan digitalnih jezika, koji je pokrenula čileanska vlada od 2019. Bit će ponuđene razne radionice, paneli, iskustva, štandovi, prezentacija novog Scratch 3.0, Makey-Makey i još mnogo toga.",
    "conference-2019.chileAudience": "Nastavnici i kreatori politika",
    "conference-2019.spanishWithSimultaneous": "Španjolski - simultani prijevod na engleski tijekom plenarnih sjednica"
}