{
    "conference-2019.title": "Konferensi Scratch 2019",
    "conference-2019.descA": "Konferensi Scratch adalah pertemuan menyenangkan para pendidik, peneliti, pengembang, dan anggota lain dari komunitas Scratch di seluruh dunia.",
    "conference-2019.descB": "Acara ini, diadakan di berbagai lokasi di seluruh dunia, memberikan kesempatan bagi orang-orang dari berbagai latar belakang dan praktik untuk mendiskusikan bagaimana mereka mendukung anak-anak menggunakan Scratch, untuk berkolaborasi dan berbagi ide satu sama lain, dan untuk mengembalikan strategi dan aktivitas pembelajaran kreatif baru ke komunitas mereka sendiri.",
    "conference-2019.descC": "Konferensi Scratch yang pertama diadakan di MIT pada tahun 2008, dan Scratch Team terus menyelenggarakan sebuah konferensi Scratch setiap dua tahun. Konferensi Scratch@MIT yang berikutnya bakal diadakan pada musim panas 2020 (di Cambridge, Massachusetts, Amerika Serikat).",
    "conference-2019.descD": "Pada tahun 2019, akan ada beberapa konferensi Scratch yang diadakan di lokasi lain di seluruh dunia (lihat di bawah).",
    "conference-2019.seeBelow": "Jadwal & Lokasi",
    "conference-2019.joinMailingListButtonText": "Gabung milis",
    "conference-2019.joinMailingList": "Untuk mempelajari lebih lanjut tentang konferensi Scratch@MIT 2020 di Cambridge, Massachusetts, dan menerima pembaruan tentang konferensi regional di seluruh dunia, bergabunglah dengan milis kami.",
    "conference-2019.date": "Tanggal",
    "conference-2019.location": "Lokasi",
    "conference-2019.audience": "Audiens",
    "conference-2019.language": "Bahasa",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Kunjungi situsweb",
    "conference-2019.ukTitle": "Konferensi Scratch Eropa",
    "conference-2019.ukDesc": "Dipandu oleh Raspberry Pi, Scratch Conference Europe 2019 akan berlangsung di Cambridge, Inggris, dari Jumat 23 Agustus hingga Minggu 25 Agustus. Jadwalnya penuh dengan kegiatan partisipatif menarik yang dipimpin oleh anggota komunitas Scratch. Peserta dapat menantikan lokakarya, pembicaraan, dan ceramah di berbagai topik, termasuk Scratch 3.0 yang baru, serta banyak peluang informal untuk mengobrol dan terhubung!",
    "conference-2019.ukAudience": "Para profesional dan relawan pendidikan",
    "conference-2019.kenyaTitle": "Scratch Conference Afrika: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Gelombang Inovasi",
    "conference-2019.kenyaDesc": "Sebagai pengakuan atas kontribusi teknologi Afrika kepada dunia dan potensi pemuda Afrika, Scratch2019NBO akan diadakan di Nairobi, Kenya. Bergabunglah dengan pendidik dari seluruh dunia untuk berbagi pelajaran, memberdayakan generasi muda, dan merayakan pencapaian dalam pengodean kreatif.",
    "conference-2019.kenyaPostpone": "Konferensi Scratch2019NBO, yang awalnya direncanakan di Nairobi, Kenya pada Juli 2019, telah ditunda. Informasi tentang rencana masa depan akan tersedia akhir tahun ini.",
    "conference-2019.kenyaAudience": "Pendidik",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 adalah acara yang ditujukan untuk guru dari semua bidang dan tingkatan pendidikan, yang berupaya berinovasi di kelas melalui pembelajaran kreatif, sehingga mendukung kebijakan publik yang dipromosikan melalui Rencana Nasional Bahasa Digital, yang diluncurkan oleh pemerintah Chili mulai 2019. Berbagai lokakarya, panel, pengalaman, stan, presentasi Scratch 3.0 baru, Makey-Makey, dan banyak lagi akan ditawarkan.",
    "conference-2019.chileAudience": "Guru dan pembuat kebijakan",
    "conference-2019.spanishWithSimultaneous": "Spanyol - terjemahan simultan ke dalam bahasa Inggris selama sesi pleno"
}