{
    "conference-2019.title": "Conferenze su Scratch del 2019",
    "conference-2019.descA": "Le conferenze su Scratch sono incontri giocosi di educatori, ricercatori, sviluppatori e altri membri della comunità globale di Scratch.",
    "conference-2019.descB": "Questi eventi, tenuti in diverse località in giro per il mondo, danno l'opportunità a persone di formazione diversa di discutere i modi di aiutare i bambini ad usare Scratch, di collaborare e condividere idee tra di loro in modo da riportare queste nuove strategie di apprendimento creativo alla loro comunità.",
    "conference-2019.descC": "La prima conferenza su Scratch si è svolta al MIT nel 2008 e il Team di Scratch ha contribuito da allora ad organizzare le conferenze Scratch ogni due anni. La nuova conferenza Scratch@MIT si svolgerà nell'estate del 2020 (a Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "Nel 2019 si svolgeranno alcune conferenze Scratch in altre località in tutto il mondo (vedi sotto).",
    "conference-2019.seeBelow": "Date & Località",
    "conference-2019.joinMailingListButtonText": "Iscriviti alla Mailing List",
    "conference-2019.joinMailingList": "Per avere informazioni sulla conferenza Scratch@MIT che si svolgerà nel 2020 a Cambridge, Massachusetts, e per ricevere aggiornamenti sulle conferenze regionali che si svolgeranno in tutto il mondo, iscriviti alla nostra mailing list.",
    "conference-2019.date": "Data",
    "conference-2019.location": "Località",
    "conference-2019.audience": "Audience",
    "conference-2019.language": "Lingua",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Visita il Sito web",
    "conference-2019.ukTitle": "Conferenze Scratch in Europa",
    "conference-2019.ukDesc": "Organizzata da Raspberry Pi, la 2019 Scratch Conference Europe si svolgerà a Cambridge, Inghilterra, da Venerdì 23 Agosto a Domenica 25 Agosto. Il programma è ricco di entusiasmanti attività partecipative organizzate dai membri della comunità di Scratch. Sono attesi workshop, talk e keynote su diversi argomenti inclusi il nuovo Scratch 3.0 e molte opportunità informali di discutere e mettersi in contatto!",
    "conference-2019.ukAudience": "Educatori professionisti e volontari",
    "conference-2019.kenyaTitle": "Scratch Conference Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Venti di Innovazione",
    "conference-2019.kenyaDesc": "In riconoscimento dei contributi tecnologici apportati a tutto il mondo dall'Africa e al potenziale della gioventù africana, Scratch2019NBO si terrà a Nairobi, Kenya. Unisciti ad altri educatori di tutto il mondo per condividere lezioni, supportare i giovani e celebrare gli obiettivi raggiunti nel coding creativo.",
    "conference-2019.kenyaPostpone": "La conferenza Scratch2019NBO, pianificata a Luglio 2019 a Nairobi (Kenya) è stata rinviata. Informazioni saranno disponibili più avanti nell'anno.",
    "conference-2019.kenyaAudience": "Educatori",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 è un evento dedicato agli insegnanti di tutte le aree e di tutti i livelli scolastici che intendono portare innovazione nella loro classe attraverso l'apprendimento creativo, supportando le nuove poitiche promosse dal Piano Nazionale dei Linguaggi Digitali avviato dal governo Cileno nel 2019. Saranno organizzati workshop, panel, esperienze, stand, la presentazione del nuovo Scratch 3.0 e di Makey-Makey e molto altro.",
    "conference-2019.chileAudience": "Insegnanti e responsabili delle politiche",
    "conference-2019.spanishWithSimultaneous": "Spagnolo - traduzione simultanea in Inglese durante le sessioni plenarie"
}