{
    "conference-2019.title": "Scratch Конференциясы 2019",
    "conference-2019.descA": "Скретч конференциялары - бұл мұғалімдердің, зерттеушілердің, әзірлеушілердің және бүкіл әлемдегі Scratch қоғамдастығының басқа мүшелерінің ойын жиналыстары.",
    "conference-2019.descB": "Әлемнің әр түрлі аймақтарында өткізілетін бұл іс-шаралар әр түрлі ортадан және тәжірибедегі адамдарға Scratch-ты қолданудағы балаларды қалай қолдайтындықтарын талқылауға, бір-бірімен ынтымақтастықта және идеялармен алмасуда, шығармашылық және оқытудың жаңа стратегиялары мен іс-әрекеттерін қайта құру мүмкіндіктерін ұсынады. өздерінің қауымдастықтары.",
    "conference-2019.descC": "Бірінші Scratch конференциясы 2008 жылы MIT-те өтті, ал Scratch Team әр жыл сайын Scratch конференциясын ұйымдастыруды жалғастырды. Келесі Scratch @ MIT конференциясы 2020 жылдың жазында өтеді (Кембриджде, Массачусетс, АҚШ).",
    "conference-2019.descD": "2019 жылы әлемнің басқа жерлерінде бірнеше Scratch конференциясы өтеді (төменде қараңыз).",
    "conference-2019.seeBelow": "Уақыты және орындары",
    "conference-2019.joinMailingListButtonText": "Пошта тізіміне қосылыңыз",
    "conference-2019.joinMailingList": "Массачусетс штатындағы Кембриджде өтетін 2020 жылғы Scratch @ MIT конференциясы туралы көбірек білу және бүкіл әлемдегі аймақтық конференциялар туралы жаңартулар алу үшін біздің тарату тізіміне қосылыңыз.",
    "conference-2019.date": "Күні",
    "conference-2019.location": "Орналасқан жері",
    "conference-2019.audience": "Аудитория",
    "conference-2019.language": "Тілі",
    "conference-2019.hashtag": "Хэштег",
    "conference-2019.website": "Вебсайтқа кіру",
    "conference-2019.ukTitle": "Еуропа Scratch Конференциясы",
    "conference-2019.ukDesc": "Raspberry Pi өткізетін Еуропадағы 2019 Scratch конференциясы Кембриджде, 23 тамыздан 25 тамызға дейін өтеді. Кесте Scratch қауымдастығының мүшелері бастаған қызықты қатысуға толы іс-шараларға толы. Қатысушылар әр түрлі тақырыптар бойынша семинарлар, келіссөздер және негізгі тақырыптарды, соның ішінде жаңа Scratch 3.0 бағдарламасын, сондай-ақ сұхбаттасуға және қосылудың көптеген бейресми мүмкіндіктерін күте алады!",
    "conference-2019.ukAudience": "Білім беру мамандары мен еріктілер",
    "conference-2019.kenyaTitle": "Африка Scratch Конференциясы: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Инновацияның толқындары",
    "conference-2019.kenyaDesc": "Африканың әлемге технологиялық үлестері мен Африка жастарының әлеуетін ескере отырып, Кенияның Найроби қаласында Scratch2019NBO өтеді. Сабақтармен бөлісу, жастардың мүмкіндіктерін кеңейту және шығармашылық кодтаудағы жетістіктерді атап өту үшін әлемнің әр түкпіріндегі тәрбиешілерге қосылыңыз.",
    "conference-2019.kenyaPostpone": "Бастапқыда 2019 жылдың шілдесінде Кенияның Найроби қаласында жоспарланған Scratch2019NBO конференциясы кейінге қалдырылды. Болашақ жоспарлар туралы ақпарат осы жылдың соңында қол жетімді болады.",
    "conference-2019.kenyaAudience": "Тәрбиешілер",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 - бұл барлық білім беру салалары мен деңгейлерінің мұғалімдеріне бағытталған, шығармашылықпен оқыту арқылы сыныпта жаңалық ашуға тырысады, осылайша Чили үкіметі бастаған цифрлық тілдердің ұлттық жоспары арқылы насихатталатын мемлекеттік саясатты қолдайды 2019 жылғы жағдай бойынша. Әр түрлі семинарлар, панельдер, тәжірибелер, стендтер, жаңа Scratch 3.0 презентациясы, Makey-Makey және тағы басқалар ұсынылады.",
    "conference-2019.chileAudience": "Мұғалімдер және саясатты жасаушылар",
    "conference-2019.spanishWithSimultaneous": "Испан - пленарлық отырыстарда ағылшын тіліне ілеспе аударма"
}