{
    "conference-2019.title": "Konferansên Scratchê yên 2019an",
    "conference-2019.descA": "Konferansên Scratchê, civînên bi coşî yên perwerdekar, lêkolîner, pêşvebir û endamên din ên civaka Scratchê ya cîhanî ne.",
    "conference-2019.descB": "Ev çalakiyên ku li ciyên cuda cuda yên seranserê cîhanê li dar dikevin, bi bikaranîna Scratchê derfetan ji bo kesên xwedî ezmûn û xwedî pratîkên ciyawaz peyda dike ku nîqaşê li ser dayîna piştgiriyê ji bo zarokan bikin û bi hev re parvekirina ramanan, hînbûna stratejî û çalakiyên nû yên afirîner bikişînin civatên xwe.",
    "conference-2019.descC": "Konferansa Scratchê ya yekem di 2008an de li MITê hate lidarxistin û Tîma Scratchê her salê carekê lîdarxistina konferansên Scratchê domand. Konferansa tê ya Scratch@MITê ew ê di havîna 2020an de li dar bikeve (li Cambridge, Massachusetts, DYA).",
    "conference-2019.descD": "Di sala 2019an de, dê çend konfêransên Scratchê li hinek deverên cîhanê (li jêr binêrin) li dar bikevin.",
    "conference-2019.seeBelow": "Cî û Demsazkirin",
    "conference-2019.joinMailingListButtonText": "Beşdarî Lîsteya Epeyamê Bibe",
    "conference-2019.joinMailingList": "Ji bo agahiyên zêdetir derbarê konferansa Scratch@MIT a 2020an li Cambridge û Massachusettsê bistînî û ji bo hildeman di derbarê konferansên herêmî yên li seranserê cîhanê de peyda bikî, beşdarî lîsteya epeyamê bibe.",
    "conference-2019.date": "Dîrok",
    "conference-2019.location": "Cîgeh/Cî",
    "conference-2019.audience": "Beşdarvan",
    "conference-2019.language": "Ziman",
    "conference-2019.hashtag": "Etîket",
    "conference-2019.website": "Serdana malperê bike",
    "conference-2019.ukTitle": "Konferansa Scratchê ya Ewropayê",
    "conference-2019.ukDesc": "Konferansa Scratchê ya 2019an a Ewrûpayê dê bi mêvandariya Raspberry Pi li bajarê Cambridge ya Ingiltereyê, ji 23ê Tebaxê (Înê) heta 25ê Tebaxê (Yekşemê) ew ê li dar bikeve. Bernameya ku ji hêla endamên civata Scratchê ve tê birêvebirin tije çalakiyên pişkdar ên bi kelecanî ye. Beşdar, dikarin li ser gelek mijarên cûrbecûr, Scratch 3.0 ya nû jî di nav de, komxebat, gotûbêj û ji bilî ramanên nû her wiha ji bo danîna pêwendiyan jî dikarin li benda derfetên ne fermî bin!",
    "conference-2019.ukAudience": "Pisporên perwerdeyê û xwebeş",
    "conference-2019.kenyaTitle": "Konferansa Scratchê ya Afrîkayê: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Pêlên Înovasyonê",
    "conference-2019.kenyaDesc": "Bi qebûlkirina potansiyela ciwanên Afrîkayê û beşdariyên wê di qada teknolojiya cîhanê de, ew ê Scratch2019NBO li bajarê Nairobî, Kenyayê were lidarxistin. Ji bo parvekirina dersan, bihêzkirina ciwanan û pîrozkirina pêkarinên kodandina afirînerî, beşdarî nav perwerdekarên ji seranserê cîhanê bibe.",
    "conference-2019.kenyaPostpone": "Konferansa Scratch2019NBOê ya ji bo Bajarê Nairobi,  Kenyayê di Tîrmeha 2019an de hatibû plankirin, taloq bû. Agahdariya di derbarê plansaziyên pêşerojê de ew ê di dawiya vê salê de were parvekirin.",
    "conference-2019.kenyaAudience": "Perwerdekar",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Şîlî 2019, ev çalakî ji sala 2019an vir de ji aliye hikûmeta Şîliyê ji bo piştgiriya polîtîkayên gelemperî bi bernameya Zimanên Dîjîtal ên Neteweyî ve hatî pêşkeşkirin herwiha ev çalakiyek e li ser mamosteyên ku hewil didin di pola xwe de bi rêya fêrbûna afirînerî nûkirinan pêk bînin û li ser hemû qad û astên perwerdeyê ye. Komxebat, panel, ezmûn, stand, pêşkêşkirina Scratch 3.0 ya nû, pêşekên Makey-Makey, û pêşekên zêdetir.",
    "conference-2019.chileAudience": "Mamoste û çêkerên rêbazan",
    "conference-2019.spanishWithSimultaneous": "Spanî - di dema rûniştinên hevdemî de wergerandina hevdemî bo Îngilîzî"
}