{
    "conference-2019.title": "Scratch konferences 2019",
    "conference-2019.descA": "Scratch konferences ir rotaļīgas pedagogu, pētnieku, izstrādātāju un citu vispasaules Scratch kopienas dalībnieku tikšanās.",
    "conference-2019.descB": "Šie pasākumi, kas tiek rīkoti dažādās vietās visā pasaulē, sniedz iespēju cilvēkiem ar dažādu pieredzi un praksi pārrunāt, kā viņi atbalsta bērnus, kuri izmanto Scratch, sadarboties un dalīties idejās savā starpā, kā arī ieviest jaunas radošas mācīšanās stratēģijas un aktivitātes. savas kopienas.",
    "conference-2019.descC": "Pirmā Scratch konference notika MIT 2008. gadā, un Scratch komanda ir turpinājusi organizēt Scratch konferenci katru otro gadu. Nākamā Scratch@MIT konference notiks 2020. gada vasarā (Kembridžā, Masačūsetsā, ASV).",
    "conference-2019.descD": "2019. gadā notiks vairākas Scratch konferences, kas notiks citās vietās visā pasaulē (skatiet tālāk).",
    "conference-2019.seeBelow": "Grafiks un atrašanās vietas",
    "conference-2019.joinMailingListButtonText": "Pievienojieties adresātu sarakstam",
    "conference-2019.joinMailingList": "Lai uzzinātu vairāk par 2020. gada Scratch@MIT konferenci Kembridžā, Masačūsetsā, un saņemtu jaunumus par reģionālajām konferencēm visā pasaulē, pievienojieties mūsu adresātu sarakstam.",
    "conference-2019.date": "Datums",
    "conference-2019.location": "Atrašanās vieta",
    "conference-2019.audience": "Auditorija",
    "conference-2019.language": "Valoda",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Apmeklējiet vietni",
    "conference-2019.ukTitle": "Scratch Conference Europe",
    "conference-2019.ukDesc": "2019. gada Scratch Conference Europe rīkos Raspberry Pi, un tā notiks Kembridžā, Apvienotajā Karalistē, no piektdienas, 23. augusta līdz svētdienai, 25. augustam. Grafiks ir pilns ar aizraujošām līdzdalības aktivitātēm, ko vada Scratch kopienas locekļi. Dalībniekus gaida semināri, sarunas un pamatnosacījumi par dažādām tēmām, tostarp par jauno Scratch 3.0, kā arī daudzas neformālas iespējas tērzēt un sazināties!",
    "conference-2019.ukAudience": "Izglītības speciālisti un brīvprātīgie",
    "conference-2019.kenyaTitle": "Scratch konference Āfrika: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Inovāciju viļņi",
    "conference-2019.kenyaDesc": "Atzīstot Āfrikas tehnoloģisko ieguldījumu pasaulē un Āfrikas jauniešu potenciālu, Scratch2019NBO notiks Nairobi, Kenijā. Pievienojieties skolotājiem no visas pasaules, lai dalītos mācībās, sniegtu iespēju jauniešiem un atzīmētu sasniegumus radošā kodēšanas jomā.",
    "conference-2019.kenyaPostpone": "Scratch2019NBO konference, kas sākotnēji bija plānota Nairobi, Kenijā 2019. gada jūlijā, ir atlikta. Informācija par nākotnes plāniem būs pieejama vēlāk šogad.",
    "conference-2019.kenyaAudience": "Audzinātāji",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 ir pasākums, kas paredzēts visu izglītības jomu un līmeņu skolotājiem, kuri cenšas ieviest jauninājumus klasē, radoši mācoties, tādējādi atbalstot valsts politiku, kas tiek veicināta ar Čīles valdības uzsākto Nacionālo digitālo valodu plānu. no 2019. gada. Tiks piedāvāti dažādi semināri, paneļi, pieredze, stendi, jaunā Scratch 3.0 prezentācija, Makey-Makey un daudz kas cits.",
    "conference-2019.chileAudience": "Skolotāji un politikas veidotāji",
    "conference-2019.spanishWithSimultaneous": "Spāņu valoda - sinhronais tulkojums angļu valodā plenārsesiju laikā"
}