{
    "conference-2019.title": "Scratch Conferenties 2019",
    "conference-2019.descA": "Scratch conferenties zijn een speelse bijeenkomst van docenten, onderzoekers, ontwikkelaars en andere leden van de wereldwijde Scratch gemeenschap.",
    "conference-2019.descB": "Deze evenementen, die worden gehouden op verschillende locaties over de hele wereld, bieden mogelijkheden voor mensen met verschillende achtergronden en manieren van werken om te bespreken hoe zij kinderen ondersteunen Scratch te gebruiken, om samen te werken en ideeën met elkaar uit te wisselen en om nieuwe strategieën en activiteiten voor creatief leren terug te brengen naar hun eigen gemeenschappen.",
    "conference-2019.descC": "De eerste Scratch conferentie vond plaats in 2008 in het MIT en het Scratch-team is om de twee jaar een Scratch conferentie blijven organiseren. De volgende Scratch@MIT-conferentie vindt plaats in de zomer van 2020 (in Cambridge, Massachusetts, VS).",
    "conference-2019.descD": "In 2019 zullen er verschillende Scratch conferenties worden gehouden op andere locaties over de hele wereld (zie hieronder).",
    "conference-2019.seeBelow": "Planning en locaties",
    "conference-2019.joinMailingListButtonText": "Meld je aan voor de nieuwsbrief",
    "conference-2019.joinMailingList": "Voor meer informatie over de Scratch@MIT conferentie in 2020 in Cambridge, Massachusetts en om updates over regionale conferenties over de hele wereld te ontvangen, word je lid van onze verzendlijst.",
    "conference-2019.date": "Datum",
    "conference-2019.location": "Locatie",
    "conference-2019.audience": "Doelgroep",
    "conference-2019.language": "Taal",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Bezoek de website",
    "conference-2019.ukTitle": "Scratch Conference Europe",
    "conference-2019.ukDesc": "De Scratch Conference Europe 2019 vindt plaats in Cambridge, Groot-Brittannië van vrijdag 23 augustus tot zondag 25 augustus en wordt georganiseerd door Raspberry Pi. Het programma staat vol met spannende participatieve activiteiten geleid door leden van de Scratch community. Deelnemers kunnen zich verheugen op workshops, lezingen en keynotes over een hele reeks onderwerpen, waaronder de nieuwe Scratch 3.0, evenals tal van informele gelegenheden om te praten en contacten te leggen!",
    "conference-2019.ukAudience": "Onderwijs professionals en vrijwilligers",
    "conference-2019.kenyaTitle": "Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Golven van Innovatie",
    "conference-2019.kenyaDesc": "Als erkenning voor de technologische bijdrage van Afrika aan de wereld en het potentieel van de jeugd van Afrika, zal Scratch2019NBO worden gehouden in Nairobi in Kenia. Voeg je bij leerkarachten van over de hele wereld om lessen te delen, jonge mensen kracht te geven en prestaties in creatieve codering te vieren.",
    "conference-2019.kenyaAudience": "Leerkrachten, leerlingen en enthousiastelingen",
    "conference-2019.chileDesc": "Scratch al Sur is een bijeenkomst voor leerkrachten en beleidsmakers om te leren hoe belangrijk het is om programmeertalen op scholen te introduceren. Alle lezingen en workshops zullen een gelegenheid bieden om verschillende ervaringen te delen, van hogere niveaus tot degenen die beginnen deel te nemen aan de wereldwijde gemeenschap van Scratch.",
    "conference-2019.chileAudience": "Leerkrachten en beleidsmakers",
    "conference-2019.spanishWithSimultaneous": "Spaans - met simultaan vertaling in het Engels tijdens plenaire sessies"
}