{
    "conference-2019.title": "Scratch-konferansar i 2019",
    "conference-2019.descA": "Scratch-konferansar er uhøgtidlege samling for lærarar, forskarar, utviklarar og andre medlemmar av det verdsfemnande Scratch-fellesskapet.",
    "conference-2019.descB": "Samlingane vert haldne ulike stadar i verda, for å gjera det mogleg for menneske med ulik bakgrunn og erfaring å snakka saman om korleis dei hjelper barn og unge med Scratch, å samarbeida og dela idéar med kvarandre, og å tileigna seg kompetanse i nye metodar for kreativ læring, som dei kan ta med seg heim att.",
    "conference-2019.descC": "Den første Scratch-konferansen vart arrangert ved MIT i 2008. Sidan då har Scratch-gruppa organisert ein ny Scratch-konferanse annakvart år. Den neste Scratch@MIT-konferansen er planlagd til sommaren 2020, i Cambridge, Massachusetts, USA.",
    "conference-2019.descD": "I 2019 vert det arrangert fleire andre Scratch-konferansar rundtom i verda (sjå nedanfor).",
    "conference-2019.seeBelow": "Program og stadar",
    "conference-2019.joinMailingListButtonText": "Meld deg på e-postlista",
    "conference-2019.joinMailingList": "Viss du vil høyra meir om Scratch@MIT-konferansen 2020 i USA, og få tilsendt oppdateringar om regionale konferansar over heile verda, meld deg på e-postlista vår.",
    "conference-2019.date": "Dato",
    "conference-2019.location": "Stad",
    "conference-2019.audience": "Målgruppe",
    "conference-2019.language": "Språk",
    "conference-2019.hashtag": "Emneknagg",
    "conference-2019.website": "Besøk heimesida",
    "conference-2019.ukTitle": "Scratch-konferansen i Europa",
    "conference-2019.ukDesc": "Raspberry Pi er vertskap for Scratch-konferansen i Europa 2019. Konferansen finn stad i Cambridge i England, fredag 23. til sundag 25. august. På programmet er blant anna ei rekkje spennande praktiske øvingar. Ein kan òg sjå fram til ei variert samling føredrag, blant anna om nye Scratch 3.0. Det vert òg mange moglegheiter for ein uformell prat og for å knyta nye kontaktar.",
    "conference-2019.ukAudience": "Lærarar og frivillige",
    "conference-2019.kenyaTitle": "Scratch-konferanse i Afrika: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Bølgjer med nyskaping",
    "conference-2019.kenyaDesc": "Scratch2019NBO finn stad i Nairobi, Kenya, og reflekterer Afrikas teknologiske bidrag til verda og potensialet hos dei unge i denne verdsdelen. Lærarar frå heile verda kjem for å utveksla erfaringar, styrkja ferdigheitene blant dei unge og feira kva me har oppnådd innan kreativ programmering.",
    "conference-2019.kenyaPostpone": "Scratch2019NBO-konferansen, som skulle vera i Nairobi i Kenya juli 2019, er utsett. Informasjon om framtidige planar vert tilgjengeleg seinare i år.",
    "conference-2019.kenyaAudience": "Lærarar",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 is an event aimed at teachers of all educational areas and levels, who seek to innovate in the classroom through creative learning, thus supporting public policies that are promoted through the National Plan of Digital Languages, launched by the Chilean government as of 2019. Various workshops, panels, experiences, stands, a presentation of the new Scratch 3.0, Makey-Makey, and much more will be offered.",
    "conference-2019.chileAudience": "Lærarar og avgjerdstakarar",
    "conference-2019.spanishWithSimultaneous": "Spansk, med simultanomsetjing til engelsk på fellesmøta"
}