{
    "conference-2019.title": "ସ୍କ୍ରାଚ୍ କନଫରେନ୍ସ 2019",
    "conference-2019.descA": "ସ୍କ୍ରାଚ୍ ସମ୍ମିଳନୀଗୁଡ଼ିକ ହେଉଛି ଶିକ୍ଷାବିତ୍, ଅନୁସନ୍ଧାନକାରୀ, ବିକାଶକାରୀ ଏବଂ ବିଶ୍ଵ ବ୍ୟାପୀ ସ୍କ୍ରାଚ୍ ସମ୍ପ୍ରଦାୟର ଅନ୍ୟ ସଦସ୍ୟମାନଙ୍କର ଖେଳାତ୍ମକ ସମାବେଶ |",
    "conference-2019.descB": "ବିଶ୍ଵ ର ବିଭିନ୍ନ ସ୍ଥାନରେ ଆୟୋଜିତ ଏହି ଇଭେଣ୍ଟଗୁଡିକ ବିଭିନ୍ନ ପୃଷ୍ଠଭୂମି ଏବଂ ଅଭ୍ୟାସଗୁଡିକର ଲୋକଙ୍କୁ ସ୍କ୍ରାଚ୍ ବ୍ୟବହାର କରୁଥିବା ପିଲାମାନଙ୍କୁ କିପରି ସହଯୋଗ କରନ୍ତି, ପରସ୍ପର ସହ ଚିନ୍ତା ବାଣ୍ଟିବାକୁ ଏବଂ ନୂତନ ସୃଜନଶୀଳ-ଶିକ୍ଷଣ କୌଶଳ ଏବଂ କାର୍ଯ୍ୟକଳାପକୁ ସେମାନଙ୍କର ନିଜ ସମ୍ପ୍ରଦାୟ କୁ ଫେରାଇ ଆଣିବାକୁ ସୁଯୋଗ ପ୍ରଦାନ କରନ୍ତି | ",
    "conference-2019.descC": "2008 ରେ MIT ରେ ପ୍ରଥମ ସ୍କ୍ରାଚ୍ ସମ୍ମିଳନୀ ଅନୁଷ୍ଠିତ ହୋଇଥିଲା ଏବଂ ସ୍କ୍ରାଚ୍ ଟିମ୍ ପ୍ରତିବର୍ଷ ଏକ ସ୍କ୍ରାଚ୍ ସମ୍ମିଳନୀ ଆୟୋଜନ ଜାରି ରଖିଛି | ପରବର୍ତ୍ତୀ ସ୍କ୍ରାଚ୍ @ MIT ସମ୍ମିଳନୀ 2020 ଗ୍ରୀଷ୍ମ ସମୟରେ (କେମ୍ବ୍ରିଜ୍, ମାସାଚୁସେଟ୍ସ, ଯୁକ୍ତରାଷ୍ଟ୍ର) ରେ ଅନୁଷ୍ଠିତ ହେବ |",
    "conference-2019.descD": "In 2019, there will be several Scratch conferences held in other locations around the world (see below).",
    "conference-2019.seeBelow": "Schedule & Locations",
    "conference-2019.joinMailingListButtonText": "Join Mailing List",
    "conference-2019.joinMailingList": "To learn more about 2020’s Scratch@MIT conference in Cambridge, Massachusetts, and to receive updates about regional conferences around the world, join our mailing list.",
    "conference-2019.date": "Date",
    "conference-2019.location": "Location",
    "conference-2019.audience": "Audience",
    "conference-2019.language": "Language",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Visit Website",
    "conference-2019.ukTitle": "Scratch Conference Europe",
    "conference-2019.ukDesc": "Hosted by Raspberry Pi, the 2019 Scratch Conference Europe will take place in Cambridge, UK, from Friday 23 August to Sunday 25 August. The schedule is full of exciting participatory activities led by members of the Scratch community. Participants can look forward to workshops, talks, and keynotes across a range of topics, including the new Scratch 3.0, as well as plenty of informal opportunities to chat and connect!",
    "conference-2019.ukAudience": "Education professionals and volunteers",
    "conference-2019.kenyaTitle": "Scratch Conference Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Waves of Innovation",
    "conference-2019.kenyaDesc": "In recognition of Africa's technological contributions to the world and the potential of the youth of Africa, Scratch2019NBO will be held in Nairobi, Kenya. Join educators from around the world to share lessons, empower young people, and celebrate accomplishments in creative coding.",
    "conference-2019.kenyaPostpone": "The Scratch2019NBO conference, originally planned for Nairobi, Kenya in July 2019, has been postponed. Information about future plans will be available later this year.",
    "conference-2019.kenyaAudience": "Educators",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 is an event aimed at teachers of all educational areas and levels, who seek to innovate in the classroom through creative learning, thus supporting public policies that are promoted through the National Plan of Digital Languages, launched by the Chilean government as of 2019. Various workshops, panels, experiences, stands, a presentation of the new Scratch 3.0, Makey-Makey, and much more will be offered.",
    "conference-2019.chileAudience": "Teachers and policy makers",
    "conference-2019.spanishWithSimultaneous": "Spanish - simultaneous translation into English during plenary sessions"
}