{
    "conference-2019.title": "Konferencja Scratch 2019",
    "conference-2019.descA": "Konferencje Scratcha to zabawne spotkania nauczycieli, naukowców, programistów i innych członków społeczności Scratcha.",
    "conference-2019.descB": "Wydarzenia te, organizowane w różnych miejscach na całym świecie, dają ludziom o różnym pochodzeniu i doświadczeniu okazję do omówienia tego, w jaki sposób wspierają dzieci za pomocą programu Scratch, do współpracy i dzielenia się pomysłami oraz do wprowadzenia nowych strategii i działań w zakresie kreatywnego uczenia się w swoich społecznościach.",
    "conference-2019.descC": "Pierwsza konferencja Scratch odbyła się w MIT w 2008 r., a Zespół Scratcha kontynuował organizację konferencji Scratcha co dwa lata. Następna konferencja Scratch@MIT odbędzie się latem 2020 r. (W Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "W 2019 r. odbędzie się kilka konferencji Scratcha w innych miejscach na świecie (patrz poniżej).",
    "conference-2019.seeBelow": "Harmonogram & Lokalizacje",
    "conference-2019.joinMailingListButtonText": "Dopisz do listy mailowej",
    "conference-2019.joinMailingList": "Aby dowiedzieć się więcej o konferencji Scratch@MIT w 2020 r. w Cambridge w stanie Massachusetts, a także by otrzymywać aktualizacje dotyczące konferencji regionalnych na całym świecie, dołącz do naszej listy mailingowej.",
    "conference-2019.date": "Data",
    "conference-2019.location": "Położenie",
    "conference-2019.audience": "Publiczność",
    "conference-2019.language": "Język",
    "conference-2019.hashtag": "Hasztag",
    "conference-2019.website": "Odwiedź stronę internetową",
    "conference-2019.ukTitle": "Europejska Konferencja Scratcha",
    "conference-2019.ukDesc": "Prowadzona przez Raspberry Pi, Europejska Konferencja Scratcha w 2019 r. odbędzie się w Cambridge, w Wielkiej Brytanii, od piątku 23 sierpnia do niedzieli 25 sierpnia. Harmonogram jest pełen ekscytujących wspólnych działań prowadzonych przez członków społeczności Scratch. Uczestnicy mogą liczyć na warsztaty, rozmowy i przemówienia na różne tematy, w tym o nowym Scratchu 3.0, a także wiele nieformalnych okazji do rozmów i nawiązywania kontaktów!",
    "conference-2019.ukAudience": "Specjaliści ds. edukacji i wolontariusze",
    "conference-2019.kenyaTitle": "Afrykańska Konferencja Scratcha: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Fale innowacji",
    "conference-2019.kenyaDesc": "W uznaniu dla wkładu technologicznego Afryki w świat i potencjału młodzieży Afryki, Scratch2019NBO odbędzie się w Nairobi w Kenii. Dołącz do edukatorów z całego świata, aby dzielić się lekcjami, wzmacniać młodych ludzi i świętować osiągnięcia w kreatywnym kodowaniu.",
    "conference-2019.kenyaPostpone": "Konferencja Scratch2019NBO, pierwotnie planowana w Nairobi w Kenii w lipcu 2019 r., Została przełożona. Informacje na temat przyszłych planów będą dostępne jeszcze w tym roku.",
    "conference-2019.kenyaAudience": "Dydaktycy",
    "conference-2019.chileDesc": "Konferencja Scratch na Południu Chile 2019 to wydarzenie skierowane do nauczycieli wszystkich poziomów edukacyjnych, którzy starają się wprowadzać innowacje w klasie poprzez kreatywne uczenie się, wspierając w ten sposób polityki publiczne promowane w ramach Narodowego Planu Języków Cyfrowych, zapoczątkowanego przez rząd Chile od 2019 r. Oferowane będą różne warsztaty, panele, doświadczenia, stoiska, prezentacja nowego Scratcha 3.0, Makey-Makey i wiele innych.",
    "conference-2019.chileAudience": "Nauczyciele i decydenci",
    "conference-2019.spanishWithSimultaneous": "Hiszpański - tłumaczenie symultaniczne na język angielski podczas sesji plenarnych"
}