{
    "conference-2019.title": "Conferências Scratch 2019",
    "conference-2019.descA": "As conferências Scratch são eventos divertidos onde educadores, pesquisadores, desenvolvedores e outros participantes da comunidade mundial do Scratch se encontram.",
    "conference-2019.descB": "Esses eventos, realizados em diversos locais no mundo todo, oferecem a pessoas de diferentes áreas e experiências variadas a oportunidade de discutir sobre como ajudar crianças usando o Scratch, colaborar e compartilhar ideias entre si e implementar novas estratégias e atividades de aprendizagem criativa nas próprias comunidades.",
    "conference-2019.descC": "A primeira conferência Scratch foi realizada no MIT em 2008, e a Equipe Scratch continuou organizando a Conferência Scratch em anos alternados. A próxima conferência Scratch@MIT ocorrerá no segundo semestre de 2020 (em Cambridge, Massachusetts, EUA).",
    "conference-2019.descD": "Em 2019, várias conferências Scratch serão realizadas em outros locais do mundo todo (veja abaixo).",
    "conference-2019.seeBelow": "Programação e locais",
    "conference-2019.joinMailingListButtonText": "Entrar na lista de distribuição",
    "conference-2019.joinMailingList": "Para saber mais sobre a conferência Scratch@MIT de 2020 em Cambridge, Massachusetts, e para receber atualizações sobre as conferências regionais no mundo todo, entre em nossa lista de distribuição.",
    "conference-2019.date": "Data",
    "conference-2019.location": "Localização",
    "conference-2019.audience": "Público",
    "conference-2019.language": "Idioma",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Visite o Site",
    "conference-2019.ukTitle": "Conferência Scratch Europa",
    "conference-2019.ukDesc": "Organizada pela Raspberry Pi, a Conferência Scratch 2019 Europa será realizada em Cambridge, Reino Unido, de sexta-feira a domingo, nos dias 23, 24 e 25 de agosto. A programação está repleta de atividades inclusivas incríveis guiadas por membros da comunidade Scratch. Os participantes vão adorar as oficinas, palestras e temas abrangentes que incluem o novo Scratch 3.0, além de diversas oportunidades informais de conversar e se conectar com outras pessoas!",
    "conference-2019.ukAudience": "Profissionais e voluntários da área da educação",
    "conference-2019.kenyaTitle": "Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Ondas de inovação",
    "conference-2019.kenyaDesc": "Em reconhecimento às contribuições tecnológicas da África para o mundo e ao potencial dos jovens africanos, a Scratch2019NBO será realizada em Nairóbi, Quênia. Junte-se a educadores do mundo todo para compartilhar lições, capacitar jovens e comemorar conquistas da programação criativa.",
    "conference-2019.kenyaAudience": "Educadores, alunos e entusiastas",
    "conference-2019.chileDesc": "Scratch al Sur é um evento onde professores e autoridades se reúnem para saber mais sobre a importância de se introduzir linguagens de programação nas escolas. Nas palestras e oficinas,  todos terão a oportunidade de compartilhar diferentes vivências, desde os mais experientes até aqueles que estão começando a participar da comunidade global do Scratch.",
    "conference-2019.chileAudience": "Professores e autoridades",
    "conference-2019.spanishWithSimultaneous": "Espanhol - tradução simultânea para o inglês durante as sessões plenárias"
}