{
    "conference-2019.title": "Conferências Scratch 2019",
    "conference-2019.descA": "As conferências Scratch são encontros divertidos de educadores, investigadores, desenvolvedores e outros membros da comunidade Scratch em todo o mundo.",
    "conference-2019.descB": "Estes eventos, que decorrem em vários locais em todo o mundo, são oportunidades para pessoas de diferentes origens e práticas discutirem como apoiam as crianças na utilização do Scratch, colaborarem e partilharem ideias uns com os outros, e levarem de volta para as suas próprias comunidades novas estratégias e actividades de aprendizagem criativa.",
    "conference-2019.descC": "A primeira conferência do Scratch teve lugar no MIT em 2008, tendo a Equipa Scratch continuado a organizar uma conferência Scratch todos os anos. A próxima conferência Scratch@MIT terá lugar no verão de 2020 (em Cambridge, Massachusetts, EUA).",
    "conference-2019.descD": "Em 2019 haverá várias conferências Scratch em diferentes locais do mundo (ver abaixo).",
    "conference-2019.seeBelow": "Programa e Localizações",
    "conference-2019.joinMailingListButtonText": "Subscreva a Lista de Correio Electrónico",
    "conference-2019.joinMailingList": "Para saber mais acerca da Conferência Scratch@MIT de 2020, que terá lugar em Cambridge, Massachusetts, e para receber actualizações acerca de conferências regionais em todo o mundo, adira à nossa lista de correio electrónico.",
    "conference-2019.date": "Data",
    "conference-2019.location": "Localização",
    "conference-2019.audience": "Audiência",
    "conference-2019.language": "Língua",
    "conference-2019.hashtag": "Etiqueta",
    "conference-2019.website": "Visitar o Sítio Web",
    "conference-2019.ukTitle": "Conferência Scratch Europa",
    "conference-2019.ukDesc": "Organizada pela Raspberry Pi, a Conferência Scratch Europa terá lugar em Cambridge, Reino Unido, de sexta-feira, dia 23 de Agosto, a domingo, dia 25 de Agosto. O programa está cheio de actividades participativas interessantes lideradas por membros da comunidade Scratch. Os participantes podem contar com oficinas, palestras e palestras com convidados especiais versando sobre uma variedade de tópicos, incluindo o novo Scratch 3.0, bem como muitas oportunidades informais para conversar e para se ligar a outros membros da comunidade.",
    "conference-2019.ukAudience": "Profissionais e voluntários educativos",
    "conference-2019.kenyaTitle": "Conferência Scratch África: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Ondas de Inovação",
    "conference-2019.kenyaDesc": "Reconhecendo as contribuições tecnológicas da África para o mundo e para o potencial dos jovens africanos, a Scratch2019NBO terá lugar em Nairobi, no Quénia. Junte-se a educadores de todo o mundo para partilhar lições, para capacitar jovens e para celebrar realizações na computação criativa.",
    "conference-2019.kenyaPostpone": "A conferência Scratch2019NBO, planeada originalmente para Nairobi, Quénia, em Julho de 2019, foi adiada. Informação acerca de planos futuros será disponibilizada mais tarde, este ano.",
    "conference-2019.kenyaAudience": "Educadores",
    "conference-2019.chileDesc": "A Conferência Scratch ao Sul Chile 2019 é um evento destinado a professores de todas as áreas e níveis educacionais que procuram inovar na sala de aula através da aprendizagem criativa, assim suportando políticas públicas que são promovidas através do Plano Nacional de Linguagens Digitais, lançado pelo governo chileno em 2019. Haverá vários painéis, oficinas, experiências, bancas, bem como apresentações do novo Scratch 3.0, do Makey-Makey e muito mais.",
    "conference-2019.chileAudience": "Professores e Decisores Políticos",
    "conference-2019.spanishWithSimultaneous": "Espanhol – tradução simultânea para inglês durante as sessões plenárias"
}