{
    "conference-2019.title": "Conferințe Scratch 2019",
    "conference-2019.descA": "Conferințele Scratch sunt adunări jucăușe de educatori, cercetători, dezvoltatori și alți membri ai comunității Scratch din întreaga lume.",
    "conference-2019.descB": "Aceste evenimente, desfășurate în diferite locații din întreaga lume, oferă oportunități pentru oameni din medii și practici diverse de a discuta despre modul în care îi sprijină pe copii folosind Scratch, de a colabora și de a împărtăși idei între ei și de a aduce noi strategii și activități de învățare creativă înapoi la propriile lor comunități.",
    "conference-2019.descC": "Prima conferință Scratch a avut loc la MIT în 2008, iar Echipa Scratch a continuat să organizeze o conferință Scratch la doi ani. Următoarea conferință Scratch@MIT va avea loc în vara anului 2020 (la Cambridge, Massachusetts, SUA).",
    "conference-2019.descD": "În 2019, vor avea loc mai multe conferințe Scratch în alte locații din lume (vezi mai jos).",
    "conference-2019.seeBelow": "Program și locații",
    "conference-2019.joinMailingListButtonText": "Înscrieți-vă în Mailing List",
    "conference-2019.joinMailingList": "Pentru a afla mai multe despre conferința Scratch@MIT din 2020 din Cambridge, Massachusetts și pentru a primi actualizări despre conferințele regionale din întreaga lume, alăturați-vă listei noastre de corespondență.",
    "conference-2019.date": "Data",
    "conference-2019.location": "Locație",
    "conference-2019.audience": "Audiența",
    "conference-2019.language": "Limba",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Vizitează Site web",
    "conference-2019.ukTitle": "Conferința Scratch Europa",
    "conference-2019.ukDesc": "Găzduită de Raspberry Pi, Scratch Conference Europe 2019 va avea loc la Cambridge, Marea Britanie, de vineri, 23 august, până duminică, 25 august. Programul este plin de activități participative interesante conduse de membrii comunității Scratch. Participanții pot aștepta cu nerăbdare ateliere de lucru, discuții și note cheie pe o gamă largă de subiecte, inclusiv noul Scratch 3.0, precum și o mulțime de oportunități informale de a discuta și de a conecta!",
    "conference-2019.ukAudience": "Profesionişti în educaţie şi voluntari",
    "conference-2019.kenyaTitle": "Conferința Scratch Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Valuri de inovare",
    "conference-2019.kenyaDesc": "Ca recunoaștere a contribuțiilor tehnologice ale Africii la lume și a potențialului tinerilor din Africa, Scratch2019NBO va avea loc la Nairobi, Kenya. Alăturați-vă educatorilor din întreaga lume pentru a împărtăși lecții, a da putere tinerilor și a sărbători realizările în codarea creativă.",
    "conference-2019.kenyaPostpone": "Conferința Scratch2019NBO, planificată inițial pentru Nairobi, Kenya, în iulie 2019, a fost amânată. Informațiile despre planurile viitoare vor fi disponibile în cursul acestui an.",
    "conference-2019.kenyaAudience": "Educatorii",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 este un eveniment destinat cadrelor didactice din toate domeniile și nivelurile educaționale, care urmăresc să inoveze la clasă prin învățarea creativă, susținând astfel politicile publice care sunt promovate prin Planul Național al Limbilor Digitale, lansat de guvernul chilian. începând cu 2019. Vor fi oferite diverse workshop-uri, panouri, experiențe, standuri, o prezentare a noului Scratch 3.0, Makey-Makey și multe altele.",
    "conference-2019.chileAudience": "Profesori și factori de decizie",
    "conference-2019.spanishWithSimultaneous": "Spaniolă - traducere simultană în engleză în timpul sesiunilor plenare"
}