{
    "conference-2019.title": "Конференция Scratch 2019",
    "conference-2019.descA": "Конференции Scratch - это веселые встречи преподавателей, исследователей, разработчиков и других членов мирового сообщества Scratch.",
    "conference-2019.descB": "Эти мероприятия, проводящиеся в разных местах по всему миру, предоставляют людям с различным багажом знаний и практического опыта возможность обсуждения работы с детьми, использующими Scratch, сотрудничества и обмена идеями друг с другом, а также возможность привнесения в их собственные сообщества новых стратегий и видов деятельности в области творческого обучения.",
    "conference-2019.descC": "Первая конференция Scratch была проведена в MIT в 2008 году, и команда Scratch с тех пор продолжает устраивать конференции Scratch раз в два года. Следующая конференция Scratch@MIT состоится летом 2020 года (в Кембридже, штат Массачусетс, США).",
    "conference-2019.descD": "В 2019 году будет проведено несколько конференций Scratch в других местах по всему миру (см. ниже).",
    "conference-2019.seeBelow": "Расписание и место проведения",
    "conference-2019.joinMailingListButtonText": "Получать рассылку",
    "conference-2019.joinMailingList": "Чтобы узнать больше о конференции Scratch@MIT 2020 года в Кембридже, штат Массачусетс, и получать новости о региональных конференциях по всему миру, подпишитесь на нашу рассылку.",
    "conference-2019.date": "Дата",
    "conference-2019.location": "Местоположение",
    "conference-2019.audience": "Количество людей",
    "conference-2019.language": "Язык",
    "conference-2019.hashtag": "Хэштег",
    "conference-2019.website": "Посетить сайт",
    "conference-2019.ukTitle": "Scratch Conference Europe",
    "conference-2019.ukDesc": "Европейская конференция Scratch Conference 2019, организованная Raspberry Pi, пройдет в Кембридже, Великобритания, с пятницы 23 августа по воскресенье 25 августа. Программа полна захватывающих совместных мероприятий, проводимых членами сообщества Scratch. Участники могут рассчитывать на семинары, лекции и выступления по различным темам, включая новую версию Scratch 3.0, а также множество неформальных возможностей для общения и знакомства!",
    "conference-2019.ukAudience": "Профессионалы и волонтеры сферы образования",
    "conference-2019.kenyaTitle": "Scratch Conference Африка: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Море инноваций",
    "conference-2019.kenyaDesc": "В знак признания технологического вклада Африки в мир и потенциала молодежи Африки, Scratch2019NBO пройдет в Найроби, Кения. Присоединяйтесь к педагогам со всего мира для обмена уроками, расширения возможностей для молодых людей и празднования достижений в творческом программировании.",
    "conference-2019.kenyaPostpone": "Конференция Scratch2019NBO, первоначально запланированная для проведения в Найроби, Кения, в июле 2019 года, была отложена. Информация о планах на будущее будет доступна позже в этом году.",
    "conference-2019.kenyaAudience": "Образователи",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 - это мероприятие, предназначенное для преподавателей всех областей и уровней образования, которые стремятся к инновациям в классе с помощью творческого обучения, тем самым поддерживая государственную политику, продвигаемую в рамках Национального плана цифровых языков, разработанного правительством Чили к 2019 году. Будут предложены различные семинары, группы, обмен опытом, стенды, презентация нового Scratch 3.0, Makey-Makey и многое другое.",
    "conference-2019.chileAudience": "Преподаватели и политики",
    "conference-2019.spanishWithSimultaneous": "Испанский - синхронный перевод на английский во время пленарных заседаний"
}