{
    "conference-2019.title": "Scratch konferencie 2019",
    "conference-2019.descA": "Konferencie Scratch sú hravé stretnutia pedagógov, výskumníkov, vývojárov a ďalších členov celosvetovej komunity Scratch.",
    "conference-2019.descB": "Tieto podujatia, ktoré sa konajú na rôznych miestach po celom svete, poskytujú ľuďom z rôznych prostredí a praktík príležitosti diskutovať o tom, ako podporujú deti používajúce Scratch, spolupracovať a navzájom si vymieňať nápady a priviesť späť nové kreatívne vzdelávacie stratégie a aktivity. svoje vlastné komunity.",
    "conference-2019.descC": "Prvá konferencia Scratch sa konala na MIT v roku 2008 a tím Scratch pokračoval v organizovaní konferencie Scratch každý druhý rok. Ďalšia konferencia Scratch@MIT sa bude konať v lete 2020 (v Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "V roku 2019 sa bude konať niekoľko konferencií Scratch na iných miestach po celom svete (pozri nižšie).",
    "conference-2019.seeBelow": "Plán a miesta",
    "conference-2019.joinMailingListButtonText": "Pripojte sa do emailovej konferencie",
    "conference-2019.joinMailingList": "Ak sa chcete dozvedieť viac o konferencii Scratch@MIT 2020 v Cambridge v štáte Massachusetts a dostávať aktualizácie o regionálnych konferenciách po celom svete, pripojte sa k nášmu zoznamu adresátov.",
    "conference-2019.date": "Dátum",
    "conference-2019.location": "Miesto",
    "conference-2019.audience": "Publikum",
    "conference-2019.language": "Jazyk",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Navštíviť webovú stránku",
    "conference-2019.ukTitle": "Scratch konferencia Európa",
    "conference-2019.ukDesc": "Scratch Conference Europe 2019, ktorú organizuje Raspberry Pi, sa bude konať v Cambridge v Spojenom kráľovstve od piatku 23. augusta do nedele 25. augusta. Program je plný vzrušujúcich participatívnych aktivít pod vedením členov komunity Scratch. Účastníci sa môžu tešiť na workshopy, besedy a kľúčové prejavy na rôzne témy, vrátane nového Scratch 3.0, ako aj na množstvo neformálnych príležitostí na rozhovor a spojenie!",
    "conference-2019.ukAudience": "Profesionáli v oblasti vzdelávania a dobrovoľníci",
    "conference-2019.kenyaTitle": "Scratch konferencia Afrika: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Vlny inovácií",
    "conference-2019.kenyaDesc": "Ako uznanie technologického prínosu Afriky svetu a potenciálu mládeže Afriky sa Scratch2019NBO uskutoční v Nairobi v Keni. Pripojte sa k pedagógom z celého sveta a zdieľajte lekcie, posilňujte mladých ľudí a oslavujte úspechy v kreatívnom kódovaní.",
    "conference-2019.kenyaPostpone": "Konferencia Scratch2019NBO, pôvodne plánovaná pre Nairobi v Keni v júli 2019, bola odložená. Informácie o budúcich plánoch budú k dispozícii neskôr v tomto roku.",
    "conference-2019.kenyaAudience": "Pedagógovia",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 je podujatie zamerané na učiteľov všetkých vzdelávacích oblastí a úrovní, ktorí sa snažia inovovať v triede prostredníctvom kreatívneho učenia, čím podporujú verejné politiky, ktoré sú podporované prostredníctvom Národného plánu digitálnych jazykov, ktorý spustila čilská vláda. od roku 2019. V ponuke budú rôzne workshopy, panely, zážitky, stánky, prezentácia nového Scratch 3.0, Makey-Makey a mnoho ďalšieho.",
    "conference-2019.chileAudience": "Učitelia a tvorcovia politík",
    "conference-2019.spanishWithSimultaneous": "Španielčina – simultánny preklad do angličtiny počas plenárnych zasadnutí"
}