{
    "conference-2019.title": "Scratch konference 2019",
    "conference-2019.descA": "Scratch konference so igriva druženja učiteljev, raziskovalcev, razvijalcev in drugih članov svetovne Scratch skupnosti.",
    "conference-2019.descB": "Ti dogodki, ki se odvijajo po celem svetu in omogočajo udeležencem z različnim ozadjem in izkušnjami, da se pogovorijo o tem, kako pomagajo učencem pri uporabi Scratcha, da si delijo ideje in prenesejo nove ustvarjalne učne strategije v domače okolje.",
    "conference-2019.descC": "Prva Scratch konferenca je bila l 2008 na MIT in od takrat Ekipa Scratch organizira konferenco vsako drugo leto. Naslednja  Scratch@MIT konferenca bo poleti 2020 (Cambridge, Massachusetts, USA). ",
    "conference-2019.descD": "V letu 2019 bo več Scratch konferenc po celem svetu (glej spodaj).",
    "conference-2019.seeBelow": "Urnik in kraji",
    "conference-2019.joinMailingListButtonText": "Vpiši se na poštni seznam",
    "conference-2019.joinMailingList": "Če želite biti obveščeni o  Scratch@MIT konferenci leta 2020 v Cambridgeu, Massachusettsu in o ostalih regionalnih konferencah, se vpišite na poštni seznam.",
    "conference-2019.date": "Datum",
    "conference-2019.location": "Kraj",
    "conference-2019.audience": "Ciljna publika",
    "conference-2019.language": "Jezik",
    "conference-2019.hashtag": "Ključnik",
    "conference-2019.website": "Obišči spletno stran",
    "conference-2019.ukTitle": "Scratch konference Evropa",
    "conference-2019.ukDesc": "Konferenco Scratch konferenca Evropa 2019 gosti Raspberry Pi in bo od petka 23. avgusta do nedelje 25. avgusta v Cambridgeu, VB. Urnik je poln zanimivih aktivnosti, ki jih vodijo člani skupnosti Scratch. Udeleženci se lahko veselijo  delavnic, predavanj in vabljenih predavanj o najrazličnejših temah, med njimi tudi o Scratchu 3.0, kot tudi številnih neformalnih možnosti za pogovor in povezovanje!",
    "conference-2019.ukAudience": "Poklicni učitelji in prostovoljci",
    "conference-2019.kenyaTitle": "Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Valovi inovacij",
    "conference-2019.kenyaDesc": "Da prikaže tehnološki doprinos Afrike in potencial mladih afričanov, bo v Nairobuiju, Kenija, konferenca Scratch2019NBO. Pridružite se učiteljem celega sveta pri deljenju gradiv, podpori mladim in pri praznovanju dosežkov v kreativnem programiranju.",
    "conference-2019.kenyaAudience": "Učitelji, učenci in navdušenci",
    "conference-2019.chileDesc": "Scratch al Sur je druženje učiteljev in odločevalcev, ki spoznavajo pomen vpeljave programskih jezikov v šole. Vsa predavanja in delavnice bodo omogočale deljenje različnih izkušenj - od naprednih tem do tem za tiste, ki šele začenjajo s sodelovanjem v svetovni skupnosti Scratcha.",
    "conference-2019.chileAudience": "Učitelji in odločevalci",
    "conference-2019.spanishWithSimultaneous": "Španščina - simultani prevod v angleščino med plenarnimi predavanji"
}