{
    "conference-2019.title": "Scratchkonferenser 2019",
    "conference-2019.descA": "Scratch-konferenser är lekfulla sammankomster av utbildare, forskare, utvecklare och andra medlemmar av det världsomspännande Scratch-communityt.",
    "conference-2019.descB": "Dessa evenemang, som hålls på olika platser runt om i världen, ger möjligheter för människor med olika bakgrunder och metoder att diskutera hur de stödjer barn som använder Scratch, att samarbeta och dela idéer med varandra och att ta tillbaka nya strategier och aktiviteter för kreativt lärande. sina egna samhällen.",
    "conference-2019.descC": "Den första Scratch-konferensen hölls på MIT 2008, och Scratch-teamet har fortsatt att anordna en Scratch-konferens vartannat år. Nästa Scratch@MIT-konferens kommer att hållas sommaren 2020 (i Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "Under 2019 kommer det att hållas flera Scratch-konferenser på andra platser runt om i världen (se nedan).",
    "conference-2019.seeBelow": "Schema och platser",
    "conference-2019.joinMailingListButtonText": "Prenumerera på nyheter",
    "conference-2019.joinMailingList": "För att lära dig mer om 2020 års Scratch@MIT-konferens i Cambridge, Massachusetts, och för att få uppdateringar om regionala konferenser runt om i världen, gå med i vår e-postlista.",
    "conference-2019.date": "Datum",
    "conference-2019.location": "Plats",
    "conference-2019.audience": "Publik",
    "conference-2019.language": "Språk",
    "conference-2019.hashtag": "Hashtag",
    "conference-2019.website": "Besök webbplatsen",
    "conference-2019.ukTitle": "Scratch Conference Europe",
    "conference-2019.ukDesc": "Värd av Raspberry Pi kommer 2019 års Scratch Conference Europe att äga rum i Cambridge, Storbritannien, från fredag ​​23 augusti till söndag 25 augusti. Schemat är fullt av spännande deltagande aktiviteter ledda av medlemmar i Scratch-communityt. Deltagarna kan se fram emot workshops, föredrag och keynotes inom en rad ämnen, inklusive nya Scratch 3.0, samt massor av informella möjligheter att chatta och ansluta!",
    "conference-2019.ukAudience": "Utbildningsproffs och volontärer",
    "conference-2019.kenyaTitle": "Scratch Conference Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Innovationsvågor",
    "conference-2019.kenyaDesc": "Som ett erkännande av Afrikas tekniska bidrag till världen och potentialen hos Afrikas ungdomar kommer Scratch2019NBO att hållas i Nairobi, Kenya. Gå med pedagoger från hela världen för att dela lektioner, stärka unga människor och fira framgångar inom kreativ kodning.",
    "conference-2019.kenyaPostpone": "Scratch2019NBO-konferensen, som ursprungligen planerades till Nairobi, Kenya i juli 2019, har skjutits upp. Information om framtida planer kommer att finnas tillgänglig senare i år.",
    "conference-2019.kenyaAudience": "Lärare",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 är ett evenemang riktat till lärare på alla utbildningsområden och nivåer, som försöker förnya sig i klassrummet genom kreativt lärande och på så sätt stödja offentliga riktlinjer som främjas genom den nationella planen för digitala språk, lanserad av den chilenska regeringen från och med 2019. Olika workshops, paneler, upplevelser, montrar, en presentation av nya Scratch 3.0, Makey-Makey och mycket mer kommer att erbjudas.",
    "conference-2019.chileAudience": "Lärare och beslutsfattare",
    "conference-2019.spanishWithSimultaneous": "Spanska - simultanöversättning till engelska under plenarsessioner"
}