{
    "conference-2019.title": "Mikutano ya Scratch 2019",
    "conference-2019.descA": "Mikutano ya Scratch ni mkusanyiko unaowafurahisha walimu watafiti, watengenezaji, na washiriki wengine wa jamii ya Scratch ulimwenguni.",
    "conference-2019.descB": "Hafla hizi, zilizofanyika katika maeneo mbali mbali ulimwenguni, hutoa fursa kwa watu wa asili na mazoea anuwai kujadili jinsi wanavyowasaidia watoto kutumia Scratch, kushirikiana na kushiriki mawazo na wao, na kurpeleka mikakati na shughuli mpya za kujifunza ubunifu katika jamii zao.",
    "conference-2019.descC": "Mkutano wa kwanza wa Scratch ulifanyika MIT mnamo 2008, na Timu ya Scratch imeendelea kuandaa mikutano ya Scratch kila mwaka. Mkutano unaofuata wa Scratch @ MIT utafanyika katika msimu wa joto wa 2020 (huko Cambridge, Massachusetts, USA).",
    "conference-2019.descD": "Katika mwaka wa 2019, kutakuwa na mikutano kadhaa ya Scratch itakayofanyika katika maeneo mengine ulimwenguni (tazama hapa chini).",
    "conference-2019.seeBelow": "Ratiba na Maeneo",
    "conference-2019.joinMailingListButtonText": "Jiunge na Orodha ya wanaopokea Barua",
    "conference-2019.joinMailingList": "Ili kupata maelezo zaidi kuhusu mkutano wa 2020 wa Scratch @ MIT huko Cambridge, Massachusetts, na kupokea sasisho juu ya mikutano ya kikanda kote ulimwenguni, jiunge na orodha yetu ya barua.",
    "conference-2019.date": "Tarehe",
    "conference-2019.location": "Eneo",
    "conference-2019.audience": "Watakaohudhuria",
    "conference-2019.language": "Lugha",
    "conference-2019.hashtag": "Alama ya reli",
    "conference-2019.website": "Tembelea Tovuti",
    "conference-2019.ukTitle": "Mkutano ya Scratch Uropa",
    "conference-2019.ukDesc": "Ikidhaminiwa na Raspberry Pi, Mkutano wa 2019 wa Scratch wa Ulaya utafanyika Cambridge, Uingereza, kutoka Ijumaa 23 Agosti hadi Jumapili 25 Agosti. Ratiba hiyo imejaa shughuli shirikishi za kushirikisha zinazoongozwa na washiriki wa jamii ya Scratch. Waamali wanaweza kutazamia semina, mazungumzo, na vifunguo katika mada anuwai, pamoja na toleo jipya la scratch 3.0, pamoja na fursa nyingi za kuzungumza na kuunganishwa!",
    "conference-2019.ukAudience": "Wataalamu wa elimu na wafanyikazi wakujitolea",
    "conference-2019.kenyaTitle": "Mkutano wa Scratch Afrika: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Mawimbi ya uvumbuzi",
    "conference-2019.kenyaDesc": "Katika kutambua michango ya Afrika ya kiteknolojia  ulimwenguni na uwezo wa vijana wa Afrika, Scratch2019NBO itafanyika jijini Nairobi, Kenya. Jiunge na waalimu kutoka ulimwenguni kote ili kushiriki kimasomo, kuwapa vijana uwezo, na kusherehekea mafanikio katika usimbaji wenye ubunifu.",
    "conference-2019.kenyaPostpone": "Mkutano wa Scratch2019NBO, uliyopangwa kufanyika Nairobi, Kenya mnamo Julai 2019, umeahirishwa. Habari juu ya mipango ya siku zijazo itapatikana baadaye mwaka huu.",
    "conference-2019.kenyaAudience": "Waalimu",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 ni tukio lililokusudiwa kwa waalimu wa maeneo yote na ngazi, ambao wanatafuta kubuni darasani kupitia masomo yenye ubunifu, na hivyo kuunga mkono sera za umma ambazo zinakuzwa kupitia Mpango wa Kitaifa wa Lugha za Dijitali, iliyozinduliwa na serikali ya Chile mnamo mwaka wa 2019. Warsha anuwai, paneli, uzoefu, msimamo, uwasilishaji wa Scratch mpya ya 3.0, Makey-Makey, na mengi zaidi yatatolewa.",
    "conference-2019.chileAudience": "Waalimu na watunga sera",
    "conference-2019.spanishWithSimultaneous": "Kihispania - tafsiri ya wakati mmoja kwa Kiingereza wakati wa vikao vya jumla"
}