{
    "conference-2019.title": "Scratch Konferansları 2019",
    "conference-2019.descA": "Scratch konferansları, eğitimciler, araştırmacılar, geliştiriciler ve dünya çapındaki Scratch topluluğunun diğer üyeleri için eğlenceli toplantılardır.",
    "conference-2019.descB": "Dünyanın çeşitli yerlerinde düzenlenen bu etkinlikler, farklı alanlardan ve uygulamalardan insanlara Scratch'i kullanarak çocukları nasıl desteklediklerini tartışmak, fikirleri birbirleriyle işbirliği yapmak ve paylaşmak ve yeni yaratıcı-öğrenme stratejileri ve etkinliklerini kendi topluluklarına geri getirmek için fırsatlar sunar. ",
    "conference-2019.descC": "İlk Scratch konferansı 2008'de MIT'de yapıldı ve Scratch Ekibi her yıl bir Scratch konferansı düzenlemeye devam etti. Bir sonraki Scratch @ MIT konferansı 2020 yazında (Cambridge, Massachusetts, ABD) gerçekleştirilecektir.",
    "conference-2019.descD": "2019'da, dünyanın diğer yerlerinde çeşitli Scratch konferansları düzenlenecek (aşağıya bakınız).",
    "conference-2019.seeBelow": "Zamanlama ve Konumlar",
    "conference-2019.joinMailingListButtonText": "Eposta Listesine Katıl",
    "conference-2019.joinMailingList": "2020’de Cambridge’deki Massachusetts’deki Scratch @ MIT konferansı hakkında daha fazla bilgi edinmek ve dünyadaki bölgesel konferanslarla ilgili güncellemeleri almak için posta listemize katılın.",
    "conference-2019.date": "Tarih",
    "conference-2019.location": "Konum",
    "conference-2019.audience": "Katılımcı",
    "conference-2019.language": "Dil",
    "conference-2019.hashtag": "sosyal medya etiketi",
    "conference-2019.website": "Web sayfasını ziyaret et",
    "conference-2019.ukTitle": "Scratch Konferansı Avrupa",
    "conference-2019.ukDesc": "Raspberry Pi'nin ev sahipliğinde düzenlenen 2019 Scratch Conference Europe, 23 Ağustos Cuma - 25 Ağustos Pazar günleri arasında İngiltere'nin Cambridge kentinde gerçekleşecek. Program Scratch topluluğunun üyeleri tarafından yürütülen heyecan verici katılımcı etkinliklerle doludur. Katılımcılar, yeni Scratch 3.0 da dahil olmak üzere çeşitli konulardaki atölye çalışmaları, konuşmalar ve önemli notların yanı sıra sohbet etmek ve bağlanmak için birçok gayrı resmi fırsatı dört gözle bekleyebilirler!",
    "conference-2019.ukAudience": "Eğitim uzmanları ve gönüllüler",
    "conference-2019.kenyaTitle": "Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Yenilik Dalgaları",
    "conference-2019.kenyaDesc": "Afrika'nın dünyaya olan teknolojik katkılarını ve Afrika gençliğinin potansiyelini tanımak için, Nairobi, Kenya'da Scratch2019NBO yapılacaktır. Dersleri paylaşmak, gençleri güçlendirmek ve yaratıcı kodlamadaki başarıları kutlamak için dünyanın her yerinden eğitimcilere katılın.",
    "conference-2019.kenyaAudience": "Eğitimciler, öğrenciler ve meraklıları",
    "conference-2019.chileDesc": "Scratch al Sur, öğretmenlerin ve politika yapıcıların, programlama dillerini okullarda tanıtmanın önemini öğrenmeleri için bir toplantıdır. Tüm dersler ve çalıştaylar, Scratch'ın küresel topluluğuna katılmaya başlayanlara, daha yüksek seviyelerden farklı deneyimleri paylaşma fırsatı sağlayacaktır.",
    "conference-2019.chileAudience": "Öğretmenler ve kural belirleyiciler",
    "conference-2019.spanishWithSimultaneous": "İspanyolca - genel oturumlar sırasında İngilizceye eşzamanlı çeviri"
}