{
    "conference-2019.title": "Scratch Konferensiyalari 2019",
    "conference-2019.descA": "Scratch  konferensiyalari  butun dunyo Scratch hamjamiyatining dars beruvchilari, tadqiqotchilari, dasturchilari va  boshqa aʼzolari bilan birgalikda oʻtkaziladigan qiziqarli yigʻilishlaridir.",
    "conference-2019.descB": "Bunday hodisalar o'z jamoalariga faollikni,  yangi ijodiy-ta'lim strategiyasini olib kirish, bir-biri bilan g'oyalarni ulashish, hamkorlik qilish, Scratch dan foydalanganda qanday qilib bolalarni qo'llab-quvvatlash kerakligini muhokama qilish uchun turli-xil tajriba va ko'nikmalarni odamlarga taqdim qilish imkoniyatlarini butun dunyo bo'ylab turli-xil manzillarda o'tkazib borishadi. ",
    "conference-2019.descC": "Birinchi Scratch konferensiyasi 2008-yilda MIT da o'tkazilgan va Scratch Jamoasi har yili Scratch konferensiyasini tashkillashtirishda davom etavergan. Navbatdagi Scratch@MIT konferensiyasi 2020-yilning yoz oyida ( Amerika Qo'shma Shtatlarida, Masachusitsda, Kembridjda ) bo'lishi ko'zda tutilgan. ",
    "conference-2019.descD": "2019-yilda dunyo bo'ylab turli joylarda Scratch ni bir nechta konferensiyalari o'tkaziladi ( pastga qarang ).",
    "conference-2019.seeBelow": "Jadval va Manzillar",
    "conference-2019.joinMailingListButtonText": "Pochta ro'yxatiga qo'shilish",
    "conference-2019.joinMailingList": "Butun dunyo bo'ylab mintaqaviy konferensiyalar haqidagi yangiliklarni qabul qilish, Masachusits va Kembridjdagi Scratch@MIT 2020 konferensiyasi haqida ko'proq o'rganib olish uchun pochtamiz ro'yxatiga qo'shiling.  ",
    "conference-2019.date": "Sana",
    "conference-2019.location": "Manzil",
    "conference-2019.audience": "Ishtirokchilar soni",
    "conference-2019.language": "Til",
    "conference-2019.hashtag": "Heshteg",
    "conference-2019.website": "Saytga tashrif buyurish",
    "conference-2019.ukTitle": "Yevropa Scratch Konferensiyasi",
    "conference-2019.ukDesc": "Raspberry Pi tomonidan uyushtirilgan Scratch 2019 Yevropa Konferensiyasi 23-Avgust Juma kunidan 25-Avgust  Shanba kunigacha Kembridj va Birlashgan Qirollikda amalga oshiriladi. Dastur Scratch hamjamiyati a'zolari boshchiligida qiziqarli tadbirlar bilan to'ladi. Ishtirokchilar seminarlarni, suhbatlarni va  bir  qator mavzular bo'yicha kalit so'zlarni, shu jumladan yangi Scratch 3.0 ni  shu bilan birgalikda suhbat va ulanish uchun rasmiy bo'lmagan ko'pgina imkoniyatlarni umid qilib kutib qolishadi! ",
    "conference-2019.ukAudience": "Ta'lim mutaxassislari va ko'ngillilar",
    "conference-2019.kenyaTitle": "Africa Scratch Anjumani: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Innovatsiyalar to'lqinlari",
    "conference-2019.kenyaDesc": "Afrika yoshlarining salohiyati va Afrikaning dunyoga texnologik hissa qo'shishini tan olishda, Nairobi va  Kenyada Scratch2019NBO o'tkaziladi.  Dasturlarni yaratishda yutuqlarni nishonlash, yoshlarni kuchaytirish, darslarni ulashish uchun butun dunyo bo'ylab dars beruvchilarga qo'shiling.",
    "conference-2019.kenyaPostpone": "2019-yilning iyul oyida Keniyaning Nayrobi shahrida oʻtkazilishi rejalashtirilgan Scratch2019NBO anjumani qoldirildi. Kelgusi rejalar haqida axborot yil yakunda beriladi.",
    "conference-2019.kenyaAudience": "Murabbiylar",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 - bu anjuman 2019-yilda Chili hukumati tomonidan ishlab chiqilgan Raqamli tillar Milliy rejalari doirasida ilgari surilayotgan davlat siyosatini qoʻllab-quvvatlagan holda, taʼlimning barcha soha va darajalaridagi, ijodiy taʼlim yordamida sinflarda innovatsion yangiliklarga intiluvchi muallimlar uchun tashkil etilgan tadbirdir. Unda turli mahorat darslari, panellar, tajribalar, stendlar, yangi Scratch 3.0, Makey-Makey va boshqa koʻplab yangiliklar taqdim etiladi.",
    "conference-2019.chileAudience": "O'qituvchilar va siyosatchilar",
    "conference-2019.spanishWithSimultaneous": "Ispan tili - yalpi majlis sessiyalari davomida Ingliz tiliga bir vaqtda tarjima qilish"
}