{
    "conference-2019.title": "Hội nghị Scratch 2019",
    "conference-2019.descA": "Hội nghị Scratch là nơi tập hợp của các nhà giáo dục, nhà nghiên cứu, nhà phát triển và các thành viên của công đồng Scratch rộng khắp toàn thế giới.",
    "conference-2019.descB": "Các sự kiện này được tổ chức tại nhiều địa điểm khác nhau trên khắp thế giới, tạo cơ hội cho những người có hoàn cảnh và cách thực hành khác nhau thảo luận về cách họ hỗ trợ trẻ em sử dụng Scratch, hợp tác và chia sẻ ý tưởng với nhau, đồng thời đưa các chiến lược và hoạt động học tập sáng tạo mới trở lại cộng đồng của họ.",
    "conference-2019.descC": "Hội nghị Scratch đầu tiên được tổ chức tại MIT vào năm 2008, và đội ngũ Scratch đã tiếp tục tổ chức hội nghị Scratch hàng năm. Hội nghị Scratch@MIT tiếp theo sẽ được tổ chức vào mùa hè năm 2020 (tại Cambridge, Massachusetts, Mỹ).",
    "conference-2019.descD": "Trong năm 2019, sẽ có nhiều hội nghị Scratch được tổ chức ở các địa điểm khác nhau trên thế giới (xem ở bên dưới)",
    "conference-2019.seeBelow": "Lịch hẹn & Địa điểm",
    "conference-2019.joinMailingListButtonText": "Danh sách Email tham gia",
    "conference-2019.joinMailingList": "Để tìm hiểu về hội nghị Scratch@MIT 2020 tại Cambridge, Massachusetts và nhận thông tin về các hội nghị khu vực trên khắp thế giới, hãy đăng ký danh sách email của chúng tôi.",
    "conference-2019.date": "Ngày",
    "conference-2019.location": "Địa điểm",
    "conference-2019.audience": "Khán giả",
    "conference-2019.language": "Ngôn ngữ",
    "conference-2019.hashtag": "Từ khoá",
    "conference-2019.website": "Tham quan Website",
    "conference-2019.ukTitle": "Hội nghị Scratch Châu Âu",
    "conference-2019.ukDesc": "Được tổ chức bởi Raspberry Pi, Hội nghị Scratch Châu Âu 2019 sẽ diễn ra tại Cambridge, Vương quốc Anh, từ thứ Sáu ngày 23 tháng 8 đến Chủ Nhật ngày 25 tháng 8. Lịch trình có rất nhiều hoạt động tham gia thú vị do các thành viên của cộng đồng Scratch dẫn dắt. Những người tham gia có thể mong đợi các hội thảo, bài nói chuyện và bài phát biểu quan trọng về nhiều chủ đề, bao gồm Scratch 3.0 mới, cũng như nhiều cơ hội không chính thức để trò chuyện và kết nối!",
    "conference-2019.ukAudience": "Các chuyên gia giáo dục và tình nguyện viên",
    "conference-2019.kenyaTitle": "Scratch Conference Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Sóng đổi mới",
    "conference-2019.kenyaDesc": "Để ghi nhận những đóng góp công nghệ của Châu Phi cho thế giới và tiềm năng của thanh thiếu niên Châu Phi, Scratch2019NBO sẽ được tổ chức tại Nairobi, Kenya. Tham gia cùng các nhà giáo dục từ khắp nơi trên thế giới để chia sẻ bài học, trao quyền cho những người trẻ tuổi và tôn vinh những thành tựu trong mã hóa sáng tạo.",
    "conference-2019.kenyaPostpone": "Hội nghị Scratch2019NBO, ban đầu được lên kế hoạch tổ chức tại Nairobi, Kenya vào tháng 7 năm 2019, đã bị hoãn lại. Thông tin về các kế hoạch trong tương lai sẽ có vào cuối năm nay.",
    "conference-2019.kenyaAudience": "Các nhà giáo dục",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 là sự kiện dành cho giáo viên ở mọi cấp độ và lĩnh vực giáo dục, những người muốn đổi mới trong lớp học thông qua việc học tập sáng tạo, qua đó hỗ trợ các chính sách công được thúc đẩy thông qua Kế hoạch quốc gia về ngôn ngữ số do chính phủ Chile khởi xướng vào năm 2019. Nhiều hội thảo, hội thảo chuyên đề, trải nghiệm, gian hàng, bài thuyết trình về Scratch 3.0 mới, Makey-Makey và nhiều nội dung khác sẽ được tổ chức.",
    "conference-2019.chileAudience": "Giáo viên và nhà hoạch định chính sách",
    "conference-2019.spanishWithSimultaneous": "Tiếng Tây Ban Nha - dịch đồng thời sang tiếng Anh trong các phiên họp toàn thể"
}