{
    "conference-2019.title": "Hội nghị Scratch 2019",
    "conference-2019.descA": "Hội nghị Scratch là nơi tập hợp của các nhà giáo dục, nhà nghiên cứu, nhà phát triển và các thành viên của công đồng Scratch rộng khắp toàn thế giới.",
    "conference-2019.descB": "These events, held in various locations around the world, provide opportunities for people of diverse backgrounds and practices to discuss how they support children using Scratch, to collaborate and share ideas with one another, and to bring new creative-learning strategies and activities back to their own communities.",
    "conference-2019.descC": "Hội nghị Scratch đầu tiên được tổ chức tại MIT vào năm 2008, và đội ngũ Scratch đã tiếp tục tổ chức hội nghị Scratch hàng năm. Hội nghị Scratch@MIT tiếp theo sẽ được tổ chức vào mùa hè năm 2020 (tại Cambridge, Massachusetts, Mỹ).",
    "conference-2019.descD": "Trong năm 2019, sẽ có nhiều hội nghị Scratch được tổ chức ở các địa điểm khác nhau trên thế giới (xem ở bên dưới)",
    "conference-2019.seeBelow": "Lịch hẹn & Địa điểm",
    "conference-2019.joinMailingListButtonText": "Danh sách Email tham gia",
    "conference-2019.joinMailingList": "Để tìm hiểu về hội nghị Scratch@MIT 2020 tại Cambridge, Massachusetts và nhận thông tin về các hội nghị khu vực trên khắp thế giới, hãy đăng ký danh sách email của chúng tôi.",
    "conference-2019.date": "Ngày",
    "conference-2019.location": "Địa điểm",
    "conference-2019.audience": "Khán giả",
    "conference-2019.language": "Ngôn ngữ",
    "conference-2019.hashtag": "Từ khoá",
    "conference-2019.website": "Tham quan Website",
    "conference-2019.ukTitle": "Hội nghị Scratch Châu Âu",
    "conference-2019.ukDesc": "Hosted by Raspberry Pi, the 2019 Scratch Conference Europe will take place in Cambridge, UK, from Friday 23 August to Sunday 25 August. The schedule is full of exciting participatory activities led by members of the Scratch community. Participants can look forward to workshops, talks, and keynotes across a range of topics, including the new Scratch 3.0, as well as plenty of informal opportunities to chat and connect!",
    "conference-2019.ukAudience": "Các chuyên gia giáo dục và tình nguyện viên",
    "conference-2019.kenyaTitle": "Scratch Conference Africa: Scratch2019NBO",
    "conference-2019.kenyaSubTitle": "Waves of Innovation",
    "conference-2019.kenyaDesc": "In recognition of Africa's technological contributions to the world and the potential of the youth of Africa, Scratch2019NBO will be held in Nairobi, Kenya. Join educators from around the world to share lessons, empower young people, and celebrate accomplishments in creative coding.",
    "conference-2019.kenyaPostpone": "The Scratch2019NBO conference, originally planned for Nairobi, Kenya in July 2019, has been postponed. Information about future plans will be available later this year.",
    "conference-2019.kenyaAudience": "Educators",
    "conference-2019.chileDesc": "Scratch al Sur Conferencia Chile 2019 is an event aimed at teachers of all educational areas and levels, who seek to innovate in the classroom through creative learning, thus supporting public policies that are promoted through the National Plan of Digital Languages, launched by the Chilean government as of 2019. Various workshops, panels, experiences, stands, a presentation of the new Scratch 3.0, Makey-Makey, and much more will be offered.",
    "conference-2019.chileAudience": "Teachers and policy makers",
    "conference-2019.spanishWithSimultaneous": "Spanish - simultaneous translation into English during plenary sessions"
}