{
    "teacherfaq.title": "Scratch аҟны арҵаҩцәа раккаунт иазкны ЛЛИ",
    "teacherfaq.teacherWhatTitle": "Изакәузеи арҵаҩы иаккаунт?",
    "teacherfaq.teacherWhatBody": "Арҵаҩы Scratch аҟны иаккаунт ацхраауеит аҵаҩцәа раккаунтқәа напхгара аҭара, убрахь иаҵанакуеит: аккаунтқәа раҧҵара, астудиақәа рҟны апроеқтқәа рхылаҧшреи аҵаҩцәа ркомментариқәа рыхәаҧшреи. Аҵаҩы иаккаунт заку аилкаараз шәахәаҧш анаҩстәи авидео:  ",
    "teacherfaq.teacherSignUpTitle": "Ишҧадҵаалатәу арҵаҩцәа раккаунт аиуразы?",
    "teacherfaq.teacherSignUpBody": "Арҵаҩцәа раккаунт аиуразы ихарҭәаатәуп <a href=\"/educators/register\">абри аформа</a>.",
    "teacherfaq.teacherWaitTitle": "Изаҭахәузеи уахыки-ҽнаки аҧшра, аккаунт аиуразы?",
    "teacherfaq.teacherWaitBody": "The Scratch Team uses this time to manually review account creation submissions to verify the account creator is an educator.",
    "teacherfaq.teacherPersonalTitle": "Изаҭахәузеи ихатәу аинформациа арегистрациа аҟаҵараан?",
    "teacherfaq.teacherPersonalBody": "We use this information to verify the account creator is an educator. We will not share this information with anyone else, and it will not be shared publicly on the site.",
    "teacherfaq.teacherGoogleTitle": "Иалаҵоума арҵаҩцәа раккаунтқәа Google Classroom ма иарбанзаалакь егьырҭ, акласс анапхгаразы, амаҵзурақәа?",
    "teacherfaq.teacherGoogleBody": "Мап, акласс аҟны аҵара иазку арҵаҩы иаккаунт, адҳәалам даҽа маҵзурак.",
    "teacherfaq.teacherEdTitle": "Иадҳәалома, арҵаҩцәа раккаунт ScratchEd?",
    "teacherfaq.teacherEdBody": "Мап, арҵаҩы иаккаунт <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>иадҳәалаӡам  ",
    "teacherfaq.teacherMultipleTitle": "Акласс аҟны иауама иҟалар арҵаҩцәа ҧыҭҩык?",
    "teacherfaq.teacherMultipleBody": "Акласс дадҳәалараз ауеит рҵаҩык имацара.",
    "teacherfaq.teacherQuestionsTitle": "Иҟаҵатәузеи, арҵаҩы иаккаунт иазкны азҵаарақәеи абжьгарақәеи анцәырҵуа?",
    "teacherfaq.teacherQuestionsBody": "Арҵаҩы иаккаунт иазку азҵаарақәа аашәышьҭыр шәылшоит абрахь <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu </a>. ",

    "teacherfaq.studentAccountsTitle": "Аҵаҩцәа раккаунтқәа",
    "teacherfaq.studentVerifyTitle": "Ишьақәырӷәӷәатәума Е-mail аҵаҩцәа зегь рзы?",
    "teacherfaq.studentVerifyBody": "Мап. Избанзар, аҵаҩцәа ирымам иуникалу E-mail адресқәа, арҵаҩы иаккаунт ашьақәырӷәӷәара ашьҭахь ишьақәырӷәӷәахоит акласс иатәу аккунтқәа зегьы.",
    "teacherfaq.studentEndTitle": "Иҟалоузеи, сара акласс асыркыр?",
    "teacherfaq.studentEndBody": "Шәара акласс анашәырклакь, акласс апрофиль ҵәаххоит, аҵаҩцәа ироуӡом алшара асаит аҭалара (убриаан, дара рпроеқтқәеи астудиақәеи убартә иаанхоит). Акласс, ҿыц аартра шәылшоит ианышәҭаху, даҽазны, аартра.",
    "teacherfaq.studentForgetTitle": "Иҟаҵатәузеи, аҵаҩы иаккаунт ажәамаӡа ихашҭыр?",
    "teacherfaq.studentForgetBody": "You can manually reset a student password from within your Scratch Teacher Account. First, navigate to My Classes (either from the purple banner on the homepage or in the dropdown menu next to your user icon). From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu. ",
    "teacherfaq.studentUnsharedTitle": "Иауама рыхәаҧшра, иҭагалам аҵаҩцәа рпроеқтқәа?",
    "teacherfaq.studentUnsharedBody": "Арҵаҩцәа рыхәаҧшыр ауеит иҭагалоу апроеқтқәа мацара.",
    "teacherfaq.studentDeleteTitle": "Иҟалома аҵаҩцәа раккаунтқәа раныхра?",
    "teacherfaq.studentDeleteBody": "Арҵаҩы илшом аҵаҩы иаккаунт аныхра. Аҵаҩы илшоит аккаунт ихала аныхра архиарақәа рҟны.",
    "teacherfaq.studentAddTitle": "Иауама, иаҧҵоу Scratch аккаунт акласс ахь ацҵара? ",
    "teacherfaq.studentAddBody": "Уажәазы, акласс аҟны иҟазар ауеит аккаунтқәа, арҵаҩы ари аклассаҟны иаҧиҵаз рымацара. Аха, ҳара ари афункционал арҭбааразы аус адулара ҳаҿуп.",
    "teacherfaq.studentMultipleTitle": "Илшома аҵаҩы, аклассқәа ҧыҭк зныкала иҽалархәра? ",
    "teacherfaq.studentMultipleBody": "Уажәазы, аҵаҩы класск мацараҟноуп дыҟазар ахьауа. Аха, ҳара ари афункционал арҭбаара аус адаҳулоит. ",
    "teacherfaq.studentDiscussTitle": "Иҟома аҭыҧ, арҵаҩцәа рпроблемақәа иахьрылацәажәаша?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Иарбан информациоу астудентцәа ирызкны еизырго?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Ирықәшәома Scratch 2.0 (онлаин-версиа), Еидҵоу Америка Аштатқәа аҭыҧантәии афедералтәии аконфиденциалра ирызку рзакәанқәа, ?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "Ахеилак",
    "teacherfaq.commHiddenTitle": "Иауама аҧҵара, уаҩ иимбо акласс?",
    "teacherfaq.commHiddenBody": "Мап. Аконтент зегьы, акласс аҟны апубликациа ззухо, убарҭахоит Scratch зегь аҟны.",
    "teacherfaq.commWhoTitle": "Иауама, аҵаҩцәа Scratch аҟны аимадара рыбжьазар?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Иҟасҵар акуи, ианызбо иахәҭам џьара акы?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}
