{
    "teacherfaq.title": "ЧЗВ за учителските акаунти в Scratch",
    "teacherfaq.teacherWhatTitle": "Какво представляват учителските акаунти?",
    "teacherfaq.teacherWhatBody": "Учителският акаунт в Scratch дава на учителите повече възможности за управление на участието на учениците в Scratch, включително функционалности за създаване на ученически акаунти, организиране на ученическите проекти в студиа и наблюдаване на коментарите на учениците. Можете да научите повече относно учителските акаунти във видеото по-долу:",
    "teacherfaq.teacherSignUpTitle": "Как да подам заявка за учителски акаунт?",
    "teacherfaq.teacherSignUpBody": "За да подадете заявка за учителски акаунт, попълнете формуляра на <a href=\"/educators/register\">тази страница</a>.",
    "teacherfaq.teacherWaitTitle": "Защо трябва да чакам един ден за създаването на акаунта си?",
    "teacherfaq.teacherWaitBody": "Екипът на Scratch използва това време, за да провери собственоръчно попълнените формуляри, за да се увери, че създателят наистина е учител.",
    "teacherfaq.teacherPersonalTitle": "Защо са Ви нужни личните ми данни по време на регистрацията?",
    "teacherfaq.teacherPersonalBody": "Ние ги използваме, за да се уверим, че създателят на акаунта наистина е учител. Ние няма да предоставяме тази информация на никого, нито ще я публикуваме на уеб сайта.",
    "teacherfaq.teacherGoogleTitle": "Учителските акаунти свързани ли са с „Google Класна стая“ или друга услуга за управление на учебния процес?",
    "teacherfaq.teacherGoogleBody": "Учителските акаунти в Scratch не са свързани с никоя услуга за управление на учебния процес.",
    "teacherfaq.teacherEdTitle": "Учителските акаунти в Scratch свързани ли са с акаунтите за ScratchEd?",
    "teacherfaq.teacherEdBody": "Не, учителските акаунти в Scratch не са свързани с акаунтите за <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Може ли един клас да има повече от един учител?",
    "teacherfaq.teacherMultipleBody": "Един клас може да бъде свързан само с един учителски акаунт.",
    "teacherfaq.teacherQuestionsTitle": "Как мога да задам въпрос относно учителските акаунти или да дам коментара си?",
    "teacherfaq.teacherQuestionsBody": "Ако имате въпроси или искате да дадете мнението си относно учителските акаунти, можете да ни пишете на <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "Ученически акаунти",
    "teacherfaq.studentVerifyTitle": "Трябва ли да потвърждавам е-пощите на учениците си?",
    "teacherfaq.studentVerifyBody": "Не. Тъй като ученическите акаунти не използват уникални е-пощи, потвърждаването на учителската Ви е-поща ще разреши споделянето с всички акаунти в класа.",
    "teacherfaq.studentEndTitle": "Какво става, когато прекратя класа си?",
    "teacherfaq.studentEndBody": "Когато прекратите класа си, профилната му страница ще бъде скрита и учениците няма да могат да се вписват (но проектите им и студиата на класа все още ще могат да се видят в уеб сайта). Винаги можете да възобновите класа.",
    "teacherfaq.studentForgetTitle": "Какво става, ако някой ученик забрави паролата си?",
    "teacherfaq.studentForgetBody": "Вие можете ръчно да нулирате паролата на ученик от учителския си акаунт. Първо, отидете в „Моите класове“ (от лилавата лента на началната страница или от падащото меню до потребителската Ви иконка). След това намерете класа и щракнете върху връзката за учениците. Използвайки менюто с настройките Вие можете да нулирате паролата на ниво ученик.",
    "teacherfaq.studentUnsharedTitle": "Мога ли да виждам несподелените ученически проекти?",
    "teacherfaq.studentUnsharedBody": "Учителските акаунти имат достъп само до споделените ученически проекти.",
    "teacherfaq.studentDeleteTitle": "Мога ли да изтривам ученическите акаунти?",
    "teacherfaq.studentDeleteBody": "Учителят не може да изтрие акаунта на ученик. Ученикът може да изтрие собствения си акаунт от настройките на акаунта си.",
    "teacherfaq.studentAddTitle": "Мога ли да добавя съществуващ акаунт в Scratch към класа си?",
    "teacherfaq.studentAddBody": "Само акаунтите, които са създадени от учителя, могат да участват в класа. Имаме планове да добавим тази възможност в някоя от бъдещите версии.",
    "teacherfaq.studentMultipleTitle": "Може ли един ученик да участва в повече от един клас?",
    "teacherfaq.studentMultipleBody": "Един ученик може да участва само в един клас. Имаме планове да добавим тази възможност в някоя от бъдещите версии.",
    "teacherfaq.studentDiscussTitle": "Има ли място, където учителските акаунти могат да бъдат обсъждани с други учители?",
    "teacherfaq.studentDiscussBody": "Да, можете да си общувате с други учители в <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, общност в Интернет за учителите от Scratch. Разгледайте форумите им, където можете да се включите в най-разнообразни дискусиите по <a href=\"http://scratched.gse.harvard.edu/discussions\">много теми</a>, включително относно учителските акаунти. ScratchEd се разработва и поддържа от „Harvard Graduate School of Education“.",
    "teacherfaq.studentDataTitle": "Какви данни събира Scratch за учениците?",
    "teacherfaq.studentDataBody": "Когато ученикът се регистрира в Scratch за пръв път, ние изискваме малко основна информация, като пол, възраст (рожден месец и година), държава и е-поща за потвърждение. Тези данни се използват (в акумулирана форма) в проучванията ни с цел да разберем по-добре и подобрим начина, по който хората работят със Scratch. Когато учителят използва учителския си акаунт, за да създаде множество ученически акаунти наведнъж, не се изисква от учениците да въвеждат е-поща за създаване на акаунта си.",
    "teacherfaq.studentPrivacyLawsTitle": "Отговаря ли Scratch 2.0 (версията за ползване в Интернет) на местните и федерални закони на САЩ относно поверителността на данните?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch съблюдава правата и поверителността на данните на учениците и на всички, които използват системата. Имаме реални и електронни процедури, с които защитаваме данните, които събираме чрез уеб сайта на Scratch. Въпреки че не можем да дадем гаранции чрез сключване на договор с всеки, който използва продукта ни, ние спазваме всички федерални закони на САЩ, които са приложими за Масачузетския технологичен институт – организация от тип 501(c)(3), в качеството си на правната единица, създала и поддържаща Scratch. Насърчаваме Ви да прочетете Политиката на поверителност на Scratch за повече информация.",
    
    "teacherfaq.commTitle": "Общност",
    "teacherfaq.commHiddenTitle": "Мога ли да създам скрит клас?",
    "teacherfaq.commHiddenBody": "Не. Цялото съдържание споделено в класа Ви ще бъде видими от цялата общност на Scratch.",
    "teacherfaq.commWhoTitle": "С кого могат да взаимодействат учениците ми в Scratch?",
    "teacherfaq.commWhoBody": "Ученическите акаунти имат същите правомощия като обикновените акаунти в Scratch, тоест могат да споделят проекти, да коментират, да създават студиа и т.н. Като учител Вие можете да виждате цялата дейност на учениците си и до определена степен да направлявате/санкционирате действията им в класа си.",
    "teacherfaq.commInappropriateTitle": "Какво мога да направя, ако видя нещо неуместно?",
    "teacherfaq.commInappropriateBody": "Можете собственоръчно да премахвате неуместните коментари и проекти създадени от учениците Ви. Ако видите нещо неуместно, което не е създадено от учениците Ви, моля, уведомете екипа на Scratch като натиснете бутона за докладване или като изпратите съобщение чрез страницата за <a href=\"/contact-us\">връзка с нас</a>."
}
