{
    "teacherfaq.title": "Preguntes freqüents FAQ del compte de docent de Scratch",
    "teacherfaq.teacherWhatTitle": "Què són els comptes de docent?",
    "teacherfaq.teacherWhatBody": "Un compte de docent de Scratch ofereix característiques addicionals per a mestres i altres educadors per gestionar la participació dels estudiants en Scratch, incloent la capacitat de crear comptes dels estudiants, organitzar projectes dels estudiants en els estudis, i supervisar els comentaris dels estudiants. Aprèn-ne més sobre els comptes de docent al vídeo següent:",
    "teacherfaq.teacherSignUpTitle": "Com puc sol·licitar un compte de docent?",
    "teacherfaq.teacherSignUpBody": "Per sol·licitar un compte de docent, accedeix al <a href=\"/educators/register\">formulari</a>.",
    "teacherfaq.teacherWaitTitle": "Per què he d'esperar un dia per al meu compte?",
    "teacherfaq.teacherWaitBody": "L'equip de Scratch revisa manualment el registre de comptes per verificar que el creador del mateix és un educador.",
    "teacherfaq.teacherPersonalTitle": "Per què necessiteu conèixer la meva informació personal en el procés de registre?",
    "teacherfaq.teacherPersonalBody": "Utilitzem aquesta informació per verificar que el creador del compte és un educador. No compartirem aquesta informació amb ningú, i tampoc es farà pública en el lloc web.",
    "teacherfaq.teacherGoogleTitle": "Els comptes de docent estan vinculats amb Google Classroom o qualsevol altre servei de gestió de la classe?",
    "teacherfaq.teacherGoogleBody": "Els comptes de docent de Scratch no estan integrats amb els serveis de gestió de l'aula.",
    "teacherfaq.teacherEdTitle": "Els comptes de docent de Scratch estan enllaçants amb els de ScratchEd?",
    "teacherfaq.teacherEdBody": "No, els comptes de docent de Scratch i els de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> no estan vinculats.",
    "teacherfaq.teacherMultipleTitle": "Una classe pot tenir més d'un docent?",
    "teacherfaq.teacherMultipleBody": "Una classe només pot tenir associat un compte de docent.",
    "teacherfaq.teacherQuestionsTitle": "I si tinc alguna pregunta o comentari sobre comptes de docent?",
    "teacherfaq.teacherQuestionsBody": "Si tens dubtes o retroacció sobre comptes de docent, pots escriure'ns un missatge a <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "Comptes d'estudiants",
    "teacherfaq.studentVerifyTitle": "He de verificar cada un dels correus electrònics dels meus alumnes?",
    "teacherfaq.studentVerifyBody": "No. Donat que els comptes dels estudiants no utilitzen adreces de correu electrònic úniques, al confirmar la teva adreça de correu electrònic de docent permets l'ús compartit per tots els comptes de classe.",
    "teacherfaq.studentEndTitle": "Què succeeix quan \"finalitzo\" la meva classe?",
    "teacherfaq.studentEndBody": "Quan finalitzes una classe, la pàgina de perfil de classe s'amagarà i els teus estudiants ja no podran connectar-se (però els seus projectes i els estudis de classe encara seran visibles en el lloc web).   Pots obrir-la de nou quan desitgis. ",
    "teacherfaq.studentForgetTitle": "Què succeeix si un estudiant oblida la seva contrasenya?",
    "teacherfaq.studentForgetBody": "Pots restablir manualment un contrasenya d'estudiant des del teu compte de docent de Scratch. En primer lloc, vés a les meves classes (ja sigui des de la bandera de color porpra a la pàgina principal o al menú desplegable al costat de la seva icona d'usuari). A partir d'aquí, tria la classe corresponent i fes clic a l'enllaç d'Estudiants. Pots restablir la contrasenya en el nivell dels estudiants usant el menú de Configuració. ",
    "teacherfaq.studentUnsharedTitle": "Puc veure projectes no compartits pels estudiants?",
    "teacherfaq.studentUnsharedBody": "Els comptes de docent només poden accedir als projectes compartits pels estudiants.",
    "teacherfaq.studentDeleteTitle": "Puc eliminar comptes dels estudiants?",
    "teacherfaq.studentDeleteBody": "No és possible que un docent elimini un compte d'estudiant. Un estudiant pot eliminar el seu propi compte en la seva Configuració del compte.",
    "teacherfaq.studentAddTitle": "Puc afegir un compte existent de Scratch a la meva classe? ",
    "teacherfaq.studentAddBody": "Només els comptes creats pel docent poden ser part d'una classe. No obstant això, estem considerant afegir aquesta funcionalitat en les versions posteriors.",
    "teacherfaq.studentMultipleTitle": "Un estudiant pot estar en moltes classes alhora? ",
    "teacherfaq.studentMultipleBody": "Un estudiant només pot formar part d'una classe. No obstant això, estem valorant implementar aquesta funcionalitat en versions posteriors.",
    "teacherfaq.studentDiscussTitle": "Existeix algun espai on intercanviar opinions entre docents?",
    "teacherfaq.studentDiscussBody": "Sí, pots participar en els debats amb altres docents a <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, una comunitat en línia per a educadors de Scratch. Dóna una ullada als fòrums per unir-te a converses sobre <a href=\"http://scratched.gse.harvard.edu/discussions\">diferents temàtiques</a>, que inclouen però no es limiten al compte de docent. El desenvolupament i gestió de ScratchEd el realitza l'Escola de Harvard.",
    "teacherfaq.studentDataTitle": "Quines dades recopila Scratch sobre els estudiants?",
    "teacherfaq.studentDataBody": "Quan un estudiant crea un compte a Scratch, demanem dades demogràfiques bàsiques com el gènere, l'edat (mes i any de naixement), país i adreça de correu electrònic per a la seva verificació. Les dades s'usen (en forma agregada) en estudis d'investigació destinats a millorar la nostra comprensió de com les persones aprenen amb Scratch. Quan un educador utilitza un compte de docent de Scratch per crear diversos comptes dels estudiants alhora, els alumnes no estan obligats a proporcionar una adreça de correu electrònic per a la configuració del compte.",
    "teacherfaq.studentPrivacyLawsTitle": "Està complint l'Scratch 2.0 (versió en línia) amb les lleis de privacitat tant locals com federals dels Estats Units?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch es preocupa profundament per la privacitat dels estudiants i de tots els individus que utilitzen la nostra plataforma. Tenim en marxa procediments físics i electrònics per protegir la informació que recollim al lloc web de Scratch. Tot i que no estem en condicions d'oferir garanties contractuals amb cada entitat que utilitza el nostre producte educatiu lliure, estem en compliment amb totes les lleis federals dels Estats Units que són aplicables al MIT, l'organització 501 (c)(3) i l'entitat que va crear i mantenir Scratch. Li recomanem que llegeixi la política de privacitat de Scratch per a més informació.",
    
    "teacherfaq.commTitle": "Comunitat",
    "teacherfaq.commHiddenTitle": "Puc crear una classe oculta?",
    "teacherfaq.commHiddenBody": "No. Tot el contingut compartit dins la teva classe serà accessible per a la comunitat de Scratch.",
    "teacherfaq.commWhoTitle": "Amb qui poden interactuar els meus alumnes a Scratch?",
    "teacherfaq.commWhoBody": "Els comptes dels estudiants tenen els mateixos privilegis de la comunitat que qualsevol compte de Scratch, com ara a l'hora de compartir projectes, en comentar, la creació d'estudis, i similars. Com a docent, pots veure tota l'activitat dels estudiants i realitzar accions de moderació dins la teva classe.",
    "teacherfaq.commInappropriateTitle": "Què faig si veig alguna cosa inadequada?",
    "teacherfaq.commInappropriateBody": "Pots eliminar manualment comentaris inapropiats i projectes creats pels teus estudiants. Si trobes contingut inadequat creat per no estudiants, si us plau notifica-ho a l'equip de Scratch fent clic al botó d'informe o enviant un missatge a <a href=\"/contact-us\">Contacte</a>."
}
