{
    "teacherfaq.title": "Preguntas y Respuestas de las cuentas de profesor en Scratch",
    "teacherfaq.teacherWhatTitle": "¿Qué son las cuentas de profesor?",
    "teacherfaq.teacherWhatBody": "Una cuenta de profesor en Scratch pone a disposición de profesores y otros educadores características adicionales para gestionar la participación de los estudiantes en Scratch, incluyendo la posibilidad de crear cuentas de estudiante, organizar los proyectos de los estudiantes en estudios y supervisar los comentarios de los estudiantes. Lee más sobre las cuentas de profesor en el vídeo de abajo:",
    "teacherfaq.teacherSignUpTitle": "¿Cómo puedo solicitar una cuenta de profesor?",
    "teacherfaq.teacherSignUpBody": "Para solicitar una cuenta de profesor vete al <a href=\"/educators/register\">formulario de solicitud</a> de las cuentas de profesor.",
    "teacherfaq.teacherWaitTitle": "¿Por qué tengo que esperar un día para mi cuenta?",
    "teacherfaq.teacherWaitBody": "El Scratch TEam utiliza este tiempo para revisar manualmente las propuestas de creación de cuenta para verificar que el creador de la cuenta es un educador.",
    "teacherfaq.teacherPersonalTitle": "¿Por qué necesitáis conocer mi información personal en el registro?",
    "teacherfaq.teacherPersonalBody": "Utilizamos esta información para comprobar que el creador de la cuenta es un educador. No compartiremos esta información con nadie más, y no será compartida públicamente en la web.",
    "teacherfaq.teacherGoogleTitle": "¿Las cuentas de profesor están integradas con Google Classroom o algún otro servicio de gestión de aulas?",
    "teacherfaq.teacherGoogleBody": "Las cuentas de profesor de Scratch no están integradas con ningún servicio de gestión de aulas.",
    "teacherfaq.teacherEdTitle": "¿Están las cuentas de profesor de Scratch enlazadas con las cuentas de ScratchEd?",
    "teacherfaq.teacherEdBody": "No, las cuentas de profesor de Scratch no están enlazadas con las cuentas de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "¿Puede una clase tener múltiples profesores?",
    "teacherfaq.teacherMultipleBody": "Una clase sólo puede tener una cuenta de profesor asociada con ella.",
    "teacherfaq.teacherQuestionsTitle": "¿Qué ocurre si tengo preguntas o comentarios sobre las cuentas de profesores?",
    "teacherfaq.teacherQuestionsBody": "Si tienes cualquier pregunta o sugerencia de las cuentas de profesores puedes enviarnos un mensaje a <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "Cuentas de estudiante",
    "teacherfaq.studentVerifyTitle": "¿Necesito comprobar cada una de las direcciones de correo de mis estudiantes?",
    "teacherfaq.studentVerifyBody": "No. Como las cuentas de estudiante no requieren direcciones de correo únicas, confirmando tu dirección de correo de profesor activará la posibilidad de compartir para todas tus cuentas de clase.",
    "teacherfaq.studentEndTitle": "¿Qué ocurre si \"finalizo\" mi clase?",
    "teacherfaq.studentEndBody": "Cuando terminas una clase tu página de perfil de la clase será ocultada y tus estudiantes no podrán volver a autentificarse (pero sus proyectos y los estudios de la clase continuarán estando visibles en la web). Puedes volver a abrir la clase en cualquier momento.",
    "teacherfaq.studentForgetTitle": "¿Qué ocurre si un estudiante olvida su contraseña?",
    "teacherfaq.studentForgetBody": "Puedes resetear manualmente la contraseña de un estudiante desde tu cuenta de profesor de Scratch. Primero, vete a Tus Clases (tanto desde el banner morado de tu página de inicio como desde el menú desplegable al lado de tu icono de usuario). Desde aquí, encuentra la clase correcta y haz clic en el link de estudiante. Entonces podrás resetear la contraseña del estudiante usando el menú de configuración.",
    "teacherfaq.studentUnsharedTitle": "¿Puedo ver proyectos no compartidos por los estudiantes?",
    "teacherfaq.studentUnsharedBody": "Las cuentas de profesor sólo pueden acceder a los proyectos compartidos de los estudiantes.",
    "teacherfaq.studentDeleteTitle": "¿Puedo eliminar las cuentas de estudiantes?",
    "teacherfaq.studentDeleteBody": "Para un profesor no es posible eliminar las cuentas de estudiante. Un estudiante puede eliminar su propia cuenta en su configuración de cuenta.",
    "teacherfaq.studentAddTitle": "¿Puedo añadir una cuenta existente de Scratch a mi clase?",
    "teacherfaq.studentAddBody": "Sólo las cuentas creadas por el profesor pueden ser parte de la clase. Sin embargo, estamos pensando añadir esta funcionalidad en próximas versiones.",
    "teacherfaq.studentMultipleTitle": "¿Puede un estudiante estar en varias clases?",
    "teacherfaq.studentMultipleBody": "Un estudiante sólo puede ser parte de una clase. Sin embargo, estamos pensando añadir esta funcionalidad en próximas versiones.",
    "teacherfaq.studentDiscussTitle": "¿Existe un espacio para discutir sobre las cuentas de profesor con otros profesores?",
    "teacherfaq.studentDiscussBody": "Sí, puedes participar en discusiones con otros profesores en  <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, una comunidad en línea para educadores de Scratch. Echa un vistazo a sus foros para formar parte de conversaciones sobre un <a href=\"http://scratched.gse.harvard.edu/discussions\">varios temas</a>, incluyendo entre otros sobre las cuentas de profesores. ScratchEd es desarrollado y apoyado por la Graduate School of Education de Harvard.",
    "teacherfaq.studentDataTitle": "¿Qué datos recopila Scratch sobre los estudiantes?",
    "teacherfaq.studentDataBody": "Cuando un estudiante se registra en Scratch le preguntamos por datos demográficos básicos incluyendo sexo, edad (mes y año de nacimiento), país y dirección de correo electrónico para verificación. Estos datos son usados (de forma agregada) en estudios científicos pensados para mejorar nuestro conocimiento sobre cómo la gente aprende con Scratch. Cuando un educador utiliza una cuenta de profesor de Scratch para crear cuentas de estudiantes de forma masiva, a los estudiantes no se les exige que proporcionen una dirección de correo electrónico para la configuración de la cuenta.",
    "teacherfaq.studentPrivacyLawsTitle": "¿Cumple Scratch 2.0 (versión online) las leyes locales y federales de privacidad de datos de Estados Unidos?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch se preocupa enormemente por la privacidad de los estudiantes y de todos los individuos que usan nuestra plataforma. Hemos preparado procedimientos físicos y electrónicos para proteger la información que recopilamos en el sitio web de Scratch. Sin embargo, no podemos ofrecer garantías contractuales con cada una de las entidades que utilizan nuestro producto educativo gratuito, y cumplimos todas las leyes federales de Estados Unidos que son aplicables al MIT, la organización a 501(c)(3) que creó y mantiene Scratch. Te animamos a que leas la Política de Privacidad de Scratch para obtener más información.",
    
    "teacherfaq.commTitle": "Comunidad",
    "teacherfaq.commHiddenTitle": "¿Puedo crear una clase oculta?",
    "teacherfaq.commHiddenBody": "No. Todo el contenido compartido en tu clase será accesible por la comunidad de Scratch.",
    "teacherfaq.commWhoTitle": "¿Con quién pueden interactuar mis estudiantes en Scratch?",
    "teacherfaq.commWhoBody": "Una cuenta de estudiante tiene los mismos privilegios en la comunidad que una cuenta normal de Scratch, como compartir proyectos, realizar comentarios, crear estudios y todo lo demás. Como profesor, puedes ver la actividad de todos tus estudiantes y crear realizar pequeñas acciones de moderación en tu clase.",
    "teacherfaq.commInappropriateTitle": "¿Qué hago si veo algo inapropiado?",
    "teacherfaq.commInappropriateBody": "Puedes eliminar manualmente comentarios y proyectos inapropiados creados por tus estudiantes. Si encuentras contenido inapropiado creado por alguien que no sea estudiante, por favor notifica al Scratch Team haciendo clic en el botón de reportar o enviando un mensaje a <a href=\"/contact-us\">Contacta con nosotros</a>."
}
