{
    "teacherfaq.title": "FAQ Konta nauczyciela Scratcha",
    "teacherfaq.teacherWhatTitle": "Co to są Konta nauczycieli?",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "Jak mogę poprosić o konto nauczyciela?",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherWaitTitle": "Why do I have to wait one day for my account?",
    "teacherfaq.teacherWaitBody": "Ten czas jest potrzebny Drużynie Scratcha w celu ręcznej oceny zgłoszenia stworzenia konta, aby zweryfikować czy jego twórca jest nauczycielem.",
    "teacherfaq.teacherPersonalTitle": "Do czego potrzebne są moje informacje osobiste podczas rejestracji?",
    "teacherfaq.teacherPersonalBody": "Używamy tej informacji aby zweryfikować czy twórca konta jest nauczycielem. Nie będziemy udostępniać tej informacji nikomu oraz nie będzie ona dostępna publicznie na stronie.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "Konta nauczycieli Scratcha nie są zintegrowane z żadną usługą zarządzania klasami.",
    "teacherfaq.teacherEdTitle": "Are Scratch Teacher accounts linked to ScratchEd accounts?",
    "teacherfaq.teacherEdBody": "No, Scratch Teacher accounts are not linked to <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> accounts.",
    "teacherfaq.teacherMultipleTitle": "Czy klasa może mieć wielu nauczycieli?",
    "teacherfaq.teacherMultipleBody": "Klasa może mieć przypisane tylko jedno konto nauczyciela.",
    "teacherfaq.teacherQuestionsTitle": "Co jeśli mam pytanie lub komentarz na temat Kont nauczycieli?",
    "teacherfaq.teacherQuestionsBody": "If you have any questions or feedback on Teacher Accounts, you can message us at <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "Konta uczniów",
    "teacherfaq.studentVerifyTitle": "Czy muszę weryfikować adres e-mail każdego ucznia?",
    "teacherfaq.studentVerifyBody": "Nie. Jako że konta uczniów nie używają unikalnych adresów e-mail, potwierdzając swój adres e-mail nauczyciela, umożliwiasz dzielenie wszystkim kontom w klasie.",
    "teacherfaq.studentEndTitle": "Co się stanie gdy \"zakończę\" moją klasę?",
    "teacherfaq.studentEndBody": "Kiedy kończysz klasę, profil Twojej klasy będzie ukryty a Twoi uczniowie nie będą mogli już się logować (ale ich projekty i ich studia będą nadal widoczne na stronie).  Możesz ponownie otworzyć klasę w każdym momencie. ",
    "teacherfaq.studentForgetTitle": "Co się stanie jeśli uczniowie zapomną swoich haseł?",
    "teacherfaq.studentForgetBody": "You can manually reset a student password from within your Scratch Teacher Account. First, navigate to My Classes (either from the purple banner on the homepage or in the dropdown menu next to your user icon). From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu. ",
    "teacherfaq.studentUnsharedTitle": "Czy mogę zobaczyć nieudostępnione projekty studentów?",
    "teacherfaq.studentUnsharedBody": "Konto nauczyciela ma dostęp tylko do udostępnionych projektów uczniów.",
    "teacherfaq.studentDeleteTitle": "Czy mogę usunąć konto ucznia?",
    "teacherfaq.studentDeleteBody": "Nie jest możliwe, by nauczyciel usunął konto ucznia. Uczniowie mogą usunąć swoje konta w ich Ustawieniach konta.",
    "teacherfaq.studentAddTitle": "Czy mogę dodać istniejące konto Scratcha do mojej klasy?",
    "teacherfaq.studentAddBody": "Jedynie konta stworzone przez nauczyciela mogą być częścią klasy. Jednakże, rozważamy dodanie takiej funkcjonalności w późniejszych wersjach.",
    "teacherfaq.studentMultipleTitle": "Czy uczeń może być w kilku klasach?",
    "teacherfaq.studentMultipleBody": "Uczeń może być częścią tylko jednej klasy. Jednakże, rozważamy dodanie takiej funkcjonalności w późniejszych wersjach.",
    "teacherfaq.studentDiscussTitle": "Czy jest miejsce gdzie można dyskutować o Kontach nauczycieli z innymi nauczycielami?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "What data does Scratch collect about students?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "Społeczność",
    "teacherfaq.commHiddenTitle": "Czy mogę stworzyć ukrytą klasę?",
    "teacherfaq.commHiddenBody": "Nie. Cała zawartość udostępniona w Twojej klasie będzie dostępna dla społeczności Scratch.",
    "teacherfaq.commWhoTitle": "Z kim moi uczniowie mogą kontaktować się w Scratchu?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Co mogę zrobić jeśli widzę coś nieodpowiedniego?",
    "teacherfaq.commInappropriateBody": "Możesz ręcznie usunąć niewłaściwe komentarze i projekty stworzone przez swoich uczniów. Jeśli widzisz niewłaściwą zawartość stworzoną przez nie-ucznia, poinformuj Drużynę Scratcha przez kliknięcie przycisku Zgłoszenia niewłaściwej zawartości lub przez wysłanie wiadomości przez <a href=\"/contact-us\">Kontakt</a>."
}
