{
    "teacherfaq.title": "FAQ për Llogaritë Scratch të Mësuesve",
    "teacherfaq.teacherWhatTitle": "Çfarë janë llogaritë e mësuesve?",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "Si mund të kërkoj një Llogari Mësuesi Scratch?",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherWaitTitle": "Why do I have to wait one day for my account?",
    "teacherfaq.teacherWaitBody": "Ekipi i Scratch përdor këtë herë për të shqyrtuar dërgesat për krijim llogarish në mënyrë që të verifikojë nëse krijuesi i llogarisë është edukator.",
    "teacherfaq.teacherPersonalTitle": "Pse ju keni nevojë të dini informacionin tim personal gjatë regjistrimit?",
    "teacherfaq.teacherPersonalBody": "Ne përdorim këtë informacion për të verifikuar nëse krijuesi i llogarisë është edukator. Ne nuk do ta shpërndajmë këtë informacion me ndonjë tjetër, dhe as nuk do të bëhet publik në website.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "Llogaritë e Mësuesve të Scratch nuk janë të integruar me asnjë shërbim menaxhimi klasash.",
    "teacherfaq.teacherEdTitle": "Are Scratch Teacher accounts linked to ScratchEd accounts?",
    "teacherfaq.teacherEdBody": "No, Scratch Teacher accounts are not linked to <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> accounts.",
    "teacherfaq.teacherMultipleTitle": "A mundet një klasë të ketë më shumë se një mësues?",
    "teacherfaq.teacherMultipleBody": "Një klasë mund të ketë vetëm një llogari mësuesi të asociuar me të.",
    "teacherfaq.teacherQuestionsTitle": "Po sikur të kem ndonjë pyetje apo koment mbi Llogaritë e Mësuesve?",
    "teacherfaq.teacherQuestionsBody": "If you have any questions or feedback on Teacher Accounts, you can message us at <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "Llogaritë e Studentëve",
    "teacherfaq.studentVerifyTitle": "A duhet të verifikoj çdo email të studentëve të mi?",
    "teacherfaq.studentVerifyBody": "Jo. Meqë llogaritë e studentit nuk përdorin adresa emaili unike, duke konfirmuar adresën tuaj të emailit si mësues do të bëjë të mundur që e gjithë klasa të ketë opsionin e shpërndarjes.",
    "teacherfaq.studentEndTitle": "Çfarë ndodh kur unë \"përfundoj\" klasën time?",
    "teacherfaq.studentEndBody": "Kur ju mbyllni një klasë, faqja e profilit të klasës suaj do të jetë e fshehur dhe studentët tuaj nuk do të jenë më në gjendje të hyjnë (por projektet e tyre dhe studiot e klasës do të jenë akoma të dukshme në site).  Ju mund të ri-hapni klasën në çdo kohë. ",
    "teacherfaq.studentForgetTitle": "Çfarë ndodh nëse një student harron fjalëkalimin e tij?",
    "teacherfaq.studentForgetBody": "You can manually reset a student password from within your Scratch Teacher Account. First, navigate to My Classes (either from the purple banner on the homepage or in the dropdown menu next to your user icon). From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu. ",
    "teacherfaq.studentUnsharedTitle": "Mundem unë t'i shoh projektet e pashpërndara të studentëve të tjerë?",
    "teacherfaq.studentUnsharedBody": "Llogaritë e Mësuesve mund të aksesojnë vetëm projekte të shpërndara të studentëve.",
    "teacherfaq.studentDeleteTitle": "A mund të fshij llogaritë e studentëve?",
    "teacherfaq.studentDeleteBody": "Është e pamundur për një mësues të fshijë një llogari studenti. Një student mund të fshijë vetë llogarinë e tij në Aranzhimin e Llogarisë.",
    "teacherfaq.studentAddTitle": "A mund të shtoj një llogari ekzistuese Scratch te klasa ime?",
    "teacherfaq.studentAddBody": "Vetëm llogaritë e krijuara nga mësuesi mund të bëhen pjesë e një klase. Sidoqoftë, ne po shohim mundësinë e shtimit të këtij funksionaliteti në versionet e mëpasshme.",
    "teacherfaq.studentMultipleTitle": "A mundet një student të jetë në më shumë se një klasë?",
    "teacherfaq.studentMultipleBody": "Një student mund të jetë pjesëtar i vetëm një klase. Sidoqoftë, ne jemi duke parë mundësinë e shtimit të këtij funksionaliteti në versionet e mëpasshme.",
    "teacherfaq.studentDiscussTitle": "A ka ndonjë hapësirë për diskutim mbi Llogaritë e Mësuesve me mësuesit e tjerë?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "What data does Scratch collect about students?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "Komunitet",
    "teacherfaq.commHiddenTitle": "A mund të krijoj një klasë të fshehtë?",
    "teacherfaq.commHiddenBody": "Jo. Gjithçka që shpërndahet brenda klasës do të jetë e aksesueshme nga komuniteti Scratch.",
    "teacherfaq.commWhoTitle": "Me kë mund të bashkëveprojnë studentët e mi në Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Çfarë mund të bëj nqs shikoj diçka të papërshtatshme?",
    "teacherfaq.commInappropriateBody": "Ju mund të hiqni manualisht komente apo projekte të papërshtatshme të krijuara nga studentët tuaj. Nqs gjeni përmbajtje të papërshtatshme të krijuara jo nga studentët, lutemi të njoftoni Ekipin e Scratch duke klikuar butonin Raporto ose duke dërguar një mesazh në <a href=\"/contact-us\">Contact Us</a>."
}
