{
    "teacherfaq.title": "Scratch Lärarkonto FAQ",
    "teacherfaq.teacherWhatTitle": "Vad är lärarkonton?",
    "teacherfaq.teacherWhatBody": "Ett Scratch lärarkonto förser lärare och andra utbildare utökade möjligheter att handskas med elevers deltagande på Scratch, inklusive möjligheten att skapa elevkonton, organisera elevprojekt i studior, och övervaka elevernas kommentarer. Lär dig mer om lärarkonton i nedanstående video:",
    "teacherfaq.teacherSignUpTitle": "Hur begär jag ett lärarkonto?",
    "teacherfaq.teacherSignUpBody": "För att begära ett lärarkonto, gå till formuläret <a href=\"/educators/register\">för lärarkonto</a>.",
    "teacherfaq.teacherWaitTitle": "Varför måste jag vänta en dag på mitt konto?",
    "teacherfaq.teacherWaitBody": "Scratchteamet använder tiden för att manuellt kontrollera kontot för att bekräfta att den som skapade kontot är en utbildare.",
    "teacherfaq.teacherPersonalTitle": "Varför måste ni veta mina personuppgifter under registreringen?",
    "teacherfaq.teacherPersonalBody": "Vi använder informationen för att bekräfta att skaparen av kontot är en utbildare. Vi kommer inte att dela informationen med någon, och den kommer inte att visas på sajten.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "Scratch lärarkonton är inte integrerade med någon lärplattform.",
    "teacherfaq.teacherEdTitle": "Är Scratch lärarkonton länkade till ScratchEd konton?",
    "teacherfaq.teacherEdBody": "Nej, Scratch lärarkonton är inte länkade till konton för <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Kan en klass ha flera lärare?",
    "teacherfaq.teacherMultipleBody": "En klass kan bara ha ett lärarkonto knutit till sig.",
    "teacherfaq.teacherQuestionsTitle": "Vad gör jag om jag har några frågor eller kommentarer till lärarkonton?",
    "teacherfaq.teacherQuestionsBody": "Om du har några frågor eller återkoppling om lärarkonton, kan du skicka ett meddelande till oss via <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "Elevkonton",
    "teacherfaq.studentVerifyTitle": "Måste jag bekräfta varje elevs e-postadress?",
    "teacherfaq.studentVerifyBody": "Nej. Eftersom elevkonton inte använder unika e-postadresser bekräfta du med din e-postadress och alla dina klasskonton ges då möjligheten att dela projekt.",
    "teacherfaq.studentEndTitle": "Vad händer när jag \"avslutar\" min klass?",
    "teacherfaq.studentEndBody": "När du avslutar en klass, kommer klassens profilsida att döljas och dina elever kommer inte längre att kunna logga in (men deras projekt och klasstudior kommer fortfarande att vara synlig på sajten).  Du kan när som helst öppna klassen igen. ",
    "teacherfaq.studentForgetTitle": "Vad händer om en elev glömmer sitt lösenord?",
    "teacherfaq.studentForgetBody": "Du kan återställa en elevs lösenord inom ditt Scratch lärarkonto. Gå till mina klasser (antingen från den lila banderollen på sidan eller från rullgardinsmenyn vid sidan om din profilikon). Därifrån letar du upp rätt klass och klickar på länken till eleven. Du kan sedan återställa lösenordet på elevnivån genom menyn för inställningar. ",
    "teacherfaq.studentUnsharedTitle": "Kan jag se elevprojekt som inte är delade?",
    "teacherfaq.studentUnsharedBody": "Lärarkonton kan bara komma åt elevprojekt som är delade.",
    "teacherfaq.studentDeleteTitle": "Kan jag ta bort elevkonton?",
    "teacherfaq.studentDeleteBody": "Det är inte möjligt för en lärare att ta bort elevkonton. En elev kan ta bort sitt eget konto under kontoinställningar.",
    "teacherfaq.studentAddTitle": "Kan jag lägga till ett existerande Scratchkonto till min klass? ",
    "teacherfaq.studentAddBody": "Enbart konton som är skapade av läraren kan tillhöra en klass. Men vi arbetar för att lägga till den funktionen i senare versioner.",
    "teacherfaq.studentMultipleTitle": "Kan en elev vara med i flera klasser? ",
    "teacherfaq.studentMultipleBody": "En elev kan bara vara deltagare i en klass. Men vi tittar på möjligheterna att lägga till den funktionen i senare versioner.",
    "teacherfaq.studentDiscussTitle": "Finns det ett ställe där man kan diskutera lärarkonton med andra lärare?",
    "teacherfaq.studentDiscussBody": "Ja, du kan diskutera med andra lärare på <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, ett online community för Scratchutbildare. Kolla in deras forum för att prata om en <a href=\"http://scratched.gse.harvard.edu/discussions\">massa olika områden</a>, inklusive, men inte enbart, lärarkonton. ScratchEd utvecklas och supportas av the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Vilka data samlar Scratch in om eleverna?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "Gemenskap",
    "teacherfaq.commHiddenTitle": "Kan jag skapa en dold klass?",
    "teacherfaq.commHiddenBody": "Nej. Allt som delas inom din klass kan resten av Scratchgemenskapen komma åt.",
    "teacherfaq.commWhoTitle": "Vem kan mina elever interagera med på Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Vad gör jag om jag ser något som är olämpligt?",
    "teacherfaq.commInappropriateBody": "Du kan manuellt ta bort olämpliga kommentarer och projekt som skapats av dina elever. Om du hittar olämpligt innehåll som skapats av andra än eleverna, vänligen meddela Scratchteamet genom att klicka på rapportknappen eller skicka ett meddelande till <a href=\"/contact-us\"> Kontakta oss </a>."
}
