{
    "teacherfaq.title": "స్క్రాచ్ టీచర్ ఖాతా FAQ",
    "teacherfaq.teacherWhatTitle": "టీచర్ ఖాతాలు అంటే ఏమిటి?",
    "teacherfaq.teacherWhatBody": "ఒక స్క్రాచ్ టీచర్ ఖాతా విద్యార్థి ఖాతాలను, విద్యార్థి వ్యాఖ్యలు సృష్టిస్తుంది స్టూడియో లోకి విద్యార్ధి ప్రాజెక్టులు నిర్వహించడానికి, మరియు పర్యవేక్షించుటకు సామర్ధ్యంతో, స్క్రాచ్ విద్యార్థి భాగస్వామ్యాన్ని నిర్వహించడానికి అదనపు ఫీచర్లతో ఉపాధ్యాయులకు మరియు ఇతర విద్యావేత్తలకు అందిస్తుంది. క్రింద వీడియోలో టీచర్ ఖాతాల గురించి మరింత తెలుసుకోండి:",
    "teacherfaq.teacherSignUpTitle": "నేను ఒక టీచర్ ఖాతా ఎలా అభ్యర్థించవచ్చు?",
    "teacherfaq.teacherSignUpBody": "ఒక టీచర్ ఖాతా అభ్యర్థించడానికి, టీచర్ ఖాతాకి వెళ్లు <a href=\"/educators/register\">అభ్యర్థన ఫారం</a>.",
    "teacherfaq.teacherWaitTitle": "Why do I have to wait one day for my account?",
    "teacherfaq.teacherWaitBody": "స్క్రాచ్ జట్టు ఈ సమయం మానవీయంగా సమీక్షించి ఖాతా సృష్టి సమర్పణలను ఖాతా సృష్టికర్త ఒక విద్యావేత్త అని ధ్రువీకరించడానికి ఉపయోగిస్తుంది.",
    "teacherfaq.teacherPersonalTitle": "ఎందుకు మీరు నమోదు సమయంలో నా వ్యక్తిగత సమాచారాన్ని తెలుసుకోవాలి?",
    "teacherfaq.teacherPersonalBody": "మేము ఈ సమాచారాన్ని ఖాతా సృష్టికర్త ఒక విద్యావేత్త అని ధృవీకరించడానికి ఉపయోగిస్తాము. మేము ఎవరికీ ఈ సమాచారాన్ని భాగస్వామ్యం చేయము, మరియు అది సైట్లో పబ్లిక్గా భాగస్వామ్యం చేయబడదు.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "స్క్రాచ్ టీచర్ ఖాతాలు ఏ తరగతి గది నిర్వహణ సేవలతో విలీనం కావు",
    "teacherfaq.teacherEdTitle": "స్క్రాచ్ టీచర్ ఖాతాలు స్క్రాచ్Ed ఖాతాలకు అనుసంధానంగా ఉంటాయా?",
    "teacherfaq.teacherEdBody": "కాదు. స్క్రాచ్ టీచర్ ఖాతాలకు అనుసంధానం లేదు <a href=\"http://scratched.gse.harvard.edu/\">స్క్రాచ్Ed</a> ఖాతాలు.",
    "teacherfaq.teacherMultipleTitle": "ఒక తరగతి బహుళ టీచర్లను కల్గి ఉంటుందా?",
    "teacherfaq.teacherMultipleBody": "ఒక తరగతి, ఒక టీచర్ ఖాతాతో మాత్రమే సంబంధం కలిగి ఉండగలదు.",
    "teacherfaq.teacherQuestionsTitle": "What if I have any questions or comments on Teacher Accounts?",
    "teacherfaq.teacherQuestionsBody": "If you have any questions or feedback on Teacher Accounts, you can message us at <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "స్టూడెంట్ ఖాతాలు",
    "teacherfaq.studentVerifyTitle": "నా యొక్క ప్రతి విద్యార్థి ఇమెయిళ్లని ధ్రువీకరించాలా ?",
    "teacherfaq.studentVerifyBody": "కాదు. విద్యార్థి ఖాతాలు ఏకైక ఇమెయిల్స్ చిరునామాలను ఉపయోగించవద్దు కాబట్టి, మీ గురువు ఇమెయిల్ చిరునామా నిర్ధారిస్తూ అన్ని తరగతి ఖాతాలకు భాగస్వామ్య ఎనేబుల్ చేస్తుంది.",
    "teacherfaq.studentEndTitle": "నేను నా తరగతిని \"అంతం\" చేసినప్పుడు ఏమి జరుగుతుంది?",
    "teacherfaq.studentEndBody": "When you end a class, your class profile page will be hidden and your students will no longer be able to log in (but their projects and the class studios will still be visible on the site).  You may re-open the class at any time. ",
    "teacherfaq.studentForgetTitle": "ఒక విద్యార్థి వారి పాస్వర్డ్ను మర్చిపోతే ఏమవుతుంది?",
    "teacherfaq.studentForgetBody": "You can manually reset a student password from within your Scratch Teacher Account. First, navigate to My Classes (either from the purple banner on the homepage or in the dropdown menu next to your user icon). From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu. ",
    "teacherfaq.studentUnsharedTitle": "Can I see unshared student projects?",
    "teacherfaq.studentUnsharedBody": "టీచర్ ఖాతాలు భాగస్వామ్యం అయిన విద్యార్థి ప్రాజెక్టులను మాత్రమే యాక్సెస్ చేయవచ్చు",
    "teacherfaq.studentDeleteTitle": "Can I delete student accounts?",
    "teacherfaq.studentDeleteBody": "ఒక గురువు ఒక విద్యార్థి ఖాతాను తొలగించడానికి ఇది సాధ్యం కాదు. ఒక విద్యార్థి వారి ఖాతా సెట్టింగుల్లో వారి స్వంత ఖాతాను తొలగించవచ్చు",
    "teacherfaq.studentAddTitle": "Can I add an existing Scratch account to my class? ",
    "teacherfaq.studentAddBody": "Only accounts created by the teacher can be part of a class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentMultipleTitle": "Can a student be in multiple classes? ",
    "teacherfaq.studentMultipleBody": "విద్యార్థి ఒకే ఒక తరగతి యొక్క ఒక భాగంగా ఉంటారు . అయితే, మేము తరువాత వెర్షన్లలో ఈ కార్యాచరణను జోడించడానికి చూస్తున్నాము.",
    "teacherfaq.studentDiscussTitle": "ఇతర టీచర్లతో టీచర్ అకౌంట్స్ చర్చించడానికి ఒక స్థలం ఉందా?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "What data does Scratch collect about students?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "కమ్యూనిటీ",
    "teacherfaq.commHiddenTitle": "నేను ఒక రహస్య తరగతిని సృష్టించవచ్చా?",
    "teacherfaq.commHiddenBody": "కాదు. మీ తరగతి లోపల భాగస్వామ్యం చేసిన అన్ని కంటెంట్ స్క్రాచ్ కమ్యూనిటీకి అందుబాటులో ఉంటుంది",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "What can I do if I see something inappropriate?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}
