{
    "teacherfaq.title": "Câu hỏi thường gặp về Tài khoản Giáo viên",
    "teacherfaq.teacherWhatTitle": "Tài khoản giáo viên là gì?",
    "teacherfaq.teacherWhatBody": "Tài khoản Giáo viên Scratch cung cấp cho giáo viên các tính năng bổ sung để quản lý việc tham gia vào Scratch của học sinh, bao gồm khả năng tạo tài khoản học sinh, tổ chức các chương trình của học sinh vào studio và theo dõi nhận xét của học sinh. Tìm hiểu thêm về Tài khoản giáo viên trong video dưới đây:",
    "teacherfaq.teacherSignUpTitle": "Tôi có thể yêu cầu tài khoản Giáo viên bằng cách nào?",
    "teacherfaq.teacherSignUpBody": "Để yêu cầu tài khoản Giáo viên, truy cập trang tài khoản giáo viên <a href=\"/educators/register\"> Đơn yêu cầu </a>.",
    "teacherfaq.teacherWaitTitle": "Tại sao tôi phải chờ một ngày để được cấp tài khoản Giáo viên?",
    "teacherfaq.teacherWaitBody": "Scratch Team dùng khoảng thời gian này để xem qua yêu cầu tạo tài khoản và kiểm duyệt người tạo tài khoản có phải là người làm việc trong lĩnh vực giáo dục hay không.",
    "teacherfaq.teacherPersonalTitle": "Tại sao tôi cần phải cung cấp thông tin cá nhân trong quá trình đăng ký tài khoản?",
    "teacherfaq.teacherPersonalBody": "Chúng tôi sử dụng thông tin cá nhân của bạn để xác nhận danh tính của người làm việc trong lĩnh vực giáo dục. Chúng tôi sẽ không chia sẻ thông tin của bất kỳ cá nhân nào, và nó sẽ không được công khai trên trang.",
    "teacherfaq.teacherGoogleTitle": "Tài khoản của giáo viên có tích hợp với Google Classroom hay bất kỳ dịch vụ quản lý lớp học nào khác không?",
    "teacherfaq.teacherGoogleBody": "Tài khoản Scratch dành cho giáo viên không tích hợp bất kỳ dịch vụ quản lý lớp học nào.",
    "teacherfaq.teacherEdTitle": "Tài khoản Scratch giáo viên có liên kết với tài khoản ScratchEd không?",
    "teacherfaq.teacherEdBody": "Không, tài khoản Scratch của giáo viên sẽ không liên kết với <a href=\"http://scratched.gse.harvard.edu/\"> tài khoản ScratchEd </a>.",
    "teacherfaq.teacherMultipleTitle": "Một lớp học có được có nhiều giáo viên hay không?",
    "teacherfaq.teacherMultipleBody": "Một lớp học chỉ liên kết với một tài khoản giáo viên.",
    "teacherfaq.teacherQuestionsTitle": "Sẽ như thế nào nếu tôi đặt những câu hỏi hoặc bình luận về Tài khoản Scratch giáo viên?",
    "teacherfaq.teacherQuestionsBody": "Nếu bạn muốn đặt câu hỏi hay gửi phản hồi về Tài khoản Scratch dành cho giáo viên, bạn có thể gửi tin nhắn cho chúng tôi <a href=\"mailto:teacher-accounts@scratch.mit.edu\"> teacher-accounts@scratch.mit.edu </a>.",

    "teacherfaq.studentAccountsTitle": "Tài khoản Học viên",
    "teacherfaq.studentVerifyTitle": "Tôi có phải xác minh địa chỉ email từ mỗi tài khoản học viên hay không?",
    "teacherfaq.studentVerifyBody": "Không, bởi vì tài khoản của học viên không chỉ sử dụng địa chỉ email duy nhất, xác nhận địa chỉ email của giáo viên sẽ cho phép bạn chia sẻ cho toàn bộ với các tài khoản trong lớp.",
    "teacherfaq.studentEndTitle": "Chuyện gì sẽ xảy ra nếu tôi \"Kết thúc\" lớp học?",
    "teacherfaq.studentEndBody": "Khi bạn kết thúc lớp học, trang thông tin lớp học sẽ bị ẩn và học sinh sẽ không thể Đăng nhập (nhưng những chương trình và lớp học sẽ vẫn hiển thị). Bạn vẫn có thể mở lại lớp học bất kỳ lúc nào.",
    "teacherfaq.studentForgetTitle": "Chuyện gì sẽ xảy ra nếu học viên quên mật khẩu tài khoản?",
    "teacherfaq.studentForgetBody": "Bạn có thể thay đổi mật khẩu của học sinh theo cách thủ công thông qua Tài khoản Giáo viên. Đầu tiên, chuyển đến Trang lớp học (có thể tìm kiếm ở thanh thông báo màu tím ở trang chủ hoặc ở thanh trình đơn xổ dọc nằm bên cạnh biểu tượng người dùng). Từ đó, tìm đúng lớp học của học sinh và bấm chọn đường dẫn Học sinh. Bạn có thể thiết lập lài mật khẩu Học sinh bằng cách sử dụng Cài đặt.",
    "teacherfaq.studentUnsharedTitle": "Tôi có thể xem những chương tình mà học sinh chưa chia sẻ không?",
    "teacherfaq.studentUnsharedBody": "Tài khoản Giáo viên chỉ có thể truy cập vào những chương trình được học sinh chia sẻ.",
    "teacherfaq.studentDeleteTitle": "Tôi có thể xóa tài khoản hoc sinh được không?",
    "teacherfaq.studentDeleteBody": "Giáo viên sẽ không thể xóa tài khoản học sinh. Chỉ có học sinh có thể xóa tài khoản của mình trong phần Cài đặt tài khoản.",
    "teacherfaq.studentAddTitle": "Tôi có thể thêm những tài khoản Scratch có sẵn vào lớp học được không?",
    "teacherfaq.studentAddBody": "Chỉ có tài khoản được giáo viên tạo ra mới có thể trở thành thành viên của lớp học. Tuy nhiên, chúng tôi đang cố gắng thêm tính năng này vào các phiên bản sau.",
    "teacherfaq.studentMultipleTitle": "Học sinh có thể tham gia nhiều lớp học được hay không?",
    "teacherfaq.studentMultipleBody": "Học sinh chỉ có thể tham gia một lớp học. Tuy nhiên, chúng tôi đang cố gắng thêm tính năng này ở các phiên bản sau.",
    "teacherfaq.studentDiscussTitle": "Có không gian nào dành cho Giáo viên trao đổi với nhau không?",
    "teacherfaq.studentDiscussBody": "Có chứ. bạn có thể tham gia vào những buổi thảo luận tại<a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a>, một cộng đồng trực tuyến của các nhà giáo dục Scratch. Hãy ghé qua Diễn đàn để tham gia các buổi hội thoại về <a href=\"http://scratched.gse.harvard.edu/discussions\">nhiều chủ đề khác nhau</a>, không chỉ dành cho tài khoản giáo viên. ScratchEd được phát triển và hỗ trợ bởi Trường Sư phạm Sau đại học Harvard.",
    "teacherfaq.studentDataTitle": "Scratch sẽ thu thập dữ liệu gì về học sinh?",
    "teacherfaq.studentDataBody": "Khi học sinh đăng ký Scratch lần đầu tiên, chúng tôi sẽ yêu cầu cung cấp những thông tin cá nhân cơ bản bao gồm giới tính, tuổi (tháng và năm sinh), quốc gia, và địa chỉ Email để xác nhận. Những thông tin này được dùng (trong biểu mẫu tổng hợp) trong nghiên cứu với mục đích nâng cao hiểu biết của chúng tôi về việc cách người dùng học sử dụng Scratch. Khi những người làm giáo dục sử dụng Tài khoản Giáo viên Scratch tạo ra nhiều tài khoản Học sinh, học sinh không cần phải cung cấp địa chỉ Email cho việc cài đặt tài khoản.",
    "teacherfaq.studentPrivacyLawsTitle": "Phiên bản Scratch 2.0 (Phiên bản trực tuyến) có tuân thủ theo luật bảo mật của Tiểu bang và Liên bang hay không?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch quan tâm sâu sắc đến tính bảo mật của học sinh và tất cả những cá nhân sử dụng nền tảng của chúng tôi. Chúng tôi làm việc dựa trên những quy trình vật lý và điện tử để bảo vệ những thông tin chúng tôi thu thập được từ trang Scratch. Mặc dù chúng tôi không có nhiệm vụ cụ thể để đưa ra hợp đồng đảm bảo cho các cá nhân sử dụng dụng sản phẩm giáo dục miễn phí của chúng tôi, nhưng chúng tôi luôn tuân thủ theo luật pháp liên bang Hoa Kỳ được áp dụng với MIT, điều khoản 501(c)(3) dành cho tổ chức và những pháp nhân đã tạo và duy trì Scratch. Chúng tôi khuyến khích các bạn đọc Chính sách bảo mật để biết thêm thông tin.",
    
    "teacherfaq.commTitle": "Cộng đồng",
    "teacherfaq.commHiddenTitle": "Tôi có thể tạo một lớp học ẩn được không?",
    "teacherfaq.commHiddenBody": "Không. Tất cả nội dung được chia sẻ trong lớp học đều có thể truy cập bởi cộng đồng Scratch.",
    "teacherfaq.commWhoTitle": "Học sinh của tôi có thể tương tác với ai trên Scratch?",
    "teacherfaq.commWhoBody": "Tài khoản học sinh có quyền cộng đồng tương tự như các tài khoản Scratch thông thường, như là chia sẻ chương trình, bình luận, tạo phòng triển lãm, và thích. Với vai trò giáo viên, bạn có thể xem tất cả những hoạt động của học sinh và kiểm duyệt sơ lược những hoạt động trong lớp học.",
    "teacherfaq.commInappropriateTitle": "Tôi phải làm gì nếu phát hiện nội dung không phù hợp?",
    "teacherfaq.commInappropriateBody": "Bạn có thể xóa những bình luận không phù hợp và những chương trình của học sinh. Nếu bạn thấy nội dung không phù hợp nhưng không phải của học sinh, hãy thông báo cho nhóm Scratch bằng cách bấm chọn nút Báo cáo hoặc gửi tin nhắn đến <a href=\"/contact-us\">Liên hệ</a>."
}
