{
    "boost.headerText": "O kit {boostLink} da vida a las tuyas creyacions LEGO con potents motors, un sensor de color y muito mas. Combinando-lo con Scratch, podrás construyir as tuyas propias creyaturas roboticas, contar historias fisico-dichitals, inventar nuevos sistemas de chuegos u qualsiquier atra coseta que puedas imachinar.",
    "boost.gettingStarted": "Pa empecipiar",
    "boost.connectingBoost": "Connectando BOOST a Scratch",
    "boost.powerBoost": "Enchega o tuyo sensor pretando o botón d'enchegar.",
    "boost.useScratch3": "Utiliza o editor {scratch3Link}.",
    "boost.addExtension": "Anyade extensión BOOST.",
    "boost.thingsToTry": "Cosetas pa prebar",
    "boost.makeAMotorMove": "Fer que un motor se mueva",
    "boost.findTurnMotorOnForSeconds": "Troba o bloque {turnMotorOnForSeconds} y preta en ell.",
    "boost.turnMotorOnForSeconds": "“enchegar o motor A por 1 segundo”",
    "boost.connectALegoBeam": "Connecta una barra de LEGO con un eixe a o motor A y torna a pretar o bloque pa fer-lo chirar.",
    "boost.starterProjects": "Prochectos d'iniciación",
    "boost.troubleshootingTitle": "Solución de problemas",
    "boost.updateScratchLinkTitle": "Asegura-te que tiens a zaguer versión de Scratch Link",
    "boost.updateScratchLinkText": "Instala Scratch Link usando o botón d'alto. Recomendamos utilizar o proceso d'instalación d'a botiga d'aplicacions pa aduyar a mantener a versión actualizada.",
    "boost.checkOSVersionTitle": "Instala Scratch Link usando o botón d'alto. Recomendamos utilizar o proceso d'instalación d'a botiga d'aplicacions para aduyar a mantener a versión actualizada. Asegura-te que o tuyo sistema operativo ye compatible con Scratch Link",
    "boost.checkOSVersionText": "As versions minimas d'os sistemas operativos amaneixen en a parte superior d'ista pachina. Consulte as instruccions para comprebar a suya versión de {winOSVersionLink} u {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows OS",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Zarrar atras copias de Scratch",
    "boost.closeScratchCopiesText": "Solament una copia de Scratch puede connectar-se con un BOOST a la vegada. Si tienes Scratch ubierto en atras pestanyas d'o navegador, zarra-lo y torna a intentar-lo.",
    "boost.otherComputerConnectedTitle": "Asegura-te que no i hai garra atro ordinador connectau a o tuyo sensor",
    "boost.otherComputerConnectedText": "Solament puede haber un ordinador connectau a un BOOST a la vegada. Si tiens unatro ordinador connectau a o suyo sensor, desconnecta o sensor u zarra Scratch en ixe ordinador y torna a intentar-lo.",
    "boost.imgAltBoostIllustration": "Ilustración d'o LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un cubo LEGO BOOST con un eixe y una barra curta connectada a o motor A.",
    "boost.feedTheCat": "Alimentar a o gato",
    "boost.feedTheCatDescription": "Alimenta a un gato robot con bloques LEGO de colors.",
    "boost.imgAltFeedTheCat": "Un prochecto de Scratch con un gato blanco",
    "boost.driving": "Adugando",
    "boost.drivingDescription": "Aduga un robot con ruedas y fe mosica.",
    "boost.imgAltDriving": "Un prochecto de Scratch con un robot con ruedas y uellos",
    "boost.walkAround": "caminar por astí",
    "boost.walkAroundDescription": "Creya o tuyo propio mando para mover un personache en a pantalla.",
    "boost.imgAltwalkAround": "Un prochecto de Scratch con un personache sobre un fondo verde"
}