{
    "boost.headerText": "El kit {boostLink}da vida a les tos creaciones LEGO con potentes motores, un sensor de color y más. Al combinalu con Scratch, pues construyir les tos propies criatures robótiques,  contar histories físico-dixitales, inventar nuevos controladores de xuegos o cualesquier otra cosa que seyas a imaxinar.",
    "boost.gettingStarted": "Entamando",
    "boost.connectingBoost": "Coneutando BOOST a Scratch",
    "boost.powerBoost": "Prende'l to sensor calcando nel botón de prender.",
    "boost.useScratch3": "Usar l' {scratch3Link}editor.",
    "boost.addExtension": "Amestar la estensión BOOST.",
    "boost.thingsToTry": "Coses pa probar",
    "boost.makeAMotorMove": "Facer qu'un motor se mueva",
    "boost.findTurnMotorOnForSeconds": "Atopar el {turnMotorOnForSeconds}bloque y calcar nelli.",
    "boost.turnMotorOnForSeconds": "“prender el motor A, 1 segundu”",
    "boost.connectALegoBeam": "Conectar una pieza LEGO con una exa al motor A y calcar otra vuelta nel bloque pa que xire.",
    "boost.starterProjects": "Proyeutos d'arranque",
    "boost.troubleshootingTitle": "Solucion de problemes",
    "boost.updateScratchLinkTitle": "Asegúrate de que tienes la cabera versión de Scratch Link",
    "boost.updateScratchLinkText": "Instalar Scratch Link usando'l botón d'arriba. Recomendamos usar el procesu d'instalación de la tienda d'aplicaciones p'aidar a caltener la versión anovada.",
    "boost.checkOSVersionTitle": "Asegúrate de que'l so sistema operativu ye compatible con Scratch Link",
    "boost.checkOSVersionText": "Les versiones mínimes del sistema operativu enumérense na parte cimera d'esta páxina. Consulta les instrucciones pa verificar la to versión de {winOSVersionLink} o {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Zarrar otres copies de Scratch",
    "boost.closeScratchCopiesText": "Solamente una copia de Scratch pue coneutase con un BOOST a un tiempu. Si tienes Scratch abiertu n'otres pestañes del restolador, zárrales o inténtalo otra vuelta.",
    "boost.otherComputerConnectedTitle": "Asegúrate que nun hai otru ordenador coneutáu col to sensor",
    "boost.otherComputerConnectedText": "Solamente un ordenador pue coneutase con un BOOST a un tiempu. Si tienes otru ordenador coneutáu col to sensor, desconeuta'l sensor o zarra Scratch nesti ordenador y inténtalo otra vuelta.",
    "boost.imgAltBoostIllustration": "Ilustración del LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un cubu LEGO BOOST con una exa y un fexe cortu coneutáu al motor A.",
    "boost.feedTheCat": "Da-y de comer al gatu",
    "boost.feedTheCatDescription": "Da-y de comer al gatu robot con lladriyos LEGO de colores.",
    "boost.imgAltFeedTheCat": "Un proyeutu Scratch con un gatu blancu",
    "boost.driving": "Guiando",
    "boost.drivingDescription": "Guiar al rodiu d'un robot con ruedes y faciendo música.",
    "boost.imgAltDriving": "Un proyeutu Scratch con un robot con güeyos y ruedes",
    "boost.walkAround": "Caminar alredor",
    "boost.walkAroundDescription": "Fai'l to propiu controlador pa mover un personax na pantalla.",
    "boost.imgAltwalkAround": "Un proyeutu Scratch con un personax nun fondu pantalla verde"
}