{
    "boost.headerText": "{boostLink} কিটটি তোমার LEGO দিয়ে তৈরি জিনিসগুলো শক্তিশালী মোটর, একটি রঙ সেন্সর এবং আরও অনেক কিছু দিয়ে প্রাণবন্ত করে তোলে। এটিকে Scratch এর সাথে একত্রিত করে, তুমি নিজের রোবোটিক প্রাণী তৈরি করতে পার, শারীরিক-ডিজিটাল গল্প বলতে পার, নতুন গেম নিয়ন্ত্রক উদ্ভাবন করতে পার বা তুমি যা কল্পনা করতে পার তাই বানাতে পার।",
    "boost.gettingStarted": "শুরু কর",
    "boost.connectingBoost": "Scratch এর সাথে BOOST সংযুক্ত হচ্ছে",
    "boost.powerBoost": "পাওয়ার বোতাম চেপে তোমার সেন্সরটি চালু কর",
    "boost.useScratch3": "{scratch3Link} এডিটর ব্যবহার কর।",
    "boost.addExtension": "BOOST এক্সটেনশন যুক্ত কর।",
    "boost.thingsToTry": "চেষ্টা করার জন্য জিনিস",
    "boost.makeAMotorMove": "একটা মোটরকে চালাও",
    "boost.findTurnMotorOnForSeconds": "{turnMotorOnForSeconds} ব্লকটি খুজে বের কর এবং এটিতে ক্লিক কর।",
    "boost.turnMotorOnForSeconds": "“1 সেকেন্ডের জন্য A মোটরটি চালু কর”",
    "boost.connectALegoBeam": "একটি অ্যাক্সেল দিয়ে মোটর A এর সাথে একটি LEGO beam সংযুক্ত কর ও এটি ঘুরাতে পুনরায় ব্লকটি ক্লিক কর।",
    "boost.starterProjects": "স্টার্টার প্রজেক্ট",
    "boost.troubleshootingTitle": "সমস্যা সমাধান হচ্ছে",
    "boost.updateScratchLinkTitle": "তোমার কাছে Scratch Link এর সর্বশেষ ভার্সন রয়েছে তা নিশ্চিত কর",
    "boost.updateScratchLinkText": "উপরের বাটনটি ব্যবহার করে Scratch Link ইনস্টল কর। তোমার সংস্করণটি আপ টু ডেট রাখতে আমরা ষ্টোর ইন্সটলেশন প্রক্রিয়াটি ব্যবহার করার পরামর্শ দেই।",
    "boost.checkOSVersionTitle": "তোমার অপারেটিং সিস্টেম Scratch Link এর সঙ্গে সামঞ্জস্যপূর্ণ কিনা তা নিশ্চিত কর। ",
    "boost.checkOSVersionText": "সর্বনিম্ন অপারেটিং সিস্টেম সংস্করণ এই পেইজের শীর্ষে তালিকাভুক্ত করা হয়। {winOSVersionLink} বা {macOSVersionLink} তোমার  সংস্করণ চেক করার জন্য নির্দেশাবলী দেখ। ",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Scratch এর অন্যান্য কপি বন্ধ কর",
    "boost.closeScratchCopiesText": "Scratch এর কেবল একটি কপি একবারে একটি BOOST এর সাথে সংযোগ করতে পারে। তোমার যদি অন্য ব্রাউজারের ট্যাবগুলিতে Scratch খোলা থাকে তবে এটি বন্ধ কর এবং আবার চেষ্টা কর।",
    "boost.otherComputerConnectedTitle": "তোমার সেন্সরের সাথে অন্য কোনও কম্পিউটার সংযুক্ত নয় তা নিশ্চিত কর",
    "boost.otherComputerConnectedText": "একবারে কেবলমাত্র একটি কম্পিউটারকে BOOST এর সাথে সংযুক্ত করা যায়। তোমার সেন্সরের সাথে যদি অন্য কম্পিউটার যুক্ত থাকে তবে সেন্সরটির সংযোগ বিচ্ছিন্ন কর বা সেই কম্পিউটারে Scratch বন্ধ কর ও আবার চেষ্টা কর।",
    "boost.imgAltBoostIllustration": "LEGO BOOST এর চিত্রণ।",
    "boost.imgAltConnectALegoBeam": "একটি এক্সেল সহ একটি  LEGO BOOST হাব এবং মোটর A এর সাথে সংযুক্ত একটি সংক্ষিপ্ত বীম।",
    "boost.feedTheCat": "বিড়ালটিকে খাবার দাও ",
    "boost.feedTheCatDescription": "রঙিন LEGO টুকরাগুলো দিয়ে একটি রোবট বিড়ালকে খাওয়াও।",
    "boost.imgAltFeedTheCat": "সাদা বিড়াল সহ একটি Scratch প্রজেক্ট",
    "boost.driving": "চালাচ্ছে ",
    "boost.drivingDescription": "চাকাযুক্ত রোবোটের চারপাশে চালনা কর ও সঙ্গীত তৈরি কর।",
    "boost.imgAltDriving": "চোখ সহ চাকাযুক্ত রোবটের একটি Scratch প্রজেক্ট।",
    "boost.walkAround": "চারপাশে হাটো ",
    "boost.walkAroundDescription": "স্ক্রিনে একটি ক্যারেক্টারকে সরানোর জন্য তোমার নিজস্ব নিয়ন্ত্রক তৈরি কর।",
    "boost.imgAltwalkAround": "সবুজ পটভূমিতে ক্যারেক্টার নিয়ে একটি Scratch প্রজেক্ট।"
}