{
    "boost.headerText": "El conjunt {boostLink} porta a la vida les teves creacions LEGO amb motors de gran abast, un sensor de color i molt més. Combinant-ho amb Scratch, pots crear les teves pròpies criatures robòtiques, explicar històries físiques-digitals, inventar nous controladors de jocs o qualsevol altra cosa que puguis imaginar.",
    "boost.gettingStarted": "Comença",
    "boost.connectingBoost": "Connectant BOOST a Scratch",
    "boost.powerBoost": "Encén el teu sensor polsant el botó d'encesa.",
    "boost.useScratch3": "Utilitza l'editor {scratch3Link}.",
    "boost.addExtension": "Afegeix l'extensió BOOST.",
    "boost.thingsToTry": "Coses a provar",
    "boost.makeAMotorMove": "Fes que un motor es mogui",
    "boost.findTurnMotorOnForSeconds": "Troba el bloc {turnMotorOnForSeconds} i fes clic al damunt.",
    "boost.turnMotorOnForSeconds": "“activa el motor A durant 1 segon”",
    "boost.connectALegoBeam": "Connecta una biga LEGO amb un eix al motor A i torna a fer clic al bloc per fer-lo girar.",
    "boost.starterProjects": "Projectes d'inici",
    "boost.troubleshootingTitle": "Solució de problemes",
    "boost.updateScratchLinkTitle": "Comprova que tens l'última versió de l'Scratch Link",
    "boost.updateScratchLinkText": "Instal·la Scratch Link mitjançant el botó de dalt. Us recomanem que utilitzeu el procés d’instal·lació de la botiga d’aplicacions per mantenir la vostra versió actualitzada.",
    "boost.checkOSVersionTitle": "Comprova que el teu sistema operatiu és compatible amb Scratch Link",
    "boost.checkOSVersionText": "Les versions mínimes del sistema operatiu estan indicades a dalt de tot. Llegeix les instruccions per comprovar la teva versió de {winOSVersionLink} o {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Tanca altres pestanyes de Scratch",
    "boost.closeScratchCopiesText": "Només una còpia de Scratch es pot connectar amb un BOOST alhora. Si teniu Scratch obert a altres pestanyes del navegador, tanqueu-lo i torneu-ho a provar.",
    "boost.otherComputerConnectedTitle": "Comprova que cap altre ordinador estigui connectat al teu sensor",
    "boost.otherComputerConnectedText": "Només pots tenir el BOOST connectat a un ordinador. Si hi ha un altre ordinador actiu amb el teu sensor, desconnecta'l o tanca Scratch en aquell ordinador i prova de nou.",
    "boost.imgAltBoostIllustration": "Il·lustració del LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un hub LEGO BOOST amb un eix i una biga curta connectada al motor A.",
    "boost.feedTheCat": "Alimenta el gat",
    "boost.feedTheCatDescription": "Alimenta un gat robot amb els blocs de LEGO.",
    "boost.imgAltFeedTheCat": "Un projecte de Scratch amb un gat blanc",
    "boost.driving": "Conduint",
    "boost.drivingDescription": "Condueix al voltant d'un robot amb rodes i fes música.",
    "boost.imgAltDriving": "Un projecte de Scratch amb un robot amb rodes i ulls",
    "boost.walkAround": "Fes un tomb",
    "boost.walkAroundDescription": "Fes el teu propi controlador per moure un personatge a la pantalla.",
    "boost.imgAltwalkAround": "Un projecte de Scratch amb un personatge sobre fons verd"
}