{
    "boost.headerText": "Mae pecyn {boostLink} yn bywiocáu eich creadigaethau LEGO gyda pheirannau pwerus, synhwyrydd lliw a mwy. Drwy ei gyfuno gyda Scratch, gallwch adeiladu eich creaduriaid robotaidd, adrodd straeon corfforol-ddigidol, creu rheolyddion gemau newydd neu beth bynnag arall fedrwch eu dychmygu.",
    "boost.gettingStarted": "Cychwyn Arni",
    "boost.connectingBoost": "Cysylltu BOOST i Scratch",
    "boost.powerBoost": "Cychwynnwch eich synhwyrydd drwy bwyso'r botwm pŵer.",
    "boost.useScratch3": "Defnyddiwch y golygydd {scratch3Link}.",
    "boost.addExtension": "Ychwanegu'r estyniad BOOST.",
    "boost.thingsToTry": "Pethau i roi cynnig arnyn nhw",
    "boost.makeAMotorMove": "Gwneud i fodur symud",
    "boost.findTurnMotorOnForSeconds": "Canfod bloc {turnMotorOnForSeconds}a chlicio arno.",
    "boost.turnMotorOnForSeconds": "\"rhedeg modur A am 1 eiliad\"",
    "boost.connectALegoBeam": "Cysylltwch drawst LEGO ag echel arno i fodur A a chlicio'r bloc eto i wneud iddo droi.",
    "boost.starterProjects": "Projectau Cychwynnol",
    "boost.troubleshootingTitle": "Datrys problemau",
    "boost.updateScratchLinkTitle": "Gwnewch yn siŵr fod gennych y fersiwn diweddaraf o Scratch Link.",
    "boost.updateScratchLinkText": "Gosodwch Scratch Link gan ddefnyddio'r botwm uchod. Rydym yn argymell defnyddio proses gosod y storfa apiau er mwyn cadw'ch fersiwn yn gyfredol.",
    "boost.checkOSVersionTitle": "Gwnewch yn siŵr fod eich system weithredu'n gydnaws â Scratch Link",
    "boost.checkOSVersionText": "Mae lleiafswm fersiynnau'r systemau gweithredu'n cael eu rhestru ar frig y dudalen hon. Gw. cyfarwyddiadau ar wirio eich fersiwn o {winOSVersionLink} neu {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Caewch gopïau eraill o Scratch",
    "boost.closeScratchCopiesText": "Dim ond un copi o Scratch y mae modd ei gysylltu i BOOST ar unrhyw adeg.Os yw Scratch ar agor gennych mewn tab porwr arall, caewch hwnnw a'i ail agor.",
    "boost.otherComputerConnectedTitle": "Gwnewch yn siŵr nad oes cyfrifiadur arall wedi ei gysylltu i'ch synhwyrydd",
    "boost.otherComputerConnectedText": "Dim ond un cyfrifiadur all gysylltu i BOOST ar y tro. Os oes gennych gyfrifiadur arall wedi ei gysylltu i'ch synhwyrydd, datgysylltwch y synhwyrydd neu gau Scratch ar y cyfrifiadur hwnnw a cheisio eto.",
    "boost.imgAltBoostIllustration": "Darlun o LEGO BOOST",
    "boost.imgAltConnectALegoBeam": "Hwb LEGO BOOST gydag echel a thrawst byr wedi eu cysylltu i fodur A.",
    "boost.feedTheCat": "Bwydo'r Gath",
    "boost.feedTheCatDescription": "Bwydwch cath robotaidd gyda briciau lliw LEGO.",
    "boost.imgAltFeedTheCat": "Project Scratch gyda chath wen",
    "boost.driving": "Gyrru",
    "boost.drivingDescription": "Gyrrwch robot ar olwynion a chreu cerddoriaeth.",
    "boost.imgAltDriving": "Project Scratch gyda robot ar olwynion a llygaid",
    "boost.walkAround": "Cerdded o Gwmpas",
    "boost.walkAroundDescription": "Gwnewch eich rheolwr eich hun i symud cymeriad ar y sgrin.",
    "boost.imgAltwalkAround": "Project Scratch gyda chymeriad ar gefndir gwyrdd"
}