{
    "boost.headerText": "{boostLink} kittet gør dine LEGO projekter levende med kraftfulde motorer, farvesensor med mere.  Ved at kombinere det med Scratch, kan du bygge dine egne robotter, fortælle fysisk-digitale historier, opfinde nye game controllere eller hvad du ellers kan finde på. ",
    "boost.gettingStarted": "Kom i gang",
    "boost.connectingBoost": "Forbind BOOST til Scratch",
    "boost.powerBoost": "Tænd for din sensor ved at klikke på powerknappen",
    "boost.useScratch3": "Brug {scratch3Link} editoren.",
    "boost.addExtension": "Tilføj udvidelsen med BOOST.",
    "boost.thingsToTry": "Ting du kan prøve",
    "boost.makeAMotorMove": "Få en motor til at bevæge sig",
    "boost.findTurnMotorOnForSeconds": "Find brikken med {turnMotorOnForSeconds} og klik på den.",
    "boost.turnMotorOnForSeconds": "“tænd motor A i 1 sekund”",
    "boost.connectALegoBeam": "Forbind en LEGO bjælke med en aksel til motor A og klik på brikken igen for at få den til at dreje rundt.",
    "boost.starterProjects": "Begynder projekter",
    "boost.troubleshootingTitle": "Fejlfinding",
    "boost.updateScratchLinkTitle": "Vær sikker på at du har den nyeste version af Scratch Link",
    "boost.updateScratchLinkText": "Installér Scratch Link via knappen øverst. Vi anbefaler, at du bruger app store-installationsprocessen til at hjælpe med at holde din version opdateret.",
    "boost.checkOSVersionTitle": "Vær sikker på at dit operativ system kan snakke sammen med Scratch Link",
    "boost.checkOSVersionText": "Du kan se hvilke operativ systemer der kan snakke sammen med Scratch i toppen af siden. Se hvordan du tjekker din version af {winOSVersionLink} eller {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Luk andre kopier af Scratch",
    "boost.closeScratchCopiesText": "Du kan kun forbinde en kopi af Scratch med en BOOST ad gangen. Hvis du har Scratch åben i andre faner, luk dem og prøv igen.",
    "boost.otherComputerConnectedTitle": "Vær sikker på at der ikke er anden computer som er forbundet til din sensor",
    "boost.otherComputerConnectedText": "Der kan kun være en computer forbundet til en BOOST ad gangen. Hvis en anden computer er forbundet, afbryd forbindelsen til sensoren eller luk Scratch på den computer og prøv igen.",
    "boost.imgAltBoostIllustration": "Billede af LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "En LEGO BOOST nav med en aksel og en kort bjælke forbundet til motor A.",
    "boost.feedTheCat": "Fodre katten",
    "boost.feedTheCatDescription": "Fodr en robot kat med farvede LEGO klodser.",
    "boost.imgAltFeedTheCat": "Et Scratch projekt med en hvid kat",
    "boost.driving": "Kørsel",
    "boost.drivingDescription": "Kør rundt med en robot på hjul og lav musik.",
    "boost.imgAltDriving": "Et Scratch projekt med en robot på hjul med øjne",
    "boost.walkAround": "Gå rundt",
    "boost.walkAroundDescription": "Lav din egen controller til at bevæge en figur på skærmen.",
    "boost.imgAltwalkAround": "Et Scratch projekt med en figur på en grøn baggrund"
}