{
    "boost.headerText": "Das {boostLink} Set bringt deine LEGO-Kreationen mit kraftvollen Motoren, Farbsensor und vielem mehr zum Leben. Mit der Kombination von Scratch kannst du deine eigenen Roboter bauen, die reale Welt mit der digitalen Welt verknüpfen und neue Spiel-Controller erfinden. Oder kreiere einfach das, was du dir vorstellen kannst.",
    "boost.gettingStarted": "Erste Schritte",
    "boost.connectingBoost": "Verbinde BOOST mit Scratch",
    "boost.powerBoost": "Schalte deinen BOOST ein, indem du auf den Einschalt-Knopf drückst.",
    "boost.useScratch3": "Benutze den {scratch3Link}-Editor",
    "boost.addExtension": "Füge die BOOST-Erweiterung hinzu.",
    "boost.thingsToTry": "Dinge zum Ausprobieren",
    "boost.makeAMotorMove": "Mach, dass sich ein Motor bewegt",
    "boost.findTurnMotorOnForSeconds": "Finde den {turnMotorOnForSeconds} Block und klicke ihn an.",
    "boost.turnMotorOnForSeconds": "\"Schalte Motor A für 1 Sekunden ein\"",
    "boost.connectALegoBeam": "Verbinde einen LEGO-Balken mit einer Achse zu Motor A und klicke den Block nochmals um die Rotation zu starten.",
    "boost.starterProjects": "Projekte für Einsteiger",
    "boost.troubleshootingTitle": "Problembehebung",
    "boost.updateScratchLinkTitle": "Stelle sicher, dass du die aktuellste Version von Scratch Link installiert hast",
    "boost.updateScratchLinkText": "Installiere Scratch Link mit oben erwähntem Button. Wir empfehlen die Installation durch den App Store, damit die Version immer aktuell gehalten wird.",
    "boost.checkOSVersionTitle": "Stelle sicher, dass dein Betriebssystem mit Scratch Link kompatibel ist",
    "boost.checkOSVersionText": "Die Betriebssysteme mit den jeweiligen Mindestversionen sind oben auf dieser Seite aufgeführt. Siehe die Anleitungen zum Überprüfen der Versionen von {winOSVersionLink} oder {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Schließe andere Fenster oder Tabs von Scratch",
    "boost.closeScratchCopiesText": "Nur eine Kopie von Scratch kann gleichzeitig mit dem BOOST verbunden sein. Falls du Scratch noch in anderen Browser-Tabs geöffnet hast, schliesse sie und versuche es nochmals.",
    "boost.otherComputerConnectedTitle": "Stelle sicher, dass kein anderer Computer mit dem BOOST verbunden ist.",
    "boost.otherComputerConnectedText": "Nur ein Computer kann mit dem BOOST gleichzeitig verbunden sein. Falls du einen anderen Computer mit dem BOOST verbunden hast, schliesse die Verbindung zum BOOST oder schliesse Scratch auf jenem Computer und versuche es nochmals.",
    "boost.imgAltBoostIllustration": "Illustration von LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Ein LEGO BOOST Hub mit einer Achse und einem kurzen LEGO-Balken verbunden mit Motor A.",
    "boost.feedTheCat": "Füttere die Katze",
    "boost.feedTheCatDescription": "Füttere eine Roboter-Katze mit farbigen LEGO-Steinen.",
    "boost.imgAltFeedTheCat": "Ein Scratch-Projekt mit einer weissen Katze.",
    "boost.driving": "Fahren",
    "boost.drivingDescription": "Fahre mit einem Roboter mit Rädern umher und spiele dazu Musik.",
    "boost.imgAltDriving": "Ein Scratch-Projekt mit einem Robotern mit Rädern und Augen.",
    "boost.walkAround": "Spaziere umher",
    "boost.walkAroundDescription": "Mache deinen eigenen Controller um eine Figur auf dem Bildschirm zu steuern.",
    "boost.imgAltwalkAround": "Ein Scratch-Projekt mit einer Figur auf einem grünen Hintergrund."
}