{
    "boost.headerText": "Το κιτ {boostLink} ζωντανεύει τις δημιουργίες σας LEGO με ισχυρούς κινητήρες, αισθητήρα χρώματος και πολλά άλλα. Συνδυάζοντάς το με το Scratch, μπορείτε να δημιουργήσετε τα δικά σας ρομποτικά πλάσματα, να πείτε υλικές-ψηφιακές ιστορίες, να εφεύρετε νέους ελεγκτές παιχνιδιών ή οτιδήποτε άλλο μπορείτε να φανταστείτε.",
    "boost.gettingStarted": "Ξεκινώντας",
    "boost.connectingBoost": "Σύνδεση BOOST με Scratch",
    "boost.powerBoost": "Ανοίξτε τον αισθητήρα σας πιέζοντας το κουμπί ενεργοποίησης.",
    "boost.useScratch3": "Χρησιμοποιήστε τον επεξεργαστή {scratch3Link}",
    "boost.addExtension": "Προσθέστε την επέκταση BOOST.",
    "boost.thingsToTry": "Πράγματα για να Δοκιμάσετε",
    "boost.makeAMotorMove": "Κάντε έναν κινητήρα να κινηθεί",
    "boost.findTurnMotorOnForSeconds": "Βρείτε την εντολή {turnMotorOnForSeconds} και κάνετε κλικ πάνω του.",
    "boost.turnMotorOnForSeconds": "“ενεργοποίησε τον κινητήρα A για 1 δευτερόλεπτο”",
    "boost.connectALegoBeam": "Συνδέστε μια δέσμη LEGO με έναν άξονα στον κινητήρα Α και κάνετε ξανά κλικ στην εντολή για να το κάνετε να περιστραφεί.",
    "boost.starterProjects": "Εισαγωγικά Έργα",
    "boost.troubleshootingTitle": "Επίλυση προβλημάτων",
    "boost.updateScratchLinkTitle": "Βεβαιωθείτε ότι έχετε την πιο πρόσφατη έκδοση του Scratch Link",
    "boost.updateScratchLinkText": "Να εγκαταστήσετε το Scratch Link χρησιμοποιώντας το παραπάνω κουμπί. Συνιστούμε τη χρήση της διαδικασίας εγκατάστασης του app store για να σας βοηθήσει να διατηρείτε την έκδοσή σας ενημερωμένη.",
    "boost.checkOSVersionTitle": "Βεβαιωθείτε ότι το λειτουργικό σας σύστημα είναι συμβατό με το Scratch Link",
    "boost.checkOSVersionText": "Οι ελάχιστες εκδόσεις λειτουργικού συστήματος αναφέρονται στην κορυφή αυτής της σελίδας. Δείτε οδηγίες για να ελέγξετε την έκδοσή σας για {winOSVersionLink} ή για {macOSVersionLink},",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Κλείστε άλλα αντίγραφα του Scratch",
    "boost.closeScratchCopiesText": "Μόνο ένα αντίγραφο του Scratch μπορεί να συνδεθεί με ένα BOOST κάθε φορά. Αν έχετε ανοίξει το Scratch σε άλλες καρτέλες του φυλλομετρητή, κλείστε το και δοκιμάστε ξανά.",
    "boost.otherComputerConnectedTitle": "Βεβαιωθείτε ότι κανένας άλλος υπολογιστής δεν είναι συνδεδεμένος στον αισθητήρα σας",
    "boost.otherComputerConnectedText": "Μόνο ένας υπολογιστής μπορεί να συνδεθεί με ένα BOOST κάθε φορά. Αν έχετε άλλον υπολογιστή συνδεδεμένο στον αισθητήρα σας, αποσυνδέστε τον αισθητήρα ή κλείστε το Scratch σε εκείνον τον υπολογιστή και προσπαθήστε ξανά.",
    "boost.imgAltBoostIllustration": "Απεικόνιση του LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Ένας διανομέας LEGO BOOST με άξονα και μικρή δέσμη συνδεδεμένος με τον κινητήρα Α.",
    "boost.feedTheCat": "Τάισε τη γάτα",
    "boost.feedTheCatDescription": "Ταΐστε μια γάτα ρομπότ με χρωματιστά τουβλάκια LEGO.",
    "boost.imgAltFeedTheCat": "Έργο Scratch με μια άσπρη γάτα",
    "boost.driving": "Οδήγηση",
    "boost.drivingDescription": "Οδηγήστε τριγύρω ένα ρομπότ με ρόδες και φτιάξτε μουσική.",
    "boost.imgAltDriving": "Έργο Scratch με ένα ρομπότ με ρόδες και μάτια",
    "boost.walkAround": "Περπάτα τριγύρω",
    "boost.walkAroundDescription": "Φτιάξτε τον δικό σας ελεγκτή για να κινήσετε έναν χαρακτήρα στην οθόνη.",
    "boost.imgAltwalkAround": "Έργο Scratch με έναν χαρακτήρα σε πράσινο φόντο"
}