{
    "boost.headerText": "El equipo {boostLink} le da vida a tus creaciones LEGO con potentes motores, un sensor de color y más. Al combinarlo con Scratch, puedes construir tus propias criaturas robóticas, contar historias físicas y digitales, inventar nuevos controladores de juegos o cualquier otra cosa que puedas imaginar.",
    "boost.gettingStarted": "Cómo comenzar",
    "boost.connectingBoost": "Conexión de BOOST a Scratch",
    "boost.powerBoost": "Encienda su sensor presionando el botón de encendido.",
    "boost.useScratch3": "Utiliza el editor {scratch3Link}.",
    "boost.addExtension": "Agregue la extensión BOOST.",
    "boost.thingsToTry": "Cosas para probar",
    "boost.makeAMotorMove": "Haz que un motor se mueva.",
    "boost.findTurnMotorOnForSeconds": "Busca el bloque {turnMotorOnForSeconds} y haz clic sobre el mismo.",
    "boost.turnMotorOnForSeconds": "'encender el motor A durante 1 segundo'",
    "boost.connectALegoBeam": "Conecta una viga LEGO con un eje al motor A y vuelve a hacer clic en el bloque para hacerlo girar.",
    "boost.starterProjects": "Proyectos iniciales",
    "boost.troubleshootingTitle": "Resuelve tus problemas",
    "boost.updateScratchLinkTitle": "Asegúrate de tener la última versión de Scratch Link",
    "boost.updateScratchLinkText": "Instale Scratch Link usando el botón de arriba. Recomendamos usar el proceso de instalación de la tienda de aplicaciones para ayudar a mantener su versión actualizada.",
    "boost.checkOSVersionTitle": "Asegúrese de que su sistema operativo sea compatible con Scratch Link",
    "boost.checkOSVersionText": "Las versiones mínimas de los sistemas operativos están listadas en la parte superior de esta página. Vea instrucciones para ver su versión de {winOSVersionLink} o {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "cierra otras copias de Scratch",
    "boost.closeScratchCopiesText": "Solo una copia de Scratch puede conectarse con un BOOST a la vez. Si tiene Scratch abierto en otras pestañas del navegador, ciérrelo y vuelva a intentarlo.",
    "boost.otherComputerConnectedTitle": "Asegúrese de que no haya otra computadora conectada a su sensor",
    "boost.otherComputerConnectedText": "Solo se puede conectar una computadora a un BOOST a la vez. Si tiene otra computadora conectada a su sensor, desconecte el sensor o cierre Scratch en esa computadora y vuelva a intentarlo.",
    "boost.imgAltBoostIllustration": "Ilustración del LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un centro LEGO BOOST con un eje y una viga corta conectados al motor A.",
    "boost.feedTheCat": "Alimenta al gato",
    "boost.feedTheCatDescription": "Alimenta a un gato robot con ladrillos LEGO de colores.",
    "boost.imgAltFeedTheCat": "Un proyecto de Scratch con un gato blanco",
    "boost.driving": "Conduciendo",
    "boost.drivingDescription": "Conduce un robot con ruedas y haz música.",
    "boost.imgAltDriving": "Un proyecto de Scratch con un robot con ruedas y ojos",
    "boost.walkAround": "Dar una vuelta",
    "boost.walkAroundDescription": "Haz tu propio controlador para mover un personaje en la pantalla.",
    "boost.imgAltwalkAround": "Un proyecto de Scratch con carácter sobre un fondo verde"
}