{
    "boost.headerText": "El equipo {boostLink} le da vida a tus creaciones LEGO con potentes motores, un sensor de color y más. Al combinarlo con Scratch, puedes construir tus propias criaturas robóticas, contar historias físicas y digitales, inventar nuevos controladores de juegos o cualquier otra cosa que puedas imaginar.",
    "boost.gettingStarted": "Para empezar",
    "boost.connectingBoost": "Conectando BOOST a Scratch",
    "boost.powerBoost": "Enciende el sensor presionando el botón de encendido.",
    "boost.useScratch3": "Utiliza el editor {scratch3Link}.",
    "boost.addExtension": "Agregar la extensión BOOST.",
    "boost.thingsToTry": "Cosas para probar",
    "boost.makeAMotorMove": "Hacer que un motor se mueva",
    "boost.findTurnMotorOnForSeconds": "Busca el bloque {turnMotorOnForSeconds} y haz clic sobre el mismo.",
    "boost.turnMotorOnForSeconds": "“encender el motor A por 1 segundo”",
    "boost.connectALegoBeam": "Conectar el LEGO beam desde un eje al motor A y haz clic en el bloque para hacerlo dar la vuelta.",
    "boost.starterProjects": "Proyectos de iniciación",
    "boost.troubleshootingTitle": "Solución de problemas",
    "boost.updateScratchLinkTitle": "Asegúrate de tener instalada la última versión de Scratch Link.",
    "boost.updateScratchLinkText": "Instala Scratch Link utilizando el botón de arriba. Te recomendamos utilizar la tienda de aplicaciones para ayudarte a tener la última versión disponible.",
    "boost.checkOSVersionTitle": "Asegúrate de que tu sistema operativo es compatible con Scratch Link",
    "boost.checkOSVersionText": "La versión mínima de sistema operativo está especificada en la parte superior de esta página. Échale un vistazo a las instrucciones para comprobar tu versión de {winOSVersionLink} o {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Cierra otras copias de Scratch",
    "boost.closeScratchCopiesText": "Sólo una copia de Scratch puede estar conectada con BOOST a la vez. Si tienes Scratch abierto en otras pestañas del navegador, ciérralas y vuelve a intentarlo.",
    "boost.otherComputerConnectedTitle": "Asegúrate que ninguna otra computadora esté conectada con tu sensor",
    "boost.otherComputerConnectedText": "Solo un ordenador puede estar conectado con un BOOST a la vez. Si tienes otro ordenador conectado al sensor, desconéctalo o cierra Scratch en ese ordenador e inténtalo de nuevo.",
    "boost.imgAltBoostIllustration": "Ilustración del LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un conector LEGO BOOST con un eje y un breve destello conectado al motor A. ",
    "boost.feedTheCat": "Alimentar al Gato",
    "boost.feedTheCatDescription": "Alimenta a un gato robot con ladrillos de colores LEGO.",
    "boost.imgAltFeedTheCat": "Un proyecto Scratch con un gato blanco",
    "boost.driving": "Conduciendo",
    "boost.drivingDescription": "Conduce alrededor de un robot con ruedas y haz música.",
    "boost.imgAltDriving": "Un proyecto Scratch con un robot con ruedas y ojos",
    "boost.walkAround": "Dar una vuelta",
    "boost.walkAroundDescription": "Crea tu propio controlador para mover el personaje en la pantalla.",
    "boost.imgAltwalkAround": "Un proyecto Scratch con un personaje sobre una pantalla verde"
}