{
    "boost.headerText": "Le kit {boostLink} donne vie à vos création en LEGO avec des moteurs puissants, des capteurs de couleur et bien plus. En le combinant avec Scratch, vous pouvez construire vos propres créatures robotiques raconter des histoires physiques-digitales, inventer de nouvelles manettes de jeux ou tout ce que vous pouvez imaginer d'autre.",
    "boost.gettingStarted": "Prise en main",
    "boost.connectingBoost": "Connecter BOOST avec Scratch",
    "boost.powerBoost": "Allumez votre capteur en appuyant sur le bouton d'alimentation.",
    "boost.useScratch3": "Utiliser l'éditeur {scratch3Link}.",
    "boost.addExtension": "Ajoutez l'extension BOOST.",
    "boost.thingsToTry": "Trucs à essayer",
    "boost.makeAMotorMove": "Faire bouger un moteur",
    "boost.findTurnMotorOnForSeconds": "Trouvez le bloc {turnMotorOnForSeconds} et cliquez dessus.",
    "boost.turnMotorOnForSeconds": "\"allumer le moteur A pour 1 secondes\"",
    "boost.connectALegoBeam": "Connectez une poutre LEGO avec un axe au moteur A et cliquez à nouveau sur le bloc pour le faire tourner.",
    "boost.starterProjects": "Projets pour débutant",
    "boost.troubleshootingTitle": "Résolution des problèmes",
    "boost.updateScratchLinkTitle": "Vérifiez que vous avez la dernière version de Scratch Link",
    "boost.updateScratchLinkText": "Installez Scratch Link en utilisant le bouton ci-dessus. Nous recommandons d'utiliser le store pour l'installation, afin de garder votre produit à jour.",
    "boost.checkOSVersionTitle": "Vérifie que ton système d'exploitation soit compatible avec Scratch Link.",
    "boost.checkOSVersionText": "La liste des versions minimales des systèmes d'exploitation est donnée au début de la page. Regarde les instructions pour vérifier la version de {winOSVersionLink} ou de {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "Mac OS",
    "boost.closeScratchCopiesTitle": "Ferme les autres instances de Scratch",
    "boost.closeScratchCopiesText": "Seulement une instance de Scratch peut se connecter à un BOOST à la fois. Si vous avez Scratch d'ouvert dans d'autres onglets de votre navigateur, fermez-les puis essayez à nouveau.",
    "boost.otherComputerConnectedTitle": "Vérifiez qu'aucun autre ordinateur n'est connecté à votre capteur",
    "boost.otherComputerConnectedText": "Seulement un ordinateur peut se connecter à un BOOST à la fois. Si vous avez un autre ordinateur connecté à votre capteur, déconnectez le capteur ou fermez Scratch sur cet ordinateur et essayez à nouveau.",
    "boost.imgAltBoostIllustration": "Illustration de LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un hub LEGO BOOST avec un axe et une petite poutre connectée au  moteur A.",
    "boost.feedTheCat": "Nourrissez le chat",
    "boost.feedTheCatDescription": "Nourrissez un chat robot avec des briques LEGO colorées",
    "boost.imgAltFeedTheCat": "Un projet Scratch avec un chat blanc",
    "boost.driving": "Conduire",
    "boost.drivingDescription": "Conduisez un robot à roulettes et faites de la musique",
    "boost.imgAltDriving": "Un projet Scratch avec un robot à roulettes avec des yeux",
    "boost.walkAround": "Se balader",
    "boost.walkAroundDescription": "Fais ta propre manette pour faire bouge le personnage à l'écran",
    "boost.imgAltwalkAround": "Un projet Scratch avec un personnage sur un fond vert"
}