{
    "boost.headerText": "Le kit {boostLink} donne vie à vos créations LEGO grâce à de puissants moteurs, un capteur de couleurs et bien plus encore. En le combinant avec Scratch, vous pouvez construire vos propres créatures robotisées, raconter des histoires physique-numériques, inventer de nouvelles manettes de jeu, ou tout ce que vous pouvez imaginer.",
    "boost.gettingStarted": "Prise en main",
    "boost.connectingBoost": "Connecter BOOST avec Scratch",
    "boost.powerBoost": "Allumez votre capteur en appuyant sur le bouton d'alimentation.",
    "boost.useScratch3": "Utiliser l'éditeur {scratch3Link}.",
    "boost.addExtension": "Ajoutez l'extension BOOST.",
    "boost.thingsToTry": "Trucs à essayer",
    "boost.makeAMotorMove": "Faire bouger un moteur",
    "boost.findTurnMotorOnForSeconds": "Trouvez le bloc {turnMotorOnForSeconds} et cliquez dessus.",
    "boost.turnMotorOnForSeconds": "\"allumer le moteur A pendant 1 secondes\"",
    "boost.connectALegoBeam": "Connectez une poutre LEGO avec un axe au moteur A et cliquez à nouveau sur le bloc pour le faire tourner.",
    "boost.starterProjects": "Projets pour débutant",
    "boost.troubleshootingTitle": "Résolution des problèmes",
    "boost.updateScratchLinkTitle": "Vérifiez que vous avez la dernière version de Scratch Link",
    "boost.updateScratchLinkText": "Installez Scratch Link en utilisant le bouton ci-dessus. Nous recommandons d'utiliser le store pour l'installation, afin de garder votre produit à jour.",
    "boost.checkOSVersionTitle": "Vérifiez que votre système d'exploitation soit compatible avec Scratch Link.",
    "boost.checkOSVersionText": "Les versions minimales des systèmes d'exploitation sont indiquées en haut de cette page. Voir les instructions pour vérifier votre version de {winOSVersionLink} ou {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Fermez les autres instances de Scratch",
    "boost.closeScratchCopiesText": "Une seule copie de Scratch peut se connecter à un BOOST à la fois. Si vous avez Scratch ouvert dans d'autres onglets du navigateur, fermez-les et réessayer.",
    "boost.otherComputerConnectedTitle": "Vérifiez qu'aucun autre ordinateur n'est connecté à votre capteur",
    "boost.otherComputerConnectedText": "Seulement un ordinateur peut se connecter à un BOOST à la fois. Si vous avez un autre ordinateur connecté à votre capteur, déconnectez le capteur ou fermez Scratch sur cet ordinateur et réessayer.",
    "boost.imgAltBoostIllustration": "Illustration de LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un hub LEGO BOOST avec un axe et une petite poutre connectée au  moteur A.",
    "boost.feedTheCat": "Nourrir le chat",
    "boost.feedTheCatDescription": "Nourrissez un chat robot avec des briques LEGO colorées",
    "boost.imgAltFeedTheCat": "Un projet Scratch avec un chat blanc",
    "boost.driving": "Conduire",
    "boost.drivingDescription": "Diriger un robot à roulettes et faire de la musique",
    "boost.imgAltDriving": "Un projet Scratch avec un robot à roulettes avec des yeux",
    "boost.walkAround": "Se balader",
    "boost.walkAroundDescription": "Fabriquer votre propre contrôleur pour déplacer un personnage sur l'écran.",
    "boost.imgAltwalkAround": "Un projet Scratch avec un personnage sur un arrière-plan vert"
}