{
    "boost.headerText": "Beòthaichidh trusgan {boostLink} na chruthaicheas tu le LEGO le motaran cumhachdach, mothaichear datha agus a bharrachd. Ma chleachdas tu le Scratch e, ’s urrainn dhut na creutairean robotair agad fhèin a chruthachadh, sgeulachdan digiteach ’s fiosaigeach innse, uidheaman-smachd geama ùra a chruthachadh agus iomadh rud eile a dhèanamh a thig a-steach ort.",
    "boost.gettingStarted": "Dèan toiseach-tòiseachaidh",
    "boost.connectingBoost": "Ceangal BOOST ri Scratch",
    "boost.powerBoost": "Cuir air am mothaichear le brùthadh air putan na cumhachd.",
    "boost.useScratch3": "Cleachd deasaiche {scratch3Link}.",
    "boost.addExtension": "Cuid ris an leudachan BOOST.",
    "boost.thingsToTry": "Rudan ri am feuchainn",
    "boost.makeAMotorMove": "Thoir gluasad air motar",
    "boost.findTurnMotorOnForSeconds": "Lorg bloca {turnMotorOnForSeconds} agus briog air.",
    "boost.turnMotorOnForSeconds": "“cuir motar A air fad 1 diog”",
    "boost.connectALegoBeam": "Ceangail crann LEGO ri motar A le aiseal agus briog air a’ bhloca a-rithist airson car a chur air.",
    "boost.starterProjects": "Pròiseactan tòiseachaidh",
    "boost.troubleshootingTitle": "Fuasgladh dhuilgheadasan",
    "boost.updateScratchLinkTitle": "Dèan cinnteach gu bheil an tionndadh as ùire de Scratch Link agad",
    "boost.updateScratchLinkText": "Stàlaich Scratch Link leis a’ phutan gu h-àrd. Mholamaid gun cleachd thu pròiseas stàladh bùth aplacaidean airson an tionndadh agad a chumail cho ùr ’s a ghabhas.",
    "boost.checkOSVersionTitle": "Dèan cinnteach gu bheil an siostam-obrachaidh agad co-chòrdail ri Scratch Link",
    "boost.checkOSVersionText": "Chì thu na tionndaidhean as sine dhe na siostam-obrachaidh ris an cuir sinn taic air bàrr na duilleige seo. Faic an stiùireadh air mar a chì thu dè an tionndadh dhe {winOSVersionLink} no {macOSVersionLink} a th’ agad.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Dùin na lethbhreacan eile de Scratch",
    "boost.closeScratchCopiesText": "Chan urrainn ach aon lethbhreac de Scratch ceangal ri BOOST aig an aon àm. Ma tha Scratch fosgailte agad ann an tabaichean eile a’ bhrabhsair, dùin e is feuch ris a-rithist.",
    "boost.otherComputerConnectedTitle": "Dèan cinnteach nach eil coimpiutair sam bith eile ceangailte ris a’ mhothaichear agad",
    "boost.otherComputerConnectedText": "Chan urrainn ach aon choimpiutair ceangal ri BOOST aig an aon àm. Ma tha coimpiutair eile agad a tha ceangailte ris a’ mhothaichear agad, bris an ceangal ris a’ mhothaichear no dùin Scratch air a’ choimpiutair ud agus feuch ris a-rithist.",
    "boost.imgAltBoostIllustration": "Dealbh dhe LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Hub LEGO BOOST le aiseal agus crann goirid ceangailte ri motar A.",
    "boost.feedTheCat": "Thoir biadh dhan chat",
    "boost.feedTheCatDescription": "Thoir biadh do chat robotair le breigichean LEGO dathte.",
    "boost.imgAltFeedTheCat": "Pròiseact Scratch le cat geal",
    "boost.driving": "Draibheadh",
    "boost.drivingDescription": "Draibhig robotair mun cuairt is cuibhlichean air agus cluich ceòl.",
    "boost.imgAltDriving": "Pròiseact Scratch le robotair agus cuibhlichean is sùilean air",
    "boost.walkAround": "Dèan coiseachd",
    "boost.walkAroundDescription": "Cleachd an t-uidheam-smachd agad fhèin airson pearsa a ghluasad air an sgrìn.",
    "boost.imgAltwalkAround": "Pròiseact Scratch le pearsa ’s cùlaibh uaine air"
}