{
    "boost.headerText": "O paquete {boostLink} dalle vida as túas creacións con LEGO con potentes motores, sensores de cor e máis.  Combinadoo con Scratch, podes construir a túa criatura robótica, contar historias físico-dixitais, inventar novos controladores de xogos ou calquera outra cousa que poidas imaxinar.",
    "boost.gettingStarted": "Primeiros pasos",
    "boost.connectingBoost": "Conectando BOOST con Scratch",
    "boost.powerBoost": "Activa o sensor premendo no botón de acender.",
    "boost.useScratch3": "Emprega o editor {scratch3Link}.",
    "boost.addExtension": "Engade a extensión de BOOST.",
    "boost.thingsToTry": "Cousas coas que experimentar",
    "boost.makeAMotorMove": "Facer un movemento co motor",
    "boost.findTurnMotorOnForSeconds": "Busca o bloque {turnMotorOnForSeconds} e preme sobre el.",
    "boost.turnMotorOnForSeconds": "\"activa o motor A durante 1 segundo\"",
    "boost.connectALegoBeam": "Conecta unha barra de LEGO con un eixe ao motor A e preme outra vez sobre o bloque para facer que xire.",
    "boost.starterProjects": "Proxectos de arranque",
    "boost.troubleshootingTitle": "Resolución de problemas",
    "boost.updateScratchLinkTitle": "Asegúrate de ter a última versión de Scratch Link",
    "boost.updateScratchLinkText": "Instala Scratch Link utilizando o botón de arriba. Recomendamos utilizar o proceso de instalación da tenda de aplicacións para axudar a manter a versión actualizada. ",
    "boost.checkOSVersionTitle": "Comprobe que o seu sistema operativo é compatible con Scratch Link",
    "boost.checkOSVersionText": "As versións mínimas requiridas dos sistemas operativos están listadas na parte de arriba desta páxina. Sigue as instrucións para comprobar a túa versión de {winOSVersionLink} ou{macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Pecha outras copias de Scratch",
    "boost.closeScratchCopiesText": "Só se pode conectar unha copia de Scratch a BOOST de cada vez. Se tes Scratch aberto noutras lapelas do navegador, péchao e téntao de novo",
    "boost.otherComputerConnectedTitle": "Asegúrate de que non haxa outro computador conectado ao teu sensor",
    "boost.otherComputerConnectedText": "Só se pode conectar un computador a BOOST de cada vez. Se tes outro computador conectado ao teu sensor, desconéctao ou pecha Scratch nese computador e téntao de novo.",
    "boost.imgAltBoostIllustration": "Imaxe do LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un concentrador LEGO BOOST cunha barra curta conetada ao motor A cun eixe.",
    "boost.feedTheCat": "Dalle de comer ao gato",
    "boost.feedTheCatDescription": "Alimenta un gato robótico con pezas LEGO de cores.",
    "boost.imgAltFeedTheCat": "Un proxecto de Scratch cun gato blanco",
    "boost.driving": "Conducindo",
    "boost.drivingDescription": "Manexa un robot con rodas e fai música.",
    "boost.imgAltDriving": "Un proxecto de Scratch cun robot con rodas e ollos",
    "boost.walkAround": "Paseo polo escenario",
    "boost.walkAroundDescription": "Fai o teu propio controlador para mover a personaxe pola pantalla.",
    "boost.imgAltwalkAround": "Un proxecto de Scratch cunha personaxe sobre un fondo verde"
}