{
    "boost.headerText": "Kayar {boostLink}na ba ma kirkirar LEGO rai tare da motoci mai karfi, wani na'urar mai gane launi da karin akan haka. Ta hada shi da Scratch, Zaka iya gina kirkirar mutum-mutumin mai rai dinka, bada tasuniyoyin dijital na zahiri, kirkiri sabbin abu masu tafiyar da wasa, ko kuma duk abun da kayi tunani. ",
    "boost.gettingStarted": "za a fara",
    "boost.connectingBoost": "Sadar da BOOST zuwa Scratch",
    "boost.powerBoost": "kunna sensar ka ta hanyar danna mabbalin budewa.",
    "boost.useScratch3": "Yi amfani da editan {scratch3Link}.",
    "boost.addExtension": "hada karen karen BOOST.",
    "boost.thingsToTry": "Abubuwan da za a iya gwadawa",
    "boost.makeAMotorMove": "Yi motsin mota",
    "boost.findTurnMotorOnForSeconds": "Nemi tubalin {turnMotorOnForSeconds} kuma ka danna shi.",
    "boost.turnMotorOnForSeconds": "“Kunna motar A ma dakika 1”",
    "boost.connectALegoBeam": "Sadar da sandar LEGO da wata axle zuwa motar A kuma danna tubalin kuma dan ya juya.",
    "boost.starterProjects": "Ayyukan farawa",
    "boost.troubleshootingTitle": "Niman matsalar",
    "boost.updateScratchLinkTitle": "Tabbatar cewa kana da sigar daya gabata na Scratch Link",
    "boost.updateScratchLinkText": "Saka Scratch Link ta amfani da maballin da ke sama. Muna bada shawaran sakaawa ta hanyar App store don sabunta sigarka akai akai.",
    "boost.checkOSVersionTitle": "Ka tabbatar cewa operating system dinka ya dace da Scratch Link",
    "boost.checkOSVersionText": "Mafi karancin sigar operating system an jera su a saman wannan shafin. Duba umarni don duba sigar ka na {winOSVersionLink} ko {macOSVersionLink}. ",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Rufe sauran kwafin Scratch",
    "boost.closeScratchCopiesText": "Kwafi guda na Scratch ke iya saduwa da BOOST a lokaci guda. ida Scratch na kunne a allon brausar ka, kashe shi kuma sake gwadawa.",
    "boost.otherComputerConnectedTitle": "tabbatar cewa babu wata kwamfutar da ke hade da wannan sensar",
    "boost.otherComputerConnectedText": "Kwafuta guda kawai zai iya kasance a hade da BOOST a lokaci guda. idan wata kwamfuta na hade da sensar ka, cire sensar ka ko ka kashe Scratch akan wancan kwamfutar kuma ka sake gwadawa.",
    "boost.imgAltBoostIllustration": "Nunin LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "dandalin LEGO BOOST mai axle da gajeriyar sanda a hade da motar A.",
    "boost.feedTheCat": "ciyar da magen.",
    "boost.feedTheCatDescription": "Ciyar da mutum mutumin magen mai kwakwalwa da bulon LEGO mai launi.",
    "boost.imgAltFeedTheCat": "Wani aikin Scratch mai wata farar mage",
    "boost.driving": "Yana tuki",
    "boost.drivingDescription": "Fitar da mutum-mutumi mai ƙafa kuma yi kiɗa.",
    "boost.imgAltDriving": "Aikin Scratch mai mutum mutumi mai kwakwaluwa mai taya mai idanuwa",
    "boost.walkAround": "yi tafiya a zagayen",
    "boost.walkAroundDescription": "sa mai luran ka ya motsa harafin a allon.",
    "boost.imgAltwalkAround": "Wani aikin Scratch tare da harafi mai bango mai launi green"
}