{
    "boost.headerText": "{boostLink}इस किट से आप LEGO के खिलौनों में एक पावरफुल मोटर, एक कलर सेंसर जैसी चीजें जोड़ सकते हो. इसको स्क्रॅच  से पप्रोग्राम कर के आप अपने रोबोटिक जीव बना सकते हो. आप इनसे एक कहानी बना सकते हो जिसमे डिजिटल यानी स्क्रीन पर और साथ साथ जम्में पर चलने वाले खिलौने शामिल होंगे। इससे आप ने गेम कंट्रोलर बना सकते हो. या जो भी आप सोच सको. ",
    "boost.gettingStarted": "शुरुआत करें ",
    "boost.connectingBoost": " BOOST  को स्क्रॅच  से जोड़ें।",
    "boost.powerBoost": "पॉवर  बटन को दबा कर सेंसर को सक्रीय कीजिये ",
    "boost.useScratch3": "स्क्रॅच  लिंक {scratch3Link}के एडिटर का प्रयोग कीजिये।",
    "boost.addExtension": "BOOST का एक्सटेंशन जोड़िये ",
    "boost.thingsToTry": "करके देखने योग्य चीजें ",
    "boost.makeAMotorMove": "मोटर को चला कर देखिये ",
    "boost.findTurnMotorOnForSeconds": "{turnMotorOnForSeconds}इस ब्लॉक को ढूंढ कर उसपर क्लिक कीजिये ",
    "boost.turnMotorOnForSeconds": "\"मोटर A को रक सेकण्ड के लिए ऑन  कीजिये\"",
    "boost.connectALegoBeam": "LEGO की एक एक्सल वाले बीम मोटर  A से जोड़िये और फिर इस ब्लॉक को दुबारा क्लिक करके मोटर को घुमाकर देखिये ",
    "boost.starterProjects": "शुरूआती प्रोजेक्ट्स ",
    "boost.troubleshootingTitle": "समस्या निवारण ",
    "boost.updateScratchLinkTitle": "आपके पास स्क्रॅच  लिंक का नवीनतम संस्करण है यह सुनिश्चित कीजिये ",
    "boost.updateScratchLinkText": "ऊपर वाले बटन का प्रयोग कर के स्क्रॅच  लिंक को इंस्टॉल  कीजिये।",
    "boost.checkOSVersionTitle": "आपका ऑपरेटिंग सिस्टम पर स्क्रॅच  लिंक चल सकता है या नहीं यह जान लीजिये।  ",
    "boost.checkOSVersionText": "इस पेज के ऊपरी हिस्से में ऑपरेटिंग सिस्टम के जो संस्करण दिए हुए है वे इस सॉफ्टवेयर को चला सकते हैं. अपने ऑपरेटिंग सिस्टम का व्हर्जन यहाँ पर {winOSVersionLink}या {macOSVersionLink}यहाँ पर चेक कीजिये।",
    "boost.winOSVersionLinkText": "विंडोज ",
    "boost.macOSVersionLinkText": "मैक ओ एस\n ",
    "boost.closeScratchCopiesTitle": "स्क्रॅच  की दूसरी कॉपीज बंद कर दीजिये ",
    "boost.closeScratchCopiesText": "BOOST के साथ स्क्रॅच  की एक समय एक ही कॉपी चल सकती है. अगर आपके अपने ब्राउजर के दूसरे टॅब में स्क्रॅच खोला है तो उसे बंद कर दीजिये और दुबारा कोशिश कीजिये। ",
    "boost.otherComputerConnectedTitle": "आपके सेंसर से कोई और कंप्यूटर नहीं जुड़ा है यह सुनिश्चित कीजिये।",
    "boost.otherComputerConnectedText": "BOOST के साथ एक बार एक ही कंप्यूटर जुड़ सकता अहइ. अगर आपके सेंसर से कोई और कंप्यूटर जुड़ा है तो उस सेंसर को डिसकनेक्ट कीजिये,या उस कंप्यूटर पर स्क्रॅच  को बंद कर दीजिये ार दुबारा कोशिश कीजिये। ",
    "boost.imgAltBoostIllustration": "LEGO BOOST का चित्र ",
    "boost.imgAltConnectALegoBeam": " एक्सल के साथ  LEGO BOOST का एक हबऔर मोटर A से जुडी एक छोटी बीम ",
    "boost.feedTheCat": "बिल्ली को खाना खिलाइये ",
    "boost.feedTheCatDescription": "रोबोट बिल्ली को LEGO की रंगीनब्लॉक्स खिलाइये  ",
    "boost.imgAltFeedTheCat": "सफ़ेद बिल्ली के साथ एक स्क्रॅच  प्रॉजेक्ट। ",
    "boost.driving": "डड्राइविंग ",
    "boost.drivingDescription": "पहिये वाले रोबोट और मेक म्यूजिक के साथ ड्राइव कीजिये ",
    "boost.imgAltDriving": "आँखों और पहियों वाले रोबोट के साथ एक स्क्रॅच  प्रोजेक्ट ",
    "boost.walkAround": "चारों ओर घूमकर देखिये ",
    "boost.walkAroundDescription": "आपके कंट्रोलर से स्क्रीन पर एक कार्टून पात्र को चला कर देखिये ",
    "boost.imgAltwalkAround": "हरे रंग की पृष्ठभूमि और एक कार्टून पात्र के साथ एक स्क्रॅच  प्रोजेक्ट। "
}