{
    "boost.headerText": "Kit {boostLink} ini menghidupkan kreasi LEGO Anda dengan motor bertenaga, sensor warna, dan lainnya. Dengan menggabungkannya dengan Scratch, Anda dapat membuat makhluk robot Anda sendiri, menceritakan kisah fisik-digital, menciptakan pengontrol permainan baru, atau apa pun yang dapat Anda bayangkan.",
    "boost.gettingStarted": "Memulai Scratch",
    "boost.connectingBoost": "Menghubungkan BOOST ke Scratch",
    "boost.powerBoost": "Nyalakan sensor Anda dengan menekan tombol daya.",
    "boost.useScratch3": "Gunakan {scratch3Link} editor.",
    "boost.addExtension": "Tambahkan ekstensi BOOST.",
    "boost.thingsToTry": "Hal-Hal untuk Dicoba",
    "boost.makeAMotorMove": "Buat sebuah motor bergerak",
    "boost.findTurnMotorOnForSeconds": "Temukan {turnMotorOnForSeconds} blok dan klik di atasnya.",
    "boost.turnMotorOnForSeconds": "“nyalakan motor A selama 1 detik”",
    "boost.connectALegoBeam": "Hubungkan balok LEGO dengan poros ke motor A dan klik balok lagi untuk membuatnya berputar.",
    "boost.starterProjects": "Karya Pengantar",
    "boost.troubleshootingTitle": "Penyelesaian masalah",
    "boost.updateScratchLinkTitle": "Pastikan Anda memiliki Scratch Link versi terbaru",
    "boost.updateScratchLinkText": "Instal Scratch Link menggunakan tombol di atas. Kami merekomendasikan menggunakan proses pemasangan app store untuk membantu menjaga versi Anda tetap mutakhir.",
    "boost.checkOSVersionTitle": "Pastikan sistem operasi Anda kompatibel dengan Scratch Link",
    "boost.checkOSVersionText": "Versi sistem operasi minimum tercantum di bagian atas halaman ini. Lihat petunjuk untuk memeriksa versi {winOSVersionLink} atau {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Tutup salinan Scratch lainnya",
    "boost.closeScratchCopiesText": "Hanya satu salinan Scratch yang dapat terhubung dengan BOOST dalam satu waktu. Jika Anda membuka Scratch di tab browser lain, tutup dan coba lagi.",
    "boost.otherComputerConnectedTitle": "Pastikan tidak ada komputer lain yang terhubung ke sensor Anda",
    "boost.otherComputerConnectedText": "Hanya satu komputer yang dapat dihubungkan ke BOOST dalam satu waktu. Jika Anda memiliki komputer lain yang terhubung ke sensor Anda, lepaskan sensor atau tutup Scratch di komputer tersebut dan coba lagi.",
    "boost.imgAltBoostIllustration": "Ilustrasi LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Hub LEGO BOOST dengan poros dan balok pendek yang terhubung ke motor A.",
    "boost.feedTheCat": "Beri makan Kucing",
    "boost.feedTheCatDescription": "Beri makan kucing robot dengan batu bata LEGO berwarna.",
    "boost.imgAltFeedTheCat": "Sebuah karya Scratch dengan seekor kucing putih",
    "boost.driving": "Menyetir",
    "boost.drivingDescription": "Berkendara di sekitar robot beroda dan buat musik.",
    "boost.imgAltDriving": "Sebuah proyek Scratch dengan robot beroda dengan mata",
    "boost.walkAround": "Berjalan Keliling",
    "boost.walkAroundDescription": "Buat pengontrol Anda sendiri untuk memindahkan karakter di layar.",
    "boost.imgAltwalkAround": "Sebuah proyek Scratch dengan karakter pada latar belakang hijau"
}