{
    "boost.headerText": "il kit {boostLink} da vita alle tue creazioni LEGO grazie a potenti motori, un sensore di colori e molto altro. Combinandoli con Scratch, puoi costruire creature robotiche, raccontare storie fisico-digitali, inventare nuovi controller o qualunque altra cosa tu possa immaginare.",
    "boost.gettingStarted": "Per Iniziare",
    "boost.connectingBoost": "Collegare BOOST a Scratch",
    "boost.powerBoost": "Accendi il sensore premendo il pulsante di accensione.",
    "boost.useScratch3": "Usa l'editor di {scratch3Link}.",
    "boost.addExtension": "Aggiungi l'estensione BOOST.",
    "boost.thingsToTry": "Cose da Provare",
    "boost.makeAMotorMove": "Fai muovere il motore",
    "boost.findTurnMotorOnForSeconds": "Cerca il blocco {turnMotorOnForSeconds} e cliccalo.",
    "boost.turnMotorOnForSeconds": "\"accendi il motore A per 1 secondi\"",
    "boost.connectALegoBeam": "Collega un asse LEGO con  un perno al motore A e clicca nuovamente il blocco per farlo ruotare.",
    "boost.starterProjects": "Progetti per Iniziare",
    "boost.troubleshootingTitle": "Soluzione dei problemi",
    "boost.updateScratchLinkTitle": "Assicurati di aver installato l'ultima versione di Scratch Link",
    "boost.updateScratchLinkText": "Installa Scratch Link usando il pulsante che trovi qui sopra. Ti suggeriamo di installare l'app attraverso l'app store al fine di mantenere aggiornata in futuro la tua versione.",
    "boost.checkOSVersionTitle": "Assicurati che il tuo sistema operativo sia compatibile con Scratch Link",
    "boost.checkOSVersionText": "Le versioni minime dei diversi sistemi operativi sono elencate in cima alla pagina. Segui le istruzioni necessarie a verificare la tua versione di {winOSVersionLink} o {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Chiudi le altre copie di Scratch",
    "boost.closeScratchCopiesText": "Una sola copia di Scratch alla volta può essere collegata a un BOOST. Se Scratch è aperto in altre schede del tuo browser chiudile e prova di nuovo.",
    "boost.otherComputerConnectedTitle": "Assicurati che nessun altro computer sia connesso al tuo sensore",
    "boost.otherComputerConnectedText": "Un solo computer alla volta può essere collegato a un BOOST. Se hai un altro computer collegato al tuo sensore scollegalo dal sensore oppure chiudi Scratch su quel computer e prova di nuovo.",
    "boost.imgAltBoostIllustration": "Illustrazione del LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un nodo LEGO BOOST con un perno e un asse corto connesso al motore A.",
    "boost.feedTheCat": "Dai da mangiare al Gatto",
    "boost.feedTheCatDescription": "Dai da mangiare mattoncini LEGO colorati al gatto robotico",
    "boost.imgAltFeedTheCat": "Un progetto Scratch con un gatto bianco.",
    "boost.driving": "Guidare",
    "boost.drivingDescription": "Guida un robot su ruote e produci della musica.",
    "boost.imgAltDriving": "Un progetto Scratch con un robot su ruote dotato di occhi",
    "boost.walkAround": "Andare in Giro",
    "boost.walkAroundDescription": "Crea il tuo controller per spostare il personaggio sullo schermo.",
    "boost.imgAltwalkAround": "Un progetto Scratch con un personaggio su uno sfondo verde."
}