{
    "boost.headerText": "De {boostLink} kit brengt je LEGO creaties tot leven met krachtige motoren, een kleurensensor en meer. Door het met Scratch te combineren, kun je jouw eigen robotwezens bouwen, fysiek-digitale verhalen vertellen, nieuwe gamecontrollers ontwerpen, of om het even welke andere dingen die je je kunt voorstellen.",
    "boost.gettingStarted": "Aan de slag",
    "boost.connectingBoost": "Verbind BOOST met Scratch",
    "boost.powerBoost": "Zet je sensor aan met een druk op de aan-uit-knop.",
    "boost.useScratch3": "Ga naar de {scratch3Link} editor.",
    "boost.addExtension": "Voeg de BOOST-uitbreiding toe.",
    "boost.thingsToTry": "Dingen om te proberen",
    "boost.makeAMotorMove": "Laat een motor bewegen",
    "boost.findTurnMotorOnForSeconds": "Zoek het blok {turnMotorOnForSeconds} en klik erop.",
    "boost.turnMotorOnForSeconds": "\"Zet motor A gedurende 1 seconde aan\"",
    "boost.connectALegoBeam": "Sluit een LEGO balk met een as aan op motor A en klik nogmaals op het codeblok om het te laten draaien.",
    "boost.starterProjects": "Startersprojecten",
    "boost.troubleshootingTitle": "Probleemoplossing",
    "boost.updateScratchLinkTitle": "Zorg dat je de nieuwste versie hebt van Scratch Link",
    "boost.updateScratchLinkText": "Installeer Scratch Link met de knop hierboven. We raden installatie via de app store aan zodat de software up-to-date blijft.",
    "boost.checkOSVersionTitle": "Zorg dat je besturingsysteem compatibel is met Scratch Link",
    "boost.checkOSVersionText": "De minimale versies van besturingssystemen staan bovenaan op deze pagina vermeld. Zie de instructies om de versie van je besturingsysteem te controleren van {winOSVersionLink} of {macOSVersionLink}",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Sluit andere vensters met Scratch.",
    "boost.closeScratchCopiesText": "Slechts één exemplaar van Scratch kan tegelijkertijd verbinding maken met een BOOST. Als je Scratch hebt geopend in andere browser tabbladen, sluit deze dan en probeert het opnieuw.",
    "boost.otherComputerConnectedTitle": "Zorg ervoor dat geen andere computer verbonden is met jouw sensor",
    "boost.otherComputerConnectedText": "Er kan maar één computer tegelijk verbonden zijn met een BOOST. Als je een andere computer verbonden hebt aan je sensor, verbreek de verbinding van de sensor dan of sluit Scratch op die computer. Probeer het daarna opnieuw.",
    "boost.imgAltBoostIllustration": "Illustratie van de LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Een LEGO BOOST-hub met een as en een korte balk, verbonden met motor A.",
    "boost.feedTheCat": "Voer de kat",
    "boost.feedTheCatDescription": "Voer een robotkat met gekleurde LEGO blokken.",
    "boost.imgAltFeedTheCat": "Een Scratch project met een witte kat",
    "boost.driving": "Rijden",
    "boost.drivingDescription": "Rijd een robot met wieltjes rond en maak muziek.",
    "boost.imgAltDriving": "Een Scratch project met een robot met wieltjes en ogen",
    "boost.walkAround": "Rondlopen",
    "boost.walkAroundDescription": "Maak je eigen controller om een sprite op het scherm te bewegen.",
    "boost.imgAltwalkAround": "Een Scratch project met een sprite op een groene achtergrond"
}