{
    "boost.headerText": "O kit {boostLink} traz suas criações com LEGO à vida com motores poderosos, um sensor de cor e mais. Combinando-o com o Scratch, você pode construir suas próprias criaturas robóticas, contar histórias digitais-físicas, inventar novos controles para jogos, ou qualquer outra coisa que você possa imaginar.",
    "boost.gettingStarted": "Primeiros Passos",
    "boost.connectingBoost": "Conectando o BOOST ao Scratch",
    "boost.powerBoost": "Ligue seu sensor apertando o botão de ligar.",
    "boost.useScratch3": "Use o editor {scratch3Link}.",
    "boost.addExtension": "Adicione a extensão BOOST.",
    "boost.thingsToTry": "Coisas para Experimentar",
    "boost.makeAMotorMove": "Faça um motor se mover",
    "boost.findTurnMotorOnForSeconds": "Encontre o bloco {turnMotorOnForSeconds} e clique nele.",
    "boost.turnMotorOnForSeconds": "“ligue o motor A por 1 segundo”",
    "boost.connectALegoBeam": "Conecte uma viga LEGO com um eixo ao motor A e clique no bloco de novo para fazê-lo girar.",
    "boost.starterProjects": "Projetos para Iniciantes",
    "boost.troubleshootingTitle": "Solução de problemas",
    "boost.updateScratchLinkTitle": "Certifique-se que você tem a versão mais recente do Scratch Link",
    "boost.updateScratchLinkText": "Instale o Scratch Link usando o botão acima. Recomendamos que você use a instalação da loja de aplicativos para ajudar a manter sua versão atualizada.",
    "boost.checkOSVersionTitle": "Tenha certeza de que seu sistema operacional é compatível com o Scratch Link",
    "boost.checkOSVersionText": "As versões mínimas de de sistemas operacionais estão listadas no topo desta página. Veja instruções para checar sua versão do {winOSVersionLink} ou {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Feche outras cópias do Scratch",
    "boost.closeScratchCopiesText": "Somente uma cópia do Scratch pode estar conectada a um BOOST de cada vez. Se você tem o Scratch aberto em outras abas no navegador, feche-as e tente novamente.",
    "boost.otherComputerConnectedTitle": "Certifique-se que nenhum outro computador está conectado ao sensor",
    "boost.otherComputerConnectedText": "Somente um computador pode estar conectado a um BOOST de cada vez. Se você tem outro computador conectado ao seu sensor, desconecte o sensor ou feche o Scratch naquele computador e tente novamente.",
    "boost.imgAltBoostIllustration": "Ilustração do LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Um LEGO BOOST com um eixo e uma viga curta conectada ao motor A.",
    "boost.feedTheCat": "Alimente o Gato",
    "boost.feedTheCatDescription": "Alimente um gato robô com tijolos LEGO coloridos.",
    "boost.imgAltFeedTheCat": "Um projeto do Scratch com um gato branco",
    "boost.driving": "Dirigindo",
    "boost.drivingDescription": "Dirija por aí com um robô sobre rodas e crie música.",
    "boost.imgAltDriving": "Um projeto do Scratch com um robô sobre rodas com olhos",
    "boost.walkAround": "Ande por Aí",
    "boost.walkAroundDescription": "Faça seu próprio controle para mover um personagem na tela.",
    "boost.imgAltwalkAround": "Um projeto do Scratch com um personagem em um fundo verde."
}