{
    "boost.headerText": "O conjunto {boostLink} dá vida às suas criações LEGO através de motores poderosos, um sensor de cor e muito mais. Combinando-o com o Scratch, pode construir as suas próprias criaturas robóticas, contar estórias físicas-digitais, inventar novos controladores de jogos ou o que quer que imagine.",
    "boost.gettingStarted": "Começar",
    "boost.connectingBoost": "Ligar o BOOST ao Scratch",
    "boost.powerBoost": "Ligue o seu sensor carregando no botão de ligar.",
    "boost.useScratch3": "Use o editor {scratch3Link}.",
    "boost.addExtension": "Adicione a extensão BOOST.",
    "boost.thingsToTry": "Coisas a Experimentar",
    "boost.makeAMotorMove": "Faça mexer um motor",
    "boost.findTurnMotorOnForSeconds": "Procure o bloco {turnMotorOnForSeconds} e clique nele.",
    "boost.turnMotorOnForSeconds": "«liga o motor A durante 1 s»",
    "boost.connectALegoBeam": "Encaixe uma viga LEGO com um eixo no motor A e clique no bloco de novo para o fazer rodar.",
    "boost.starterProjects": "Projectos de Arranque",
    "boost.troubleshootingTitle": "Resolução de Problemas",
    "boost.updateScratchLinkTitle": "Assegure-se de que tem a última versão do Scratch Link",
    "boost.updateScratchLinkText": "Instale o Scratch Link usando o botão acima. Recomendamos que utilize o processo de instalação a partir da loja de aplicações para ser mais fácil manter a versão actualizada.",
    "boost.checkOSVersionTitle": "Assegure-se de que o seu sistema operativo é compatível com o Scratch Link",
    "boost.checkOSVersionText": "As versões mínimas dos sistemas operativos estão listadas no topo desta página. Veja as instruções sobre como verificar a sua versão do {winOSVersionLink} ou do {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Feche as outras cópias do Scratch",
    "boost.closeScratchCopiesText": "Apenas uma cópia do Scratch pode ligar ao BOOST de cada vez. Se tiver o Scratch aberto noutros separadores do navegador, feche-os e tente de novo.",
    "boost.otherComputerConnectedTitle": "Assegure-se de que nenhum outro computador está ligado ao seu sensor",
    "boost.otherComputerConnectedText": "Apenas um computador pode estar ligado ao BOOST de cada vez. Se tiver outro computador ligado ao seu sensor, desligue o sensor ou feche o Scratch nesse computador e tente de novo.",
    "boost.imgAltBoostIllustration": "Ilustração do LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Um núcleo LEGO BOOST com um eixo e uma viga curta ligados ao motor A.",
    "boost.feedTheCat": "Alimentar o Gato",
    "boost.feedTheCatDescription": "Alimente um gato robô com peças LEGO coloridas.",
    "boost.imgAltFeedTheCat": "Um projecto Scratch com um gato branco",
    "boost.driving": "Conduzindo",
    "boost.drivingDescription": "Conduza um robô com rodas e crie música.",
    "boost.imgAltDriving": "Um projecto Scratch com um robô com rodas e olhos",
    "boost.walkAround": "Passear",
    "boost.walkAroundDescription": "Crie o seu próprio controlador para mover um personagem no ecrã.",
    "boost.imgAltwalkAround": "Um projecto Scratch com um personagem sobre um fundo verde"
}