{
    "boost.headerText": "{boostLink} setul aduce la viață creațiile tale LEGO cu motoare puternice, un senzor de culoare și multe altele. Combinându-l cu Scratch, poți să-ți construiești propriile creaturi robotice, să spui povești fizico-digitale, să inventezi noi controlere de joc sau orice altceva îți poți imagina.",
    "boost.gettingStarted": "Să începem",
    "boost.connectingBoost": "Se conectează BOOST la Scratch",
    "boost.powerBoost": "Porniți senzorul apăsând butonul de pornire.",
    "boost.useScratch3": "Utilizați {scratch3Link} editorul.",
    "boost.addExtension": "Adăugați extensia BOOST.",
    "boost.thingsToTry": "Lucruri de încercat",
    "boost.makeAMotorMove": "Faceți o mișcare a motorului",
    "boost.findTurnMotorOnForSeconds": "Găsiți {turnMotorOnForSeconds} blocul și faceți clic pe el.",
    "boost.turnMotorOnForSeconds": "„porniți motorul A timp de 1 secundă”",
    "boost.connectALegoBeam": "Conectați o grindă LEGO cu o axă la motorul A și faceți clic din nou pe bloc pentru a-l face să se rotească.",
    "boost.starterProjects": "Proiecte de start",
    "boost.troubleshootingTitle": "Depanare",
    "boost.updateScratchLinkTitle": "Asigurați-vă că aveți cea mai recentă versiune de Scratch Link",
    "boost.updateScratchLinkText": "Instalați Scratch Link folosind butonul de mai sus. Vă recomandăm să utilizați procesul de instalare a magazinului de aplicații pentru a vă menține versiunea actualizată.",
    "boost.checkOSVersionTitle": "Asigurați-vă că sistemul dvs. de operare este compatibil cu Scratch Link",
    "boost.checkOSVersionText": "Versiunile minime ale sistemului de operare sunt listate în partea de sus a acestei pagini. Consultați instrucțiunile pentru verificarea versiunii dvs. de {winOSVersionLink} sau {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Închideți alte copii ale lui Scratch",
    "boost.closeScratchCopiesText": "Doar o copie a Scratch se poate conecta la un BOOST la un moment dat. Dacă aveți Scratch deschis în alte file ale browserului, închideți-l și încercați din nou.",
    "boost.otherComputerConnectedTitle": "Asigurați-vă că niciun alt computer nu este conectat la senzorul dvs",
    "boost.otherComputerConnectedText": "Doar un computer poate fi conectat la un BOOST la un moment dat. Dacă aveți un alt computer conectat la senzor, deconectați senzorul sau închideți Scratch pe acel computer și încercați din nou.",
    "boost.imgAltBoostIllustration": "Ilustrație LEGO BOOST.",
    "boost.imgAltConnectALegoBeam": "Un butuc LEGO BOOST cu o axă și un fascicul scurt conectat la motorul A.",
    "boost.feedTheCat": "Hraneste pisica",
    "boost.feedTheCatDescription": "Hrănește o pisică robot cu cărămizi LEGO colorate.",
    "boost.imgAltFeedTheCat": "Un proiect Scratch cu o pisică albă",
    "boost.driving": "Conducere",
    "boost.drivingDescription": "Conduceți în jurul unui robot cu roți și faceți muzică.",
    "boost.imgAltDriving": "Un proiect Scratch cu un robot cu roți cu ochi",
    "boost.walkAround": "Plimbare",
    "boost.walkAroundDescription": "Fă-ți propriul controler pentru a muta un personaj pe ecran.",
    "boost.imgAltwalkAround": "Un proiect Scratch cu caracter pe un fundal verde"
}