{
    "boost.headerText": "Kisanduku cha {boostLink} kinaletea uhai viumbe vyako vya LEGO kwa kutumia mota zenye nguvu, sensa ya rangi na mengineyo. Kwa kuiunganisha na Scratch, unaweza kuunda viumbe vyako vya kiroboti, simulia hadithi za kidijitali, buni viendeshaji vipya vya michezo, au chochote unachoweza kufikiria. ",
    "boost.gettingStarted": "Kuanza",
    "boost.connectingBoost": "Inaunganisha BOOST kwa Scratch",
    "boost.powerBoost": "Washa sensa yako kwa kubonyeza kitufe-meme.\n ",
    "boost.useScratch3": "Tumia kihariri {scratch3Link}.",
    "boost.addExtension": "Ongeza kiendelezi cha BOOST",
    "boost.thingsToTry": "Vitu vya Kujaribu",
    "boost.makeAMotorMove": "Fanya mota iende",
    "boost.findTurnMotorOnForSeconds": "Tafuta bloku ya {turnMotorOnForSeconds} na kuibonyeza",
    "boost.turnMotorOnForSeconds": "“washa mota A kwa sekunde 1”",
    "boost.connectALegoBeam": "Unganisha boriti la LEGO na ekseli kwa mota A na ubonyeze bloki tena ili kuifanya iweze kuzunguka.",
    "boost.starterProjects": "Miradi ya Kuanzia",
    "boost.troubleshootingTitle": "Kusuluhisha",
    "boost.updateScratchLinkTitle": "Hakikisha una toleo jipya zaidi la Scratch Link",
    "boost.updateScratchLinkText": "Sakinisha Scratch Link kwa kutumia kitufe hapo juu. Tunapendekeza kutumia mchakato wa usakinishaji wa duka la programu ili kuhakikisha una toleo la karibuni zaidi.",
    "boost.checkOSVersionTitle": "Hakikisha mfumo wa uendeshaji wako unaendana na kiungo cha Scratch ",
    "boost.checkOSVersionText": "Matoleo ya kiwango cha chini ya mfumo wa uendeshaji yameorodheshwa juu ya ukurasa huu. Tazama maagizo ya jinsi ya kukagua toleo la mfumo wako wa uendeshaji wa {winOSVersionLink} au {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Funga nakala zingine za Scratch",
    "boost.closeScratchCopiesText": "Ni nakala moja tu ya Scratch ndiyo inaweza kuunganishinwa na BOOST kwa wakati mmoja. Iwapo Scratch imefunguliwa katika vichupo vingine vya kivinjari, vifunge na ujaribu tena.",
    "boost.otherComputerConnectedTitle": "Hakikisha kuwa kompyuta yoyote haijaunganishwa na sensa yako",
    "boost.otherComputerConnectedText": "Kompyuta moja tu ndio inaweza kuunganishwa na BOOST kwa wakati mmoja. Ikiwa una kompyuta nyingine iliyounganishwa na sensa yako, tenganisha  sensa hiyo, usitishe programu ya Scratch kwenye kompyuta halafu ujaribu tena.",
    "boost.imgAltBoostIllustration": "Mchoro wa  BOOST ya LEGO.",
    "boost.imgAltConnectALegoBeam": "Kitovu cha  BOOST ya LEGO kina ekseli na boriti fupi iliyounganishwa na mota A.",
    "boost.feedTheCat": "Lisha Paka",
    "boost.feedTheCatDescription": "lisha roboti ya paka kwa matofali ya LEGO yalio na rangi",
    "boost.imgAltFeedTheCat": "Mradi wa Scratch na paka mweupe",
    "boost.driving": "Kuendesha",
    "boost.drivingDescription": "Endesha roboti yenye magurudumu huku ukicheza muziki ",
    "boost.imgAltDriving": "Mradi wa Scratch wenye roboti zenye magurudumu na macho",
    "boost.walkAround": "Tembea Kokote",
    "boost.walkAroundDescription": "Unda kithibiti chako ili uweze kukisogeza  kihusika kwenye skrini.",
    "boost.imgAltwalkAround": "Mradi wa Scratch na mhusika kwenye hali ya nyuma ya kijani"
}