{
    "boost.headerText": "Bộ {boostLink} đưa những mô hình LEGO của bạn trở nên sinh động với mô-tơ mạnh mẽ, cảm biến nhận diện màu sắc và hơn thế nữa. Kết hợp với Scratch, bạn có thể tự tạo cho mình những chiếc máy rô-bốt, kể những câu chuyện kết hợp dạng vật lý và kỹ thuật số, sáng chế ra những chiếc tay cầm chơi game mới hay bất cứ thứ gì mà bạn có thể tưởng tượng ra.",
    "boost.gettingStarted": "Bắt đầu",
    "boost.connectingBoost": "Kết nối BOOST với Scratch",
    "boost.powerBoost": "Bật cảm biến của bạn bằng cách nhấn nút nguồn",
    "boost.useScratch3": "Sử dụng trình biên tập {scratch3Link}.",
    "boost.addExtension": "Thêm tiện ích BOOST",
    "boost.thingsToTry": "Một số chương trình để thử.",
    "boost.makeAMotorMove": "Làm mô-tơ chuyển động",
    "boost.findTurnMotorOnForSeconds": "Tìm khối {turnMotorOnForSeconds} và bấm vào nó",
    "boost.turnMotorOnForSeconds": "“bật mô-tơ A trong 1 giây”",
    "boost.connectALegoBeam": "Kết nối một thanh LEGO có trục với động cơ A và bấm vào khối một lần nữa để làm cho nó quay.",
    "boost.starterProjects": "Chương trình khởi đầu",
    "boost.troubleshootingTitle": "Khắc phục sự cố",
    "boost.updateScratchLinkTitle": "Đảm bảo rằng bạn đã cài đặt phiên bản Scratch Link mới nhất",
    "boost.updateScratchLinkText": "Cài đặt Scratch Link bằng cách nhấn vào nút bên trên. Chúng tôi khuyên bạn nên cài đặt từ cửa hàng ứng dụng để giúp Scratch Link luôn tự động cập nhật lên phiên bản mới nhất.",
    "boost.checkOSVersionTitle": "Đảm bảo rằng hệ thống của bạn tương thích với Scratch Link",
    "boost.checkOSVersionText": "Phiên bản hệ thống tối thiểu được liệt kê ở đầu trang này. Xem hướng dẫn kiểm tra phiên bản cho {winOSVersionLink} hoặc {macOSVersionLink}.",
    "boost.winOSVersionLinkText": "Windows",
    "boost.macOSVersionLinkText": "macOS",
    "boost.closeScratchCopiesTitle": "Đóng các tiến trình Scratch khác",
    "boost.closeScratchCopiesText": "Chỉ duy nhất một tiến trình Scratch được phép kết nối với BOOST tại cùng một thời điểm. Nếu bạn có mở Scratch trong một thẻ trình duyệt khác, đóng thẻ đó rồi thử lại.",
    "boost.otherComputerConnectedTitle": "Đảm bảo rằng không có máy tính nào khác kết nối với cảm biến của bạn",
    "boost.otherComputerConnectedText": "Chỉ duy nhất một máy tính được phép kết nối với BOOST tại cùng một thời điểm. Nếu bạn có kết nối cảm biến vào một máy tính khác, đóng Scratch hoặc ngắt kết nối cảm biến với máy tính đó rồi thử lại.",
    "boost.imgAltBoostIllustration": "Minh hoạ LEGO BOOST",
    "boost.imgAltConnectALegoBeam": "Một bộ dẫn truyền chuyển động LEGO BOOST với một trục và một thanh ngắn kết nối với mô-tơ A.",
    "boost.feedTheCat": "Cho mèo ăn",
    "boost.feedTheCatDescription": "Cho con mèo rô-bốt ăn với các khối gạch LEGO màu sắc.",
    "boost.imgAltFeedTheCat": "Một dự án Scratch với con mèo trắng",
    "boost.driving": "Đang lái",
    "boost.drivingDescription": "Lái quanh một con rô-bốt có bánh xe và phát nhạc.",
    "boost.imgAltDriving": "Một dự án Scratch với con rô-bốt có bánh xe và mắt.",
    "boost.walkAround": "Đi xung quanh",
    "boost.walkAroundDescription": "Tự tạo cho riêng bạn một tay cầm điều khiển để di chuyển nhân vật trên màn hình.",
    "boost.imgAltwalkAround": "Một dự án Scratch với nhân vật trên phông nền xanh lục"
}