{
    "faq.title":"ተዘውትረው የሚጠየቁ ጥያቄዎች (FAQ)",
    "faq.intro":"በዚህ ገጽ ላይ፣ Scratchን በተመለከተ ተዘውትረው ለሚጠየቁ ጥያቄዎች መልስ ያገኛሉ::",
    "faq.aboutTitle":"አጠቃላይ ጥያቄዎች",
    "faq.privacyTitle":"የ ግል የሆነ",
    "faq.remixTitle":"ለመቀየጥ እና በመገልበጥ ላይ",
    "faq.accountsTitle":"መለያዎች",
    "faq.permissionsTitle":"ፍቃድ እና ፈቃዶች",
    "faq.inappropriateContentTitle":"ተገቢ ያልሆነ ይዘት",
    "faq.cloudDataTitle":"የደመና ውሂብ",
    "faq.aboutScratchTitle":"ምን Scratch ነው, እና እኔ ጋር ምን ማድረግ እንችላለን?",
    "faq.aboutScratchBody":"በዓለም ዙሪያ ከሌሎች ጋር የእርስዎን ፈጠራዎች እና ለማጋራት - ከባዶ የራስዎን መስተጋብራዊ ታሪኮችን, ጨዋታዎችን እና እነማዎች መፍጠር የሚችሉበት ፕሮግራም ቋንቋ እና የመስመር ላይ ማህበረሰብ ነው. ዲዛይን እና ፕሮግራሚንግ Scratch ፕሮጀክቶች ሂደት ውስጥ, ወጣቶች ስልታዊ, ፈጠራ ምክንያት ይመስለኛል, እና በትብብር መስራት ይማራሉ. ቧጨራ  ገጽ ስለ  ይመልከቱ Scratch የበለጠ ለማወቅ.",
    "faq.makeGameTitle":"እንዴት ነው እኔ Scratch ጋር አንድ ጨዋታ ወይም እነማ ማድረግ ነው?",
    "faq.makeGameBody":"በስክራች ለመጀመር የሚረዱ የተለያዩ መንገዶችን ለመመልከት <a href=\"/tips\">የፍንጭ ግጽን</a> ይጎብኙ። ወይም <a href=\"/projects/editor/?tip_bar=getStarted\"> በቀጥታ ወደ ፕሮጀክት አስተካካዩ ይግቡ</a>።",
    "faq.requirementsTitle":"ለስክራች የሚያስፈልጉት የኮምፒውተር አስፈላጊ ነገሮች ምንድን ናቸው?",
    "faq.requirementsBody":"ስክራች 2.0ን ለመጠቀም፣ (1) የዊንዶውስ፣ ክሮምኦኤስ፣ ማክ፣ ወይም ሊነክስ ኮምፕዩተር፤ (2) የ <a href=\"https://get.adobe.com/flashplayer/\">አዶቤ ፍላሽ ፕሌየር </a> በሰኔ 8፣ 2009 ወይም ከሰኔ 8፣ 2009 በኋላ የተለቀቀውን ቨርቭን (አይነት)፤ (3) በአሁኑ ጊዜ የተለቀቀ የውስወር ላይ ብራውዘር፡ ከሁለቱ አዲሶቹ የ <a href=\"http://google.com/chrome/\">ክሮም</a> ቨርቭኖች አንዱ (የዊንዶውስ፣ ክሮምኦኤስ፣ ማክ፣ ወይም ሊነክስ)፣ <a href=\"http://www.mozilla.org/firefox/new/\">ፋየርፎክስ</a> (ዊንዶውስ ወይም ማክ ብቻ)፣ <a href=\"https://www.microsoft.com/windows/microsoft-edge\">ኤጅ</a> (ዊንዶውስ ብቻ)፣ ወይም <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">ኢንተርኔት እሽፕሎረር</a> (ዊንዶውስ ብቻ)። ኮምፒውተሮት እነዚህን ግቦች የማይመታ ከሆነ፣ ፕሮጀክቶችን ወደ ስክራች 2.0 ድህረ ገፅ ማጋራት የሚያችለውን <a href=\"/scratch_1.4\">ስክራች 1.4</a>ን ማውረድና መጫን መሞከር ትችላላችሁ።",
    "faq.offlineTitle":"ዳውንሎድ የሚደረግ እና ከመስመር ውጪ ለመስራት እሚያስችል ቅጂ አለ?",
    "faq.offlineBody":"ስክራች 2.0 ከመስመር ውጭ አገልግሎት የስክራች ፕሮጀችቶችን ያለ መስመር ግንኙንት እንድትፈጥሩ ያስችላል። ከድህረ ገፅ <a href=\"/scratch2download/\">ስክራች 2.0 ማውረድ</a> ትችላላችሁ። <a href=\"/scratch_1.4\">ስክራች 1.4</a>ን አሁንም መጠቅም ትችላላችሁ። ነጥብ፡ ስክራች 1.4 እና 2.0ን በአንድ ጊዜ ኮምፕዩተሮት ላይ መኖር ይችላሉ።",
    "faq.uploadOldTitle":"በድሮ የScratch ቅጂዎች የተሰሩ ፕሮጀችቶችን ወደስችራች ማስገባት እችላለው?",
    "faq.uploadOldBody":"አዎ - በቅርብ የስክራች ቨርቭን ፕሮጀክቶችን መጋራትና መጫን ትችላላችሁ እናም መታየትና መጫወት ይችላሉ። (ቢሆንም፣ በበፊት የነበሩ የስክራች ቨርቭን የተሰሩ ወይም የተቀነባበሩ ፕሮጀክቶችን አውርዶ በአዳዲስ የስክራች ቨርቭኖች መክፈት አይቻልም። ለምሳሌ፡ የስክራች 2.0 ፕሮጀክትን በ <a href=\"/scratch_1.4\">ስክራች 1.4</a> መክፈት አትችሉም፣ ምክንያቱም <a href=\"/scratch_1.4\">ስክራች 1.4</a> እንዴት .sb2 ፕሮጀክትን ፋይልን ማንበብ እንደሚችል አያውቅም።)",
    "faq.recordVideoTitle":"እኔ Scratch ፕሮጀክት አንድ ቪዲዮ መቅረጽ እንችላለን?",
    "faq.recordVideoBody":"አዎ, እናንተ 60 ሰከንዶች የእርስዎን Scratch ፕሮጀክት አንድ ቪዲዮ እስከ መቅዳት ይችላል. በተቧጨረው አርታዒ ውስጥ, ፋይል ምናሌው, \"ሪኮርድ ፕሮጀክት ቪዲዮ» ን ይምረጡ. (ይህ አማራጭ ለማየት በመለያ መግባት አለብዎት.) የ \"ተጨማሪ አማራጮች\" ምናሌ በኩል (እንደ ቀረጻ ድምፅ እና መዳፊት ጠቅታዎች መጠን) ተጨማሪ ቀረጻ አማራጮች መምረጥ ይችላሉ. እርስዎ የሚፈልጉትን ነገር ግን ከዚያም የእርስዎ ፕሮጀክት አሂድ. ቀረጻውን እንደተከናወነ; ወደ ኮምፒውተርዎ ፋይሉን ለማውረድ መመሪያዎች ይከተሉ. VLC ሚዲያ ማጫወቻ ወደ መጫወት </a> አላችሁ ኮምፒውተር ምን ዓይነት የሚወሰን ሆኖ ወደ <a href=\"http://www.videolan.org/vlc/index.html\"> ያለ ሌላ ፕሮግራም ማውረድ ሊኖርብዎ ይችላል ፋይል. ይህ ፋይል በ YouTube, Vimeo, እና Facebook ላይ መሮጥ, ነገር ግን Twitter ወይም Tumblr እንደ ሌሎች ድር ጣቢያዎች ለ የሚለወጠው ሊያስፈልግህ ይችላል.",
    "faq.scratchCostTitle":"Scratch ምን ያህል ያስከፍላል? ፈቃድ ያስፈልገኛል?",
    "faq.scratchCostBody":"Scratch አሁን እና ለሁልጊዜው ነጻ ይሆናል። በትምህርት ቤት፣ በቤት ወይም በሌላ ቦታ ለመጠቀም ፈቃድ አያስፈልጎትም። ስክራች የሚሰራው በልገሳዎች አማካኝነት በመሆኑ ለመለገስ ከፈለጉ ወደ <a href=\"https://secure.donationpay.org/scratchfoundation/\">መለገሻው ገጽ</a> ይሂዱ።",
    "faq.mediaLabTitle":"Scratchን የፈጠረው ማነው?",
    "faq.mediaLabBody":"Scratch በ<a href=\"http://www.media.mit.edu/\">MIT Media Lab</a> በሚገኘው <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> የScratch ቡድን ስራ ነው።",
    "faq.accountInfoTitle":"የ አካውንት ምዝገባ ላይ ለምን አይነት መረጃ ትጠይቃላችሁ?",
    "faq.accountInfoList":"የአባላቶቻችንን ግላዊነት ለመጠበቅ፣ የምንሰበስበውን እና ድረገፃችን ላይ የምን ለቀውን ነገር እንገድባለን። በምዝገባ ላይ፣ ለሚከተሉት መረጃዎች እንጠይቃለን።",
    "faq.privacyUsername":"የመለያ ስም - ለመለያ ስማችሁ የእውነተኛ ስማችሁን ወይም ሌላ የራሳችሁ ማንነት ለሰዎች የሚያወጡ መረጃዎችን እንዳትጠቀሙ እንመክራለን።",
    "faq.privacyCountry":"አገር",
    "faq.privacyBirthdate":"የትውልድ ወርና አመት - ይህንን የምንጠቀመው የአንድ አካውንት ባለቤት የአካውንቱ የይለፍ ቃልና ኢሜል ወይም አካውንትን ለመዝጋት የአካውንቶችን ባለቤትነት ለማረጋገጥ ነው።",
    "faq.privacyGender":"ፆታ",
    "faq.privacyEmail":"የተጠቃሚ የኢሜል አድራሻ - የአካውንቱ ባለቤት ከአስራሶስት አመት በታች ከሆነ፣ የምንጠይቀው ለቤተሰብ ወይም ለአሳዳጊ የኢሜል አድራሻ ነው። ለዚህ የኢሜል አድራሻ የይለፍ ቃሉን ለመቀየር ካልተጠየቀ በስተቀር ኢሚሎችን አንልክም።",
    "faq.accountPublicInfo":"The username and country of the account holder are displayed publicly on their profile page. The birth month / year, email address, and gender associated with the account are not displayed publicly. We collect this info so we can know the age and gender of our users in aggregate, and for research purposes. We do not sell or rent information about our users to anyone.",
    "faq.dataCollectionTitle":"ሰዎች ደረ-ገጹን ሲጠቀሙ ከእነርሱ ምን አይነት መረጃ ይሰበሰባል?",
    "faq.dataCollectionOne":"When a user logs in, the Scratch website asks their browser to put an <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a> on their computer in order to remember that they are logged in while they browse different pages. We collect some data on where users click and which parts of the site they visit using Google Analytics. This \"click data\" helps us figure out ways to improve the website.",
    "faq.dataCollectionTwo":"Some of the information and data collected on the Scratch website are used in research studies intended to improve our understanding of how people learn with Scratch. The results of this research are shared with educators and researchers through conferences, journals, and other publications. You can find out more on our <a href=\"/info/research\">Research page</a>.",
    "faq.rentInfoTitle":"የ Scratch ቡድን የተጠቃሚዎቹን  መረጃ ለሌሎች ይሰጣል ወይም ያከራያል?",
    "faq.rentInfoBody":"አይ.",
    "faq.viewUnsharedTitle":"የ Scratch ቡድን በእኔ 'My Stuff' ግጽ ላይ ያሉ ለጋራ ግልጋሎት ግን ያልተጋበዙ ፕሮጀክቶችን መመልከት ይችላል?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"መልሶ መቀየጥ ምንድን ነው?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"የ Scratch ቡድን ለምንድነው ሁሉም ፕሮጀክቶች ተደባላቂ እንዲሁኑ የሚጠብቀው?",
    "faq.remixableBody":"We believe that viewing and remixing interesting projects is a great way to learn to program, and leads to cool new ideas. That’s why the source code is visible for every project shared to the Scratch website.",
    "faq.creativeCommonsTitle":"ሌሎች ፕሮክቶቼን እንዲያደባልቁብኝ  ባልፈልግስ?",
    "faq.creativeCommonsBody":"By publishing your project on the Scratch website, you agree to license it under a <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.",
    "faq.fairUseTitle":"በፕሮጀክቶቼ ውስጥ ምስሎችን / ድምፆችን / ሌሎች የሚድያ መንገዶችን ከኢንተርኔት ላይ መጠቀም እችላለሁ?",
    "faq.fairUseBody":"It's important to respect the original creator’s wishes regarding remixing. If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the <a href=\"http://search.creativecommons.org/\">Creative Commons search page</a>.",
    "faq.confirmedAccountTitle":"የተረጋገጠ የ Scratch አካውንት ምን ማለት ነው?",
    "faq.confirmedAccountBody":"የተረጋገጠ የስክራች መለያ ፕሮጀክቶችን ለመላላክ፣ አስተያየት ለመስጠት፣ እና ስቱዲዮ ለመፍጠር ትችላላችሁ። መለያችሁን ማረጋገጥ የዝመን ኢሜይሎችንም ከስክርች ቡድን እንድትቀበሉ ይረዳችዋል።",
    "faq.checkConfirmedTitle":"አካውንቴ እንደተረጋገጠ እንዴት ማወቅ እችላለሁ?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"አካውንቴን እንዴት አረጋግጣለሁ?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"አካውንቴን ማረጋገጥ አለብኝ?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"ፓስወርዴን ረሳሁት። እንዴት አዲስ ፓስወርድ ማውጣት እችላለሁ?",
    "faq.forgotPasswordBody":"Enter your account name on the <a href=\"/accounts/password_reset/\">password reset page</a>. The website will send an email to the address associated with the account containing a link you can use to reset your password.",
    "faq.changePasswordTitle":"ፓስወርዴን እንዴት መቀየር እችላለሁ?",
    "faq.changePasswordBody":"Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose \"account settings\", and click the link to change your password.",
    "faq.changeEmailTitle":"የኢ-ሜል አድራሻዬን እንዴት መቀየር እችላለሁ?",
    "faq.changeEmailBody":"ወደ ስክርች ድረገፅ ሄዳችሁ፣ ተመዝግባችሁ፣ እና ከዛም በላይኛው በስተቀኝ በኩል የመለያ ስማችሁን ተጫኑ። “መለያ ቅንብር“ን ከመረጣችሁ በኋላ የሚገኘውን ሊንክ ተጭናችሁ የይለፍ ቃሉን መቀየር ትችላላችሁ።",
    "faq.newScratcherTitle":"ከ”አዲስ የስክራች ተጠቃሚ“ ወደ ”የስክራች ትጠቃሚ“ እንዴት መለወጥ እችላለሁ?",
    "faq.newScratcherBody":"Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)",
    "faq.multipleAccountTitle":"ከአንድ በላይ መለያ መያዝ እችላለሁ?",
    "faq.multipleAccountBody":"የቡድኑን ህጎች እስካልጣሳችሁ፣ ከአንድ በላይ መለያዎች መያዝ ትችላላችሁ። ነገር ግን ህጎቹን ከጣሳችሁ ሁሉም የተገናኙ መለያዎች ይዘጋሉ ወይም ይደለታሉ።",
    "faq.multipleLoginTitle":"ከአንድ በላይ ሰው አንድን መለያ መጠቀም ይችላሉ?",
    "faq.multipleLoginBody":"ይሄ አይመከርም፣ ምክንያቱም ከአንድ ሰው በላይ መለያውን ሲጠቀሙበት ድህረገጹ እና የፕቶጀክቱ አስተካካይ በቀላሉ ግራ ሊጋቡ ይችላሉ።",
    "faq.changeUsernameTitle":"የመለያ ስሜን መቀየር እችላለሁ?",
    "faq.changeUsernameBody":"The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to, you can make a new account - but you'll have to copy your projects over on your own.",
    "faq.shareInfoTitle":"ምን አይነት መረጃ በመለያዬ ወይም በመለያዬ ላይ መለዋወጥ እችላለሁ?",
    "faq.shareInfoBody":"Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information so the Scratch team can remove it, and remind the author of our policy.",
    "faq.deleteAccountTitle":"መለያዬን እንዴትመደለት እችላለሁ?",
    "faq.deleteAccountBody":"Log in to Scratch, and then click your username in the top right-hand corner. Select “Account Settings,” then click the <em>“I want to delete my account”</em> link at the bottom of the page.",
    "faq.scratchFreeTitle":"ስክራች ክፍያ አለው?",
    "faq.scratchFreeBody":"Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license - it's free.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Can I present Scratch at a conference?",
    "faq.presentScratchBody":"Please feel free to make presentations about Scratch to educators or other groups. We grant our permission to make presentations.",
    "faq.supportMaterialTitle":"May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Can I sell my Scratch projects?",
    "faq.sellProjectsBody":"Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.",
    "faq.sourceCodeTitle":"Where can I find the source code for Scratch?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"How do I know what is or isn’t okay to share on the Scratch website?",
    "faq.okayToShareBody":"Check out the <a href=\"/community_guidelines\">Scratch community guidelines</a> - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"What do I do if I see something that’s inappropriate?",
    "faq.reportContentBody":"You can click the link that says “report” on any project, comment, discussion post, or user page where you think something isn't ok for Scratch. If the situation is complicated, you can use the Contact Us link to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"What do I do if I see someone being mean or disrespectful?",
    "faq.noFlameBody":"Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.",
    "faq.reviewContentTitle":"What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.",
    "faq.blockedAccountTitle":"What happens when an account is blocked?",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access it, or use it to create projects or comments. When they login, they see a page that explains why the account was blocked with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the community guidelines in the future, the  Scratch Team will review their case. Accounts will only be unblocked in cases where the account owner’s word can be trusted. Otherwise, the account (and most likely other accounts owned or created by that person) may be blocked permanently.",
    "faq.stolenAccountTitle":"My mean brother / Kaj / some other bad guy stole my account and got it banned, what do I do?",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone in real life takes control of your account and does bad stuff, tell the adults in charge of the computers. If you think someone you don’t know got access to your account, change the password and / or use the contact us link to explain the situation. If you got blocked for doing something that broke the community guidelines, don't just say you got hacked. If we can't trust you, we won't unblock you.",
    "faq.cloudDataInfoTitle":"What is cloud data?",
    "faq.cloudDataInfoBody":"Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.",
    "faq.storedCloudInfoTitle":"Who can see the data stored in cloud data?",
    "faq.storedCloudInfoBody":"When you interact with a project using cloud data blocks, your information can be stored along with your username, and others can view it. Each project keeps a log of who interacted with it and any data they shared.",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"The current site is limited to numbers in variables as an initial step to work out any issues with their use on the site. We plan to roll out cloud data features incrementally. If the infrastructure is working well, we plan to add other features (cloud lists, support for strings, etc.).",
    "faq.reportCloudTitle":"If I see someone post inappropriate content using cloud data, how do I report it?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention \"cloud data\" when you type your reason in the report.",
    "faq.chatRoomTitle":"Can I make chat rooms with cloud data?",
    "faq.chatRoomBody":"While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.",
    "faq.makeCloudVarTitle":"How do I add a cloud variable when I'm making a project?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody":"Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.",
    "faq.newScratcherCloudTitle":"I am logged in, but I still cannot use projects with cloud data. What is going on?",
    "faq.newScratcherCloudBody":"You need to have become a \"Scratcher\" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.",
    "faq.multiplayerTitle":"Is it possible to make multiplayer games with cloud data?",
    "faq.multiplayerBody":"Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud data for turn-by-turn and other games.",
    "faq.cloudLagTitle":"How long does it take for cloud data to reach another Scratcher?",
    "faq.cloudLagBody":"It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.",
    "faq.schoolsTitle":"Scratchህ በት/ቤቶች ውስጥ።",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"የScratch እድሜ ገደብ ስንት ነው?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"ተማሪዎች ስክራችን ከመስመር ውጪ መጠቀም ይችላሉ?",
    "faq.noInternetBody":"አዎ። የስክራች <a href=\"/scratch2download\">ከመስመር ውጭ መጠቀሚያ</a> ከመስመር ውጭ ስክራችን መጠቀም ያስችላል። አሁን ለዊንዶውስ እና ማኮች ይቀርባል።",
    "faq.communityTitle":"የመስመር ላይ ግንኙነትን ለተማሪዎቼ ማጥፋት እችላለው?",
    "faq.communityBody":"የስክራች ማህበረሰብ ልጆች እንዲጋሩ እና አንድ ላይ እንዲሰሩ በቁጥጥር ስር ባለ ደንብ መሰረት ያደርጋል። አንዳንድ መምህሮች ግን ተማሪዎቻቸው ከውጪው ማህበረሰብ ጋር እንዲቀላቀል እንደማይፈልጉ እናውቃለን። ስለዚህ ከመስመር ውጭ መስሪያ ስክራች 2.0ን ጭነው በኮምፒውተርዎ መጠቀም ይችላሉ።",
    "faq.teacherAccountTitle":"የአስተማሪ የስክራች አካውንት ምንድን ነው?",
    "faq.teacherAccountBody":"የአስተማሪ የስክራች አካውንት አስተማሪዎችን ተጨማሪ ቁጥጥር በመስጠት የተማሪዎችን ተሳትፎ እንዲመለከቱ ፣ የተማሪ አካውንቶችን እንዲከፍቱ ፣ የተማሪዎችን ፕሮጀክቶች እንዲያስተካክሉ እና የተማሪዎችን ፅሁፎች እንዲቆጣጠሩ ይፈቅዳል።",
    "faq.requestTitle":"ለአስተማሪ የስክራች አካውንት የምጠይቀው እንዴት ነው?",
    "faq.requestBody":"የስክራች አስተማሪ አካውንት ከ<a href=\"/educators\">መምህሮች ገጽ</a> መጠየቅ ይችላሉ። በዚህ ግዜ የበለጠ መረጃ የምንጠይቅበት ግዜ ይኖራል። ይህም እውነት አስተማሪ መሆንዎን ለማረጋገጥ ነው።",
    "faq.edTitle":"በስክራች አስተማሪ እና በስክራችኤድ አካውንት መካከል ያለው ልዩነት ምንድን ነው?",
    "faq.edBody":"የስክራች አስተማሪ አካውንቶች ተጨማሪ ነገሮችን ለማድረግ እና የተማሪ አካውንቶችን ለመክፈት እና ለመቆጣጠር ፈቃድ አላቸው። ስክራችኤድ አካውንቶች በ<a href=\"http://scratched.gse.harvard.edu/\">ስክራችኤድ ህብረተሰብ</a> የተለየ ድረገጽ (በሃርቫርድ የተመሰረተ) ሲሆን አስተማሪዎች ታሪኮችን እና ምንጮችን ለመቀባበል እንዲሁም ሌሎችን ለመተዋወቅ የሚጠቀሙበት ነው።",
    "faq.dataTitle":"ስክራችት ከተማሪዎች ምን ዓይነት መረጃዎችን ይሰበስባል?",
    "faq.dataBody":"አንድ ተማሪ ለመጀመሪያ ግዜ አካውንት ሲከፍት ስለማንነቱ ጥያቄዎችን እንጠይቃለን እንደ እድሜ(ዓ.ም. እና ወር) ፣ ፆታ፣ ሀገር እና ኢ-ሜይል ያሉ። ይህ መረጃ(በጅምላ) ለምርምር ጥቅም ላይ ይውላል። አስተማሪ ግን ለብዙ ተማሪዎች በአንዴ አካውንት ሲከፍት ለእያንዳንዱ ኢሜይል አይጠየቅም።",
    "faq.lawComplianceTitle":"ስክራች 2.0 (የመስመሩ)  ከአሜሪካ ህግ ጋር ይስማማል?",
    "faq.lawComplianceBody":"ስክራች ስለእርስዎ መረጃ ደህንነት ያስባል። በድረ-ገፃችን ላይ የምንሰበስበውን መረጃ ለመጠበቅ የሚረዱ ብዙ ስርዓቶች አስቀምጠናል። በዕርግጠኝነት መናገር ባንችልም ፣ በአሜሪካ ህግ መሰረት 501(c)(3) ህጋዊ ተቋም ነን። የስክራችን ህጋዊ መግለጫ እንድታዩ እንመክራለን።",
    "faq.schoolsMoreInfo":"ስለአስተማሪ አካውንቶች የበለጠ ለማወቅ ወደ <a href=\"/educators/faq\">አስተማሪ አካውንት ጥያቄዎች</a> ይሂዱ"
}
