{
    "faq.title":"Често задавани въпроси (ЧЗВ)",
    "faq.intro":"На тази страница ще откриете отговорите на най-често задаваните въпроси относно Scratch.",
    "faq.aboutTitle":"Общи въпроси",
    "faq.privacyTitle":"Декларация за поверителност",
    "faq.remixTitle":"Прекомбиниране и копиране",
    "faq.accountsTitle":"Акаунти",
    "faq.permissionsTitle":"Лицензиране и разрешения",
    "faq.inappropriateContentTitle":"Неподходящо съдържание",
    "faq.cloudDataTitle":"Облачни данни",
    "faq.aboutScratchTitle":"Какво е Scratch и какво мога да правя с него?",
    "faq.aboutScratchBody":"Scratch е безплатен език за програмиране и общност в Интернет, където можете да създавате свои собствени интерактивни истории, игри и анимации, както и да споделяте творенията си с хората от цял свят. Докато проектират и програмират проектите си в Scratch, младите хора се учат да мислят изобретателно, да се обосновават систематично и да работят съвместно. За да научите повече относно Scratch, вижте страницата <a href=\"/about\">„Относно Scratch“</a>.",
    "faq.makeGameTitle":"Как да направя игра или анимация със Scratch?",
    "faq.makeGameBody":"Вижте <a href=\"/tips\">страницата със съвети</a>, където ще разберете как да започнете, или просто <a href=\"/projects/editor/?tip_bar=getStarted\">се гмурнете</a> в редактора на проекти.",
    "faq.requirementsTitle":"Какви са системните изисквания на Scratch?",
    "faq.requirementsBody":"За да използвате Scratch 2.0, трябва да разполагате с (1) компютър с Windows, ChromeOS, Mac или Линукс; (2) версия на <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> издадена не по-рано от 15 юни 2016 г.; (3) сравнително скорошен уеб браузер: една от последните две версии на <a href=\"http://google.com/chrome/\">Chrome</a> (за Windows, ChromeOS, Mac или Линукс), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (само за Windows и Mac), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (само за Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (само за Windows) или <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (само за Windows). Ако компютърът Ви не отговаря на тези изисквания, може да опитате да свалите и инсталирате <a href=\"/scratch_1.4\">Scratch версия 1.4</a>, с която все още можете да споделяте проекти в уеб сайта на Scratch 2.0.",
    "faq.offlineTitle":"Има ли версия, която може да бъде свалена и използвана за създаване и разглеждане на проекти без връзка с Интернет?",
    "faq.offlineBody":"Редакторът за ползване извън линия Scratch 2.0 Ви позволява да създавате проекти със Scratch без връзка с Интернет. Можете да <a href=\"/scratch2download/\">свалите Scratch 2.0</a> от уеб сайта. Също така все още можете да използвате <a href=\"/scratch_1.4\">Scratch 1.4</a>. Забележка: Можете да имате Scratch 1.4 и 2.0 едновременно на компютъра си.",
    "faq.uploadOldTitle":"Мога ли все още да качвам проекти в уеб сайта, ако те са създадени с по-стара версия на Scratch?",
    "faq.uploadOldBody":"Да – можете да качвате и споделяте проекти създадени с по-стара версия на Scratch, те ще бъдат видими и ще могат да се пускат. (Обаче не можете да сваляте проекти създадени или редактирани с по-нова версия на Scratch и да ги отваряте в по-старата версия. Например: не можете да отворите проект създаден със Scratch 2.0 в <a href=\"/scratch_1.4\">Scratch 1.4</a>, тъй като <a href=\"/scratch_1.4\">Scratch 1.4</a> не знае как да прочете файловия формат за проекти „.sb2“.)",
    "faq.recordVideoTitle":"Мога ли да запиша видео на проекта си в Scratch?",
    "faq.recordVideoBody":"Да, можете да запишете видео на проекта си в Scratch, но до 60 секунди. В редактора на Scratch, отворете менюто „Файл“ и изберете „Запис на видео на проекта“ (трябва да сте влезли в системата, за да видите това в менюто). Можете да изберете няколко настройки (като дали да се записва и звукът, или щракванията на мишката) от менюто „Още настройки“. След това пуснете проекта си. След като записът приключи, следвайте инструкциите, за да свалите файла на компютъра си. В зависимост от компютъра, който използвате, може да се наложи да свалите друга програма, като нпример <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>, за да възпроизведете файла. Файлът ще работи с YouTube, Vimeo и Facebook, но може да се наложи да бъде преобразуван в друг формат за други уеб сайтове като Twitter или Tumblr.",
    "faq.scratchCostTitle":"Колко струва Scratch? Трябва ли ми лиценз?",
    "faq.scratchCostBody":"Scratch е и винаги ще бъде безплатен. Не се нуждаете от лиценз, за да използвате Scratch в училище, у дома или където и да било. Разработката и поддръжката на Scratch се финансира от спонсори и дарения. Ако искате да допринесете, вижте <a href=\"https://secure.donationpay.org/scratchfoundation/\">страницата за дарения</a>.",
    "faq.mediaLabTitle":"Кой е създателят на Scratch?",
    "faq.mediaLabBody":"Scratch е проектиран и разработен от <a href=\"http://llk.media.mit.edu/\">„Lifelong Kindergarten Group“</a> при <a href=\"http://www.media.mit.edu/\">Медийната лаборатория на Масачузетския технологичен институт</a>.",
    "faq.accountInfoTitle":"Каква информация Ви е нужна по време на регистрирането на акаунт?",
    "faq.accountInfoList":"С оглед на сигурността на членовете на общността ни, ние ограничаваме информацията, която събираме и публикуваме на уеб сайта. По време на регистрацията, ние изискваме следната информация:",
    "faq.privacyUsername":"Потребителско име – ние препоръчваме да се избягва ползването на истинското име или други лични данни.",
    "faq.privacyCountry":"Държава",
    "faq.privacyBirthdate":"Година и месец на раждане – това ни трябва, за да можем да проверим собствеността на акаунта, ако собственикът му загуби паролата или е-пощата си, или иска да закрие акаунта си.",
    "faq.privacyGender":"пол",
    "faq.privacyEmail":"Адрес на е-поща за връзка – ако акаунтът е на човек по 13 години, ние изискваме адреса на е-пощата на негов родител или настойник. Ние не изпращаме е-писма на този адрес, освен когато някой поиска подновяване на паролата на акаунта.",
    "faq.accountPublicInfo":"Потребителското име и държавата на собственика на акаунта се показват публично в профилната страница. Годината и месецът на раждане, адресът на е-пощата и пола не се показват публично. Ние изискваме тези данни, за да знаем възрастта и пола на потребителите си като цяло, както и за изследователски цели. Ние няма да продаваме или прехвърляме данните за потребителите си на никого.",
    "faq.dataCollectionTitle":"Какви данни се събират за хората, докато те използват уеб сайта?",
    "faq.dataCollectionOne":"Когато потребителят се впише, уеб сайтът изисква от браузъра да запази <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">бисквитка</a> на компютъра на потребителя, за да помни, че той е вписан, когато той разглежда различни страници от уеб сайта. Ние събираме определени данни чрез „Google Анализ“, като това къде щракват потребителите и кои части на уеб сайта посещават. Тези „данни за щракванията“ ни помагат да разрберем как да подобрим уеб сайта.",
    "faq.dataCollectionTwo":"Част от информацията и данните събирани от уеб сайта на Scratch се използват за изследователски цели, които да подобрят разбирането ни за това как хората учат със Scratch. Резултатите от това изследване се споделят с учители и изследователи на конференции, в списания и други публикации. Можете да научите повече за това на <a href=\"/info/research\">страницата за изследвания</a>.",
    "faq.rentInfoTitle":"Екипът на Scratch продава/прехвърля ли данни относно потребителите на Scratch на някого?",
    "faq.rentInfoBody":"Не.",
    "faq.viewUnsharedTitle":"Може ли екипът на Scratch да види несподелените ми проекти в страницата ми „Моите неща“?",
    "faq.viewUnsharedBody":"Тъй като екипът на Scratch отговаря за следенето и управлението на съдържанието, ние имаме достъп до всичко съхранявано в уеб сайта на Scratch – включително несподелените проекти. Ако предпочитате да работите по проектите си в пълна тайна, можете да използвате <a href=\"/scratch2download\">редактора за ползване извън линия Scratch 2.0</a> или <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Какво е „прекомбиниране“?",
    "faq.remixDefinitionBody":"Когато някой направи копие на нечий проект и го промени, за да добави своите собствени идеи (като например промени скриптовете или костюмите), наричаме резултата „прекомбиниран“ проект. Всеки проект, който е споделен в уеб сайта на Scratch, може да бъде прекомбиниран. Дори и най-малката промяна се счита за прекомбиниране, стига да е отбелязан създателя на оригиналния проект, както и всеки, който е направил някакъв значим принос към прекомбинирания проект.",
    "faq.remixableTitle":"Защо екипът на Scratch държи на това всички проекти да могат да се прекомбинират?",
    "faq.remixableBody":"Ние вярваме, че разглеждането и прекомбинирането на интересни проекти е чудесен начин човек да се научи да програмира, и води до страхотни нови идеи. Закова изходният код на всеки споделен в уеб сайта на Scratch проект е видим.",
    "faq.creativeCommonsTitle":"Ами ако не искам другите да прекомбинират проектите ми?",
    "faq.creativeCommonsBody":"Публикувайки проекта си в уеб сайта на Scratch, Вие се съгласявате да го предоставите под лиценза <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">„Признание-Споделяне на споделеното“ на Криейтив Комънс</a>. Ако не искате останалите да виждат и прекомбинират творенията Ви, не ги споделяйте в уеб сайта на Scratch.",
    "faq.fairUseTitle":"Мога ли да използвам изображения / звуци / други неща от Интернет в проектите си?",
    "faq.fairUseBody":"Важно е да се уважават желанията на оригиналния създател спрямо прекомбинирането. Ако искате да използвате нечия чужда работа в своя проект, не забравяйте да го споменете в раздела за заслуги на проекта си, и включете връзка към оригинала. За да намерите картинки или звуци, които вече са лицензирани за използване в прекомбинирани проекти, проверете <a href=\"http://search.creativecommons.org/\">страницата за търсене на Криейтив Комънс</a>.",
    "faq.confirmedAccountTitle":"Какво е „потвърден“ акаунт в Scratch?",
    "faq.confirmedAccountBody":"Потвърденият акаунт в Scratch Ви позволява да споделяте проекти, да пишете коментари и да създавате студиа. Потвърждаването на акаунта Ви позволява и да получавате новини от екипа на Scratch в е-пощата си.",
    "faq.checkConfirmedTitle":"Как мога да проверя дали акаунтът ми е потвърден?",
    "faq.checkConfirmedBody":"За да проверите дали акаунтът Ви е потвърден, трябва първо да се впишете в акаунта си в Scratch – от горния десен ъгъл на екрана. След като се впишете, щракнете върху потребителското си име в горния десен ъгъл и изберете „Настройки на акаунта“, а след това „Е-поща“ от лявата страна. Потвърдените адреси на е-пощи ще бъдат отбелязани със зелена отметка. Иначе ще видите текста „Адресът на е-пощата Ви не е потвърден“ с оранжев цвят.",
    "faq.howToConfirmTitle":"Как да потвърдя акаунта си?",
    "faq.howToConfirmBody":"След като се регистрирате в Scratch, ще получите е-писмо с връзка, чрез която можете да потвърдите акаунта си. Ако не можете да откриете е-писмото, проверете папката си за нежелана поща. За да Ви изпратим отново е-писмото, идете в настройките на акаунта си, натиснете раздела за е-пощата и следвайте инструкциите там. Имайте предвид, че е-писмото може да се забави до час след изпращането. Ако след час все още не виждате е-писмото, <a href=\"/contact-us\">уведомете ни</a>.",
    "faq.requireConfirmTitle":"Трябва ли да потвърждавам акаунта си?",
    "faq.requireConfirmBody":"Дори и да не потвърдите акаунта си, все пак ще можете да използвате много от функционалностите на Scratch, включително да създавате и запазвате проектите си (но няма да можете да ги споделяте). Забележка: ако акаунтът Ви е създаден преди 11 февруари 2015 г., тогава ще можете да използвате обществените функционалности на Scratch без да потвърждавате акаунта си.",
    "faq.forgotPasswordTitle":"Забравих си паролата. Как да я подновя?",
    "faq.forgotPasswordBody":"Въведете името на акаунта си в <a href=\"/accounts/password_reset/\">страницата за подновяване на паролата</a>. Уеб сайтът ще изпрати е-писмо до адреса на е-пощата свързана с акаунта, в което ще има връзка, чрез която ще можете да подновите паролата си.",
    "faq.changePasswordTitle":"Как да сменя паролата си?",
    "faq.changePasswordBody":"Отворете уеб сайта на Scratch, впишете се и щракнете върху потребителското си име в горния десен ъгъл на прозореца. Изберете „Настройки на акаунта“ и натиснете връзката за промяна на паролата.",
    "faq.changeEmailTitle":"Как да променя адреса на е-пощата си?",
    "faq.changeEmailBody":"Отворете уеб сайта на Scratch, впишете се и щракнете върху потребителското си име в горния десен ъгъл на прозореца. Изберете „Настройки на акаунта“ и натиснете връзката за промяна на е-пощата.",
    "faq.newScratcherTitle":"Как да стана „утвърден потребител“?",
    "faq.newScratcherBody":"Създавайте и споделяйте проекти, коментирайте в помощ на проектите на другите потребители и бъдете търпеливи! Ако сте дейни, след няколко седмици в профилната Ви страница ще се появи връзка, която Ви кани да станете утвърден потребител. (Забележка: ние не повишаваме новите потребители в утвърдени по заявка, дори и да се опитате да ни подкупите с шоколад.)",
    "faq.multipleAccountTitle":"Може ли да имам повече от един акаунт?",
    "faq.multipleAccountBody":"Няма проблем за имате няколко акаунта в Scratch, стига никой от тях да не се използва за нарушаване на Обществените правила. Ако това се случи, всички свързани акаунти може да бъдат блокирани или изтрити.",
    "faq.multipleLoginTitle":"Може ли няколко човека да са вписани в един и същ акаунт едновременно?",
    "faq.multipleLoginBody":"Това трябва да се избягва, тъй като уеб сайтът и редакторът на проекти могат лесно да се объркат когато няколко човека използват един и същ акаунт по едно и също време.",
    "faq.changeUsernameTitle":"Мога ли да променя потребителското си име?",
    "faq.changeUsernameBody":"Структурата на уеб сайта на Scratch разчита на това всеки да има еднократно зададено потребителско име, така че не е възможно да промените потребителското си име. Ако това наистина е много важно за Вас, можете да си създадете нов акаунт, но ще трябва да копирате всичките си проекти сами.",
    "faq.shareInfoTitle":"Каква информация мога да споделям в / с акаунта си?",
    "faq.shareInfoBody":"Молим Ви да не споделяте лична информация, като адрес, е-поща, телефонен номер или друга информация, която може да бъде използвана за връзка с Вас извън уеб сайта на Scratch. Моля, докладвайте проекти, коментари или публикации във форума, които съдържат подобна информация, за да може екипът на Scratch да я премахне, и напомнете на автора за това правило.",
    "faq.deleteAccountTitle":"Как да изтрия акаунта си?",
    "faq.deleteAccountBody":"Впишете се в Scratch и щракнете върху потребителското си име в горния десен ъгъл. Изберете „Настройки на акаунта“ и натиснете връзката <em>„Искам да изтрия акаунта си“</em> в дъното на страницата.",
    "faq.scratchFreeTitle":"Безплатно ли е ползването на Scratch?",
    "faq.scratchFreeBody":"Да! Scratch е нъпълно безплатна система. Можете да използвате Scratch в училище, както и да преподавате курс по Scratch (дори да искате пари за курса). Няма нужда да плащате за лиценз – всичко е безплатно.",
    "faq.scratchScreenshotTitle":"Мога ли да използвам екранни снимки от Scratch в книга или презентация?",
    "faq.scratchScreenshotBody":"Да. Може дори да напишете книга или глава относно Scratch. Можете да създавате екранни снимки или изображения с приложението на Scratch и уеб сайта, и да считате, че те използват лиценза <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">„Признание-Споделяне на споделеното“ на Криейтив Комънс</a>. Ние изискваме от Вас единствено да включите следната бележка в материалите си, която да гласи следното: „Scratch се разработва от „Lifelong Kindergarten Group“ към Медийната лаборатория на Масачузатския технологичен институт. Scratch е достъпен безплатно на адрес: http://scratch.mit.edu“.",
    "faq.scratchDescriptionTitle":"Мога ли да включа описание на Scratch и в брошура или други материали?",
    "faq.scratchDescriptionBody":"Разбира се! Ние препоръчваме да използвате следното описание: „Scratch е безплатен език за програмиране и общност в Интернет, където можете да създавате свои собствени интерактивни истории, игри и анимации, както и да споделяте творенията си с хората от цял свят. Докато проектират и програмират проектите си в Scratch, младите хора се учат да мислят изобретателно, да се обосновават систематично и да работят съвместно.. Scratch е проект на „Lifelong Kindergarten group“ към Медийната лаборатория на Масачузетския технологичен институт. Scratch е достъпен безплатно на адрес: http://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Мога ли да представя Scratch на конференция?",
    "faq.presentScratchBody":"Няма проблем да правите презентации относно Scratch пред учители или други групи. Имате нашето разрешение да правите презентации.",
    "faq.supportMaterialTitle":"Мога ли да използвам / прекомбинирам материалите на Scratch, изображения, картинки, звуци и примерни проекти, които се намират на уеб сайта?",
    "faq.supportMaterialBody":"Да. Материалите налични в уеб сайта на Scratch, които са предоставени от екипа на Scratch, използват лиценза <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">„Признание-Споделяне на споделеното“ на Криейтив Комънс</a>, с изключение на логото на Scratch, котката на Scratch, Гобо, Пико, Нано и Тера, които са запазени марки на Scratch.",
    "faq.sellProjectsTitle":"Мога ли да продавам проектите си създадени със Scratch?",
    "faq.sellProjectsBody":"Да – проектът Ви е Ваше творение. Имайте предвид, че ако споделите проекта си в Scratch, всеки ще може да го свали безплатно, да го прекомбинира и преизползва според условията на <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">лиценза CC-BY-SA 2.0</a>. Така че ако смятате да продавате проекта си, няма да е лошо да го преустановите споделянето му в уеб сайта на Scratch.",
    "faq.sourceCodeTitle":"Къде мога да открия изходния код на Scratch?",
    "faq.sourceCodeBody":"Изходният код на редактора Scratch 2 може да бъде намерен в <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Изходният код на <a href=\"/scratch_1.4\">Scratch 1.4</a>, който е написан на езика Squeak, също е достъпен в <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. За актуална информация относно разработката на уеб сайта на Scratch, посетете <a href=\"/developers\">страницата за разработчици</a>.",
    "faq.okayToShareTitle":"Как да разбера кое е и кое не е подходящо за споделяне в уеб сайта на Scratch?",
    "faq.okayToShareBody":"Прегледайте <a href=\"/community_guidelines\">Обществените правила на Scratch</a> – те са кратки и в тях няма много правна информация. Има връзка към тях в дъното на всяка страница в уеб сайта на Scratch.",
    "faq.reportContentTitle":"Какво да направя, ако видя нещо неуместно?",
    "faq.reportContentBody":"Ако смятате, че нещо не е подходящо за Scratch, можете да натиснете връзката „Докладване“, която ще откриете във всеки проект, коментар, публикация и страница на потребител. Ако ситуацията е по-сложна, можете да използват възможността за връзка с нас и да ни обясните. Включете колкото е възможно повече подробности, с връзки към съответните страници.",
    "faq.noFlameTitle":"Какво да направя, ако видя някого, който е груб или се държи неуважително?",
    "faq.noFlameBody":"Стойте настрана! Отговарянето на груби коментари с още груби коментари прави нещата по-лоши, и може да доведе до това и Вашият акаунт на бъде блокиран. Вместо това, просто докладвайте всичко, което сметнете за грубо и неуместно, а ние ще се свържем с автора. Ние проверяваме докладите всеки ден, и то много пъти – така че не се притеснявайте, ще оправим нещата.",
    "faq.reviewContentTitle":"Какво прави екипът на Scratch, когато нещо бъде докладвано или отбелязано?",
    "faq.reviewContentBody":"Екипът на Scratch преглежда докладваните коментари и проекти всеки ден. Ако нещо е в разрез с Обществените правила на Scratch, ние може да го премахнем и да изпратим предупреждение на акаунта. В зависимост от нарушението (или ако вече сме предупреждавали този акаунт), може да блокираме акаунтите или мрежите, които са били използвани.",
    "faq.blockedAccountTitle":"Какво става, когато акаунт бъде блокиран?",
    "faq.blockedAccountBody":"Когато един акаунт бъде блокиран, собственикът му вече няма да има достъп до него и няма да може да създава проекти или да пише коментари. Когато той се впише, ще види страница, която обяснява защо акаунтът е бил блокиран, както и формуляр, чрез който потребителят да може да поиска премахване на блокирането. Ако собственикът може да покаже, че разбира защо акаунтът му е бил блокиран и обещае да спазва обществените правила в бъдеще, то екипът на Scratch ще разгледа случая. Блокирането се премахва само, ако на собственика може да му се вярва. Иначе, акаунтът (и най-вероятно и другите акаунти притежавани или създадени от същия човек) може да бъдат блокирани за постоянно.",
    "faq.stolenAccountTitle":"Гадният ми брат / Пешо / някой друг лош човек открадна акаунта ми и направи така, че да бъде блокиран. Какво да направя?",
    "faq.stolenAccountBody":"Отговорността да пазите паролата си е Ваша. Ако някой получи достъп до акаунта Ви и направи нещо лошо, кажете на възрастните, които отговарят за компютрите. Ако смятате, че някой, когото не познавате, е получил достъп до акаунта Ви, сменете паролата и/или използвайте формуляра за връзка с нас, за да обясните ситуацията. Ако отговорността за блокирането е Ваша, тоест ако Вие сте нарушили обществените правила, не казвайте, че някой друг го е направил. Ако не можем да Ви вярваме, няма да премахнем блокирането.",
    "faq.cloudDataInfoTitle":"Какво представляват облачните данни?",
    "faq.cloudDataInfoBody":"Облачните данни са нова функционалност в Scratch 2, която позволява данните на проекта да бъдат запазвани и споделяни в Интернет. Можете да използвате облачните данни да правите проучвания и други проекти, които съхраняват числови данни за продължително време.",
    "faq.storedCloudInfoTitle":"Кой може да вижда информацията в облачните данни?",
    "faq.storedCloudInfoBody":"Когато взаимодействате с проект чрез блокчетата за облачни данни, Вашата информация може да бъде запазена заедно с потребителското Ви име, и другите могат да видят това. Всеки проект пази информация за това кой го е използвал, както и какво е споделил.",
    "faq.onlyNumbersTitle":"Защо облачните данни в момента могат да бъдат само числа – ами текстове или списъци?",
    "faq.onlyNumbersBody":"В момента уеб сайтът поддържа само числа в променливите, и това е начална стъпка, която има за цел да ни помогне да отстраним евентуалните проблеми с използването на тези данни в уеб сайта. Ние смятаме да добавяме нови функционалности свързани с облачните данни поетапно. Ако системата работи добре, ще добавим още функционалности (облачни списъци, поддръжка на текстови данни и т.н.).",
    "faq.reportCloudTitle":"Ако видя някого да публикува неуместно съдържание чрез облачните данни, как да го докладвам?",
    "faq.reportCloudBody":"Натиснете бутона „Докладване на това“ (под елемента за преглед на проект), за да докладвате за неуместно съдържание в облачните данни. Формуляра за докладване съдържа връзка към журнал на всички облачни данни на проекта, както и кой ги е оставил – може да искате да ги погледнете, преди да изпратите доклада си. Когато пишете причината за докладване, не пропускайте да включите фразата „облачни данни“.",
    "faq.chatRoomTitle":"Мога ли да правя стаи за разговори с помощта на облачните данни?",
    "faq.chatRoomBody":"Въпреки че създаването на стаи за разговори с облачни данни е технически възможно, за момента то не е позволено. Ще преосмислим това ограничение, след като получим по-добра представа за възможностите си за управление на докладите относно облачните данни.",
    "faq.makeCloudVarTitle":"Как да добавя облачна променлива, когато правя проект?",
    "faq.makeCloudVarBody":"Когато създадете променлива, можете да поставите отметка в полето „Облачна променлива“. Всички данни, които съхраните, ще бъдат запазени на сървъра и ще могат да се виждат от останалите.",
    "faq.changeCloudVarTitle":"Кой може да промени информацията в облачна променлива?",
    "faq.changeCloudVarBody":"Само Вашият проект може да запазва данни в облачната си променлива. Ако някой промени или прекомбинира проекта Ви, той ще създаде своя собствена, различна променлива в своя проект, която ще бъде със същото име.",
    "faq.newScratcherCloudTitle":"Вписах се, но не мога да използвам проекти с облачни данни. Какво става?",
    "faq.newScratcherCloudBody":"Трябва вече да сте станали „утвърден потребител“ в уеб сайта, за да имате достъп до облачните данни. можете да станете утвърден потребител, като участвате дейно в уеб сайта.",
    "faq.multiplayerTitle":"Възможно ли е да се създават мрежови игри с облачните данни?",
    "faq.multiplayerBody":"Мрежовите игри може да са трудни за създаване, поради скоростта на мрежата и проблеми със синхронизацията. Въпреки това някои потребители успяват да ползват облачните данни по много изобретателни начини, за да създават походови игри, а и други видове.",
    "faq.cloudLagTitle":"За колко време облачните данни стигат от един до друг потребител?",
    "faq.cloudLagBody":"Зависи. Ако и двамата имат сравнително бърза връзка с Интернет (напр. кабелна) и няма ограничаващи защитни стени на компютрите или в мрежата, данните би трябвало да се предават в рамките на милисекунди. И все пак, на доста компютри работят програми-защитни стени, и ако тези програми блокират изходящите връзки по TCP на порт 531 и порт 843, забавянето може да стане цяла секунда. В момента се опитваме да измислим как да заобиколим това ограничение.",
    "faq.schoolsTitle":"Scratch в училищата",
    "faq.howTitle":"Как се използва Scratch в училищата?",
    "faq.howBody":"Scratch се използва в хиляди училища по цял свят, в много различни направления (включително филология, наука, история, математика и компютърни науки). Можете да научите повече относно стратегиите и да откриете материала за използването на Scratch в училище и други образователни учреждения (като музеи, библиотеки и обществени центрове) в <a href=\"/educators\">страницата за учителите</a>. Можете също така да се присъедините в общността за учители <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, която се управлява от нашите приятели от „Harvard Graduate School of Education“.",
    "faq.ageTitle":"За хора на каква възраст е Scratch?",
    "faq.ageBody":"Scratch е разработен специално за млади хора на възраст между 8 и 16 години, така че се използва предимно в основните и средните училища, но всеки, независимо от възрастта, може да създава и споделя проекти създадени със Scratch. Scratch се използва дори и в някои начални курсове по компютърни науки в някои университети. По-малките ученици могат да опитат <a href=\"//www.scratchjr.org/\">ScratchJr</a> – опростена версия на Scratch за деца на възраст между 5 и 7 години.",
    "faq.noInternetTitle":"Има ли как учениците да използват Scratch без връзка с Интернет?",
    "faq.noInternetBody":"Да. <a href=\"/scratch2download\">Редакторът за ползване извън линия</a>на Scratch е версия на Scratch, която работи директно на компютъра, а не в браузъра. В момента редакторът за ползване извън линия е наличен за компютри с операционни системи Mac и Windows.",
    "faq.communityTitle":"Мога ли да забраня достъпа до общността в Интернет за учениците си?",
    "faq.communityBody":"Общността на Scratch в Интернет предоставя на младите хора място за споделяне, съвместна работа и учене с наставниците им в модерирана общност, направляване от Обществените правила. Въпреки това, ние разбираме, че някои учители предпочитат учениците им да не участват в общност в Интернет. За тези учители може да е по-добре да инсталират редактора за ползване извън линия на Scratch, който е самостоятелна програма и работи без връзка с Интернет.",
    "faq.teacherAccountTitle":"Какво представлява учителският акаунт в Scratch?",
    "faq.teacherAccountBody":"Учителският акаунт в Scratch дава на учителите повече възможности за управление на участието на учениците в Scratch, включително функционалности за създаване на ученически акаунти, организиране на ученическите проекти в студиа и наблюдаване на коментарите на учениците.",
    "faq.requestTitle":"Как мога да заявя желанието си за учителски акаунт в Scratch?",
    "faq.requestBody":"Можете да заявите желанието си за учителски акаунт от <a href=\"/educators\">страницата за учителите</a> в уеб сайта на Scratch. По време на регистрацията ще поискаме от Вас допълнителна информация, за да потвърдим ролята Ви на учител.",
    "faq.edTitle":"Каква е разликата между учителските акаунти в Scratch и акаунтите в ScratchEd?",
    "faq.edBody":"Учителските акаунти в Scratch са специални потребителски акаунти в Scratch, които имат достъп до допълнителни функционалности за създаване и управление на ученически акаунти. Акаунтите в ScratchEd са акаунти за <a href=\"http://scratched.gse.harvard.edu/\">общността на ScratchEd</a>, отделен уеб сайт (управляван от „Harvard Graduate School of Education“) където учителите могат да споделят истории, да обменят материали, да задават въпроси и да се срещат с други учители в Scratch.",
    "faq.dataTitle":"Какви данни събира Scratch за учениците?",
    "faq.dataBody":"Когато ученикът се регистрира в Scratch за пръв път, ние изискваме малко основна информация, като пол, възраст (рожден месец и година), държава и е-поща за потвърждение. Тези данни се използват (в акумулирана форма) в проучванията ни с цел да разберем по-добре и подобрим начина, по който хората работят със Scratch. Когато учителят използва учителския си акаунт, за да създаде множество ученически акаунти наведнъж, не се изисква от учениците да въвеждат е-поща за създаване на акаунта си.",
    "faq.lawComplianceTitle":"Отговаря ли Scratch 2.0 (версията за ползване в Интернет) на местните и федерални закони на САЩ относно поверителността на данните?",
    "faq.lawComplianceBody":"Scratch съблюдава правата и поверителността на данните на учениците и на всички, които използват системата. Имаме реални и електронни процедури, с които защитаваме данните, които събираме чрез уеб сайта на Scratch. Въпреки че не можем да дадем гаранции чрез сключване на договор с всеки, който използва продукта ни, ние спазваме всички федерални закони на САЩ, които са приложими за Масачузетския технологичен институт – организация от тип 501(c)(3), в качеството си на правната единица, създала и поддържаща Scratch. Насърчаваме Ви да прочетете Политиката на поверителност на Scratch за повече информация.",
    "faq.schoolsMoreInfo":"Ако имате още въпроси свързани с учителските акаунти, прегледайте <a href=\"/educators/faq\">ЧЗВ за учителските акаунти</a>"
}
