{
    "faq.title":"Preguntes Més Freqüents (FAQ)",
    "faq.intro":"En aquesta pàgina, trobaràs resposta a qüestions freqüents sobre Scratch.",
    "faq.aboutTitle":"Preguntes Generals",
    "faq.privacyTitle":"Política de Privacitat",
    "faq.remixTitle":"Reinventant i Copiant",
    "faq.accountsTitle":"Comptes",
    "faq.permissionsTitle":"Llicències i permisos",
    "faq.inappropriateContentTitle":"Contingut inadequat",
    "faq.cloudDataTitle":"Dades al núvol",
    "faq.aboutScratchTitle":"Què és Scratch i què hi puc fer?",
    "faq.aboutScratchBody":"Scratch és un entorn de programació i una comunitat en línia on pots crear les teves pròpies històries interactives, jocs, i animacions -- i compartir les teves creacions amb altres arreu del món. En el procés de disseny i programació dels projectes de Scratch, infants i joves aprenen a pensar de manera creativa, a treballar en grup i a raonar sistemàticament. Per aprendre més sobre Scratch, accedeix a la pàgina <a href=\"/about\">Sobre Scratch</a> del menú.",
    "faq.makeGameTitle":"Com faig un joc o una animació amb Scratch?",
    "faq.makeGameBody":"Accedeix a la <a href=\"/tips\">pàgina de consells</a> per veure diferents maneres de començar amb Scratch. O simplement <a href=\"/projects/editor/?tip_bar=getStarted\">descobreix</a> l'editor de projectes.",
    "faq.requirementsTitle":"Quins són els requeriments del sistema, per Scratch?",
    "faq.requirementsBody":"Per executar Scratch 2.0, cal que usis (1) un ordinador Windows, ChromeOS, Mac, o Linux; (2) una versió de <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> publicat el 15 de juny de 2016 o posterior; (3) un navegador web relativament recent: una de les dues darreres versions de <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac o Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows o Mac només), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (només Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (només Windows), o <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (només Windows). Si el teu ordinador no té aquests requisits, pots provar de descarregar i instal·lar <a href=\"/scratch_1.4\">Scratch 1.4</a>, que encara et permet compartir els projectes al lloc web de Scratch.",
    "faq.offlineTitle":"Disposeu d'una versió que es descarregui i em permeti crear i visualitzar projectes fora de línia?",
    "faq.offlineBody":"L'editor fora de línia de Scratch 2 et permet crear projectes de Scratch sense connexió a Internet. Pots <a href=\"/scratch2download/\">descarregar Scratch 2.0</a> del lloc web. Encara pots usar <a href=\"/scratch_1.4\">Scratch 1.4</a>. Nota: Pots tenir instal·lats alhora Scratch 1.4 i 2.0 al teu ordinador.",
    "faq.uploadOldTitle":"Encara puc compartir projectes creats amb versions més antigues de Scratch a la pàgina web?",
    "faq.uploadOldBody":"Sí - pots compartir o pujar projectes realitzats amb versions anteriors de Scratch, seran visibles i es podran reproduir. (No obstant això, no pots descarregar projectes realitzats o editats en versions posteriors de Scratch i obrir-los en versions anteriors. Per exemple, no pots obrir un projecte de Scratch 2.0 a <a href=\"/scratch_1.4\">Scratch 1.4</a>, perquè <a href=\"/scratch_1.4\">Scratch 1.4</a> no sap com llegir el format de fitxer de projecte .sb2.)",
    "faq.recordVideoTitle":"Puc enregistrar un vídeo del meu projecte de Scratch?",
    "faq.recordVideoBody":"En efecte, pots enregistrar un vídeo de fins a 60 segons del teu projecte de Scratch. A l'editor de Scratch, des del menú Fitxer, tria \"Enregistra Vídeo del Projecte.\" (Cal que hagis iniciat sessió per veure aquesta opció.) Pots escollir opcions addicionals d'enregistrament (com ara el so o els clics del ratolí) al menú \"Més opcions\". Posa en marxa el teu projecte en el moment que vulguis. Un cop finalitzada la gravació, segueix les instruccions per descarregar l'arxiu al teu ordinador. En funció del tipus d'ordinador que tinguis, caldrà que instal·lis un altre programa com <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> per reproduir el fitxer. Aquest format pot ser carregat a YouTube, Vimeo i Facebook, però hauràs d'utilitzar un conversor per a altres llocs web com ara Twitter o Tumblr.",
    "faq.scratchCostTitle":"Quan costa Scratch? Necessito una llicència?",
    "faq.scratchCostBody":"Scratch és i sempre serà gratuït. No necessites cap llicència per usar Scratch a la teva escola, llar o on sigui. El desenvolupament i manteniment de Scratch és suportat per subvencions i donacions. Si desitges contribuir a Scratch, accedeix a la nostra <a href=\"https://secure.donationpay.org/scratchfoundation/\">pàgina de donacions</a>.",
    "faq.mediaLabTitle":"Qui ha creat Scratch?",
    "faq.mediaLabBody":"Scratch està desenvolupat i mantingut per l'equip Scratch al <a href=\"http://llk.media.mit.edu/\">grup de la Lifelong Kindergarten</a> al <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Quina informació demaneu durant el procés de registre?",
    "faq.accountInfoList":"Per a protegir la privacitat dels membres de la comunitat, restringim el què recolectem i el què publiquem a la web. Durant el procés de registre demanem la següent informació:",
    "faq.privacyUsername":"nom d'usuari - Demanem als usuaris que evitin utilitzar els neus noms reals o alguna altra informació que els pugui identificar.",
    "faq.privacyCountry":"país",
    "faq.privacyBirthdate":"mes i any de naixement - L'utilitzem per confirmar la propietat del compte si l'usuari perd la contrasenya i el correu electrònic o sol·licita tancar un compte.",
    "faq.privacyGender":"gènere",
    "faq.privacyEmail":"correu electrònic de contacte - Si l'usuari és menor de 13 anys, demanem el correu electrònic dels seus pares o tutors. No enviem correus electrònics a aquesta adreça excepte que algú demani canviar la contrasenya.",
    "faq.accountPublicInfo":"El nom d'usuari i el país del propietari del compte es mostraran de manera pública a la seva pàgina de perfil. La data de naixement, el correu electrònic i el gènere associat al compte no es mostraran públicament. Recollim aquesta informació per tal de saber l'edat i el gènere dels nostres usuaris per a futures recerces. No venem ni lloguem informació sobre els nostres usuaris a ningú.",
    "faq.dataCollectionTitle":"Quines dades es recullen de la gent que visita la pàgina?",
    "faq.dataCollectionOne":"Quan l'usuari inicia la sessió, el lloc web de Scratch demana al navegador poder desar-hi una <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a> per tal de recordar que han iniciat la sessió mentre naveguen per diferents pàgines. Recollim algunes dades sobre el què els usuaris cliquen i quines parts del lloc web visiten fent servir Google Analytics. Aquesta \"informació de clics\" ens ajuda a veure de quina manera podem millorar el nostre lloc web.",
    "faq.dataCollectionTwo":"Part de la informació i dades recollides en el lloc web de Scratch s'usen en investigacions que pretenen millorar la nostra comprensió sobre com la gent aprèn amb Scratch. Els resultats d'aquests estudis són compartits amb els educadors i investigadors a través de conferències, revistes i altres publicacions. Pots trobar més informació a la <a href=\"/info/research\">pàgina d'investigacions</a>.",
    "faq.rentInfoTitle":"L'Equip de Scratch ven o lloga informació sobre els usuaris de Scratch a algú?",
    "faq.rentInfoBody":"No.",
    "faq.viewUnsharedTitle":"L'equip de Scratch pot veure els meus projectes que no estan compartits dins de 'Les meves coses'?",
    "faq.viewUnsharedBody":"Donat que l'equip de Scratch es fa càrrec de la moderació, tenim accés a tot el contingut allotjat al lloc web de Scratch - incloent els projectes no compartits. Si prefereixes treballar en projectes de manera totalment privada, pots usar tant <a href=\"/scratch2download\">l'editor fora de línia de Scratch 2.0</a> o <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Què és un projecte reinventat?",
    "faq.remixDefinitionBody":"Quan un Scratcher fa una còpia del projecte d'algú altre i el modifica per afegir-hi les seves pròpies idees (per exemple, canviant els programes o els vestits), el projecte resultant és \"reinventat\". Tots els projectes compartits a la web de Scratch poden ser reinventats. Considerem un simple canvi com a un projecte reinventat vàlid, sempre que es citi l'autor del projecte original i altres autors que hi hagin fet contribucions.",
    "faq.remixableTitle":"Per què l'Equip de Scratch demana que tots els projectes puguin ser “reinventats”?",
    "faq.remixableBody":"Creiem que mirant i reinventat projectes interessants és una molt bona manera d'aprendre a programa i porta cap a noves idees genials. És per això que el codi de font de tots els projectes compartits a la web de Scratch és visible.",
    "faq.creativeCommonsTitle":"Què passa si no vull que els altres reinventin els meus projectes?",
    "faq.creativeCommonsBody":"Al publicar el teu projecte en el lloc web de Scratch, acceptes establir-lo sota la llicència <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Si no desitges que altres vegin i reinventin les teves creacions, no les comparteixis al lloc web de Scratch.",
    "faq.fairUseTitle":"Puc utilitzar imatges / sons / vídeos trets d'internet dins dels meus projectes?",
    "faq.fairUseBody":"És important respectar els desitjos del creador original sobre la possibilitat de reinventar. Si tries integrar la feina d'algú altre dins la teva, estigues segur que el cites al teu projecte a la secció de “crèdits” i que inclous un enllaç a la font original. Per trobar imatges i sons que estiguin preparats per ser reinventats, mira <a href=\"http://search.creativecommons.org/\">la pàgina de cerca de Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Què és un compte “confirmat” de Scratch?",
    "faq.confirmedAccountBody":"Un compte confirmat a Scratch et permet compartir projectes, escriure comentaris i crear estudis. Aquest fet també et permet rebre novetats al correu de l'equip de Scratch.",
    "faq.checkConfirmedTitle":"Com puc comprovar si el meu compte ha estat confirmat?",
    "faq.checkConfirmedBody":"Per comprovar si el teu compte està confirmat, primer has d'iniciar sessió en el teu compte de Scratch a la part superior dreta de la pantalla. Un cop iniciada la sessió, fes clic en el teu nom d'usuari a la part superior dreta i selecciona \"Configuració del compte\", i després \"Correu electrònic\" a la banda esquerra. Les adreces de correu electrònic confirmades mostraran una petita marca de verificació verda. Altrament, es veurà el text \"La seva adreça de correu electrònic no està confirmada\" en taronja.",
    "faq.howToConfirmTitle":"Com confirmo el meu compte?",
    "faq.howToConfirmBody":"Després de registrar-te a Scratch, rebràs un correu electrònic amb un enllaç per confirmar el teu compte. Si no trobes el correu electrònic, revisa la seva carpeta de correu no desitjat. Per tornar a enviar el correu electrònic, vés a Configuració del compte, fes clic a la fitxa Correu electrònic, i segueix les instruccions allà. Recorda que la rebuda del correu electrònic pot trigar fins a una hora. Si encara no veus el correu electrònic després d'una hora, <a href=\"/contact-us\">fes-no-ho saber</a>.",
    "faq.requireConfirmTitle":"He de confirmar el meu compte?",
    "faq.requireConfirmBody":"Pots usar moltes opcions de Scratch sense confirmar el compte, com ara crear i desar projectes (sense compartir-los). Nota: si vas crear un compte abans del dia 11 de febrer de 2015, encara pots fer ús de les funcionalitats socials de Scratch sense confirmar el compte.",
    "faq.forgotPasswordTitle":"No recordo la meva contrasenya. Com la puc recuperar?",
    "faq.forgotPasswordBody":"Introdueix el teu nom d'usuari a la <a href=\"/accounts/password_reset/\">pàgina de recuperació de contrasenya</a>. T'enviarem un correu electrònic a l'adreça associada al teu compte amb un enllaç perquè en triis una altra.",
    "faq.changePasswordTitle":"Com puc canviar la meva contrasenya?",
    "faq.changePasswordBody":"Vés a la pàgina de Scratch, inicia la sessió, i fes clic sobre el teu nom d'usuari a la cantonada superior dreta de la finestra. Tria \"configuracions del compte\", i fes clic a l'enllaç per canviar la teva contrasenya.",
    "faq.changeEmailTitle":"Com canvio la meva adreça de correu electrònic?",
    "faq.changeEmailBody":"Vés al lloc web de Scratch, inicia sessió, i fes clic al teu nom d'usuari a la cantonada superior dreta de la finestra. Selecciona l'opció \"Configuració del compte\", i fes clic a l'enllaç per canviar el teu correu electrònic.",
    "faq.newScratcherTitle":"Com passo de 'Nou Scratcher' a 'Scratcher'?",
    "faq.newScratcherBody":"Crea i comparteix projectes, comenta de manera positiva altres projectes de Scratch, i sigues pacient! Després d'algunes setmanes d'activitat, un enllaç apareixerà a la teva pàgina de perfil convidant a esdevenir un Scratch. (Recorda que no generem nous Scratchers de peticions de Scratchers - fins i tot quan ens subornen amb xocolatines.)",
    "faq.multipleAccountTitle":"Puc tenir més d'un compte?",
    "faq.multipleAccountBody":"Està bé tenir més d'un compte a la pàgina de Scratch sempre que no vulneris cap de les normes d'ús de la comunitat. En cas de vulnerar-les tots els comptes podran ser bloquejats o esborrats.",
    "faq.multipleLoginTitle":"Està bé que més d'una persona iniciï la sessió amb un mateix compte?",
    "faq.multipleLoginBody":"Això no està recomanat perquè tant el lloc web com l'editor de projectes es poden confondre fàcilment si més d'una persona està fent servir el mateix compte.",
    "faq.changeUsernameTitle":"Puc canviar el meu nom d'usuari?",
    "faq.changeUsernameBody":"L'estructura del lloc web de Scratch depèn de tenir un nom de compte determinat, és per això que no pots modificar el nom d'usuari. Si realment necessites fer-ho, pots crear un nou compte - però hauràs de copiar tots els teus projectes manualment.",
    "faq.shareInfoTitle":"Quina informació puc compartir dins del meu compte?",
    "faq.shareInfoBody":"Si us plau, no comparteixis informació personal com la teva adreça física, correu electrònic, telèfon o qualsevol altra informació que pugui ser utilitzada per contactar amb tu fora de la web de Scratch. Si us plau, informa de projectes, comentaris o fòrums que continguin aquest tipus d'informació perquè l'equip de Scratch la pugui retirar i recordar a l'autor sobre la nostra política de privacitat.",
    "faq.deleteAccountTitle":"Com elimino el meu compte?",
    "faq.deleteAccountBody":"Inicia la sessió a Scratch, i fes clic al teu nom d'usuari a la cantonada superior dreta de la finestra. Selecciona “Configuració del compte,” i fes clic a l'enllaç <em>“Vull esborrar el meu compte”</em> de la part inferior de la pàgina.",
    "faq.scratchFreeTitle":"És Scratch gratuït?",
    "faq.scratchFreeBody":"Sí! Scratch està disponible de manera gratuïta. Pots usar-lo en la teva escola, i pots impartir un curs sobre ell (fins i tot un curs que costi diners). No necessites comprar cap llicència - és gratuït.",
    "faq.scratchScreenshotTitle":"Puc fer servir captures de pantalla de Scratch en un llibre de text o en una presentació?",
    "faq.scratchScreenshotBody":"Sí, pots escriure un llibre o un capítol sobre Scratch. Pots crear captures de pantalla / imatges de l'aplicació de Scratch i del lloc web, i considerar-les sota la llicència de <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Et demanem que incloguis una nota en els teus materials on s'indiqui, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Puc incloure una descripció de Scratch en fulletons i altres materials?",
    "faq.scratchDescriptionBody":"I tant! Recomanem la següent descripció: \"Scratch és un llenguatge de programació i una comunitat en línia on pots crear les teves pròpies històries interactives, jocs i animacions -- i compartir les teves creacions amb altres arreu del món. Quan infants i joves creen amb Scratch, aprenen a pensar de manera creativa, a treballar en grup i a raonar sistemàticament. Scratch és un projecte del grup Lifelong Kindergarten del MIT Media Lab. Està disponible de forma gratuïta a http://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Puc presentar Scratch a una conferència?",
    "faq.presentScratchBody":"Si us plau, sigues lliure de fer presentacions sobre Scratch a educadors o a altres grups. Et donem permís per fer presentacions.",
    "faq.supportMaterialTitle":"Puc utilitzar / reinventar materials de suport de Scratch, personatges, imatges, sons i projectes de mostra que hagi trobat a la web?",
    "faq.supportMaterialBody":"Sí - Els materials de suport de Scratch, desenvolupats per l'equip de Scratch, estan disponibles en el lloc web sota la <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">llicència Creative Commons Attribution-ShareAlike</a>, amb l'excepció del logo de Scratch, del gat Scratch, Gobo, Pico, Nano, i Tera que són marques registrades de Scratch.",
    "faq.sellProjectsTitle":"Puc vendre els meus projectes?",
    "faq.sellProjectsBody":"Sens dubte - el teu projecte és la teva creació. Recorda que una vegada que comparteixes el teu projecte de Scratch, tothom és lliure per descarregar, reinventar, i tornar a utilitzar-lo d'acord amb les condicions de la <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">llicència CC-BY-SA 2.0</a>. Així que si tens la intenció de vendre el teu projecte, cal que deixis de compartir-lo a Scratch.",
    "faq.sourceCodeTitle":"On puc trobar el codi font de Scratch?",
    "faq.sourceCodeBody":"El codi font de l'editor de Scratch 2 es pot trobar a <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. El codi font de <a href=\"/scratch_1.4\">Scratch 1.4</a>, escrit en Squeak, també està disponible a <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Per una informació actualitzada sobre el desenvolupament del lloc web de Scratch, visiteu la nostra <a href=\"/developers\">Pàgina de Desenvolupadors</a>.",
    "faq.okayToShareTitle":"Com puc saber què és o no és correcte de compartir a la web de Scratch?",
    "faq.okayToShareBody":"Mira les <a href=\"/community_guidelines\">normes d'ús de la comunitat de Scratch</a> - són breus i no inclouen moltes parrafades legals. En trobaràs un enllaç al final de totes les pàgines de la web de Scratch.",
    "faq.reportContentTitle":"Què faig si veig alguna cosa inadequada?",
    "faq.reportContentBody":"Pots fer clic a l'enllaç que diu “informa” a qualsevol projecte, comentari, discussió o pàgina d'usuari on consideris que hi ha alguna cosa que no és adequada dins de Scratch. Si la situació és complicada, pots fer servir l'enllaç Contacta'ns per explicar-nos-ho. Assegura't d'incloure-hi tants detalls com puguis amb enllaços a pàgines rellevants.",
    "faq.noFlameTitle":"Què puc fer si veig algú sent desagradable o poc respectuós?",
    "faq.noFlameBody":"No t'encenguis! Respondre comentaris desagradables amb més comentaris desagradables només fa que empitjorar les coses i podria resultar en un bloqueig del teu compte. Enlloc de fer això, senzillament informa d'allò que consideris poc respectuós o poc constructiu i ens posarem en contacte amb l'autor. Revisem informes diàriament, diverses vegades al dia - estigues tranquil, ho solucionarem.",
    "faq.reviewContentTitle":"Què fa l'Equip de Scratch quan alguna s'informa d'alguna cosa?",
    "faq.reviewContentBody":"L'Equip de Scratch revisa diariament els comentaris i projectes sobre els què s'ha informat. Si alguna cosa vulnera les normes d'ús de la comunitat de Scratch ho podem eliminar i enviar un advertiment a l'usuari del compte. Depenent de com de greu sigui (o si ja havíem advertit l'usuari anteriorment), podem bloquejar els comptes o xarxes que s'han utilitzat per compartir-ho.",
    "faq.blockedAccountTitle":"Què passa quan un compte és bloquejat?",
    "faq.blockedAccountBody":"Quan un compte és bloquejat, el propietari ja no hi pot accedir o utilitzar-lo per crear projectes o comentaris. Quan inicïi la sessió veurà un pàgina que explica per què el seu compte ha estat bloquejat i un formulari on podrà demanar-ne el desbloqueig. Si l'usuari demostra que ha entès per què el seu compte ha estat bloquejat i promet respectar les normes d'ús de la comunitat en el futur, l'Equip de Scratch  revisarà el seu cas. Els comptes només es desbloquejaran en els casos on es pugui confiar en la paraula dels propietaris. Si no és així, el compte (i altres comptes propietat de la mateixa persona) seran bloquejats permanentment.",
    "faq.stolenAccountTitle":"El meu germà dolent / Kaj / algú ha robat el meu compte i he estat bloquejat, què puc fer?",
    "faq.stolenAccountBody":"Tu ets el responsable de mantenir la teva contrasenya segura. Si algú a la vida real pren el control del teu compte i realitza males accions, avisa als adults al càrrec dels ordinadors. Si creu que algú que no coneixes ha pres el control del teu compte, canvia la contrasenya i posa't en contacte amb nosaltres i explica'ns la situació. Si has estat bloquejat per fer alguna cosa que vulneri les normes d'ús de la comunitat, no diguis simplement que has estat hackejat. Si no podem confiar en tu, no et desbloquejarem.",
    "faq.cloudDataInfoTitle":"Què són les dades al núvol?",
    "faq.cloudDataInfoBody":"Les dades al núvol són una característica de Scratch 2 que permeten que les dades d'un projecte siguin guardades i compartides en línia. Pots usar dades al núvol per crear enquestes i altres projectes que desin nombres.",
    "faq.storedCloudInfoTitle":"Qui pot veure les dades emmagatzemades dins del núvol?",
    "faq.storedCloudInfoBody":"Quan interactues amb un projecte que utilitza blocs de dades al núvol, la teva informació pot ser emmagatzemada amb el teu nom d'usuari i els altres la poden veure. Cada projecte manté un registre sobre qui hi ha interactuat i quines dades han compartit.",
    "faq.onlyNumbersTitle":"Per què el núvol de dades actualment es limita únicament a nombres -- sense text strings o llistes?",
    "faq.onlyNumbersBody":"El lloc web actual està limitat a números en les variables com un pas inicial per resoldre qualsevol problema amb el seu ús en el lloc web. Tenim previst desenvolupar progressivament més característiques d'informació al núvol. Si la infraestructura funciona bé, preveiem afegir altres funcionalitats (llistes al núvol, suport per a cadenes, etc.).",
    "faq.reportCloudTitle":"Si veig que algú ha penjat contingut inadequat utilitzant dades al núvol, com ho denuncio?",
    "faq.reportCloudBody":"Fes clic al botó \"Informa\" (sota del reproductor del projecte) per denunciar contingut inadequat dins les dades al núvol. El formulari inclou un enllaç a un registre amb totes les dades al núvol del projecte així com qui les ha desat - pots mirar-lo abans d'enviar el teu informe. Assegura't de mencionar \"dades al núvol\" quan escriguis els motius del teu informe.",
    "faq.chatRoomTitle":"Puc fer sales de xat amb les dades al núvol?",
    "faq.chatRoomBody":"Malgrat que és tècnicament possible crear sales de xat amb les dades al núvol, de moment no estan permeses. Reconsiderarem aquesta decisió un cop tinguem clara la nostra capacitat de moderar i gestionar els informes sobre les dades al núvol.",
    "faq.makeCloudVarTitle":"Com puc afegir una variable al núvol quan estic fent un projecte?",
    "faq.makeCloudVarBody":"Quan creïs una variable, marca la casella que diu \"Variable al núvol\". Qualsevol dada que hi emmagatzemis serà desada al servidor i visible per a altres.",
    "faq.changeCloudVarTitle":"Qui pot canviar la informació dins d'una variable al núvol?",
    "faq.changeCloudVarBody":"Només el teu projecte pot desar informació dins la variable al núvol del teu projecte. Si la gent canvia o reinventa el teu codi, es crea una variable diferent dins del seu projecte amb el mateix nom.",
    "faq.newScratcherCloudTitle":"He iniciat la sessió però encara no puc fer servir projectes amb dades al núvol. Què està passant?",
    "faq.newScratcherCloudBody":"Necessites esdevenir un \"Scratcher\" a la pàgina web per tenir accés a les dades al núvol. Pots esdevenir un Scratcher participant activament a la web.",
    "faq.multiplayerTitle":"És possible fer un joc multijugador fent servir dades al núvol?",
    "faq.multiplayerBody":"Les jocs Multijugador poden ser difícils de crear degut a la velocitat de xarxa i a qüestions relacionades amb la sincronització. No obstant això, alguns Scratch han descobert maneres creatives d'usar les dades al núvol per jugar per torns, entre d'altres.",
    "faq.cloudLagTitle":"Quan triguen les dades al núvol a arribar a un altre Scratcher?",
    "faq.cloudLagBody":"Depèn. Si els dos Scratchers tenen una connexió a Internet ràpida (ADSL/Cable), i no hi ha tallafocs restrictius als ordinadors o xarxes, les modificacions podrien ser transmeses en milisegons. Tot i així, molts ordinadors tenen un tallafocs funcionant, i si el tallafocs bloqueja les connexions de sortida TCP port 531 i TCP port 843, el temps d'espera esdevé d'un segon. Actualment estem treballant en com podem superar aquesta limitació.",
    "faq.schoolsTitle":"Scratch a les Escoles",
    "faq.howTitle":"Com s'usa Scratch a les escoles?",
    "faq.howBody":"Scratch s'utilitza en milers d'escoles de tot el món, en àmbits molt diferents (incloent llengua, ciències, història, matemàtiques, i ciències de la computació). Pots aprendre més sobre les estratègies i recursos per a l'ús de Scratch a les escoles i altres entorns d'aprenentatge (com ara museus, biblioteques, i centres comunitaris) a la nostra <a href=\"/educators\">Pàgina d'Educadors</a>. També pots unir-te a <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> la comunitat en línia per educadors, la qual està gestionada pels nostres amics de la Harvard Graduate School of Education.",
    "faq.ageTitle":"Quin és el rang d'edat per a Scratch?",
    "faq.ageBody":"Scratch ha estat desenvolupat especialment per infants i joves d'entre 8 i 16 anys d'edat, per això és usat generalment a educació primària i secundària, però persones de totes les edats creen i comparteixen projectes de Scratch. També s'utilitza en alguns cursos superiors que són introductoris a les ciències de la computació. Per als infants més petits es recomana <a href=\"//www.scratchjr.org/\">ScratchJr</a>, una versió de Scratch simplificada que ha estat dissenyada per a edats entre 5 i 7 anys.",
    "faq.noInternetTitle":"És possible que els estudiants utilitzin Scratch sense connexió a Internet?",
    "faq.noInternetBody":"Sí. El <a href=\"/scratch2download\">Editor fora de línia</a> de Scratch és una versió que s'executa en un ordinador d'escriptori o portàtil. En l'actualitat, l'Editor fora de línia està disponible per a dispositius Mac i Windows.",
    "faq.communityTitle":"Puc desactivar la comunitat en línia per als meus estudiants?",
    "faq.communityBody":"La comunitat en línia de Scratch ofereix l'oportunitat a infants i joves de compartir, col·laborar, i aprendre amb altres dins d'una comunitat que es regeix per unes Normes de la Comunitat. No obstant això, entenem que alguns educadors s'estimin més que els seus alumnes no participin en una comunitat en línia. Aquests docents hauran d'instal·lar l'Editor Offline de Scratch, el qual s'instal·la i funciona de manera local en l'ordinador portàtil o de sobretaula.",
    "faq.teacherAccountTitle":"Què és un compte de docent de Scratch?",
    "faq.teacherAccountBody":"Un compte de docent de Scratch ofereix als mestres, professors i altres educadors característiques addicionals per gestionar la participació dels estudiants en Scratch, incloent la capacitat de crear comptes dels estudiants, organitzar projectes dels alumnes en els estudis, i supervisar els seus comentaris.",
    "faq.requestTitle":"Com puc sol·licitar un compte de docent de Scratch?",
    "faq.requestBody":"Pots sol·licitar un compte de docent de Scratch a la <a href=\"/educators\">Pàgina d'Educadors</a> de Scratch. Demanem informació addicional durant el procés de registre per tal de verificar la teva funció d'educador.",
    "faq.edTitle":"Quina és la diferència entre un compte de docent de Scratch i un compte de ScratchEd?",
    "faq.edBody":"Els comptes de docent de Scratch són uns comptes d'usuari especials a Scratch que tenen accés a opcions addicionals per facilitar la creació i gestió de comptes d'estudiants. Els comptes de ScratchEd són propis de la <a href=\"http://scratched.gse.harvard.edu/\">comunitat ScratchEd</a>, un lloc web independent (gestionat per l'Escola de Harvard) en el que els docents comparteixen experiències, intercanvien recursos, formulen preguntes, i coneixen altres educadors de Scratch.",
    "faq.dataTitle":"Quines dades recopila Scratch sobre els estudiants?",
    "faq.dataBody":"Quan un estudiant crea un compte a Scratch, demanem dades demogràfiques bàsiques com el gènere, l'edat (mes i any de naixement), país i adreça de correu electrònic per a la seva verificació. Les dades s'usen (en forma agregada) en estudis d'investigació destinats a millorar la nostra comprensió de com les persones aprenen amb Scratch. Quan un educador utilitza un compte de docent de Scratch per crear diversos comptes dels estudiants alhora, els alumnes no estan obligats a proporcionar una adreça de correu electrònic per a la configuració del compte.",
    "faq.lawComplianceTitle":"Està complint l'Scratch 2.0 (versió en línia) amb les lleis de privacitat tant locals com federals dels Estats Units?",
    "faq.lawComplianceBody":"Scratch es preocupa profundament per la privacitat dels estudiants i de tots els individus que utilitzen la nostra plataforma. Tenim en marxa procediments físics i electrònics per protegir la informació que recollim al lloc web de Scratch. Tot i que no estem en condicions d'oferir garanties contractuals amb cada entitat que utilitza el nostre producte educatiu lliure, estem en compliment amb totes les lleis federals dels Estats Units que són aplicables al MIT, l'organització 501 (c)(3) i l'entitat que va crear i mantenir Scratch. Li recomanem que llegeixi la política de privacitat de Scratch per a més informació.",
    "faq.schoolsMoreInfo":"Per a més dubtes sobre els comptes de docent, accediu a  <a href=\"/educators/faq\">Preguntes freqüents del compte de docent</a>"
}
