{
    "faq.title":"Cwestiynau Cyffredin (FAQ)",
    "faq.intro":"Ar y dudalen hon, cewch atebion i gwestiynau sy'n cael eu gofyn yn aml am Scratch.",
    "faq.aboutTitle":"Cwestiynau Cyffredinol",
    "faq.privacyTitle":"Polisi Preifatrwydd",
    "faq.remixTitle":"Ailgymysgu a Chopïo",
    "faq.accountsTitle":"Cyfrifon",
    "faq.permissionsTitle":"Trwyddedu a Chaniatâd",
    "faq.inappropriateContentTitle":"Cynnwys Anaddas",
    "faq.cloudDataTitle":"Data yn y Cwmwl",
    "faq.aboutScratchTitle":"Beth yw Scratch a beth alla i wneud gydag e?",
    "faq.aboutScratchBody":"Mae Scratch yn iaith rhaglennu ac yn gymuned ar-lein  lle gallwch chi greu eich straeon, gemau ac animeiddiadau rhyngweithiol eich hun - a rhannu eich creadigaethau gydag eraill ledled y byd. Wrth gynllunio a rhaglennu projectau Scratch, mae pobl ifanc yn dysgu i feddwl yn greadigol, ymresymu'n systematig a chydweithio. I ddysgu rhagor am Scratch, darllenwch y dudalen <a href=\"/about\">Ynghylch Scratch</a>.",
    "faq.makeGameTitle":"Sut alla i greu gêm neu animeiddiad gyda Scratch?",
    "faq.makeGameBody":"Ewch i'r <a href=\"/tips\">dudalen awgrymiadau</a> i weld ffyrdd o gychwyn gyda Scratch. Neu beth am <a href=\"/projects/editor/?tip_bar=getStarted\">arbrofi</a> gyda'r golygydd projectau.",
    "faq.requirementsTitle":"Beth yw'r anghenion system ar gyfer Scratch?",
    "faq.requirementsBody":"I redeg Scratch 2.0, mae angen i chi fod yn defnyddio (1) cyfrifiadur Mac, Linux, neu Windows; (2) unrhyw fersiwn o<a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> wedi ei ryddhau ar neu ar ôl Mehefin 15, 2016; (3) porwr gwe gymharol newydd: un o'r ddau fersiwn diweddar o <a href=\"http://google.com/chrome/\">Chrome</a> (Mac, Windows, neu Linux), <a href=\"https://www.mozilla.org/cy/firefox/new/\">Firefox</a> (Mac neu Windows yn unig), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac neu Windows yn unig), <a href=\"https://www.microsoft.com/EN-US/windows/microsoft-edge\">Edge</a> (Windows yn unig), neu <a href=\"https://www.microsoft.com/en-us/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows yn unig). Os nad yw eich cyfrifiadur yn cyfateb â'r anghenion hyn, gallwch geisio llwytho i lawr a gosod <a href=\"/scratch_1.4\">Scratch 1.4</a>, ac mae modd o hyd i chi rannu projectau ar wefan Scratch 2.0.",
    "faq.offlineTitle":"A oes gennych chi fersiwn i'w lwytho i lawr fel bod modd i mi greu a gweld projectau all-lein?",
    "faq.offlineBody":"Mae golygydd all-lein Scratch 2.0 yn caniatáu i chi greu projectau Scratch heb gysylltiad â'r rhyngrwyd. Gallwch lwytho <a href=\"/scratch2download/\">Scratch i lawr</a> o'r wefan. Gallwch ddefnyddio <a href=\"/scratch_1.4\">Scratch 1.4</a> o hyd. Sylwch: gallwch fod â Scratch 1.4 a 2.0 ar eich cyfrifiadur ar yr un pryd.",
    "faq.uploadOldTitle":"Ydy hi'n bosib i mi ddal i lwytho projectau o fersiynau hŷn o Scratch i'r wefan?",
    "faq.uploadOldBody":"Ydy - gallwch rannu neu lwytho i fyny brojectau wedi eu creu gan fersiynau blaenorol o Scratch  ac mae modd eu gweld a'u chwarae. (Er hynny, does dim modd llwytho projectau i lawr sydd wedi eu creu neu eu golygu mewn fersiynau diweddarach o Scratch a'u hagor mewn fersiynau cynt. Er enghraifft, does dim modd agor project Scratch 2.0 yn <a href=\"/scratch_1.4\">Scratch 1.4</a>, oherwydd nad yw <a href=\"/scratch_1.4\">Scratch 2.0 </a> yn gwybod sut i ddarllen fformat ffeiliau .sb2.)",
    "faq.recordVideoTitle":"A ydw i'n gallu recordio fideo o fy mhroject Scratch?",
    "faq.recordVideoBody":"Ydych, mae modd recordio fideo o'ch project Scratch am hyd at 60 eiliad. Yng ngolygydd Scratch, o'r ddewislen ffeil dewiswch \"Recordio Fideo o'r Project\". (Rhaid eich bod wedi mewngofnodi i weld y dewis yma). Gallwch ddewis dewisiadau recordio eraill (e.e. recordio sain a chliciau llygoden) drwy'r ddewislen \"Rhagor o Ddewisiadau\" Yna, rhedwch eich project fel yr hoffwch chi. Unwaith i'r recorfio orffen, dilynwch y cyfarwyddiadau i lwytho'r ffeil i lawr i'ch cyfrifiadur. Yn dibynu ar y math o gyfrifiadur sydd gennych, efallai y bydd rhaid i chi lwytho rhaglen arall i lawe, e.e. <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> i chwarae'r ffeil. Bydd y ffeil yn rhedeg ar YouTube, Vimeo a Facebook, ond efallai y bydd angen ei drosi ar gyfer gwefannau eraill fel Twitter a Tumblr.",
    "faq.scratchCostTitle":"Beth yw cost Scratch? Oes angen trwydded arna i?",
    "faq.scratchCostBody":"Mae Scratch ar gael am ddim a bydd am ddim am byth. Does dim angen trwydded i'w ddefnyddio yn eich ysgol, cartref nag unrhyw le arall. Mae datblygu a chynnal Scratch yn cael ei dalu amdano gan grantiau  a rhoddion. Os hoffech chi gyrfannu tuag at Scratch, ewch i'n tudalen <a href=\"https://secure.donationpay.org/scratchfoundation/\">Rhoddion</a>.",
    "faq.mediaLabTitle":"Pwy greodd Scratch?",
    "faq.mediaLabBody":"Mae Scratch yn cael ei ddatblygu a'i gynnal gan Dîm Scratch yn y <a href=\"http://llk.media.mit.edu/\">grŵp Lifelong Kindergarten</a> yn yr <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>",
    "faq.accountInfoTitle":"Pa fanylion fyddwch chi'n gofyn amdanyn nhw wrth gofrestru cyfrif?",
    "faq.accountInfoList":"I ddiogelu preifatrwydd aelodau ein cymuned, rydym yn cyfyngu beth rydym yn ei gasglu a beth rydym yn ei gyhoeddi ar y wefan. Yn ystod y broses cofrestru, rydym yn gofyn am y manylion canlynol:",
    "faq.privacyUsername":"enw defnyddiwr - Rydym yn gofyn i ddefnyddiwyr beidio â defnyddio eu henwau iawn nac unrhyw wybodaeth a all ddateglu pwy ydynt.",
    "faq.privacyCountry":"gwlad",
    "faq.privacyBirthdate":"mis a blwyddyn geni - Rydym yn defnyddio hwn i gadarnhau perchnogaeth o'r cyfrif os yw'r perchenog yn colli'r cyfrinair ac e-bost neu yn gofyn  am gau'r cyfrif.",
    "faq.privacyGender":"rhyw",
    "faq.privacyEmail":"cyfeiriad cyswllt e-bost - Os yw deilydd y cyfrif yn iau na 13, rydym yn gofyn am gyfeiriad e-bost eu rhiant neu warcheidwad. Nid ydym yn anfon e-bost i'r cyfeiriad hwn oni bai fod rhywun yn gofyn i ailosod cyfrinair cyfrif.",
    "faq.accountPublicInfo":"Mae enw defnyddiwr a gwlad y person sy'n dal y cyfrif yn cael eu dangos yn gyhoeddus ar eu tudalen proffil. Nid yw mis/blwyddyn geni, cyfeiriad e-bost, a rhyw yn gysylltiedig â'r cyfrif yn cael eu dangos yn gyhoeddus. Rydym yn casglu'r data yma fel ein bod yn gallu gwybod oed a rhyw ein defnyddwyr yn gyffredinol ac at ddibenion ymchwil. Nid ydym yn gwerthu na rhentu gwybodaeth am ein defnyddwyr i neb.",
    "faq.dataCollectionTitle":"Pa ddata sy'n cael ei gasglu oddi wrth bobl tra'u bod nhw'n defnyddio'r wefan?",
    "faq.dataCollectionOne":"Pan fydd ddefnyddiwr yn mewngofnodi mae gwefan Scratch yn gofyn i'w porwr osod <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\"> cwci http </a> ar eu cyfrifiadur er mwyn cofio eu bod wedi mewngofnodi wrth iddyn nhw bori tudalennau gwahanol. Rydym yn casglu peth data ar lle mae defnyddwyr yn clicio a pha rannau o'r wefan maen nhw'n ymweld â nhw drwy Google Analytics. Mae'r \"data clicio\" yma yn ein helpu i feddwl am ffyrdd o wella'r wefan.",
    "faq.dataCollectionTwo":"Mae peth o'r wybodaeth a'r data sy'n cael ei chasglu ar wefan Scratch yn cael ei defnyddio ar gyfer astudiaethau ymchhwil i wella ein dealltwriaeth o sut mae pobl yn defnyddio Scratch. Mae canlyniadau'r ymchwil yma'n cael ei rannu gydag addysgwyr ac ymchwilwyr drwy gynadleddau, cylchgronnau a chyhoeddiadau eraill. Gallwch ddarllen rhagor ar ein tudalen <a href=\"/info/research\">Ymchwil</a>. ",
    "faq.rentInfoTitle":"A yw Tîm Scratch yn gwerthu neu'n rhentu gwybodaeth am ddefnyddwyr Scratch i unrhyw un?",
    "faq.rentInfoBody":"Na.",
    "faq.viewUnsharedTitle":"A yw'r Tîm Scratch yn gallu gweld projectau heb eu rhannu ar fy nhudalen \"Fy Mhethau\"?",
    "faq.viewUnsharedBody":"Gan fod Tîm Scratch yn gyfrifol am gymedroli, mae gennym fynediad i'r holl gynnwys sydd wedi ei gadw ar wefan Scratch - gan gynnwys projectau heb eu rhannu. Os fyddai'n well gennych weithio'n gwbl breifat, gallwch ddefnyddio un ai'r <a href=\"/scratch2download\">golygydd all-lein Scratch 2.0</a> neu <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Beth yw ailgymysgu?",
    "faq.remixDefinitionBody":"Pan fydd Scratchwr yn  creu copi o broject rhywun arall a'i newid i gynnwys eu syniadau eu hunain (e.e. drwy newid sgriptiau neu wisgoedd), mae'r project hwnnw'n cael ei alw'n \"ailgymysgiad\". Mae modd ailgymysgu pob project sydd wedi ei rannu i wefan Scratch. Rydym yn ystyried hyd y oed newid bach i fod yn ailgymysgiad dilys, cyn belled â bod cydnabyddiaeth yn cael ei roi i grëwr y project gwreiddiol ac i eraill sydd wedi gwneud cyfraniad sylweddol i'r ailgymysgiad.",
    "faq.remixableTitle":"Pam fod Tîm Scratch yn mynnu bod modd \"ailgymysgu\" pob project?",
    "faq.remixableBody":"Rydym yn credu fod edrych ar ac ailgymysgu projectau diddorol yn ffordd dda iawn o ddysgu sut i raglennu, ac mae'n arwain at syniadau newydd difyr. Dyna pam mae'r cod ffynhonnell yn weladwy ar gyfer pob project sy'n cael ei rannu i wefan Scratch.",
    "faq.creativeCommonsTitle":"Beth os nad ydw i eisiau i bobl eraill ailgymysgu fy mhrojectau?",
    "faq.creativeCommonsBody":"Drwy gyhoeddu eich project ar wefan Scratch, rydych chi'n cytuno i'w drwyddedu o dan drwydded<a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> Os nad ydych am i bobl eraill weld ac ailgymysgu eich project, yna peidiwch â'u rhannu ar wefan Scratch.",
    "faq.fairUseTitle":"Ydw i'n cael defnyddio delweddau/seiniau/cyfryngau o'r rhyngrwyd yn fy mrhoject?",
    "faq.fairUseBody":"Mae'n bwysig parchu dymuniadau'r crewr gwreiddiol ynghylch ailgymysgu. Os ydych yn dewis cynnwys gwaith rhywun arall yn eich gwaith chi, gwnewch yn siwr eich bod yn eu cydnabod yn adran \"cydnabod\" y project, ac yn darparu dolen yn ôl at y gwreiddiol. I ddysgu sut mae canfod celf / seiniau sydd eisoes wedi eu trwyddedu ar gyfer ailgymysgu, darllenwch<a href=\"http://search.creativecommons.org/\">dudalen chwilio Creative Copmmons</a>.",
    "faq.confirmedAccountTitle":"Beth yw cyfrif Scratch wedi ei \"gadarnhau\".",
    "faq.confirmedAccountBody":"Mae cyfrif wedi ei gadarnhau ar Scratch yn caniatáu i chi  rannu projectau, ysgrifennu sylwadau a chreu stiwdios. Mae cadarnhau eich cyfrif hefyd yn gadael i chi dderbyn e-byst diweddaru gan Dîm Scratch.",
    "faq.checkConfirmedTitle":"Sut alla i wybod fod fy nghyfrif wedi ei gadarnhau?",
    "faq.checkConfirmedBody":"I weld a yw eich cyfrif wedi ei gadarnhau, rhaid i chi'n gyntaf fewngofnodi i'ch cyfrif Scratch ar frig de'r sgrin. Unwaith eich bod wedi mewngofnodi, cliciwch ar eich enw defnyddiwr ar y dde ar y brig a dewis \"Gosodiadau Cyfrif\", yna \"E-bost\" ar y llaw chwith. Bydd cyfeiriadau e-byst sydd wedi eu cadarnhau yn dangos nod ticio bach gwyrdd. Fel arall, byddwch yn gweld y testun \"Nid yw eich e-bost wedi ei gadarnhau\" mewn oren.",
    "faq.howToConfirmTitle":"Sut alla i gadarnhau fy nghyfrif?",
    "faq.howToConfirmBody":"Ar ôl cofrestru am Scratch, byddwch yn derbyn e-bost gyda dolen i gadarnahu eich cyfrif. Os nad ydych yn gallu canfod yr e-bost, edrychwch yn eich ffolder sbam. I ailanfon yr e-bost, ewch i'ch Gosodiadau Cyfrif, cliciwch y tab E-bost a dilyn y cyfarwyddiadau yno. Sylwch y gall gymryd hyd at awr i'r e-bost gyrraedd. Os nad ydych yn gweld yr e-bost ar ôl awr, <a href=\"/contact-us\">gadewch i ni wybod</a>.",
    "faq.requireConfirmTitle":"Oes raid i mi gadarnhau fy nghyfrif?",
    "faq.requireConfirmBody":"Gallwch dal i ddefnyddio llawer o elfennau o Scratch heb gadarnhau eich cyfrif, gan gynnwys creu a chadw projectau (heb eu rhannu nhw) Sylwch: Os wnaethoch chi greu cyfrif cyn Chwefror 11, 2015, yna gallwch chi ddal i ddefnyddio'r nodweddion cymdeithasol ar Scratch heb gadarnhau eich cyfrif.",
    "faq.forgotPasswordTitle":"Rwyf wedi anghofio fy nghyfrinair. Sut mae modd ei ailosod?",
    "faq.forgotPasswordBody":"Rhowch eich enw cyfrif ar y <a href=\"/accounts/password_reset/\">dudalen ailosod cyfrinair</a>. Bydd y wefan yn anfon e-bost i'r cyfeiriad sy'n gysylltiedig â'r cyfrif gyda dolen y mae modd i chi ei defnyddio i ailosod eich cyfrinair.",
    "faq.changePasswordTitle":"Sut alla i newid fy nghyfrinair?",
    "faq.changePasswordBody":"Ewch i wefan Scratch, mewngofnodi ac yna clicio eich enw defnyddiwr yn y cornel uchaf ar y dde yn y ffenestr. Dewiswch \"gosodiadau cyfrif\" a chlicio'r ddolen i newid eich cyfrinair.",
    "faq.changeEmailTitle":"Sut alla i newid fy nghyfeiriad e-bost?",
    "faq.changeEmailBody":"Ewch i wefan Scratch, mewngofnodi ac yna clicio eich enw defnyddiwr yn nghornel uchaf ar y dde yn y ffenestr. Dewiswch \"gosodiadau cyfrif\" a chlicio'r ddolen i newid eich e-bost.",
    "faq.newScratcherTitle":"Sut ydw i'n symud o fod yn 'Scratchwr Newydd' i fod yn Scratchwr'?",
    "faq.newScratcherBody":"Drwy greu a rhannu projectau, rhoi sylw cefnogol ar brojectau Scratchwyr eraill a bod yn amyneddgar! Ar ôl ychydig o wythnosau o fod yn  weithgar, bydd dolen yn ymddangos yn eich gwahodd i ddod yn Scratchwr. (Sylwch na fyddwn ni yn dyrchafu Scratchwyr Newydd yn Scratchwyr ar  gais - ddim hyd yn oed os byddwch yn cynnig bocs mawr o siocled i ni.) ",
    "faq.multipleAccountTitle":"Oes modd i mi gael mwy nag un cyfrif?",
    "faq.multipleAccountBody":"Mae'n iawn cael nifer o gyfrifon ar wefan Scratch, cyn belled â bod dim ohonnyn nhw yn cael eu defnyddio i dorri Canllawiau'r Gymuned. Os digwydd hynny, bydd pob cyfrif cysylltiedig yn cael eu rhwystro neu eu dileu.",
    "faq.multipleLoginTitle":"Ydy hi'n iawn cael mwy nag un person wedi ei fewngofnodi i gyfrif?",
    "faq.multipleLoginBody":"Nid ydym am i chi wneud hyn, gan bod modd drysu'r wefan a'r golygydd project pan fydd mwy nag un person wedi eu mewngofnodi i'r un cyfrif.",
    "faq.changeUsernameTitle":"Oes modd i mi newid fy enw defnyddiwr?",
    "faq.changeUsernameBody":"Mae strwythur gwefan Scratch yn dibynnu ar gael enw cyfrif cyson, felly nid yw'n bosib newid eich enw defnyddiwr. Os oes raid, gallwch greu cyfrif newydd - ond bydd rhaid i chi gopïo eiich projectau drosodd eich hun.",
    "faq.shareInfoTitle":"Pa wybodaeth y mae modd i mi ei rhannu ar / gyda fy nghyfrif?",
    "faq.shareInfoBody":"Os gwelwch chi'n dda, peidiwch rhannu manylion cyswllt personol, fel eich cyfeiriad cartref, e-bost, rhif ffón neu unrhyw beth y mae modd ei ddefnyddio i gysylltu â chi y tu allan i wefan Scratch. Cysylltwch â ni os oes projectau, sylwadau neu gofnodion fforwm sy'n cynnwys y math yma o wybodaeth fel bod Tîm Scratch yn gallu eu tynnu ac atgoffa'r awdur o'n polisi.",
    "faq.deleteAccountTitle":"Sut ydw i'n dileu fy nghyfrif?",
    "faq.deleteAccountBody":"Ewch i wefan Scratch, mewngofnodi ac yna clicio eich enw defnyddiwr yn y cornel uchaf ar y dde yn y ffenestr. Dewiswch \"Gosodiadau Cyfrif\" a chlicio'r ddolen <em>\"Rwyf eisiau dileu fy nghyfrif\"</em>ar waelod y dudalen.",
    "faq.scratchFreeTitle":"A yw Scratch am ddim?",
    "faq.scratchFreeBody":"Ydy! Mae Scratch ar gael yn rhad ac am ddim. Gallwch ei ddefnyddio yn eich ysgol, a gallwch ddysgu cwrs amdano (hyd yn oed cwrs y mae'n rhaid talu amdano). Does dim angen prynu trwydded - mae am ddim.",
    "faq.scratchScreenshotTitle":"Oes modd i mi ddefnyddio lluniau sgrin o Scratch mewn llyfr neu gyflwyniad?",
    "faq.scratchScreenshotBody":"Oes, gallwch ysgrifennu llyfr neu bennod am Scratch. Gallwch greu sgrinluniau / delweddau o raglen a gwefan Scratch, a'u hystyried fel rhai wedi'u trwyddedu o dan <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">drwydded Creative Commons Attribution ShareAlike</a>. Rydym yn gofyn i chi gynnwys hysbysiad yn eich deunyddiau sy'n dweud \"Mae Scratch wedi ei ddatblygu gan y Lifelong Kindergarten Group yn MIT Media Labs. Mae ar gael am ddim ar http://scratch.mit.edu ",
    "faq.scratchDescriptionTitle":"Oes modd i mi gynnwys disgrifiad o Scratch mewn taflenni neu ddeunyddiau eraill?",
    "faq.scratchDescriptionBody":"Croeso! Rydym yn argymell y disgrifiad canlynol: \"Mae Scratch y iaith raglennu a chymuned ar-lein lle gallwch greu eich straeon, gemau ac animeiddiadau rhyngweithiol - a rhannu eich creadigaethau gydag eraill o amgylch y byd. Drwy'r broses o gynllunio a rhaglennu projectau Scratch, mae pobl ifanc yn dysgu sut i feddwl yn greadigol, rhesymu'n systematig a gweithio ar y cyd gyda phobl eraill. Mae Scratch yn broject o grŵp Lifelong Learning Kindergarten yn MIT Media Lab. Mae ar gael am ddim o http://scratch.mit.edu\".",
    "faq.presentScratchTitle":"Oes modd i mi gyflwyno Scratch mewn cynhadledd?",
    "faq.presentScratchBody":"Teimlwch yn rhydd i wneud cyflwyniadau ar Scratch i addysgwyr neu grwpiau eraill. Rydym yn rhoi ein caniatâd i chi wneud cyflwyniadau arno.",
    "faq.supportMaterialTitle":"Ga i ddefnyddio / ailgymysgu deunyddiau cefnogol Scratch, corluniau, delweddau, seiniau, neu brojectau sampl rwy wedi eu canfod ar y wefan?",
    "faq.supportMaterialBody":"Cewch - Mae deunydd cefnogol Scratch sydd ar gael ar wefan Scratch gan Dîm Scratch ar gael o dan <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">drwydded Creative Commons Attribution Share-Alike</a>, ar wahân i Logo Scratch, Cath Scratch, Gobo, Pico, Nano a Tera, sy'n nodau masnach Scratch.",
    "faq.sellProjectsTitle":"Ga i werthu fy mrhojectau Scratch?",
    "faq.sellProjectsBody":"Wrth gwrs - eich creadigaeth chi yw eich project. Cadwch mewn cof, unwaith i chi rannu eich project ar Scratch, mae pawb yn rhydd i'w lwytho i lawr, ailgymysgu ac ailddefnyddio yn unol ag amodau <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">trwydded CC-BY-SA 2.0</a>. Felly os ydych yn bwriadu gwerthu eich project, efallai yr hoffech ei ddad-rannu o Scratch.",
    "faq.sourceCodeTitle":"Lle mae cod ffynhonnell Scratch i'w gael?",
    "faq.sourceCodeBody":"Mae cod ffynhonnell golygydd Scratch 2 i'w gael ar <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Mae cod ffynhonnell <a href=\"/scratch_1.4\">Scratch 1.4</a>, wedi ei ysgrifennu yn  Squeek, hefyd ar gael ar <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Er mwyn cael y wybodaeth ddiweddaraf ar brojectau datblygiadol sy'n perthyn i wefan Scratch, ewch i'n <a href=\"/developers\">tudalen Datblygwyr</a>.",
    "faq.okayToShareTitle":"Sut alla i wybod beth sy'n iawn neu ddim yn iawn i mi eu rhannu ar wefan Scratch?",
    "faq.okayToShareBody":"Darllenwch <a href=\"/community_guidelines\">ganllawiau cymuned Scratch</a> - mae nhw'n gryno ac heb gynnwys llawer o fanylion cyfreithiol. Mae yna ddolen ar waelod bob tudalen ar Scratch.",
    "faq.reportContentTitle":"Beth ga i wneud os wela i rhywbeth anaddas?",
    "faq.reportContentBody":"Gallwch glicio'r ddolen sy'n dweud \"adrodd\" ar unrhyw broject, sylw, cofnod trafod neu dudalen defnyddiwr lle rydych yn credu fod yna rhywbeth sydd ddim yn iawn ar gyfer Scratch. Os yw'r sefyllfa'n gymhleth, gallwch ddefnyddio'r ddolen Cysylltwch â Ni i esbonio. Gwnewch yn siŵr eich bod yn cynnwys gymaint o fanylion ag y bo modd, gyda dolenni i'r tudalennau perthnasol. ",
    "faq.noFlameTitle":"Beth ddylwn i wneud os wela i rywbeth cas neu amharchus?",
    "faq.noFlameBody":"Peidiwch cynhyrfu'r dyfroedd ymhellach! Mae ateb sylwadau annifyr gyda sylwadau annifyr eraill yn gwneud pethau'n waeth a gall arwain at gael eich cyfrif wedi ei rwystro. Yn lle hynny, rhowch wybod am unrhyw beth sy'n amharchus neu sydd ddim yn adeiladol, a byddwn ni'n cysylltu a'r awdur. Rydym yn darllen negeseuon adrodd bob dydd, nifer o weithiau bob dydd - felly peidiwch á phoeni, byddwn ni'n datrys pethau.",
    "faq.reviewContentTitle":"Beth fydd Tîm Scratch yn ei wneud pam fydd rhywun yn adrodd neu'n tynnu sylw at rywbeth?",
    "faq.reviewContentBody":"Mae Tîm Scratch yn darllen sylwadau a phrojectau y mae rhywun wedi adrodd arnyn nhw, bob dydd. Os yw rhywbeth yn torri canllawiau cymuned Scratch, mae'n bosib y gwnawn ni ei dynnu ac anfon rhybudd i'r cyfrif. Yn ddibynnol ar ba mor ddifrifol ydyw (neu os ydyn ni wedi rhybuddio'r cyfrif yn barod),  efallai byddwn ni'n rhwystro'r cyfrif neu'r rhwydweithiau a ddefnyddiwyd i'w rannu.",
    "faq.blockedAccountTitle":"Beth sy'n digwydd os yw cyfrif wedi ei rwystro?",
    "faq.blockedAccountBody":"Pan mae cyfrif wedi ei rwystro, nid oes modd i'r perchennog gael mynediad iddo na'i ddefnyddio i greu projectau na sylwadau. Pan fyddan nhw'n mewngofnodi, byddan yn gweld tudalen sy'n esbonio pam fod y project wedi ei rwystro gyda ffurflen gwe y mae modd iddyn nhe ei ddefnyddio i ofyn i'w cyfrif gael ei ddad-rwystro. Os yw'r awdur yn gallu dangos eu bod yn deall pam fod eu cyfrif wedi cael ei rwystro ac yn addo i ddilyn y canllawiau cymunedol yn y dyfodol, bydd Tîm Scratch yn adolygu eu hachos. Fydd y cyfrifon yn cael eu dad-rwystro mewn achosion lle mae modd ymddiried yng ngair y perchennog.Fel arall. bydd y cyfrif (a mwy na thebyg cyfrifon eraill sy'n berchen i neu wedi eu creu gan y person) yn cael eu rhwystro'n barhaol.",
    "faq.stolenAccountTitle":"Mae fy mrawd annifyr / gwalch / dihiryn  wedi dwyn fy nghyfrif ac wedi ei wahardd, be wna i?",
    "faq.stolenAccountBody":"Chi sy'n gyfrifol am gadw eich cyfrinair yn ddiogel. Os yw rhywun yn cymryd rheolaeth o'ch cyfrif ac yn gwneud pethau drwg, dywedwch wrth yr oedolion sy'n gyfrifol am y cyfrifiaduron. Os ydych yn credu fod rhywun dieithr wedi cael mynediad at eich cyfrif, newidiwch y cyfrinair a / neu defnyddiwch y ddolen cysylltu â ni i esbonio'r sefyllfa. Os ydych wedi cael eich rhwystro am wneud rhywbeth sy'n torri canllawiau'r gymuned, peidiwch â dweud eich bod wedi eich hacio. Os nad ydyn ni'n gallu ymddiried ynoch chi, fyddwn ni ddim yn eich dad-rwystro.",
    "faq.cloudDataInfoTitle":"Beth yw data cwmwl?",
    "faq.cloudDataInfoBody":"Mae data cwmwl yn nodwedd yn Scratch 2 sy'n caniatáu i ddata o broject gael ei gadw a'i rannu ar-lein. Gallwch ddefnyddio data cwmwl i greu arolygon a phrojectau eraill sy'n cadw rhifau dros amser.",
    "faq.storedCloudInfoTitle":"Pwy sy'n gallu gweld data sy'n cael ei gadw mewn data cwmwl?",
    "faq.storedCloudInfoBody":"Pan fyddwch yn rhyngweithio gyda phroject wrth ddefnyddio blociau data cwmwl, mae modd i'ch manylion gael eu cadw gyda'ch enw defnyddiwr a gall pobl eraill ei weld. Mae pob project yn cadw cofnod o bwy sydd wedi rhyngweithio gydag ef a pha ddata sydd wedi ei rannu.",
    "faq.onlyNumbersTitle":"Pam mae data cwmwl wedi ei gyfyngu i rifau ar hyn o bryd - heb linynnau na rhestrau?",
    "faq.onlyNumbersBody":"Mae'r wefan gyfredol wedi ei chyfyngu i rifau mewn newidiolion fel cam cyntaf i weithio ar unrhyw fater sy'n codi gyda'u defnydd ar y wefan. Rydym yn bwriadu cyflwyno nodweddion data cwmwl fesul cam. Os yw'r strwythur yn gweithio'n dda, byddwn yn ychwanegu nodweddion eraill (rhestrau cwmwl, cefnogaeth ar gyfer llinynnau, ac ati.).",
    "faq.reportCloudTitle":"Os fyddai'n gweld rhywun yn gosod cynnwys anaddas gan ddefnyddio data cwmwl, sut ga i adrodd amdano?",
    "faq.reportCloudBody":"Cliciwch ar y botwm \"Adrodd ar hwn\" (o dan y chwaraewr project) i adrodd am gynnwys anaddas mewn data cwmwl. Mae'r ffurflen adrodd yn cynnwys dolen i gofnod o'r holl ddata cwmwl yn y project hwnnw a phwy sydd wedi ei adael - efallai y byddwch eisiau cael golwg arno cyn anfon eich adroddiad. Gwnewch yn siŵr eich bod yn sôn am \"ddata cwmwl\" pan fyddwch yn teipio'r rheswm yn yr adroddiad.",
    "faq.chatRoomTitle":"Oes modd i mi greu ystafell sgwrsio gyda data cwmwl?",
    "faq.chatRoomBody":"Tra ei bod yn dechnegol bosibl i greu ystafell sgwrsio gyda data cwmwl, nid ydynt yn cael eu caniatáu ar hyn o bryd. Byddwn yn ailystyried y polisi hwn unwaith i ni gael gwell syniad o'n gallu i gymedroli a rheoli adroddiadau ar ddata cwmwl.",
    "faq.makeCloudVarTitle":"Sut mae modd i mi ychwanegu newidyn cwmwl wrth i mi greu project",
    "faq.makeCloudVarBody":"Pan fyddwch yn creu newidyn, gallwch dicio'r blwch sy'n dweud \"Newidyn cwmwl.\" Bydd unrhyw ddata rydych yn ei storio yn cael ei gadw ar y gweinydd ac yn weladwy i eraill.",
    "faq.changeCloudVarTitle":"Pwy sy'n gallu newid y wybodaeth mewn newidyn cwmwl?",
    "faq.changeCloudVarBody":"Dim ond eich project chi sy'n gallu cadw data yn ei newidyn cwmwl. Os yw pobl yn newid neu'n ailgymysgu eich cod, mae'n creu newidyn gwahanol yn eu project nhw gyda'r un enw.",
    "faq.newScratcherCloudTitle":"Rwyf wedi mewngofnodi, ond yn methu defnyddio projectau gyda data cwmwl. Beth sy'n mynd ymlaen?",
    "faq.newScratcherCloudBody":"Rhaid i chi ddod yn \"Scratchwr\" ar y wefan er mwyn cael mynediad i ddata cwmwl. Gallwch ddod yn Scratchwr drwy gymryd rhan weithredol ar y wefan.",
    "faq.multiplayerTitle":"Ydy'n bosib creu gêm chwaraewyr lluosog gyda data cwmwl?",
    "faq.multiplayerBody":"Mae gemau chwaraewyr lluosog y gallu bod yn anodd eu creu, oherwydd cyflymdra'r rhwydwaith a materion yn ymwneud â chydweddu. Er hynny mae rhai Scratchwyr yn creu ffyrdd creadigol o ddefnyddio data cwmwl ar gyfer gemau cymryd tro a rhai eraill.",
    "faq.cloudLagTitle":"Faint o amser mae'n cymryd i ddata cwmwl gyrraedd Scratchwyr eraill?",
    "faq.cloudLagBody":"Mae'n dibynnu. Os oes gan y ddau Scratchwr gysylltiad Rhyngrwyd gweddol o gyflym (DSL/Cable), a bod dim cyfyngiadau mur cadarn ar y cyfrifiadur/rhwydwaith, dylai diweddariadau gael eu trosglwyddo mewn milfed rhan o eiliad. Er hynny mae gan lawer o gyfrifiaduron feddalwedd mur cadarn yn rhedeg arnyn nhw ac os yw'r feddalwedd mur cadarn yn rhwystro cysylltiadau sy'n mynd allan o borth 531 TCP a phorth 843 TCP, bydd yr oedi'n troi'n eiliad. Rydym wrthi'n ceisio darganfod ffyrdd o oresgyn y cyfyngiad hwn.",
    "faq.schoolsTitle":"Scratch mewn Ysgolion",
    "faq.howTitle":"Sut mae Scratch yn cael ei ddefnyddio mewn ysgolion?",
    "faq.howBody":"Mae Scratch yn cael ei ddefnyddio mewn miloedd o ysgolion ar draws y byd i gyd, mewn llawer o feysydd pwnc (gan gynnwys iaith, celf, gwyddoniaeth, hanes, mathemateg a chyfrifiadureg). Gallwch ddysgu rhagor am strategaethau ac adnoddau defnyddio Scratch mewn ysgolion ac amgylcheddau dysgu eraill (megis amgueddfeydd, llyfrgelloedd, a chanolfannau cymunedol) ar ein <a href=\"/educators\">Educators Page</a>. Gallwch hefyd ymuno â chymuned ar-lein <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> ar gyfer addysgwyr, sy'n cael ei reoli gan ein ffrindiau yn yr Harvard Graduate School of Education.",
    "faq.ageTitle":"Beth yw ystod oed Scratch?",
    "faq.ageBody":"Cafodd Scratch ei ddatblygu'n arbennig ar gyfer pobl ifanc rhwng 8 ac 16 oed, ac felly mae'n cael ei ddefnyddio amlaf mewn ysgolion cynradd ac uwchradd, ond mae pobl o bob oed yn creu a rhannu projectau Scratch. Mae Scratch yn cael ei ddefnyddio mewn rhai cyrsiau cyfrifiadureg rhagarweiniol mewn colegau hyd yn oed. Efallai yr hoffai plant ifanc defnyddio <a href=\"//www.scratchjr.org/\">ScratchJr</a>, fersiwn symlach o Scratch ar gyfer oed 5 i 7.",
    "faq.noInternetTitle":"Oes ffordd i ddysgwyr ddefnyddio Scratch heb gysylltiad rhyngrwyd?",
    "faq.noInternetBody":"Oes, Mae fersiwn o Scratch, y <a href=\"/scratch2download\">Golygydd All-lein</a> sy'n rhedeg ar y bwrdd gwaith neu ar liniadur. Ar hyn o bryd mae'r Golygydd All-lein ar gael ar gyfer cyfrifiaduron Mac a Windows.",
    "faq.communityTitle":"Oes modd i mi ddiffodd y gymuned ar-lein ar gyfer fy nysgwyr?",
    "faq.communityBody":"Mae cymuned ar-lein Scratch yn darparu ffordd i bobl ifanc rannu, cydweithredu, a dysgu gyda'u cyfoedion o fewn cymuned wedi ei chymedroli a'i llywodraethu gan Ganllawiau'r Gymuned. Er hynny, rydym yn deall y byddai'n well gan rai addysgwyr i'w dysgwyr beidio â chymryd rhan mewn cymuned ar-lein. Efallai y byddai'n well gan yr addysgwyr hyn osod Golygydd All-lein Scratch, sy'n rhedeg all-lein ac y lleol ar gyfrifiadur bwrdd gwaith neu liniadur.",
    "faq.teacherAccountTitle":"Beth yw Cyfrif Athro Scratch?",
    "faq.teacherAccountBody":"Mae Cyfrif Athro Scratch yn rhoi nodweddion ychwanegol i athrawon ac addysgwyr eraill i reoli dysgwyr sy'n cymryd rhan yn Scratch, gan gynnwys y gallu i greu cyfrifon dysgwyr, trefnu projectau dysgwyr a monitro sylwadau dysgwyr.",
    "faq.requestTitle":"Sut mae modd i mi wneud cais am Gyfrif Athro Scratch?",
    "faq.requestBody":"Gallwch ofyn am Gyfrif Athro Scratch o <a href=\"/educators\">Dudalen Addysgwyr</a> ar Scratch. Rydym yn gofyn am fanylion ychwanegol yn ystod y broses gofrestru er mwyn gwirio eich rôl fel addysgwr.",
    "faq.edTitle":"Beth yw'r gwahaniaeth rhwng Cyfrif Athro Scratch a Chyfrif ScratchEd?",
    "faq.edBody":"Mae Cyfrifon Athro Scratch yn gyfrifon defnyddiwr arbennig ar Scratch sydd â mynediad at nodweddion ychwanegol i hyrwyddo creu a rheoli cyfrifon dysgwyr. Mae Cyfrifon ScratchEd yn gyfrifon ar <a href=\"http://scratched.gse.harvard.edu/\">gymuned ScratchEd</a>, gwefan ar wahân (wedi ei rheoli gan Harvard Graduate School of Education) lle mae addysgwyr yn rhannu hanesion, cyfnewid adnoddau, gofyn cwestiynau a chyfarfod ag addysgwyr Scratch eraill.",
    "faq.dataTitle":"Pa ddata mae Scratch yn ei gasglu am y disgyblion?",
    "faq.dataBody":"Pan mae disgybl yn cofrestru gyntaf ar Scratch, rydym yn gofyn am ddata demograffig sylfaenol gan gynnwys rhyw, oed (mis a blwyddyn geni), gwlad a chyfeiriad e-bost ar gyfer dilysu. Mae'r data'n cael ei ddefnyddio (mewn ffurf wedi ei gydgasglu) ar gyfer astudiaethau ymchwil i ddeall yn well sut mae pobl yn dysgu gyda Scratch. Pan mae Cyfrif Athro Scratch yn creu cyfrif disgyblion niferus, nid oes angen i ddisgyblion ddarparu cyfeiriad e-bost ar gyfer creu cyfrif.",
    "faq.lawComplianceTitle":"A yw Scratch 2.0 (y fersiwn ar-lein) yn cyd-fynd â chyfreithiau preifatrwydd data lleol a ffederal yr Unol Daleithiau?",
    "faq.lawComplianceBody":"Mae Scratch yn teimlo'n gryf dros breifatrwydd disgyblion a phawb sy'n defnyddio ein platfform. Mae gennym ddulliau corfforol ac electronig i ddiogelu'r wybodaeth rydym yn ei chasglu ar wefan Scratch. Er nad ydym mewn sefyllfa i gynnig gwarant drwy gontract gyda phob endid sy'n defnyddio ein cynnyrch addysgol am ddim, rydym yn cydymffurfio â'r holl gyfreithiau ffederal sy'n \nymwneud ag MIT, corff 501(c)(3) ac endid sydd wedi creu ac yn cynnal Scratch. Rydym yn eich annog i ddarllen Polisi Preifatrwydd Scratch am ragor o wybodaeth.",
    "faq.schoolsMoreInfo":"Am ragor o gwestiynau am Gyfrifon Athro, darllenwch <a href=\"/educators/faq\">Cwestiynau Cyffredin am Gyfrifon Athro</a>"
}
