{
    "faq.title":"Preguntas Frecuentes (FAQ)",
    "faq.intro":"En esta página encontrarás las respuestas a las preguntas más frecuentes sobre Scratch.",
    "faq.aboutTitle":"Preguntas generales",
    "faq.privacyTitle":"Política de privacidad",
    "faq.remixTitle":"Reinventar y copiar",
    "faq.accountsTitle":"Cuentas",
    "faq.permissionsTitle":"Licenciamiento y permisos",
    "faq.inappropriateContentTitle":"Contenido inapropiado",
    "faq.cloudDataTitle":"Información de la nube",
    "faq.aboutScratchTitle":"¿Qué es Scratch y qué puedo hacer con él?",
    "faq.aboutScratchBody":"Scratch es un lenguaje de programación y una comunidad en línea donde puedes crear tus propias historias interactivas, juegos, y animaciones -- y compartir tus creaciones con todo el mundo. Al diseñar y programar proyectos de Scratch, los jóvenes aprenden a pensar de forma creativa, a razonar sistemáticamente y a trabajar colaborativamente. Para aprender más sobre Scratch, échale un vistazo a la página <a href=\"/about\">Acerca de Scratch</a>.",
    "faq.makeGameTitle":"¿Como hago un juego o una animación con Scratch?",
    "faq.makeGameBody":"Mira en la <a href=\"/tips\">página de Sugerencias</a> para ver un montón de formas de empezar con Scratch. O simplemente <a href=\"/projects/editor/?tip_bar=getStarted\">lánzate</a> al editor de proyectos.",
    "faq.requirementsTitle":"¿Cuáles son los requisitos de sistema de Scratch?",
    "faq.requirementsBody":"Para ejecutar Scratch 2.0, necesitarás usar (1) un equipo con Windows, ChromeOS, Mac o Linux; (2) una versión de <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> igual o superior a la publicada el 15 de junio de 2016; (3) un navegador web relativamente reciente: una de las dos últimas versiones de <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac o Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a>(solo Windows o Mac), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (solo Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (solo Windows), o <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (solo Windows). Si su equipo no cumple los requisitos, puede intentar descargar e instalar <a href=\"/scratch_1.4\">Scratch 1.4</a>, el cuál todavía puede usar para compartir proyectos a la página web de Scratch 2.0.",
    "faq.offlineTitle":"¿Tenéis una versión descargable para que pueda crear y ver proyectos sin conexión?",
    "faq.offlineBody":"El Editor sin Conexión de Scratch 2.0 te permite crear proyectos de Scratch sin una conexión a Internet. Puedes <a href=\"/scratch2download/\">descargar Scratch 2.0</a> desde el sitio web. También puedes continuar usando <a href=\"/scratch_1.4\">Scratch 1.4</a>. Nota: puedes tener instalado tanto Scratch 1.4 como Scratch 2 en un mismo computador.",
    "faq.uploadOldTitle":"¿Puedo aún cargar en el sitio web proyectos creados con versiones anteriores de Scratch?",
    "faq.uploadOldBody":"Si, puedes compartir o cargar proyectos hechos con versiones anteriores de Scratch, y serán visibles y ejecutables. (Sin embargo, no puedes descargar proyectos hechos o editados en versiones posteriores de Scratch y abrirlos en las versiones anteriores. Por ejemplo, no puedes abrir un proyecto de Scratch 2.0 en <a href=\"/scratch_1.4\">Scratch 1.4</a> porque <a href=\"/scratch_1.4\">Scratch 1.4</a> no sabe cómo leer el formato de archivo .sb2.)",
    "faq.recordVideoTitle":"¿Puedo grabar un vídeo de mi proyecto de Scratch?",
    "faq.recordVideoBody":"Sí, puedes grabar un vídeo de tu proyecto Scratch de hasta 60 segundos. En el editor de Scratch, desde el menú de Archivo, selecciona \"Grabar vídeo del proyecto\" (necesitarás haber iniciado sesión para ver esta opción). Puedes elegir algunas opciones adicionales para grabar (como grabar el sonido y los clics del ratón) a través del desplegable \"Más opciones\". A continuación, ejecuta tu proyecto como quieras. Una vez la grabación está hecha, sigue las instrucciones para descargar el archivo a tu ordenador. Dependiendo del tipo de ordenador que tengas, puedes necesitar descargar otro programa como <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> para reproducir el archivo. Este archivo puede enviarse a YouTube, Vimeo y Facebook, pero puede ser necesario convertirlo para otros sitios web como Twitter o Tumblr.",
    "faq.scratchCostTitle":"¿Cuánto cuesta Scratch? ¿Necesito una licencia?",
    "faq.scratchCostBody":"Scratch es y será siempre gratuito. No necesitas una licencia para usar Scratch en el colegio, en casa o en cualquier otro sitio. El desarrollo y mantenimiento de Scratch se paga a través de becas y donaciones. Si te gustaría contribuir a Scratch, échale un vistazo a <a href=\"https://secure.donationpay.org/scratchfoundation/\">la página de donaciones</a>.",
    "faq.mediaLabTitle":"¿Quién creó Scratch?",
    "faq.mediaLabBody":"Scratch es desarrollado y mantenido por el equipo de Scratch en el <a href=\"http://llk.media.mit.edu/\">grupo Lifelong Kindergarten</a> del <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"¿Qué información piden para registrar una cuenta?",
    "faq.accountInfoList":"Para proteger la privacidad de los miembros de nuestra comunidad, limitamos lo que recopilamos y lo que publicamos en nuestro sitio web. Durante el proceso de registro, pedimos la siguiente información:",
    "faq.privacyUsername":"nombre de usuario - Pedimos que los usuarios no utilicen sus nombres reales o información que los identifique.",
    "faq.privacyCountry":"país",
    "faq.privacyBirthdate":"mes y año de nacimiento - Necesitamos esta información para confirmar la propiedad de la cuenta si el propietario pierde la contraseña y el correo electrónico o nos pregunta para cerrar la cuenta.",
    "faq.privacyGender":"género",
    "faq.privacyEmail":"correo electrónico de contacto - Si el dueño de la cuenta es menor de 13 años, pedimos la dirección de correo electrónico de su padre o apoderado. Sólo enviamos correos a ésta dirección cuando se pide restaurar la contraseña.",
    "faq.accountPublicInfo":"El nombre de usuario y país del dueño de la cuenta se muestran públicamente en su página de perfil. El mes y año de nacimiento, correo electrónico y género asociados con la cuenta no se muestran públicamente. Recolectamos esta información para saber la edad y género de nuestros usuarios en conjunto, y para propósitos de investigación. No vendemos ni arrendamos información sobre nuestros usuarios a nadie.",
    "faq.dataCollectionTitle":"¿Qué información se recoge al utilizar el sitio web?",
    "faq.dataCollectionOne":"Cuando un usuario ingresa, el sitio web de Scratch pide a su navegador que cree una <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">cookie http</a> en su computador para recordar que ha ingresado mientras navega por las distintas páginas. Recogemos algunos datos respecto a dónde los usuarios hacen clic, y qué partes del sitio visitan, usando Google Analytics. Esta \"información de clics\" nos ayuda a pensar en formas de mejorar el sitio web.",
    "faq.dataCollectionTwo":"Parte de la información recogida en el sitio web de Scratch se usa en investigaciones que buscan mejorar nuestro entendimiento acerca de cómo la gente aprende con Scratch. Los resultados de esta investigación se comparten con docentes e investigadores a través de conferencias, revistas y otras publicaciones. Puede encontrar más en nuestra  <a href=\"/info/research\">página de investigaciones</a>.",
    "faq.rentInfoTitle":"¿El equipo de Scratch vende o arrienda información sobre los usuarios de Scratch?",
    "faq.rentInfoBody":"No.",
    "faq.viewUnsharedTitle":"¿Puede el equipo Scratch ver proyectos no compartidos en \"Mis Cosas\"?",
    "faq.viewUnsharedBody":"Como el Scratch Team es el responsable de la moderación, tenemos acceso a todo el contenido almacenado en el sitio web de Scratch - incluyendo proyectos no compartidos. Si prefieres trabajar en proyectos completamente privados, puedes usar el <a href=\"/scratch2download\">Editor sin Conexión de Scratch 2.0</a> o bien <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"¿Qué es una reinvención/remezcla?",
    "faq.remixDefinitionBody":"Cuando un Scratcher hace una copia del proyecto de otro, y lo modifica para añadir sus propias ideas (por ejemplo, cambiando los programas o los disfraces), decimos que el resultado es una \"reinvención\". Cada proyecto compartido en el sitio web de Scratch puede ser reinventado. Consideramos que incluso los cambios pequeños son reinvenciones válidas, siempre que se den los créditos al creador del proyecto original y a otras personas que hayan contribuido de manera significativa a la reinvención.",
    "faq.remixableTitle":"¿Por qué el equipo de Scratch quiere que todos los proyectos sean \"reinventables\"?",
    "faq.remixableBody":"Creemos que ver y reinventar proyectos interesantes es una gran manera de aprender a programar, y lleva a nuevas ideas. Por eso,  queda visible el código fuente de cada proyecto compartido en el sitio web de Scratch.",
    "faq.creativeCommonsTitle":"¿Y si no quiero que otros reinventen mis proyectos?",
    "faq.creativeCommonsBody":"Al publicar su proyecto en el sitio web de Scratch, usted acepta licenciarlos bajo una licencia <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\"> Creative Commons Share Alike </a>. Si usted no desea que otros vean y remezclen sus creaciones,  no las comparta en el sitio web de Scratch.",
    "faq.fairUseTitle":"¿Puedo usar imágenes, sonidos u otros medios del Internet en mis proyectos?",
    "faq.fairUseBody":"Es importante respetar las decisiones del autor respecto a la utilización de su trabajo. Si quieres integrar la obra de otros en la tuya, asegúrate de darles los créditos  en la sección \"créditos\" del proyecto, e incluye un enlace al original. Para encontrar arte y sonidos que ya estén licenciados para reinventarse, revisa la <a href=\"http://search.creativecommons.org/\">página de búsqueda de Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Qué es una cuenta de Scratch \"confirmada\"?",
    "faq.confirmedAccountBody":"Una cuenta confirmada de Scratch te permite compartir proyectos, escribir comentarios y crear estudios. Confirmar tu cuenta también te permite recibir  a través de correo electrónico las novedades del Scratch Team.",
    "faq.checkConfirmedTitle":"¿Cómo puedo confirmar si mi cuenta ha sido confirmada?",
    "faq.checkConfirmedBody":"Para comprobar si tu cuenta está confirmada, primero debes iniciar sesión en tu cuenta de Scratch en la esquina superior derecha de la pantalla. Una vez hayas iniciado sesión, haz clic en tu usuario en la esquina superior derecha y selecciona \"Configuración de la cuenta\", después \"Correo electrónico\" en el lado izquierdo. Las direcciones de correo electrónico confirmadas muestran una pequeña marca de verificación verde. En los demás casos verás el texto \"Tu dirección de correo electrónico no está confirmada\" en naranja.",
    "faq.howToConfirmTitle":"¿Cómo confirmo mi cuenta?",
    "faq.howToConfirmBody":"Después de registrarte en Scratch recibirás un correo electrónico con un enlace para que confirmes tu cuenta. Si no has recibido el correo electrónico, comprueba tu carpeta de Spam. Para reenviar el correo electrónico acude a la Configuración de la cuenta, haz clic en la pestaña de Correo electrónico y sigue las instrucciones que pone ahí. Por favor, ten en cuenta que el correo electrónico puede tardar hasta una hora en llegar. Si tras una hora todavía no ves el correo electrónico, <a href=\"/contact-us\">háznoslo saber</a>.",
    "faq.requireConfirmTitle":"Tengo que confirmar mi cuenta?",
    "faq.requireConfirmBody":"Puedes utilizar muchas cosas de Scratch sin confirmar tu cuenta, incluyendo crear y guardar proyectos (sin compartirlos). Nota: si creaste una cuenta de Scratch antes del 11 de febrero de 2015, puedes seguir usando las características sociales de Scratch sin confirmar tu cuenta.",
    "faq.forgotPasswordTitle":"Olvidé mi contraseña, ¿cómo puedo restaurarla?",
    "faq.forgotPasswordBody":"Ingresa tu nombre de cuenta en la <a href=\"/accounts/password_reset/\">página para restaurar contraseña</a>. El sitio web enviará un correo electrónico a la dirección asociada a la cuenta, con un enlace que podrás usar para restaurar tu contraseña.",
    "faq.changePasswordTitle":"¿Cómo puedo cambiar mi contraseña?",
    "faq.changePasswordBody":"Entra al sitio web de Scratch, ingresa a tu cuenta, y haz clic en tu nombre de usuario en la esquina superior derecha de la ventana. Escoge \"configuración de la cuenta\", y haz clic en el enlace para cambiar tu contraseña.",
    "faq.changeEmailTitle":"Cómo cambio mi dirección de correo electrónico?",
    "faq.changeEmailBody":"Vete a la página web de Scratch, autentifícate y entonces haz clic en tu nombre de usuario en la esquina superior derecha de la ventana. Elige \"configuración de cuenta\", y haz clic en el enlace para cambiar tu dirección de correo electrónico.",
    "faq.newScratcherTitle":"¿Cómo hago la transición entre 'Nuevo Scratcher' a 'Scratcher'?",
    "faq.newScratcherBody":"Crea y comparte proyectos, realiza comentarios valiosos en los proyectos de otros Scratchers, ¡y sé paciente! Tras unas pocas semanas siendo activo aparecerá un enlace en tu página de perfil invitándote a que te conviertas en Scratcher. (Ten en cuenta que no promocionamos nuevos Scratchers a Scratchers bajo petición - incluso aunque nos sobornes con chocolatinas deliciosas.)",
    "faq.multipleAccountTitle":"¿Puedo tener más de una cuenta?",
    "faq.multipleAccountBody":"Está bien tener varias cuentas en el sitio web de Scratch, siempre y cuando ninguna se utilice para romper las Reglas de la Comunidad. En ese caso, todas las cuentas relacionadas podrán ser bloqueadas o borradas.",
    "faq.multipleLoginTitle":"¿Está bien que más de una persona use una cuenta al mismo tiempo?",
    "faq.multipleLoginBody":"Esto no es ideal, porque el sitio web y el editor de proyectos pueden confundirse fácilmente cuando hay más de una persona en la misma cuenta.",
    "faq.changeUsernameTitle":"¿Puedo cambiar mi nombre de usuario?",
    "faq.changeUsernameBody":"La estructura del sitio web de Scratch depende de tener un nombre de cuenta consistente, así que no es posible cambiar tu nombre de usuario. Si realmente necesitas hacerlo, puedes crear una cuenta nueva, pero tendrás que copiar todos tus proyectos por tu propia cuenta.",
    "faq.shareInfoTitle":"¿Qué información puedo compartir en mi cuenta?",
    "faq.shareInfoBody":"Por favor no compartas información personal de contacto, como la dirección de tu casa, correo electrónico, número telefónico o cualquier cosa que pueda usarse para contactarte fuera del sitio web de Scratch. Por favor denuncia todo proyecto, comentario o post de los foros que contenga este tipo de información, para que el equipo de Scratch pueda removerlo, y recordarle al autor nuestra política de privacidad.",
    "faq.deleteAccountTitle":"¿Cómo borro mi cuenta?",
    "faq.deleteAccountBody":"Inicia sesión en Scratch, y después haz clic en tu nombre de usuario en la esquina superior derecha. Selecciona \"Configuración de la cuenta\" y haz clic en el enlace <em>\"Quiero eliminar mi cuenta\"</em> al final de la página.",
    "faq.scratchFreeTitle":"¿Scratch es gratis?",
    "faq.scratchFreeBody":"Sí! Scratch está disponible de manera gratuita. Puedes usarlo en tu colegio, y puedes dar un curso acerca de el (incluso un curso con costo). No necesitas comprar una licencia - es gratuito.",
    "faq.scratchScreenshotTitle":"¿Puedo usar Scratch, o capturas de pantalla de él en un libro o un CD?",
    "faq.scratchScreenshotBody":"Yes, you can escribir un libro o un capítulo acerca de Scratch. Usted también puede usar el logo de Scratch cuando se refiera a este. Usted puede crear capturas de pantalla o imágenes de la apliación de Scratch y del sitio web, y considerar licenciarlo bajo la licencia <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\"> Creative Commons Attibution-ShareAlike </a>. Le pedirmos que incluya una nota en su texto/CD que diga \"Scratch es desarrollado por el Grupo Lifelong Kindergarten del MIT Media Lab. Está disponible de forma gratuita en https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"¿Puedo incluir una descripción de Scratch y el logo de Scratch en folletos u otros materiales?",
    "faq.scratchDescriptionBody":"¡Por supuesto! Recomendamos la siguiente descripción: \"Scratch es un lenguaje de programación y una comunidad en línea donde puedes crear sus propias historias interactivas, juegos y animaciones -- y compartir sus creaciones con otras personas alrededor del mundo. En el proceso de diseñar y programar proyectos en Scratch, los jóvenes aprenden a pensar creativamente, razonar sistemáticamente, y trabajar colaborativamente. Scratch es un proyecto del grupo Lifelong Kindergarten del MIT Media Lab. Está disponible de manera gratuita en https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"¿Puedo presentar Scratch en una conferencia?",
    "faq.presentScratchBody":"Por favor siéntase con toda libertad de realizar presentaciones sobre Scratch a educadores u otros grupos. Le damos nuestro permiso para realizar presentaciones.",
    "faq.supportMaterialTitle":"¿Puedo usar o reinventar los materiales, objetos, imágenes, sonidos o proyectos de ejemplo de Scratch, que se encuentren en el sitio web?",
    "faq.supportMaterialBody":"Si - los materiales de apoyo de Scratch, desarrollados por el Equipo de Scratch, están disponibles en el sitio web de Scratch bajo una licencia <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>, con la excepción del logo del Scratch, el gato Scratch, y Gobo, que son marcas registradas de Scratch.",
    "faq.sellProjectsTitle":"¿Puedo vender mis proyectos de Scratch?",
    "faq.sellProjectsBody":"Ciertamente - tu proyecto es tu creación. Ten en cuenta que una vez compartes tu proyecto en Scratch, cualquiera puede descargarlo, remezclarlo y reutilizarlo siguiendo los términos de la <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">licencia CC-BY-SA 2.0</a>. Así que si tienes intención de vender tu proyecto, tal vez quieras dejar de compartirlo en Scratch.",
    "faq.sourceCodeTitle":"¿Donde puedo encontrar el código fuente de Scratch?",
    "faq.sourceCodeBody":"El código fuente del editor de Scratch 2 puede encontrarse en<a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. El código fuente de <a href=\"/scratch_1.4\">Scratch 1.4</a>, escrito en Squeak, también está disponible en <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Para obtener información más actualizada sobre los proyectos de desarrollo relativos al sitio web de Scratch, por favor visita nuestra <a href=\"/developers\">página de desarrolladores</a>.",
    "faq.okayToShareTitle":"¿Cómo se qué está bien, y qué no compartir en el sitio web de Scratch?",
    "faq.okayToShareBody":"Revisa las <a href=\"/community_guidelines\">reglas de la comunidad de Scratch</a> - son cortas y no incluyen especificaciones legales. Hay un enlace al final de cada página en Scratch.",
    "faq.reportContentTitle":"¿Qué hago si veo algo inapropiado?",
    "faq.reportContentBody":"Puedes hacer clic en el enlace que dice \"denunciar\" en cualquier proyecto, comentario, entrada o página de usuario que tenga algo que no creas que esté bien en Scratch. Si la situación es complicada, puedes utilizar el enlace \"Contáctanos\" para explicarlo. Asegúrate de incluir tantos detalles como puedas, con enlaces a las páginas pertinentes.",
    "faq.noFlameTitle":"¿Qué hago si alguien está siendo malo o irrespetuoso?",
    "faq.noFlameBody":"¡No le eches más leña al fuego! Responder a los comentarios maliciosos con más malicia empeora las cosas, y tu cuenta podría ser bloqueada. En lugar de eso, simplemente denuncia las cosas irrespetuosas o no constructivas, y nosotros haremos el seguimiento al autor. Nosotros verificamos la denuncias todos los días, varias veces al día - así que puedes descasar tranquilo porque nosotros resolveremos las cosas.",
    "faq.reviewContentTitle":"¿Qué hace el equipo de Scratch cuando algo es denunciado o señalado por los usuarios?",
    "faq.reviewContentBody":"El equipo de Scratch revisa comentarios y proyectos denunciados todos los días. Si algo rompe las reglas de la comunidad de Scratch, podemos removerlo y mandar una advertencia a la cuenta. Dependiendo de lo malo que sea (o las advertencias que ya tenga la cuenta), podríamos bloquear las cuentas o redes utilizadas para subir el material en cuestión.",
    "faq.blockedAccountTitle":"¿Qué pasa cuando una cuenta es bloqueada?",
    "faq.blockedAccountBody":"Cuando una cuenta es bloqueada, el dueño no puede acceder a ella, o usarla para crear proyectos o comentarios. Al ingresar, verán una página que explica porqué se bloqueó la cuenta, con un formulario que pueden usar para pedir ser desbloqueados. Si el dueño demuestra que entiende porqué su cuenta fue bloqueada, y promete seguir las reglas de la comunidad a futuro, el equipo de Scratch considerará su caso. Las cuentas sólo serán desbloqueadas cuando la palabra del dueño de la cuenta sea confiable. De lo contrario, la cuenta (y probablemente otras cuentas creadas por una misma persona) serán bloqueadas permanentemente.",
    "faq.stolenAccountTitle":"¿Mi hermano malvado / Kaj / otro mal tipo, robó mi cuenta y la bloquearon por su culpa, qué hago?",
    "faq.stolenAccountBody":"Tú eres responsable de mantener tu contraseña segura. Si alguien en la \"vida real\" ingresa a tu cuenta y hace cosas malas, dile a los adultos que están a cargo de las computadoras. Si crees que alguien que no conoces ingresó a tu cuenta, cambia la contraseña o usa el enlace \"Contáctanos\" para explicar la situación. Si fuiste bloqueado por hacer algo que rompe las reglas de la comunidad, no servirá que digas que te \"hackearon\". Si no consideramos que la explicación es confiable, no serás desbloqueado.",
    "faq.cloudDataInfoTitle":"¿Qué es la información en la nube?",
    "faq.cloudDataInfoBody":"Los datos de nube son una característica de Scratch 2 que permiten que los datos de un proyecto sean guardados y compartidos en línea. Puedes usar datos de nube para crear encuestas y otros proyectos que guarden números.",
    "faq.storedCloudInfoTitle":"¿Quién puede ver la información guardada en la nube?",
    "faq.storedCloudInfoBody":"Cuando interactúas con un proyecto usando bloques de información en la nube, tu información puede ser guardada con tu nombre de usuario, y otros pueden verla. Cada proyecto tiene un registro de quién interactuó con él, y la información que se compartió.",
    "faq.onlyNumbersTitle":"Por qué los datos en la nube están actualmente limitados solo a números -- sin palabras o listas?",
    "faq.onlyNumbersBody":"El sitio actual está limitado a números en las variables como un paso inicial para resolver cualquier problema con su uso en el sitio web. Planeamos desplegar más características de información en la nube de manera incremental. Si la infraestructura funciona bien, planeamos agregar otras características (listas en la nube, soporte a cadenas, etc.).",
    "faq.reportCloudTitle":"¿Si alguien comparte contenido inapropiado a través de la información en la nube, cómo lo denuncio?",
    "faq.reportCloudBody":"Haz clic en el botón \"Denunciar esto\" (bajo el reproductor de proyectos) para denunciar contenido inapropiado. El formulario de denuncia incluye una lista de toda la información en la nube de ese proyecto, y quién la compartió - quizá quieras revisarla antes de enviar la denuncia. Menciona \"información en la nube\" cuando escribas el motivo en la denuncia.",
    "faq.chatRoomTitle":"¿Puedo crear salas de chat con la información de la nube?",
    "faq.chatRoomBody":"Aunque es técnicamente posible, no están permitidos por el momento. Reconsideraremos esta política cuando tengamos una mejor idea de nuestra capacidad de moderar y manejar denuncias respecto a la información de la nube.",
    "faq.makeCloudVarTitle":"¿Cómo añado una variable de nube cuando estoy creando un proyecto?",
    "faq.makeCloudVarBody":"Cuando creas una variable, puedes marcar la caja que dice \"variable de nube\". Cualquier información que guardes será guardada en el servidor y visible para otros.",
    "faq.changeCloudVarTitle":"¿Quién puede cambiar la información en una variable de nube?",
    "faq.changeCloudVarBody":"Sólo tu proyecto puede guardar información en sus variables de nube. Si la gente cambia o reinventa tu código, se creará una variable diferente en su proyecto, con igual nombre.",
    "faq.newScratcherCloudTitle":"Ingresé a mi cuenta, pero no puedo usar proyectos con información de la nube. ¿Qué pasa?",
    "faq.newScratcherCloudBody":"Necesitas tener el estatus de \"Scratcher\" en el sitio, para tener acceso a la información de la nube. Puedes ser Scratcher participando activamente en el sitio web.",
    "faq.multiplayerTitle":"¿Es posible hacer juegos multijugador con información de nube?",
    "faq.multiplayerBody":"Los juegos Multijugador pueden ser difíciles de crear debido a la velocidad de la red y a cuestiones relacionadas con la sincronización. Sin embargo, algunos Scratchers han descubierto maneras creativas de usar la nube para juegos por turnos, entre otros juegos.",
    "faq.cloudLagTitle":"¿Cuánto se demora la información en la nube para llegar a otro Scratcher?",
    "faq.cloudLagBody":"Depende. Si ambos Scratchers tienen una conexión a Internet rápida (DSL o cable), y no hay cortafuegos restrictivos en las computadoras o la red, las actualizaciones deberían llegar en milisegundos. Sin embargo, muchas computadoras tienen software de cortafuegos corriendo en ellas, y si el cortafuegos bloquea conexiones que salgan por los puertos TCP 531 y 843, el \"lag\" aumenta a un segundo. Actualmente estamos trabajando en formas de solucionar ésto.",
    "faq.schoolsTitle":"Scratch en las Escuelas",
    "faq.howTitle":"¿Cómo es utilizado Scratch en colegios?",
    "faq.howBody":"Scratch es usado en miles de colegios por todo el mundo, en muchas diferentes materias (incluyendo lenguaje, ciencia, historia, matemáticas y ciencias de la computación). Puedes aprender más sobre estrategias y recursos para usar Scratch en colegios y en otros entornos de aprendizaje (como museos, librerías y centros comunitarios) en nuestra <a href=\"/educators\">página para educadores</a>. También puedes unirte a la comunidad en línea para educadores <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, que es gestionada por nuestros amigos de la Harvard Graduate School of Education.",
    "faq.ageTitle":"¿Cuál es el rango de edad para Scratch?",
    "faq.ageBody":"Scratch ha sido desarrollado específicamente para jóvenes de entre 8 y 16 años de edad por lo que es usado principalmente en colegios e institutos, pero gente de cualquier edad puede crear y compartir proyectos. Scratch es usado incluso en algunos cursos de introducción a las Ciencias de la Computación en universidades. Los niños más jóvenes tal vez quieran probar <a href=\"//www.scratchjr.org/\">ScratchJr</a>, una versión simplificada de Scratch diseñada para edades de 5 a 7 años.",
    "faq.noInternetTitle":"¿Existe alguna forma para que los estudiantes utilicen Scratch sin una conexión a Internet?",
    "faq.noInternetBody":"Sí. El <a href=\"/scratch2download\">editor offline</a> de Scratch es una versión de Scratch que puede ejecutarse en un ordenador de escritorio o un portátil. Actualmente, el editor offline está disponible para ordenadores Mac y Windows.",
    "faq.communityTitle":"¿Puedo quitar la comunidad en línea a mis estudiantes?",
    "faq.communityBody":"La comunidad en línea de Scratch ofrece una forma para que la gente joven pueda compartir, colaborar y aprender con sus compañeros en una comunidad moderada que sigue las Normas de la Comunidad. Sin embargo, entendemos que algunos educadores prefieren que sus estudiantes no participen en una comunidad en línea. Estos educadores tal vez quieran instalar el editor offline de Scratch, que se puede ejecutar de forma offline y local en un ordenador de escritorio o en un portátil.",
    "faq.teacherAccountTitle":"¿Qué es una cuenta de profesor en Scratch?",
    "faq.teacherAccountBody":"Una cuenta de profesor en Scratch pone a disposición de profesores y otros educadores características adicionales para gestionar la participación de los estudiantes en Scratch, incluyendo la posibilidad de crear cuentas de estudiante, organizar los proyectos de los estudiantes en estudios y supervisar los comentarios de los estudiantes.",
    "faq.requestTitle":"¿Cómo solicito una cuenta de profesor en Scratch?",
    "faq.requestBody":"Puedes solicitar una cuenta de profesor en Scratch en la <a href=\"/educators\">página para educadores</a> de Scratch. Te pediremos información adicional durante el proceso de registro para confirmar tu papel como educador.",
    "faq.edTitle":"¿Cuál es la diferencia entre una cuenta de profesor en Scratch y una cuenta de ScratchEd?",
    "faq.edBody":"Las cuentas de profesor en Scratch son cuentas de usuario de Scratch especiales que tienen acceso a funcionalidades adicionales que facilitan la creación y administración de cuentas de estudiante. Las cuentas ScratchEd son cuentas de la <a href=\"http://scratched.gse.harvard.edu/\">comunidad ScratchEd</a>, un sitio web diferente (gestionado por la Harvard Graduate School of Education) en el que los educadores comparten experiencias, intercambian recursos, hacen preguntas y se encuentran con otros educadores de Scratch.",
    "faq.dataTitle":"¿Qué datos recopila Scratch sobre los estudiantes?",
    "faq.dataBody":"Cuando un estudiante se registra en Scratch le preguntamos por datos demográficos básicos incluyendo sexo, edad (mes y año de nacimiento), país y dirección de correo electrónico para verificación. Estos datos son usados (de forma agregada) en estudios científicos pensados para mejorar nuestro conocimiento sobre cómo la gente aprende con Scratch. Cuando un educador utiliza una cuenta de profesor de Scratch para crear cuentas de estudiantes de forma masiva, a los estudiantes no se les exige que proporcionen una dirección de correo electrónico para la configuración de la cuenta.",
    "faq.lawComplianceTitle":"¿Cumple Scratch 2.0 (versión online) las leyes locales y federales de privacidad de datos de Estados Unidos?",
    "faq.lawComplianceBody":"Scratch se preocupa enormemente por la privacidad de los estudiantes y de todos los individuos que usan nuestra plataforma. Hemos preparado procedimientos físicos y electrónicos para proteger la información que recopilamos en el sitio web de Scratch. Sin embargo, no podemos ofrecer garantías contractuales con cada una de las entidades que utilizan nuestro producto educativo gratuito, y cumplimos todas las leyes federales de Estados Unidos que son aplicables al MIT, la organización a 501(c)(3) que creó y mantiene Scratch. Te animamos a que leas la Política de Privacidad de Scratch para obtener más información.",
    "faq.schoolsMoreInfo":"Para más preguntas sobre las cuentas de profesores, vea las  <a href=\"/educators/faq\"> Preguntas Frecuentes sobre Cuenta de Profesor</a>"
}
