{
    "faq.title":"Korduma Kippuvad Küsimused (KKK)",
    "faq.intro":"On this page, you’ll find answers to frequently asked questions about Scratch.",
    "faq.aboutTitle":"Üldised küsimused",
    "faq.privacyTitle":"Privaatsuspoliitika",
    "faq.remixTitle":"Remiksimine ja koperimine",
    "faq.accountsTitle":"Kontod",
    "faq.permissionsTitle":"Litsenseerimine ja juurdepääs",
    "faq.inappropriateContentTitle":"Sobimatu sisu",
    "faq.cloudDataTitle":"Pilveandmed",
    "faq.aboutScratchTitle":"Mis on Scratch ja mida ma saan sellega teha?",
    "faq.aboutScratchBody":"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, check out the <a href=\"/about\">About Scratch</a> page.",
    "faq.makeGameTitle":"Kuidas teha Scratchiga mäng või animatsioon?",
    "faq.makeGameBody":"Check out the <a href=\"/tips\">tips page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Millised on Scratchi nõuded süsteemile?",
    "faq.requirementsBody":"To run Scratch 2.0, you need to be using (1) a Windows, ChromeOS, Mac, or Linux computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows or Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2.0 website.",
    "faq.offlineTitle":"Do you have a downloadable version so I can create and view projects offline?",
    "faq.offlineBody":"The Scratch 2.0 offline editor allows you to create Scratch projects without an internet connection. You can <a href=\"/scratch2download/\">download Scratch 2.0</a> from the website. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2.0 on your computer.",
    "faq.uploadOldTitle":"Kas Scratch koduleheküljele saab laadida varasemate versioonidega loodud projekte ?",
    "faq.uploadOldBody":"Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2.0 project in <a href=\"/scratch_1.4\">Scratch 1.4</a>, because <a href=\"/scratch_1.4\">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)",
    "faq.recordVideoTitle":"Can I record a video of my Scratch project?",
    "faq.recordVideoBody":"Yes, you can record a video of your Scratch project up to 60 seconds. In the Scratch editor, from the File menu, select \"Record Project Video.\" (You need to be signed in to see this option.) You can choose additional recording options (such as recording sound and mouse clicks) through the \"More Options\" menu. Then, run your project however you'd like. Once the recording is done, follow the instructions to download the file to your computer. Depending on what kind of computer you have, you may need to download another program like the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> to play the file. This file will run on YouTube, Vimeo, and Facebook, but may need to be converted for other websites like Twitter or Tumblr.",
    "faq.scratchCostTitle":"Kui palju Scratch maksab? Kas mul on vaja litsentsi?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donate page</a>.",
    "faq.mediaLabTitle":"Kes on loonud Scratchi?",
    "faq.mediaLabBody":"Scratchi on loonud ja seda arendab Scratchi tiim - <a href=\"http://www.media.mit.edu/\">MIT Meedia Lab</a> <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> .",
    "faq.accountInfoTitle":"Millist informatsiooni küsitakse konto registreerimisel?",
    "faq.accountInfoList":"Et kaitsta meie kogukonna liikmete privaatsust, piirame me kogutavat ja veebilehel avaldadat infot. Registreerimisel palume järgmisi andmeid:",
    "faq.privacyUsername":"kasutajanimi - üldiselt eeldame, et kasutajad väldivad oma pärisnimede esitamist.",
    "faq.privacyCountry":"riik",
    "faq.privacyBirthdate":"birth month and year - We use this to confirm ownership of the account if the owner loses the password and email or asks to close an account.",
    "faq.privacyGender":"sugu",
    "faq.privacyEmail":"e-posti aadress - kui konto omanik on noorem kui 13, palume tema vanema või eestkostja e-posti aadressi. Sellele aadressile saadame meile vaid siis, kui palutakse konto või parooli taastamist.",
    "faq.accountPublicInfo":"Kontoomaniku kasutajanimi ja riik kuvatakse avalikult tema profiili lehel. Sünni kuu / aasta, e-posti aadress ja sugu ei kuvata avalikult. Me kogume seda infot, et saaksime teada meie kasutaja vanust ja sugu statistika ja uuringute eesmärgil. Me ei müü ega rendi meie kasutajate andmeid kellelegi.",
    "faq.dataCollectionTitle":"Milliseid andmeid kogutakse inimestelt, kui nad kasutavad veebilehte?",
    "faq.dataCollectionOne":"Kasutaja sisselogimisel palub Scratchi veebileht brauseril paigutada arvutisse <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie </a> et meeles pidada sisselogimist, kui vahepeal sirvitakse teisi lehekülgi. Programmi Google Analytics abil kogume me mõningaid andmeid selle kohta, milliseid saidi osi kasutajad külastavad. See aitab meil veebilehte paremaks muuta.",
    "faq.dataCollectionTwo":"Osa Scratchi kodulehel kogutavast infost kasutatakse uuringutes, et täiendada meie teadmisi sellest, kuidas inimesed Scratchi abil õpivad. Nende uuringute tulemusi on avaldatud konverentsidel, ajakirjades jm. Rohkem infot selle kohta leidad meie <a href=\"/info/research\">uuringute lehel</a>.",
    "faq.rentInfoTitle":"Kas Scratchi tiim müüb või rendib kellelegi informatsiooni Scratch kasutajate kohta?",
    "faq.rentInfoBody":"Ei.",
    "faq.viewUnsharedTitle":"Kas Scratchi tiim saab vaadata mittejagatud projekte lehel 'Minu Asjad'?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Mis on remiksimine?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Miks Scratchi tiim nõuab, et kõik projektid oleks “remiksitavad”?",
    "faq.remixableBody":"Me usume, et huvitavate projektide uurimine ja remiksimine on suurepärane võimalus õppida programmeerimist ja pakub uusi lahedaid ideid. Sellepärast on iga Scratch veebilehel jagatud projekti lähtekood nähtav.",
    "faq.creativeCommonsTitle":"Mida teha, kui ma ei soovi, et teised remiksiks minu projekte?",
    "faq.creativeCommonsBody":"By publishing your project on the Scratch website, you agree to license it under a <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.",
    "faq.fairUseTitle":"Kas ma võin kasutada oma projektides internetist leitud pilte / helindeid / meediat?",
    "faq.fairUseBody":"Oluline on järgida originaali autori soove. Kui soovid oma projektis kasutada kellegi teise töid, siis kindlasti viita neile projektidele ja lisa lingid originaalile. Et leida pilte/helisid, mis on juba litsensitud remiksimiseks, vaata <a href=\"http://search.creativecommons.org/\">Creative Commons otsingu lehte</a>.",
    "faq.confirmedAccountTitle":"What is a “confirmed” Scratch account?",
    "faq.confirmedAccountBody":"A confirmed account on Scratch lets you share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team.",
    "faq.checkConfirmedTitle":"How can I check whether my account has been confirmed?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Kuidas kustutada oma konto?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"Do I have to confirm my account?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"I forgot my password. How can I reset it?",
    "faq.forgotPasswordBody":"Sisesta oma kasutajanimi <a href=\"/accounts/password_reset/\">paroolo lähtestamise lehele</a>. Veebilehtleht saadab selle kasutajaga seotud e-postiaadressile lingi parooli lähtestamiseks.",
    "faq.changePasswordTitle":"Kuidas ma saan muuta oma salasõna?",
    "faq.changePasswordBody":"Mine Scratchi veebilehele, logi sisse ja klõpsa oma kasutajanimel ülemises paremas nurgas. Vali \"konto seaded\" ja klõpsa linki parooli muutmiseks.",
    "faq.changeEmailTitle":"How do I change my email address?",
    "faq.changeEmailBody":"Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose \"account settings\", and click the link to change your email.",
    "faq.newScratcherTitle":"How do I transition from 'New Scratcher' to 'Scratcher'?",
    "faq.newScratcherBody":"Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)",
    "faq.multipleAccountTitle":"kas mul võib olla rohkem kui üks konto?",
    "faq.multipleAccountBody":"Scratch kodulehel võib Sul olla mitu kontot, niikaua kui ühtki neist ei sattu vastollu kogukonna reeglitega. Sel juhul võidakse blokeerida või kustutada kõik Sinuga seotud kontod.",
    "faq.multipleLoginTitle":"Kas see on normaalne, et ühe kontoga logib sisse rohkem kui üks inimene?",
    "faq.multipleLoginBody":"See ei ole soovitav, sest veebilehet ja projektiredaktor võivad sattuda segadusse, kui sama kasutajana on sisse loginud rohkem kui üks inimene.",
    "faq.changeUsernameTitle":"Kas ma võin vahetada kasutajanime?",
    "faq.changeUsernameBody":"Kasutajanime ei ole võimalik muuta. Kui seda on tõesti vaja, võid teha uue konto - aga oma projektid pead ise ümber tõstma.",
    "faq.shareInfoTitle":"Millist infot võin ma jagada oma kontol?",
    "faq.shareInfoBody":"Palun ära jaga oma isiklikke kontaktandmeid nagu füüsiline aadress, e-postiaadress, telefon või midagi muud, mida saab kasutada kontakti loomiseks väljaspool Scratchi kodulehte. Palun teata projektidest, kommentaaridest või foorumi postitustest, mis sisaldavad sellist teavet, et Scratchi meeskond saaks need eemaldada.",
    "faq.deleteAccountTitle":"Kuidas kustutada oma konto?",
    "faq.deleteAccountBody":"Log in to Scratch, and then click your username in the top right-hand corner. Select “Account Settings,” then click the <em>“I want to delete my account”</em> link at the bottom of the page.",
    "faq.scratchFreeTitle":"Kas Scratch on tasuta?",
    "faq.scratchFreeBody":"Jah! Scratch on saadaval tasuta. Võite kasutada seda oma koolis ja õpetada seda (isegi kui kursused on tasulised). Te ei pea ostma litsentsi - see on tasuta.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Võin ma esitleda Scratchi konverentsil?",
    "faq.presentScratchBody":"Võite Scratchist teha ettekandeid õpetajatele ja teistele.",
    "faq.supportMaterialTitle":"Kas ma tohin kasutada / remiksida Scratchi veebilehel olevaid abimaterjale, spraite, pilte, helisid või näidisprojekte?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Kas ma võin müüa oma Scratchi projekte?",
    "faq.sellProjectsBody":"Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.",
    "faq.sourceCodeTitle":"Kus ma võin leida Scratchi lähtekoodi?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"Kuidas ma saan teada, mis sobib või ei sobi jagamiseks Scratchi veebilehel?",
    "faq.okayToShareBody":"Tutvu <a href=\"/community_guidelines\">Scratchi kogukonna reeglitega</a> - see on lühike tekst ja ei sisalda kuigi palju juriidilist. Vastav link on ka iga Scratchi lehekülje allosas.",
    "faq.reportContentTitle":"Mida teha, kui ma märkan midagi sobimatut?",
    "faq.reportContentBody":"Kui näed Scratchi veebilehel midagi sobimatut, klõpsa selle projekti, kommentaari, foorumipostituse või kasutaja lehel linki “report (teata)”. Kui olukord on komplitseerium, kasutada linki Contact Us, et olukoda täpsustada. Kirjelda kindlasti kõike võimalikult üksikasjalikult ja lisa ka lingid vastavatele lehekülgedele.",
    "faq.noFlameTitle":"Mida teha, kui ma näen, et keegi on õel või ebaviisakas?",
    "faq.noFlameBody":"Ärge õhuta tuld! Õelale kommentaarile õelalt vastamine teeb asjad hullemaks ja võib põhjustada sinu konto blokeerimise. Selle asemel lihtsalt teata kõigest, mis on lugupidamatu või ebakonstruktiivne ja meie jälgime selle autorit. Me kontrollime teateid mitu korda päevas.",
    "faq.reviewContentTitle":"Mida teeb Scratch meeskond, kui midagi on teatatud või märgistatud?",
    "faq.reviewContentBody":"Scratchi tiim vaatab märgistatud kommentaarid ja projektid üle iga päev. Kui midagi ei vasta Scratchi kogukonna reelitele, võime me selle eemaldada ja saata kasutajale hoiatuse. Sõltuvalt rikkumisest (või kui kasutajat on juba varem hoiatatud), võime blokeerida konto.",
    "faq.blockedAccountTitle":"Mis juhtub, kui konto on blokeeritud?",
    "faq.blockedAccountBody":"Kui konto on blokeeritud, ei saa omanik seda enam kasutada ega luua projekte ja kommentaare. Sisse logides näeb ta lehekülge põhjendusga konto blokeerimise kohta ja veebivormi, kus saab taotleda konto ennistamist. Kui kasutaja näitab, et mõistab, miks tema konto on blokeeritud ja lubab edaspidi järgida kogukonna reegleid, võib Scratchi tiim oma otsust revideerida. Konto vabastatakse vaid juhul, kui konto omaniku sõna saab usaldada. Vastasel korral jääb kasutaja konto (ja ka teised selle kasutaja kontod) jäädavalt blokeerituks.",
    "faq.stolenAccountTitle":"Minu õel vend / Kaj / mingi muu pahalane varastas mu konto ja nüüd on see blokeeritud. Mida ma pean tegema?",
    "faq.stolenAccountBody":"Sa vastutad oma salasõna hoidmise eest. Kui reaalelus võtab keegi üle sinu konto ja teeb midagi halba, räägi sellest täiskasvanule, kes vastutab selle arvuti haldamise eest. Kui arvad, et keegi tundmatu on saanud juurdepääsu sinu kontole, muuda parooli ja/või teata sellest meile. Kui sinu konto on blokeeritud kogukonna reeglite rikkumise eest, ära ütle lihtsalt, et kontot on häkitud. Kui me ei saa sind usaldada, jääb konto blokeerituks.",
    "faq.cloudDataInfoTitle":"Mis on pilveandmed?",
    "faq.cloudDataInfoBody":"Pilveandmed on Scratch 2 võimalus salvestada andmeid projektist ja jagada online. Võid kasutada pilveandmeid uuringutes ja teistes projektides, säilitamas andmeid pikemalt.",
    "faq.storedCloudInfoTitle":"Kes saab näha pilveandmeid?",
    "faq.storedCloudInfoBody":"Kui projekt on jagatud, võivad andmeid näha kõik. Seda saab teha iga projekti jaoks eraldi.",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"Praegune versioon on piiratud arvmuutujatega. Plaanime realiseerida pilveandmete liigid järk-järgult. Kui infrastruktuur töötab hästi, plaanime lisada teisi liike (pilveloendid, stringid jne).",
    "faq.reportCloudTitle":"Kui ma näen kedagi postitab sobimatut sisu, kasutades pilveandmeid, kuidas ma peaks sellest teatama?",
    "faq.reportCloudBody":"Vajuta \"Teata sellest\" nupule (projekti all), teatades sobimatus sisust pilveandmetes.Teate vorm võimaldab seda teha. Veendu, et sa mainid \"pilveandmed\", kui kirjutad oma teadet.",
    "faq.chatRoomTitle":"Kas ma saan teha ruumi jututoale pilveandmetega?",
    "faq.chatRoomBody":"Kuigi tehniliselt on võimalik luua jututuba pilvandmetega, ei ole see praegu lubatud. Seda võimalust vaadeldakse edaspidi.",
    "faq.makeCloudVarTitle":"Kuidas lisada pilvemuutuja, kui ma loon projekti?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Kes saab muuta pilvemuutujaid?",
    "faq.changeCloudVarBody":"Ainult sinu projekt saab salvestada andmeid sinu pilvemuutujasse. Kui keegi muudab või remiksib sinu koodi, loob ta sama nimega uue muutuja oma projektis.",
    "faq.newScratcherCloudTitle":"Olen sisse loginud, kuid ma ei saa ikka kasutada projektis pilveandmeid. Mis toimub?",
    "faq.newScratcherCloudBody":"Sa pead saama \"Scratcheriks\" juurdepääsuks veebilehel pilveandmetele. Võid saada Scratcheriks osaledes aktiivselt veebilehel.",
    "faq.multiplayerTitle":"Kas on võimalik luua mitme osalejaga mängu, kasutades pilveandmeid?",
    "faq.multiplayerBody":"Mitme osalejatega mänge võib olla raske luua seoses võrgu kiiruse ja sünkroniseerimise probleemidega. Kuid mõned scratchijad teevad seda.",
    "faq.cloudLagTitle":"Kui kaua läheb pilveandmetel aega teise kasutajani jõudmiseks?",
    "faq.cloudLagBody":"See sõltub võrguühendustest.",
    "faq.schoolsTitle":"Scratch koolides",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Milline on sobiv vanus Scratchiga tegelemiseks?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"What is the difference between a Scratch Teacher Account and a ScratchEd Account?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
