{
    "faq.title":"Sarri Egindako Galderak (FAQ)",
    "faq.intro":"On this page, you’ll find answers to frequently asked questions about Scratch.",
    "faq.aboutTitle":"Galdera generalak",
    "faq.privacyTitle":"Pribatasun politika",
    "faq.remixTitle":"Birnahasketa eta kopiatzea",
    "faq.accountsTitle":"Kontuak",
    "faq.permissionsTitle":"Lizentzia eta baimenak",
    "faq.inappropriateContentTitle":"Eduki desegokia",
    "faq.cloudDataTitle":"Laino datuak",
    "faq.aboutScratchTitle":"Zer da Scratch eta zer egin dezaket berarekin?",
    "faq.aboutScratchBody":"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, check out the <a href=\"/about\">About Scratch</a> page.",
    "faq.makeGameTitle":"Nola sor dezaket joko edo animazio bat Scratchen?",
    "faq.makeGameBody":"Check out the <a href=\"/tips\">tips page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Zeintzu dira Scratchentzako sistema eskakizunak?",
    "faq.requirementsBody":"To run Scratch 2.0, you need to be using (1) a Windows, ChromeOS, Mac, or Linux computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows or Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2.0 website.",
    "faq.offlineTitle":"Do you have a downloadable version so I can create and view projects offline?",
    "faq.offlineBody":"The Scratch 2.0 offline editor allows you to create Scratch projects without an internet connection. You can <a href=\"/scratch2download/\">download Scratch 2.0</a> from the website. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2.0 on your computer.",
    "faq.uploadOldTitle":"Scratchen bertsio zaharragoz eginiko proiektuak igo ahal ditzaket webgunera oraindik?",
    "faq.uploadOldBody":"Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2.0 project in <a href=\"/scratch_1.4\">Scratch 1.4</a>, because <a href=\"/scratch_1.4\">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)",
    "faq.recordVideoTitle":"Can I record a video of my Scratch project?",
    "faq.recordVideoBody":"Yes, you can record a video of your Scratch project up to 60 seconds. In the Scratch editor, from the File menu, select \"Record Project Video.\" (You need to be signed in to see this option.) You can choose additional recording options (such as recording sound and mouse clicks) through the \"More Options\" menu. Then, run your project however you'd like. Once the recording is done, follow the instructions to download the file to your computer. Depending on what kind of computer you have, you may need to download another program like the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> to play the file. This file will run on YouTube, Vimeo, and Facebook, but may need to be converted for other websites like Twitter or Tumblr.",
    "faq.scratchCostTitle":"Zenbat kostatzen da Scratch? Lizentzia bat behar al dut?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donate page</a>.",
    "faq.mediaLabTitle":"Nork sortu zuen Scratch?",
    "faq.mediaLabBody":" <a href=\"http://www.media.mit.edu/\">MIT Media Labeko</a> <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten taldeko</a> Scratch Team taldeak garatu eta mantentzen du Scratch.",
    "faq.accountInfoTitle":"Zein informazio eskatzen duzue kontua erregistratzerakoan?",
    "faq.accountInfoList":"Komunitateko kideen pribatasuna babesteko, webgunean jasotzen eta argitaratzen duguna mugatzen dugu. Erregistratze prozesuan hurrengo informazioa eskatzen dugu:",
    "faq.privacyUsername":"erabiltzaile izena - Erabiltzaileei benetazko izena edo identifikagarri zaien informazioa ez erabiltzeko eskatzen diegu.",
    "faq.privacyCountry":"herrialdea",
    "faq.privacyBirthdate":"birth month and year - We use this to confirm ownership of the account if the owner loses the password and email or asks to close an account.",
    "faq.privacyGender":"generoa",
    "faq.privacyEmail":"kontakturako email helbidea - Kontuaren jabeak 13 urte baino gutxiago baditu, bere guraso edo ahaldunaren emaila eskatzen dugu. Ez dugu emailik bidaltzen helbide honetara; soilik norbaitek bere pasahitza berrezartzeko eskatzen duenean.",
    "faq.accountPublicInfo":"Kontuaren jabearen erabiltzaile izena eta herrialdea publikoki erakusten dira bere profil orrian. Jaiotze hila/urtea, email helbidea eta generoa ez dira publikoki erakusten. Ikerketa helburuz jasotzen ditugu erabiltzaileen urte eta generoa, datu orokorrak izan ditzagun. Ez diogu gure erabiltzaileen informaziorik saldu edo alokatzen inorri.",
    "faq.dataCollectionTitle":"Webgunea darabilen bitartean erabiltzailearen zein datu gordetzen dira?",
    "faq.dataCollectionOne":"Erabiltzaileak saioa hastean, Scratch webguneak bere nabigatzaileari ordenagailuan <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a> bat ezartzeko eskatzen dio, saioa hasita duela gogora dezan beste webgune batzuk bisitatzen dabilen artean. Erabiltzaileek klik non egiten duten eta webguneko zein zati bisitatzen duten bezalako datuak gordetzen ditugu Google Analytics bitartez. \"Klikei buruzko datu\" hauek webgunea nola hobetu jakiten laguntzen gaituzte.",
    "faq.dataCollectionTwo":"Scratch webgunean jasotako zenbait informazio eta datu, jendeak Scratch bidez nola ikasten duen ikertzen duten ikerketetan erabiltzen dira. Ikerketa hauetako emaitzak hezitzaile eta ikerlariekin elkarbanatzen dira konferentzia, aldizkari eta bestelako argitalpenetan. Gure <a href=\"/info/research\">Ikerketa orrian</a> gehiago ikasi dezakezu honi buruz.",
    "faq.rentInfoTitle":"Scratch lantaldeak inorri saldu edo alokatzen al dio erabiltzaileen informazioa?",
    "faq.rentInfoBody":"Ez.",
    "faq.viewUnsharedTitle":"Scratch lantaldeak ikus al ditzake \"Nire Gauzak\" orriak dauzkadan partekatu gabeko proiektuak?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Zer da birnahasketa bat?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Zergatik eskatzen du Scratch lantaldeak proiektu guztiak \"birnahasgarriak\" izatea?",
    "faq.remixableBody":"Proiektu interesgarriak ikusi eta birnahastea programatzen ikasteko era ederra dela uste dugu, eta ideia berri politak sortzen dira horrela. Hori dela eta, Scratch webgunean partekaturiko proiektu ororen iturburu-kodea ikusgarri dago.",
    "faq.creativeCommonsTitle":"Eta ez badut besteek nire proiektuak birnahasterik nahi?",
    "faq.creativeCommonsBody":"By publishing your project on the Scratch website, you agree to license it under a <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.",
    "faq.fairUseTitle":"Erabil al ditzaket interneteko irudiak / soinuak / media nire proiektuetan?",
    "faq.fairUseBody":"Jatorrizko egilearen birnahasteari buruzko desioak errespetatzea garrantzitsua da. Beste baten lana zurean integratzea aukeratzen baduzu, ziurta ezazu berari kreditua ematea proiektuaren \"kredituak\" atalean, eta jatorrizkora esteka bat. Birnahasgarri diren artea / soinuak aurkitzeko, ikus <a href=\"http://search.creativecommons.org/\">Creative Commons bilaketa orrian</a>.",
    "faq.confirmedAccountTitle":"What is a “confirmed” Scratch account?",
    "faq.confirmedAccountBody":"A confirmed account on Scratch lets you share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team.",
    "faq.checkConfirmedTitle":"How can I check whether my account has been confirmed?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Nola ezaba dezaket nire kontua?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"Do I have to confirm my account?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"I forgot my password. How can I reset it?",
    "faq.forgotPasswordBody":"Zure kontuaren izena idatz ezazu  <a href=\"/accounts/password_reset/\">pasahitza berrezartzeko orrian</a>. Webguneak email bat bidaliko dizu kontuan ezarritako email helbidera, pasahitza berrezartzeko esteka bat izango duelarik bertan. ",
    "faq.changePasswordTitle":"Nola alda dezaket nire pasahitza?",
    "faq.changePasswordBody":"Scratch webgunera joan, saioa hasi, eta zure erabiltzaile izenean klik egin lehioaren eskuin-goikaldeko izkinean. Aukeratu \"kontuaren ezarpenak\", eta zure pasahitza aldatzeko estekan klik egin ezazu.",
    "faq.changeEmailTitle":"How do I change my email address?",
    "faq.changeEmailBody":"Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose \"account settings\", and click the link to change your email.",
    "faq.newScratcherTitle":"How do I transition from 'New Scratcher' to 'Scratcher'?",
    "faq.newScratcherBody":"Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)",
    "faq.multipleAccountTitle":"Kontu bat baino gehiago izan al dezaket?",
    "faq.multipleAccountBody":"Scratch webgunean kontu gutxi batzuk izatea ondo dago, Komunitatearen Jarraibideak jaraitzen badituzu guztiekin. Hala ez balitz, zuri loturiko kontu guztiak blokeatuak edo ezabatuak izan litezke.",
    "faq.multipleLoginTitle":"Onargarria al da pertsona bat baino gehiagok kontu berean saioa hasita izatea?",
    "faq.multipleLoginBody":"Ez da gomendagarria, webguneak eta editoreak informazioa nahastuko baitu pertsona bat baino gehiagok kontu bereko saioa batera hasia badute.",
    "faq.changeUsernameTitle":"Nola alda dezaket erabiltzaile izena?",
    "faq.changeUsernameBody":"Scratch webgunearen egiturarentzako garrantzitsua da kontuaren izenaren koherentzia mantentzea, beraz ez da zilegi zure erabiltzaile izena aldatzea. Benetan aldatu behar izango bazenu, sor ezazu kontu berri bat - baina proiektuak zure kontura kopiatu beharko dituzu.",
    "faq.shareInfoTitle":"Zein informazio parteka dezaket nire kontuan?",
    "faq.shareInfoBody":"Mesedez, ez ezazu informazio pribaturik partekatu. Zure etxeko helbidea, emaila, telefono zenbakia edo Scratch webgunetik kanpo zu kontaktatzeko erabilia izan daiteken edozer ez ezazu partekatu. Antzeko informazioa erakusten duen proiektu, foroko argitalpen edo iruzkinak salatu itzazu, Scratch lantaldeak ezaba ahal dezan eta egileari gure politikari buruz jakinarazi diezaion.",
    "faq.deleteAccountTitle":"Nola ezaba dezaket nire kontua?",
    "faq.deleteAccountBody":"Log in to Scratch, and then click your username in the top right-hand corner. Select “Account Settings,” then click the <em>“I want to delete my account”</em> link at the bottom of the page.",
    "faq.scratchFreeTitle":"Dohakoa al da Scratch?",
    "faq.scratchFreeBody":"Bai! Scratch dohakoa da. Eskolan erabil dezakezu eta berari buruzko kurtsoa erakutsi (kurtsoarekin dirua irabazten baduzu ere berdin du). Ez duzu lizentziarik erosi beharrik - dohakoa da.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Aurkeztu ahal dezaket Scratch konferentzia batetan?",
    "faq.presentScratchBody":"Scratchi buruzko aurkezpenak libreki egin itzazu hezitzaile edo beste edozein talderi zuzenduta. Gure baimena beti damaigu aurkezpenak egiteko.",
    "faq.supportMaterialTitle":"Erabil/birnahas ahal ditzazket webgunean aurkituriko laguntza material, sprite, irudi, soinu eta adibide proiektuak?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Sal ahal ditzaket nire Scratch proiektuak?",
    "faq.sellProjectsBody":"Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.",
    "faq.sourceCodeTitle":"Non aurki dezaket Scratchen iturburu kodea?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"Nola jakin dezaket Scratch webgunean zer parteka dezakedan eta zer ez?",
    "faq.okayToShareBody":"Ikus <a href=\"/community_guidelines\">Scratch komunitatearen jarraibideak/a>  - idatzi laburra da eta ez du hizkera juridikoa erabiltzen. Scratch webguneko orri guztietan, bertara joateko esteka bat dago orriaren behekaldean.",
    "faq.reportContentTitle":"Zer egin dezaket desegokia en zerbait ikusten badut?",
    "faq.reportContentBody":"\"Salatu\" dioen estekan klikatu dezakezu edozein proiektu, iruzkin, eztabaida argitalpen edo erabiltzaile orritan, Scratchentzako desegokia den zerbait dagoela uste baduzu. Egoera konplexua bada, Gurekin Harremanetan Jarri dioen esteke erabil dezakezu. Ahal hainbat xehetasunez deskriba ezazu, dagokion orrietara estekak ipiniz.",
    "faq.noFlameTitle":"Zer egin dezaket norbait era gaiztoan edo errespeturik gabe ari dela ikusten badut?",
    "faq.noFlameBody":"Ez ezazu sutara egur gehiago bota! Iruzkin gaiztoei iruzkin gaizto gehiagoz erantzuteak gauzak gehiago okertzen ditu, eta zure kontuak blokeatuta bukatu dezake ondorioz. Horren ordez, salatu ezazu errespeturik ez duen eta konstrutiboa ez den jarrera hori, eta egilearen jarduna jarraituko dugu. Salaketak egunero ikuskatzen ditugu, hainbat alditan eguneko - beraz lasai izan, konponduko ditugu gauzak.",
    "faq.reviewContentTitle":"Zer egiten du Scratch taldeak zerbait salatua edo markatua izan denean?",
    "faq.reviewContentBody":"Scracth taldeak salaturiko iruzkinak eta proiektuak egunero ikusten ditu. Zerbaitek Scratch komunitateko jarraibideak ez baditu betetzen, ezabatu eta kontu jabeari abisua bidal geniezaioke. Larritasunaren arabera (edo kontu hori lehendik abisupean bazegoen), berau partekatzeko erabiltzen ziren kontu edo sareak ere blokeatu genitzake.",
    "faq.blockedAccountTitle":"Zer gertatzen da kontu bat blokeatuta dagoenean?",
    "faq.blockedAccountBody":"Kontu bat blokeatzen denean, jabeak ezin du bertara gehiago sartu, edo proiektuak sortzeko edo iruzkinak egiteko erabili. Saioa hastean, kontua zergatik izan den blokeatua azaltzen duen orri bat irakurriko da, blokeoa kentzea eskatzeko bete beharreko formulario batekin batera. Jabeak bere kontua zergatik izan den blokeatua ulertu duela erakusten badu, eta etorkizunean komuitatearen jarraibideak betetzea zin egiten badu, Scratch taldeak bere kasua berrikusiko du. Jabea hitza fidagarria den kasuetan soilik desblokeatuko dira kontuak. Hala ez bada, kontua (eta pertsona berak sortu eta jabetza duen beste kontu oro) betirako blokeaturik gera litezke.",
    "faq.stolenAccountTitle":"Nire anaia maltzurrak / maltzurra den beste notbaitek nire kontua lapurtu du eta kontua blokeatua izan da, zer egin dezaket?",
    "faq.stolenAccountBody":"Zure pasahitza seguru gordetzearen erantzulea zu zara. Norbaitek zure kontuaren kontrola eskuratzen badu eta gauza txarrak egiten baitu, ordenagailuen erantzule diren adinekoei esaiozu. Ezagutzen ez duzun norbait izan dela uste baduzu, alda ezazu pasahitza eta / edo harremanetan jarri gurekin egoera azal diezaguzun. Komunitatearen jarraibideak betetzen ez dituen zerbait egiteagatik blokeatua izan bazara, ez ezazu hackeatua izan zarela esan. Zutaz fida bagaitezke, ez zaitugu blokeatuko.",
    "faq.cloudDataInfoTitle":"Zer dira hodei datuak?",
    "faq.cloudDataInfoBody":"Hodei datuak Scratch 2ren ezaugarri bat dira eta proiektu baten datuak online gorde eta partekatuak izatea ahalbideratzen du. Datuak inkestak eta datuak era iraunkorrean gordetzen dituzten proiektuak egiteko erabil ditzakezu.",
    "faq.storedCloudInfoTitle":"Hodei datuetan gorderiko datuak nork ikus ditzake?",
    "faq.storedCloudInfoBody":"Proiektu batekin hodei datu blokeak erabiliz elkarreragitean, zure informazioa zure erabiltzaile izenarekin batera gordea izan daiteke, eta besteek ikus dezakete. Proiektu bakoitzak log (erregistro) bat du, berarekin nork elkarreragin eta zein datu partekatu dituen dioena.",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"Zenbakietara mugaturik daude, bere erabilerak sor ditzaken arazoak konpontzeko lehen pausu bezala. Hodei datuen ezaugarri berriak pixkanaka joango gara erabilgarri egiten. Azpiegitura arazorik gabe badabil martxan, beste ezagugarri batzu gehitzeko asmoa dugu (hodei listak, hitz kateak, etab.).",
    "faq.reportCloudTitle":"Hodei datuez baliatuz norbaitek eduki desegokia argitaratzen badu, nola sala dezaket?",
    "faq.reportCloudBody":"Klikatu \"Hau Salatu\" botoia (proiektu playerraren azpian) hodei datu desegokiak salatzeko. Salaketa formularioak proiektuko hodei datu guztien erregistrora esteka bat du eta nork utzi duen - bidali baino lehen irakurri nahi izan dezakezu. Salaketaren arrazoia idaztean, \"hodei datuak\" aipatzen dituzula ziurtatu. ",
    "faq.chatRoomTitle":"Hodei datuekin txat gelak sortu ahal ditzaket?",
    "faq.chatRoomBody":"Teknikoki zilegi bada ere, ez dira onartzen momentuz. Politika hau berrikusiko dugu hodei datuak moderatzeko eta salaketak kudeatzeko gure gaitasuanari buruz jakitunago garenean.",
    "faq.makeCloudVarTitle":"Nola gehi dezaket hodei aldagai bat proiektu bat sortzerakoan?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Nork alda dezake hodei aldagai batetako informazioa?",
    "faq.changeCloudVarBody":"Zure proiektuak soilik gorde ditzake datuak bere hodei aldagaiean. Jendeak zure kodea aldatu edo birnahasten badu, beren proeiktueta aldagai ezberdin bat sortzen du, zure aldagaiaren izen bera duena.",
    "faq.newScratcherCloudTitle":"Saioa hasia dut, baina oraindik ezin ditut hodei aldagaiak dituzten proiektuak erabili. Zer gertatzen da?",
    "faq.newScratcherCloudBody":"Webgunean \"Scratcher\" bihurtu behar duzu laino aldagaiak erabili ahal izateko. Scratcher bihurtzeko webgunean era aktiboak parte hartu behar duzu.",
    "faq.multiplayerTitle":"Zilegi al da jokalari anitzeko (multiplayer) jokuak sortzea hodei datuak erabiliz?",
    "faq.multiplayerBody":"Jokalari anitzeko jokoak sortzeko zailak izan daitezke, sare abiadura eta sinkronizazio kontuengatik. Hala ere, zenbait Scratcher hasi da hodei datuak erabiltzen txandakako eta bestelako jokuak sortzeko.",
    "faq.cloudLagTitle":"Zenbat denbora behar dute hodei datuek beste Scratcher batengana iristeko?",
    "faq.cloudLagBody":"Kasuaren araberakoa da. Bi Scratcherrek internet konexio nahiko azkarra badute (DSL edo kablea), eta ordenagailu sarean ez badago firewall murriztailerik, eguneraketak milisegundu batzutan helarazi beharko lirakete. Hala ere, ordenagailu ugarik firewalla dute martxan, eta firewall softwareak kanporako 531 eta 843  portuko TCP konexioak blokeatzen baditu, denbora \"lag\"a (desfasea) segundu batekoa bihurtzen da. Arazo hau konpontzeko erak pentsatzen dihardugu.",
    "faq.schoolsTitle":"Scratch Eskoletan",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Zein da Scratchen adin tartea?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"What is the difference between a Scratch Teacher Account and a ScratchEd Account?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
