{
    "faq.title":"Foire Aux Questions",
    "faq.intro":"Sur cette page, vous trouverez des réponses aux questions fréquemment posées sur Scratch.",
    "faq.aboutTitle":"Questions générales",
    "faq.privacyTitle":"Politique de confidentialité",
    "faq.remixTitle":"Remixer et copier",
    "faq.accountsTitle":"Comptes",
    "faq.permissionsTitle":"Licences et autorisations",
    "faq.inappropriateContentTitle":"Contenu inapproprié",
    "faq.cloudDataTitle":"Les données du Cloud",
    "faq.aboutScratchTitle":"Qu'est-ce que Scratch, et ​​que puis-je faire avec ?",
    "faq.aboutScratchBody":"Scratch est un langage de programmation et une communauté en ligne où vous pouvez créer vos propres histoires interactives, des jeux et animations ; et partager vos créations avec d'autres personnes tout autour du monde. Dans le processus de conception et de programmation des projets Scratch, les jeunes apprennent à penser de façon créative, raisonner de manière systématique, et travailler en collaboration. Pour en savoir plus sur Scratch, consultez la page <a href=\"/about\">À propos de Scratch</a>.",
    "faq.makeGameTitle":"Comment puis-je faire un jeu ou une animation avec Scratch?",
    "faq.makeGameBody":"Consultez la <a href=\"/tips\">page des astuces</a> pour voir plusieurs façons de commencer avec Scratch. Ou tout simplement pour <a href=\"/projects/editor/?tip_bar=getStarted\">vous plonger</a> dans l'éditeur de projets.",
    "faq.requirementsTitle":"Quelle est la configuration requise pour Scratch?",
    "faq.requirementsBody":"Pour utiliser Scratch 2.0, vous devez utiliser (1) un ordinateur Windows, ChromeOS, Mac ou Linux; (2) une version d' <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> datant du 15 Juin 2016 minimum; (3) un navigateur internet relativement récent : une des deux dernières versions de<a href=\"http://google.com/chrome/\">Chrome</a>(Windows, ChromeOS, Mac ou Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a>(Windows ou Mac seulement),<a href=\"https://support.apple.com/downloads/safari\">Safari</a>(Mac uniquement),<a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a>,(Windows uniquement) ou <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a>(Windows uniquement). Si votre ordinateur ne réunit pas ces conditions, vous pouvez toujours essayer de télécharger et installer <a href=\"/scratch_1.4\">Scratch 1.4</a>, que vous pouvez toujours utiliser pour partager vos projets avec le site Scratch 2.0.",
    "faq.offlineTitle":"Avez-vous une version téléchargeable avec laquelle que je peux créer et voir des projets hors ligne ?",
    "faq.offlineBody":"L'éditeur hors-ligne Scratch 2.0 vous permet de créer des projets Scratch sans disposer d'une connexion internet. Vous pouvez <a href=\"/scratch2download/\">télécharger Scratch 2.0</a> depuis le site. Vous pouvez toujours utiliser <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note : Vous pouvez avoir Scratch 1.4 et 2.0 en même temps sur votre ordinateur.",
    "faq.uploadOldTitle":"Puis-je peux toujours importer des projets créés avec des versions antérieures de Scratch sur le site?",
    "faq.uploadOldBody":"Oui - vous pouvez partager ou télécharger des projets réalisés avec des versions antérieures de Scratch, et ils seront visibles et jouables. (Cependant, vous ne pouvez pas télécharger des projets réalisés ou modifiés dans les versions ultérieures de Scratch et les ouvrir dans des versions antérieures. Par exemple, vous ne pouvez pas ouvrir un projet Scratch 2.0 dans <a href=\"/scratch_1.4\">Scratch 1.4</a>, car <a href=\"/scratch_1.4\">Scratch 1.4</a> ne sait pas comment lire le format de fichier de projet .sb2.)",
    "faq.recordVideoTitle":"Puis-je enregistrer une vidéo de mes projets Scratch?",
    "faq.recordVideoBody":"Oui, vous pouvez enregistrer une vidéo de votre projet Scratch pendant 60 secondes maximum. Dans l'éditeur Scratch, dans le menu Fichier, sélectionnez « Enregistrer une vidéo du projet » (vous devez être connecté pour voir cette option). Vous pouvez choisir des options d'enregistrement supplémentaires (telles que l'enregistrement des sons et des clics de souris) dans le menu « Plus d'options ». Ensuite, exécutez votre projet comme vous le souhaitez. Une fois l'enregistrement terminé, suivez les instructions pour télécharger le fichier sur votre ordinateur. En fonction du type d'ordinateur que vous possédez, vous devrez télécharger un autre programme tel que le <a href=\"http://www.videolan.org/vlc/index.fr.html\">lecteur multimédia VLC</a> pour lire le fichier. Le fichier sera compatible avec YouTube, Vimeo, et Facebook, mais nécessitera peut-être d'être converti pour d'autres sites web comme Twitter ou Tumblr.",
    "faq.scratchCostTitle":"Combien coûte de Scratch? Ai-je besoin d'une licence?",
    "faq.scratchCostBody":"Scratch est et restera toujours gratuit. Vous n'avez besoin de licence pour utiliser Scratch dans votre école, chez vous, ou autre part. Le développement et la maintenance de Scratch est financé par des subventions et des donations. Si vous aussi vous souhaitez contribuer à Scratch, consultez notre <a href=\"https://secure.donationpay.org/scratchfoundation/\">page de donation</a>.",
    "faq.mediaLabTitle":"Qui a créé Scratch ?",
    "faq.mediaLabBody":"Scratch est développé et mis à jour régulièrement par la Team Scratch <a href=\"http://llk.media.mit.edu/\">du groupe Lifelong Kindergarten</a> au près du <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Quelles informations demandez-vous lors de l'enregistrement d'un compte?",
    "faq.accountInfoList":"Pour protéger la vie privée des membres de notre communauté, nous limitons ce que nous collectons et ce que nous publions sur le site. Pendant le processus d'enregistrement nous demandons les informations suivantes:",
    "faq.privacyUsername":"Nom d'utilisateur - Nous recommandons aux internautes d'éviter d'utiliser leurs vrais noms ou autres renseignements permettant de les identifier.",
    "faq.privacyCountry":"Pays",
    "faq.privacyBirthdate":"mois et année de naissance  - Nous utilisons cela pour confirmer la propriété du compte si le propriétaire perd le mot de passe et l'email ou demande pour fermer un compte.",
    "faq.privacyGender":"Sexe",
    "faq.privacyEmail":"adresse de contact courriel - Si le titulaire du compte a moins de 13 ans, nous vous demandons l'adresse courriel de leur parent ou tuteur. Nous n'envoyons pas de courriel à cette adresse, sauf quand quelqu'un demande de réinitialiser le mot de passe du compte.",
    "faq.accountPublicInfo":"Le nom et le pays d'origine du titulaire du compte sont affichées publiquement sur ​​leur page de profil. Le mois / l'année de naissance, l'adresse courriel et le sexe associé au compte ne sont pas affichés publiquement. Nous recueillons ces informations afin que nous puissions connaître l'âge et le sexe de nos utilisateurs dans leur ensemble, et à des fins de recherche. Nous ne vendons ou ne louons les informations sur nos utilisateurs à personne.",
    "faq.dataCollectionTitle":"Quelles sont les données recueillies auprès des personnes alors qu'ils utilisent le site?",
    "faq.dataCollectionOne":"Quand un utilisateur se connecte, le site web de Scratch demande à leur navigateur de mettre un <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a> sur leur ordinateur afin de se rappeler où ils se sont connectés pendant qu'ils naviguent dans différentes pages. Nous recueillons des données sur l'endroit où les utilisateurs cliquent et quelles parties du site ils visitent l'aide de Google Analytics. Ces \"données de clic\" nous aident à imaginer les meilleurs moyens d'améliorer le site.",
    "faq.dataCollectionTwo":"Certaines des informations et des données recueillies sur le site web de Scratch sont utilisées dans les études de recherche visant à améliorer notre compréhension de la façon dont les gens apprennent avec Scratch. Les résultats de cette recherche sont partagés avec les enseignants et les chercheurs à travers des conférences, des revues et autres publications. Vous pouvez en savoir plus sur notre <a href=\"/info/research\">Page de recherche</a>.",
    "faq.rentInfoTitle":"Est-ce que l'équipe de Scratch vend ou loue les informations sur les utilisateurs du Scratch à une tierce personne?",
    "faq.rentInfoBody":"Non.",
    "faq.viewUnsharedTitle":"Est-ce l'équipe de Scratch peut voir les projets non partagés sur la page 'Mes projets'?",
    "faq.viewUnsharedBody":"Étant donné que l'équipe Scratch est responsable de la modération, nous avons accès à tous les contenus stockés sur le site web de Scratch, y compris les projets non partagés. Si vous préférez travailler sur des projets en toute confidentialité, vous pouvez utiliser <a href=\"/scratch2download\">l'éditeur hors-ligne Scratch 2.0</a> ou <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Qu'est-ce qu'un remix?",
    "faq.remixDefinitionBody":"Quand un Scratcher fait une copie du projet de quelqu'un d'autre et le modifie pour ajouter ses propres idées (par exemple, en changeant des scripts ou des costumes), le projet résultant est appelé un \"remix\". Chaque projet partagé sur le site de Scratch peut être remixé. Nous considérons même qu'un changement mineur peut être considéré comme un remix valable, tant que la source du projet est citée et ceux qui ont fait des contributions importantes au remix.",
    "faq.remixableTitle":"Pourquoi l'équipe Scratch met elle tant d'insistance pour que tout projet soit \"remixable\"?",
    "faq.remixableBody":"Nous croyons que visualiser et remixer des projets intéressants est une excellente façon d'apprendre à programmer, et conduit à de nouvelles idées super sympa. C'est pourquoi le code source est visible pour chaque projet partagé sur le site web de Scratch.",
    "faq.creativeCommonsTitle":"Que faire si je ne veux pas que les autres remixent mes projets?",
    "faq.creativeCommonsBody":"En publiant votre projet sur le site web de Scratch, vous acceptez de le présenter sous la licence<a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Si vous ne voulez pas que les autres voient et remisent vos créations, ne les partagez pas sur le site web de Scratch.",
    "faq.fairUseTitle":"Puis-je utiliser des images / sons / médias de l'internet dans mes projets?",
    "faq.fairUseBody":"Il est important de respecter les souhaits de l'original créateur en ce qui concerne le remixage. Si vous choisissez d'intégrer le travail de quelqu'un d'autre dans votre propre, assurez-vous de leur donner crédit dans ​​la rubrique “crédits” du projet et d'inclure un lien vers l'original. Pour trouver de l'art / des sons qui sont déjà autorisés pour le remis, consultez <a href=\"http://search.creativecommons.org/\"> Page de recherche pour Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Qu'est-ce qu'un compte Scratch\"confirmé\"?",
    "faq.confirmedAccountBody":"Un compte Scratch confirmé vous permet de partager des projets, écrire des commentaires, et de créer des studios. Une confirmation de votre compte vous permet également de recevoir par email des mises-à-jour de l'équipe de Scratch.",
    "faq.checkConfirmedTitle":"Comment puis-je vérifier si mon compte a été confirmé ?",
    "faq.checkConfirmedBody":"Pour vérifier que votre compte a bien été confirmé, vous devez d'abord vous connecter à votre compte, via le bouton en haut à droite de l'écran. Une fois identifié, cliquez sur votre nom d'utilisateur en haut à droite et sélectionnez \"Paramètres du compte\" puis \"Courriel\" sur le côté gauche. Si votre adresse courriel a été confirmée, vous devriez y trouver une petite marque verte. Dans le cas contraire, le texte « Votre adresse courriel n'a pas encore été confirmée » s'affichera en orange.",
    "faq.howToConfirmTitle":"Comment puis-je confirmer mon compte?",
    "faq.howToConfirmBody":"Après l'inscription sur Scratch vous recevrez un courriel avec un lien pour confirmer votre compte. Si vous ne trouvez pas ce courriel, vérifiez votre dossier Spams ou Indésirables. Pour renvoyer le mail, allez dans les paramètres de votre compte, cliquez sur l'onglet Courriel et suivez les instructions. Veuillez noter qu'il peut se passer une heure avant l'arrivée du courriel. Si vous n'avez toujours pas de courriel après une heure, <a href=\"/contact-us\">faites-le nous savoir</a>.",
    "faq.requireConfirmTitle":"Dois-je confirmer mon compte?",
    "faq.requireConfirmBody":"Vous pouvez cependant utiliser de nombreux aspects de Scratch sans confirmer votre compte; cela comprend la création et l'enregistrement de projets (sans les partager). Remarque: Si vous avez créé un compte avant le 11 Février, 2015, alors vous pouvez toujours utiliser les fonctionnalités sociales sur Scratch sans confirmer votre compte.",
    "faq.forgotPasswordTitle":"J'ai oublié mon mot de passe. Comment puis-je le réinitialiser?",
    "faq.forgotPasswordBody":"Entrer le nom de votre compte sur <a href=\"/accounts/password_reset/\">page de réinitialisation du mot de passe</a>. Le site va vous envoyer, à l'adresse associée au compte, un courriel contenant un lien que vous pouvez utiliser pour réinitialiser votre mot de passe.",
    "faq.changePasswordTitle":"Comment puis-je changer mon mot de passe?",
    "faq.changePasswordBody":"Allez sur le site de Scratch, connectez-vous, puis cliquez sur votre nom d'utilisateur dans le coin supérieur droit de la fenêtre. Choisissez \"Paramètres du compte\" et cliquez sur le lien pour changer votre mot de passe.",
    "faq.changeEmailTitle":"Comment puis-je changer mon adresse courriel?",
    "faq.changeEmailBody":"Allez sur le site de Scratch, connectez-vous, puis cliquez sur votre nom d'utilisateur dans le coin supérieur droit de la fenêtre. Choisissez «Paramètres du compte» et cliquez sur le lien pour changer votre adresse email.",
    "faq.newScratcherTitle":"Comment puis-je passer de \"Nouveau Scratcher» à «Scratcher»?",
    "faq.newScratcherBody":"Faire et de partager des projets, commenter intelligemment ​​les projets Scratch des autres, et être patient! Après quelques semaines d'activité, un lien apparaîtra sur votre page de profil vous invitant à devenir un Scratcher. (Notez que nous n'accordons le titre de Nouveau Scratcher à un Scratcher sur demande - même soudoyé par des chocolats de fantaisie.)",
    "faq.multipleAccountTitle":"Puis-je avoir plus d'un compte?",
    "faq.multipleAccountBody":"C'est bien d'avoir quelques comptes sur le site web de Scratch, tant qu'aucun d'entre eux sont utilisés pour enfreindre les Règles de conduite en communauté. Dans ce cas, tous les comptes connexes peuvent être bloqués ou supprimés.",
    "faq.multipleLoginTitle":"Est-il possible que plusieurs personnes soient connectées à un compte?",
    "faq.multipleLoginBody":"Ceci est déconseillée, car l'éditeur du site et du projet peut facilement être désorienté lorsque plus d'une personne est connecté au même compte utilisateur.",
    "faq.changeUsernameTitle":"Puis-je changer mon nom d'utilisateur?",
    "faq.changeUsernameBody":"La structure du site web de Scratch repose sur des noms de compte cohérents, de sorte qu'il n'est pas possible de changer votre nom d'utilisateur. Si vous avez vraiment besoin, vous pouvez créer un nouveau compte - mais vous devrez recopier vos projets dans ce nouveau compte.",
    "faq.shareInfoTitle":"Quelles sont les informations que je peux partager avec ou sur mon compte?",
    "faq.shareInfoBody":"S'il vous plaît ne partagez pas vos informations personnelles, telles que votre adresse physique, courriel, numéro de téléphone, ou toute autre chose qui puisse être utilisé pour prendre contact à l'extérieur du site de Scratch. S'il vous plaît projets rapportez, des commentaires ou messages du forum qui contiennent ce type d'information afin que l'équipe de Scratch puisse l'enlever, et rappeler à l'auteur notre politique.",
    "faq.deleteAccountTitle":"Comment puis-je supprimer mon compte?",
    "faq.deleteAccountBody":"Connectez-vous à Scratch, puis cliquez sur votre nom d'utilisateur dans le coin en haut à droite. Sélectionnez \"Paramètres du compte\", puis cliquez sur le lien<em>“Je veux supprimer mon compte”</em> au bas de la page.",
    "faq.scratchFreeTitle":"Est-ce que Scratch est gratuit?",
    "faq.scratchFreeBody":"Oui! Scratch est disponible gratuitement. Vous pouvez l'utiliser dans votre école, et vous pouvez donner un cours à ce sujet (même ce cours vous est rénuméré). Vous n'avez pas besoin d'acheter une licence - c'est gratuit.",
    "faq.scratchScreenshotTitle":"Puis-je utiliser Scratch et / ou des captures d'écran de Scratch dans un livre ou un CD ?",
    "faq.scratchScreenshotBody":"Oui, vous pouvez même écrire un livre ou un chapitre sur Scratch. Vous pouvez également utiliser le logo Scratch en se référant à Scratch. Vous pouvez faire des copies d'écran / images de l'application de Scratch et du site web, et considérer leur utilisation sous licence <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.fr\">Creative Commons Attribution-ShareAlike</a>. Nous vous demandons d'inclure une note sur votre manuel, CD, ou tout ce que vous avez produit, accompagné de la mention « Scratch est développé par le groupe Lifelong Kindergarten auprès du MIT Media Lab. Voir http://scratch.mit.edu ».",
    "faq.scratchDescriptionTitle":"Puis-je inclure une description de Scratch et le logo de Scratch dans les brochures ou d'autres documents ?",
    "faq.scratchDescriptionBody":"Bien sûr ! Nous recommandons la description suivante : « Scratch est un langage de programmation et une communauté en ligne où vous pouvez créer vos propres histoires interactives, des jeux et animations - et partager vos créations avec d'autres tout autour du monde. Dans le processus de conception et de programmation des projets de Scratch, les jeunes apprennent à penser de façon créative, raisonner systématiquement, et travailler en collaboration. Scratch est un projet du groupe Lifelong Kindergarten au Media Lab du MIT. Elle est disponible gratuitement à : https://scratch.mit.edu »",
    "faq.presentScratchTitle":"Puis-je présenter Scratch lors d'une conférence?",
    "faq.presentScratchBody":"N'hésitez pas à faire des présentations de Scratch aux éducateurs ou autres groupes s'il vous plaît. Nous vous accordons notre permission pour faire des présentations.",
    "faq.supportMaterialTitle":"Puis-je utiliser des remix de projets Scratch des documents d'aide, des lutins, des images, des sons ou des exemples de projets que j'ai trouvés sur le site?",
    "faq.supportMaterialBody":"Oui, le matériel d'aide de Scratch mis à disposition sur le site web de Scratch par l'équipe de Scratch sont disponibles sous licence <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.fr\">Creative Commons Attribution-ShareAlike</a>, à l'exception du logo Scratch, du chat Scratch, de  Gobo, pico, Nano et Tera qui sont des marques déposées par Scratch.",
    "faq.sellProjectsTitle":"Puis-je vendre mes projets Sratch?",
    "faq.sellProjectsBody":"Certainement - votre projet est votre création. Gardez à l'esprit qu'une fois que vous partagez votre projet sur ​​Scratch, tout le monde est libre de le télécharger, de le remixer, et de le réutiliser selon les termes de la  <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>. Donc, si vous avez l'intention de vendre votre projet, vous devriez le retirer du partage sur Scratch.",
    "faq.sourceCodeTitle":"Ou est-ce que je peux trouver le code source de Scratch?",
    "faq.sourceCodeBody":"Le code source de l'éditeur Scratch 2 peut être trouvé sur <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Le code source pour <a href=\"/scratch_1.4\">Scratch 1.4</a>, écrit en Squeak, est aussi disponible sur <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Pour des information à jour sur les projets en développement en relation avec le site web de Scratch, veuillez bien visiter notre <a href=\"/developers\">Page développeurs</a>.",
    "faq.okayToShareTitle":"Comment puis-je savoir ce qui est ou ce qui n'est pas acceptable de partager sur le site web de Scratch?",
    "faq.okayToShareBody":"Consultez <a href=\"/community_guidelines\">Règles de vie en communauté</a> - ils sont brefs et comprennent peu de contraintes légales. Il y a un lien en bas de chaque page de Scratch.",
    "faq.reportContentTitle":"Que dois-je faire si je vois quelque chose d'inapproprié?",
    "faq.reportContentBody":"Vous pouvez cliquer sur le lien \"Rapport\" sur n'importe quel projet, commentaire, message de la discussion ou à la page de l'utilisateur où vous pensez que quelque chose n'est pas correct pour Scratch. Si la situation est compliquée, vous pouvez utiliser le lien Contactez-nous pour expliquer. N'oubliez pas d'inclure autant de détails que vous pouvez, avec des liens vers les pages pertinentes.",
    "faq.noFlameTitle":"Que dois-je faire si je vois quelqu'un être méchant ou irrespectueux?",
    "faq.noFlameBody":"Ne pas jeter de l'huile sur le feu! Répondre à des commentaires méchants avec d'autres commentaires plus méchants ne fait qu'empirer les choses, et pourrait entraîner le blocage de votre compte. Au lieu de cela, il suffit de rapporter tout ce qui est irrespectueux ou non constructif , et nous prenons en charge le suivi avec l'auteur. Nous vérifions les rapports tous les jours, plusieurs fois par jour - alors soyez rassurés, nous allons arranger les choses.",
    "faq.reviewContentTitle":"Qu'est-ce que l'équipe de Scratch fait quand quelque chose est rapporté ou signalé?",
    "faq.reviewContentBody":"L'équipe Scratch examine les commentaires rapportés et les projets tous les jours. Si quelque chose enfreint les Règles de vie en communauté de Scratch, nous pouvons le retirer et envoyer un avertissement au compte. Suivant le degré d'agressivité (ou si nous avons déjà prévenu le compte), nous pouvons également bloquer les comptes ou réseaux qui ont servi à le partager.",
    "faq.blockedAccountTitle":"Que se passe-t-il quand un compte est bloqué?",
    "faq.blockedAccountBody":"Quand un compte est bloqué, le propriétaire ne peut plus y accéder, ou l'utiliser pour créer des projets ou écrire des commentaires. Lorsqu'ils se connectent, ils voient une page qui explique pourquoi le compte a été bloqué accompagné d'un formulaire Web qu'ils peuvent utiliser pour demander à être débloqué. Si le propriétaire peut montrer qu'il comprend pourquoi son compte a été bloqué, et qu'il promet de suivre les Règles de vie en communauté dans l'avenir, l'équipe de Scratch examinera son cas. Les comptes ne seront débloqués que dans le cas où la parole du propriétaire du compte peut inspirer la confiance. Sinon, le compte (et la plupart des autres comptes susceptibles détenus ou créés par cette personne) peut être bloqué de façon permanente.",
    "faq.stolenAccountTitle":"Mon méchant frère ou tout autre mauvais garçon a volé mon compte et a été banni, qu'est-ce que je peux faire?",
    "faq.stolenAccountBody":"Garder votre mot de passe sécurisé relève de votre responsabilité. Si quelqu'un dans la vraie vie prend le contrôle de votre compte et fait de mauvaises choses, alors dites le aux adultes en charge des ordinateurs. Si vous pensez que quelqu'un, que vous ne connaissez pas, eu accès à votre compte, changé le mot de passe et / ou utilisé le lien Contactez-nous pour expliquer la situation. Si vous avez été bloqué pour faire quelque chose qui a enfreint les Règles de vie en communauté, ne dites pas simplement que vous avez été piraté. Si nous ne pouvons pas vous faire confiance, nous n'allons pas vous débloquer.",
    "faq.cloudDataInfoTitle":"Qu'est ce que cloud data​​?",
    "faq.cloudDataInfoBody":"Cloud data est une fonctionnalité de Scratch 2 qui permet aux données d'un projet d'être sauvegardées et partagées en ligne. Vous pouvez utiliser les cloud data ​​pour faire des enquêtes et d'autres projets qui stockent des nombres au fil du temps.",
    "faq.storedCloudInfoTitle":"Qui peut voir les données enregistrées dans cloud data?",
    "faq.storedCloudInfoBody":"Lorsque vous interagissez avec un projet en utilisant des blocs de données du Cloud data, vos informations peuvent être stockées avec votre nom d'utilisateur, et d'autres peuvent les voir. Chaque projet conserve un journal des connections de ce qui interagit avec lui et de toutes les données qu'ils ont partagées.",
    "faq.onlyNumbersTitle":"Pourquoi les données du cloud se limitent-elles aux seuls nombres, sans chaînes de caractères ni listes ?",
    "faq.onlyNumbersBody":"Le site actuel est limité aux nombres des variables comme une première étape pour résoudre les éventuels problèmes avec leur utilisation sur le site. Nous prévoyons de déployer des fonctionnalités du cloud data ​​de manière incrémentielle. Si l'infrastructure fonctionne bien, nous prévoyons d'ajouter d'autres fonctionnalités (listes dans le cloud data​​, l'aide pour les chaînes de caractères, etc.)",
    "faq.reportCloudTitle":"Si je vois quelqu'un poster un contenu inapproprié en utilisant le cloud data, comment puis-je le signaler?",
    "faq.reportCloudBody":"Cliquez sur le bouton \"Signaler ceci\" (sous le lecteur de projet) pour signaler un contenu inapproprié en cloud data​​. Le formulaire de rapport contient un lien vers un journal de toutes les données de nuages ​​dans ce projet et qui l'ont quitté - vous voudrez peut-être y jeter un regard avant d'envoyer votre rapport. Assurez-vous que vous mentionnez \"cloud data​​\" lorsque vous tapez votre raison dans le rapport.",
    "faq.chatRoomTitle":"Puis-je faire une salle de clavardage avec cloud data?",
    "faq.chatRoomBody":"Bien qu'il soit techniquement possible de créer des salles de clavardage avec cloud data​​, elles ne sont actuellement pas autorisés. Nous reviendrons sur cette politique une fois que nous avons une meilleure idée de notre capacité à animer et gérer des rapports sur cloud data​​.",
    "faq.makeCloudVarTitle":"Comment puis-je ajouter une variable du cloud quand je fais un projet?",
    "faq.makeCloudVarBody":"Lorsque vous fabriquez une variable, vous pouvez cocher la case \"Variable cloud\". Toutes les données que vous stockez seront enregistrées sur le serveur et visibles pour les autres personnes.",
    "faq.changeCloudVarTitle":"Qui peut changer l'information dans une variable cloud?",
    "faq.changeCloudVarBody":"Seul votre projet peut stocker des données dans sa variable cloud. Si les gens changent ou remisent votre code, ils créent une variable différente dans leur projet avec le même nom.",
    "faq.newScratcherCloudTitle":"Je suis connecté, mais je ne peux toujours pas utiliser des projets avec cloud data​​. Que se passe-t-il?",
    "faq.newScratcherCloudBody":"Vous devez être devenu un \"Scratcher\" sur le site Web pour avoir accès à cloud data​​. Vous pouvez devenir un Scratcher en participant activement sur ​​le site.",
    "faq.multiplayerTitle":"Est-il possible de faire des jeux multijoueurs avec cloud data​​?",
    "faq.multiplayerBody":"Les jeux multijoueurs peuvent être difficiles à créer, en raison de la vitesse du réseau et des problèmes de synchronisation . Cependant, certains Scratchers peuvent réussir en créant de moyens d'utiliser tout à tour les données du cloud data et d'autres jeux.",
    "faq.cloudLagTitle":"Combien de temps cela prend-il avec cloud data ​​pour atteindre un autre Scratcher?",
    "faq.cloudLagBody":"Cela dépend. Si les deux Scratchers disposent d'une connexion Internet suffisamment rapide (ADSL / Câble), et qu'il n'y a pas de pare-feux restrictifs sur les ordinateurs ou les réseaux, les mises à jour devraient être transmis en millisecondes. Cependant, un grand nombre d'ordinateurs sont munis de logiciels pare-feux , et si le logiciel pare-feu bloque les connexions sortantes vers le port TCP 531 et le port TCP 843, le décalage devient une seconde. Nous sommes en train d'essayer de trouver des façons pour contourner cette limitation.",
    "faq.schoolsTitle":"Scratch à l'Ecole",
    "faq.howTitle":"Comment Scratch est-il utilisé dans les écoles?",
    "faq.howBody":"Scratch est utilisé dans des milliers d'écoles à travers le monde, dans différents domaines (entre autre les arts du langage, en science, en histoire, dans les maths et en informatique). Vous pouvez en apprendre plus sur les stratégies et ressources pour l'utilisation de Scratch dans les écoles et dans d'autres environnements éducatifs (comme des musées, bibliothèques et centres communautaires) sur notre <a href=\"/educators\">Page Éducateurs</a>. Vous pouvez aussi joindre la communauté en ligne de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> pour les Éducateurs, qui est gérée par nos amis de la Harvard Graduate School of Education.",
    "faq.ageTitle":"Quelle est la tranche d'âge pour Scratch ?",
    "faq.ageBody":"Scratch a été développé spécialement pour jeunes de 8 à 16 ans, c'est pour cela qu'il est principalement utilisé à l'école primaire et au collège, mais des personnes de tous âges créent et partagent des projets Scratch. Scratch est même utilisé dans les cours d'introduction à l'informatique dans des universités. Des enfants plus jeunes peuvent préférer utiliser <a href=\"//www.scratchjr.org/\">ScratchJr</a>, une version simplifié de Scratch destinée aux enfants de 5 à 7 ans.",
    "faq.noInternetTitle":"Y a-t-il un moyen pour les étudiants d'utiliser Scratch sans une connexion internet?",
    "faq.noInternetBody":"Oui. L'<a href=\"/scratch2download\">éditeur hors-ligne</a> de Scratch est une version de Scratch qui tourne sur un ordinateur de bureau ou sur un ordinateur portable. Actuellement, l'éditeur hors-ligne est disponible pour les machines Mac et Windows.",
    "faq.communityTitle":"Puis-je désactiver la communauté en ligne pour mes élèves?",
    "faq.communityBody":"La communauté en ligne de Scratch fournit des moyens pour les jeunes personnes de partager, collaborer et apprendre en binôme grâce à une communauté modérée gouvernée par les Lignes de Conduite de la Communauté. Cependant, nous comprenons que certains éducateurs préfèrent que leurs étudiants ne participent pas à la communauté en ligne. Ces éducateurs peuvent installer, s'il le veulent, l’éditeur Scratch Hors-ligne, qui fonctionne de façon hors-ligne et localement sur des ordinateurs de bureau ou sur des portables.",
    "faq.teacherAccountTitle":"Qu'est-ce-qu'un compte éducateur Scratch?",
    "faq.teacherAccountBody":"Un compte Scratch enseignant fournit aux professeurs et aux autres éducateurs des fonctionnalités supplémentaires pour gérer la participation des étudiants sur Scratch, ainsi que la capacité de créer des comptes étudiant, d'organiser les projets des étudiants dans des studios et de surveiller les commentaires des étudiants.",
    "faq.requestTitle":"Comment demander un compte Enseignant?",
    "faq.requestBody":"Vous pouvez demander un compte Éducateur Scratch depuis la<a href=\"/educators\">page Éducateur</a> sur Scratch. Nous demandons des informations supplémentaires pendant le processus d'enregistrement afin de vérifier votre rôle d'éducateur.",
    "faq.edTitle":"Quelle est la différence entre un compte enseignant Scratch et un compte ScratchEd?",
    "faq.edBody":"Les comptes Scratch enseignants sont des comptes d'utilisateurs spéciaux qui donnent accès à d'avantage de fonctionnalités pour faciliter la création et la gestion des comptes d'élèves. Les comptes ScratchEd sont des comptes propres à la <a href=\"http://scratched.gse.harvard.edu/\">communauté ScratchEd</a>, hébergée sur un site Internet distinct (géré par l'École Normale d'Havard (Harvard Graduate School of Education)), où les enseignants partagent des témoignages, échangent des ressources, posent des questions et rencontrent d'autres enseignants de Scratch.",
    "faq.dataTitle":"Quelles sont les données collectées par Scratch sur les élèves ?",
    "faq.dataBody":"La première fois qu'un élève se connecte sur Scratch, nous lui posons quelques questions d'ordre démographique dont son genre, âge (mois et année de naissance), pays, ainsi qu'une adresse mail pour valider le compte. Ces données (agrégées) sont utilisées dans nos recherches visant à mieux comprendre comment les gens apprennent avec Scratch. Quand l'enseignant crée un groupe de comptes élèves directement depuis son compte enseignant, aucune adresse mail n'est demandée aux élèves pour la configuration de leur compte.",
    "faq.lawComplianceTitle":"Est-ce que Scratch 2.0 (version en ligne) est conforme aux lois locales et fédérales des États-Unis sur la confidentialité des données ?",
    "faq.lawComplianceBody":"Scratch accorde beaucoup d'importance sur la vie privée des étudiants et sur tous ceux qui utilisent notre plate-forme. Nous avons mis en place des procédures physiques et électroniques afin de protéger les informations que nous collectons sur le site de Scratch. Bien que nous ne sommes pas en position de vous offrir des garanties contractuelles pour chaque entité qui utilise nos produits éducationnels gratuits, nous sommes en conformité avec toutes les lois fédérales des États-Unis qui sont applicables au MIT, une organisation 501(c)(3) et l'entité qui a créé et soutient Scratch. Nous vous encourageons à lire les Politiques de Confidentialité de Scratch pour plus d'information.",
    "faq.schoolsMoreInfo":"Pour plus de questions à propos des comptes enseignants, visitez la <a href=\"/educators/faq\">FAQ compte enseignant</a>"
}
