{
    "faq.title":"Ceistean àbhaisteach (CÀBHA)",
    "faq.intro":"Air an duilleag seo, gheibh thu freagairtean air ceistean àbhaisteach mu Scratch.",
    "faq.aboutTitle":"Ceistean coitcheann",
    "faq.privacyTitle":"Poileasaidh prìobhaideachd",
    "faq.remixTitle":"Ath-mheasgachadh is lethbhreacan",
    "faq.accountsTitle":"Cunntasan",
    "faq.permissionsTitle":"Ceadachas is ceadan",
    "faq.inappropriateContentTitle":"Susbaint neo-iomchaidh",
    "faq.cloudDataTitle":"Dàta san neul",
    "faq.aboutScratchTitle":"Dè th’ ann an Scratch agus dè nì mi leis?",
    "faq.aboutScratchBody":"’S e bathar-bog agus coimhearsnachd air loidhne a th’ ann an Scratch far an urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a chruthachadh -- agus na chruthaich thu a cho-roinneadh le càch air feadh an t-saoghail. Fad ’s a nì iad dealbhachadh is prògramachadh pròiseactan Scratch, ionnsaichidh òganaich mar a smaoinicheas iad gu cruthachail is gu rianail agus mar a dh’obraicheas iad còmhla. Airson barrachd fiosrachaidh mu Scratch, thoir sùil air an duilleag <a href=\"/about\">Mu Scratch</a>.",
    "faq.makeGameTitle":"Ciamar a chruthaicheas mi geama no beòthachadh le Scratch?",
    "faq.makeGameBody":"Thoir sùil air <a href=\"/tips\">duilleag nan oidheaman</a> airson iomadh dòigh a shealltainn san urrainn dhut tòiseachadh le Scratch. No <a href=\"/projects/editor/?tip_bar=getStarted\">feuch ris</a> sa bhad ann an deasaiche nam pròiseact.",
    "faq.requirementsTitle":"Dè riatanasan an t-siostam air a bhios Scratch feumach?",
    "faq.requirementsBody":"Seo na dh’fheumas tu cleachdadh gus Scratch 2.0 a ruith: (1) Coimpiutair Windows, ChromeOS, Mac no Linux; (2) Tionndadh dhe <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> a chaidh fhoillseachadh air an 15mh dhen Ògmhios 2016 no às dèidh sin; (3) Brabhsair-lìn a tha reusanta ùr: Fear dhen dà thionndadh as ùire dhe <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac no Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows no Mac a-mhàin), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac a-mhàin), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows a-mhàin) no <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows a-mhàin). Mura coilean an coimpiutair agad na riatanasan seo, feuch an luchdaidh thu a-nuas is an stàlaich thu <a href=\"/scratch_1.4\">Scratch 1.4</a> as urrainn dhut cleachdadh fhathast gus pròiseactan a cho-roinneadh air làrach-lìn Scratch 2.0.",
    "faq.offlineTitle":"A bheil tionndadh dhe Scratch ann agad a ghabhas luchdadh a-nuas ach an cruthaich is seall mi air pròiseactan far loidhne?",
    "faq.offlineBody":"Leigidh an deasaiche far loidhne Scratch 2.0 leat pròiseactan Scratch a chruthachadh às aonais ceangal dhan eadar-lìon. ’S urrainn dhut Scratch 2.0 a luchdadh a-nuas on <a href=\"/scratch2download/\">làrach-lìn</a>. ’S urrainn dhut <a href=\"/scratch_1.4\">Scratch 1.4</a> a chleachdadh fhathast cuideachd. An aire: ’S urrainn dhut an dà chuid Scratch 1.4 agus 2.0 a chur air a’ choimpiutair agad aig an aon àm.",
    "faq.uploadOldTitle":"An urrainn dhomh pròiseactan a chaidh a chruthachadh le seann-tionndadh de Scratch a luchdadh suas dhan làrach-lìn fhathast?",
    "faq.uploadOldBody":"’S urrainn - ’s urrainn dhut pròiseactan a chaidh a dhèanamh le seann-tionndadh de Scratch a cho-roinneadh is a luchdadh suas agus chithear iad is gabhaidh an cluich. (Gidheadh, chan urrainn dhut pròiseactan a chaidh a dhèanamh no a dheasachadh le tionndaidhean as ùire de Scratch a luchdadh a-nuas is fhosgladh le seann-tionndadh. Mar eisimpleir, chan urrainn dhut pròiseact Scratch 2.0 fhosgladh ann an <a href =\"/scratch_1.4\">Scratch 1.4</a>, air sgàth ’s nach eil <a href =\"/scratch_1.4\">Scratch 1.4</a> eòlach air fòrmat faidhle .sb2 nam pròiseactan.)",
    "faq.recordVideoTitle":"An urrainn dhomh video a chlàradh dhen phròiseact Scratch agam?",
    "faq.recordVideoBody":"’S urrainn, ’s urrainn dhut video a chlàradh dhen phròiseact Scratch agad a bhios suas ri 60 diog a dh’fhaid. San deasaiche Scratch, on chlàr-taice “Faidhle”, tagh “Clàraich video dhen phròiseact.” (Feumaidh tu clàradh a-steach mus faic thu sin.) ’S urrainn dhut barrachd roghainnean clàraidh a thaghadh (can clàradh air na fuaimean agus air briogaidhean na luchaige) sa chlàr-taice “Barrachd roghainnean”. An uair sin, ruith am pròiseact agad mar a thogras tu. Nuair a bhios an clàradh deiseil, lean ris an stiùireadh gus am faidhle a luchdadh a-nuas dhan choimpiutair agad. A-rèir dè an seòrsa de choimpiutair a th’ agad, ’s dòcha gum bi agad ri prògram eile a luchdadh a-nuas gus am faidhle a chluiche, can <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>. Gabhaidh am faidhle seo a chluich air YouTube, Vimeo agus Facebook ach ’s dòcha gum feum thu iompachadh mus obraich e air làraichean-lìn eile, can Twitter no Tumblr.",
    "faq.scratchCostTitle":"Dè na tha Scratch? A bheil feum agam air ceadachas?",
    "faq.scratchCostBody":"Tha agus bidh Scratch saor ’s an-asgaidh gu buan. Chan eil feum agad air ceadachas gus Scratch a chleachdadh san sgoil, san dachaigh no àite sam bith eile. Tha leasachadh is glèidheadh Scratch ga phàigheadh le tabhartasan is tìodhlacan. Nam bu toigh leat taic a chur ri Scratch, thoir sùil air an duilleag <a href=\"https://secure.donationpay.org/scratchfoundation/\">Thoir tìodhlac dhuinn</a>.",
    "faq.mediaLabTitle":"Cò chruthaich Scratch?",
    "faq.mediaLabBody":"Tha Scratch ga leasachadh ’s ga ghlèidheadh leis an sgioba Scratch aig a’ <a href=\"http://llk.media.mit.edu/\">bhuidheann Lifelong Kindergarten</a> aig <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Dè am fiosrachadh a dh’iarras sibh orm nuair a chlàraicheas mi cunntas?",
    "faq.accountInfoList":"Gus a’ phrìobhaideachd aig buill a’ choimhearsnachd againn a dhìon, cuingichidh sinn na chruinnicheas sinn agus na dh’fhoillsicheas sinn air an làrach-lìn. Seo am fiosrachadh a dh’iarras sinn rè a’ chlàraidh:",
    "faq.privacyUsername":"ainm-cleachdaiche - Iarraidh sinn nach chleachd an luchd-cleachdaidh na dearbh-ainmean aca no fiosrachadh a dh’aithnicheadh iad air dòigh sam bith eile.",
    "faq.privacyCountry":"dùthaich",
    "faq.privacyBirthdate":"mìos is bliadhna do bhreith – cleachdaidh sinn sin gus dearbhadh gur ann leatsa a tha an cunntas ma chailleas tu an dà chuid am facal-faire is am post-d agad no ma dh’iarras tu gun dùin sinn an cunntas agad.",
    "faq.privacyGender":"gnè",
    "faq.privacyEmail":"seòladh puist-d conaltraidh - Ma tha seilbheadair a’ chunntair nas òige na 13, iarraidh sinn seòladh puist-d pàraint no neach-glèidhidh. Cha chuir sinn post-d dhan t-seòladh ud ach nuair a dh’iarras cuideigin ath-shuidheachadh an fhacail-fhaire airson a’ chunntais.",
    "faq.accountPublicInfo":"Thèid an t-ainm-cleachdaiche agus an dùthaich aig sealbhadair a’ chunntais a shealltainn gu poblach air a’ phròifil aige. Cha tèid am mìos / bliadhna breith agus a’ ghnè a tha co-cheangailte ris a’ chunntas a shealltainn gu poblach. Cruinnichidh sinn am fiosrachadh seo ach am bi sinn eòlach air aois is gnè an luchd-cleachdaidh againn nan agragaid agus a chum rannsachaidh. Cha reic is cha toir sinn seachad fiosrachadh air mhàl mun luchd-cleachdaidh againn gu duine sam bith.",
    "faq.dataCollectionTitle":"Dè an dàta a thèid a chruinneachadh o dhaoine nuair a chleachdas iad an làrach-lìn?",
    "faq.dataCollectionOne":"Nuair a chlàraicheas cleachdaiche a-steach, iarraidh làrach-lìn Scratch air a’ bhrabhsair aige gun cuir e <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">briosgaid http</a> air a’ choimpiutair aige ach an cuimhnich e gu bheil e air a chlàradh a-steach fhad ’s a nì e brabhsadh air diofar dhuilleagan. Cruinnichidh sinn dàta slighe Google Analytics air càite a bhriogas an luchd-cleachdaidh agus dè na pàirtean dhen làrach-lìn air an tadhail iad. Cuidichidh an “dàta briogaidh” seo sinn ach an tuigeamaid ciamar a bheir sinn piseach air an làrach-lìn.",
    "faq.dataCollectionTwo":"Thèid cuid dhen fhiosrachadh agus dàta a chruinnicheas sinn air làrach-lìn Scratch a chleachdadh ann an rannsachadh gus piseach a thoirt air ar tuigse air ciamar a dh’ionnsaicheas daoine le Scratch. Thèid toraidhean an rannsachaidh seo a cho-roinneadh le luchd-foghlaim agus luchd-rannsachaidh ann an co-labhairtean, irisean is foillseachaidhean eile. Gheibh thu barrachd fiosrachaidh air an <a href=\"/info/research\">duilleag rannsachaidh</a>.",
    "faq.rentInfoTitle":"An ann ’s gun reic no gun toir sgioba Scratch seachad fiosrachadh air mhàl mu luchd-cleachdaidh Scratch gu duine sam bith eile?",
    "faq.rentInfoBody":"Chan ann.",
    "faq.viewUnsharedTitle":"Am faic sgioba Scratch pròiseactan nach deach a cho-roinneadh air duilleag “An stuth agam”?",
    "faq.viewUnsharedBody":"On a tha sgioba Scratch an urra ri maorsainneachd, gheibh sinn inntrigeadh dhan t-susbaint uile a tha air làrach-lìn Scratch – a’ gabhail a-steach pròiseactan nach deach a cho-roinneadh. Mas fhearr leat obair air pròiseactan le prìobhaideachd shlàn, ’s urrainn dhut an <a href=\"/scratch2download\">deasaiche far loidhne Scratch 2.0</a> no <a href=\"/scratch_1.4\">Scratch 1.4</a> a chleachdadh.",
    "faq.remixDefinitionTitle":"Dè th’ ann an ath-mheasgachadh?",
    "faq.remixDefinitionBody":"Nuair a nì Neach-Scratch lethbhreac de pròiseact aig cuideigin eile agus ma dh’atharraicheas e e gus na beachdan aige fhèin a chur ris (can gun atharraich e sgriobt no aodach), cuiridh sinn “ath-mheasgachadh” air a’ pròiseact ud. Gabhaidh pròiseact sam bith a chaidh a cho-roinneadh air làrach-lìn Scratch co-mheasgachadh. Ar leinn tha gach atharrachadh bìodach na ath-mheasgachadh dligheach cho fad ’s a chaidh urram a thoirt air cruthadair a’ phròiseict thùsail agus air an fheadhainn a chur ris an ath-mheasgachadh air ìre mhath.",
    "faq.remixableTitle":"Carson a tha sgioba Scratch ag iarraidh gun gabh a h-uile pròiseact ath-mheasgachadh?",
    "faq.remixableBody":"Tha sinn dhen bheachd gur e deagh dhòigh a th’ ann gus prògramachadh ionnsachadh nuair a sheallas tu air pròiseactan inntinneach ’s nuair a nì thu co-mheasgachadh dhiubh agus gun tig sàr-bheachdan ùra às. Seo as adhbhar gun gabh am bun-tùs aig gach pròiseact a chaidh a cho-roinneadh air làrach-lìn Scratch a shealltainn.",
    "faq.creativeCommonsTitle":"Dè mur eil mi airson ’s gun co-roinn càch na pròiseactan agam?",
    "faq.creativeCommonsBody":"Nuair a cho-roinneas tu pròiseact a th’ agad air làrach-lìn Scratch, aontaichidh tu gun cuir thu e fo cheadachas <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Mur eil thu ag iarraidh gun seall is gun co-mheasgaich càch na chruthaich thu, na co-roinn e air làrach-lìn Scratch.",
    "faq.fairUseTitle":"Am faod mi dealbhan / fuaimean / meadhanan on eadar-lìon a chleachdadh sna pròiseactan agam?",
    "faq.fairUseBody":"Tha e cudromach gum bi meas agad air na thogras an cruthadair tùsail a thaobh ath-mheasgachadh. Ma chuireas tu romhad obair cuideigin eile a chur am broinn na h-obrach agad fhèin, dèan cinnteach gun toir thu urram dha ann an roinn “urram” a’ phròiseict agus gun cuir thu ceangal ris a’ phròiseact tùsail ann. Gus ealain / fuaimean a lorg aig a bhios ceadachas gus an ath-mheasgachadh, thoir sùil air <a href=\"http://search.creativecommons.org/\">duilleag luirg aig Creative Commons </a>.",
    "faq.confirmedAccountTitle":"Dè th’ ann an cunntas Scratch air a “dhearbhadh”?",
    "faq.confirmedAccountBody":"Leigidh cunntas ait Scratch a chaidh a dhearbhadh leat pròiseactan a cho-roinneadh, beachdan a sgrìobhadh agus stiùideothan a chruthachadh. Ma dhearbhas tu an cunntas agad, gheibh thu cuideachd naidheachdan o sgioba Scratch air a’ phost-d.",
    "faq.checkConfirmedTitle":"Ciamar a gheibh mi a-mach gun deach an cunntas agam a dhearbhadh?",
    "faq.checkConfirmedBody":"Gus sùil a thoirt an deach an cunntas agad a dhearbhadh, feumaidh tu clàradh a-steach dhan chunntas Scratch agad an toiseach taobh deas air barr na sgrìn. Nuair a bhios tu air do chlàradh a-steach, briog air an ainm-chleachdaiche agad taobh deas air a’ barr agus tagh “Roghainnean a’ chunntais” ’s an uair sin “Post-d” air an taobh chlì. Ma chaidh an seòladh puist-d a dhearbhadh, chì thu cromag uaine ri a thaobh. Mura deach, chì thu teacsa orainds ag innse “Cha deach an seòladh puist-d agad a dhearbhadh.”",
    "faq.howToConfirmTitle":"Ciamar a dhearbhaicheas mi an cunntas agam?",
    "faq.howToConfirmBody":"Nuair a bhios tu air clàradh le Scratch, gheibh thu post-d le ceangal gus an cunntas agad a dhearbhadh. Mura faigh thu lorg air a’ phost-d sin, thoir sùil air a’ phasgan truilleis agad. Gus am post-d a chur thugad a-rithist, tadhail air “Roghainnean a’ chunntais” agad, briog air an taba “Post-d”agus lean ris an stiùireadh an siud. Thoir an aire gum mair e suas ri uair a thìde mus ruig am post-d thu. Mura faic thu am post-d às dèidh uair a thìde, <a href=\"/contact-us\">innis dhuinn</a> mu dhèidhinn.",
    "faq.requireConfirmTitle":"A bheil agam ris an cunntas agam a dhearbhadh?",
    "faq.requireConfirmBody":"’S urrainn dhut mòran dhe Scratch a chleachdadh fhathast gun a bhith a’ dearbhadh a’ chunntais agad, a’ gabhail a-steach cruthachadh is sàbhaladh pròiseactan (gun a bhith gan co-roinneadh). Thoir an aire: Ma chruthaich thu cunntas ron 11mh dhen Ghearran 2015, ’s urrainn dhut na gleusan sòisealta aig Scratch a chleachdadh gun fheum air dearbhadh do chunntais.",
    "faq.forgotPasswordTitle":"Dhìochuimhnich mi am facal-faire agam. Ciamar a dh’ath-shuidhicheas mi e?",
    "faq.forgotPasswordBody":"Cuir a-steach ainm a’ chunntais agad air <a href=\"/accounts/password_reset/\">duilleag ath-shuidheachadh an fhacail-fhaire</a>. Cuiridh an làrach-lìn post-d gun t-seòladh a tha co-cheangailte ris a’ chunntas agus bidh ceangal as urrainn dhut cleachdadh gus am facal-faire agad ath-shuidheachadh na bhroinn.",
    "faq.changePasswordTitle":"Ciamar a dh’atharraicheas mi am facal-faire agam?",
    "faq.changePasswordBody":"Rach gu làrach-lìn Scratch, clàraich a-steach agus an uair sin briog air an t-ainm-cleachdaiche agad san oisean deas aig barr na h-uinneige. Tagh “Roghainnean a’ chunntais” agus an uair sin briog air a’ cheangal gus am facal-faire agad atharrachadh.",
    "faq.changeEmailTitle":"Ciamar a dh’atharraicheas mi an seòladh puist-d agam?",
    "faq.changeEmailBody":"Rach gu làrach-lìn Scratch, clàraich a-steach agus an uair sin briog air an t-ainm-cleachdaiche agad san oisean deas aig barr na h-uinneige. Tagh “Roghainnean a’ chunntais” agus an uair sin briog air a’ cheangal gus an seòladh puist-d agad atharrachadh.",
    "faq.newScratcherTitle":"Ciamar a thèid mi nam “Neach-Scratch” o “Neach-Scratch ùr”?",
    "faq.newScratcherBody":"Cruthaich is co-roinn pròiseactan, cuir beachdan cuideachail ri pròiseactan Luchd-Scratch eile agus bi foighidinneach! Às dèidh beagan seachdainnean a ghnìomhachd, nochdaidh ceangal air duilleag na pròifil agad a bheir cuireadh dhut ach an tèid thu nad Neach-Scratch. (Thoir an aire nach àrdaich sinn Luchd-Scratch ùr nan Luchd-Scratch ri linn iarrtasan - fiù ’s ma bheireadh tu brìb teòclaid shnasail dhuinn.)",
    "faq.multipleAccountTitle":"Am faod iomadh cunntas a bhith agam?",
    "faq.multipleAccountBody":"Faodaidh iomadh cunntas a bhith agad air làrach-lìn Scratch cho fad ’s nach cleachd thu gin dhiubh gus Riaghailtean giùlain sa choimhearsnachd Scratch a bhriseadh. Ma bhriseas tu iad, faodaidh sinn a h-uile cunntas co-cheangailte a bhacadh no a sguabadh às.",
    "faq.multipleLoginTitle":"Am faod iomadh duine clàradh a-steach leis an aon chunntas?",
    "faq.multipleLoginBody":"Cha mholamaid seo on a thèid an làrach-lìn is deasaiche nam pròiseact na bhreisleach gu tric nuair a rinn iomadh duine clàradh a-steach leis an aon chunntas.",
    "faq.changeUsernameTitle":"An urrainn dhomh an t-ainm-cleachdaiche agam atharrachadh?",
    "faq.changeUsernameBody":"Tha structar làrach-lìn Scratch an eisimeil air ainmean chunntasan cunbhalach, mar sin cha ghabh an t-ainm-cleachdaiche agad atharrachadh. Ma tha cruaidh feum agad air, ’s urrainn dhut cunntas ùr a chruthachadh - ach feumaidh tu fhèin lethbhreac dhe na pròiseactan agad a chur a-nall.",
    "faq.shareInfoTitle":"Dè am fiosrachadh as urrainn dhomh a cho-roinneadh air / leis a’ chunntas agam?",
    "faq.shareInfoBody":"Na co-roinn fiosrachadh conaltraidh pearsanta, can an seòladh far a bheil thu a’ fuireach, an seòladh puist-d no an àireamh fòn agad no dad sam bith eile a ghabhadh cleachdadh gus conaltradh riut taobh a-muigh làrach-lìn Scratch. Dèan aithris air pròiseactan, beachdan no postaichean bùird-bhrath sa bheil an seòrsa seo de dh’fhiosrachadh ach an urrainn dhan sgioba Scratch a thoirt air falbh agus am poileasaidh againn a chuir an cuimhne an ùghdair.",
    "faq.deleteAccountTitle":"Ciamar a sguabas mi às an cunntas agam?",
    "faq.deleteAccountBody":"Clàraich a-steach air Scratch agus an uair sin briog air an t-ainm-cleachdaiche agad san oisean deas aig barr na h-uinneige. Tagh “Roghainnean a’ chunntais” agus an uair sin briog air a’ cheangal <em>“Tha mi airson an cunntas agam a sguabadh às”</em> aig bonn na duilleige.",
    "faq.scratchFreeTitle":"A bheil Scratch saor ’s an-asgaidh?",
    "faq.scratchFreeBody":"Tha! Tha Scratch ri fhaighinn saor ’s an-asgaidh. ’S urrainn dhut a chleachdadh san sgoil agad agus faodaidh tu cùrsa a theagasg mu dhèidhinn (fiù ’s mas e an cùrsa air airgead a th’ ann). Cha leig thu leas ceadachas a cheannach - tha e an-asgaidh.",
    "faq.scratchScreenshotTitle":"Am faod mi glacaidhean-sgrìn de Scratch a chleachdadh ann an leabhar no taisbeanadh?",
    "faq.scratchScreenshotBody":"Faodaidh, faodaidh tu leabhar no caibideil a sgrìobhadh mu Scratch. Faodaidh tu glacaidhean-sgrìn / dealbhan dhen aplacaid is dhen làrach-lìn Scratch a chruthachadh cho fad ’s a chuireas tu iad fo cheadachas <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Tha sinn ag iarraidh ort gun cuir thu nòta ris an stuth agad ag innse: “Tha Scratch ga leasachadh le buidheann Lifelong Kindergarten aig MIT Media Lab. Tha e ri fhaighinn an-asgaidh air https://scratch.mit.edu”.",
    "faq.scratchDescriptionTitle":"Am faod mi tuairisgeul air Scratch a ghabhail a-staigh ann an sanas-leabhranan agus stuthan eile?",
    "faq.scratchDescriptionBody":"Faodaidh gu dearbh! Seo a tuairisgeul a mholamaid: “’S e bathar-bog agus coimhearsnachd air loidhne a th’ ann an Scratch far an urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a chruthachadh -- agus na chruthaich thu a cho-roinneadh le càch air feadh an t-saoghail. Fad ’s a nì iad dealbhachadh is prògramachadh pròiseactan Scratch, ionnsaichidh òganaich mar a smaoinicheas iad gu cruthachail is gu rianail agus mar a dh’obraicheas iad còmhla. ’S e pròiseact aig a’ bhuidheann Lifelong Kindergarten aig MIT Media Lab a th’ ann an Scratch. Tha e ri fhaighinn saor ’s an-asgaidh air https://scratch.mit.edu”",
    "faq.presentScratchTitle":"Am faod mi Scratch a thaisbeanadh aig co-labhairt?",
    "faq.presentScratchBody":"Seall Scratch gu luchd-foghlaim is buidhnean eile air do thoil fhèin. Tha sinn a’ toirt cead dhut gus taisbeanaidhean a dhèanamh air.",
    "faq.supportMaterialTitle":"Am faod mi stuthan taice, sprìdean, dealbhan, fuaimean no buill-shampaill air pròiseactan Scratch a lorg mi air an làrach-lìn a chleachdadh / ath-mheasgachadh?",
    "faq.supportMaterialBody":"Faodaidh - Tha stuthan taice Scratch a chaidh a chur air an làrach-lìn Scratch le sgioba Scratch – seach suaicheantas Scratch, cat Scratch, Gobo, Pico, Nano agus Tera a tha nan comharran-malairt Scratch – ri am faighinn fo <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">cheadachas Creative Commons Attribution-ShareAlike</a>.",
    "faq.sellProjectsTitle":"An urrainn dhomh na pròiseactan Scratch agam a reic?",
    "faq.sellProjectsBody":"’S urrainn gu dearbh - is tu fhèin a chruthaich na pròiseactan agad. Thoir an aire gum faod duine sam bith am pròiseact agad a luchdadh a-nuas, ath-mheasgachadh is ath-chleachdadh gu saor fo theirmichean <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">ceadachas CC-BY-SA 2.0</a> turas a cho-roinneas tu air Scratch e. Mar sin, ma tha reic a’ phròiseict agad fainear dhut, dh’fhaodte nach bu toigh leat a cho-roinneadh air Scratch tuilleadh.",
    "faq.sourceCodeTitle":"Càite an lorg mi bun-tùs Scratch?",
    "faq.sourceCodeBody":"Gheibh thu bun-tùs an deasaiche Scratch 2 air <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Tha am bun-tùs aig <a href=\"/scratch_1.4\">Scratch 1.4</a>  a chaidh a sgrìobhadh ann an Squeak ri fhaighinn air <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a> cuideachd. Airson barrachd fiosrachaidh mu na pròiseactan leasachaidh co-cheangailte ri Scratch, tadhail air an <a href=\"/developers\">duilleag dhan luchd-leasachaidh</a> againn.",
    "faq.okayToShareTitle":"Ciamar a tha fios agam dè tha ceart gu leòr gus a cho-roinneadh air làrach-lìn Scratch?",
    "faq.okayToShareBody":"Thoir sùil air <a href=\"/community_guidelines\">Riaghailtean giùlain sa choimhearsnachd Scratch</a> - chan eil iad fada aghs chan eil torr cainnt laghail nam broinn. Tha ceangal air bonn gach duilleige air Scratch.",
    "faq.reportContentTitle":"Dè nì mi ma chì mi rudeigin nach eil iomchaidh?",
    "faq.reportContentBody":"’S urrainn dhut briogadh air a’ cheangal “Dèan aithris“ air pròiseact, beachd, post na deasbaireachd no duilleag cleachdaiche sam bith ma tha thu dhen bheachd gu bheil rudeigin ann nach eil ceart airson Scratch. Ma tha an suidheachadh toinnte, ’s urrainn dhut an ceangal “Cuir fios thugainn” a cleachdadh gus a mhìneachadh. Dèan cinnteach gun gabh thu fiosrachadh mionaideach a-steach le ceanglaichean dha na duilleagan buntainneach.",
    "faq.noFlameTitle":"Dè nì mi ma chì mi gu bheil cuideigin mosach no mì-mhodhail?",
    "faq.noFlameBody":"Na cuir ris an teine! Cha tèid ach a h-uile rud a dholaidh ma fhreagras tu do bheachdan mosach le barrachd bheachdan mosach agus is dòcha gun tèid an cunntas agad a bhacadh air a shàilleibh. Cha leig thu leas ach aithris a dhèanamh air rud sam bith a tha mì-mhodhail no nach eil cuideachail agus bruidhnidh sinne ris an ùghdar. Bheir sinn sùil air na h-aithrisean iomadh turas gach latha - mar sin air do shocair, dèiligidh sinn ris.",
    "faq.reviewContentTitle":"Dè nì sgioba Scratch nuair a thèid rudeigin aithris no bratach a chur ris?",
    "faq.reviewContentBody":"Bheir an sgioba Scratch sùil air na beachdan is na pròiseactan a chaidh aithris dhaibh gach latha. Ma bhriseas rudeigin riaghailtean giùlain sa choimhearsnachd Scratch, faodaidh sinn a thoirt air falbh agus rabhadh a thoirt air a’ chunntas. A-rèir dè cho dona ’s a tha e (no ma thug sinn rabhadh air a’ chunntas roimhe), faodaidh sinn na cunntasan no lìonraidhean a chaidh a chleachdadh gus a cho-roinneadh a bhacadh cuideachd.",
    "faq.blockedAccountTitle":"Dè thachras nuair a chaidh cunntas a bhacadh?",
    "faq.blockedAccountBody":"Nuair a chaidh cunntas a bhacadh, chan urrainn dhan t-sealbhadair inntrigeadh no a chleachdadh gus pròiseactan no beachdan a chruthachadh tuilleadh. Nuair a chlàraicheas an neach a-steach, chì e duilleag a mhìnicheas carson a chaidh an cunntas a bhacadh le foirm-lìn leis as urrainn dha iarraidh gun tèid a dhì-bhacadh. Mas urrainn dhan t-sealbhadair a shealltainn gun do thuig e carson a chaidh an cunntas a bhacadh agus ma bheir e geall gun lean e air riaghailtean giùlain sa choimhearsnachd san àm ri teachd, bheir an sgioba Scratch sùil air a’ chùis a-rithist. Cha tèid cunntas a dhì-bhacadh ach ma chuireas sinn earbsa ann am facal an t-sealbhadair. Mura cuir, dh’fhaoidte gum bac sinn an cunntas (agus cunntasan eile aig an neach ud no a chruthaich e gun teagamh) gu buan.",
    "faq.stolenAccountTitle":"Ghoid mo bhràthair mosach / Kaj / droch dhuine eile an cunntas agam agus chaidh a thoirmeasg, dè nì mi a-nis?",
    "faq.stolenAccountBody":"’S ann ortsa a bhios an t-uallach gun cum thu am facal-faire agad sàbhailte. Ma ghabhas cuideigin nad shaoghal smachd air a’ chunntas agad agus ma nì e droch-rudan, innis do na h-inbhich a stiùiricheas na coimpiutairean. Ma tha thu dhen bheachd gun d’ fhuair cuideigin nach aithne dhut smachd air a’ chunntas agad, atharraich am facal-faire agad agus / no cleachd an ceangal “Cuir fios thugainn\" gus an suidheachadh a mhìneachadh. Ma chaidh do bhacadh air sàilleibh gnìomha a bhris riaghailtean giùlain sa choimhearsnachd, chan fhoghainn gun can thu gun deach briseadh a-steach air. Mur eil earbsa againn annad, cha dhì-bhac sinn thu.",
    "faq.cloudDataInfoTitle":"Dè th’ ann an dàta neòil?",
    "faq.cloudDataInfoBody":"’S e gleus aig Scratch 2 a th’ anns an dàta neòil leis an urrainn dhut dàta o phròiseact a shàbhaladh ’s a cho-roinneadh rè ama. ’S urrainn dhut dàta neòil a chleachdadh gus suirbhidhean is pròiseactan eile a dhèanamh a ghlèidheas àireamhan rè ama.",
    "faq.storedCloudInfoTitle":"Cò chì an dàta tha ga ghlèidheadh san dàta neòil?",
    "faq.storedCloudInfoBody":"Nuair a nì thu eadar-ghnìomh le pròiseact a chleachdas blocaichean dàta neòil, dh’fhaoidte gun tèid am fiosrachadh agad a ghlèidheadh leis an ainm-chleachdaiche agad agus gum faic càch e. Cumaidh gach pròiseact loga air cò rinn eadar-ghnìomh leis agus air dàta sam bith a cho-roinn iad.",
    "faq.onlyNumbersTitle":"Carson nach eil ach àireamhan ceadaiche mar dhàta neòil – gun sreangan no liostaichean ann? ",
    "faq.onlyNumbersBody":"Chan urrainn dhut ach àireamhan a chleachdadh ann an caochladairean air an làrach làithreach mar a’ chiad cheum gus duilgheadasan sam bith fhuasgladh a nochdas leis an cleachdadh air an làrach-lìn. Tha sinn ag amas gleusan dàta neòil a thoirt dhut mean air mhean. Ma tha am bun-structar ag obrachadh gu math, tha sinn an dùil barrachd ghleusan a thoirt dhut (liostaichean neòil, taic ri sreangan is msaa.).",
    "faq.reportCloudTitle":"Ma chì mi gun do phostaich cuideigin susbaint nach eil iomchaidh slighe dàta neòil, ciamar a nì mi aithris air?",
    "faq.reportCloudBody":"Briog air a’ phutan “Dèan aithris air” (aig bonn cluicheadair a’ phròiseict) gus susbaint neo-iomchaidh ann an dàta neòil aithris. Gabhaidh foirm na h-aithris a-steach ceangal gu loga sa bheil a h-uile dàta neòil sa pròiseact seo is fiosrachadh air cò a chuir an dàta ris - dh’fhaoidte gum bu toigh leat sùil a thoirt air mus cuir thu an aithris agad. Dèan cinnteach gun cuir thu “cloud data” ris an adhbhar agad san aithris.",
    "faq.chatRoomTitle":"An urrainn dhomh seòmraichean-còmhraidh a dhèanamh le dàta neòil?",
    "faq.chatRoomBody":"Ged a ghabhas seòmraichean-còmraidh a dhèanamh le dàta neòil a thaobh teicneolais, chan eil iad ceadaichte aig an àm seo. Beachdaichidh sinn air a’ phoileasaidh seo a-rithist nuair a bhois barrachd eòlais againn air am biodh sinn comasach maoirsinneachd a dhèanamh orra agus air cumail suas ri aithrisean air dàta neòil.",
    "faq.makeCloudVarTitle":"Ciamar a chuireas mi caochladair neòil ris nuair a bhios mi a’ cruthachadh pròiseact?",
    "faq.makeCloudVarBody":"Nuair a chruthaicheas tu caochladair, ’s urrainn dhut cromag a chur sa bhogsa “Caochladair neòil”. Thèid gach dàta a ghlèidheas tu ann a shàbhaladh air an fhrithealaiche agus chì daoine eile e.",
    "faq.changeCloudVarTitle":"Cò as urrainn dhan fhiosrachadh ann an caochladair neòil atharrachadh?",
    "faq.changeCloudVarBody":"Chan urrainn ach dhan phròiseact agad fhèin dàta a ghlèidheadh sa chaochladair neòil aige. Ma dh’atharraicheas daoine an còd agad no ma nì iad ath-mheasgachadh air, cruthaichidh seo caochladair eile sa phròiseact acasan air a bheil an t-aon ainm.",
    "faq.newScratcherCloudTitle":"Tha mi air mo chlàradh a-steach ach chan urrainn dhomh pròiseactan le dàta neòil a chleachdadh fhathast. Dè as adhbhar?",
    "faq.newScratcherCloudBody":"Feumaidh tu bhith nad “Neach-Scratch” air an làrach-lìn mus faigh thu inntrigeadh do dhàta neòil. ’S urrainn dhut dol nad Neach-Scratch ma ghabhas tu pàirt sa choimhearsnachd air an làrach-lìn.",
    "faq.multiplayerTitle":"An urrainn dhomh geamannan ioma-chluicheadair a dhèanamh le dàta neòil?",
    "faq.multiplayerBody":"Cha chruthaich thu geama ioma-chluicheadair gun duilgheadas ri linn luaths lìonraidh is trioblaidean sioncronachaidh. Co-dhiù no co-dheth, lorg cuid dòighean cruthachail gus dàta neòil a cleachdadh airson geamannan suidhichte air cuairtean is eile.",
    "faq.cloudLagTitle":"Dè cho fada ’s a bheir e gus an ruig dàta neòil Neach-Scratch eile?",
    "faq.cloudLagBody":"Tha seo a’ crochadh air iomadh rud. Ma tha ceangal eadar-lìn reusanta luath (DSL/càball) aig an dà neach-Scratch agus mur eil cachaileith-theine a’ cuingeachadh na coimpiutairean/an lìonra, cha bu chòir ùrachadh a thoirt ach beagan mille-dhiog. Co-dhiù, tha cachaileith-theine a’ ruith air iomadh coimpiutair agus ma bhacas bathar-bog na cachaileith-teine ceanglaichean a-mach TCP port 531 agus TCP port 843, bith dàil de dhiog air. Tha sinn a’ fheuchainn ri dòighean a lorg gus an cuingeachadh seo fhuasgladh.",
    "faq.schoolsTitle":"Scratch aig an sgoil",
    "faq.howTitle":"Ciamar a tha Scratch ’ga chleachdadh aig an sgoil?",
    "faq.howBody":"Tha Scratch ga chleachdadh aig mìltean de sgoiltean air feadh an t-saoghail ann an grunn chuspairean (a’ gabhail a-steach cànan, ealain, saidheans, eachdraidh, matamataig agus coimpiutaireachd). Gheibh thu barrachd fiosrachaidh mu innleachdan is goireasan gus Scratch a chleachdadh aig an sgoil agus àrainneachdan foghlaim eile (can taighean-tasgaidh, leabhar-lannan agus ionadan-coimhearsnachd) air an <a href=\"/educators\">duilleag dhan luchd-fhoghlaim</a> againn. ’S urrainn dhut dol an sàs sa choimhearsnachd air loidhne <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> cuideachd a tha ga stiùireadh le ar caraidean aig Harvard Graduate School of Education.",
    "faq.ageTitle":"Dè an aois iomchaidh airson Scratch?",
    "faq.ageBody":"Chaidh Scratch a dhealbhadh a dh’aona-ghnothach dhan fheadhainn òga o 8 gu 16 bliadhna a dh’aois, mar sin tha e ga chleachdadh ann am bun-sgoiltean is sgoiltean meadhanach mar as trice, ach cruthaichidh is co-roinnidh daoine de gach aois pròiseactan Scratch. Tha Scratch ga chleachdadh fiù ’s ann an cùrsaichean inntrigidh dhan choimpiutaireachd aig cuid a cholaistean. Mholamaid <a href=\"//www.scratchjr.org/\">ScratchJr</a> dhan chlann nas òige, seo tionndadh sìmplichte dhe Scratch a chaidh a dhealbhadh dhan fheadhainn o 5 gu 7 bliadhna a dh’aois.",
    "faq.noInternetTitle":"An urrainn dha na h-oileanaich Scratch a chleachdadh às aonais ceangal dhan eadar-lìon?",
    "faq.noInternetBody":"’S urrainn. ’S e tionndadh dhe Scratch a ruitheas air coimpiutair desktop no laptop a tha san <a href=\"/scratch2download\">deasaiche far loidhne</a>. Aig an àm seo, tha an deasaich e far loidhne ri fhaighinn air uidheaman Mac is Windows.",
    "faq.communityTitle":"An urrainn dhomh a’ choimhearsnachd air loidhne a chur dheth airson nan oileanach agam?",
    "faq.communityBody":"Solairidh a’ choimhearsnachd air loidhne Scratch dòigh dhan fheadhainn òga ach an obraich ’s an ionnsaich iad còmhla ris an fheadhainn òga eile fo stiùireadh riaghailtean giùlain na coimhearsnachd. Gidheadh, tha sinn a’ tuigsinn gum b’ fearr le cuid dhen luchd-fhoghlaim mura rachadh na h-oileanaich aca an sàs ann an coimhearsnachd air loidhne. Mholamaid dhan luchd-fhoghlaim sin gun stàlaich iad an deasaiche far loidhne Scratch a ruitheas far loidhne is gu h-ionadail air coimpiutair desktop no laptop.",
    "faq.teacherAccountTitle":"Dè th’ ann an cunntas tidseir?",
    "faq.teacherAccountBody":"Bheir cunntas tidsear gleusan a bharrachd dha thidsearan is luchd-foghlaim eile ach an stiùirich iad mar a ghabhas oileanaich pàirt air Scratch, a’ gabhail a-steach cruthachadh chunntasan oileanaich, eagrachadh air pròiseactan nan oileanach ann an stiùideothan agus cumail sùil air beachdan nan oileanach.",
    "faq.requestTitle":"Ciamar a dh’iarras mi cunntas tidseir Scratch?",
    "faq.requestBody":"Faodaidh tu cunntas tidseir Scratch iarraidh air <a href=\"/educators\">duilleag dhan luchd-fhoghlaim</a> air Scratch. Iarraidh sinn barrachd fiosrachaidh rè a’ chlàraidh ach an dearbhaich sinn gur e neach-foghlaim a th’ annad.",
    "faq.edTitle":"Dè an diofar eadar cunntas tidseir Scratch agus cunntas ScratchEd?",
    "faq.edBody":"’S e cunntasan cleachdaiche sònraichte air Scratch a tha sna cunntasan tidseir Scratch agus gheibh iad inntrigeadh dha ghleusan a bharrachd gus cuideachadh le cruthachadh agus stiùireadh chunntasan oileanaich. ’S e cunntasan air a’ <a href=\"http://scratched.gse.harvard.edu/\">choimhearsnachd ScratchEd</a> a tha sna cunntasan ScratchEd, sin làrach-lìn fa leth (fo stiùireadh Harvard Graduate School of Education) far an co-roinn an luchd-foghlaim sgeulachdan, far an co-roinn iad goireasan, far am faighnich iad ceistean agus far an tachair iad ri luchd-foghlaim Scratch eile.",
    "faq.dataTitle":"Dè an dàta a chruinnicheas Scratch mu na h-oileanaich?",
    "faq.dataBody":"Nuair a chlàraicheas oileanach le Scratch, iarraidh sinn dàta deamografach bunasach orra, a’ gabhail a-steach an aois (mìos is bliadhna breith) ’s an dùthaich ’s an seòladh puist-d a chum dearbhaidh. Thèid an dàta sin (chan ann an dàta fhèin mar a tha e ach agragaid dheth) a chleachdadh ann an sgrùdaidhean rannsachaidh gus cur ris an eòlas againn air mar a dh’ionnsaicheas daoine le Scratch. Nuair a chleachdas neach-foghlaim cunntas tidseir Scratch gus grunn de chunntasan oileanaich a chruthachadh, chan iarr sinn post-d no suidheachadh cunntais air na h-oileanaich.",
    "faq.lawComplianceTitle":"An gèill Scratch 2.0 (an tionndadh air loidhne) ri laghan prìobhaideachd dàta ionadail is feadarail nan Stàitean Aonaichte?",
    "faq.lawComplianceBody":"Tha meas mòr aig Scratch air prìobhaideachd nan oileanaich agus nan daoine uile a chleachdas an t-ùrlar againn. Tha modhan fiosaigeach is leatronaigeach againn gus am fiosrachadh a chruinnicheas sinn air làrach-lìn Scratch a dhìon. Gad nach urrainn dhuinn barantas cùmhnaint a thoirt do gach eintiteas a chleachdas am bathar foghlaim saor ’s an-asgaidh againn, tha sinn a’ gèilleadh ris gach lagh feadarail nan Stàitean Aonaichte a bhios an sàs air MIT, sin buidheann 501(c)(3) agus an t-eintiteas a chruthaich agus a ghlèidheas Scratch. Mholamaid gun leugh thu poileasaidh prìobhaideachd Scratch airson barrachd fiosrachaidh.",
    "faq.schoolsMoreInfo":"Airson barrachd cheistean mu chunntasan tidseir, faic na <a href=\"/educators/faq\">CÀBHA air cunntasan tidseir</a>"
}
