{
    "faq.title":"Domande Frequenti (FAQ)",
    "faq.intro":"In questa pagina troverai le risposte a domande frequenti su Scratch.",
    "faq.aboutTitle":"Domande Generali",
    "faq.privacyTitle":"Politica della Privacy",
    "faq.remixTitle":"Remixare e Copiare",
    "faq.accountsTitle":"Gli Account",
    "faq.permissionsTitle":"Licenza e Permessi",
    "faq.inappropriateContentTitle":"Contenuti Inappropriati",
    "faq.cloudDataTitle":"Dati Cloud",
    "faq.aboutScratchTitle":"Cos'è Scratch e cosa posso realizzare usando Scratch?",
    "faq.aboutScratchBody":"Scratch è un linguaggio di programmazione e una comunità online dove puoi creare storie interattive, giochi e animazioni -- e condividere le tue creazioni con altre persone di tutto il mondo. Quando creano progetti con i giovani imparano a pensare in modo creativo, a ragionare in maniera sistematica e a lavorare in modo collaborativo. Per saperne di più su Scratch vai alla pagina <a href=\"/about\">Info</a>.",
    "faq.makeGameTitle":"Come si fa a creare un gioco o un'animazione con Scratch?",
    "faq.makeGameBody":"Vai alla <a href=\"/tips\">pagine dei suggerimenti</a> per vedere in che modo è possibile iniziare con Scratch. Oppure <a href=\"/projects/editor/?tip_bar=getStarted\">tuffati</a> nell'editor dei progetti.",
    "faq.requirementsTitle":"Quali sono i requisiti di sistema per poter usare Scratch?",
    "faq.requirementsBody":"Per eseguire Scratch 2.0 ti occorre un computer (1) Windows, ChromeOS, Mac o Linux; (2) una versione  di <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> rilasciata dopo il 15 giugno 2016; (3) un browser web sufficientemente recente: una delle due ultime versioni di <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac o Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (solo Windows o Mac), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (solo Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (solo Windows) o <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (solo Windows). Se il tuo computer non rispetta questi requisiti puoi provare a scaricare e installare <a href=\"/scratch_1.4\">Scratch 1.4</a>che puoi ancora usare per condividere i progetti sul sito di Scratch 2.0.",
    "faq.offlineTitle":"Esiste una versione scaricabile in modo da poter creare e vedere i progetti offline?",
    "faq.offlineBody":"L'editor offline di Scratch 2.0 ti permette di creare progetti Scratch anche quando non disponi di una connessione internet. Puoi <a href=\"/scratch2download/\">scaricare Scratch 2.0</a> dal sito. Puoi anche usare <a href=\"/scratch_1.4\">Scratch 1.4</a>. Nota: Sul tuo computer possono essere installati contemporaneamente sia Scratch 1.4 che 2.0.",
    "faq.uploadOldTitle":"Posso ancora caricare sul sito progetti creati con vecchie versioni di Scratch?",
    "faq.uploadOldBody":"Si - puoi condividere e caricare progetti creati con versioni precedenti di Scratch e questi saranno visibili ed eseguibili. (Tuttavia non puoi scaricare progetti creati o modificati con versioni più recenti di Scratch e aprirli in versioni precedenti. Ad esempio, non puoi aprire un progetto Scratch 2.0 in <a href=\"/scratch_1.4\">Scratch 1.4</a>in quanto <a href=\"/scratch_1.4\">Scratch 1.4</a> non sa come leggere il formato .sb2).",
    "faq.recordVideoTitle":"Posso registrare un video del mio progetto Scratch?",
    "faq.recordVideoBody":"Si, puoi registrare un video del tuo progetto Scratch fino a una durata di 60 secondi. In questo editor di Scratch, dal menu File, seleziona \"Registra video del progetto\". (Devi essere registrato per vedere questa opzione.). Puoi scegliere opzioni aggiuntive di registrazione (come per esempio registrare il suono e i click del mouse) dal menu \"Più opzioni\". Poi, esegui il tuo progetto come preferisci. Una volta effettuata la registrazione, segui le istruzioni per scaricare il file nel tuo computer. In base al computer che possiedi potresti aver bisogno di scaricare un altro programma come  the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> per eseguire il file. Il file funzionerà su YouTube, Vimeo, e Facebook, ma potrebbe dover essere convertito per altri siti come Twitter o Tumblr.",
    "faq.scratchCostTitle":"Quando costa Scratch? Mi occorre una licenza?",
    "faq.scratchCostBody":"Scratch è e sempre sarà gratuito. Non ti occorre una licenza per usare Scratch nella tua scuola, a casa o dovunque tu preferisca. Lo sviluppo e supportodi Scratch è finanziato da borse e donazioni. Se vuoi contribuire a Scratch vai alla nostra pagina <a href=\"https://secure.donationpay.org/scratchfoundation/\">Dona</a>.",
    "faq.mediaLabTitle":"Chi ha creato Scratch?",
    "faq.mediaLabBody":"Scratch è stato creato e sviluppato dallo Scratch Team presso il <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> dei <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Quali informazioni vengono richieste durante la registrazione?",
    "faq.accountInfoList":"Per proteggere la privacy dei membri della nostra comunità limitiamo le informazioni che raccogliamo e che pubblichiamo sul sito web. Durante la registrazione dei nuovi utenti chiediamo le seguenti informazioni:",
    "faq.privacyUsername":"username - Chiediamo ai nostri utenti di evitare l'uso dei loro veri nomi o altre informazioni che li possano identificare.",
    "faq.privacyCountry":"nazione",
    "faq.privacyBirthdate":"mese e anno di nascita - Li utilizziamo per confermare la proprietà dell'account se il proprietario perde la password e l'e-mail o chiede di chiudere un account.",
    "faq.privacyGender":"genere",
    "faq.privacyEmail":"indirizzo email per i contatti - se il proprietario dell'account ha meno di 13 anni chiediamo un'email di un loro genitore o tutore. Non inviamo mai email a questo indirizzo, tranne nel caso in cui ci venga chiesto di azzerare la password dell'account.",
    "faq.accountPublicInfo":"Lo username e la nazione del proprietario di un account sono visibili a tutti nella pagina del suo profilo.Il mese e anno di nascita, l'indirizzo email e il genere associato all'account non sono invece visibili pubblicamente. Raccogliamo queste informazioni per conoscere l'età e il genere dei nostri utenti in maniere aggregata e per scopi di ricerca. Non rivendiamo queste informazioni sui nostri utenti a nessun altro.",
    "faq.dataCollectionTitle":"Quali dati vengono raccolti durante le visite al sito?",
    "faq.dataCollectionOne":"Quando un utente accede al sito, il sito di Scratch richiede al browser di creare un nuovo <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">cookie http</a> sul suo computer in modo ricordare che si è già collegato mentre naviga le diverse pagine del sito. Raccogliamo inoltre tramite Google Analytics alcuni dati relativi ai punti in cui gli utenti cliccano sulle pagine del sito e a quali parti del sito visitano. Questi \"dati sui click\" ci aiutano a migliorare il sito web.",
    "faq.dataCollectionTwo":"Alcune delle informazioni e dei dati raccolti su sito di Scatch vengono usati per ricerche che ci permettono di capire meglio i modi in cui le persone imparano con Scratch. I risultati di questa ricerca vengono condivisi con altri educatori e ricercatori in conferenze, riviste e altre pubblicazioni. Per saperne di più vai alla nostra <a href=\"/info/research\">pagina della Ricerca</a>.",
    "faq.rentInfoTitle":"Lo Scratch Team rivende le informazioni raccolte sugli utenti di Scratch a qualcun altro?",
    "faq.rentInfoBody":"No.",
    "faq.viewUnsharedTitle":"Lo Scratch Team può vedere i miei progetti non condivisi nella pagine de 'Le Mie Cose\"?",
    "faq.viewUnsharedBody":"Siccome lo Scratch Team è responsabile della moderazione, abbiamo accesso a tutti i contenuti del sito di Scratch - inclusi i progetti non condivisi. Se preferisci lavorare sui tuoi progetti in completa privacy, puoi usare l'<a href=\"/scratch2download\">editor offline di Scratch 2.0</a> o <a href=\"/scratch_1.4\">Scratch 1.4</a>. ",
    "faq.remixDefinitionTitle":"Cos'è un remix?",
    "faq.remixDefinitionBody":"Quando un membro della comunità di Scratch fa una copia del progetto di qualcun'altro e lo modifica per aggiungere le proprie idee (ad esempio, cambiando gli script o i costumi), il progetto risultante viene chiamato \"remix\". Ogni progetto condiviso sul sito web di Scratch può essere remixato. Anche una piccola modifica è un remix valido, purché sia chiaramente indicato il creatore originale del progetto e chi altro ha dato un contributo significativo al remix.",
    "faq.remixableTitle":"Perchè il Team di Scratch richiede che tutti i progetti siano \"remixabili\"?",
    "faq.remixableBody":"Siamo convinti che poter vedere e remixare i progetti più interessanti sia un modo fantastico per imparare a programmare e che possa portare alla nascita di nuove idee. Ecco perchè il codice sorgente di ogni progetto condiviso sul sito di Scratch è liberamente visibile.",
    "faq.creativeCommonsTitle":"Cosa devo fare se non voglio che altri remixino i miei progetti?",
    "faq.creativeCommonsBody":"Pubblicando il tuo progetto sul sito di Scratch, stai accettandoi la licenza <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons ShareAlike</a>.Se non vuoi che gli altri vedano e remixino le tue creazioni, non condividerle sul sito di Scratch.",
    "faq.fairUseTitle":"Posso usare all'interno dei miei progetti immagini, suoni e altri media che ho trovato su Internet?",
    "faq.fairUseBody":"Quando si remixa qualcosa è molto importante rispettare i desideri del suo creatore originale. Se decidi di integrare il lavoro di qualcun altro all'interno del tuo lavoro assicurati di dar loro il giusto riconoscimento nella sezione “crediti” della pagina del tuo progetto e di includere un link al lavoro originale. Per trovare lavori artistici o suoni che siano già in possesso di una licenza che ne consenta il remix, vai alla pagina di ricerca di <a href=\"http://search.creativecommons.org/\">Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Cos'è un account di Scratch “confermato”?",
    "faq.confirmedAccountBody":"Un account confermato su Scratch ti consente di condividere progetti, scrivere commenti e creare gallerie. Confermare il tuo account ti consente anche di ricevere aggiornamenti via e-mail dal team di Scratch.",
    "faq.checkConfirmedTitle":"Come posso verificare se il mio account è stato confermato?",
    "faq.checkConfirmedBody":"Per verificare se il tuo account è stato confermato devi prima accedere all'account Scratch usando il pulsante che trovi in alto a destra dello schermo. Una volta effettuato il login fai clic sul tuo nome utente in alto a destra e seleziona \"Impostazioni account\", poi clicca su \"Email\" nel lato sinistro. Gli indirizzi email confermati mostreranno un piccolo segno di spunta verde. Altrimenti verrà visualizzato in arancione \"Il tuo indirizzo email non è confermato\".",
    "faq.howToConfirmTitle":"Come faccio a confermare il mio account?",
    "faq.howToConfirmBody":"Dopo esserti registrato a Scratch riceverai un'email con un link per confermare il tuo account. Se non trovi l'email verifica la tua cartella della Spam. Per inviare nuovamente l'email vai alla pagina delle tue Impostazioni account, clicca la scheda Email e segui le istruzioni riportate. Ricorda che la ricezione dell'email può richiedere fino ad un'ora. Se dopo un'ora non hai ancora ricevuto l'email <a href=\"/contact-us\">contattaci</a>.",
    "faq.requireConfirmTitle":"Devo confermare il mio account?",
    "faq.requireConfirmBody":"Puoi continuare ad usare molti degli strumenti messi a disposizione da Scratch anche senza confermare il tuo account, inclusi la creazione e il salvataggio dei progetti (ma senza poterli condividere). Nota: Se hai creato il tuo account prima dell'11 Febbraio 2015 puoi continuare ad usare le caratteristiche social di Scratch anche senza dover confermare l'account.",
    "faq.forgotPasswordTitle":"Ho dimenticato la mia password. Come posso effettuare il reset?",
    "faq.forgotPasswordBody":"Inserisci alla pagina di <a href=\"/accounts/password_reset/\">azzeramento della password</a> lo username del tuo account. Il sito di Scratch ti invierà all'indirizzo associato all'account un'email con un link che potrai usare per azzerare la tua password.",
    "faq.changePasswordTitle":"Come faccio a cambiare la mia password?",
    "faq.changePasswordBody":"Dopo aver avuto accesso al sito di Scratch, clicca sul tuo username che trovi nell'angolo in altro a destra. Scegli quindi \"Impostazioni dell'account\" nel menu e scegli \"Cambia password\" nel menu a sinistra.",
    "faq.changeEmailTitle":"Come faccio a cambiare il mio indirizzo email?",
    "faq.changeEmailBody":"Accedi al <a href=\"http://scratch.mit.edu\">sito di Scratch</a> e clicca sul tuo nome utente nella riga azzurra in alto a destra. Scegli \"Impostazioni account\", e clicca il link per cambiare la tua email.",
    "faq.newScratcherTitle":"Come posso cambiare il mio stato da \"Nuovo membro di Scratch\" a \"Membro della comunità di Scratch\"?",
    "faq.newScratcherBody":"Crea e condividi dei progetti, scrivi commenti costruttivi nei progetti degli altri Scratchers e sii paziente! Dopo qualche settimana da quando ti sei registrato, comparirà un link sulla pagina del tuo profilo che ti invita a diventare un membro della comunità di Scratch (uno Scratcher). (Attenzione: non cambiamo lo stato dei nuovi utenti a \"Scratcher\" a richiesta - neanche se veniamo corrotti con dei cioccolatini.)",
    "faq.multipleAccountTitle":"Posso avere più di un account?",
    "faq.multipleAccountBody":"Puoi avere più di un account sul sito di Scratch purché nessuno di essi venga usato per infrangere le linee guida della comunità di Scratch. Nel caso in cui questo accada infatti tutti i tuoi account potrebbero essere bloccati o cancellati.",
    "faq.multipleLoginTitle":"E' permesso che più persone accedano al sito di Scratch usando uno stesso account?",
    "faq.multipleLoginBody":"E' sconsigliato che più persone accedano al sito di Scratch usando uno stesso account, in quanto quando questo accade il sito web e l'Editor dei Progetti possono facilmente confondersi.",
    "faq.changeUsernameTitle":"Posso cambiare il mio username?",
    "faq.changeUsernameBody":"La struttura del sito di Scratch dipende dai nomi degli account, quindi non è possibile cambiare il proprio username. Se è proprio necessario, puoi creare un nuovo account - ma dovrai copiare personalmente i tuoi progetti.",
    "faq.shareInfoTitle":"Quali informazioni posso condividere nel mio account?",
    "faq.shareInfoBody":"Ti preghiamo di non condividere sul sito di Scratch le tue informazioni personali con cui altri possano mettersi in contatto con te, come ad esempio il tuo indirizzo, la tua email, il tuo numero telefonico o qualunque altra informazione che possa permettere ad altri di contattarti al di fuori del sito di Scratch. Ti preghiamo inoltre di segnalare qualunque progetto, commento o discussione dei forum che contenga questo tipo di informazioni in modo che lo Scratch Team possa rimuoverle e ricordare all'autore la nostra politica sulla privacy.",
    "faq.deleteAccountTitle":"Come faccio a cancellare il mio account?",
    "faq.deleteAccountBody":"Accedi a Scratch e poi clicca il tuo username nell'angolo in alto a destra. Seleziona \"Impostazioni Account” e poi clicca il link <em>“Voglio cancellare il mio account”</em> in fondo alla pagina.",
    "faq.scratchFreeTitle":"Scratch è gratuito?",
    "faq.scratchFreeBody":"Si! Scratch è disponibile gratuitamente. Puoi usarlo a scuola e puoi anche insegnare un corso su Scratch (anche un corso a pagamento). Non devi acquistare una licenza - è gratis.",
    "faq.scratchScreenshotTitle":"Posso usare immagini di Scratch in un libro o in una presentazione?",
    "faq.scratchScreenshotBody":"Si, puoi anche scrivere un libro o un capitolo che parla di Scratch. Puoi anche utilizzare il logo di Scratch quando ti ci riferisci. Puoi creare screenshot/immagini del programma o del sito di Scratch, e considerarli rilasciati sotto la <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">licenza Creative Commons Attribution-ShareAlike</a>. Ti chiediamo solamente di includere una nota sul tuo manuale/CD/altro che dica che \"Scratch è sviluppato dal Lifelong Kindergarten Group dei Media Lab del MIT. E' disponibile gratuitamente alla pagina https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Posso includere una descrizione di Scratch in una brochure o in altri materiali?",
    "faq.scratchDescriptionBody":"Certo! Ti raccomandiamo questa dicitura: \"Scratch è un linguaggio di programmazione e una comunità online dove puoi creare storie interattive, giochi e animazioni -- e puoi condividere le tue creazioni con altre persone in tutto il mondo. Mentre progettano e programmano progetti con Scratch, i ragazzi imparano a pensare creativamente, a ragionare sistematicamente e a lavorare in modo collaborativo. Scratch è un progetto del Lifelong Kindergarten group dei Media Lab del MIT. E' disponibile gratuitamente sul sito https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Posso presentare Scratch a una conferenza?",
    "faq.presentScratchBody":"Puoi liberamente presentare Scratch ad educatori o ad altri gruppi. Ti è garantito il permesso di fare qualunque presentazione.",
    "faq.supportMaterialTitle":"Posso usare o remixare i materiali di supporto, gli sprite, le immagini, i suoni o i progetti di esempi che ho trovato sul sito di Scratch?",
    "faq.supportMaterialBody":"Sì - i materiali di supporto di Scratch resi disponibili sul sito di Scratch dallo Scratch Team sono regolati dalla <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">licenza Creative Commons Attribution - ShareAlike</a>, con la sola eccezione del Logo di Scratch, il Gatto di Scratch, Gobo, Pico, Nano e Tera che sono marchi registrati di Scratch.",
    "faq.sellProjectsTitle":"Posso vendere i progetti che creo con Scratch?",
    "faq.sellProjectsBody":"Certamente. Un tuo progetto è una tua creazione. Tieni a mente che quando condividi il tuo progetto su Scratch, tutti sono liberi di scaricarlo, remixarlo e riutilizzarlo secondo i termini della licenza <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0</a>. Quindi se intendi vendere il tuo progetto, non dovresti condividerlo sul sito di Scratch.",
    "faq.sourceCodeTitle":"Dove trovo il codice sorgente di Scratch?",
    "faq.sourceCodeBody":"Il codice sorgente dell'editor di Scratch 2 è disponibile su <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Il codice sorgente di <a href=\"/scratch_1.4\">Scratch 1.4</a>, scritto in Squeak, è disponibile su <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>.  Per informazioni aggiornate su progetti di sviluppo legati al sito di Scratch, visita la nostra <a href=\"/developers\">Pagina degli Sviluppatori</a>.",
    "faq.okayToShareTitle":"Come posso sapere cosa può e cosa non può essere condiviso sul sito di Scratch?",
    "faq.okayToShareBody":"Dai un'occhiata alle <a href=\"/community_guidelines\">linee guida della comunità di Scratch</a> - sono brevi e non includono un sacco di roba legale. Trovi un link in fondo ad ognuna delle pagine del sito di Scratch.",
    "faq.reportContentTitle":"Cosa devo fare se vedo qualcosa che considero inappropriato?",
    "faq.reportContentBody":"Puoi cliccare il link \"Segnala\" che trovi in qualunque progetto, commento, discussione nei forum o pagina di un utente in cui pensi ci sia qualcosa che non vada bene per Scratch. Se ritieni che la situazione sia complessa, puoi usare il link Contattaci per spiegarlo. Assicurati di includere più dettagli che puoi, insieme ai link alle pagine rilevanti.",
    "faq.noFlameTitle":"Cosa devo fare se vedo qualcosa di meschino o irrispettoso?",
    "faq.noFlameBody":"Non mettere altra carne al fuoco! Rispondere a commenti meschini con altri commenti meschini rende soltanto le cose peggiori e potrebbe portare al blocco del tuo account. Ti preghiamo invece di segnalare tutto ciò che consideri irrispettoso o non costruttivo e ci occuperemo noi stessi di contattare l'autore. Controlliamo le tue segnalazioni ogni giorno, anche più volte al giorno - puoi quindi essere sicuro che risolveremo la cosa.",
    "faq.reviewContentTitle":"Cosa fa lo Scratch team quando viene qualcosa viene segnalato?",
    "faq.reviewContentBody":"Lo Scratch Team controlla ogni giorno i commenti e i progetti segnalati. Se qualcosa infrange le linee guida delle comunità di Scratch, questo viene rimosso e viene inviata una segnalazione al proprietario dell'account. Se la cosa è particolarmente grave (o se abbiamo già avvisato in passato il proprietario dell'account) possiamo decidere di bloccare gli account o le reti che sono state usate per condividerla.",
    "faq.blockedAccountTitle":"Cosa succede quando un account viene bloccato?",
    "faq.blockedAccountBody":"Quando un account è bloccato, il proprietario non può più accedervi, o usarlo per creare progetti o commenti. Quando si prova ad accedere al sito con un account bloccato compare una pagina che spiega le ragioni per cui l'account è stato bloccato insieme ad un modulo che può essere usato per richiederne lo sblocco. Se il possessore mostra di capire il motivo per cui l'account è stato bloccato e assicura di seguire in futuro le linee guida della comunità lo Scratch Team potrà riesaminare il suo caso. Gli account vengono sbloccati soltanto quando riteniamo che le parole del proprietario dell'account possano essere considerate veritiere. Altrimenti l'account (e con tutta probabilità gli altri account posseduti o creati dalla stessa persona) potrebbero essere bloccati in modo permanente.",
    "faq.stolenAccountTitle":"Il mio fratellino (o Mario, o qualche cattivo) ha rubato il mio account e l'account è stato bloccato. Cosa debbo fare?",
    "faq.stolenAccountBody":"Ricordati che se il solo responsabile della tua password e per mantenerla al sicuro. Se qualcuno ha preso il controllo del tuo account e compie con questo azioni proibite, dillo all'adulto che gestisce il tuo computer. Se pensi che qualcuno che non conosci abbia accesso al tuo account, cambia la password e contattaci cliccando sul link \"Contattaci\" per spiegare la situazione. Se il tuo account è stato bloccato per qualcosa che hai fatto e che è contraria alle linee guida della comunità, non limitarti a dire che il tuo account è stato hackerato. Se non possiamo fidarci di quanto ci dici, non potremo sbloccare il tuo account.",
    "faq.cloudDataInfoTitle":"Cosa sono i dati cloud?",
    "faq.cloudDataInfoBody":"I dati cloud sono una caratteristica di Scratch 2 che permette ai dati di un progetto di essere salvati e condivisi online. Puoi usare i dati cloud per creare indagini o altri progetti che ricordano dei valori numerici da un'esecuzione all'altra.",
    "faq.storedCloudInfoTitle":"Chi può vedere i dati memorizzati nei dati cloud?",
    "faq.storedCloudInfoBody":"Quando usi un progetto che usa i blocchi dei dati cloud il tuo username può essere memorizzato insieme alle altre informazioni e altri possono vederlo. Ogni progetto mantiene un resoconto di chi ci ha interagito e di ogni dato che è stato condiviso.",
    "faq.onlyNumbersTitle":"Perché le variabili cloud sono al momento limitate solo ai numeri -- senza stringhe o liste?",
    "faq.onlyNumbersBody":"La versione attuale del sito limita la tipologia dei dati cloud ai soli numeri come primo passo per poter eliminare tutti i problemi legati al loro uso sul sito. Il nostro piano è quello di rendere gradualmente disponibile tutti i tipi di dati cloud. Se l'infrastruttura funzionerà correttamente, aggiungeremo le altre caratteristiche (liste cloud, supporto per le stringhe, ecc).",
    "faq.reportCloudTitle":"Se mi accorgo che qualcuno invia contenuti inappropriati usando i dati cloud come faccio a segnalarlo?",
    "faq.reportCloudBody":"Per segnalare contenuti inappropriati nei dati cloud clicca il pulsante \"Segnala\" (che trovi sotto al player dei progetti). Il modulo di segnalazione include un link al resoconto di tutti i dati cloud di quel progetto che indica anche chi li ha lasciati - è preferibile che tu prenda visione del resoconto prima di inviare la segnalazione. Assicurati di menzionare \"dati cloud\" quando inserisci nel modulo la ragione della tua segnalazione.",
    "faq.chatRoomTitle":"Posso creare delle chat room usando i dati cloud?",
    "faq.chatRoomBody":"Sebbene sia tecnicamente possibile creare delle chatroom, al momento non è permesso. Potremmo successivamente modificare questa politica nel momento in cui avremo un'idea più precisa della nostra capacità di moderare e gestire i report dei dati cloud.",
    "faq.makeCloudVarTitle":"Come si fa a creare una variabile cloud all'interno di un progetto?",
    "faq.makeCloudVarBody":"Quando crei una variabile, puoi controllare la casella \"Variabili Cloud\". Tutti i dati da te memorizzati saranno salvati sul server e visibili a tutti altri.",
    "faq.changeCloudVarTitle":"Chi può modificare le informazioni memorizzate in una variabile cloud?",
    "faq.changeCloudVarBody":"Solo il progetto in cui la variabile cloud è stata creata può modificarne il valore. Se qualcuno modifica o remixa il tuo progetto, verrà creata una diversa variabile cloud con lo stesso nome.",
    "faq.newScratcherCloudTitle":"In questo momento mi sono collegato al sito, ma ancora non riesco a creare progetti che usino le variabili cloud. Per quale motivo?",
    "faq.newScratcherCloudBody":"Per avere accesso ai dati cloud è necessario che tu sia un membro \"attivo\" del sito di Scratch. Puoi diventare un membro attivo è necessario prendere parte attiva alla vita del sito.",
    "faq.multiplayerTitle":"Con i dati cloud è possibile creare un gioco multiplayer?",
    "faq.multiplayerBody":"A causa della velocità della rete e a problemi di sincronizzazione, i giochi multiplayer potrebbero essere difficili da creare. Tuttavia alcuni membri della comunità hanno trovato modi creativi di usare i dati cloud per giochi a turni o di altro tipo.",
    "faq.cloudLagTitle":"Quanto tempo impiega un dato cloud a raggiungere un altro utente giocatore?",
    "faq.cloudLagBody":"Dipende. Se entrambi i giocatori hanno una connessione ad Internet sufficientemente veloce (tipo ADSL) e non ci sono restrizioni dovute a firewall del PC o della rete, gli aggiornamenti vengono trasmessi ogni pochi millisecondi. Tuttavia la presenza di firewall può bloccare le connessioni TCP in uscita sulle porte 531 e 843. In questo caso il tempo di attesa può salire ad un secondo. Stiamo cercando però di capire se ci sono dei modi per aggirare questa limitazione.",
    "faq.schoolsTitle":"Scratch nelle Scuole",
    "faq.howTitle":"In che modo Scratch viene usato nelle scuole?",
    "faq.howBody":"Scratch viene usato in migliaia di scuole in tutto il mondo, in diverse discipline (incluse le lingue, le scienze, la storia, la matematica e l'informatica). Per saperne di più sulle strategie e le risorse per usare Scratch a scuola o in altre ambienti dedicati all'apprendimento (come musei, biblioteche e centri di aggregazione) vai alla nostra <a href=\"/educators\">Pagina degli Educatori</a>. Puoi anche unirti alla comunità online di educatori <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> gestita dai nostri amici della Harvard Graduate School of Education.",
    "faq.ageTitle":"Qual è l'eta giusta per iniziare con Scratch?",
    "faq.ageBody":"Scratch è stato sviluppato pensando principalmente ai giovani dagli 8 ai 16 anni. Anche se per questo motivo viene usato maggiormente nelle scuole elementari e medie, Scratch viene usato anche da persona di ogni età per creare e condividere progetti. Scratch è usato anche in alcuni corsi introduttivi di informatica a livello universitario. I più giovani possono provare <a href=\"//www.scratchjr.org/\">ScratchJr</a>, una versione semplificata di Scratch progettata appositamente per bambini dai 5 ai 7 anni di età.",
    "faq.noInternetTitle":"Gli studenti possono usare Scratch quando non dispongono di una connessione ad Internet?",
    "faq.noInternetBody":"Si. L'<a href=\"/scratch2download\">Editor Offline</a> di Scratch è una versione di Scratch che può essere usata sia su computer da tavolo che computer portatili. L'Editor offline è disponibile per computer Mac e Windows.",
    "faq.communityTitle":"Posso disattivare l'accesso alla comunità online per i miei studenti?",
    "faq.communityBody":"La comunità online di Scratch permette ai giovani di condividere, collaborare e imparare insieme ai loro coetanei all'interno di una comunità moderata e regolata dalle Linee Guida della Comunità. Tuttavia comprendiamo che alcuni educatori preferiscano che i loro studenti non prendano parte a comunità online. Costoro possono installare l'Editor Offiline di Scratch che può essere eseguito offline e in locale sia su computer da scrivania che portatili.",
    "faq.teacherAccountTitle":"Cos'è un Account Scratch per Docenti?",
    "faq.teacherAccountBody":"Un Account Scratch per Docenti rende disponibili ai docenti e agli educatori ulteriori possibilità per gestire gli studenti che partecipano a Scratch, inclusa la possibilità di creare account per gli studenti, di organizzarne i progetti in gallerie e di moderare i commenti degli studenti.",
    "faq.requestTitle":"Come posso richiedere un Account Scratch per Docenti?",
    "faq.requestBody":"Puoi richiedere un Account Docente di Scratch alla pagina <a href=\"/educators\">Educatori</a> del sito di Scratch. Durante il processo di registrazione ti verranno richieste alcune informazioni aggiuntive al fine di verificare il tuo ruolo di educatore.",
    "faq.edTitle":"Qual è la differenza tra un Account Docente di Scratch e un Account ScratchEd?",
    "faq.edBody":"Gli Account Docente di Scratch sono account speciali del sito di Scratch che hanno la possibilità di creare e gestire account di studenti. Gli Account ScratchEd sono invece account della <a href=\"http://scratched.gse.harvard.edu/\">comunità ScratchEd</a>, un sito web separato (gestito dalla Harvard Graduate School of Education) dove gli educatori possono condividere esperienze, scambiare risorse, fare domande e incontrare altri educatori di Scratch.",
    "faq.dataTitle":"Quali sono i dati che Scratch raccoglie per gli studenti?",
    "faq.dataBody":"Quando uno studente si registra sul sito di Scratch gli chiediamo alcuni dati demografici come genere, età (mese e anno di nascita), nazione e indirizzo email per la verifica. Questi dati vengono usati (in forma aggregata) per le nostre ricerche per capire meglio in che modo le persone imparano con Scratch. Quando un educatore crea gli account studente usando un Account Scratch per Docenti non vengono richiesti dati demografici per configurare gli account.",
    "faq.lawComplianceTitle":"La versione 2.0 di Scratch (versione online) è conforme aile leggi locali e federali sulla privacy dei dati? ",
    "faq.lawComplianceBody":"Scratch tiene in gran conto la privacy degli studenti e di tutti gli coloro che usano la nostra piattaforma. Abbiamo attivato procedure fisiche ed elettroniche per proteggere le informazioni che raccogliamo sul sito di Scratch. Sebbene non possiamo offrire garanzie contrattuali a chiunque usa il nostro prodotto educativo gratuito, ci conformiamo alle leggi federali degli Stati Uniti applicabili al MIT, l'organizzazione 501(c)(3) che ha creato e mantiene Scratch. Per ulteriori informazioni ti esortiamo a leggere la Politica della Privacy di Scratch.",
    "faq.schoolsMoreInfo":"Se hai altre domande sugli Account Docente vai alla pagina delle <a href=\"/educators/faq\">FAQ sugli Account Docente</a>"
}
