{
    "faq.title":"よくある質問と答え(FAQ)",
    "faq.intro":"このページでは、スクラッチについてのよくある質問と回答を掲載します。",
    "faq.aboutTitle":"一般的な質問",
    "faq.privacyTitle":"プライバシー・ポリシー",
    "faq.remixTitle":"リミックスとコピー",
    "faq.accountsTitle":"アカウント",
    "faq.permissionsTitle":"ライセンスと権限",
    "faq.inappropriateContentTitle":"不適切なコンテンツ",
    "faq.cloudDataTitle":"クラウドデータ",
    "faq.aboutScratchTitle":"Scratchとは何ですか？なにをする事ができますか？",
    "faq.aboutScratchBody":"Scratchは、自分でインタラクティブな物語、ゲーム、そしてアニメーションを作成し、世界中の人と作品を共有できるプログラミング言語とオンラインコミュニティです。Scratchプロジェクトのデザインとプログラミングの過程で、子供たちはクリエイティブに考え、体系的に考え、皆んなと共同で取り組むことを学びます。 Scratchについて詳しくは、 <a href=\"/about\">Scratchについて</a> のページをご覧ください。",
    "faq.makeGameTitle":"Scratchでどのようにゲームやアニメーションを作りますか？",
    "faq.makeGameBody":"<a href=\"/tips\">ヒント</a> のページで、Scratchを始めるいろいろな方法を見てみましょう。もちろん、 <a href=\"/projects/editor/?tip_bar=getStarted\">プロジェクトエディター</a>で「とりあえず飛び込んでやってみる」のでも良いでしょう。",
    "faq.requirementsTitle":"Scratchの動作推奨環境は？",
    "faq.requirementsBody":"Scratch 2.0を実行するには、(1) Windows、ChromeOS、Mac、Linuxのコンピューター、(2)  <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a>（2016/7/15以降のバージョン）、(3) 比較的最近のWebブラウザ。具体的には、次のいずれかのブラウザの最新バージョン、または1つ前のバージョン：<a href=\"http://google.com/chrome/\">Chrome</a> (Windows、ChromeOS、Mac、Linux)、<a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows、Macのみ)、<a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Macのみ)、<a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windowsのみ)、<a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windowsのみ)。お使いのコンピューターが上記の要件を満たさない場合は、<a href=\"/scratch_1.4\">Scratch 1.4</a>をコンピューターにダウンロードし、インストールしてお使いいただくことも可能です。※Scratch 1.4で作成したプロジェクトであっても、Scratch 2.0のWebサイトで共有できます。",
    "faq.offlineTitle":"オフラインでプロジェクトを作成したり実行したいのですが、ダウンロード版ソフトは存在しますか？",
    "faq.offlineBody":"Scratch 2.0オフラインエディターは、インターネットに接続しなくても、Scratchプロジェクトを作成できます。Scratchのサイトから<a href=\"/scratch2download/\">Scratch 2.0をダウンロード</a>して お使いください。従来の <a href=\"/scratch_1.4\">Scratch 1.4</a>も引き続き使用できます。メモ：Scratch 1.4と2.0は、1つのコンピューターに共存させることができます。",
    "faq.uploadOldTitle":"過去バージョンのScratchで作成したプロジェクトを、これからウェブサイトにアップロードすることができますか？",
    "faq.uploadOldBody":"はい、以前のバージョンのScratchで作成したプロジェクトを共有したり、アップロードできます。もちろん、正常に表示され、動作させることも可能です (ただし、新しいバージョンで作成したプロジェクトは、古いバージョンのScratchでは開くことができません。たとえば、Scratch 2.0のプロジェクトは、 <a href =\"/scratch_1.4\">Scratch 1.4</a>では開けません。なぜなら <a href =\"/scratch_1.4\">Scratch 1.4</a>は、.sb2という拡張子のファイル形式に対応していないからです)。",
    "faq.recordVideoTitle":"Scratchプロジェクトを動画として記録できますか？",
    "faq.recordVideoBody":"できます。Scratchプロジェクトは、最大60秒まで動画として録画可能です。Scratchエディタ内で、ファイルメニューから「録画してエクスポートする」を選択します（このオプションはログインしていないと表示されません）。録画時は、「その他のオプション」メニューから、いくつかのオプション（音声も録音する、マウスクリックも録画に含めるなど）を選択できます。この状態で、好きなプロジェクトを実行してみてください。録画が終わったら、画面の指示にしたがってコンピュータに動画ファイルをダウンロードします。使用するコンピュータによっては、この動画を再生するために<a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>などのプログラムを追加する必要があります。このファイルはYouTube、Vimeo、Facebookではそのまま再生できますが、TwitterやTumblrなどのウェブサイトにアップするには、別の形式に変換しなければいけない場合があります。",
    "faq.scratchCostTitle":"Scratchを利用するのにいくらかかりますか?利用するためのライセンスは必要ですか?",
    "faq.scratchCostBody":"Scratchは現在もこれからもずっと無料です。Scratchを、学校や家庭その他どこで使う場合でもライセンスは不要です。Scratchは助成金と寄付金によっての開発と維持が行われています。Scratchに貢献したいなら、 <a href=\"https://secure.donationpay.org/scratchfoundation/\">寄付のページ</a>を参照してください。",
    "faq.mediaLabTitle":"誰がScratchを作ったのですか?",
    "faq.mediaLabBody":"Scratchは、 <a href=\"http://www.media.mit.edu/\">MITメディアラボ</a>の<a href=\"http://llk.media.mit.edu/\">ライフロングキンダーガーテングループ</a>によって開発および維持が行われています。",
    "faq.accountInfoTitle":"アカウント登録の際に求められる情報は何ですか?",
    "faq.accountInfoList":"コミュニティメンバーのプライバシーを守るため、ウェブサイト上で集めたり公開する情報を制限しています。アカウント登録時には以下の情報を求めます。",
    "faq.privacyUsername":"ユーザー名 - 本名など個人を特定する情報は避けてください。",
    "faq.privacyCountry":"国",
    "faq.privacyBirthdate":"生まれた年と月 ― これらの情報は、アカウント所有者がパスワードを紛失したり、メールアドレスが使用できなくなったり、アカウントを閉じようとしている場合に、アカウント所有者本人であることを確認するために使用します。",
    "faq.privacyGender":"性別",
    "faq.privacyEmail":"連絡先のメールアドレス - 13歳未満の場合は親や保護者のメールアドレスを要求します。パスワードのリセットを求められた場合を除き、このメールアドレスへメールが送られることはありません。",
    "faq.accountPublicInfo":"ユーザー名と国の情報はプロフィールページで公開されます。誕生日の年と月、メールアドレスや性別は公開されません。これらの情報は利用者全体の年齢や性別を調べたり研究のために集められます。いかなる相手に対しても利用者に関する情報を売却したり貸与することはありません。",
    "faq.dataCollectionTitle":"ウェブサイトの利用者からどのようなデータを集めていますか?",
    "faq.dataCollectionOne":"ログインすると、利用者が他のページへ移動してもログインしたままにするために、Scratchウェブサイトはブラウザへ<a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">httpクッキー</a>を要求します。利用者のクリックした位置やウェブサイト内で閲覧したページについて、Google Analyticsを用いて収集しています。「クリックに関するデータ」はウェブサイトの改善に役立たせています。",
    "faq.dataCollectionTwo":"Scratchウェブサイトで収集された情報やデータの一部は、人々がどのようにScratchで学ぶかについての私たちの理解を向上させることを目的とした調査研究で使用されています。この研究結果は、カンファレンス、雑誌、その他の出版物を通じて、教育者や研究者と共有されています。 私たちの<a href=\"/info/research\">研究結果ページ</a>で詳しく知ることができます。",
    "faq.rentInfoTitle":"ScratchチームはScratchの利用者に関する情報を売ったり貸したりしますか?",
    "faq.rentInfoBody":"いいえ。",
    "faq.viewUnsharedTitle":"Scratchチームは、「私の作品」に置かれた、共有していないプロジェクトを見ることができるのですか？",
    "faq.viewUnsharedBody":"Scratchチームはこのウェブサイトを運営しているため、共有されていないプロジェクトを含め、すべてのプロジェクトにアクセスできます。機密扱いでプロジェクトに取り組みたい場合は、<a href=\"/scratch2download\">Scratch 2.0 オフラインエディター</a>や、<a href=\"/scratch_1.4\">Scratch 1.4</a>を使用してください。",
    "faq.remixDefinitionTitle":"リミックスとは何ですか?",
    "faq.remixDefinitionBody":"Scratcherが誰かのプロジェクトをコピーして自分のアイデアを加えたら(例えばスクリプトやコスチュームを変えるとか)、結果としてできたプロジェクトは「リミックス」と呼ばれます。Scratchのウェブサイトで共有されたプロジェクトはどれもリミックスできます。ちょっとした変更でもリミックスと見なされ、オリジナルのプロジェクトの作者やリミックスに対して重要な貢献を行った人が正当に評価されます。 ",
    "faq.remixableTitle":"なぜScratchチームは全てのプロジェクトがリミックスできることを求めているのですか?",
    "faq.remixableBody":"面白いプロジェクトを見たりリミックスできたりすることが、プログラムを学ぶすばらしい方法であるとともに、クールな新しいアイデアへ導くと考えているからです。Scratchのウェブサイトでシェアされているどんなプロジェクトも閲覧できるのはそれが理由です。",
    "faq.creativeCommonsTitle":"自分のプロジェクトを誰にもリミックスして欲しくないとしたら?",
    "faq.creativeCommonsBody":"プロジェクトをScratchのウェブサイトで共有すると、<a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.ja\">クリエイティブ・コモンズ 表示 - 継承 2.0 一般</a>ライセンスに同意したことになります。もし、あなたの創作物を他の人に見せたり、リミックスされたくないのであれば、それらをScratchのウェブサイトで共有しないようにしてください。",
    "faq.fairUseTitle":"インターネットからダウンロードした画像や音声などのメディアをプロジェクトに使ってもいいですか?",
    "faq.fairUseBody":"リミックスにおいてはオリジナルの作者の意向に敬意を払うのが重要です。他の誰かの成果を自分のプロジェクトに統合したいのなら、プロジェクトの「クレジット」にそのことを明示し、オリジナルへ戻るリンクを含めてください。リミックスが許可されている画像や音声を見つけるには、<a href=\"http://search.creativecommons.org/\">Creative Commons search page</a>を調べてください。",
    "faq.confirmedAccountTitle":"「認証済み」Scratchアカウントとは何ですか？",
    "faq.confirmedAccountBody":"アカウントが「認証済み」になると、プロジェクトの共有、コメントの投稿、スタジオの作成が可能になります。また、Scratchチームから、メールによって更新情報が届くようになります。",
    "faq.checkConfirmedTitle":"自分のアカウントが認証済みかどうかは、どうやったら確認できますか？",
    "faq.checkConfirmedBody":"自分のアカウントが認証済みかどうかを確認するには、まず画面の右上にある「サインイン」から自分のScratchアカウントにサインインしてください。サインイン後、右上のユーザー名→「アカウント設定」をクリックします。次に、左側のメニューから「Eメールアドレス」をクリックします。アカウントが認証済みであれば、小さな緑色のチェックマークが表示されるはずです。認証されていない場合は、「あなたのメールアドレスは認証されていません」という文字がオレンジ色で表示されます。 ",
    "faq.howToConfirmTitle":"アカウントを確認するにはどうしますか?",
    "faq.howToConfirmBody":"Scratchに登録すると、アカウントを確認するためのリンク付きのEメールが届きます。 Eメールが見つからない場合は、スパムフォルダをチェックしてください。 Eメールを再送信するには、アカウント設定でEメールタブをクリックし、そこにある手順に従ってください。 Eメールが届くまでに最大1時間かかる場合がありますのでご注意ください。1時間経っても、Eメールが届かない時は <a href=\"/contact-us\">お知らせください</a>。",
    "faq.requireConfirmTitle":"アカウント認証はどうしても必要ですか？",
    "faq.requireConfirmBody":"認証されていないアカウントであっても、プロジェクトの作成や、保存などScratchの多くの機能を使用することが可能です（プロジェクトの共有はできません）。メモ：2015年2月11日以前に作成されたアカウントでは、認証されていなくても、プロジェクトの共有などScratchのソーシャル機能が使用できます。",
    "faq.forgotPasswordTitle":"パスワードを忘れてしまいました。どうすればリセットできますか? ",
    "faq.forgotPasswordBody":"<a href=\"/accounts/password_reset/\">パスワードリセットページ</a>でユーザー名を入力してください。Scratchウェブサイトがアカウントに結びつけられたメールアドレスへ、パスワードをリセットするためのリンクを含むメールを送ります。",
    "faq.changePasswordTitle":"パスワードはどのように変更しますか?",
    "faq.changePasswordBody":"Scratchウェブサイトを開いてログインし、ウィンドウの右上端のユーザー名をクリックします。「アカウント設定」を選んでパスワードを変えるリンクをクリックしてください。",
    "faq.changeEmailTitle":"メールアドレスを変更するには、どうすれば良いですか？",
    "faq.changeEmailBody":"Scratchのウェブサイトに行き、ログインして、ウインドウの右上の隅にあるあなたのユーザー名をクリックします。「アカウント設定」を選んでそのリンクをクリックすれば、メールアドレスを変更できます。",
    "faq.newScratcherTitle":"どうすれば「New Scratcher」から「Scratcher」になることができますか？",
    "faq.newScratcherBody":"プロジェクトを作成して、共有したり、他のScratcherのプロジェクトに役に立つコメントをして、忍耐強くお待ちください！数週間、Scratchコミュニティで活動を続けると、プロフィールページにScratcherになるためのリンクが表示されます（我々が、ユーザーからの要望があったからという理由で、New ScratcherをScratcherにすることはありません。おいしいチョコレートで釣ろうとしても、無駄ですよ）",
    "faq.multipleAccountTitle":"複数のアカウントを所有することはできますか?",
    "faq.multipleAccountBody":"コミュニティガイドラインを侵害しない限り、Scratchウェブサイトで数個のアカウントを持ってもかまいません。もし侵害した場合には、関連する全てのアカウントがブロックされたり削除されるでしょう。",
    "faq.multipleLoginTitle":"一つのアカウントに複数の人がログインしても大丈夫ですか？",
    "faq.multipleLoginBody":"それはお勧めしません。なぜならば、同じアカウントに複数の人がログインしていると、Scratchウェブサイトやプロジェクトエディターが混乱する可能性があるからです。",
    "faq.changeUsernameTitle":"ユーザー名を変えることはできますか?",
    "faq.changeUsernameBody":"Scratchウェブサイトの構造は、ユーザー名が変更されないことを前提に設計されています。そのため、ユーザー名の変更は不可能です。どうしてもユーザー名を変更したいときは、新しいアカウントを作成してください。ただし、作成したプロジェクトは自分で新しいアカウントにコピーする必要があります。",
    "faq.shareInfoTitle":"自分のアカウントでどんな情報を共有できますか?",
    "faq.shareInfoBody":"住所や電子メール、電話番号などScratchウェブサイト外でコンタクト可能となる個人的な連絡先の情報を共有しないでください。そのような情報を含んだプロジェクトやコメント、フォーラムへの投稿を見かけたら報告してください。Scratchチームが削除してポリシーを作者へ伝えます。",
    "faq.deleteAccountTitle":"アカウントを削除するにはどうしますか?",
    "faq.deleteAccountBody":"Scratchにログインして、画面右隅にあるユーザー名をクリックします。次に、「アカウント設定」をクリックして、画面下部にある<em>“I want to delete my account”</em>というリンクをクリックします。",
    "faq.scratchFreeTitle":"Scratchは無料ですか?",
    "faq.scratchFreeBody":"はい！Scratchは無料で使用できます。学校で使用する場合や、先生としてScratch講座を開く場合でも費用がかかることはありません（このようなScratch講座で、生徒からお金を徴収していても問題ありません）。ライセンスの購入は不要です。完全に無料ですから。",
    "faq.scratchScreenshotTitle":"Scratchのスクリーンショットを、本やプレゼンテーションで使用してもいいですか?",
    "faq.scratchScreenshotBody":"はい、Scratchに関して、一冊丸ごとか一部かを問わず、本で取り上げてもかまいません。Scratchプログラムおよびウェブサイトのスクリーンショットや画像を使用してもいいですが、それらが<a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">クリエイティブコモンズ 表示-継承 ライセンス</a>になることに注意してください。また、各種テキスト／CDなどには、「Scratchは MITメディア・ラボのライフロング・キンダーガルテン・グループによって開発されました。詳しくはhttp://scratch.mit.eduをご参照ください。」という注意書きを追加するようお願いします。 ",
    "faq.scratchDescriptionTitle":"パンフレットやその他の資料で、Scratchについて言及してもいいですか?",
    "faq.scratchDescriptionBody":"もちろんです！私たちは 以下の説明を推奨しています。「Scratchはプログラミング言語とオンラインのコミュニティです。インタラクティブなストーリー、ゲームやアニメを作成でき、世界中の人とあなたの作品を共有できる場所です。子供たちは、Scratchプロジェクトをデザインし、プログラミングする過程で、クリエイティブに考え、体系的に考え、皆んなと共同で取り組むことを学びます。ScratchはMITメディアラボのライフロング・キンダーガルテン・グループのプロジェクトです。 http://scratch.mit.edu で無料で利用することができます。」 ",
    "faq.presentScratchTitle":"カンファレンスでScratchをプレゼンしても良いですか?",
    "faq.presentScratchBody":"教育者やその他のグループに対してScratchに関するプレゼンテーションを自由に行ってください。プレゼンテーションのための許可を与えます。",
    "faq.supportMaterialTitle":"Scratchウェブサイトにある、Scratchサポートの材料、スプライト、画像、音声やサンプルプロジェクトを使ったりリミックスしても良いですか?",
    "faq.supportMaterialBody":"はい。Scratchウェブサイトで利用できる、Scratchチームの素材は<a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">クリエイティブコモンズ 表示-継承</a>でライセンスされています。ただし、Scratchの商標である、Scratch ロゴ、Scratchキャット、Gobo、Pico、Nano、Teraを除きます。",
    "faq.sellProjectsTitle":"Scratchのプロジェクトを売ることはできますか?",
    "faq.sellProjectsBody":"可能です。あなたのプロジェクトはあなたの作品ですから。ただし、注意が必要なのは、一度でもScratchで共有したプロジェクトは、 <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>のもと、誰でも自由にダウンロード、リミックス、再利用できることです。したがって、もし自分のプロジェクトを販売する気があるのなら、そのプロジェクトはScratchでは共有しないほうがよいでしょう。",
    "faq.sourceCodeTitle":"Scratchのソースコードはどこにありますか?",
    "faq.sourceCodeBody":"Scratch 2エディタのソースコードは<a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>で見つけられます。 Squeakで書かれた<a href=\"/scratch_1.4\">Scratch 1.4</a>のソースコードも、 <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>で入手可能です。 Scratchウェブサイトに関する開発プロジェクトの最新情報については、<a href=\"/developers\">開発者向けページ</a>をご覧ください。",
    "faq.okayToShareTitle":"Scratchウェブサイトで共有して良いものと悪いものについて教えてください。",
    "faq.okayToShareBody":"<a href=\"/community_guidelines\">Scratchコミュニティガイドライン</a>を参照してください。ただし、それらは要約であって法的なものを多くは含んでいません。Scratchサイトの全ページの下部にあるリンクも参照してください。",
    "faq.reportContentTitle":"不適切と思われるものを見つけた場合、どうすれば良いですか?",
    "faq.reportContentBody":"Scratchのために不適切と思われる、いかなるプロジェクト、コメント、ディスカッションやユーザーページについても「これを報告」のリンクをクリックして報告できます。状況が複雑な場合は「お問合せ」リンクから報告することもできますが、その場合には該当ページへのリンクに加えて、できる限り詳細に説明してください。",
    "faq.noFlameTitle":"誰かが意地悪をしたり無礼に振る舞っていた場合、どうすれば良いですか?",
    "faq.noFlameBody":"どうか炎上させないでください。意地悪なコメントに意地悪なコメントで応酬すると事態がより悪化して、あなたのアカウントまでブロックされるかもしれません。その代わり、無礼だったり非建設的だったことを報告してください。私たちが書き込んだ人を調べます。私たちは報告を毎日・毎時チェックして適切に処置しますので安心してください。",
    "faq.reviewContentTitle":"何かが報告されたりフラグを立てられたとき、Scratchチームは何をするのですか?",
    "faq.reviewContentBody":"Scratchチームは報告されたコメントやプロジェクトを毎日チェックしています。Scratchコミュニティガイドラインが侵害された場合は、その原因を取り除いてアカウントに警告します。悪質さに応じて(または過去に警告されたアカウントなど)、アカウントや作品を共有するのに使われたネットワークがブロックされる場合があります。",
    "faq.blockedAccountTitle":"アカウントがブロックされると何が起きるのですか?",
    "faq.blockedAccountBody":"アカウントがブロックされると、そのアカウントの所有者であってもアカウントにアクセスできなくなるので、プロジェクトやコメントを作成できなくなります。この場合、サインインすると、アカウントがブロックされた理由とブロックの解除を申請するフォームが表示されます。アカウント所有者がブロックされた理由を理解して、今後、コミュニティガイドラインを遵守することを約束した場合は、Scratchチームによってブロックの解除が検討されます。ただし、アカウントのブロックが解除されるのは、所有者の言葉が信頼できるとみなされた場合にのみです。信頼できない場合は、そのアカウント (さらに多くの場合、同一人物が作成した他のアカウント) は永久にブロックされます。",
    "faq.stolenAccountTitle":"意地悪な兄や悪い奴らがボクのアカウントを盗んでブロックされちゃった。どうしたらいい?",
    "faq.stolenAccountBody":"各ユーザーは、自分の責任でパスワードを安全に保管してください。学校や家庭などで誰かにアカウントを盗まれて悪用されたときは、コンピュータを管理している大人にそれを伝えてください。知らない人にあなたのアカウントを利用されたと思う場合は、「パスワードを変更する」「連絡先フォームなどを使って状況をScratchチームに説明する」といった対策をとってください。あなたがコミュニティガイドラインを侵害したためアカウントがブロックされた状況は、「ハッキングされた」とは言いません。Scratchチームがあなたを信用できない限り、ブロックが解除されることはありません。",
    "faq.cloudDataInfoTitle":"クラウドデータとは何ですか?",
    "faq.cloudDataInfoBody":"クラウドデータは、プロジェクトのデータを保存しオンラインで共有するためのScratch 2の機能です。クラウドデータは、アンケートや数値を長期間保管するために使うことができます。",
    "faq.storedCloudInfoTitle":"クラウドデータに格納されたデータを誰が見ることができますか?",
    "faq.storedCloudInfoBody":"クラウドデータブロックが使われたプロジェクトを実行すると、ユーザー名とともにあなたの情報が保存され、他のユーザーから見られるようになります。プロジェクトを実行したユーザーと共有したすべてのデータは、ログとしてプロジェクトごとに保持されます。",
    "faq.onlyNumbersTitle":"なぜクラウドデータには数字が使えるのに文字列やリストは使えないのですか？",
    "faq.onlyNumbersBody":"Scratchサイトでは、現在、クラウドデータ導入の第一段階として、サイト上でこれらの変数を使用した結果、発生するさまざまな問題に対処するため、使用できる変数を数値のみに制限しています。しかし将来的には、徐々に、機能を拡大していく予定があり、現在の仕組みがうまく機能するようであれば、その他の機能（クラウドリスト、文字列のサポートなど）も追加していくつもりです。",
    "faq.reportCloudTitle":"誰かがクラウドデータを使って不適切な内容を公開していたら、どのように報告すれば良いですか?",
    "faq.reportCloudBody":"「これを報告」ボタン (プロジェクトプレイヤーの下にあります)をクリックすると、クラウドデータ内の不適切な表現を報告できます。このとき、入力フォームには、そのプロジェクトのすべてのクラウドデータとそれを残したユーザーが記録されたログへのリンクが含まれるので、報告する前にその内容を確認することができます。クラウドデータに関する報告をする場合は、報告の理由として必ず「クラウドデータ」に言及しておいてください。",
    "faq.chatRoomTitle":"クラウドデータでチャットルームを作っても良いですか?",
    "faq.chatRoomBody":"技術的にはクラウドデータを用いてチャットルームを作ることは可能ですが、現在それらは許されていません。クラウドデータの監督と報告の管理に対して十分な能力を持ったところで再検討するでしょう。",
    "faq.makeCloudVarTitle":"自分の作成するプロジェクトにクラウド変数を追加するには、どうすればよいですか?",
    "faq.makeCloudVarBody":"変数を作るとき、「クラウド変数（サーバーに保存）」のチェックボックスをオンにしてください。この変数に格納するデータはすべてサーバーに保存され、他の人から見られるようになります。 ",
    "faq.changeCloudVarTitle":"クラウド変数に格納された情報を操作できるのは誰ですか?",
    "faq.changeCloudVarBody":"クラウド変数にデータを格納できるのは、そのクラウド変数を定義しているプロジェクトからだけです。プログラムの一部を変更して使われたり、プロジェクトがリミックスされた場合は、同じ名前の変数がプロジェクトごとに作られ、元の変数とは別のものとして扱われます。",
    "faq.newScratcherCloudTitle":"ログインしましたが、まだプロジェクトでクラウドデータが使えません。どうすれば良いですか?",
    "faq.newScratcherCloudBody":"クラウドデータを利用するには、「Scratcher」になる必要があります。Scratchウェブサイトに積極的に参加していれば、Scratcherになることができます。",
    "faq.multiplayerTitle":"クラウドデータを利用して、マルチプレイヤーゲームを作ることはできますか?",
    "faq.multiplayerBody":"マルチプレイヤーゲームを作るのは難しいかもしれません。ネットワーク速度と同期にまつわる問題があるためです。しかし、Scratcherの中には、クラウド変数を使ってターン制などのゲームを実現する、独創的な方法を思いついた人もいるようです。",
    "faq.cloudLagTitle":"クラウドデータが他のScratcherに届くのにかかる時間はどの位ですか?",
    "faq.cloudLagBody":"状況により異なります。両方のScratcherがかなり高速なインターネット接続 (DSL／ケーブル) を使っており、コンピュータやネットワーク上に速度制限につながるようなファイアウォールがなければ、データの更新はミリ秒単位で行われるはずです。しかし、多くのコンピュータではファイアウォールソフトが稼働しており、これらのソフトがTCPポート531番や843番に対する外向きの接続をブロックしている場合、1秒程度のタイムラグが発生します。私たちは、現在、この制限を回避する方法を模索しています。",
    "faq.schoolsTitle":"学校でのScratch",
    "faq.howTitle":"学校ではScratchはどのように使われていますか？",
    "faq.howBody":"Scratchは、種々の対象エリア (国語、理科、歴史、算数、コンピュータサイエンスを含む)で、世界中の何千もの学校で使われています。学校や他の学習環境(博物館、図書館、コミュニティセンターなど)でScratchを使用する方法と教材について、私たちの <a href=\"/educators\">Educationページ</a>.でさらに詳しく知ることができます。ハーバード大学教育大学院の友人たちによって管理されている教育者向けの<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>オンラインコミュニティに参加することもできます。",
    "faq.ageTitle":"Scratchの対象年齢は？",
    "faq.ageBody":"Scratchはとりわけ8〜16歳の子供向けに開発されたもので、小学校や中学校で最も頻繁に使用されています.。しかし、すべての年齢の人がScratchプロジェクトを作成し、共有できます。 Scratchは、大学のコンピュータサイエンスの入門コースでも使用されています。 もっと小さな子供たちは、5歳から7歳の子供向けにデザインされた簡略バージョンの<a href=\"//www.scratchjr.org/\">ScratchJr</a>を使ってみたいと思うかもしれません。",
    "faq.noInternetTitle":"生徒がインターネット接続なしでScratchを使用する方法はありますか？",
    "faq.noInternetBody":"はい。 Scratch <a href=\"/scratch2download\">オフラインエディター</a>は、デスクトップまたはラップトップコンピュータで動作するScratchのバージョンです。 現のところ、オフラインエディターはMacとWindowsマシンで利用可能です。",
    "faq.communityTitle":"私の生徒用にオンラインコミュニティを無効にすることはできますか？",
    "faq.communityBody":"Scratchオンラインコミュニティでは、コミュニティガイドラインによって監督された節度あるコミュニティの中で仲間達と共有したり、共同作業したり、学んだりする手段を子供向けに提供しています。しかしながら、一部の教育者の方が生徒にオンラインコミュニティに参加して欲しくないと希望してることを理解しています。これらの方々は、Scratchオフラインエディターをインストールしたいかもしれません。Scratchオフラインエディターは、デスクトップやラップトップのコンピュータ上でオフラインでローカルに動作します。",
    "faq.teacherAccountTitle":"教師用アカウントとは何ですか？",
    "faq.teacherAccountBody":"Scratch教師用アカウントを使用すると、生徒用アカウントの作成機能、スタジオ内での生徒のプロジェクトの管理機能、生徒の投稿したコメントのモニターなどの機能を使って、教師やその他の指導的立場の人が、Scratchに参加する生徒を管理できるようになります。",
    "faq.requestTitle":"教員アカウントを申請する方法は？",
    "faq.requestBody":"Scratch教師用アカウントを<a href=\"/educators\">教育関係者の方へのページ</a>からリクエストすることができます。教育者としてのあなたの役割を確認するために、登録プロセスの中で追加情報を質問させていただきます。",
    "faq.edTitle":"Scratch教師用アカウントとScratchEdアカウントの違いは何ですか？",
    "faq.edBody":"Scratch教師用アカウントは、生徒用アカウントの作成と管理を容易にするための追加機能にアクセスできるScratchの特別なユーザーアカウントです。ScratchEdアカウントは、<a href=\"http://scratched.gse.harvard.edu/\">ScractchEdコミュニティ</a>上のアカウントです。独立した(ハーバード大学教育大学によって管理された)ウェブサイトで、教育者がストーリーを共有したり、教材を交換したり、質問したり、他のScracthの教育者に出会える所です。",
    "faq.dataTitle":"Scratchは生徒に関するどんなデータを収集しますか？",
    "faq.dataBody":"最初にScratchにサインアップすると、性別、年齢(生まれ年と月)、国名、確認用Eメールアドレスなどの基本的な人口統計データについて質問させていただきます。回答は、皆さんがスクラッチで学ぶ方法についての私たちの理解を向上させる目的の調査研究で(集約された形で)使われます。教育者がScratch教師用アカウントを使用して生徒用アカウントを一括して作成する場合、生徒はアカウント設定のためのEメールアドレスを提示する必要はありません。",
    "faq.lawComplianceTitle":"Scratch 2.0(オンライン版)はアメリカ合衆国の州法および連邦政府データプライバシー法を遵守していますか？",
    "faq.lawComplianceBody":"Scratchでは、学生のみなさんをはじめ、すべてのユーザーの個人情報について最新の注意を払っており、適切な物理的、電子的手順によって、Scratch Webサイトで収集した情報を保護しています。我々は、我々が作成した教育を目的とした無料のプログラムを使用するいかなる法的主体に対しても、法律上の保証をお約束する立場にはありませんが、開発、運営にあたるMIT、501(c)(3)指定の非営利団体、および、法的主体に適用されるすべてのアメリカ合衆国連邦法を遵守しています。より詳しい内容は、Scratchプライバシーポリシーのページをご覧ください。",
    "faq.schoolsMoreInfo":"教師用アカウントについてさらに詳しく知りたい場合は、 <a href=\"/educators/faq\">教師用アカウントFAQ</a>をご覧ください。"
}
