{
    "faq.title":"자주묻는질문(FAQ)",
    "faq.intro":"이 페이지에서는 스크래치에 대해서 자주 묻는 질문의 답을 찾으실 수 있습니다.",
    "faq.aboutTitle":"일반 질문",
    "faq.privacyTitle":"개인정보보호",
    "faq.remixTitle":"리믹스와 복사",
    "faq.accountsTitle":"계정",
    "faq.permissionsTitle":"자격과 허가",
    "faq.inappropriateContentTitle":"부적절한 콘텐츠",
    "faq.cloudDataTitle":"클라우드 데이터",
    "faq.aboutScratchTitle":"스크래치는 무엇입니까? 스크래치로 무엇을 할 수 있습니까?",
    "faq.aboutScratchBody":"스크래치는 자신만의 대화형 이야기, 게임, 애니메이션을 만들고 작품을 세계의 다른 사람들과 공유할 수 있는 프로그래밍 언어와 온라인 커뮤니티입니다. 스크래치 프로젝트를 디자인하고 프로그래밍 하는 과정에서 청소년들은 창의적으로 생각하고, 체계적으로 판단하고, 협동하여 작업하는 것을 배웁니다. 스크래치에 대해 더 알아보려면 <a href=\"/about\">스크래치 소개</a> 페이지를 확인해 보세요.",
    "faq.makeGameTitle":"스크래치로 게임이나 애니메이션을 어떻게 만듭니까?",
    "faq.makeGameBody":"<a href=\"/tips\">도움말 페이지</a>를 확인하며 스크래치 사용을 시작할 수 있는 다양한 방법을 알아보세요. 아니면 그냥 <a href=\"/projects/editor/?tip_bar=getStarted\">프로젝트 편집기</a>에 들어가 보세요.",
    "faq.requirementsTitle":"스크래치를 사용하기 위해서는 어떤 시스템이 필요합니까?",
    "faq.requirementsBody":"스크래치 2.0을 실행하려면 (1) Windows, ChromeOS, Mac, 또는 Linux 컴퓨터, (2) 2016년 6월 15일에 또는 그 뒤에 배포된 버전의 <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a>, (3) 비교적 최신 버전인 웹 브라우저: <a href=\"http://google.com/chrome/\">Chrome</a>의 두 개의 최신 버전 중 하나 (Windows, ChromeOS, Mac 또는 Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows 또는 Mac 전용), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac 전용), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows 전용), 아니면 <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows 전용)을 사용하고 있어야 합니다. 컴퓨터가 이 필요조건을 만족시키지 못한다면 <a href=\"/scratch_1.4\">스크래치 1.4</a>를 다운로드 받고 설치하는 것을 시도해 볼 수 있으며, 스크래치 2.0 웹사이트에 프로젝트를 공유하는 데에도 사용할 수 있습니다.",
    "faq.offlineTitle":"오프라인 상태에서도 프로젝트를 만들고 실행해 볼 수 있는 다운로드버전도 있습니까?",
    "faq.offlineBody":"스크래치 2.0 오프라인 에디터로 인터넷 연결 없이 스크래치 프로젝트를 만들 수 있습니다. 웹사이트에서 <a href=\"/scratch2download/\">스크래치 2.0을 다운로드</a> 받을 수 있습니다. <a href=\"/scratch_1.4\">스크래치 1.4</a>도 계속 사용할 수 있습니다. 참고: 스크래치 1.4와 2.0 모두를 컴퓨터에 설치할 수도 있습니다.",
    "faq.uploadOldTitle":"예전 버전의 스크래치로 만든 프로젝트를 현재의 웹사이트에 올릴 수 있나요?",
    "faq.uploadOldBody":"올릴 수 있습니다. 스크래치의 초기 버전으로 만들어진 프로젝트를 공유하거나 올릴 수 있고, 프로젝트는 보거나 실행할 수 있을 것입니다. (하지만 스크래치의 뒷 버전에서 만들어졌거나 편집한 프로젝트를 다운로드 받고 이전 버전으로 열 수는 없습니다. 예를 들어, 스크래치 2.0 프로젝트를 <a href=\"/scratch_1.4\">스크래치 1.4</a>에서 열 수 없는데, <a href=\"/scratch_1.4\">스크래치 1.4</a>가 .sb2 프로젝트 파일 형식을 읽는 방법을 모르기 때문입니다.)",
    "faq.recordVideoTitle":"스크래치 프로젝트를 동영상으로 녹화할 수 있습니까?",
    "faq.recordVideoBody":"예, 스크래치 프로젝트를 최대 60초까지 동영상으로 녹화할 수 있습니다. 스크래치 에디터에서 파일 메뉴의 \"Record Project Video\"를 선택하세요. (로그인해야 이 항목이 보입니다.) \"More Options\" 메뉴에 들어가면 추가적인 녹화 옵션(소리와 마우스 클릭 기록 등)을 선택할 수 있습니다. 그리고 나서 프로젝트를 실행하고 원하는대로 하세요. 녹화가 끝나고 나오는 지시사항대로 하면 여러분의 컴퓨터에 파일이 저장됩니다. 파일을 재생하기 위해서는 경우에 따라 <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>와 같은 프로그램을 다운로드해야 할 수도 있습니다. 녹화된 파일은 Youtube, Vimeo, Facebook에서도 재생되지만,Twitter나 Tumblr같은 다른 웹사이트에 올리려면 변환이 필요할 수도 있습니다. ",
    "faq.scratchCostTitle":"스크래치는 유료인가요? 사용권을 구입해야 하나요?",
    "faq.scratchCostBody":"스크래치는 무료이며, 앞으로도 계속 그럴 것입니다. 사용권을 구매하거나 별도의 허가를 받지 않고서도 학교와 가정 등 모든 곳에서 사용하실 수 있습니다. 스크래치를 개발하고 운영하는 비용은 지원금과 기부로 충당되고 있습니다. 스크래치에 기부하시려면 <a href=\"https://secure.donationpay.org/scratchfoundation/\">기부 페이지</a>로 가 보세요.",
    "faq.mediaLabTitle":"누가 스크래치를 만들었나요?",
    "faq.mediaLabBody":"스크래치는 <a href=\"http://www.media.mit.edu/\">MIT 미디어 연구소</a>에 있는 <a href=\"http://llk.media.mit.edu/\">평생 유치원 그룹</a>의 스크래치 팀이 개발하고 유지합니다.",
    "faq.accountInfoTitle":"가입할 때 어떤 정보를 입력해야 하나요?",
    "faq.accountInfoList":"회원들의 개인 정보를 보호하기 위해서, 최소한의 정보만을 수집하고 공개합니다. 가입 과정에서 수집하는 정보는 다음과 같습니다:",
    "faq.privacyUsername":"사용자 이름 - 실명 또는 누구인지 알아낼 수 있는 정보를 사용하지 않는 것이 좋습니다.",
    "faq.privacyCountry":"국가",
    "faq.privacyBirthdate":"태어난 연도, 월 - 사용자가 암호와 이메일을 잊어버린 경우, 또는 탈퇴하려는 경우 확인을 위해서 사용합니다.",
    "faq.privacyGender":"성별",
    "faq.privacyEmail":"연락용 이메일 주소 - 가입하려는 사용자가 13세 이하인 경우 부모님이나 보호자의 이메일을 입력해 주세요. 이 주소로 이메일을 보내는 것은 암호 초기화를 요청 받았을 경우에만 입니다.",
    "faq.accountPublicInfo":"사용자 이름과 국가는 프로필 페이지에 공개적으로 표시됩니다. 태어난 연도와 월, 이메일 주소, 성별은 공개적으로 표시되지 않습니다. 나이와 성별 정보를 수집하는 이유는 사용자에 대한 통계적 연구를 하기 위한 것입니다. 저희는 사용자에 대한 정보를 누구에게도 판매하거나 대여하지 않습니다.",
    "faq.dataCollectionTitle":"이 웹사이트를 사용하는 중에는 사용자에 대해 어떤 데이터가 수집되나요?",
    "faq.dataCollectionOne":"사용자가 로그인을 하면 스크래치 웹사이트는 사용자의 브라우저를 통해서 <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http 쿠키</a>를 사용자의 PC에 저장하도록 합니다. 그래야 이 웹사이트 내의 여러 페이지를 돌아다니더라도 로그인 상태가 유지됩니다. 사용자가 방문한 페이지와 클릭한 위치 등의 데이터는 Google Analytics를 통해서 수집됩니다. 이 \"클릭 데이터\"는 이 웹사이트의 개선 방향을 찾는데 사용됩니다.",
    "faq.dataCollectionTwo":"스크래치 웹사이트에서 수집된 데이터와 정보들은 스크래치가 교육에 어떻게 쓰이고 있는지를 알아보기 위한 연구에 사용되기도 합니다. 이런 연구의 결과는 컨퍼런스나 학회지 등의 출판물을 통해서 교육자, 연구자들에게 공유됩니다. 더 자세한 정보는 <a href=\"/info/research\">연구 페이지</a>를 참고하세요.",
    "faq.rentInfoTitle":"스크래치팀은 스크래치 사용자에 대한 정보를 다른 사람에게 판매하거나 대여하나요?",
    "faq.rentInfoBody":"아닙니다.",
    "faq.viewUnsharedTitle":"스크래치 팀이 '내 작업실' 페이지에 있는 공유되지 않은 프로젝트도 볼 수 있나요?",
    "faq.viewUnsharedBody":"스크래치 팀이 커뮤니티를 관리하는 데에 책임이 있기 때문에 스크래치 웹사이트에 저장된 모든 내용 - 공유되지 않은 프로젝트 포함 - 에 접근할 수 있습니다. 간섭을 받지 않고 완벽하게 보호된 환경에서 프로젝트에 작업하는 것을 선호한다면, <a href=\"/scratch2download\">스크래치 2.0 오프라인 에디터</a>나 <a href=\"/scratch_1.4\">스크래치 1.4</a>를 사용할 수 있습니다.",
    "faq.remixDefinitionTitle":"리믹스란 무엇인가요?",
    "faq.remixDefinitionBody":"어떤 스크래처가 다른 사람의 프로젝트의 복사본을 만들고 수정하면서 자신의 생각을 추가할 때(예를 들어 스크립트나 모양을 바꾸는 것), 그 과정에서 생겨난 프로젝트는 \"리믹스\"라고 불립니다. 스크래치 웹사이트에 공유된 모든 프로젝트는 리믹스할 수 있습니다. 우리는 원본 프로젝트의 제작자와 리믹스에 중요하게 참여한 다른 사람에게 감사하는 말을 하기만 한다면 사소한 변형도 정당한 리믹스로 여깁니다.",
    "faq.remixableTitle":"스크래치 팀이 모든 프로젝트를 리믹스할 수 있도록 하는 이유가 무엇인가요?",
    "faq.remixableBody":"우리는 흥미로운 프로젝트를 보고, 리믹스하는 것이 프로그램을 배우고 새로운 아이디어를 발산할 수 있는 정말 좋은 방법이라고 믿습니다. 이것이 바로 스크래치 웹사이트에서 모든 프로젝트가 공유되도록 프로젝트의 소스코드가 공개되어야 하는 이유입니다.",
    "faq.creativeCommonsTitle":"다른 사람이 제 프로젝트를 리믹스하는 게 싫으면 어떻게 하죠?",
    "faq.creativeCommonsBody":"스크래치 웹사이트에 프로젝트를 게시한다는 것은 <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> 사용 권한 기준에 여러분이 동의하는 것입니다. 다른 사람이 여러분의 프로젝트를 보고 리믹스하는 것을 원하지 않으시면 스크래치 웹사이트에 공유하지 마세요.",
    "faq.fairUseTitle":"인터넷에서 구한 이미지 / 소리 / 미디어 자료들을 내 프로젝트에 사용할수 있나요?",
    "faq.fairUseBody":"리믹스에 관한 원저작자의 요구를 존중하는 것이 중요합니다. 다른 사람의 작품을 자신의 것과 합치도록 한다면, 반드시 프로젝트 \"참여자\" 칸에 원저작자를 표시하고, 원본 작품으로 되돌아가는 링크를 포함하세요. 이미 재사용이 허가된 그림/소리를 찾으려면 <a href=\"http://search.creativecommons.org/\">CC 검색 페이지</a>를 방문하세요.",
    "faq.confirmedAccountTitle":"“인증된”스크래치 계정이란 무엇인가요?",
    "faq.confirmedAccountBody":"스크래치에서 인증된 계정은 프로젝트를 공유하고, 댓글을 작성하고, 스튜디오를 생성할 수 있게 만듭니다. 계정을 확인하는 것은 스크래치 팀에서 보내는 이메일 업데이트를 받을 수 있게 하기도 합니다.",
    "faq.checkConfirmedTitle":"계정이 인증되었는지 어떻게 확인할 수 있나요?",
    "faq.checkConfirmedBody":"계정이 인증되었는지 확인하려면 먼저 화면 오른쪽 위에서 스크래치 계정에 로그인해야 합니다. 로그인을 했을 때, 오른쪽 위에서 사용자 이름을 클릭하고 \"계정 설정\", 그리고 왼쪽에 있는 \"이메일\"을 차례대로 선택하세요. 확인한 이메일 주소가 초록색 확인 표시로 보여질 것입니다. 그렇지 않으면 \"이메일 주소가 확인되지 않았습니다.\"라는 주황색 글이 있을 것입니다.",
    "faq.howToConfirmTitle":"내 계정을 어떻게 인증할 수 있나요?",
    "faq.howToConfirmBody":"스크래치에 가입한 뒤에 계정을 인증하는 링크가 있는 이메일을 받을 것입니다. 이메일을 찾을 수 없다면 스팸 폴더를 확인하세요. 이메일을 다시 전송해야 할 경우 계정 설정에 들어가서 이메일 탭을 누르고 그곳에 있는 지시사항을 따르세요. 이메일이 도착하기까지는 한 시간까지 걸릴 수도 있다는 점을 유의하십시오. 한 시간 후에도 이메일을 볼 수 없다면 <a href=\"/contact-us\">스크래치 팀에게 문의하세요</a>.",
    "faq.requireConfirmTitle":"계정을 꼭 인증해야 하나요?",
    "faq.requireConfirmBody":"계정을 인증하지 않아도 스크래치의 많은 부분을 사용할 수 있습니다. 예를 들어 프로젝트를 만들고 저장할 수 있습니다(공유하지는 못합니다). 참고: 계정을 2015년 2월 11일 전에 만들었다면 계정을 확인하지 않고 스크래치 커뮤니티를 사용할 수 있습니다.",
    "faq.forgotPasswordTitle":"비밀번호를 잊어버렸습니다. 비밀번호를 다시 설정할 수 있나요?",
    "faq.forgotPasswordBody":"<a href=\"/accounts/password_reset/\">비밀번호 초기화 페이지</a>에서 계정 이름을 입력하세요. 웹사이트에서 비밀번호를 재설정할 수 있는 링크가 있는 이메일을 계정의 이메일 주소로 보내 줄 것입니다.",
    "faq.changePasswordTitle":"패스워드를 변경할 수 있나요?",
    "faq.changePasswordBody":"스크래치 웹 사이트로 이동하여 로그인한 다음 창 오른쪽 상단 모서리에 있는 사용자 이름을 클릭합니다. \"계정 설정\"을 선택하고 링크를 클릭하여 비밀번호를 변경합니다.",
    "faq.changeEmailTitle":"내 이메일 주소는 어떻게 바꿀 수 있나요?",
    "faq.changeEmailBody":"스크래치 웹 사이트로 이동하여 로그인한 다음 창 오른쪽 상단 모서리에 있는 사용자 이름을 클릭합니다. \"계정 설정\"을 선택하고 링크를 클릭하여 이메일을 변경합니다.",
    "faq.newScratcherTitle":"'새로 가입한 스크래처' 에서 '스크래처' 가 되려면 어떻게 해야 하나요?",
    "faq.newScratcherBody":"프로젝트를 만들고 공유하며, 다른 스크래처의 프로젝트에 도움을 주는 댓글을 달고, 기다리세요! 활동적으로 참여한 지 몇 주 뒤에, 당신의 프로필 페이지에 스크래처로 초대하는 링크가 나타날 것입니다. (우리는 요청하거나 화려한 초콜릿을 뇌물로 준다고 해서 새로 가입한 스크래처를 스크래처가 되게 하지는 않는다는 것을 주의하세요.)",
    "faq.multipleAccountTitle":"하나보다 많은 계정을 가질 수 있나요?",
    "faq.multipleAccountBody":"커뮤니티 지침을 위반하지만 않으면 스크래치 웹 사이트에 몇 가지 계정을 사용하는 것이 나쁘지 않습니다. 하지만 그러지 않을 경우, 모든 관련 계정이 차단되거나 삭제될 수 있습니다.",
    "faq.multipleLoginTitle":"한 계정에 한 명보다 많은 사람이 로그인하도록 해도 괜찮나요?",
    "faq.multipleLoginBody":"권장되지 않으며, 같은 계정에 여러 명의 사람이 로그인 했을 때 웹사이트와 프로젝트 편집기가 쉽게 혼동될 수 있기 때문입니다.",
    "faq.changeUsernameTitle":"사용자 이름을 변경할 수 있나요?",
    "faq.changeUsernameBody":"스크래치 웹사이트의 구조상 계정 이름은 변하지 않아야 하기 때문에 사용자 이름을 바꾸는 것은 불가능합니다. 정말로 바꿔야 한다면, 새로운 계정을 만들 수 있습니다 - 하지만 직접 프로젝트를 복사해야 할 것입니다.",
    "faq.shareInfoTitle":"제 계정에 어떤 정보를 공개할 수 있나요?",
    "faq.shareInfoBody":"물리적인 주소, 이메일, 전화번호나 스크래치 웹사이트 바깥에서 연락을 하는 데에 사용될 수 있는 어떤 개인 연락처도 공개하지 마세요. 이와 같은 종류의 정보를 담고 있는 프로젝트, 댓글, 토론방 글은 신고하여 스크래치 팀이 삭제할 수 있도록 하고, 작성자에게 정책에 대해 알려주세요.",
    "faq.deleteAccountTitle":"내 계정을 삭제할 수 있나요?",
    "faq.deleteAccountBody":"스크래치에 로그인하고, 오른쪽 위 모서리에서 사용자 이름을 클릭하세요. \"계정 설정\"을 선택하고, 페이지 아래쪽에 있는 <em>\"제 계정을 삭제하고 싶습니다\"</em> 링크를 누르세요.",
    "faq.scratchFreeTitle":"스크래치는 무료인가요?",
    "faq.scratchFreeBody":"그렇습니다! 스크래치는 무료로 이용할 수 있습니다. 학교에서 스크래치를 사용할 수 있고, 관련된 강의를 할 수도 있습니다(돈을 받는 강의도 가능합니다). 돈을 내고 사용권을 살 필요도 없습니다.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"컨퍼런스에서 스크래치를 발표할 수 있나요?",
    "faq.presentScratchBody":"교육자 또는 다른 사람들과의 모임에서 스크래치에 대해 자유롭게 발표하세요. 우리는 발표를 할 수 있는 자격을 부여합니다.",
    "faq.supportMaterialTitle":"웹사이트에서 찾은 스크래치 도움 자료, 스프라이트, 이미지, 소리, 또는 예시 프로젝트를 사용하거나 리믹스해도 되나요?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"내 스크래치 프로젝트를 판매할 수 있나요?",
    "faq.sellProjectsBody":"물론입니다 - 프로젝트는 만든 사람의 창작품입니다. 프로젝트를 스크래치에 공유할 때, <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC BY-SA 2.0 사용 권한</a>에 따라 아무나 그 프로젝트를 다운로드하고, 리믹스하고, 재사용할 수 있다는 것을 명심하세요. 그러므로 프로젝트를 팔기로 결정한다면, 해당 프로젝트를 스크래치에서 비공유해야 할 수 있습니다.",
    "faq.sourceCodeTitle":"스크래치 소스코드는 어디서 볼 수 있나요?",
    "faq.sourceCodeBody":"스크래치 2.0 에디터의 소스 코드는 <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>에서 찾을 수 있습니다. Squeak으로 작성된 <a href=\"/scratch_1.4\">스크래치 1.4</a>의 소스 코드도 <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>에서 이용할 수 있습니다. 스크래치 웹사이트에 관한 개발 프로젝트의 최신 정보를 보려면 <a href=\"/developers\">개발자 페이지</a>를 방문하세요.",
    "faq.okayToShareTitle":"스크래치 웹사이트에 공유해도 되는 것과 그렇지 않은 것을 어떻게 알 수 있나요?",
    "faq.okayToShareBody":"<a href=\"/community_guidelines\">스크래치 커뮤니티 지침</a>을 확인하세요 - 간단하고 법률에 관한 내용을 많이 포함하지 않는 글입니다. 스크래치의 모든 페이지 아래에 링크가 있습니다.",
    "faq.reportContentTitle":"부적절한 것을 보면 어떻게 해야 하나요?",
    "faq.reportContentBody":"어떤 내용이 스크래치에 알맞지 않다고 생각되는 프로젝트, 댓글, 토론방 글, 또는 사용자 페이지에 있는 \"신고하기\" 링크를 클릭할 수 있습니다. 복잡한 상황이라면, 문의하기 링크를 사용하여 설명할 수 있습니다. 관련된 페이지로 가는 링크와 함께 최대한 자세하게 설명했는지 확인하세요.",
    "faq.noFlameTitle":"어떤 사람이 못되거나 무례한 것을 보면 어떻게 해야 하나요?",
    "faq.noFlameBody":"불을 더 지피지 마세요! 악성 댓글에 악성 댓글로 대응하는 것은 상황을 더 악화시킬 뿐 아니라, 계정 차단으로 이어질 수 있습니다. 그대신 무례하고 도움이 되지 않는 코멘트는 신고해주시고, 저희가 글쓴이와 조치를 취하겠습니다. 저희는 하루에도 여러번 신고를 확인합니다. 저희가 해결하겠으니 안심하시기를 바랍니다.",
    "faq.reviewContentTitle":"어떤 것이 신고되거나 부적절하다고 지정되면 스크래치 팀은 무엇을 하나요?",
    "faq.reviewContentBody":"스크래치 팀은 신고된 댓글과 프로젝트를 매일 검토합니다. 어떤 것이 스크래치 커뮤니티 지침을 지키지 않는다면, 스크래치 팀이 그것을 없애고 관련 계정에 경고를 보낼 수도 있습니다. 내용이 얼마나 나쁜지에 따라(또는 이미 그 계정을 경고했으면) 내용을 공유하는 데에 사용된 계정 또는 네트워크를 차단하는 것도 할 수 있습니다.",
    "faq.blockedAccountTitle":"계정이 정지되면 어떻게 되나요?",
    "faq.blockedAccountBody":"어떤 계정이 정지되면, 계정의 주인이 더 이상 계정에 접근하거나 계정으로 프로젝트와 댓글을 생성할 수 없게 됩니다. 계정에 로그인할 때, 차단 해제 요청에 사용할 수 있는 입력 폼과 함께 계정이 차단된 이유를 설명하는 페이지를 보게 됩니다. 계정의 주인이 계정이 차단된 이유를 이해하고 앞으로 커뮤니티 지침을 지킬 것을 약속하는 모습을 보여준다면, 스크래치 팀이 차단 해제를 검토할 것입니다. 계정 차단은 주인의 말을 신뢰할 수 있을 경우에만 해제될 것입니다. 계정 주인을 신뢰할 수 없으면, 계정(같은 사람이 소유하거나 생성한 다른 계정도 포함할 가능성이 있음)이 영구 차단될 수 있습니다.",
    "faq.stolenAccountTitle":"못된 형제/Kaj/다른 나쁜 사람이 계정을 훔치고 차단되게 했습니다. 어떻게 해야 하죠?",
    "faq.stolenAccountBody":"당신은 비밀번호를 안전하게 지킬 책임이 있습니다. 주변에서 어떤 사람이 당신의 계정을 훔쳐 나쁜 짓을 한다면, 컴퓨터를 담당하는 어른에게 얘기하세요. 모르는 사람이 계정을 훔쳤다고 생각하면, 비밀번호를 바꾸거나 문의하기 링크를 통해 상황이 어떻게 되었는지 설명하세요. 커뮤니티 지침을 어기는 일을 하여 계정이 차단되었다면, 그냥 계정이 해킹되었다고 하지 마세요. 당신을 믿지 못하면, 당신의 차단을 풀어주지 않을 것입니다. ",
    "faq.cloudDataInfoTitle":"클라우드 데이터가 무엇인가요?",
    "faq.cloudDataInfoBody":"클라우드 데이터는 프로젝트의 데이터가 온라인에 저장되고 공유되도록 하는 스크래치 2.0의 기능입니다. 지속적으로 숫자를 저장하는 설문 조사 또는 다른 프로젝트를 만들 때 클라우드 데이터를 사용할 수 있습니다.",
    "faq.storedCloudInfoTitle":"클라우드 데이터에 저장한 정보를 누가 볼 수 있나요?",
    "faq.storedCloudInfoBody":"클라우드 데이터 블록을 사용하는 프로젝트와 교류할 때, 정보가 사용자 이름과 함께 저장될 수 있고, 다른 사람이 정보를 볼 수 있습니다. 프로젝트는 각각 클라우드 데이터를 사용한 사람과 저장한 정보를 보여주는 기록을 보관합니다.",
    "faq.onlyNumbersTitle":"클라우드 데이터가 현재 숫자로만 -- 문자열이나 리스트는 없이 -- 제한되는 이유가 무엇인가요?",
    "faq.onlyNumbersBody":"현재 사이트는 사이트에서의 클라우드 데이터 사용에 관한 문제점을 해결하기 위한 초기 단계로서 변수를 숫자로만 제한합니다. 우리는 클라우드 데이터의 기능을 점차 늘려 나갈 계획입니다. 현재의 기반 구조가 잘 작동한다면, 다른 기능(클라우드 리스트, 문자열 지원 등)을 추가할 예정입니다.",
    "faq.reportCloudTitle":"If I see someone post inappropriate content using cloud data, how do I report it?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention \"cloud data\" when you type your reason in the report.",
    "faq.chatRoomTitle":"클라우드 데이터로 채팅방을 만들어도 되나요?",
    "faq.chatRoomBody":"While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.",
    "faq.makeCloudVarTitle":"How do I add a cloud variable when I'm making a project?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody":"Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.",
    "faq.newScratcherCloudTitle":"로그인을 했지만 클라우드 데이터가 사용된 프로젝트를 아직 실행할 수 없습니다. 어떻게 된 건가요?",
    "faq.newScratcherCloudBody":"You need to have become a \"Scratcher\" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.",
    "faq.multiplayerTitle":"클라우드 데이터를 이용해 멀티플레이어 게임을 만드는 것이 가능한가요?",
    "faq.multiplayerBody":"Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud data for turn-by-turn and other games.",
    "faq.cloudLagTitle":"How long does it take for cloud data to reach another Scratcher?",
    "faq.cloudLagBody":"It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.",
    "faq.schoolsTitle":"학교에서 쓰이는 스크래치",
    "faq.howTitle":"스크래치는 학교에서 어떻게 사용되나요?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"스크래치를 사용할 수 있는 연령대는 어떻게 되나요?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"학생들이 스크래치를 인터넷 연결 없이 사용할 수 있는 방법이 있나요?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"스크래치 교사 계정과 ScratchEd 계정의 차이점이 무엇인가요?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
