{
    "faq.title":"Biežāk uzdotie jautājumi (BUJ)",
    "faq.intro":"On this page, you’ll find answers to frequently asked questions about Scratch.",
    "faq.aboutTitle":"Vispārīgi jautājumi",
    "faq.privacyTitle":"Privātuma politika",
    "faq.remixTitle":"Remiksēšana un kopēšana",
    "faq.accountsTitle":"Konti",
    "faq.permissionsTitle":"Licencēšana un atļaujas",
    "faq.inappropriateContentTitle":"Nepiemērots saturs",
    "faq.cloudDataTitle":"Mākoņu dati",
    "faq.aboutScratchTitle":"Kas ir Scratch, un ko ar to varu darīt?",
    "faq.aboutScratchBody":"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, check out the <a href=\"/about\">About Scratch</a> page.",
    "faq.makeGameTitle":"Kā es varu ar Scratch uztaisīt spēli vai animāciju?",
    "faq.makeGameBody":"Check out the <a href=\"/tips\">tips page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Kādas ir Scratch sistēmas prasības?",
    "faq.requirementsBody":"To run Scratch 2.0, you need to be using (1) a Windows, ChromeOS, Mac, or Linux computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows or Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2.0 website.",
    "faq.offlineTitle":"Do you have a downloadable version so I can create and view projects offline?",
    "faq.offlineBody":"The Scratch 2.0 offline editor allows you to create Scratch projects without an internet connection. You can <a href=\"/scratch2download/\">download Scratch 2.0</a> from the website. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2.0 on your computer.",
    "faq.uploadOldTitle":"Vai varu Scratch mājaslapā augšuplādēt projektus, kas veidoti ar vecākām versijām?",
    "faq.uploadOldBody":"Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2.0 project in <a href=\"/scratch_1.4\">Scratch 1.4</a>, because <a href=\"/scratch_1.4\">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)",
    "faq.recordVideoTitle":"Can I record a video of my Scratch project?",
    "faq.recordVideoBody":"Yes, you can record a video of your Scratch project up to 60 seconds. In the Scratch editor, from the File menu, select \"Record Project Video.\" (You need to be signed in to see this option.) You can choose additional recording options (such as recording sound and mouse clicks) through the \"More Options\" menu. Then, run your project however you'd like. Once the recording is done, follow the instructions to download the file to your computer. Depending on what kind of computer you have, you may need to download another program like the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> to play the file. This file will run on YouTube, Vimeo, and Facebook, but may need to be converted for other websites like Twitter or Tumblr.",
    "faq.scratchCostTitle":"Cik maksā Scratch? Vai man vajag licenci?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donate page</a>.",
    "faq.mediaLabTitle":"Kas ir izveidojis Scratch?",
    "faq.mediaLabBody":"Scratch izstrādā un attīsta Scratch komanda <a href=\"http://llk.media.mit.edu/\">Lifelong kindergarten grupā</a> pie <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Kādu informāciju jūs prasiet reģistrējoties?",
    "faq.accountInfoList":"Lai pasargātu mūsu kopienas dalībnieku privātumu, mēs esam pēc iespējas samazinājuši prasāmo un publicējamo datu daudzumu. Reģistrējoties mēs prasām šādu informāciju:",
    "faq.privacyUsername":"lietotājvārdu - mēs uzstājam, lai lietotāji neizmanto īsto vārdu vai citu identificējošu informāciju",
    "faq.privacyCountry":"valsti",
    "faq.privacyBirthdate":"birth month and year - We use this to confirm ownership of the account if the owner loses the password and email or asks to close an account.",
    "faq.privacyGender":"dzimumu",
    "faq.privacyEmail":"epasta adresi saziņai - ja konta īpašnieks ir jaunāks par 13 gadiem, mēs prasam viņa vecāku vai aizbildņu epastu. Mēs uz šo adresi neko nesūtām, izņemot ja ir saņemts pieprasījums paroles atjaunošanai.",
    "faq.accountPublicInfo":"Konta īpašnieka lietotājvārds un valsts parādās profila publiskajā daļā. Dzimšanas mēnesis un gads, epasta adrese un dzimums netiek rādīts publiski. Mēs šo informāciju apkopojam, lai zinātu, kāda vecuma un dzimuma ir mūsu lietotāji. Informāciju par mūsu lietotājiem mēs nepārdodam vai neizīrējam.",
    "faq.dataCollectionTitle":"Kādi dati tiek ievākti no mājaslapas lietotājiem, kamēr viņi to izmanto?",
    "faq.dataCollectionOne":"Kad lietotājs piesakās, Scratch mājaslapa pārlūkam pieprasa izvietot <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http sīkdatni</a> lietotāja datorā, lai atcerētos, ka viņš ir pieslēdzies, kamēr tiek atvērtas arī citas mājaslapas. Mēs ar Google Analytics ievācam dažus datus, piemēram, kur lietotāji klikšķina un kuras lapas sadaļas tiek izmantotas. Šī klikšķu informācija mums palīdz plānot mājaslapas uzlabojumus.",
    "faq.dataCollectionTwo":"Daži no šiem savāktajiem datiem tiek izmantoti tālākos pētījumos, lai mēs labāk saprastu, kā cilvēki mācās ar Scratch. Šo pētījumu rezultāti pie skolotājiem un citiem pētniekiem nonāk konferencēs, žurnālos un citās publikācijās. Vairāk var lasīt mūšu <a href=\"/info/research\">Pētījumu lapā</a>.",
    "faq.rentInfoTitle":"Vai Scratch komanda pārdod vai izīrē informāciju par Scratch lietotājiem?",
    "faq.rentInfoBody":"Nē.",
    "faq.viewUnsharedTitle":"Vai Scratch komanda var redzēt manus projektus, ar kuriem neesmu dalījies?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Kas ir remikss?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Kapēc Scratch komanda visus projektus padara \"remiksējamus\"?",
    "faq.remixableBody":"Mēs ticam, ka iespēja skatīt un remiksēt interesantus projektus ir lielisks veids, kā mācīties programmēt un attīstīt jaunas, foršas idejas. Tāpēc katra Scratch lapā kopīgotā projekta izejas kods ir redzams.",
    "faq.creativeCommonsTitle":"Ko darīt, ja es negribu, lai citi remiksē manus projektus?",
    "faq.creativeCommonsBody":"Publicējot savu projektu Scratch mājaslapā, tu piekrīti <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> licences nosacījumiem. Ja negribi, lai citi skatās un remiksē tavus darbus, nedalies ar tiem Scratch mājaslapā.",
    "faq.fairUseTitle":"Vai es varu savā projektā izmantot attēlus, skaņu un citus multimedijus no interneta?",
    "faq.fairUseBody":"Ir svarīgi, lai tiktu ievērotas oriģināla autora vēlmes attiecībā par remiksēšanu (tālāku izmantošanu). Ja vēlies izmantot savā darbā cita paveikto, neaizmirsti uzrakstīt atsauci sava projekta sadaļā “atsauces”, kā arī iekļaut saiti uz oriģinālu. Lai atrastu citus attēlus un skaņu, kas jau ir paredzēti tālākai izmantošanai jeb remiksēšanai, meklē <a href=\"http://search.creativecommons.org/\">Creative Commons meklēšanas lapā</a>.",
    "faq.confirmedAccountTitle":"Kas ir “apstiprināts” Scratch konts?",
    "faq.confirmedAccountBody":"A confirmed account on Scratch lets you share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team.",
    "faq.checkConfirmedTitle":"How can I check whether my account has been confirmed?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Kā varu apstiprināt savu kontu?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"Vai man jāapstiprina mans konts?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"I forgot my password. How can I reset it?",
    "faq.forgotPasswordBody":"Ievadi savu lietotājvārdu <a href=\"/accounts/password_reset/\">paroles atjaunošanas lapā</a>. Lapa tev atsūtīs epastu uz to adresi, ko norādīji reģistrējoties, ar saiti, kurā varēsi atjaunot savu paroli.",
    "faq.changePasswordTitle":"Kā es varu nomainīt paroli?",
    "faq.changePasswordBody":"Ej uz Scratch mājaslapu, piesakies, tad kliksķini uz sava lietotājvārda augšējā labajā stūrī. Izvēlies \"konta iestatījumi\" un tad klikšķini uz saites, lai mainītu savu paroli.",
    "faq.changeEmailTitle":"Kā es varu mainīt savu epasta adresi?",
    "faq.changeEmailBody":"Ej uz Scratch mājaslapu, piesakies, tad kliksķini uz sava lietotājvārda augšējā labajā stūrī. Izvēlies \"konta iestatījumi\" un tad klikšķini uz saites, lai mainītu savu epastu. ",
    "faq.newScratcherTitle":"Kā lai es kļūstu no 'Jauniņā Scratch lietotāja' par 'Scratch lietotāju'?",
    "faq.newScratcherBody":"Veido un kopīgo projektus, komentē citu Scratch lietotāju projektus un esi pacietīgs! Pēc dažu nedēļu aktivitiātes, profila lapā parādīsies saite, aicinot kļūt par Scratch lietotāju. (Mēs nemainām jauniņo statusus uz lietotāju statusiem pēc kādiem lūgumiem pat tad, ja mēģināsi mūs uzpirkt ar šokolādi.)",
    "faq.multipleAccountTitle":"Vai man var būt vairāk kā viens konts?",
    "faq.multipleAccountBody":"Tas ir pieņemami, ja tev ir vairāki konti Scratch mājaslapā, ja vien neviens no tiem nepārkāpj kopienas vadlīnijas. Šādā gadījumā gan visi saistītie konti tiks bloķēti vai dzēsti.",
    "faq.multipleLoginTitle":"Vai drīkst vairāk kā viens lietotājs pieteikties vienā kontā?",
    "faq.multipleLoginBody":"Tā gan nevajag, jo mājaslapa un projekta redaktors var \"uzkārties\", ja vairāk kā viens cilvēks pieteiksies vienā un tajā pašā kontā.",
    "faq.changeUsernameTitle":"Vai es varu nomainīt lietotājvārdu?",
    "faq.changeUsernameBody":"Scratch mājaslapa ir būvēta tā, ka lietotājiem ir patstāvīgi lietotājvārdi, tātad, to nomainīt nevar. Ja tas tev tiešām ir vajadzīgs, izveido jaunu kontu, bet tev būs pašam no sevis jānokopē visi projekti.",
    "faq.shareInfoTitle":"Kādu informāciju es varu publicēt savā profilā?",
    "faq.shareInfoBody":"Lūdzu nepublicējiet savu personīgo informāciju, piemēram, mājas adresi, epastu, telefona numuru vai jebko citu, ko varētu izmantot, lai ar tevi sazinātos ārpus Scratch mājaslapas. Lūdzu ziņo Scratch komandai par projektiem, komentāriem vai foruma ierakstiem, kuros ir šāda informāciju, lai varam tos aizvākt un brīdināt autorus par mūsu privātuma politiku.",
    "faq.deleteAccountTitle":"Kā varu izdzēst savu kontu?",
    "faq.deleteAccountBody":"Pieslēdzies Scratch, klikšķini uz sava lietotājvārda lapas augšējā labajā stūrī. Izvēlies “Konta iestatījumi,” tad kliksķini uz <em>“Gribu dzēst savu kontu”</em> saites lapas lejas daļā.",
    "faq.scratchFreeTitle":"Vai Scratch ir par brīvu?",
    "faq.scratchFreeBody":"Jā! Scrath ir pieejams bez maksas. Tu to vari izmantot skolā, vari vadīt kursus (tajā skaitā maksas) par Scratch. Nav jāpērk licence - tas ir par brīvu.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Vai var stāstīt par Scratch konferencē?",
    "faq.presentScratchBody":"Brīvi variet veidot prezentācijas par Scratch skolotājiem vai citām grupām. Mēs dodam atļauju veidot prezentācijas.",
    "faq.supportMaterialTitle":"Vai varu izmantot Scratch atbalsta materiālus, gariņus, attēlus, skaņas un projektu paraugos, ko esmu atradis mājaslapā?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Vai es varu pārdot savus Scratch projektus?",
    "faq.sellProjectsBody":"Protams- tavs projekts ir tevis veidots. Tikai paturi prātā, ka kopīgojot savu projektu Scratch vidē, katrs brīvi to var lejuplādēt, remiksēt un atkārtoti izmantot, kā to nosaka <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 licence</a>. Tātad, ja vēlies pārdot savu projektu, nekopīgo to Scratch mājaslapā.",
    "faq.sourceCodeTitle":"Kur es varu atrast Scratch izejas kodu?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"Kā lai es zinu, ko varu un ko nevaru publicēt Scratch mājaslapā?",
    "faq.okayToShareBody":"Iepazīsties ar <a href=\"/community_guidelines\">Scratch kopienas vadlīnijām</a> - tās ir īsas un nesatur daudz juridiskās informācijas. Saite uz tām ir katras Scratch lapas apakšā.",
    "faq.reportContentTitle":"Ko man darīt, ja redzu ko nepiemērotu?",
    "faq.reportContentBody":"Tu vari kliksķināt uz saites “ziņot” pie jebkura projekta, komentāra, diskusijas ieraksta vai lietotāja lapā, kurā uzskati, ka kaut kas nav pieņemami priekš Scratch. Ja situācija ir sarežģīta, vari izmantot saiti \"Sazinies ar mums\", lai paskaidrotu. Pārliecinies, ka pastāsti mums cik vien iespējams ar saitēm uz attiecīgajām lapām.",
    "faq.noFlameTitle":"Ko man darīt, ja kāds uzvedās uzbrūkoši vai necienīgi?",
    "faq.noFlameBody":"Neturpini strīdu! Atbildot uz uzbrūkošiem komentāriem ar uzbrukumu visu padarīs tikai sliktāku un var beigties ar to, ka tavu kontu bloķēs. Tā vietā vienkārši ziņo par visu, kas ir necienīgs vai nekonstruktīvs un mēs tiksim galā ar tā autoru. Mēs pārbaudam ziņojumus katru dienu, vairākas reizes dienā - esi mierīgs, mēs tiksim galā.",
    "faq.reviewContentTitle":"Ko Scratch komanda dara, kad par kaut ko tiek ziņots vai brīdināts?",
    "faq.reviewContentBody":"Scratch komanda katru dienu pārskata komentārus un projektus par kuriem tiek ziņots. Ja kāds no tiem pārkāpj Scratch kopienas vadlīnijas, mēs varam to aizvākt un nosūtīt autoram brīdinājumu. Atkarībā no pārkāpuma smaguma (vai no tā, vai pārkāpējs jau reiz brīdināts), varam bloķēt arī kontu vai tīklu, no kura nāk šis saturs.",
    "faq.blockedAccountTitle":"Kas notiek, kad konts ir bloķēts?",
    "faq.blockedAccountBody":"Kad konts ir bloķēts, tā īpašnieks vairs nevar tam piekļūt, izmantot to, lai veidotu projektus un komentētu. Kad īpašnieks pieslēdzas, viņš redz lapu, kurā paskaidrots, kāpēc konts ir bloķēts un saziņas formu, kurā var pieprasīt atbloķēšanu. Ja īpašnieks izrāda sapratni, kāpēc konts ir bloķēts un apsola turpmāk ievērot kopienas vadlīnijas, Scratch komanda pārskatīs savu lēmumu. Konti tiek atbloķēti tikai tad, ja tā īpašnieka teiktajam var uzticēties. Citādi šis konts (un visdrīzāk ar citi šīs personas veidoti konti) tiks bloķēti uz visiem laikiem.",
    "faq.stolenAccountTitle":"Mans nejaukais brālis, Pēterītis vai vēl kāds cits sliktais nozaga manus konta datus un tika nobloķēts. Ko man darīt?",
    "faq.stolenAccountBody":"Tu esi pilnīgi atbildīgs par paroles drošu saglabāšanu. Ja kāds pa īstam pārņemt tavu kontu un dara sliktu, pastāsti pieaugušajiem, kuri ir atbildīgi par datoru. Ja domā, ka kāds, ko tu nezini, ir piekļuvis tavam kontam, nomaini paroli un / vai izmanto saziņas formu, lai mums izskaidrotu situāciju. Ja cita darbību, kuras pārkāpj kopienas vadlīnijas, dēļ esi nobloķēts, nesaki mums, ka tevi vienkārši uzlauza. Tikai tad, ja mēs tev uzticēsimies, tavu kontu atbloķēsim.",
    "faq.cloudDataInfoTitle":"Kas ir mākoņu dati?",
    "faq.cloudDataInfoBody":"Mākoņu dati ir Scratch 2 iespēja, kas ļauj projekta datus saglabāt un kopīgot tiešsaistē. Vari izmantot mākoņu datus pētījumiem vai citiem projektiem, kam laika gaitā jāsaglābā skaitļi.",
    "faq.storedCloudInfoTitle":"Kas var redzēt mākoņos saglabātos datus?",
    "faq.storedCloudInfoBody":"Kad tu darbojies ar projektu, kurš izmanto mākoņu datos, šī informācija saglabājas kopā ar tavu lietotājvārdu, un citi to var redzēt. Katrs projekts saglabā informāciju, kas ar to ir darbojies un kādus datus kopīgojis.",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"Lai mums būtu vieglāk novērst iespējamās grūtības, iesākumā mājaslapa strādā tikai ar skaitliskiem mainīgajiem. Mēs plānojam pakāpeniski attīstīt mākoņu datu iespējas. Ja infrastruktūra labi strādās, mēs esam iecerējuši pievienot citas iespējas (mākoņu saraksti, teksta virkņu atbalsts, utt.).",
    "faq.reportCloudTitle":"Jā kāds publicē neatbilstošu saturu, izmantojot mākoņu datus, kā par to ziņot?",
    "faq.reportCloudBody":"Klikšķini pogu \"Ziņot\" (zem projekta atskaņotāja), lai ziņotu par neatbilstošu saturu mākoņu datos. ZIņojuma formā ir arī saite uz visiem ierakstiem par mākoņu datiem un personām, kas to atstājušas - tu to vari apskatīt, pirms sūti ziņojumu. Pārliecinies, ka piemini \"mākoņu datus\", kad iesniedz šāda veida ziņojumu.",
    "faq.chatRoomTitle":"Vai es ar mākoņu datiem varu veidot sarunu istabas?",
    "faq.chatRoomBody":"Kaut tehniski ir iespējams veidot sarunu istabas ar mākoņu datiem, tas nav atļauts. Mēs pārskatīsim šo politiku, kad jutīsimies drošāk par mūsu spēkiem pārvaldīt un reaģēt uz ziņojumiem par mākoņu datiem.",
    "faq.makeCloudVarTitle":"Kā es varu pievienot mākoņu mainīgo, kad veidoju projektu?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Kā varu mainīt informāciju mākoņu mainīgajos?",
    "faq.changeCloudVarBody":"Mākoņu mainīgajos ierakstīt datus var tikai tavs projekts. Ja citi lietotāji remiksē tavu kodu, tas izveidos jaunu mainīgo ar tādu pašu nosaukumu viņu projektā.",
    "faq.newScratcherCloudTitle":"Esmu pieslēdzies, bet joprojām nevaru veidot projektus ar mākoņu datiem. Kas notiek?",
    "faq.newScratcherCloudBody":"Lai piekļūtu mākoņu datiem, tev mājaslapā jabūt ar statusu \"Scratch lietotājs\". Par tādu vari kļūt aktīvi piedaloties mājaslapā.",
    "faq.multiplayerTitle":"Vai iespējams veidot vairāku spēlētāju spēles ar mākoņu datiem?",
    "faq.multiplayerBody":"Vairākspēlētāju spēles var būt sarežģītāk izveidot tīkla ātruma un sinhronizācijas dēļ. Tomēr daži Scratch lietotāji ir izdomājuši radošus veidus, kā mākoņu datus izmantot spēlēs ar gājieniem un vēl citās.",
    "faq.cloudLagTitle":"Cik ilgā laikā mākoņu dati sasniedz citu Scratch lietotāju?",
    "faq.cloudLagBody":"Tas var būt mainīgs. Scratch lietotājiem ar salīdzinoši ātru interneta pieslēgumu (DSL/kabelis) un bez ierobežojoša ugunsmūra tīklā, informācija tiek pārraidīta dažās milisekundēs. Tomēr diezgan daudziem datoriem ir ugunsmūra programmatūra, un ja šis ugunsmūris bloķē izejošos savienojumus TCP 531. un 843. portiem, laika aizture var būt ap sekundi. Mēs izmēģinām dažādus paņēmienus, kā šo ierobežojumu samazināt.",
    "faq.schoolsTitle":"Scratch skolās",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Kāds ir ieteicamais vecums Scratch?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"What is the difference between a Scratch Teacher Account and a ScratchEd Account?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
