{
    "faq.title":"Spørsmål og svar (FAQ)",
    "faq.intro":"Her finner du svar på noen vanlige spørsmål om Scratch.",
    "faq.aboutTitle":"Generelle spørsmål",
    "faq.privacyTitle":"Personvern",
    "faq.remixTitle":"Remiksing og kopiering",
    "faq.accountsTitle":"Brukerkontoer",
    "faq.permissionsTitle":"Lisensiering og tillatelser",
    "faq.inappropriateContentTitle":"Upassende innhold",
    "faq.cloudDataTitle":"Nettdata",
    "faq.aboutScratchTitle":"Hva er Scratch, og hva kan jeg bruke det til?",
    "faq.aboutScratchBody":"Scratch er et programmeringsspråk og et nettsamfunn der du kan lage dine egne interaktive fortellinger, spill og animasjoner, og dele det med andre rundt i hele verden. Gjennom å skape og programmere Scratch-prosjekter kan barn og unge lære kreativitet, systematisk tenking og samarbeid. Her kan du lære mer <a href=\"/about\">om Scratch</a>.",
    "faq.makeGameTitle":"Hvordan lager jeg et spill eller en animasjon med Scratch?",
    "faq.makeGameBody":"På siden for <a href=\"/tips\">tips</a> kan du få hjelp til å komme i gang med Scratch. Eller du kan hoppe rett til <a href=\"/projects/editor/?tip_bar=getStarted\">programmering</a>.",
    "faq.requirementsTitle":"Hva kreves av datamaskinen for å kjøre Scratch?",
    "faq.requirementsBody":"For å bruke Scratch 2, trenger du (1) en Mac-, ChromeOS-, Linux- eller Windows-datamaskin, (2) en versjon av <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash player</a> fra 15. juni 2016 eller nyere og (3) en moderne nettleser: en av de to siste versjonene av <a href=\"http://google.com/chrome/\">Chrome</a> (Mac, ChromeOS, Windows eller Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Mac eller Windows), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (kun Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (kun Windows), eller <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (kun Windows). Hvis datamaskinen din ikke oppfyller disse kravene kan du installere <a href=\"/scratch_1.4\">Scratch 1.4</a>, som fortsatt kan brukes til å legge ut prosjekter på nettsidene til Scratch 2. Nettleseren Chromium støttes ikke.",
    "faq.offlineTitle":"Finnes det en versjon av Scratch som jeg kan laste ned og bruke uten internett?",
    "faq.offlineBody":"Du kan installere en versjon av Scratch 2.0 på maskinen for bruk uten internettforbindelse. <a href=\"/scratch2download/\">Last ned Scratch 2.0 her.</a> Du kan også bruke <a href=\"/scratch_1.4\">Scratch 1.4</a>.  Du kan ha begge versjonene installert samtidig.",
    "faq.uploadOldTitle":"Kan jeg fremdeles legge ut prosjekter som er laget med eldre versjoner av Scratch?",
    "faq.uploadOldBody":"Ja, du kan laste opp legge ut prosjekter laget med tidligere versjoner. De vil bli synlige og kjørbare på nettsidene. (Men du kan ikke laste ned og redigere programmer som er laget eller redigert med nyere versjoner av Scratch enn den du bruker. For eksempel kan du ikke åpne et prosjekt fra Scratch 2.0 i <a href=\"/scratch_1.4\">Scratch 1.4</a>, fordi <a href=\"/scratch_1.4\">Scratch 1.4</a> ikke kan lese det nye filformatet .sb2.)",
    "faq.recordVideoTitle":"Kan jeg ta opp en video av Scratch-prosjektet mitt?",
    "faq.recordVideoBody":"Ja, du kan ta opp video av et scratch-prosjekt. Videoen kan være opptil 60 sekunder. Klikk på Fil-menyen og velg \"Ta opp video av prosjektet\". (Du må være logget inn.) Du kan gjøre innstillinger (f.eks. opptak av lyd og museklikk) i menyen \"Flere valg\". Deretter kjører du programmet ditt slik du ønsker at det skal vises på videoen. Når opptaket er ferdig følger du instruksjonene for å laste ned videofilen. Avhengig av hva slags maskin du har kan du trenge å laste ned et program for å vise videoen, f.eks. <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>. Videofilen kan brukes på YouTube, Vimeo og Facebook, men det kan være nødvendig å konvertere den for bruk på Twitter og Tumblr.",
    "faq.scratchCostTitle":"Hva koster Scratch? Trenger jeg en programlisens?",
    "faq.scratchCostBody":"Scratch er gratis og vil forbil gratis. Det kreves ingen betaling eller lisens for å bruke Scratch. Utvikling og drift av Scratch er betalt av forskningsmidler og gaver. Hvis du ønsker å bidra til Scratch kan du gå til siden om <a href=\"https://secure.donationpay.org/scratchfoundation/\">donasjoner</a>.",
    "faq.mediaLabTitle":"Hvem har laget Scratch?",
    "faq.mediaLabBody":"Scratch utvikles og vedlikeholdes av <a href=\"http://llk.media.mit.edu/\">\"Lifelong Kindergarten\"-gruppen</a> ved <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Hvilke opplysninger må jeg oppgi for å opprette en brukerkonto?",
    "faq.accountInfoList":"Av hensyn til personvernet er det ikke mange opplysninger som blir registrert eller vist her. Ved registrering ber vi om:",
    "faq.privacyUsername":"brukernavn - Brukerne oppfordres til å ikke bruke sitt virkelige navn eller annen personlig informasjon.",
    "faq.privacyCountry":"land",
    "faq.privacyBirthdate":"fødselsmåned og -år: Vi bruker dette for å vite omtrent hvor gamle Scratch-brukerne er, og for å kontrollere at du er riktig eier av brukerkontoen hvis du kontakter oss. Din fødselsmåned og -år blir ikke gjort tilgjengelig for andre.",
    "faq.privacyGender":"kjønn",
    "faq.privacyEmail":"epostadresse - Dersom brukeren er yngre enn 13 år ber vi om epostadresse til foreldre/foresatte. Vi sender aldri noe til denne adressen unntatt dersom brukeren trenger å få tilsendt nytt passord.",
    "faq.accountPublicInfo":"Brukernavn og land vises åpent på brukerens nettside her. Fødselsmåned og -år, epostadresse og kjønn vises ikke åpent. Alder og kjønn brukes for statistikk- og forskningsformål. Vi selger ikke informasjon om brukerne til andre.",
    "faq.dataCollectionTitle":"Hvilke opplysninger blir lagret om bruken av nettstedet?",
    "faq.dataCollectionOne":"Når en bruker logger seg inn vil nettstedet be nettleseren om å lagre en <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">informasjonskapsel (\"cookie\")</a> som et merke på at brukeren er logget inn. Vi bruker Google Analytics for å lagre data om hvor brukerne klikker og hvilke sider de besøker på nettstedet vårt. Disse dataene bruker vi til å finne ut hvordan nettstedet kan forbedres.",
    "faq.dataCollectionTwo":"Informasjon som samles inn på Scratch-nettstedet brukes i studier der vi prøver å forstå bedre hvordan folk lærer med Scratch. Resultatene formidles til lærere og andre forskere gjennom konferanser og publikasjoner. Du kan lese mer på <a href=\"/info/research\">Forskning</a>-siden.",
    "faq.rentInfoTitle":"Blir informasjon om brukerne solgt til andre?",
    "faq.rentInfoBody":"Nei.",
    "faq.viewUnsharedTitle":"Har administratorene på Scratch-nettstedet tilgang til prosjekter som jeg ikke har lagt ut?",
    "faq.viewUnsharedBody":"Siden administratorene har ansvar for nettstedets innhold har vi tilgang til alt som er lagret på nettstedet, inklusiv prosjekter som ikke er lagt ut. Hvis du ønsker å holde prosjektene helt for deg selv kan du bruke enten <a href=\"/scratch2download\">offline-versjonen av Scratch 2</a> eller <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Hva er en remiks?",
    "faq.remixDefinitionBody":"Når en Scratcher lager en kopi av en annens prosjekt og forandrer det med sine egne ideer (for eksempel ved å endre skript eller drakter) kalles det nye prosjektet en \"remiks\". Alle prosjekter som legges ut på Scratch-nettstedet kan remikses. Vi regner det som en remiks selv om forandringen er liten, men pass på å oppgi hvem de andre bidragsyterne er.",
    "faq.remixableTitle":"Hvorfor mener folkene bak Scratch at alle prosjekter må kunne remikses?",
    "faq.remixableBody":"Vi mener at det er veldig lærerikt å studere og remikse interessante prosjekter, og at det kan føre til stilige nye ideer. Derfor er kildekoden tilgjengelig for alle prosjekter som legges ut på Scratch-nettstedet.",
    "faq.creativeCommonsTitle":"Hva kan jeg gjøre hvis jeg ikke vil at andre skal remikse prosjektene mine?",
    "faq.creativeCommonsBody":"Når du legger ut et prosjekt på nettstedet til Scratch ansees det som lisensiert under <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Hvis du ikke ønsker at andre bruker og remikser det du har laget må du ikke legge det ut her.",
    "faq.fairUseTitle":"Kan jeg bruke bilder/lyder/media fra nettet i prosjektene mine?",
    "faq.fairUseBody":"Det er viktig at det du henter på nettet brukes i tråd med ønskene til den som opprinnelig har laget det. Hvis du tar materiale fra andre inn i prosjektet ditt så angi hvem som opprinnelig lagde det under \"bidragsytere\" sammen med en link til originalen. Du kan finne materiale som kan brukes for remiksing via søkefunksjonen til <a href=\"http://search.creativecommons.org/\">Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Hva er en “bekreftet” Scratch-brukerkonto?",
    "faq.confirmedAccountBody":"Med en bekreftet brukerkonto kan du legge ut prosjekter, skrive kommentarer og lage gallerier. Når kontoen er bekreftet kan du også få informasjonseposter om Scratch.",
    "faq.checkConfirmedTitle":"Hvordan kan jeg finne ut om brukerkontoen min er bekreftet?",
    "faq.checkConfirmedBody":"For å sjekke om brukerkontoen din er bekreftet logger du inn, øverst til høyre på skjermen. Deretter klikker du på brukernavnet ditt øverst til høyre og velger \"Brukerinnstillinger\". Klikk så \"E-post\" på venstre side. Bekreftede epostadresser er merket med en liten grønn hake. Ellers vil du se teksten \"Epostadressen din er ikke bekreftet\" i orange.",
    "faq.howToConfirmTitle":"Hvordan bekrefter jeg brukerkontoen min?",
    "faq.howToConfirmBody":"Når du har registrert deg vil du motta en epost-melding med en link for å bekrefte brukerkontoen din. Hvis du ikke finner meldingen så sjekk i mappen for søppelpost. Du kan sende en ny bekreftelsesmelding ved å gå til brukerinnstillinger, klikke på epost-fanen og følge instruksjonene der. Vær oppmerksom på at det kan ta opptil en time før bekreftelsesmeldingen kommer. Hvis du ikke har fått melding etter en time, <a href=\"/contact-us\">si fra til oss</a>.",
    "faq.requireConfirmTitle":"Er jeg nødt til å bekrefte kontoen?",
    "faq.requireConfirmBody":"Du kan bruke mange av nettstedets funksjoner selv om ikke kontoen din er bekreftet, blant annet å opprette og lagre prosjekter, men ikke å legge dem ut tilgjengelig for andre. Merk: Hvis du opprettet brukerkontoen før 11. februar 2015 kan du fortsatt bruke sosiale funksjoner på Scratch uten å bekrefte kontoen din.",
    "faq.forgotPasswordTitle":"Jeg har glemt passordet mitt. Hvordan oppretter jeg et nytt passord?",
    "faq.forgotPasswordBody":"Skriv brukernavnet ditt på siden for <a href=\"/accounts/password_reset/\">nytt passord</a>. Da får du en epost til den adressen som er registrert på din konto, med en link du kan bruke for å lage et nytt passord.",
    "faq.changePasswordTitle":"Hvordan bytter jeg passord?",
    "faq.changePasswordBody":"Gå til Scratch-nettstedet, logg inn og klikk på brukernavnet ditt i øvre høyre hjørne av vinduet. Velg \"brukerinnstillinger\" og klikk på linken for nytt passord.",
    "faq.changeEmailTitle":"Hvordan endrer jeg epostadressen som er registrert på meg?",
    "faq.changeEmailBody":"Logg inn på Scratch-nettsidene og klikk på brukernavnet ditt i øvre høyre hjørne. Velg \"brukerinnstillinger\" og klikk på linken for å bytte epostadresse.",
    "faq.newScratcherTitle":"Hvordan blir jeg forfremmet fra \"Ny Scratcher\" til \"Scratcher\"?",
    "faq.newScratcherBody":"Lag prosjekter og legg dem ut, skriv konstruktive kommentarer til andre og vær tålmodig! Når du har vært aktiv i noen uker vil du finne en link på din profilside med invitasjon til å bli Scratcher. (Merk at du ikke kan be oss om forfremmelse, det nytter for eksempel ikke å bestikke oss med fin sjokolade.)",
    "faq.multipleAccountTitle":"Kan jeg ha mer enn en brukerkonto?",
    "faq.multipleAccountBody":"Det er helt greit å ha noen forskjellige brukerkontoer på Scratch-nettstedet så lenge ingen av dem bryter med Retningslinjene for bruk. Ved brudd på retningslinjene kan alle kontoene bli sperret eller slettet.",
    "faq.multipleLoginTitle":"Er det OK at flere logger seg inn på en brukerkonto samtidig?",
    "faq.multipleLoginBody":"Dere bør ikke logge inn flere på samme konto. Nettstedet og redigeringen av programmene kan få problemer når flere er innlogget samtidig.",
    "faq.changeUsernameTitle":"Kan jeg bytte til et annet brukernavn?",
    "faq.changeUsernameBody":"Scratch-nettstedet er avhengig av å ha samme navn på en brukerkonto, derfor kan navnet ikke endres. Hvis du virkelig trenger å bytte navn kan du lage en ny brukerkonto, men du må selv flytte over alle prosjektene dine.",
    "faq.shareInfoTitle":"Hva slags informasjon kan jeg legge ut på brukerkontoen min?",
    "faq.shareInfoBody":"Ikke legg ut kontaktinformasjon, for eksempel adresse epost eller telefonnummer eller annet som kan brukes til å kontakte deg utenfor Scratch-nettstedet. Meld fra om prosjekter som inneholder slik informasjon slik at vi kan fjerne det og si fra videre til den som la det ut.",
    "faq.deleteAccountTitle":"Hvordan sletter jeg brukerkontoen min?",
    "faq.deleteAccountBody":"Logg inn på Scratch og klikk på brukernavnet ditt i øvre høyre hjørne. Velg \"brukerinnstillinger\" og klikk <em>\"jeg vil slette kontoen min\"</em> nederst på siden.",
    "faq.scratchFreeTitle":"Er Scratch gratis?",
    "faq.scratchFreeBody":"Ja! Scratch er helt gratis. Du kan installere det på skolen og du kan holde kurs om Scratch (til og med et kurs som koster penger). Du trenger ingen programlisens - det er gratis.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Kan jeg presentere Scratch på en konferanse?",
    "faq.presentScratchBody":"Du er velkommen til å presentere Scratch til lærere eller andre grupper.",
    "faq.supportMaterialTitle":"Kan jeg bruke/remikse Scratch-innhold, figurer, bilder, lyder eller prosjekter som jeg har funnet på nettstedet?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Kan jeg selge Scratch-prosjektene mine?",
    "faq.sellProjectsBody":"Javisst - det du har skapt er ditt. Men husk at når du legger ut prosjektet på nettstedet til Scratch kan alle laste det ned, remikse det og bruke det under <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0</a>-lisensen. Så hvis du planlegger å selge prosjektet ditt bør du ikke legge det ut, eventuelt ta det av nett.",
    "faq.sourceCodeTitle":"Hvor finner jeg kildekoden til Scratch?",
    "faq.sourceCodeBody":"Kildekoden til Scratch 2.0 ligger på <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Kildekoden til <a href=\"/scratch_1.4\">Scratch 1.4</a>, skrevet i Squeak, ligger også på <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Oppdatert informasjon om utviklingen av nettstedet til Scratch finner du på <a href=\"/developers\">siden for utviklere</a>.",
    "faq.okayToShareTitle":"Hvordan vet jeg hva som er greit å legge ut på Scratch-nettstedet?",
    "faq.okayToShareBody":"Les <a href=\"/community_guidelines\">Retningslinjene for bruk av Scratch</a>, de er korte og uten masse juridisk språk. Det er en link til retningslinjene nederst på alle sidene.",
    "faq.reportContentTitle":"Hva skal jeg gjøre hvis jeg finner upassende ting?",
    "faq.reportContentBody":"Du kan klikke på linken “meld” i prosjekter, kommentarer, innlegg eller brukersider som inneholder ting du ikke synes er OK. Du kan også bruke linken \"kontakt oss\" for å melde inn problematiske og upassende ting. Pass på å forklare godt hva du mener, helst på engelsk, og ta med linker til de problematiske sidene.",
    "faq.noFlameTitle":"Hva skal jeg gjøre hvis jeg ser at noen er slemme eller respektløse?",
    "faq.noFlameBody":"Ikke bidra til kranglingen! Hvis du svarer på en slem kommentar med en annen slem kommentar blir det bare verre og kan føre til at kontoen din blir sperret. I stedet kan du bare melde det du har funnet til oss, og så skal vi ta kontakt med den som la det ut. Vi sjekker meldinger mange ganger om dagen, så du kan være sikker på at vi ordner opp.",
    "faq.reviewContentTitle":"Hva gjør administratorene på nettstedet når noe blir meldt inn eller merket?",
    "faq.reviewContentBody":"Administratorene ser på innmeldte kommentarer og prosjekter hver dag. Hvis noe strider med retningslinjene kan vi fjerne det og sende en advarsel til brukeren som la det ut. Avhengig av hvor alvorlig det er (eller hvis vi allerede har sendt brukeren en advarsel) kan det hende at vi sperrer brukerkontoen eller nettadressen det kom fra.",
    "faq.blockedAccountTitle":"Hva skjer når en brukerkonto blir sperret?",
    "faq.blockedAccountBody":"Når en brukerkonto er sperret vil eieren ikke lenger få tilgang til kontoen eller kunne bruke den til å lage prosjekter. Ved innlogging kommer man da til en side som forklarer hvorfor kontoen er sperret, med et skjema man kan fylle ut for å be om at kontoen blir åpnet igjen. Hvis eieren kan vise at han eller hun forstår hvorfor kontoen ble stengt, og lover å følge retningslinjene i fremtiden, vil  Scratch-administratorene se på saken og åpne kontoen dersom de vurderer at brukeren er å stole på. Ellers vil kontoen (og sannsynligvis andre kontoer som tilhører samme person) kunne bli stengt permanent.",
    "faq.stolenAccountTitle":"Den dumme broren min / Knut / en annen slemming stjal passordet mitt og gjorde slik at kontoen ble stengt, hva gjør jeg nå?",
    "faq.stolenAccountBody":"Du har ansvar for å ta vare på passordet ditt. Hvis noen andre tar kontroll over kontoen din og misbruker den så si fra til de voksne som har ansvar for datamaskinene. Hvis du tror noen ukjente kan ha fått tilgang til kontoen din må du bytte passordet og/eller bruke linken \"kontakt oss\" for å forklare situasjonen. Hvis kontoen ble sperret på grunn av brudd på retningslinjene må du forklare ordentlig hva som har skjedd, ikke bare si at noen har hacket seg inn. Hvis vi ikke kan stole på deg kan vi ikke åpne kontoen igjen.",
    "faq.cloudDataInfoTitle":"Hva er \"nettdata\"?",
    "faq.cloudDataInfoBody":"Med Scratch 2.0 kan du lagre data på nettet, \"i nettskyen\". Dataene blir varig lagret helt til de endres av programmet. Dataene er tilgjengelige for andre og kan brukes til å lagre poengsummer, statistikk og til andre ting der du trenger å lagre tall over lang tid.",
    "faq.storedCloudInfoTitle":"Hvem kan se data lagret på nettet?",
    "faq.storedCloudInfoBody":"Når du bruker et prosjekt som inneholder nettdata-klosser kan dine data bli lagret sammen med brukernavnet ditt, og andre brukere kan se det. Hvert prosjekt har en logg som viser hvem som har brukt det og hvilke data de har lagt ut.",
    "faq.onlyNumbersTitle":"Hvorfor er nettdata begrenset til bare tall - ingen lister eller tekstvariabler?",
    "faq.onlyNumbersBody":"Denne versjonen er begrenset til tallvariabler som en start for å avdekke eventuelle problemer med slik bruk av nettstedet. Vi planlegger å utvide muligheten til å lagre nettdata etterhvert. Hvis systemet fungerer bra er planen å legge til muligheter for å lagre lister, tekst osv.",
    "faq.reportCloudTitle":"Hvis jeg ser at noen bruker nettdata for å lagre upassende ting, hvordan melder jeg fra om det?",
    "faq.reportCloudBody":"Klikk på \"Meld\"-knappen (under programkjøring) for å melde fra om upassende innhold i nettdata. Da får du opp et skjema med link til en logg over alle nettdata i prosjektet og hvem som har lagret det. Ta gjerne en titt på denne loggen før du sender meldingen. Du bør skrive på engelsk og nevne \"cloud data\" (nettdata) i begrunnelsen for meldingen.",
    "faq.chatRoomTitle":"Kan jeg lage chat-tjenester med nettdata?",
    "faq.chatRoomBody":"Det er teknisk mulig å lagre chat-tjenester med nettdata, men det er for tiden ikke tillatt. Denne regelen kan bli gjort om når vi har bedre oversikt over muligheten for å overvåke nettdata og håndtere meldinger om misbruk.",
    "faq.makeCloudVarTitle":"Hvordan oppretter jeg en nettvariabel når jeg lager et prosjekt?",
    "faq.makeCloudVarBody":"Når du lager en variabel merker du av i ruten \"Nettvariabel\". Data i denne variabelen blir lagret på nettstedet og er synlig for andre.",
    "faq.changeCloudVarTitle":"Hvem kan forandre informasjonen i en nettvariabel?",
    "faq.changeCloudVarBody":"Bare ditt prosjekt kan lagre data i sin egen nettvariabel. Hvis andre forandrer eller remikser programmet vil deres prosjekt få en annen nettvariabel med samme navn.",
    "faq.newScratcherCloudTitle":"Jeg er logget inn, men får ikke til å bruke prosjekter med nettdata. Hva er galt?",
    "faq.newScratcherCloudBody":"Du må ha blitt en \"Scratcher\" på nettstedet for å få tilgang til nettdata. Du blir Scratcher ved å delta aktivt på nettstedet.",
    "faq.multiplayerTitle":"Er det mulig å lage spill for flere spillere ved å bruke nettdata?",
    "faq.multiplayerBody":"Det er vanskelig å bruke nettdata for å lage raske spill for flere spillere på grunn av hastigheten på nettet og vanskeligheter med synkronisering. Derimot er det mulig å lage spill der spillerne bytter på å spille, eller bruke nettdata på andre kreative måter.",
    "faq.cloudLagTitle":"Hvor lang tid tar det før data som lagres på nett kommer fram til en annen Scratcher?",
    "faq.cloudLagBody":"Det kommer an på. Hvis begge Scratcherne har en rask internettforbindelse (bredbånd) og det ikke er brannmur på maskinene eller på nettet vil nye data bli overført i løpet av millisekunder. Mange maskiner har imidlertid brannmur installert. Hvis den blokkerer utgående data til TCP-portene 531 og 843 blir tidsforsinkelsen ett sekund. Vi arbeider for å finne en måte å unngå denne begrensningen.",
    "faq.schoolsTitle":"Scratch i skolen",
    "faq.howTitle":"Hvordan brukes Scratch i skolen?",
    "faq.howBody":"Scratch brukes ved tusenvis av skoler rundt i hele verden, i mange forskjellige fag (for eksempel matematikk, språk, naturfag, samfunnsfag og estetiske fag). Du finner mer om hvordan Scratch kan brukes i skolen, og i andre sammenhenger (for eksempel museer eller biblioteker) på <a href=\"/educators\">siden for lærere</a>. Du kan også bli med i det internasjonale nettsamfunnet <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> for lærere som bruker Scratch. Lærere i Norge kan ha interesse av å besøke nettsidene til Kodeklubben.",
    "faq.ageTitle":"Hvilken aldersgruppe er Scratch laget for?",
    "faq.ageBody":"Scratch er laget med tanke på brukere i alderen 8 til 16 år og passer derfor best på mellomtrinnet og ungdomstrinnet, men Scratch har brukere i alle aldre. Noen høyskoler og universiteter bruker til og med Scratch som en introduksjon til kurs i informatikk. Yngre barn kan bruke <a href=\"//www.scratchjr.org/\">ScratchJr</a>, en forenklet versjon laget med tanke på barn i alderen 5 til 7 år.",
    "faq.noInternetTitle":"Går det an for elevene å bruke Scratch uten å være koblet til internett?",
    "faq.noInternetBody":"Ja. Du kan laste ned <a href=\"/scratch2download\">Scratch for maskiner uten nettforbindelse</a>, som er tilgjengelig for Mac og Windows.",
    "faq.communityTitle":"Kan jeg stenge elevene ute fra resten av nettsamfunnet til Scratch?",
    "faq.communityBody":"Scratch lar barn og unge samarbeide, dele og lære i et nettsamfunn der moderatorer passer på at de klare retningslinjene blir fulgt. Vi forstår at noen lærere ønsker at elevene ikke skal delta i et nettsamfunn med resten av verden. I slike tilfeller anbefaler vi å installere Scratch for maskiner uten nettforbindelse.",
    "faq.teacherAccountTitle":"Hva er en lærerkonto på Scratch?",
    "faq.teacherAccountBody":"Lærerkontoer på Scratch gir lærere mulighet til å opprette og administrere elevkontoer for skoleklasser og opprette gallerier for klassene.",
    "faq.requestTitle":"Hvordan søker jeg om en lærerkonto?",
    "faq.requestBody":"Du kan søke om en lærerkonto på Scratch fra <a href=\"/educators\">siden for lærere</a>. Vi ber da om ekstra informasjon for å bekrefte din rolle som lærer.",
    "faq.edTitle":"Hva er forskjellen på en lærerkonto på Scratch og en konto på ScratchEd?",
    "faq.edBody":"Lærerkontoer på Scratch er spesielle brukerkontoer som har mulighet til å opprette og administrere elevkontoer. ScratchEd-kontoer gir tilgang til <a href=\"http://scratched.gse.harvard.edu/\">nettsamfunnet ScratchEd</a>, et eget nettsted (som administreres av Harvard Graduate School of Education) der lærere kan utveksle informasjon og ha kontakt med hverandre.",
    "faq.dataTitle":"Hva slags informasjon om elevene registreres hos Scratch?",
    "faq.dataBody":"Når en elev registrerer seg som Scratch-bruker spør vi bare etter grunnleggende personopplysninger som kjønn, alder (fødselsår og -måned), land og en epostadresse for bekreftelse. Opplysningene brukes (som grunnlag for statistikk) når vi studerer hvordan elever bruker Scratch i læring. Når en lærer registrerer mange elevkontoer er det ikke nødvendig for elevene å oppgi epostadresse.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"Mer informasjon om lærerkontoer finner du på siden for <a href=\"/educators/faq\">spørsmål og svar</a>"
}
