{
    "faq.title":"Veelgestelde vragen (FAQ)",
    "faq.intro":"Op deze pagina vind je antwoorden op veelgestelde vragen over Scratch",
    "faq.aboutTitle":"Algemene vragen",
    "faq.privacyTitle":"Privacybeleid",
    "faq.remixTitle":"Hergebruik en kopiëren",
    "faq.accountsTitle":"Gebruikersaccounts",
    "faq.permissionsTitle":"Licentie en toestemming",
    "faq.inappropriateContentTitle":"Onbehoorlijke inhoud",
    "faq.cloudDataTitle":"Clouddata",
    "faq.aboutScratchTitle":"Wat is Scratch en wat kan ik er mee?",
    "faq.aboutScratchBody":"Scratch is een programmeertaal en online community waar je je eigen interactieve verhalen, spellen en animaties kan creëren èn delen met anderen over de gehele wereld. In het proces van Scratch-projecten ontwerpen en programmeren, leren jongeren creatief te denken, systematisch te redeneren en samen te werken. Om meer te weten te komen over Scratch, bekijk de <a href=\"/about\">Over Scratch</a>-pagina.",
    "faq.makeGameTitle":"Hoe maak ik een spel of animatie met Scratch?",
    "faq.makeGameBody":"Bekijk de <a href=\"/tips\">tips pagina </a>om veel manieren te zien om aan de slag te gaan met Scratch. Of  <a href=\"/projects/editor/?tip_bar=getStarted\">duik in </a> in de project editor.",
    "faq.requirementsTitle":"Wat zijn de vereiste systeemeigenschappen voor Scratch?",
    "faq.requirementsBody":"Om Scratch 2.0 te gebruiken heb je dit nodig: (1) a Windows, ChromeOS, Mac, of Linux; (2) een versie van <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> van na 15 juni 2016; (3) een recente web browser <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac of Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows of Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), of <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). Als jouw systeem hier niet aan voldoet kan je proberen om <a href=\"/scratch_1.4\">Scratch 1.4</a> te downloaden en te installeren. Deze versie van Scratch kan je ook gebruiken om projecten op de Scratch 2.0 website te delen.",
    "faq.offlineTitle":"Is er een downloadbare versie, zodat ik projecten offline kan creëren en bekijken?",
    "faq.offlineBody":"The Scratch 2.0 offline editor laat je Scratch projecten creëren zonder een internet verbinding. Je kunt <a href=\"/scratch2download/\"> Scratch 2.0 downloaden </a> van de  website. Je kunt ook nog steeds  <a href=\"/scratch_1.4\">Scratch 1.4</a> gebruiken. Notitie: Je kunt  Scratch 1.4 en 2.0 allebei op je computer hebben.",
    "faq.uploadOldTitle":"Kan ik projecten - die gemaakt zijn met oudere versies van Scratch - uploaden naar deze website?",
    "faq.uploadOldBody":"Ja - je kunt projecten die gemaakt zijn met eerdere versies van Scratch uploaden en delen, en ze zijn dan zichtbaar en speelklaar. (maar je kunt ze geen projecten downloaden van latere Scratch versies en ze dan openen in vroegere versies. Bijvoorbeeld: Je kunt niet een Scratch 2.0 project openen in <a href=\"/scratch_1.4\">Scratch 1.4</a>, omdat <a href=\"/scratch_1.4\">Scratch 1.4</a> geen .sb2 project file format kan lezen.)",
    "faq.recordVideoTitle":"Kan ik een video-opname maken van mijn Scratch project?",
    "faq.recordVideoBody":"Ja, je kan vanuit de Scratch editor een video-opname maken van maximaal 60 seconden. Kies in het menu File, het item \"Record Project Video\". (Je moet hiervoor zijn ingelogd.) Er zijn enkele opties (zoals opnemen geluid en muiskliks) via het \"More Options\" menu. Speel het project af zoals je wilt. Als de opname is afgerond, volgt de instructies over het downloaden van het videobestand. Afhankelijk van het type computer, heb je wellicht een extra programma als <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> nodig om de video af te spelen. De video kan worden geplaatst op YouTube, Vimeo, en Facebook, maar moet wellicht worden geconverteerd voor websites als Twitter of Tumblr.",
    "faq.scratchCostTitle":"Wat kost Scratch? Heb ik een licentie nodig?",
    "faq.scratchCostBody":"Scratch is en zal altijd gratis blijven. Je hoeft geen licentie te hebben om Scratch op school, thuis of ergens anders te gebruiken. De ontwikkeling en het onderhoud van Scratch wordt ondersteund door subsidies en donaties. Als je graag zou willen bijdragen aan Scratch, neem dan een kijkje op onze <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donatiepagina</a>.",
    "faq.mediaLabTitle":"Wie hebben Scratch gemaakt?",
    "faq.mediaLabBody":"Scratch is ontwikkeld en worden onderhouden door het Scratch-team van de <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> van het <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Welke informatie wordt gevraagd tijdens het registreren?",
    "faq.accountInfoList":"Om de privacy van onze leden te beschermen, beperken we wat we vragen en wat we tonen op de website. Tijdens het registratieproces, vragen we om de volgende gegevens:",
    "faq.privacyUsername":"gebruikersnaam - We willen je vragen om niet je eigen naam te gebruiken of andere informatie die je kan identificeren.",
    "faq.privacyCountry":"land",
    "faq.privacyBirthdate":"geboortemaand en jaar - We gebruiken dit om het bezit van het account te bevestigen als de eigenaar zijn wachtwoord en e-mail heeft verloren of vraagt om zijn account te sluiten.",
    "faq.privacyGender":"geslacht",
    "faq.privacyEmail":"contact e-mailadres - Als de gebruiker jonger is dan 13 jaar, dan vragen we om het e-mailadres van een ouder of voogd. We sturen geen e-mails naar dit adres, tenzij iemand om het wachtwoord van het account vraagt.",
    "faq.accountPublicInfo":"De gebruikersnaam en het land van de gebruiker worden aan iedereen getoond op de profielpagina. De geboortemaand / -jaar, het e-mailadres en geslacht van de gebruiker worden nooit getoond. We verzamelen deze informatie om de leeftijd en het geslacht statistisch te gebruiken voor onderzoek. We zullen deze informatie nooit verkopen, verhuren of geven aan iemand.",
    "faq.dataCollectionTitle":"Welke gebruikersinformatie wordt bewaard tijdens het gebruik van deze website?",
    "faq.dataCollectionOne":"Als een gebruiker inlogt, slaat de Scratch-website een <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http-cookie</a> op zijn computer op, om tijdens het gebruik van de site te kunnen onthouden dat de gebruiker is ingelogd. We verzamelen een beperkte hoeveelheid klik- en paginabezoekgegevens met behulp van Google Analytics. Deze \"klikdata\" helpt ons om de website te verbeteren.",
    "faq.dataCollectionTwo":"Een deel van de informatie die we verzamelen op de Scratch-website, wordt gebruikt voor onderzoekstudies waarmee we onze kennis over hoe mensen leren met Scratch willen verbeteren. De resultaten van dit onderzoek worden gedeeld met onderwijzers en onderzoekers tijdens conferenties, in vakbladen en andere publicaties. Meer informatie hierover kun je vinden op onze <a href=\"/info/research\">onderzoekspagina</a>.",
    "faq.rentInfoTitle":"Wordt gebruikersinformatie aan derden verkocht of verhuurd door het Scratch-team?",
    "faq.rentInfoBody":"Nee.",
    "faq.viewUnsharedTitle":"Kan het Scratch-team niet-gedeelde projecten bekijken op 'Mijn projecten'-pagina?",
    "faq.viewUnsharedBody":"Omdat het Scratch Team verantwoordelijk is voor de aanpassingen, hebben wij toegang tot alle op de Scratch website geplaatste inhoud. Dit is inclusief niet gedeelde projecten. Als u er de voorkeur aan geeft om in volledige privacy te werken, kunt u gebruik maken van de <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> of  <a href=\"/scratch_1.4\"> Scratch 1.4</a>",
    "faq.remixDefinitionTitle":"Wat is hergebruiken?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Waarom is het verplicht dat alle projecten hergebruikt kunnen worden?",
    "faq.remixableBody":"Wij vinden dat kijken en hergebruiken van interessante projecten een geweldige manier zijn om te leren programmeren en ook leiden ze tot gave nieuwe ideeën. Daarom is de broncode zichtbaar voor elk project dat gedeeld is op de Scratch-website.",
    "faq.creativeCommonsTitle":"Wat als ik niet wil dat mijn project hergebruikt wordt?",
    "faq.creativeCommonsBody":"Door je project te publiceren op de Scratch-website, stem je in met de <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>-licentie. Als je niet wilt dat anderen je creaties zien en remixen, deel ze dan niet op de Scratch-website.",
    "faq.fairUseTitle":"Mag ik afbeeldingen / geluiden / media van het internet gebruiken in mijn projecten?",
    "faq.fairUseBody":"Het is belangrijk dat je respect hebt voor de wensen van de originele maker wanneer je hergebruikt. Als je ervoor kiest om werk van iemand anders te integreren in je eigen werk, zorg er dan voor dat je hem vermeldt bij de “credits” op de projectpagina en dat je de link naar het originele werk plaatst. Om kunst / geluiden te vinden die gelicenseerd zijn voor hergebruik, kijk dan eens op <a href=\"http://search.creativecommons.org/?lang=nl\">Creative Commons Search</a>.",
    "faq.confirmedAccountTitle":"Wat is een \"bevestigd\" Scratch-account?",
    "faq.confirmedAccountBody":"Een bevestigd account op Scratch laat je projecten delen, reacties schrijven en studio's creëren. Door je account te bevestigen ontvang je ook e-mailupdates van het Scratch-team.",
    "faq.checkConfirmedTitle":"Hoe kan ik zien of mijn account bevestigd is?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Hoe kan ik mijn account bevestigen?",
    "faq.howToConfirmBody":"Na het registreren voor Scratch zal je een e-mail ontvangen met een link om je account te bevestigen. Als je de e-mail niet vindt, kijk dan zeker ook in de map Spam. Op de e-mail opnieuw te sturen, ga naar Accountinstellingen, klik op E-mail en volg de instructies daar. Let wel op dat dit tot een uur kan duren voor de e-mail aankomt. Als je de e-mail nog steeds niet ziet na een uur, <a href=\"/contact-us\">laat het ons dan weten</a>.",
    "faq.requireConfirmTitle":"Moet ik mijn account bevestigen?",
    "faq.requireConfirmBody":"Je kan nog steeds vele aspecten van Scratch doen zonder je account te bevestigen, waaronder het creëren en opslaan van projecten (zonder ze te delen). Let op: Als je een account hebt aangemaakt voor 11 februari 2015, dan kan je nog steeds sociale functies gebruiken op Scratch zonder je account te bevestigen.",
    "faq.forgotPasswordTitle":"Ik ben mijn wachtwoord vergeten. Hoe kan ik dit resetten?",
    "faq.forgotPasswordBody":"Voer je gebruikersnaam in op de <a href=\"/accounts/password_reset/\">wachtwoord vergeten</a>-pagina. De website stuurt een e-mail naar het e-mailadres dat bij de gebruikersnaam hoort met daarin een link waarmee je een nieuw wachtwoord kunt instellen.",
    "faq.changePasswordTitle":"Hoe verander ik mijn wachtwoord?",
    "faq.changePasswordBody":"Ga naar de Scratch-website, log in en klik op de gebruikersnaam rechtsboven in het scherm. Kies \"accountinstellingen\" en klik op de link om je wachtwoord te wijzigen.",
    "faq.changeEmailTitle":"Hoe kan ik mijn e-mailadres veranderen?",
    "faq.changeEmailBody":"Ga naar de Scratch-website, log in en klik dan op je gebruikersnaam in de rechterbovenhoek van het scherm. Kies \"Accountinstellingen\" en klik op de link om je e-mail te wijzigen.",
    "faq.newScratcherTitle":"Hoe verander ik 'Nieuwe Scratcher' in 'Scratcher'?",
    "faq.newScratcherBody":"Maak en deel projecten, reageer hulpvol op projecten van andere Scratchers en wees geduldig! Na enkele weken actief te zijn, zal er een link verschijnen op je profielpagina die je uitnodigt om een Scratcher te worden. (Let wel op dat we Nieuwe Scratchers niet promoveren naar Scratchers op aanvraag, zelfs al worden we omgekocht met lekkere chocolaatjes.)",
    "faq.multipleAccountTitle":"Mag ik meerdere gebruikersnamen aanmaken?",
    "faq.multipleAccountBody":"Het is prima als je meerdere accounts hebt op de Scratch-website, zolang je ze niet gebruikt om de gemeenschapsrichtlijnen te omzeilen. In dat geval, is het mogelijk dat alle gerelateerde accounts geblokkeerd of verwijderd worden.",
    "faq.multipleLoginTitle":"Is het oké als er meer dan één persoon ingelogd is met dezelfde gebruikersnaam?",
    "faq.multipleLoginBody":"Dit wordt niet aanbevolen, omdat de website en het projectscherm in de war kunnen raken als er meer dan één persoon tegelijkertijd is ingelogd met dezelfde gebruikersnaam.",
    "faq.changeUsernameTitle":"Kan ik mijn gebruikersnaam wijzigen?",
    "faq.changeUsernameBody":"De structuur van de Scratch-website is afhankelijk van een consistente gebruikersnaam, daarom is het niet mogelijk om je gebruikersnaam aan te passen. Als je het echt wilt, dan kun je een nieuw account aanmaken - maar dan zul je wel zelf je projecten moeten kopiëren.",
    "faq.shareInfoTitle":"Welke informatie kan ik delen op / met mijn account?",
    "faq.shareInfoBody":"Deel alsjeblieft geen persoonlijke contactinformatie, zoals je huis-, e-mailadres, telefoonnummer of andere informatie die gebruikt kan worden om contact met je op te nemen buiten de Scratch-website om. Meld alsjeblieft projecten, opmerkingen, reacties of forumberichten waar deze informatie in staat, zodat het Scratch-team deze kan verwijderen en de schrijver kan herinneren aan deze regel.",
    "faq.deleteAccountTitle":"Hoe kan ik mijn account verwijderen?",
    "faq.deleteAccountBody":"Log in op Scratch en klik dan op je gebruikersnaam in de rechterbovenhoek. Selecteer \"Accountinstellingen\" en klik dan op de <em>“Ik wil mijn account verwijderen”</em>-link onderaan de pagina.",
    "faq.scratchFreeTitle":"Is Scratch gratis?",
    "faq.scratchFreeBody":"Ja! Scratch is helemaal gratis. Je kunt het op je school gebruiken en je mag er ook cursussen in geven (zelfs als deze cursus geld kost). Je hoeft geen licentie te kopen - het is gratis.",
    "faq.scratchScreenshotTitle":"Kan ik schermafdrukken van Scratch gebruiken in een boek of presentatie?",
    "faq.scratchScreenshotBody":"Ja, je kan een boek of artikel over Scratch schrijven. Je mag gebruik maken van schermafdrukken en afbeeldingen van Scratch en de Scratch website. Je kan de afbeeldingen beschouwen als gelicenceerd volgens  <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We vragen je om in jouw boek of artikel deze tekst op te nemen: \"Scratch is ontwikkeld door de  Lifelong Kindergarten Group van het MIT Media Lab. Het is gratis beschikbaar via https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Mag ik een presentatie over Scratch houden tijdens een bijeenkomst?",
    "faq.presentScratchBody":"Voel je vrij om presentaties te maken voor onderwijzers of andere groepen. We geven toestemming om presentaties te maken.",
    "faq.supportMaterialTitle":"Mag ik Scratchmaterialen, sprites, afbeeldingen, geluiden of voorbeeldprojecten van deze website (her)gebruiken?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Mag ik mijn Scratch-projecten verkopen?",
    "faq.sellProjectsBody":"Zeker - jouw project is jouw creatie. Onthoud dat wanneer je je project deelt op Scratch, iedereen het kan downloaden, remixen en hergebruiken volgens de <a href=\"https://creativecommons.org/licenses/by-sa/2.0/deed.nl\">CC-BY-SA 2.0 licentie</a>. Dus als je je project wilt verkopen, moet je het misschien niet meer delen op Scratch.",
    "faq.sourceCodeTitle":"Waar kan ik de broncode vinden van Scratch?",
    "faq.sourceCodeBody":"De broncode voor de Scratch 2 editor is te vinden op <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. De broncode voor <a href=\"/scratch_1.4\">Scratch 1.4</a>, geschreven in Squeak, is ook beschikbaar op <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Voor nieuwe informatie over ontwikkelingsprojecten omtrent de Scratch website, kijk op onze <a href=\"/developers\">developer pagina</a>.",
    "faq.okayToShareTitle":"Hoe weet ik wat wel en niet oké is om te delen op de Scratch-website?",
    "faq.okayToShareBody":"Controleer de <a href=\"/community_guidelines\">Scratch gemeenschapsrichtlijnen</a> - ze zijn kort en bevatten weinig juridische tekst. Er is een link onderaan elke pagina op Scratch.",
    "faq.reportContentTitle":"Wat moet ik doen als ik iets onbehoorlijks zie?",
    "faq.reportContentBody":"Je kunt in elk project, reactie, opmerking, forumbericht of gebruikerspagina op de link “melden” klikken als je denkt dat iets niet oké is voor Scratch. Als de situatie moeilijk is, dan kun je de Contact-link gebruiken om het uit te leggen. Zorg ervoor dat je zoveel mogelijk informatie geeft, inclusief links naar relevantie pagina's.",
    "faq.noFlameTitle":"Wat moet ik doen als ik zie dat iemand gemeen of respectloos is?",
    "faq.noFlameBody":"Gooi geen olie op het vuur! Door op gemene reacties te reageren met meer gemene reacties, maak je het alleen maar erger en dat kan er voor zorgen dat jóuw account geblokkeerd wordt. In plaats daarvan kun je het beste alles, wat respectloos of niet constructief is, melden en dan nemen wij contact op met de schrijver. We controleren de meldingen elke dag, meerdere keren per dag - wees er dus gerust op dat wij het voor je regelen.",
    "faq.reviewContentTitle":"Wat doet het Scratch-team als er iets gemeld of gerapporteerd wordt?",
    "faq.reviewContentBody":"Het Scratch-team bekijkt gemelde opmerkingen, reacties en projecten elke dag. Als iets niet in overeenstemming is met de Scratch-gemeenschapsrichtlijnen, dan kan het zijn dat we het verwijderen en een waarschuwing sturen naar de eigenaar. Afhankelijk van hoe erg het is (of als we al vaker gewaarschuwd hebben), kunnen we ook het account of netwerken (welke gebruikt zijn voor het plaatsen) blokkeren.",
    "faq.blockedAccountTitle":"Wat gebeurd er met een gebruikersnaam dat geblokkeerd is?",
    "faq.blockedAccountBody":"Als een account geblokkeerd is, dan heeft de eigenaar geen toegang meer en kan hij/zij ook geen projecten meer maken of reacties plaatsen. Als hij/zij inlogt, zien hij/zij een pagina welke uitlegt dat het account is geblokkeerd met een formulier waarin hij/zij kan vragen om het te deblokkeren. Als de eigenaar kan aantonen dat hij/zij begrijpt waarom het account geblokkeerd was en beloven om de gemeenschapsrichtlijnen in de toekomst te volgen, dan zal het  Scratch-team zijn/haar zaak beoordelen. Accounts worden alleen gedeblokkeerd als de eigenaar te vertrouwen is. In andere gevallen zal het account (en waarschijnlijk ook andere accounts welke eigendom of gemaakt zijn door die persoon) verwijderd worden.",
    "faq.stolenAccountTitle":"Mijn gemene broer / Kaj / een andere gemeen iemand, heeft mijn gebruikersnaam gestolen en deze is nu geblokkeerd, wat kan ik doen?",
    "faq.stolenAccountBody":"Jij bent er zelf verantwoordelijk voor om je wachtwoord geheim te houden. Als iemand jouw inloggegevens heeft en verkeerde dingen doet, vertel dit dan aan de volwassenen die verantwoordelijk zijn voor de computers. Als je denkt dat iemand, die jij niet kent, toegang heeft tot jouw account, verander dan direct het wachtwoord en/of gebruik de contact-link om ons de situatie uit te leggen. Als je wordt geblokkeerd omdat er iets gedaan is dat niet mag volgens de gemeenschapsrichtlijnen, zeg dan niet alleen dat je account gehackt is. Als we je niet geloven, dan zullen we je account niet deblokkeren.",
    "faq.cloudDataInfoTitle":"Wat is clouddata?",
    "faq.cloudDataInfoBody":"Clouddata is een mogelijkheid in Scratch 2 dat ervoor zorgt dat gegevens van een project online bewaard en gedeeld kunnen worden. Je kunt clouddata gebruiken voor enquêtes en andere projecten die getallen opslaan.",
    "faq.storedCloudInfoTitle":"Wie kan de informatie zien die is opgeslagen in de cloud?",
    "faq.storedCloudInfoBody":"Als je interactie hebt met een project dat clouddata-blokken bevat, dan kan het zijn dat jouw informatie, samen met jouw gebruikersnaam, wordt bewaard en dat anderen dit kunnen bekijken. Elk project heeft een logbestand waarin wordt vastgelegd wie interactie had met het project en welke data hij/zij gedeeld heeft.",
    "faq.onlyNumbersTitle":"Waarom is cloud-data op dit moment beperkt tot alleen nummers -- zonder teksten of lijsten?",
    "faq.onlyNumbersBody":"De huidige site is beperkt tot getallen in variabelen als eerste stap om mogelijke gebruiksproblemen op te kunnen lossen. We zijn van plan om clouddata-mogelijkheden geleidelijk uit te rollen. Als de infrastructuur goed werkt, dan zijn we van plan om andere mogelijkheden toe te voegen (cloudlijsten, ondersteuning voor teksten, etc.).",
    "faq.reportCloudTitle":"Als ik zie dat iemand onbehoorlijke inhoud opslaat in clouddata, hoe kan ik dit melden?",
    "faq.reportCloudBody":"Klik op de \"Meld dit\"-knop (onder de projectspeler) om onbehoorlijke inhoud in clouddata te melden. Het meldingsformulier bevat een link naar het logbestand met alle clouddata van dat project en wie dat achtergelaten heeft - bekijk dit eerst voordat je je melding verstuurd. Zorg ervoor dat je het woord \"clouddata\" gebruikt in je melding.",
    "faq.chatRoomTitle":"Kan ik een chatroom maken met clouddata?",
    "faq.chatRoomBody":"Terwijl het technisch mogelijk is om chatruimtes te maken met clouddata, is dat momenteel niet toegestaan. We zullen deze regel heroverwegen, zodra we een beter gevoel hebben bij onze mogelijkheden om clouddata te monitoren en meldingen te onderzoeken.",
    "faq.makeCloudVarTitle":"Hoe maak ik een cloudvariabele?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Wie kan de informatie in een cloudvariabele veranderen?",
    "faq.changeCloudVarBody":"Alleen jouw project kan gegevens opslaan in de cloud-variable. Als iemand jouw code verandert of hergebruikt, dan wordt er een andere variabele gemaakt in zijn/haar project met dezelfde naam.",
    "faq.newScratcherCloudTitle":"Ik ben ingelogd, maar ik kan nog geen projecten gebruiken met clouddata. Hoe kan dit?",
    "faq.newScratcherCloudBody":"Je zult eerst \"Scratcher\" moeten zijn op de website voordat je toegang het tot cloud-data. Je kunt Scratcher worden door actief deel te nemen op de website.",
    "faq.multiplayerTitle":"Is het mogelijk om een multiplayer-game te maken met clouddata?",
    "faq.multiplayerBody":"Multispeler-spelletjes zijn moeilijk om te maken, door netwerksnelheid- en synchronisatieproblemen. Desondanks bedenken sommige Scratchers creatieve manieren om cloud-data te gebruiken voor om-de-beurt- en andere spelletjes.",
    "faq.cloudLagTitle":"Hoe lang duurt het voordat clouddata bij een andere Scratcher aankomt?",
    "faq.cloudLagBody":"Dat hangt ervan af. Als beide Scratchers een redelijk snelle internetverbinding (DSL/kabel) hebben en er geen dichtgetimmerde firewalls op de computers/netwerk staan, dan worden updates verzonden in milliseconden. Maar, veel computers hebben firewallsoftware draaien en als deze firewallsoftware uitgaande connecties via TCP-poort 531 en TCP-poort 843 blokkeren, dan kan de vertraging één seconde worden. We zijn momenteel bezig om uit te zoeken of we om deze beperking heen kunnen werken.",
    "faq.schoolsTitle":"Scratch in Scholen",
    "faq.howTitle":"Hoe wordt Scratch in scholen gebruikt?",
    "faq.howBody":"Scratch wordt gebruikt in duizenden scholen over de hele wereld, op vele gebieden (waaronder taalkunsten, wetenschap, geschiedenis, wiskunde en informatica). Je kunt meer leren over strategieën en hulpmiddelen om Scratch te gebruiken in scholen en andere leeromgevingen (zoals musea, bibliotheken en gemeenschapscentra) op onze <a href=\"/educators\">onderwijzers pagina</a>. Je kunt je ook aansluiten bij de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online gemeenschap voor onderwijzers, welke beheerd wordt door onze vrienden aan de Harvard Graduate School of Education.",
    "faq.ageTitle":"Voor welke leeftijden is Scratch bedoeld?",
    "faq.ageBody":"Scratch is speciaal ontwikkeld voor jonge mensen van 8 tot 16 jaar, dus het wordt het meest gebruikt op basisscholen en middelbare scholen, maar mensen van alle leeftijden maken en delen Scratch projecten. Scratch wordt zelfs gebruikt bij sommige beginnerscursussen informatica in colleges. Jongere kinderen kunnen <a href=\"//www.scratchjr.org/\">ScratchJr</a> proberen, een versimpelde versie van Scratch ontwikkeld voor leeftijden van 5 tot 7.",
    "faq.noInternetTitle":"Is er een manier voor studenten om Scratch te gebruiken zonder internet verbinding?",
    "faq.noInternetBody":"Ja. De Scratch <a href=\"/scratch2download\">Offline Editor</a> is een gratis versie van Scratch die op een desktop of laptop computer draait. Op dit moment is de Offline Editor beschikbaar voor Mac en Windows machines.",
    "faq.communityTitle":"Kan ik de online community uitschakelen voor mijn studenten?",
    "faq.communityBody":"De Scratch online gemeenschap biedt jonge mensen een manier om te delen, samen te werken en te leren met hun leeftijdgenoten binnen een gemodereerde gemeenschap die geleid wordt door gemeenschapsrichtlijnen. We begrijpen echter dat sommige onderwijzers er de voorkeur aan geven dat hun studenten niet deelnemen aan een online gemeenschap. Deze onderwijzers kunnen de Scratch offline editor installeren, welke offline en lokaal op een desktop of laptop computer draait.",
    "faq.teacherAccountTitle":"Wat is een Scratch leerkracht account?",
    "faq.teacherAccountBody":"Een Scratch leerkracht account voorziet leerkrachten en andere onderwijzers van extra opties om studentenparticipatie te beheren op Scratch, inclusief de mogelijkheid om studentenaccounts te maken, studentenprojecten in studios te organiseren, en commentaar van studenten te monitoren.",
    "faq.requestTitle":"Hoe vraag ik een Scratch leerkracht account aan?",
    "faq.requestBody":"Je kunt een Scratch leerkracht account aanvragen vanaf de <a href=\"/educators\">Onderwijzers pagina</a> op Scratch. We vragen tijdens het registratie proces om aanvullende informatie om je rol als onderwijzer te verifiëren.",
    "faq.edTitle":"Wat is het verschil tussen een Scratch leerkracht account en een ScratchEd account?",
    "faq.edBody":"Scratch leerkrachtaccounts zijn speciale gebruikersaccounts op Scratch die toegang hebben tot aanvullende opties om het maken en beheren van studentenaccounts mogelijk te maken. ScratchEd accounts zijn accounts op de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd gemeenschap</a>, een aparte website (beheerd door de Harvard Graduate School of Education) waar onderwijzers verhalen delen, hulpmiddelen uitwisselen, vragen stellen en andere Scratch onderwijzers ontmoeten.",
    "faq.dataTitle":"Welke leerlinggegevens worden door Scratch verzameld?",
    "faq.dataBody":"Bij de aanmelding bij Scratch, vragen we enkele persoonlijke gegevens zoals geslacht, leeftijd (geboortejaar en -maand), land en een e-mailadres ter verificatie. Deze gegevens worden (in geaggregeerde vorm) gebruikt voor onderzoek gericht op een beter inzicht in de manier waarop mensen met Scratch leren. Als een leerkracht via een Scratch leerkracht account in bulk leerling accounts aanmaakt dan hoeven de leerlingen geen e-mailadres door te geven.  ",
    "faq.lawComplianceTitle":"Voldoet Scratch 2.0 (online versie) aan de lokale en federale privacywetgeving in de Verenigde Staten?",
    "faq.lawComplianceBody":"Scratch geeft enorm om de privacy van studenten en alle individuen die ons platform gebruiken. Er zijn fysieke en elektronische procedures in gang om de informatie die we verzamelen op de Scratch-website te beschermen. Hoewel we niet in de positie zijn om contractuele garanties aan te bieden aan elke persoon die ons gratis en leerzaam product gebruiken, volgen we alle federale wetten in de Verenigde Staten die toepasbaar zijn op MIT, een 501(c)(3)-organisatie en de persoon die Scratch gemaakt heeft en onderhoudt. Wij moedigen je aan om het Privacybeleid van Scratch te lezen voor meer informatie.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
