{
    "faq.title":"Perguntas Frequentes",
    "faq.intro":"Nessa página, você vai encontrar respostas para as perguntas frequentes sobre Scratch.",
    "faq.aboutTitle":"Perguntas em Geral",
    "faq.privacyTitle":"Política de Privacidade",
    "faq.remixTitle":"Remixagem e Cópia",
    "faq.accountsTitle":"Contas",
    "faq.permissionsTitle":"Licenças e Permissões",
    "faq.inappropriateContentTitle":"Conteúdo Impróprio",
    "faq.cloudDataTitle":"Dados da Nuvem",
    "faq.aboutScratchTitle":"O que é Scratch, e o que eu posso fazer com ele?",
    "faq.aboutScratchBody":"O Scratch é uma linguagem de programação e uma comunidade on-line na qual você pode criar seus próprios jogos, animações e histórias interativas -- e compartilhar suas criações com pessoas do mundo todo. No processo de desenvolvimento e programação de projetos Scratch, os jovens aprendem a pensar de forma criativa, a raciocinar sistematicamente e a trabalhar de forma colaborativa. Para aprender mais Scratch, acesse nossa página <a href=\"/about\">Sobre o Scratch</a>.",
    "faq.makeGameTitle":"Como posso fazer um jogo ou animação com o Scratch?",
    "faq.makeGameBody":"Confira a <a href=\"/tips\">página de dicas </a> para ver várias formas de começar a usar o Scratch. Ou então, <a href=\"/projects/editor/?tip_bar=getStarted\">vá direto </a> ao editor de projetos.",
    "faq.requirementsTitle":"Quais são os requisitos de sistema para o Scratch?",
    "faq.requirementsBody":"Para executar o Scratch 2.0, você precisa de: (1) um computador Windows, ChromeOS, Mac, ou Linux; (2) uma versão do <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player </a>lançado a partir de 15 de junho de 2016; (3) um navegador relativamente recente: uma das últimas duas versões do <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac ou Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows ou Mac, apenas), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (apenas Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (apenas Windows), ou <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11 </a>(apenas Windows). Se o seu computador não cumpre esses requisitos, você pode tentar baixar e instalar o <a href=\"/scratch_1.4\">Scratch 1.4 </a>, o qual pode ser usado para o compartilhamento de projetos com o website do Scratch 2.0.",
    "faq.offlineTitle":"Existe uma versão que eu possa baixar para criar e visualizar projetos offline?",
    "faq.offlineBody":"O editor offline do Scratch 2.0 permite que você crie projetos Scratch sem uma conexão com a internet. Você pode <a href=\"/scratch2download/\">baixar o Scratch 2.0</a> em nosso site. Você também pode usar o <a href=\"/scratch_1.4\">Scratch 1.4</a>. Observação: você pode o Scratch 1.4 e o 2.0 ambos instalados em seu computador.",
    "faq.uploadOldTitle":"Eu ainda posso fazer upload de projetos criados com versões mais antigas do Scratch para o site?",
    "faq.uploadOldBody":"Sim, você pode compartilhar ou fazer upload de projetos feitos em versões anteriores do Scratch, e eles serão visíveis e executáveis. (No entanto, você não pode baixar projetos feitos ou editados em versões posteriores do Scratch e abri-los em versões anteriores. Por exemplo, você não pode abrir um projeto do Scratch 2 no <a href=\"/scratch_1.4\">Scratch 1.4</a>, porque o <a href=\"/scratch_1.4\">Scratch 1.4</a> não sabe ler o formato de arquivo de projeto .sb2).",
    "faq.recordVideoTitle":"Posso gravar um vídeo do meu projeto Scratch?",
    "faq.recordVideoBody":"Sim, você pode gravar um vídeo do seu projeto Scratch de até 60 segundos. No editor Scratch, a partir do menu Arquivo, selecione \"Gravar vídeo do projeto\". (Você precisa estar logado para ver esta opção). Você pode escolher opções de gravação adicionais (como gravar o som e os cliques do mouse) no menu \"Mais opções\". Então, execute seu projeto como quiser. Quando a gravação terminar, siga as instruções para baixar o arquivo para o seu computador. Dependendo do tipo de computador que você tem, você pode precisar baixar outro programa, como o <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>, para executar o arquivo. Este arquivo vai ser executado no YouTube, Vimeo e no Facebook, mas pode precisar ser convertido para outros sites como Twitter ou Tumblr.",
    "faq.scratchCostTitle":"Quanto custa o Scratch? Preciso de uma licença?",
    "faq.scratchCostBody":"O Scratch é e sempre será gratuito. Você não precisa de uma licença para usar Scratch em sua escola, casa ou em qualquer outro lugar. O desenvolvimento e a manutenção do Scratch são financiados por subsídios e doações. Se você quiser contribuir com o Scratch, acesse nossa <a href=\"https://secure.donationpay.org/scratchfoundation/\">Página de doação</a>.",
    "faq.mediaLabTitle":"Quem criou o Scratch?",
    "faq.mediaLabBody":"O Scratch é desenvolvido e mantido pela Equipe Scratch no <a href=\"http://llk.media.mit.edu/\">grupo Lifelong Kindergarten</a> no <a href=\"http://www.media.mit.edu/\">MIT Media Lab </a>.",
    "faq.accountInfoTitle":"Quais informações são solicitadas no registro da conta?",
    "faq.accountInfoList":"Para proteger a privacidade dos membros de nossa comunidade, limitamos os dados coletados e publicados no site. Durante o processo de registro, pedimos as seguintes informações:",
    "faq.privacyUsername":"nome de usuário - Pedimos que os usuários evitem usar seus nomes reais ou outras informações de identificação.",
    "faq.privacyCountry":"país",
    "faq.privacyBirthdate":"mês e ano de nascimento - Usamos essas informações para confirmar a propriedade da conta, se o proprietário perder a senha e o e-mail, ou solicitar seu encerramento.",
    "faq.privacyGender":"gênero",
    "faq.privacyEmail":"endereço e-mail para contato - Se o titular da conta tem menos de 13 anos, pedimos para inserir o e-mail de seu pai/mãe ou responsável. Não enviamos e-mails para este endereço, exceto quando há solicitação de redefinição de senha da conta.",
    "faq.accountPublicInfo":"O nome de usuário e do país do titular da conta são exibidos publicamente na sua página de perfil. O mês de nascimento / ano, e-mail e gênero associado à conta não são exibidos publicamente. Coletamos essas informações para que possamos saber a idade e o sexo de nossos usuários de forma agregada e para fins de pesquisa. Não vendemos nem arrendamos informações sobre nossos usuários para ninguém.",
    "faq.dataCollectionTitle":"Quais dados são coletados enquanto se usa o site?",
    "faq.dataCollectionOne":"Quando um usuário faz login, o site do Scratch solicita a criação de <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">cookies </a> em seu computador, para lembrá-lo de que está conectado. Coletamos alguns dados sobre onde os usuários clicam e quais partes do site visitam usando o Google Analytics. Essas informações nos ajudam a descobrir como melhorar o site.",
    "faq.dataCollectionTwo":"Parte das informações e dos dados coletados no site do Scratch é usada em estudos de investigação destinados a melhorar nosso conhecimento acerca da forma como as pessoas aprendem com o Scratch. Os resultados dessa investigação são partilhados com educadores e investigadores por meio de conferências, revistas científicas e outras publicações. Você pode encontrar mais informações na nossa <a href=\"/info/research\">página de Investigação</a>.",
    "faq.rentInfoTitle":"A Equipe Scratch vende ou arrenda informações sobre os usuários para alguém?",
    "faq.rentInfoBody":"Não.",
    "faq.viewUnsharedTitle":"A Equipe do Scratch pode ver projetos não compartilhados na página \"Minhas coisas\"?",
    "faq.viewUnsharedBody":"Como a Equipe Scratch é responsável pela moderação, temos acesso a todo o conteúdo armazenado no site do Scratch - incluindo projetos não compartilhados. Se você preferir trabalhar em projetos com total privacidade, você pode usar o <a href=\"/scratch2download\">Editor offline do Scratch 2.0</a> ou o <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"O que é um remix?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Por que a equipe do Scratch exige que todos os projetos sejam \"remixáveis\"?",
    "faq.remixableBody":"Acreditamos que a visualização e remixagem de projetos interessantes é uma ótima maneira de aprender a programar e leva a novas ideias. É por isso que o código-fonte é visível em todo projeto compartilhado no site do Scratch.",
    "faq.creativeCommonsTitle":"E se eu não quiser que outras pessoas façam remixagens de meus projetos?",
    "faq.creativeCommonsBody":"Ao publicar seu projeto no site Scratch, você concorda em disponibilizá-lo sob a licença  <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Se não quiser que outras pessoas vejam e criem novas versões de suas criações, não compartilhe-as no site do Scratch.",
    "faq.fairUseTitle":"Posso usar imagens / sons / mídia da Internet em meus projetos?",
    "faq.fairUseBody":"É importante respeitar os desejos do criador original sobre remixagem. Se você optar por integrar o trabalho de outra pessoa em seu próprio projeto, não se esqueça de lhes dar crédito na seção do projeto, e incluir um link para o original. Para encontrar a arte / sons que já estão licenciados para remixagem, confira o <a href=\"http://search.creativecommons.org/\">Creative Commons</a>.",
    "faq.confirmedAccountTitle":"O que é uma conta Scratch \"confirmada\"?",
    "faq.confirmedAccountBody":"Uma conta confirmada no Scratch permite que você compartilhe projetos, escreva comentários e crie estúdios. Ao confirmar sua conta você também passa a receber atualizações via e-mail da equipe Scratch.",
    "faq.checkConfirmedTitle":"Como posso ver se minha conta foi confirmada?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Como faço para confirmar minha conta?",
    "faq.howToConfirmBody":"Depois de se registrar no Scratch, você vai receber um e-mail com um link para confirmar sua conta. Se você não consegue encontrar o e-mail, verifique sua pasta de Spam. Para reenviar o e-mail, acesse suas Configurações de Conta, clique na guia e-mail e siga as instruções. Leve em consideração que pode levar até uma hora para que o e-mail chegue. Se você ainda não conseguir acessar a mensagem depois de uma hora, <a href=\"/contact-us\">entre em contato conosco</a>.",
    "faq.requireConfirmTitle":"Eu preciso confirmar minha conta?",
    "faq.requireConfirmBody":"Você ainda pode usar muitos aspectos do Scratch sem confirmar sua conta, inclusive você pode criar e salvar seus projetos (sem compartilhá-los). Observação: se você criou uma conta antes de 11 de fevereiro de 2015, então você ainda pode usar as funcionalidades sociais do Scratch sem confirmar sua conta.",
    "faq.forgotPasswordTitle":"I forgot my password. How can I reset it?",
    "faq.forgotPasswordBody":"Digite o nome da conta na <a href=\"/accounts/password_reset/\">página de redefinição de senha</a>. O site enviará um e-mail para o endereço associado à conta contendo um link que você pode usar para redefinir sua senha.",
    "faq.changePasswordTitle":"Como faço para alterar minha senha?",
    "faq.changePasswordBody":"Vá ao site do Scratch, faça login e clique em seu nome de usuário no canto superior direito da janela. Escolha \"Configurações da Conta\" e clique no link para alterar sua senha.",
    "faq.changeEmailTitle":"Como posso mudar meu e-mail?",
    "faq.changeEmailBody":"Vá ao site do Scratch, faça login e clique em seu nome de usuário no canto superior direito da janela. Escolha \"Configurações da Conta\" e clique no link para alterar seu e-mail.",
    "faq.newScratcherTitle":"Como posso mudar de \"Novo Scratcher\" para \"Scratcher\"?",
    "faq.newScratcherBody":"Crie e compartilhe projetos, faça comentários construtivos nos projetos de outro Scratcher e seja paciente! Após algumas semanas de atividade, um link aparecerá em sua página de perfil convidando-o a se tornar um Scratcher. (Atenção, não promovemos Novos Scratchers a Scratchers mediante solicitação - nem mesmo mediante suborno com chocolates de luxo).",
    "faq.multipleAccountTitle":"Posso ter mais de uma conta?",
    "faq.multipleAccountBody":"Não existe problema em ter várias contas no site do Scratch, contanto que nenhuma delas seja usada ​​para infringir as Diretrizes da Comunidade. Nesse caso, todas as contas relacionadas podem ser bloqueadas ou eliminadas.",
    "faq.multipleLoginTitle":"Posso ter mais de uma pessoa conectada em uma mesma conta?",
    "faq.multipleLoginBody":"Isso não é aconselhável, porque o editor de projeto pode facilmente ficar confuso quando mais de uma pessoa estiver conectada na mesma conta.",
    "faq.changeUsernameTitle":"Posso mudar meu nome de usuário?",
    "faq.changeUsernameBody":"A estrutura do site do Scratch depende de ter um nome de conta consistente, por isso não é possível alterar seu nome de usuário. Se você realmente precisa, você pode fazer uma nova conta - mas você terá de copiar seus projetos por conta própria.",
    "faq.shareInfoTitle":"Quais informações posso compartilhar em minha conta?",
    "faq.shareInfoBody":"Não compartilhe informações de contato pessoais, como endereço físico, e-mail, número de telefone ou qualquer outra informação que possa ser usada para contato fora do site do Scratch. Denuncie projetos, comentários ou mensagens do fórum que contenham esse tipo de informação para que a equipe do Scratch possa removê-los e lembrar ao autor desses conteúdos da nossa política.",
    "faq.deleteAccountTitle":"Como faço para excluir minha conta?",
    "faq.deleteAccountBody":"Acesse sua conta no Scratch e clique no seu nome de usuário no canto superior direito. Selecione \"Configurações de conta\" e clique em <em>\"Desejo excluir minha conta\"</em> no final da página.",
    "faq.scratchFreeTitle":"O Scratch é gratuito?",
    "faq.scratchFreeBody":"Sim! O Scratch está disponível gratuitamente. Você pode usá-lo em sua escola, e dar um curso sobre ele (mesmo que seja em aulas pagas). Não é preciso comprar uma licença - é grátis.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Posso apresentar o Scratch em uma conferência?",
    "faq.presentScratchBody":"Sinta-se livre para fazer apresentações sobre o Scratch para educadores ou outros grupos. Concedemos nossa permissão para fazer apresentações.",
    "faq.supportMaterialTitle":"Posso usar / remixar materiais de apoio do Scratch, atores, imagens, sons ou exemplos que encontrei no site?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Posso vender meus projetos do Scratch?",
    "faq.sellProjectsBody":"Com certeza - seu projeto é sua criação. Lembre-se que ao compartilhar seu projeto no Scratch, qualquer pessoa poderá baixá-lo, remixá-lo e reutilizá-lo de acordo com os termos da <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">licença CC-BY-SA 2.0</a>. Por isso, se pretende vender seu projeto, é melhor deixar de compartilhá-lo no Scratch.",
    "faq.sourceCodeTitle":"Onde posso encontrar o código-fonte do Scratch?",
    "faq.sourceCodeBody":"O código-fonte do editor do Scratch 2 pode ser encontrado no <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. O código-fonte do <a href=\"/scratch_1.4\">Scratch 1.4</a>, escrito no Squeak, também está disponível no <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Para ver informações atualizadas sobre projetos de desenvolvimento relacionados ao site do Scratch, acesse nossa <a href=\"/developers\">Página do Desenvolvedor</a>.",
    "faq.okayToShareTitle":"Como eu sei o que é ou não é bom para compartilhar no site do Scratch?",
    "faq.okayToShareBody":"Confira as <a href=\"/community_guidelines\">Diretrizes da comunidade do Scratch</a> - elas são breves e não incluem um monte de menções a leis. Há um link na parte inferior de cada página no Scratch.",
    "faq.reportContentTitle":"O que eu faço se vir algo inapropriado?",
    "faq.reportContentBody":"Você pode clicar no link que diz \"denunciar\" em qualquer projeto, comentário, mensagem de discussão ou página de usuário que acha que algo é impróprio para o Scratch. Se a situação for complicada, você pode usar o link Fale Conosco para explicar. Não se esqueça de incluir o máximo de detalhes possível, com links para as páginas relevantes.",
    "faq.noFlameTitle":"O que eu faço se vir alguém sendo rude ou desrespeitoso?",
    "faq.noFlameBody":"Não alimente a discussão! Responder a comentários maldosos com mais comentários maldosos só piora a situação, e poderá resultar no bloqueio de sua conta. Em vez disso, limite-se a denunciar o que quer que seja desrespeitoso ou não construtivo, e nós seguiremos a partir daí com o autor. Verificamos o que nos é denunciado todos os dias, várias vezes por dia - pode estar certo de que resolveremos o problema.",
    "faq.reviewContentTitle":"O que a equipe do Scratch faz quando algo é denunciado ou sinalizado?",
    "faq.reviewContentBody":"A Equipe do Scratch analisa denúncias todos os dias. Se algo não está conforme as regras da comunidade do Scratch, podemos remover o conteúdo e enviar um aviso para a conta. Dependendo da gravidade do caso (ou se já notificamos a conta), também podemos bloquear as contas que foram usadas ​​para compartilhar o conteúdo.",
    "faq.blockedAccountTitle":"O que acontece quando uma conta é bloqueada?",
    "faq.blockedAccountBody":"Quando uma conta é bloqueada, o proprietário não pode mais acessá-la, nem usá-la para criar projetos ou comentários. Quando entra, o usuário vê uma página que explica porque a conta foi bloqueada, com um formulário web que pode usar para pedir o desbloqueio. Se o proprietário declarar reconhecer os motivos de sua conta ter sido bloqueada e prometer seguir as diretrizes da comunidade no futuro, a Equipe do Scratch analisará seu caso. As contas só são desbloqueadas nos casos em que o titular parecer confiável. Caso contrário, a conta (e, provavelmente, outras contas pertencentes ou criadas por essa pessoa) poderão ser bloqueadas permanentemente.",
    "faq.stolenAccountTitle":"Meu irmão / Kaj / um cara malvado roubou minha senha e bloqueou minha conta, o que eu faço?",
    "faq.stolenAccountBody":"Você é responsável por manter sua senha segura. Se alguém que você conhece assume o controle de sua conta e faz coisas ruins, avise isso aos adultos responsáveis ​​pelos computadores. Se você acha que alguém que você não conhece tem acesso a sua conta, altere a senha e / ou utilize o link Fale Conosco para explicar a situação. Se você foi bloqueado por fazer algo que quebrou as regras da comunidade, não basta dizer que você foi hackeado. Se não podermos confiar em você, sua conta não será desbloqueada.",
    "faq.cloudDataInfoTitle":"O que são dados da nuvem?",
    "faq.cloudDataInfoBody":"Os dados da nuvem são uma característica do Scratch 2, o que permite que os dados de um projeto sejam salvos e compartilhados online. Você pode usar os dados na nuvem para fazer pesquisas e outros projetos que armazenam números ao longo do tempo.",
    "faq.storedCloudInfoTitle":"Quem pode ver os dados armazenados na nuvem?",
    "faq.storedCloudInfoBody":"Quando você interage com um projeto usando dados na nuvem, suas informações podem ser armazenadas juntamente com seu nome de usuário, e outras pessoas poderão ver essas informações. Cada projeto mantém um registro de quem interagiu com ele e todos os dados que compartilharam.",
    "faq.onlyNumbersTitle":"Por que os dados da nuvem são limitados apenas a números -- sem strings ou listas?",
    "faq.onlyNumbersBody":"O site atual é limitado a números em variáveis ​​como um passo inicial para descobrir qualquer problema com seu uso do site. Pretendemos implantar recursos de dados na nuvem de forma incremental. Se a infraestrutura funcionar bem, planejamos adicionar outros recursos (listas na nuvem, suporte para strings etc.)",
    "faq.reportCloudTitle":"Se eu vir alguém publicar conteúdo impróprio usando dados da nuvem, como faço para denunciá-lo?",
    "faq.reportCloudBody":"Clique no botão \"Denunciar\" (sob o player de projetos) para denunciar conteúdo inadequado em dados da nuvem. O formulário de denúncia tem um link para o registro de todos os dados da nuvem no projeto e dos que os introduziram - talvez você possa dar uma olhada neste registro antes de enviar o formulário. Lembre-se de mencionar \"dados da nuvem\" quando escrever sua razão para denunciar.",
    "faq.chatRoomTitle":"Posso fazer salas de bate-papo com os dados da nuvem?",
    "faq.chatRoomBody":"Embora seja tecnicamente possível criar salas de bate-papo com os dados da nuvem, elas não são permitidas. Vamos reconsiderar esta política, uma vez que temos uma ideia melhor de nossa capacidade para moderar e gerenciar relatórios de dados da nuvem.",
    "faq.makeCloudVarTitle":"Como faço para adicionar uma variável da nuvem quando eu estou fazendo um projeto?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Quem pode alterar as informações em uma variável da nuvem?",
    "faq.changeCloudVarBody":"Só o seu projeto pode armazenar dados em sua variável da nuvem. Se alguém mudar ou remixar seu código, ele criará uma variável diferente em seu projeto com o mesmo nome.",
    "faq.newScratcherCloudTitle":"Estou conectado, mas ainda não posso usar projetos com dados da nuvem. O que está acontecendo?",
    "faq.newScratcherCloudBody":"Você precisa se tornar um \"Scratcher\" no site para ter acesso aos dados da nuvem. Você pode se tornar um Scratcher por meio de uma participação ativa no site.",
    "faq.multiplayerTitle":"É possível fazer jogos para múltiplos usuários com dados da nuvem?",
    "faq.multiplayerBody":"Jogos com múltiplos usuários podem ser difíceis de criar, devido à velocidade da rede e a questões de sincronização. No entanto, alguns Scratchers têm criado formas criativas de usar os dados da nuvem em jogos em que os jogadores se revezam e em outros tipos de jogos.",
    "faq.cloudLagTitle":"Quanto tempo demora para os dados da nuvem chegarem a um outro Scratcher?",
    "faq.cloudLagBody":"Depende. Se ambos os Scratchers têm uma conexão com a Internet razoavelmente rápida (ADSL / Cabo), e não há firewalls restritivos sobre os computadores / rede, as atualizações devem ser transmitidas em milissegundos. No entanto, um grande número de computadores tem software de firewall em execução, e se o software de firewall bloqueia conexões de saída para a porta TCP 531 e a porta TCP 843, o intervalo de tempo torna-se um segundo. No momento, estamos tentando descobrir maneiras pelas quais podemos contornar esta limitação.",
    "faq.schoolsTitle":"Scratch nas Escolas",
    "faq.howTitle":"Como o Scratch é usado nas escolas?",
    "faq.howBody":"O Scratch é usado em milhares de escolas pelo mundo, em várias áreas disciplinares (incluindo letras, ciências, história, matemática e ciência da computação). Você pode aprender mais sobre estratégias e recursos para usar Scratch nas escolas e em outros ambientes de aprendizagem (como museus, bibliotecas e centros comunitários) em nossa <a href=\"/educators\">Página de Educadores</a>. Você também pode participar da comunidade <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> on-line para educadores, que é gerenciada por nossos amigos da Graduate School of Education de Harvard.",
    "faq.ageTitle":"Qual é a faixa etária do Scratch?",
    "faq.ageBody":"O Scratch foi desenvolvido especialmente para jovens de 8 a 16 anos, então ele é mais usado em escolas de ensino fundamental ou médio, mas pessoas de todas as idades podem criar e compartilhar projetos Scratch. O Scratch é usado até mesmo em algumas matérias de introdução à ciência da computação nas universidades. Crianças mais novas podem experimentar o <a href=\"//www.scratchjr.org/\">ScratchJr</a>, uma versão simplificada do Scratch desenvolvida para crianças entre 5 e 7 anos.",
    "faq.noInternetTitle":"Há alguma forma de os alunos usarem o Scratch sem uma conexão à internet?",
    "faq.noInternetBody":"Sim. O <a href=\"/scratch2download\">Editor Scratch Offline</a> é uma versão do Scratch que pode ser executada em um desktop ou notebook. Atualmente, o editor offline está disponível para computadores com Mac e Windows.",
    "faq.communityTitle":"Posso desativar a comunidade on-line para os meus alunos?",
    "faq.communityBody":"A comunidade on-line do Scratch tem uma forma de os jovens compartilharem, colaborarem entre si e aprenderem com seus colegas em uma comunidade moderada e regulada por Diretrizes da Comunidade. Contudo, compreendemos que alguns educadores preferem que seus alunos não participem de uma comunidade on-line. Esses educadores podem querer instalar o Editor Offline do Scratch, que é executado offline e de forma local em um desktop ou notebook.",
    "faq.teacherAccountTitle":"O que é uma Conta de Professor do Scratch?",
    "faq.teacherAccountBody":"Uma Conta de Professor do Scratch fornece funcionalidades adicionais para professores e educadores gerenciarem a participação dos alunos no Scratch, incluindo a habilidade de criar contas, organizar projetos de alunos em estúdios e monitorar seus comentários.",
    "faq.requestTitle":"Como solicito uma Conta de Professor do Scratch?",
    "faq.requestBody":"Você pode solicitar uma Conta de Professor na <a href=\"/educators\">Página de Educadores</a> no Scratch. Pedimos informações adicionais durante o processo de registro para verificar seu papel como educador.",
    "faq.edTitle":"Qual é a diferença entre uma Conta de Professor do Scratch e uma Conta ScratchEd?",
    "faq.edBody":"As Contas de Professores do Scratch são contas de usuário especiais que têm acesso a funcionalidades adicionais que facilitam a criação e o gerenciamento de contas de alunos. As contas do ScratchEd são contas da <a href=\"http://scratched.gse.harvard.edu/\">comunidade ScratchEd</a>, um site separado (gerenciado pela Graduate School of Education de Harvard) no qual educadores compartilham histórias, trocam recursos, fazem perguntas e encontram outros educadores Scratch.",
    "faq.dataTitle":"Quais informações sobre os alunos o Scratch coleta?",
    "faq.dataBody":"Quando um aluno faz login pela primeira vez no Scratch, pedimos alguns dados demográficos básicos, como gênero, idade (mês e ano de nascimento), país, e endereço de e-mail para verificação. Esses dados são usados (de forma agregada) em estudos de pesquisa que visam melhorar nosso entendimento sobre como as pessoas aprendem com o Scratch. Quando um educador usa uma Conta de Professor do Scratch para criar contas de alunos em massa, os alunos não precisam fornecer um endereço de e-mail para a configuração da conta.",
    "faq.lawComplianceTitle":"O Scratch 2.0 (versão online) está em conformidade com as leis locais e federais de privacidade de dados dos Estados Unidos?",
    "faq.lawComplianceBody":"O Scratch é extremamente cuidadoso com a privacidade dos estudantes e de todos os indivíduos que utilizam nossa plataforma. Aplicamos procedimentos físicos e eletrônicos para proteger as informações que coletamos no site do Scratch. Embora não possamos oferecer garantias individuais a todos que utilizam nosso produto educacional gratuito, estamos em conformidade com todas as leis federais aplicáveis ao MIT, uma organização 501(c)(3), e a entidade que criou e mantém o Scratch. Incentivamos que você leia a Política de privacidade do Scratch para obter mais informações.",
    "faq.schoolsMoreInfo":"Para mais perguntas sobre Contas de Professores, veja as <a href=\"/educators/faq\">Perguntas Frequentes sobre Contas de Professores</a>"
}
