{
    "faq.title":"Perguntas Frequentes (PF)",
    "faq.intro":"Nesta página encontrará respostas a perguntas frequentes acerca do Scratch.",
    "faq.aboutTitle":"Perguntas Gerais",
    "faq.privacyTitle":"Política de Privacidade",
    "faq.remixTitle":"Remisturar e Copiar",
    "faq.accountsTitle":"Contas",
    "faq.permissionsTitle":"Licenciamento e Permissões",
    "faq.inappropriateContentTitle":"Conteúdo Inadequado",
    "faq.cloudDataTitle":"Dados de Nuvem",
    "faq.aboutScratchTitle":"O que é o Scratch e o que posso fazer com ele?",
    "faq.aboutScratchBody":"O Scratch é uma linguagem de programação e uma comunidade em linha na qual pode criar as suas próprias estórias, jogos e animações interactivos – e partilhar as suas criações com outros em todo o mundo. Durante o processo de conceber e programar projectos Scratch, os jovens aprendem a pensar criativamente, a raciocinar sistematicamente e a trabalhar colaborativamente. Para aprender mais sobre o Scratch, confira a página <a href=\"/about\">Acerca do Scratch</a>.",
    "faq.makeGameTitle":"Como posso fazer um jogo ou uma animação com o Scratch?",
    "faq.makeGameBody":"Confira a <a href=\"/tips\">página de dicas</a>, onde pode encontrar muitas formas de se iniciar com o Scratch. Também pode <a href=\"/projects/editor/?tip_bar=getStarted\">mergulhar directamente</a> no editor de projectos.",
    "faq.requirementsTitle":"Quais os requisitos de sistema do Scratch?",
    "faq.requirementsBody":"Para executar o Scratch 2.0, precisa de estar a usar (1) um computador Windows, ChromeOS, Mac ou Linux; (2) uma versão do <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> lançada não antes de 15 de Julho de 2016; e (3) um navegador web relativamente recente: uma das duas últimas versões do <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac ou Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (apenas Windows ou Mac), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (apenas Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (apenas Windows) ou <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer</a> (apenas Windows). Se o seu computador não cumprir estes requisitos, pode tentar descarregar e instalar o <a href=\"/scratch_1.4\">Scratch 1.4</a>, que ainda pode usar para partilhar projectos no sítio web do Scratch 2.0.",
    "faq.offlineTitle":"Têm uma versão descarregável para que eu possa criar e visualizar projectos quando não estou em linha?",
    "faq.offlineBody":"O editor Scratch 2.0 Desconectado permite-lhe criar projectos Scratch sem uma ligação à Internet. Pode <a href=\"/scratch2download/\">descarregar o Scratch 2.0</a> a partir do sítio web. Ainda pode usar o <a href=\"/scratch_1.4\">Scratch 1.4</a>. Nota: Pode ter o Scratch 1.4 e o Scratch 2.0 instalados simultaneamente no seu computador.",
    "faq.uploadOldTitle":"Ainda posso carregar projectos criados usando versões mais antigas do sítio Web do Scratch?",
    "faq.uploadOldBody":"Sim – pode partilhar e carregar projectos feitos com versões anteriores do Scratch, pois eles ficarão visíveis e executáveis. (No entanto, não pode descarregar projectos feitos com ou editados em versões mais recentes do Scratch e abri-los em versões anteriores do Scratch. Pode exemplo, não pode abrir um projecto Scratch 2.0 no <a href=\"/scratch_1.4\">Scratch 1.4</a>, pois o <a href=\"/scratch_1.4\">Scratch 1.4</a> não sabe ler o formato de projecto .sb2.)",
    "faq.recordVideoTitle":"Posso gravar um vídeo do meu projecto Scratch?",
    "faq.recordVideoBody":"Sim, pode gravar um vídeo do seu projecto Scratch com até 60 segundos. No editor Scratch, a partir do menu Arquivo, seleccione «Gravar Vídeo do Projecto». (Tem de ter entrado para ver esta opção.) Pode escolher opções adicionais de gravação (tais como gravar o som e os cliques do rato) através do menu «Mais Opções». Depois, execute o seu projecto como desejar. Assim que a gravação estiver pronta, siga as instruções para descarregar o arquivo para o seu computador. Dependendo do tipo de computador que tiver, pode precisar de descarregar outro programa, tal como o <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> para reproduzir este arquivo. Este arquivo é compatível com o YouTube, o Vimeo e o Facebook, mas pode precisar de ser convertido para o usar noutros sítios Web como o Twitter ou o Tumblr.",
    "faq.scratchCostTitle":"Quanto custa o Scratch? Preciso de uma licença?",
    "faq.scratchCostBody":"O Scratch é e sempre será gratuito. Não precisa de uma licença para usar o Scratch na sua escola, em casa, ou em qualquer outro local. O desenvolvimento e a manutenção do Scratch são financiados por subsídios e doações. Se desejar contribuir para o Scratch, confira a nossa página de <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donativos</a>.",
    "faq.mediaLabTitle":"Quem criou o Scratch?",
    "faq.mediaLabBody":"O Scratch é desenvolvido e mantido pela Equipa Scratch no <a href=\"http://llk.media.mit.edu/\">grupo Lifelong Kindergarten</a> do <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Que informações solicitam durante o registo de uma nova conta?",
    "faq.accountInfoList":"Para proteger a privacidade dos nossos membros da comunidade, limitamos o que recolhemos e o que publicamos no sítio Web. Durante o processo de registo pedimos as seguintes informações:",
    "faq.privacyUsername":"nome de utilizador - Pedimos que os utilizadores evitem o uso dos seus nomes reais ou de outras informações que permitam a sua identificação.",
    "faq.privacyCountry":"país",
    "faq.privacyBirthdate":"mês e ano de nascimento – Usamos esta informação para confirar a propriedade da conta se o utilizador perder a palavra-passe e o endereço de correio electrónico ou pedir para encerrar a sua conta.",
    "faq.privacyGender":"sexo",
    "faq.privacyEmail":"endereço de correio electrónico - Se o titular da conta tiver menos de 13 anos, pedimos o endereço de correio electrónico de um seu encarregado de educação. Não enviamos mensagens para este endereço senão quando alguém nos pede para reiniciar a palavra-passe.",
    "faq.accountPublicInfo":"O nome de utilizador e o país do titular da conta são exibidos publicamente na sua página de perfil. O mês / ano de nascimento, o endereço de correio electrónico e o sexo associados à conta não são exibidos publicamente. Recolhemos essa informação para que possamos saber a idade e sexo dos nossos utilizadores de forma agregada e para fins de pesquisa. Não vendemos ou alugamos a ninguém informação acerca dos nossos utilizadores.",
    "faq.dataCollectionTitle":"Que dados são recolhidos quando as pessoas usam o sítio Web?",
    "faq.dataCollectionOne":"Quando um utilizador se autentica, o sítio Web do Scratch pede ao navegador Web que coloque um <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">cookie HTTP</a> no seu computador de modo recordar-se de que o utilizador está autenticado à medida que este navega pelas diferentes páginas. Usando o Google Analytics, recolhemos alguns dados acerca dos locais onde os utilizadores clicam com o rato e acerca das partes do sítio Web que visitam. Esta «informação sobre cliques» ajuda-nos a descobrir formas de melhorar o sítio Web.",
    "faq.dataCollectionTwo":"Parte da informação e dos dados recolhidos no sítio Web do Scratch é usada em estudos de investigação destinados a melhorar a nossa conhecimento acerca da forma como as pessoas aprendem com o Scratch. Os resultados desta investigação são partilhados com educadores e investigadores através de conferências, revistas científicas e outras publicações. Encontra mais informação na nossa <a href=\"/info/research\">página de Investigação</a>.",
    "faq.rentInfoTitle":"A Equipa Scratch vende ou aluga a alguém informação sobre os utilizadores?",
    "faq.rentInfoBody":"Não.",
    "faq.viewUnsharedTitle":"A Equipa Scratch pode ver os projectos não partilhados que estão na minha página «As Minhas Coisas»?",
    "faq.viewUnsharedBody":"Uma vez que a Equipa Scratch é responsável pela moderação, temos acesso a todo o conteúdo guardado no sítio web Scratch – incluindo projectos não partilhados. Se preferir trabalhar nos projectos em privacidade completa, pode usar tanto o <a href=\"/scratch2download\">editor Scratch 2.0 Desconectado</a> como o <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"O que é uma remistura?",
    "faq.remixDefinitionBody":"Quando um Scratchador faz uma cópia do projecto de alguém e o modifica para lhe adicionar as suas próprias ideias (por exemplo, alterando guiões ou trajes), o projecto resultante diz-se uma «remistura». Todos os projectos partilhados no Scratch podem ser remisturados. Mesmo a mais pequena das alterações é considerada uma remistura válida, desde que seja dado devido crédito ao criador original do projecto e a outros que tenham contribuído de forma significativa para a remistura.",
    "faq.remixableTitle":"Por que é que a Equipa Scratch requer que todos os projectos sejam «remisturáveis»?",
    "faq.remixableBody":"Cremos que ver e remisturar projectos interessantes é uma excelente forma de aprender a programar e que origina novas e boas ideias. É por isso que o código fonte de todos os projectos partilhados no sítio Web do Scratch é visível.",
    "faq.creativeCommonsTitle":"E se eu não quiser que outras pessoas remisturem os meus projectos?",
    "faq.creativeCommonsBody":"Ao publicar o seu projecto no sítio Web do Scratch, concorda licenciá-lo sob a licença <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Se não quer que outros vejam e remisturem as suas criações, não as publique no sítio Web Scratch.",
    "faq.fairUseTitle":"Posso usar imagens / sons / multimédia a partir da Internet nos meus projectos?",
    "faq.fairUseBody":"É importante respeitar os desejos do criador original no que respeita às remisturas. Se optar por integrar o trabalho de outras pessoas no seu próprio projecto, não se esqueça de lhes dar crédito na secção «créditos» do seu projecto e de incluir uma ligação para o trabalho original. Para encontrar arte / sons já licenciados para remistura, sugerimos o <a href=\"http://search.creativecommons.org/\">Creative Commons</a>.",
    "faq.confirmedAccountTitle":"O que é uma conta Scratch «confirmada»?",
    "faq.confirmedAccountBody":"Uma conta confirmada no Scratch permite-lhe partilhar projectos, escrever comentários e criar estúdios. Confirmar a sua conta também lhe permite receber actualizações da Equipa Scratch através do correio electrónico.",
    "faq.checkConfirmedTitle":"Como posso verificar se a minha conta foi confirmada?",
    "faq.checkConfirmedBody":"Para verificar se a sua conta está confirmada, tem primeiro de se autenticar na sua conta Scratch no topo direito do ecrã. Uma vez autenticado, clique no seu nome de utilizador no topo direito e seleccione «Configurações da conta» e depois «Correio electrónico» do lado esquerdo. Os endereços de correio electrónico confirmados têm um sinal verde de «verificado» à sua direita. Se não estiverem confirmados, verá o texto «O seu endereço de correio electrónico não está confirmado» a laranja.",
    "faq.howToConfirmTitle":"Como confirmo a minha conta?",
    "faq.howToConfirmBody":"Depois de se registar no Scratch, receberá uma mensagem com uma ligação para confirmar a sua conta. Se não conseguir encontrar essa mensagem de correio electrónico, verifique se não estará na pasta de correio não solicitado. Para reenviar a mensagem, vá até às Configurações da Conta, clique no separador de Correio Electrónico e siga as instruções que aí se encontram. Por favor note que pode demorar até uma hora para que a sua mensagem chegue. Se continuar a não encontrar a mensagem após uma hora, <a href=\"/contact-us\">diga-nos</a>.",
    "faq.requireConfirmTitle":"Tenho de confirmar a minha conta?",
    "faq.requireConfirmBody":"Pode usar muitos dos aspectos do Scratch sem confirmar a sua conta, incluindo criar e guardar projectos (sem os partilhar). Nota: Se criou a conta antes de 11 de Fevereiro de 2015, então continua a poder usar as funcionalidades sociais do Scratch sem confirmar a sua conta.",
    "faq.forgotPasswordTitle":"Esqueci-me da palavra-passe. Como posso recuperá-la?",
    "faq.forgotPasswordBody":"Introduza o seu nome de utilizador na <a href=\"/accounts/password_reset/\">página de redefinição da palavra-passe</a>. O sítio Web enviar-lhe-á uma mensagem para o endereço de correio electrónico associado à conta contendo uma ligação que poderá usar para redefinir a sua palavra-passe.",
    "faq.changePasswordTitle":"Como alterar a minha palavra-passe?",
    "faq.changePasswordBody":"Vá ao sítio Web do Scratch, autentique-se e clique sobre o seu nome de utilizador no canto superior direito da janela. Escolha «preferências da conta» e clique na ligação para alterar a sua palavra-passe.",
    "faq.changeEmailTitle":"Como posso alterar o meu endereço de correio electrónico?",
    "faq.changeEmailBody":"Vá ao sítio Web do Scratch, entre e clique no seu nome de utilizador no canto superior direito da janela. Escolha «Configurações da conta» e clique na ligação para alterar o seu endereço de correio electrónico.",
    "faq.newScratcherTitle":"Como evoluo de «Novo Scratchador» para «Scratchador»?",
    "faq.newScratcherBody":"Crie e partilhe projectos, faça comentários construtivos nos projectos de outros Scratchadores e seja paciente! Após alguma semanas de actividade, surgirá uma ligação na sua página de perfil convidando-o a tornar-se um Scratchador. (Note que não promovemos Novos Scratchadores a Scratchadores por pedido – mesmo que nos tentem com chocolates sofisticados.)",
    "faq.multipleAccountTitle":"Posso ter mais do que uma conta?",
    "faq.multipleAccountBody":"Não há problema em ter algumas contas no sítio Web do Scratch, desde que nenhuma delas seja usada​​para violar as Linhas de Orientação da Comunidade. Se alguma delas for usada dessa forma, todas as contas relacionadas podem ser bloqueadas ou eliminadas.",
    "faq.multipleLoginTitle":"É OK haver mais do que uma pessoa autenticada numa mesma conta?",
    "faq.multipleLoginBody":"Não é aconselhável, pois o sítio Web e o editor de projectos podem facilmente confundir-se quando há várias pessoas autenticadas na mesma conta.",
    "faq.changeUsernameTitle":"Posso alterar o meu nome de utilizador?",
    "faq.changeUsernameBody":"A estrutura do sítio Web do Scratch depende da existência de um nome de utilizador consistente, pelo que não é possível alterar o seu nome de utilizador. Se precisar mesmo de o fazer, pode criar uma nova conta - mas terá de copiar manualmente os seus projectos para a nova conta.",
    "faq.shareInfoTitle":"Que informação posso partilhar na / com a minha conta?",
    "faq.shareInfoBody":"Por favor não partilhe informação pessoal de contacto, tal como seu a sua morada física, o seu endereço de correio electrónico, o seu número de telefone ou qualquer outra informação que possa ser usada para estabelecer contacto consigo fora do sítio Web do Scratch. Por favor reporte acerca de projectos, comentários ou publicações de fórum que contenham esse tipo de informação para que a equipa do Scratch a remova e recorde o seu autor da nossa política.",
    "faq.deleteAccountTitle":"Como eliminar a minha conta?",
    "faq.deleteAccountBody":"Autentique-se no Scratch e depois clique nos seu nome no canto superior direito. Seleccione «Configurações da conta» e depois clique na ligação <em>«Quero remover a minha conta»</em> ao fundo da página.",
    "faq.scratchFreeTitle":"O Scratch é gratuito?",
    "faq.scratchFreeBody":"Sim! O Scratch está disponível gratuitamente. Pode usá-lo na sua escola, pode usá-lo nas aulas (mesmo que seja em aulas pagas). Não precisa de comprar uma licença - é grátis.",
    "faq.scratchScreenshotTitle":"Posso usar capturas de ecrã do Scratch num livro ou numa apresentação?",
    "faq.scratchScreenshotBody":"Sim, pode escrever um livro ou um capítulo sobre o Scratch. Pode criar capturas de ecrã / imagens da aplicação Scratch e do sítio web, e considerá-los como licenciados sob o <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Atribuição-CompartilhaIgual 2.0 Genérica Creative Commons</a>. Pedimos-lhe que inclua uma nota nos seus materiais dizendo «O Scratch é desenvolvido pelo Grupo Lifelong Kindergarten no Media Lab do MIT. Está disponível gratuitamente em https://scratch.mit.edu».",
    "faq.scratchDescriptionTitle":"Posso incluir uma descrição do Scratch em folhetos e outros materiais?",
    "faq.scratchDescriptionBody":"Claro! Recomendamos a seguinte descrição: «O Scratch é uma linguagem de programação e uma comunidade em linha onde pode criar as sua próprias estórias, jogos e animações interactivas – e partilhar as suas criações com outras pessoas em todo o mundo. Durante o processo de conceber e programar projectos Scratch, os jovens aprendem a pensar de forma criativa, a raciocinar de forma sistemática e a trabalhar de forma colaborativa. O Scratch é um projecto do grupo Lifelong Kindergarten do Media Lab do MIT. Está disponível gratuitamente em https://scratch.mit.edu.»",
    "faq.presentScratchTitle":"Posso apresentar o Scratch numa conferência?",
    "faq.presentScratchBody":"Sinta-se à vontade para fazer apresentações sobre o Scratch a educadores ou a outros grupos. Concedemos a nossa permissão para fazer apresentações.",
    "faq.supportMaterialTitle":"Posso usar / remisturar materiais de apoio, actores, imagens, sons ou projectos de exemplo do Scratch que encontrei no vosso sítio Web?",
    "faq.supportMaterialBody":"Sim – os materiais de suporte para o Scratch disponibilizados no sítio web do Scratch pela Equipa Scratch estão disponíveis sob a <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">licença Atribuição-CompartilhaIgual 2.0 Genérica Creative Commons</a>, com excepção do Logótipo do Scratch, do Gato Scratch, do Gobo, do Pico, do Nano e da Tara, que são marcas registadas do Scratch.",
    "faq.sellProjectsTitle":"Posso vender os meus projectos Scratch?",
    "faq.sellProjectsBody":"Certamente - o seu projecto é uma criação sua. Lembre-se de que assim que partilha o seu projecto no Scratch todos serão livres de o descarregar, remisturá-lo e reutilizá-lo de acordo com os termos da <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">licença CC-BY-SA 2.0</a>. Por isso, se tencionar vender o seu projecto, é melhor deixar de o partilhar no Scratch.",
    "faq.sourceCodeTitle":"Onde posso encontrar o código fonte do Scratch?",
    "faq.sourceCodeBody":"O código fonte do editor Scratch 2 pode ser encontrado no <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. O código fonte do <a href=\"/scratch_1.4\">Scratch 1.4</a>, escrito em Squeak, está também disponível no <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Para informação actualizada sobre o projectos de desenvolvimento relacionados com o sítio web do Scratch, por favor visite a nossa <a href=\"/developers\">Página de Desenvolvedores</a>.",
    "faq.okayToShareTitle":"Como posso saber o que é ou não apropriado partilhar no sítio Web do Scratch?",
    "faq.okayToShareBody":"Confira as <a href=\"/community_guidelines\">linhas de orientação da comunidade Scratch</a> - são breves e não incluem demasiada tralha legal. Há uma ligação para elas na base de todas as páginas do Scratch.",
    "faq.reportContentTitle":"O que devo fazer se vir algo inapropriado?",
    "faq.reportContentBody":"Pode clicar na ligação «reportar» em qualquer projecto, comentário, publicação de fórum ou página de utilizador onde achar que há algo que não é apropriado para o Scratch. Se a situação for complicada, pode usar a ligação «Contacte-nos» para a explicar. Assegure-se de que inclui todos os pormenores que conseguir, com ligações para as páginas relevantes.",
    "faq.noFlameTitle":"O que fazer se vir alguém sendo maldoso ou desrespeitoso?",
    "faq.noFlameBody":"Não alimente a discussão! Responder a comentários maldosos com mais comentários maldosos só piora a situação, e poderá resultar no bloqueio da sua conta. Em vez de o fazer, limite-se a reportar o que quer que seja desrespeitoso ou não construtivo, e nós seguiremos a partir daí com o autor. Verificamos o que nos é reportado todos os dias, várias vezes por dia - pode estar certo de que resolveremos o problema.",
    "faq.reviewContentTitle":"O que faz a equipa do Scratch quando algo é reportado ou assinalado?",
    "faq.reviewContentBody":"A Equipa Scratch analisa todos os dias comentários e projectos reportados. Se algo violar as linhas de orientação da comunidade Scratch, é possível que o removamos e que enviemos um aviso à respectiva conta. Dependendo do da gravidade do caso (ou de ter havido avisos anteriores às mesmas contas), podemos bloquear as contas ou as redes que foram usadas para o partilhar.",
    "faq.blockedAccountTitle":"O que acontece quando uma conta é bloqueada?",
    "faq.blockedAccountBody":"Quando uma conta é bloqueada, o proprietário deixa de lhe poder aceder ou de a poder usar para criar projectos ou comentários. Quando se autenticar, o proprietário verá uma página explicando a razão para o bloqueio da sua conta e incluindo um formulário Web que poderá usar para solicitar o seu desbloqueio. Se o proprietário conseguir mostrar que compreende a razão para o bloqueio da sua conta e prometer passar a seguir as linhas de orientação da comunidade, a Equipa Scratch analisará o seu caso. Só se desbloqueará uma conta no caso de a palavra do seu proprietário ser de fiar. Caso contrário, a conta (e provavelmente outras contas pertencentes ou criadas por essa pessoa) poderão ser bloqueadas permanentemente.",
    "faq.stolenAccountTitle":"O meu irmão maldoso / Kaj / outro mau tipo qualquer roubou a minha palavra-passe e bloqueou a minha conta. Que devo fazer?",
    "faq.stolenAccountBody":"É responsável por manter a sua palavra-passe segura. Se algum conhecido da vida real tomar o controlo da sua conta e fizer maldades com ela, avise os adultos responsáveis ​​pelos computadores. Se acha que alguém que não conhece conseguiu acesso à sua conta, altere a sua palavra-passe e / ou use a ligação «contacte-nos» para explicar a situação. Se a sua conta foi bloqueada devido a alguma violação das linhas e orientação da comunidade, não se limite a dizer que sofreu um ataque. Se não pudermos confiar em si, não desbloquearemos a sua conta.",
    "faq.cloudDataInfoTitle":"O que são dados de nuvem?",
    "faq.cloudDataInfoBody":"Os dados de nuvem são uma funcionalidade do Scratch 2 que permitem que dados de um projecto sejam guardados e partilhados em linha. Pode usar dados de nuvem para fazer inquéritos e outros projectos que guardam números ao longo do tempo.",
    "faq.storedCloudInfoTitle":"Quem pode ver os dados armazenados na nuvem?",
    "faq.storedCloudInfoBody":"Quando interage com um projecto que usa dados de nuvem, as suas informações podem ser armazenadas juntamente com o seu nome de utilizador, e outras pessoas podem vê-lo. Cada projecto mantém um registo de todos os que com ele interagiram com ele e de todos os dados que nele partilharam.",
    "faq.onlyNumbersTitle":"Porque é que os dados na nuvem estão neste momento limitados apenas a números – sem suporte para texto ou listas?",
    "faq.onlyNumbersBody":"O sítio Web actual está limitado a variáveis com números como passo inicial para resolver quaisquer problemas com a sua utilização. Planeamos ir disponibilizando incrementalmente funcionalidades de dados de nuvem. Se a infra-estrutura estiver a funcionar bem, planeamos adicionar outras funcionalidades (listas de nuvem, suporte para texto, etc.).",
    "faq.reportCloudTitle":"Se vir alguém publicar conteúdo desadequado usando dados de nuvem, como posso reportá-lo?",
    "faq.reportCloudBody":"Clique no botão «Reportar isto» (sob o reprodutor de projectos) para reportar conteúdo desadequado em dados de nuvem. O formulário de reporte inclui uma ligação para o registo de todos os dados de nuvem no projecto e dos que os introduziram - talvez seja de dar uma vista de olhos neste registo antes de submeter o formulário. Assegure-se de mencionar «dados de nuvem» quando introduzir a sua razão para reportar.",
    "faq.chatRoomTitle":"Posso criar salas de conversa (<i>chat rooms</i>) usando dados de nuvem?",
    "faq.chatRoomBody":"Embora seja tecnicamente possível criar salas de conversa usando dados de nuvem, de momento isso não é permitido. Reconsideraremos esta política logo que tivermos uma ideia mais clara da nossa capacidade para moderar e gerir os reportes realizados acerca de dados de nuvem.",
    "faq.makeCloudVarTitle":"Como adiciono uma variável de nuvem quando estou a fazer um projecto?",
    "faq.makeCloudVarBody":"Quando cria uma variável, pode marcar a opção que diz «variável de Nuvem». Quaisquer dados que guardar nessa variável serão armazenados no servidor e ficarão visíveis para outros.",
    "faq.changeCloudVarTitle":"Quem pode alterar a informação numa variável de nuvem?",
    "faq.changeCloudVarBody":"Pode guardar dados numa variável de nuvem apenas o projecto a que a variável pertence. Se alguém alterar ou remisturar o seu código, será criada uma variável diferente, embora com o mesmo nome, no projecto resultante.",
    "faq.newScratcherCloudTitle":"Estou autenticada(o), mas continuo a não poder usar projectos com dados de nuvem. O que se passa?",
    "faq.newScratcherCloudBody":"Tem de se ter tornado um «Scratchador» no sítio Web para ter acesso a dados de nuvem. Pode tornar-se um Scratchador através da sua participação activa no sítio Web.",
    "faq.multiplayerTitle":"É possível fazer jogos multijogador usando dados de nuvem?",
    "faq.multiplayerBody":"Jogos com múltiplos utilizadores podem ser difíceis de criar, devido à velocidade da rede a questões de sincronização. No entanto, alguns Scratchadores têm engendrado formas criativas de usar os dados de nuvem em jogos que se jogam à vez e noutros tipos de jogos.",
    "faq.cloudLagTitle":"Quanto tempo é necessário para os dados de nuvem chegarem a um outro Scratchador?",
    "faq.cloudLagBody":"Depende. Se ambos os Scratchadores tiverem uma ligação à Internet razoavelmente rápida (DSL/Cabo), e se não existirem <i>firewalls</i> restritivas nos computadores/rede, as actualizações devem ser transmitidas em milissegundos. No entanto, muitos computadores têm <i>software</i> de <i>firewall</i> em execução, e se ele bloquear ligações de saída nos portos TCP 531 e TCP 843, o intervalo de tempo subirá para um segundo. Estamos neste momento a tentar descobrir formas de contornar esta limitação.",
    "faq.schoolsTitle":"O Scratch nas Escolas",
    "faq.howTitle":"Como é que as escolas usam o Scratch?",
    "faq.howBody":"O Scratch é usado em milhares de escolas em todo o mundo, em muitas diferentes áreas disciplinares (incluindo línguas, ciências, história, matemática e ciência da computação). Pode descobrir mais sobre estratégias e recursos para usar o Scratch na escola e noutros ambientes de aprendizagem (tais como museus, bibliotecas e centros comunitários) na nossa <a href=\"/educators\">Página de Educadores</a>. Pode também juntar-se à comunidade em linha <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, dedicada a educadores e gerida pelos nossos amigos da Harvard Graduate School of Education.",
    "faq.ageTitle":"Qual é a faixa etária do Scratch?",
    "faq.ageBody":"O Scratch foi desenvolvido especificamente para jovens entre os 8 e os 16 anos, por isso é usado com maior frequência na escola primária ou secundária, mas pessoas de todas as idades criam e partilham projectos Scratch. O Scratch é mesmo usada em algumas unidades curriculares de introdução à ciência da computação no ensino superior. Crianças mais pequenas podem queres experimentar o <a href=\"//www.scratchjr.org/\">ScratchJr</a>, uma versão simplificada do Scratch concebida para crianças dos 5 aos 7.",
    "faq.noInternetTitle":"Há alguma forma de os estudantes usarem o Scratch sem uma ligação à Internet?",
    "faq.noInternetBody":"Sim. O <a href=\"/scratch2download\">Editor Desconectado</a> Scratch é uma versão do Scratch que corre em computadores de secretária ou portáteis. Neste momento o Editor Desconectado está disponível para máquinas Mac e Windows.",
    "faq.communityTitle":"Posso desactivar a comunidade em linha para os meus estudantes?",
    "faq.communityBody":"A comunidade em linha do Scratch permite aos jovens partilhar, colaborar e aprender com os seus pares no seio de uma comunidade moderada e regulada pelas Linhas de Orientação da Comunidade. No entanto, compreendemos que alguns educadores prefiram que os seus estudantes não participem na comunidade em linha. Esses educadores podem querer instalar o Editor Scratch Desconectado, que corre localmente, num computador de secretária ou portátil, sem necessidade de ligação à Internet.",
    "faq.teacherAccountTitle":"O que é uma Conta de Professor Scratch?",
    "faq.teacherAccountBody":"Uma Conta de Professor Scratch disponibiliza a professores e outros educadores funcionalidades adicionais para gerir a participação dos estudantes no Scratch, incluindo a possibilidade de criar contas de estudante, de organizar os projectos dos estudantes em estúdios e de monitorizar os comentários dos estudantes.",
    "faq.requestTitle":"Como posso pedir uma Conta de Professor Scratch?",
    "faq.requestBody":"Pode pedir uma Conta de Professor através da <a href=\"/educators\">Página de Educadores</a> no Scratch. Pedimos informação adicional durante o processo de registo para podermos verificar o seu papel de educador.",
    "faq.edTitle":"Qual é a diferença entre uma Conta de Professor Scratch e uma Conta ScratchEd?",
    "faq.edBody":"As Contas de Professor Scratch são contas de utilizador especiais no Scratch que têm acesso a funcionalidades adicionais que facilitam a criação e gestão de contas de estudantes. As Contas ScratchEd são contas na <a href=\"http://scratched.gse.harvard.edu/\">comunidade ScratchEd</a>, um sítio web à parte (gerido pela Harvard Graduate School of Education) onde os educadores partilham estórias, trocam recursos, fazem perguntas e conhecem outros educadores Scratch.",
    "faq.dataTitle":"Que informação sobre os estudantes é recolhida pelo Scratch?",
    "faq.dataBody":"Quando um estudante se regista pela primeira vez no Scratch, pedimos informação demográfica básica, incluindo o sexo, a idade (mês e ano de nascimento), o país e um endereço de correio electrónico para verificação. Estes dados são usados (de forma agregada) em estudos de investigação destinados compreendermos melhor de que forma as pessoas usam o Scratch. Quando um educador usa uma Conta de Professor Scratch para criar um lote de contas de estudante, os estudantes não precisam de fornecer informação um endereço de correio electrónico para a criação das contas.",
    "faq.lawComplianceTitle":"O Scratch 2.0 (versão em linha) está conforme com a leis de protecção de dados locais e federais dos Estados Unidos da América?",
    "faq.lawComplianceBody":"O Scratch preocupa-se profundamente com a privacidade dos estudantes e de todas as pessoas que usam a nossa plataforma. Temos em vigor procedimentos físicos e electrónicos para proteger a informação que recolhemos através do sítio web do Scratch. Apesar de não estarmos em condições de dar garantias contratuais a cada uma das entidades que usam o nosso produto educacional gratuito, estamos em conformidade com todas as leis federais aplicáveis ao MIT, uma organização 501(c)(3) e a entidade que criou e mantém o Scratch. Encorajamo-lo a ler a Política de Privacidade do Scratch para mais informação.",
    "faq.schoolsMoreInfo":"Para mais questões sobre Contas de Professor, veja as <a href=\"/educators/faq\">PF Sobre Contas de Professor</a>"
}
