{
    "faq.title":"Intrebari frecvente (FAQ)",
    "faq.intro":"În această pagină vei găsi răspunsuri la întrebările frecvente despre Scratch.",
    "faq.aboutTitle":"Intrebari generale",
    "faq.privacyTitle":"Politica de confidentialitate",
    "faq.remixTitle":"Amestecare si copiere",
    "faq.accountsTitle":"Conturi",
    "faq.permissionsTitle":"Licente si permisiuni",
    "faq.inappropriateContentTitle":"Continut inadecvat",
    "faq.cloudDataTitle":"Variabile Cloud",
    "faq.aboutScratchTitle":"Ce este scratch si ce pot face cu el?",
    "faq.aboutScratchBody":"Scratch este un limbaj de programare şi o comunitate online unde poţi să creezi propriile poveşti interactive, jocuri si animaţii -- şi să-ţi partajezi creaţiile cu alţii din întreaga lume. În procesul de concepere şi programare a proiectelor Scratch, tinerii învaţă să gândească creativ, să judece sistematic şi să lucreze în echipă. Pentru a afla mai multe despre  Scratch,  verifică şi pagina <a href=\"/about\">Despre Scratch</a> .",
    "faq.makeGameTitle":"Cum pot sa fac un joc sau o animatie cu Scratch?",
    "faq.makeGameBody":"Check out the <a href=\"/tips\">tips page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Care sunt cerintele de sistem pentru Scratch?",
    "faq.requirementsBody":"To run Scratch 2.0, you need to be using (1) a Windows, ChromeOS, Mac, or Linux computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows or Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2.0 website.",
    "faq.offlineTitle":"Există o versiune pentru descărcare ca să pot crea și vedea proiecte fără conexiune la Internet?",
    "faq.offlineBody":"The Scratch 2.0 offline editor allows you to create Scratch projects without an internet connection. You can <a href=\"/scratch2download/\">download Scratch 2.0</a> from the website. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2.0 on your computer.",
    "faq.uploadOldTitle":"Pot sa mai incarc pe site proiecte create cu alte versiuni Scratch?",
    "faq.uploadOldBody":"Da - poți distribui sau încărca proiecte realizate cu o versiune anterioară de Scratch, iar ele vor fi vizibile şi funcționale. (Totuși, nu poți descărca proiecte realizate sau editate cu versiuni mai noi, de Scratch pentru a le deschide într-o versiune mai veche. De exemplu, nu poți deschide un proiect Scratch 2.0  în <a href=\"/scratch_1.4\">Scratch 1.4</a>, deoarece <a href=\"/scratch_1.4\">Scratch 1.4</a> nu știe să citească un proiect în formatul fișier .sb2).",
    "faq.recordVideoTitle":"Pot să înregistrez o secvență video cu proiectul meu Scratch?",
    "faq.recordVideoBody":"Yes, you can record a video of your Scratch project up to 60 seconds. In the Scratch editor, from the File menu, select \"Record Project Video.\" (You need to be signed in to see this option.) You can choose additional recording options (such as recording sound and mouse clicks) through the \"More Options\" menu. Then, run your project however you'd like. Once the recording is done, follow the instructions to download the file to your computer. Depending on what kind of computer you have, you may need to download another program like the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> to play the file. This file will run on YouTube, Vimeo, and Facebook, but may need to be converted for other websites like Twitter or Tumblr.",
    "faq.scratchCostTitle":"Cat costa scratch? Am nevoie de licenta?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donate page</a>.",
    "faq.mediaLabTitle":"Cine a creat Scratch?",
    "faq.mediaLabBody":"Scratched a fost dezvoltat si intretinut de echipa Scratch la <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> in <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Ce fel de informatii se cer la crearea unui cont?",
    "faq.accountInfoList":"Pentru a proteja confidentialitatea membrilor comunitatii, limitam informatiile pe care le colectam si pe care le publicam pe site. In timpul procesului de inregistrare, solicitam urmatoarele informatii:",
    "faq.privacyUsername":"nume de utilizator - Noi cerem ca utilizatorii sa evite folosirea numelui real sau a altor informatii de identificare.",
    "faq.privacyCountry":"tara",
    "faq.privacyBirthdate":"birth month and year - We use this to confirm ownership of the account if the owner loses the password and email or asks to close an account.",
    "faq.privacyGender":"genul",
    "faq.privacyEmail":"adresa email de contact - In cazul in care proprietarul este mai tanar de 13 ani, solicitam adresa email a parintilor sau tutorelui. Nu trimitem email la aceasta adresa decat atunci cand se solicita resetarea parolei.",
    "faq.accountPublicInfo":"Numele de utilizator si tara proprietarului nu sunt vizibile public in pagina de profil. Luna / anul nasterii, adresa de email si genul asociate contului nu sunt afisate public. Colectam aceste informatii ca sa identificam varsta si genul utilizatorilor si doar in scop de cercetare. Nu vindem si nu divulgam nimanui informatii despre utilizatori.",
    "faq.dataCollectionTitle":"Ce fel de informatii sunt colectate de la oameni in timp ce folosesc site-ul?",
    "faq.dataCollectionOne":"Cand un utilizator se logheaza, site-ul Scratch solicita browser-ului web sa permita un <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a> pe calculator pentru a retine ca este logat in timp ce navigheaza in diferite pagini. Colectam informatii cu privire la locurile pe care le viziteaza, folosind Google Analytics. Acest \"click data\" ne ajuta sa identificam cum am putea imbunatati site-ul.",
    "faq.dataCollectionTwo":"Unele informatii si date colectate pe website-ul Scratch sunt folosite in studiile de cercetare pentru imbunatatirea modului de intelegere despre cum invata ooameni cu Scratch. Rezultatele acestei cercetari sunt partajate cu profesorii si cercetatorii in cadrul unor conferinte, jurnale si alte publicatii. Poti afla mai multe pe <a href=\"/info/research\">Pagina noastra de cercetare</a>.",
    "faq.rentInfoTitle":"Echipa Scratch vinde sau divulga cuiva informatii despre utilizatorii Scratch?",
    "faq.rentInfoBody":"Nu.",
    "faq.viewUnsharedTitle":"Echipa Scratch poate vedea proiectele nepartajate din pagina \"Lucrurile mele\"?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Ce este o amestecare?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"De ce impune echipa Scratch ca toate proiectele sa poata fi amestecate?",
    "faq.remixableBody":"Noi credem ca vizualizarea si amestecarea proiectelor interesante este un mod deosebit de important de a invata programarea, care conduce la noi idei grozave. De aceea sursa este vezibila pentru fiecare proiect partajat pe site-ul Scratch.",
    "faq.creativeCommonsTitle":"Si daca nu doresc ca altii sa imi amestece proiectele?",
    "faq.creativeCommonsBody":"By publishing your project on the Scratch website, you agree to license it under a <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.",
    "faq.fairUseTitle":"Pot folosi in proiectele mele imagini / sunete / media de pe internet?",
    "faq.fairUseBody":"Este important sa respectam dorinta creatorilor in privinta amestecarii/prelucrarii. Daca alegi sa integrezi munca altora in lucrarile tale, ai grija sa-i mentionezi in sectiunea \"credite\" a proiectului si sa incluzi un link la original. pentru a gasi arta / sunete care sunt deja licentiate pentru amestecare, mergi la  <a href=\"http://search.creativecommons.org/\">Pagina de cautare Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Ce este un cont Scratch \"confirmat\"?",
    "faq.confirmedAccountBody":"Un cont Scratch confirmat îți permite să distribui proiecte, să scrii comentarii și să creezi ateliere. De asemenea, confirmarea contului tău face posibilă primirea de mesaje de actualizare de la Echipa Scratch.",
    "faq.checkConfirmedTitle":"Cum pot să verific dacă am contul confirmat?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Cum procedez ca sa imi sterg contul?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"Trebuie să îmi confirm contul?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"Mi-am uitat parola. Cum pot să o resetez?",
    "faq.forgotPasswordBody":"Introdu numele tau de utilizator in <a href=\"/accounts/password_reset/\">pagina de resetare a parolei</a>. Site-ul web va trimite un email la adresa asociata contului si care contine un link ce poate fi folosit pentru resetarea parolei.",
    "faq.changePasswordTitle":"Cum sa imi schimb parola?",
    "faq.changePasswordBody":"Mergi la site-ul web Scratch, logheaza-te si da clic pe numele tau de utilizator coltul din dreapta sus al ferestrei. Alege \"setarile contului\" si da clic pe link pentru a-ti schimba parola.",
    "faq.changeEmailTitle":"How do I change my email address?",
    "faq.changeEmailBody":"Mergi pe site-ul Scratch, conectează-te și apoi dă clic pe numele de utilizator în coltul dreapta sus al ferestrei. Alege \"setări cont\" și dă clic pe link pentru a-ți schimba adresa de email.",
    "faq.newScratcherTitle":"How do I transition from 'New Scratcher' to 'Scratcher'?",
    "faq.newScratcherBody":"Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)",
    "faq.multipleAccountTitle":"Pot avea mai mult de un cont?",
    "faq.multipleAccountBody":"Este in regula daca ai mai multe conturi pe site-ul Scratch, atat timp cat respecti regulile comunitatii. In cazul in care vreunul dintre ele incalca aceste reguli, toate conturile corespunzatoare vor fi sterse sau blocate.",
    "faq.multipleLoginTitle":"Este voie ca intr-un cont sa se logheze mai mult de o persoana?",
    "faq.multipleLoginBody":"Acest lucru nu este incurajat, deoarece site-ul web si editorul de proiect poate deveni confuz cand mai mult de o persoana se logheaza in acelasi cont.",
    "faq.changeUsernameTitle":"Pot sa imi schimb numele de utilizator?",
    "faq.changeUsernameBody":"Structura site-ului web Scratch depinde de consistenta unui numelui contului, asa incat nu este posibil sa iti schimbi numele de utilizator. Daca ai nevoie intr-adevar de aceasta, poti sa iti faci un nou cont - dar va trebui sa iti copiezi proiectele pe cont propriu.",
    "faq.shareInfoTitle":"Ce fel de informatii pot sa partajez pe / in legatura cu contul meu?",
    "faq.shareInfoBody":"Te rugam sa nu partajezi informatii de contact personale, precum adresa fizica, email, numar de telefon sau orice altceva care poate fi folosit pentru a te contacta in afara site-ului Scratch. Te rugam sa raportezi proiecte, comentarii sau postari in forumuri care contin aceste tipuri de informatii, astfel incat echipa Scratch sa le stearga si sa reaminteasca autorului regulile noastre.",
    "faq.deleteAccountTitle":"Cum procedez ca sa imi sterg contul?",
    "faq.deleteAccountBody":"Conectează-te în contul Scratch și apoi dă clic pe numele de utilizator din colțul dreapta sus. Selectează \"Setări Cont\", apoi dă clic pe link-ul <em>\"Vreau să-mi șterg contul\"</em> din partea de jos a paginii.",
    "faq.scratchFreeTitle":"Scratch este gratuit?",
    "faq.scratchFreeBody":"Da! Scratch este disponibil fara niciun fel de taxa. Il poti folosi la scoala, poti preda un curs despre el (chiar si un curs contra-cost). Nu e nevoie sa cumperi o licenta - este gratuit.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Pot sa prezint Scratch la conferinte?",
    "faq.presentScratchBody":"Te rugam sa te simti liber in a prezenta Scratch profesorilor sau altor grupuri. Iti dam permisiunea sa faci prezentari.",
    "faq.supportMaterialTitle":"Am voie sa folosesc / amestec materialele suport pentru Scratch, sprite-uri, imagini, sunete sau proiecte model pe care le-am gasit pe site?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Pot sa vand proiectele mele Scratch?",
    "faq.sellProjectsBody":"Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.",
    "faq.sourceCodeTitle":"Unde pot gasi sursa pentru Scratch?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"Cum stiu ce este bine si ce nu sa partajez pe site-ul web Scratch?",
    "faq.okayToShareBody":"Mergi la <a href=\"/community_guidelines\">Regulile comunitatii Scratch</a> - sunt prezentate pe scurt si nu includ prea multe detalii legislative. Exista un link in partea de jos a fiecarei pagini Scratch.",
    "faq.reportContentTitle":"Ce sa fac daca vad ceva inadecvat?",
    "faq.reportContentBody":"Poti sa dai clic pe link-ul care spune \"raporteaza\" din orice proiect, comentariu, postare in discutii sau pagina de utilizator unde crezi ca ceva nu este potrivit pentru Scratch. Daca este prea complicat, poti folosi link-ul Contacteaza-ne pentru a ne explica. Asigura-te ca incluzi cat de multe amanunte poti, cu link-uri la paginile relevante.",
    "faq.noFlameTitle":"Ce sa fac in cazul in care cineva este meschin sau lipsit de respect?",
    "faq.noFlameBody":"Nu te infierbanta! Raspunzand la meschinarii cu comentarii si mai meschine nu faci decat sa fie mai rau si se poate sfarsi cu blocarea contului tau. In schimb, poti sa raportezi orice este lipsit de respect sau neconstructiv, iar noi il vom urmari pe autor. Verificam raportarile zilnic, de mai multe ori pe zi - asa ca stai linistit, vom regla noi lucrurile.",
    "faq.reviewContentTitle":"Ce face echipa Scratch cand ceva este raportat sau marcat?",
    "faq.reviewContentBody":"Echipa Scratch revizuieste comentariile raportate si proiectele zilnic. Daca este ceva care incalca regulile comunitatii, putem sa stergem si sa trimitem un avertisment catre contul respectiv. In functie de gravitate (sau daca deja am avertizat contul), putem chiar sa blocam conturile sau retelele folosite pentru partajare.",
    "faq.blockedAccountTitle":"Ce se intampla cand un cont este blocat?",
    "faq.blockedAccountBody":"Cand un cont este blocat, proprietarul nu il mai poate accesa sau nu il mai poate folosi pentru a crea proiecte sau pentru a comenta. Cand se logheaza, primeste o pagina care ii explica de ce a fost blocat contul si un formular pe care il poate folosi pentru a solicita deblocarea. Daca utilizatorul demonstreaza ca a inteles de ce i-a fost blocat contul si promite sa respecte regulile comunitatii pe viitor, echipa Scratch va revizui cazul. Conturile vor fi deblocate numai in cazul in care cuvantul proprietarului contului prezinta incredere. Altfel, contul (si chiar toate celelelate conturi detinute sau create de acea persoana) va fi blocat permanent.",
    "faq.stolenAccountTitle":"Daca un prieten rau intentionat / Kaj / alta individ rau imi fura contul si devine banat, ce este de facut?",
    "faq.stolenAccountBody":"Esti responsabil de pastrarea in siguranta a parolei. Daca altcineva din viata reala preia controlul contului tau si se intampla lucruri rele, spune-i unui adult responsabil cu calculatoarele. Daca tu crezi ca altcineva, pe care nu il cunosti, a obtinut accesul la contul tau, schimba parola si / sau foloseste link-ul Contacteaza-ne pentru a ne explica situatia. Daca ai fost blocat pentru ceva care a incalcat regulile comunitatii, nu e suficient sa spui ca ti-a fost rapit contul. Daca nu putem avea incredere in tine, contul tau nu va fi deblocat.",
    "faq.cloudDataInfoTitle":"Ce sunt datele cloud?",
    "faq.cloudDataInfoBody":"Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.",
    "faq.storedCloudInfoTitle":"Cine poate vedea informatiile stocate in date cloud?",
    "faq.storedCloudInfoBody":"Cand interactionezi cu un proiect care foloseste blocuri de date cloud, informatia ta poate fi stocata alaturi de numele tau de utilizator si altii pot sa o vada. Fiecare proiect pastreaza un fisier de tip log cu cei care au interactionat cu el si orice date pe care ei le partajeaza.",
    "faq.onlyNumbersTitle":"De ce datele de tip cloud pot fi numai numere -- nu sunt permise siruri de caractere și nici liste?",
    "faq.onlyNumbersBody":"Site-ul curent se limiteaza la numere in variabile ca un prim pas in a lucra cu orice in utilizarea site-ului. Noi planuim sa extindem in cloud si alte date. Daca infrastructura merge bine, vom adauga si alte caracteristici (liste cloud, suport pentru siruri de caractere, etc.).",
    "faq.reportCloudTitle":"Daca observ pe cineva care posteaza continut inadecvat folosind date cloud, cum pot sa raportez?",
    "faq.reportCloudBody":"Da clic pe butonul \"Raporteaza asta\" (de sub player-ul proiectului) pentru a raporta continutul inadecvat in date cloud. Formularul de raportare include un lonk la un log al tuturor datelor cloud din acel proiect si cine le-a lasat - poate doresti sa te uiti la el inainte sa trimiti raportarea ta. Asigura-te ca mentionezi \"cloud data\" cand completezi motivul raportarii.",
    "faq.chatRoomTitle":"Pot sa creez camere de chat cu date cloud?",
    "faq.chatRoomBody":"Desi tehnic este posibila crearea de camere de chat cu date cloud, ele nu sunt inca permise. Vom reconsidera aceasta politica de indata ce vom avea mai bine posibilitatea pentru moderarea si intretinerea raportarilor de date cloud.",
    "faq.makeCloudVarTitle":"Cum adaug o variabila cloud cand lucrez la un proiect?",
    "faq.makeCloudVarBody":"Când creezi o variabilă, poţi să bifezi caseta \"Variabila cloud\". Orice date memorate în acestă variabilă vor fi salvate pe server şi vor fi vizibile tuturor.",
    "faq.changeCloudVarTitle":"Cine poate modifica informatia dintr-o variabila cloud?",
    "faq.changeCloudVarBody":"Numai din proiectul tau sa poate modifica informatia din variabila sa cloud. Daca oamenii pot modifica sau amesteca sursa ta, se va crea o alta variabila cu acelasi nume in proiectul lor.",
    "faq.newScratcherCloudTitle":"Desi sunt logat, inca nu pot sa adaug la proiecte variabile cloud. Ce se intampla?",
    "faq.newScratcherCloudBody":"Trebuie sa fi devenit Scratcher pe site-ul web pentru a avea acces la date cloud. Poti deveni Scratche prin participarea activa pe site.",
    "faq.multiplayerTitle":"Este posibila crearea de jocuri de tip multiplayer cu date cloud?",
    "faq.multiplayerBody":"Jocurile multiplayer sunt dificil de creat datorita vitezei retelei si cerintelor de sincronizare. Totusi, unii Scratcher-i vin cu idei creative in privinta utilizarii datelor cloud pentru jocuri unul-cate-unul sau de alte feluri.",
    "faq.cloudLagTitle":"De cat timp este nevoie pentru ca o informatie cloud sa ajunga de la un Scratcher la altul?",
    "faq.cloudLagBody":"Depinde. Daca ambii Scratcher-i au conexiuni la Internet destul de rapide (DSL/Cable) si nu sunt alte restrictii gen firewall pe calculatoare sau in retea, actualizarea s-ar putea face in milisecunde. Totusi, majoritatea calculatoarelor au firewall instalat si acesta blocheaza iesirile la porturile TCP 531 si 843, ceea ce face ca timpul sa ajunga la o secunda. In prezent, incercam sa identificam variante pentru depasirea acestor restrictii.",
    "faq.schoolsTitle":"Scratch in scoli",
    "faq.howTitle":"Cum este utilizat Scratch în şcoli?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Care sunt limitele de varsta pentru Scratch?",
    "faq.ageBody":"Scratch a fost dezvoltat mai ale pentru tineri între 8 și 16 ani, deci este folosit mai ales în școlile primare și gimnaziale, dar persoane de vârste diverse au creat și distribuit proiecte Scratch. Scratch este folosit chiar în unele cursuri introductive de programare în unele facultăți. Copiii mai mici ar putea dori să încerce <a href=\"//www.scratchjr.org/\">ScratchJr</a>, care este o versiune simplificată de Scratch pentru vârste cuprinse între 5 și 7 ani.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"Comunitatea online Scratch le oferă celor tineri un mijloc de distribuire, colaborare și învățare alături de cei asemeni lor, într-o comunitate guvernată de Ghidul Comunității. Totuși, înțelegm că unii educatori preferă ca elevii lor să nu participe la o comunitate online. Aceștia ar dori să aibă posibilitatea instalării editorului Scratch Offline, care rulează fără Internet și local pe un calculator de tip desktop sau laptop.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"Poți solocita un Cond Scratch de Profesor din <a href=\"/educators\">Pagina Educatorilor</a> pe Scratch. Vom cere câteva informații suplimentare, pe parcursul procesului de înregistrare pentru a verifica dacă ești într-adevăr educator.",
    "faq.edTitle":"What is the difference between a Scratch Teacher Account and a ScratchEd Account?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
