{
    "faq.title":"Часто задаваемые вопросы (ЧаВО)",
    "faq.intro":"На этой странице вы найдете ответы на часто задаваемые вопросы о Scratch.",
    "faq.aboutTitle":"Общие вопросы",
    "faq.privacyTitle":"Политика личных данных",
    "faq.remixTitle":"Ремиксы и копирование",
    "faq.accountsTitle":"Аккаунты",
    "faq.permissionsTitle":"Лицензирование и разрешения",
    "faq.inappropriateContentTitle":"Недопустимый контент",
    "faq.cloudDataTitle":"Облачные данные",
    "faq.aboutScratchTitle":"Что такое Scratch и что я могу с ним сделать?",
    "faq.aboutScratchBody":"Scratch -  это язык программирования и онлайн-сообщество, где вы можете создавать свои собственные интерактивные истории, игры и анимацию - и делиться своими творениями со всем миром. В процессе разработки и программирования проектов Scratch молодые люди учатся мыслить творчески, рассуждать системно и работать сообща. Чтобы узнать больше о Scratch, просмотрите страницу <a href=\"/about\">О Scratch</a>.",
    "faq.makeGameTitle":"Как можно создать игру или мультипликацию в Scratch?",
    "faq.makeGameBody":"Ознакомьтесь с разделом <a href=\"/help\">Помощь</a>, чтобы узнать множество способов начала работы со Scratch. Или просто <a href=\"/projects/editor/?tip_bar=getStarted\">откройте</a> редактор проекта.",
    "faq.requirementsTitle":"Какие системные требования для среды Скретч?",
    "faq.requirementsBody":"Для запуска Scratch 2.0, вам необходимо использовать (1) компьютер с Windows, ChromeOS, Mac или Linux; (2) версия <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a>, выпущенная 15 июня 2016 года или позднее; (3) относительно свежий веб-браузер: одна из последних двух версий <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac или Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (только для Windows или Mac), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (только для Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (только для Windows) или <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (только для Windows). Если ваш компьютер не отвечает этим требованиям, вы можете попробовать загрузить и установить <a href=\"/scratch_1.4\">Scratch 1.4</a>, который вы все еще можете использоваться для размещения проектов на сайте Scratch 2.0",
    "faq.offlineTitle":"Существует ли версия для скачивания, чтобы можно было создавать и просматривать проекты без доступа в интернет?",
    "faq.offlineBody":"Офлайн редактор Scratch 2.0 позволяет создавать проекты Scratch без подключения к интернету. Вы можете загрузить Scratch 2.0 с <a href=\"/scratch2download/\">веб-сайта</a>. Вы также можете использовать <a href=\"/scratch_1.4\">Scratch 1.4</a>. Примечание. На вашем компьютере могут быть одновременно установлены как Scratch 1.4, так и 2.0.",
    "faq.uploadOldTitle":"Могу ли я загружать на сайт проекты, созданные в более ранней версии Скретч?",
    "faq.uploadOldBody":"Да, вы можете делиться или загружать проекты, созданные с помощью более ранних версий Scratch, они будут видны и их можно будет проигрывать. (При этом, вы не можете сохранять проекты, созданные или отредактированные в более поздних версиях Scratch, и открывать их в более ранних версиях. Например, вы не можете открыть проект Scratch 2.0 в <a href=\"/scratch_1.4\">Scratch 1.4</a>, потому что <a href=\"/scratch_1.4\">Scratch 1.4</a> не поддерживает формат файла проекта .sb2.)",
    "faq.recordVideoTitle":"Могу ли я записать видео моего Scratch проекта?",
    "faq.recordVideoBody":"Да, вы можете записать видео вашего Scratch проекта продолжительностью до 60 секунд. В редакторе Scratch в меню «Файл» выберите «Запись видео проекта». (Для просмотра этой опции необходимо войти в систему). В меню «Дополнительные параметры» вы можете выбрать дополнительные параметры записи (например, звук записи и клики мыши). Затем запустите свой проект, как вам хотелось бы. После завершения записи следуйте инструкциям по загрузке файла на компьютер. В зависимости от того, какой компьютер у вас есть, вам может потребоваться загрузить другую программу, такую как <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>, чтобы воспроизвести файл. Этот файл будет проигрываться на YouTube, Vimeo и Facebook, но для воспроиздедении на некоторых других сайтах, например, Twitter или Tumblr может потребоваться конвертация файла.",
    "faq.scratchCostTitle":"Сколько стоит Скретч? Нужна ли лицензия?",
    "faq.scratchCostBody":"Scratch всегда был и будет бесплатным. Вам не нужна лицензия на использование Scratch в школе, дома или где-либо еще. Разработка и поддержка Scratch оплачиваются грантами и пожертвованиями. Если вы хотите внести свой вклад в Scratch, ознакомьтесь с нашей <a href=\"https://secure.donationpay.org/scratchfoundation/\">страницей пожертвований</a>.",
    "faq.mediaLabTitle":"Кто создал Скретч?",
    "faq.mediaLabBody":"Скретч создан и поддерживается командой Скретч в группе <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten </a> в <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Какую информацию вы запрашиваете в ходе регистрации?",
    "faq.accountInfoList":"Чтобы обеспечить сохранность личных данных, мы ограничиваем собираемую информацию. В ходе регистрации мы спрашивать следующую информацию:",
    "faq.privacyUsername":"имя участника - Мы просим участника не называть настоящее имя и не сообщать никакой информации, по которой он может быть идентифицирован.",
    "faq.privacyCountry":"страна",
    "faq.privacyBirthdate":"месяц и год рождения мы используем для подтверждения владения аккаунтом при потере пароля и электронной почты или запросе на закрытие аккаунта.",
    "faq.privacyGender":"пол",
    "faq.privacyEmail":"контактный адрес электронной почты. Если владелец аккаунта моложе 13 лет, мы просим указать адрес одного из родителей или опекуна. Мы не отправляем писем по этому адресу, за исключением случая, когда производится запрос на сброс пароля аккаунта.",
    "faq.accountPublicInfo":"Имя участника и страна показываются на странице его профиля. Дата рождения, адрес электронной почты и пол участника не показываются. Мы собираем эти данные, чтобы представлять общие данные по полам и возрастам для исследовательских целей. Мы никому не передаем и не продаем эту информацию.",
    "faq.dataCollectionTitle":"Какие данные собираются в процессе использования сейта?",
    "faq.dataCollectionOne":"Когда посетитель заходит на страницу, сервер просит браузер записать на компьютер <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a>, чтобы при переходе на другие страницы сайта помнить, что вход уже совершен. Мы собираем некоторые данные о переходах пользователя при помощи Google Analytics. Эти данные помогают нам улучшить веб-сайт.",
    "faq.dataCollectionTwo":"Часть информации и данных, которые собираются на сайте Скретч, используются в научных исследованиях, направленных на лучшее понимание того, как люди учатся в среде Скретч. Результаты этих исследований публикуются в журналах и представляются на конференциях для учителей и исследователей. Подробности на странице <a href=\"/info/research\">Исследования</a>.",
    "faq.rentInfoTitle":"А не продает ли команда Скретч информацию о пользователях?",
    "faq.rentInfoBody":"Нет.",
    "faq.viewUnsharedTitle":"Может ли команда Скретч видеть мои неопубликованные проекты на странице \"Мои работы\"?",
    "faq.viewUnsharedBody":"Поскольку команда Scratch отвечает за модерацию, у нас есть доступ ко всему контенту, хранящемуся на сайте Scratch, в том числе и к незавершенным проектам. Если вы предпочитаете работать над проектами в полной конфиденциальности, вы можете использовать либо <a href=\"/scratch2download\">офлайн редактор Scratch 2.0 </a>, либо <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Что такое ремикс?",
    "faq.remixDefinitionBody":"Когда Скретчер делает копию проекта другого автора и модифицирует этот проект, добавляя собственные идеи (например, изменяя скрипты и костюмы), результат называется \"ремиксом\". Любой опубликованный на сайте проект может быть изменен. Мы считаем, что даже мелкие изменения это ремикс, если есть ссылки на исходный проект и других авторов, помогших создать этот ремикс.",
    "faq.remixableTitle":"Почему команда Скретч требует, чтобы все проекты можно \"ремиксить\"?",
    "faq.remixableBody":"Мы верим, что просмотр и ремикс интересных проектов это отличный способ научиться программировать и он ведет к новым идеям. Поэтому код любого опубликованного проекта можно посмотреть.",
    "faq.creativeCommonsTitle":"Что если я не хочу, чтобы другие делали ремиксы моих проектов?",
    "faq.creativeCommonsBody":"Публикуя свой проект на сайте Scratch, вы соглашаетесь с его лицензированием в соответствии с лицензией <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Если вы не хотите, чтобы ваши проекты были доступны для просмотра и использования другими пользователями, не размещайте их на сайте Scratch.",
    "faq.fairUseTitle":"Могу ли я использовать картинка / звуки / медиа из сети в моих проектах?",
    "faq.fairUseBody":"Важно уважать желание автора относительно использования. Если вы хотите вставить чью-то работу в свою собственную, обязательно выразите благодарности и поставьте ссылку на оригинал. Чтобы найти рисунки и звуки, лицензия которых предусматривает возможность ремиксов, воспользуйтесь <a href=\"http://search.creativecommons.org/\">поисковой страницей Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Что такое «подтверждённый» Scratch аккаунт?",
    "faq.confirmedAccountBody":"Подтвержденный аккаунт на Scratch позволяет делиться проектами, писать комментарии и создавать студии. Подтверждение вашего аккаунта также позволяет получать обновления от команды Scratch по электронной почте.",
    "faq.checkConfirmedTitle":"Как узнать, подтвержден ли мой аккаунт?",
    "faq.checkConfirmedBody":"Чтобы узнать, подтвержден ли ваш аккаунт, войдите в свой аккаунт Scratch по ссылке в правом верхнем углу экрана. После входа в систему нажмите на свое имя пользователя в правом верхнем углу и выберите «Настройки аккаунта», а затем «Настройки электронной почты» в левой части. Подтвержденные адреса электронной почты помечены небольшой зеленой галочкой. В противном случае вы увидите текст «Ваш адрес электронной почты не подтвержден» оранжевым цветом.",
    "faq.howToConfirmTitle":"Как я могу удалить свой аккаунт?",
    "faq.howToConfirmBody":"После регистрации на сайте Scratch вы получите электронное письмо со ссылкой для подтверждения аккаунта. Если вы не можете найти письмо, проверьте папку «Спам». Для повторной отправки письма, зайдите в Настройки аккаунта, перейдите на вкладку «Электронная почта» и следуйте инструкциям. Обратите внимание, что получение письма может занять час. Если вы по-прежнему не получили письмо в течение часа, <a href=\"/contact-us\">сообщите нам</a>.",
    "faq.requireConfirmTitle":"Необходимо ли подтверждать мой аккаунт?",
    "faq.requireConfirmBody":"Вы можете воспользоваться многими возможностями Scratch, не подтверждая свой аккаунт, включая создание и сохранение проектов (без возможности поделиться ими). Примечание: Если ваш аккаунт зарегистрирован ранее 11 февраля 2015 года, вы можете использовать социальные функции в Scratch, не подтверждая свой аккаунт.",
    "faq.forgotPasswordTitle":"Я забыл пароль. Могу ли Я востановить его?",
    "faq.forgotPasswordBody":"Введите свое имя участника на <a href=\"/accounts/password_reset/\">странице восстановления пароля</a>. Вебсайт вышлет на адрес эектронной почты, связанной с этим именем ссылка по которой вы сможете восстановить пароль.",
    "faq.changePasswordTitle":"Как я могу изменить свой пароль?",
    "faq.changePasswordBody":"Войдите на сайт Скретч, щелкните на свое имя в нижнем верхнем углу. Выбкрите \"настройка аккаунта\", и щелкните по ссылке смены пароля.",
    "faq.changeEmailTitle":"Как изменить адрес электронной почты?",
    "faq.changeEmailBody":"Перейдите на сайт Scratch, войдите в систему, а затем щелкните свое имя пользователя в правом верхнем углу окна. Выберите «Настройки аккаунта» и нажмите ссылку, чтобы изменить адрес электронной почты.",
    "faq.newScratcherTitle":"Как перейти из статуса «Новичок» в «Скретчер»?",
    "faq.newScratcherBody":"Создавайте свои проекты и делитись ими, оставляйте полезные комментарии к проектам других Скретчеров и будьте терпеливы! Через нескольких недель вашей активностина странице вашего профиля появится ссылка, которая предложит вам стать Скретчером. (Обратите внимание, мы не можем сделать это быстрее, даже за шоколадки).",
    "faq.multipleAccountTitle":"Могу ли я иметь больше одного аккаунта?",
    "faq.multipleAccountBody":"Вполне допустимо, если ни один из них не используется для нарушения правил сообщества. Если же такие нарушения будут, то могут быть закрыты все связаные аккаунты.",
    "faq.multipleLoginTitle":"Нормально ли если несколько людей входят один и тот же аккаут?",
    "faq.multipleLoginBody":"Это не поддерживается, поскольку веб-сайт или редактор проектов будут путаться, если несколько людей войдут в один и тот же аккаунт.",
    "faq.changeUsernameTitle":"Могу ли изменить мое имя участника?",
    "faq.changeUsernameBody":"Стрцуктура сайта предполагает постоянные имена участников, так что изменить имя нельзя. Если уж так нужно, то создайте себе новый аккаунт, но вам придется самому копировать туда свои проекты.",
    "faq.shareInfoTitle":"Какую информацию я могу публиковать в моём аккаунте?",
    "faq.shareInfoBody":"Пожалуйста не публикуйте своих персональных данных, таких как почтовый адрес, email, номер телефона и все, что может быть использовано для контактов вне сайта Скретч. Пожалуйста, сообщайте о проектах, комментариях и сообщениях на форуме, которые содержат такую информацию, чтобы команда Скретч могла ее удалить или напомнить автору о нашей политике.",
    "faq.deleteAccountTitle":"Как я могу удалить свой аккаунт?",
    "faq.deleteAccountBody":"Войдите в систему Scratch, а затем нажмите на свое имя пользователя в правом верхнем углу. Выберите «Настройки аккаунта», затем нажмите ссылку <em>«Я хочу удалить свой аккаунт»</em> внизу страницы.",
    "faq.scratchFreeTitle":"Бесплатен ли Скретч?",
    "faq.scratchFreeBody":"Да! Скретч доступен бесплатно. Вы можете использовать его в школе и можете вести о нем учебные курсы (даже если такие курсы стоят денег). Вам не нужно покупать лицензию - это бесплатный продукт.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Могу ли я делать презентации о Скретч на конференции?",
    "faq.presentScratchBody":"Пожалуйста делайте презентации о Скретч для учителей и других групп. Мы даем вам разрешение делать презентации.",
    "faq.supportMaterialTitle":"Могу ли я использовать/переделывать Scratch учебные материалы, спрайты, изображения, звуки или примеры проектов, которые я нашел на сайте?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Могу ли я продавать свои Скретч-проекты?",
    "faq.sellProjectsBody":"Конечно, ваш проект - ваше творение. Имейте в виду, что, как только вы делитесь своим проектом с Scratch, каждый может свободно скачивать, переделывать и повторно использовать его в соответствии с условиями <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">лицензии CC-BY-SA 2.0</a>. Поэтому, если вы намерены продать свой проект, возможно, вы захотите убрать его с Scratch.",
    "faq.sourceCodeTitle":"Где я могу найти исходный код Скретч?",
    "faq.sourceCodeBody":"Исходный код редактора Scratch 2 можно найти в <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Исходный код <a href=\"/scratch_1.4\">Scratch 1.4</a>, написанный на Squeak, также доступен на <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Для получения последней информации о развитии проектов, касающихся вебсайта Scratch, посетите <a href=\"/developers\">страницу разработчика</a>.",
    "faq.okayToShareTitle":"Как узнать, что можно, а что нельзя размещать на веб-сайте Scratch?",
    "faq.okayToShareBody":"Ознакомьтесь с <a href=\"/community_guidelines\">рекомендациями сообщества Scratch</a> - они кратки и не содержат большого количества юридических терминов. Ссылка на них есть внизу каждой страницы сайта Scratch.",
    "faq.reportContentTitle":"Что делать если я замечу что-то недопустимое?",
    "faq.reportContentBody":"Вы можете нажать на ссылку «Уведомить», которая есть у каждого проекта, комментария, сообщения или странице пользователя, где вы считаете, что нарушены правила Scratch. Если ситуация сложная, вы можете использовать ссылку «Связаться с нами» для объяснения. Обязательно опишите ситуацию как можно более подробно, со ссылками на соответствующие страницы.",
    "faq.noFlameTitle":"Что делать если я замечу что-то недопустимое?",
    "faq.noFlameBody":"Не подливайте масла в огонь! Отвечая на грубые комментарии еще более грубыми комментариями вы только усугубляете ситуацию и, в результете, ваш аккаунт может быть заблокирован. Вместо этого просто сообщайте нам о неуважительных или неконструктивных ситуациях, и мы сами разберемся с автором. Мы проверяем отчеты каждый день, несколько раз в день - так что будьте уверены, мы разберемся в ситуации.",
    "faq.reviewContentTitle":"Что делает команда Scratch, когда что-то отмечается или о чем-то отправляется уведомление?",
    "faq.reviewContentBody":"Команда Scratch каждый день рассматривает комментарии и проекты, о которых получены уведомления. Если что-то нарушает правила сообщества Scratch, мы можем удалить его и отправить предупреждение аккаунту. В зависимости от того, насколько это нарушает наши правила (или если мы уже выносили предупреждение этому аккаунту), мы также можем заблокировать аккаунт или сети, которые были использованы для его распространения.",
    "faq.blockedAccountTitle":"Что происходит, когда аккаунт заблокирован?",
    "faq.blockedAccountBody":"Когда аккаунт заблокирован, владелец больше не может войти в него и использовать для создания проектов или комментариев. Когда владелец заходит в систему, он видит страницу, объясняющую, почему аккаунт был заблокирован и контактную форму, которой можно воспользоваться для запроса на разблокировку. Если владелец может продемонстрировать, что он понимает, почему его аккаунт был заблокирован, и обещает впредь следовать правилам сообщества, команда Scratch пересмотрит свое решение. Аккаунт будет разблокирован только в том случае, когда владелец аккаунта вызывает доверие. В противном случае аккаунт (и, скорее всего, другие аккаунты, принадлежащие или созданные этим лицом) может быть заблокирована навсегда.",
    "faq.stolenAccountTitle":"Мой нехороший брат / Кай / какой-то другой плохой парень украл мой аккаунт и теперь мой аккаунт забанен, что мне делать?",
    "faq.stolenAccountBody":"Вы несете ответственность за сохранение в тайне своего пароля. Если кто-то в реальной жизни захватил ваш аккаунт и делает плохие вещи, расскажите взрослым, отвечающим за компьютеры. Если вы считаете, что кто-то, кого вы не знаете, получили доступ к вашему аккаунту, измените пароль и / или воспользуйтесь ссылкой для связи с нами, чтобы объяснить ситуацию. Если вы заблокированы из-за действий, нарушающих правила нашего сообщества, не говорите, что вас взломали. Если мы не можем вам доверять, мы не разблокируем вас.",
    "faq.cloudDataInfoTitle":"Что такое облачные данные?",
    "faq.cloudDataInfoBody":"Облачные данные - это функция в Scratch 2, которая позволяет сохранять и размещать данные из проекта онлайн. Вы можете использовать облачные данные для проведения опросов и других проектов, которые сохраняют численные значения в течение времени.",
    "faq.storedCloudInfoTitle":"У кого есть допуск к облачным данным?",
    "faq.storedCloudInfoBody":"Когда вы работаете с проектом, используя блоки облачных данных, информация о вас, включая ваше имя пользователя, сохраняется и доступна для просмотра другими пользователями. У каждого проекта есть журнал с информацией о том, кто обращался к проекту или к данными, относящимся к этому проекту.",
    "faq.onlyNumbersTitle":"Почему облачные данные в настоящее время ограничены только номерами - без строк или списков?",
    "faq.onlyNumbersBody":"Текущий сайт ограничен числами в переменных в качестве начального шага для решения любых проблем с их использованием на сайте. Мы планируем постепенно расширять возможности облачных данных. Если инфраструктура будет работает нормально, мы планируем добавить другие функции (списки облаков, поддержку строк и т. д.).",
    "faq.reportCloudTitle":"Если я вижу, что кто-то публикует неприемлемый контент с использованием облачных данных, то как мне сообщить об этом?",
    "faq.reportCloudBody":"Нажмите кнопку «Уведомить» (под проигрывателем проекта), чтобы сообщить о неприемлемом контенте в облачных данных. Форма уведомления содержит ссылку на журнал всех облачных данных в этом проекте и кто их оставил - вы можете взглянуть на него перед отправкой отчета. Убедитесь, что вы указали «облачные данные», когда указываете причину уведомления.",
    "faq.chatRoomTitle":"Могу ли я создавать чаты с облачными данными?",
    "faq.chatRoomBody":"Хотя технически возможно создавать чаты с облачными данными, они в настоящее время не разрешены. Мы пересмотрим эту политику, если у нас появится лучшее представление о нашей возможности для модерирования и управления отчетами по облачным данным.",
    "faq.makeCloudVarTitle":"Как добавить облачную переменную при создании проекта?",
    "faq.makeCloudVarBody":"Когда ты сделал переменную облачную, ты можешь проверить в рамке в котором говориться \"Облачная переменная\". Любые данные которые ты сохранил они остаються на сервере и будут видны другим.",
    "faq.changeCloudVarTitle":"Кто может изменить информацию в облачной переменной?",
    "faq.changeCloudVarBody":"Только ваш проект может хранить данные в своей облачной переменной. Если люди меняют или пересобирают ваш код, создается другая переменная в их проекте с тем же именем.",
    "faq.newScratcherCloudTitle":"Я вошел в систему, но я по-прежнему не могу использовать проекты с облачными данными. В чем дело?",
    "faq.newScratcherCloudBody":"Вы должны получить статус Скретчер на сайте, чтобы иметь доступ к облачным данным. Вы можете стать Скретчером, активно участвуя в работе сайта.",
    "faq.multiplayerTitle":"Можно ли сделать многопользовательские игры с данными в облаке?",
    "faq.multiplayerBody":"Многопользовательские игры могут быть трудны для создания из-за проблем со скоростью и синхронизацией сети. Тем не менее, некоторые Скретчеры находят творческие подходы к использования облачных данных для пошаговых и других игр.",
    "faq.cloudLagTitle":"Сколько времени требуется, чтобы облачные данные достигли другого Скретчера?",
    "faq.cloudLagBody":"По-разному. Если у обох Скретчеров достаточно быстрое подключение к Интернету (DSL/Cable), и на компьютерах/сетях нет ограничительных брандмауэров, обновления должны передаваться в миллисекундах. Однако на многих компьютерах работает программное обеспечение брандмауэра, и если программное обеспечение брандмауэра блокирует исходящие соединения с TCP-портом 531 и TCP-портом 843, время отставания достигает одной секунды. В настоящее время мы пытаемся выяснить, как мы можем обойти это ограничение.",
    "faq.schoolsTitle":"Скретч в школах",
    "faq.howTitle":"Как Scratch используется в школах?",
    "faq.howBody":"Scratch используется в тысячах школ по всему миру, во многих областях (включая гуманитарные и естественные науки, историю, математику и информатику). Вы можете узнать больше о стратегиях и ресурсах для использования Scratch в школах и других учебных средах (таких как музеи, библиотеки и общественные центры) на нашей <a href=\"/educators\">странице преподавателей</a>. Вы также можете присоединиться к онлайн-сообществу <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> для преподавателей, которым управляют наши друзья в Гарвардской высшей школе образования.",
    "faq.ageTitle":"Какой возраст лучше всего подходит для Скретч?",
    "faq.ageBody":"Scratch был разработан специально для детей и подростков в возрасте от 8 до 16 лет, поэтому он чаще всего используется в начальных и средних школах, но люди всех возрастов создают и участвуют в проектах Scratch. Scratch даже используются в некоторых вводных курсах компьютерной науки в ВУЗах. Дети младшего возраста могут захотеть попробовать <a href=\"//www.scratchjr.org/\">ScratchJr</a>, упрощенную версию Scratch, предназначенную для детей в возрасте от 5 до 7 лет.",
    "faq.noInternetTitle":"Могут ли ученики использовать Scratch без подключения к интернету?",
    "faq.noInternetBody":"Да. <a href=\"/scratch2download\">офлайн-редактор</a> Scratch - это версия Scratch, которая работает на персональном компьютере или ноутбуке. В настоящее время офлайн-редактор доступен для компьютеров с Mac и Windows.",
    "faq.communityTitle":"Могу ли я отключить онлайн-сообщество для своих учеников?",
    "faq.communityBody":"Интернет-сообщество Scratch дает возможность детям и подросткам делиться, сотрудничать и учиться со своими сверстниками в рамках модерируемого сообщества, регулируемого принципами сообщества. Однако мы понимаем, что некоторые преподаватели предпочитают, чтобы их ученики не участвовали в онлайн-сообществе. В этом случае преподаватели могут установить офлайн-редактор Scratch, который работает автономно и локально на стационарном или портативном компьютере.",
    "faq.teacherAccountTitle":"Что такое учительский аккаунт в Scratch?",
    "faq.teacherAccountBody":"Учительский аккаунт в Scratch предоставляет преподавателям и другим работникам сферы образования дополнительные функции для управления участием учеников в Scratch, включая возможность создания аккаунтов учащихся, организации ученических проектов в студиях и отслеживания комментариев учащихся.",
    "faq.requestTitle":"Как получить учительский аккаунт Scratch?",
    "faq.requestBody":"Вы можете запросить учительский аккаунт на <a href=\"/educators\">странице преподавателей</a> на сайте Scratch. Мы запрашиваем дополнительную информацию в процессе регистрации, чтобы убедиться в том, что вы преподаватель.",
    "faq.edTitle":"В чем разница между учительским аккаунтом Scratch и аккаунтом ScratchEd?",
    "faq.edBody":"Учительские аккаунты - это особые аккаунты на сайте Scratch, которые имеют доступ к дополнительным функциям для облегчения создания и управления учетными записями учащихся. Аккаунты ScratchEd - это аккунты в <a href=\"http://scratched.gse.harvard.edu/\">сообществе ScratchEd</a>, отдельном веб-сайте (управляемом Высшей школой образования Гарварда), где преподаватели рассказывают истории, обмениваются ресурсами, задают вопросы и встречаются с другими преподавателями Scratch.",
    "faq.dataTitle":"Какие данные Scratch собирает об учениках?",
    "faq.dataBody":"Когда ученик регистрируется на Scratch, мы просим указать базовые демографические данные, такие как пол, возраст (месяц и год рождения), страну проживания и электронную почту для подтверждения аккаунта. Данные используются (в обезличенной форме) для исследования, как люди пользуются Scratch. При создании ученического аккаунта учителем, ученикам не требуется указывать адрес электронной почты для настройки аккаунта.",
    "faq.lawComplianceTitle":"Соответствует ли Scratch 2.0 (онлайн-версия) местным и федеральным законами Соединенных Штатов Америки о конфиденциальности данных?",
    "faq.lawComplianceBody":"Scratch заботится о конфиденциальности всех пользователей платформы. У нас есть физические и цифровые методы защиты информации, которую мы собираем на сайте Scratch. Хотя мы не в состоянии предлагать договорные гарантии каждой организации, использующей наш бесплатный образовательный продукт, мы соблюдаем все федеральные законы Соединенных Штатов, которые применимы к MIT, организации 501(c)(3) и организации, которая создала и поддерживает Scratch. Мы рекомендуем вам ознакомиться с Политикой конфиденциальности Scratch для получения дополнительной информации.",
    "faq.schoolsMoreInfo":"Для больше вопросов об учительский аккаунт подробно в<a href=\"/educators/faq\">учительский аккаунт ЧАВО</a>"
}
