{
    "faq.title":"Často kladené otázky (FAQ)",
    "faq.intro":"Na tejto stránke nájdeš odpovede na často kladené otázky o Scratch.",
    "faq.aboutTitle":"Všeobecné otázky",
    "faq.privacyTitle":"Ochrana súkromia",
    "faq.remixTitle":"Remixovanie a kopírovanie",
    "faq.accountsTitle":"Účty",
    "faq.permissionsTitle":"Licencovanie a povolenia",
    "faq.inappropriateContentTitle":"Nevhodný obsah",
    "faq.cloudDataTitle":"Cloudové dáta",
    "faq.aboutScratchTitle":"Čo je Scratch a čo sa s ním dá robiť?",
    "faq.aboutScratchBody":"Scratch je programovací jazyk a online komunika, kde môžeš vytvárať svoje vlastné interaktívne príbehy, hry a animácie - a zdieľať svoje výtvory s ostatnými po celom svete. V procese navrhovania a programovania Scratch projektov sa mladí ľudia učia kreatívne myslieť, systematicky uvažovať a spolupracovať. Ak sa chceš o Scratch dozvedieť viac, pozri <a href=\"/about\">O aplikácii</a>",
    "faq.makeGameTitle":"Ako vytvorím hru alebo animáciu pomocou Scratch?",
    "faq.makeGameBody":"Check out the <a href=\"/tips\">tips page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Aké sú systémové požiadavky pre aplikáciu Scratch?",
    "faq.requirementsBody":"To run Scratch 2.0, you need to be using (1) a Windows, ChromeOS, Mac, or Linux computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows or Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2.0 website.",
    "faq.offlineTitle":"Existuje stiahnuteľná verzia, aby som mohol/mohla vytvárať a prezerať projekty offline?",
    "faq.offlineBody":"The Scratch 2.0 offline editor allows you to create Scratch projects without an internet connection. You can <a href=\"/scratch2download/\">download Scratch 2.0</a> from the website. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2.0 on your computer.",
    "faq.uploadOldTitle":"Môžem stále nahrať projekty vytvorené so staršími verziami Scratch na webovú stránku?",
    "faq.uploadOldBody":"Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2.0 project in <a href=\"/scratch_1.4\">Scratch 1.4</a>, because <a href=\"/scratch_1.4\">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)",
    "faq.recordVideoTitle":"Môžem nahrať video svojho Scratch projektu?",
    "faq.recordVideoBody":"Áno, môžeš nahrať video svojho Scratch projektu až v dĺžke 60 sekúnd. V editore Scratch z menu Súbor vyber \"Nahraj Video Projektu\". (Musíš byť prihlásený/á, ak chceš vidieť túto možnosť). V menu \"Ďalšie možnosti\" môžeš vybrať dodatočné možnosti nahrávania (napríklad nahrávanie zvukov a kliknutia myšou). Potom spusti svoj projekt, ako chceš. Po dokončení nahrávania postupuj podľa inštrukcií na stiahnutie súboru do svojho počítača. V závislosti od toho, aký máš počítač, možno budeš potrebovať stiahnuť ďalší program, ako napríklad <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>, ktorý bude súbor prehrávať. Tento súbor bude fungovať na YouTube, Vimeo a Facebook, ale na iné webstránky, ako napríklad Twitter alebo Tumblr, bude možno potrebné súbor konvertovať.",
    "faq.scratchCostTitle":"Koľko stojí Scratch? Potrebujem licenciu?",
    "faq.scratchCostBody":"Scratch je a vždy aj bude zadarmo. Nepotrebuješ nijakú licenciu na používanie Scratch na tvojej škole, doma alebo kdekoľvek inde. Vývoj, údržba a správa Scratch sa financuje z grantov a dobrovoľných príspevkov. Ak by si chcel prispieť, klikni na <a href=\"https://secure.donationpay.org/scratchfoundation/\">Podpor nás</a>.",
    "faq.mediaLabTitle":"Kto vytvoril Scratch?",
    "faq.mediaLabBody":"Scratch vyvinul a spravuje tím Scratch v <a href=\"http://llk.media.mit.edu/\">skupine Lifelong Kindergarten</a>  na <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Aké informácie požadujete pri registrácii?",
    "faq.accountInfoList":"Aby sme chránili súkromie našich členov, obmedzujeme to, čo zhromažďujeme a čo publikujeme na webovej stránke. Pri registrácii požadujeme nasledovné informácie:",
    "faq.privacyUsername":"užívateľské meno - prosíme užívateľov, aby nepoužívali svoje skutočné mená alebo iné identifikačné údaje.",
    "faq.privacyCountry":"krajina",
    "faq.privacyBirthdate":"mesiac a rok narodenia - tento údaj používame na potvrdenie vlastníctva účtu, ak jeho užívateľ stratí heslo alebo email, alebo požiada o zrušenie účtu.",
    "faq.privacyGender":"pohlavie",
    "faq.privacyEmail":"kontaktná emailová adresa - ak je držiteľ účtu mladší ako 13 rokov, žiadame o e-mailovú adresu jeho rodiča alebo zákonného zástupcu. Na túto adresu neposielame emaily s výnimkou prípadov, keď niekto požiada o obnovenie hesla k účtu.",
    "faq.accountPublicInfo":"Užívateľské meno a krajina držiteľa účtu sú verejne zobrazené na profilovej stránke. Mesiac a rok narodenia, emailová adresa a pohlavie spojené s účtom sa verejne nezobrazujú. Tieto údaje zbierame, aby sme vedeli súhrnný vek a pohlavie našich užívateľov a pre výskumné účely. Nepredávame ani neposkytujeme informácie o našich užívateľoch nikomu.",
    "faq.dataCollectionTitle":"Aké dáta zbierate o ľuďoch počas používania tejto webstránky?",
    "faq.dataCollectionOne":"Keď sa užívatelia prihlásia, webstránka Scratch požiada prehliadač o vloženie <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a>  na ich počítači, aby si zapamätal, že sú prihlásení, keď prehliadajú iné stránky. Zbierame určité údaje o tom, kde užívatelia kliknú a ktoré časti stránky navštevujú pomocou služby Google Analytics. Tieto \"údaje o kliknutiach\" nám pomáhajú zistiť spôsoby, ako zlepšiť webovú stránku.",
    "faq.dataCollectionTwo":"Niektoré informácie a údaje zhromaždené na webovej stránke Scratch sa používajú vo výskumných štúdiách zameraných na lepšie pochopenie toho, ako sa ľudia učia s aplikáciou Scratch. Výsledky tohto výskumu sa zdieľajú s pedagógmi a výskumníkmi prostredníctvom konferencií, časopisov a iných publikácií. Viac informácií nájdete na stránke <a href=\"/info/research\">Výskumu</a>.",
    "faq.rentInfoTitle":"Odovzdáva tím Scratch komukoľvek informácie o užívateľoch aplikácie Scratch alebo ich prenajíma?",
    "faq.rentInfoBody":"Nie.",
    "faq.viewUnsharedTitle":"Môže tím Scratch prezerať nezdieľané projekty na stránke \"Moje veci\"?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Čo je remix?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Prečo tím Scratch vyžaduje, aby boli všetký projekty \"remixovateľné\"?",
    "faq.remixableBody":"Veríme, že prezeranie a remixovanie zaujímavých projektov je skvelý spôsob, ako sa naučiť programovať a vedie k skvelým novým myšlienkam. Preto je zdrojový kód viditeľný pre každý projekt zdieľaný na webovej stránke Scratch.",
    "faq.creativeCommonsTitle":"Čo ak nechcem, aby iní remixovali moje projekty?",
    "faq.creativeCommonsBody":"Uverejnením projektu na webovej stránke Scratch súhlasíš s licenciou na základe <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Ak nechceš, aby si ostatní prezerali a remixovali tvoje výtvory, nezdieľaj ich na webovej stránke Scratch.",
    "faq.fairUseTitle":"Môžem vo svojich projektoch používať obrázky / zvuky / médiá z internetu?",
    "faq.fairUseBody":"Je dôležité rešpektovať želanie pôvodného tvorcu, pokiaľ ide o remixovanie. Ak sa rozhodneš použiť niekoho prácu vo svojej vlastnej, uisti sa, že ich uvedieš v projekte v sekcii \"Poďakovanie\" a pridáš odkaz na originál. Ak chceš nájsť obrázky / zvuky, ktoré sú už licencované na remixovanie, pozri <a href=\"http://search.creativecommons.org/\">stránku vyhľadávania Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Čo znamená \"potvrdený\" účet?",
    "faq.confirmedAccountBody":"Potvrdený účet na Scratch ti umožňuje zdieľať projekty, komentovať a vytvárať štúdiá. Potvrdenie účtu tiež znamená, že môžeš prijímať aktualizácie emailu of tímu Scratch.",
    "faq.checkConfirmedTitle":"Ako môžem skontrolovať, že bol môj účet potvrdený?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Ako potvrdím svoj účet?",
    "faq.howToConfirmBody":"Po registrácii na stránke Scratch dostaneš email s odkazom na potvrdenie účtu. Ak tento email nemôžeš nájsť, skontroluj priečinok Spam. Ak chceš znovu preposlať email, choď na Nastavenia účtu, klikni na Email a postupuj podľa pokynov. Upozorňujeme, že niekedy môže trvať aj hodinu, kým email príde. Ak si aj po hodine email nedostal, <a href=\"/contact-us\">daj nám vedieť</a>.",
    "faq.requireConfirmTitle":"Musím potvrdiť svoj účet?",
    "faq.requireConfirmBody":"Môžeš využívať mnoho aspektov aplikácie Scratch aj bez potvrdenia svojho účtu, vrátane vytvárania a ukladania projektov (bez ich zdieľania). Poznámka: Ak si si vytvorili účet pred 11. februárom 2015, môžeš naďalej využívať sociálne funkcie na Scratch bez potvrdenia účtu.",
    "faq.forgotPasswordTitle":"I forgot my password. How can I reset it?",
    "faq.forgotPasswordBody":"Zadaj názov svojho účtu na <a href=\"/accounts/password_reset/\">stránke pre obnovenie hesla</a>. Webová stránka zašle e-mail na adresu priradenú k účtu, ktorý obsahuje odkaz, ktorý môžeš použiť na obnovenie hesla.",
    "faq.changePasswordTitle":"Ako zmením svoje heslo?",
    "faq.changePasswordBody":"Choď na webovú stránku Scratch, prihlás sa a klikni na svoje užívateľské meno v pravom hornom rohu okna. Zvoľ \"Nastavenia účtu\" a kliknutím na odkaz môžeš svoje heslo zmeniť.",
    "faq.changeEmailTitle":"Ako zmením svoju emailovú adresu?",
    "faq.changeEmailBody":"Choď na webovú stránku Scratch, prihlás sa a klikni na svoje užívateľské meno v pravom hornom rohu okna. Zvoľ \"Nastavenia účtu\" a kliknutím na odkaz môžeš zmeniť svoj e-mail.",
    "faq.newScratcherTitle":"Ako sa stanem z \"nového Scratchera\" \"Scratcherom\"?",
    "faq.newScratcherBody":"Vytváraj a zdieľaj projekty, konštruktívne komentuj projekty iných Scratcherov a buď trpezlivý/á! Po niekoľkých týždňoch aktivity sa na tvojom profile zobrazí odkaz, ktorý ťa vyzve, aby si sa stal Scratcherom. (upozorňujeme, že na požiadanie nemeníme nových Scratcherov na Scratcherov - dokonca aj keď nás uplatíš dobrou čokoládou.)",
    "faq.multipleAccountTitle":"Môžem mať viac ako jeden účet?",
    "faq.multipleAccountBody":"Je v poriadku mať niekoľko účtov na webovej stránke Scratch, pokiaľ sa nijaký z nich nepoužíva na porušenie Pravidiel komunity. V takomto prípade môžu byť všetky súvisiace účty zablokované alebo odstránené.",
    "faq.multipleLoginTitle":"Je v poriadku, ak jeden účet využíva viacero osôb?",
    "faq.multipleLoginBody":"Neodporúčame to, pretože webová stránka a editor projektu sa môžu ľahko popliesť, ak je do toho istého účtu prihlásená viac ako jedna osoba.",
    "faq.changeUsernameTitle":"Môžem zmeniť svoje užívateľské meno?",
    "faq.changeUsernameBody":"Štruktúra webovej stránky Scratch závisí od toho, aby bol názov účtu konzistentný účtu, takže nie je možné meniť užívateľské meno. Ak to naozaj potrebuješ, môžeš si vytvoriť nový účet - ale budeš si musieť vlastné projekty skopírovať.",
    "faq.shareInfoTitle":"Aké informácie môžem zdieľať na svojom účte?",
    "faq.shareInfoBody":"Prosím, nezverejňuj osobné kontaktné informácie, ako napríklad svoju adresu, e-mail, telefónne číslo alebo čokoľvek, čo sa môže použiť na kontakt mimo webovej stránky Scratch. Prosím, nahlás projekty, komentáre alebo príspevky na fóre, ktoré obsahujú takéto informácie, aby ich tím Scratch mohol odstrániť a pripomenúť autorovi naše pravidlá.",
    "faq.deleteAccountTitle":"Ako odstránim svoj účet?",
    "faq.deleteAccountBody":"Prihlás sa do aplikácie Scratch a potom klikni na svoje užívateľské meno v pravom hornom rohu. Vyber \"Nastavenia účtu\" a potom klikni na odkaz <em>Chcem odstrániť svoj účet</em> v spodnej časti stránky.",
    "faq.scratchFreeTitle":"Je Scratch zadarmo?",
    "faq.scratchFreeBody":"Áno! Scratch je k dispozícii zadarmo. Môžeš ho využívať v škole a môžeš ho použiť na výučovanie (dokonca aj na kurz, ktorý je spoplatnený). Nemusíš kupovať licenciu - je to zadarmo.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Môžem prezentovať Scratch na konferencii?",
    "faq.presentScratchBody":"Neváhaj prezentovať Scratch pedagógom alebo iným skupinám. Udeľujeme povolenie na vytváranie prezentácií..",
    "faq.supportMaterialTitle":"Môžem použiť / remixovať materiály Scratch, postavy, obrázky, zvuky alebo ukážkové projekty, ktoré som našiel na webovej stránke?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Môžem predať svoje projekty vytvorené v Scratch?",
    "faq.sellProjectsBody":"Určite - tvoj projekt je tvojím výtvorom. Pamätaj, že akonáhle zdieľaš svoj projekt na Scratch, každý si ho môže bezplatne stiahnuť, remixovať a znovu použiť podľa podmienok licencie <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0</a>. Takže ak plánuješ svoj projekt predať, možno ho nebudeš chcieť zdieľať na Scratch.",
    "faq.sourceCodeTitle":"Kde môžem nájsť zdrojový kód pre aplikáciu Scratch?",
    "faq.sourceCodeBody":"Zdrojový kód pre editor Scratch 2 je možné nájsť na <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Zdrojový kód pre <a href=\"/scratch_1.4\">Scratch 1.4</a>, napísaný v Squeak, je tiež dostupný na <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Aktuálne informácie o vývojových projektoch týkajúcich sa webovej stránky Scratch nájdeš na našej <a href=\"/developers\">stránke pre vývojárov</a>.",
    "faq.okayToShareTitle":"Ako zistím, čo je alebo nie je v poriadku zdieľať na webových stránkach Scratch?",
    "faq.okayToShareBody":"Pozri <a href=\"/community_guidelines\">Pravidlá Scratch komunity</a> - sú stručné a neobsahujú veľa právnickej terminológie. Odkaz na pravidlá nájdeš v spodnej časti každej stránky.",
    "faq.reportContentTitle":"Čo ak na stránke uvidím niečo nevhodné?",
    "faq.reportContentBody":"Môžeš kliknúť na odkaz \"nahlásiť\" pri akomkoľvek projekte, komentári, diskusnom príspevku alebo stránke užívateľa, kde si myslíš, že niečo nie je v poriadku. Ak sú okolnosti komplikované, môžeš ich pomocou odkazu Kontakt vysvetliť. Nezabudni uviesť čo najviac podrobností s odkazmi na relevantné stránky.",
    "faq.noFlameTitle":"Čo mám robiť, ak zbadám, že je niekto zlomyseľný alebo neúctivý?",
    "faq.noFlameBody":"Neprilievaj olej do ohňa! Reagovanie na zlomyseľné komentáre ešte zlomyseľnejšími iba zhoršuje situáciu a môže vyústiť do zablokovania tvojho účtu. Namiesto toho jednoducho nahlás čokoľvek, čo je neúctivé alebo nekonštruktívne a my to budeme s autorom riešiť. Každý deň mnohokrát kontrolujeme správy - takže si môžeš byť istý/á, že tieto veci vyriešime.",
    "faq.reviewContentTitle":"Ako tím Scratch postupuje, ak niekto niečo nahlási alebo označí ako nevhodné?",
    "faq.reviewContentBody":"Tím Scratch každý deň skúma nahlásené komentáre a projekty. Ak niečo porušuje pravidlá komunity Scratch, môžeme to odstrániť a napomenúť užívateľský účet. V závislosti od toho, aké vážne je porušenie (alebo ak sme už účet raz napomínali), môžeme tiež zablokovať účty alebo siete, ktoré boli použité na zdieľanie.",
    "faq.blockedAccountTitle":"Čo sa stane, ak je účet zablokovaný?",
    "faq.blockedAccountBody":"Keď je účet zablokovaný, majiteľ už k nemu nemá prístup, ani ho nemôže použiť na vytváranie projektov alebo komentovanie. Keď sa prihlási, uvidí stránku, ktorá vysvetľuje, prečo bol účet zablokovaný a obsahuje webový formulár, ktorý môže použiť, aby požiadal/a o odblokovanie. Ak majiteľ preukáže, že rozumie, prečo bol účet zablokovaný a sľúbi, že v budúcnosti bude dodržiavať pravidlá, tím Scratch prehodnotí jeho/jej prípad. Účty budú odblokované len v prípade, že slovu majiteľa účtu je možné dôverovať. V opačnom prípade môže byť účet (a s najväčšou pravdepodobnosťou aj iné účty vlastnené alebo vytvorené touto osobou) natrvalo zablokované.",
    "faq.stolenAccountTitle":"Môj zlý brat / Kaj / nejaký iný zlý chlapík ukradol môj účet a spôsobil, že ho zablokovali. Čo mám robiť?",
    "faq.stolenAccountBody":"Si zodpovedný/á za to, aby si si zabezpečil/a svoje heslo. Ak niekto reálne prevezme kontrolu nad tvojim účtom a robí zlé veci, povedz to dospelým, ktorí zodpovedajú za počítače. Ak si myslíš, že niekto, koho nepoznáš, získal prístup k tvojmu účtu, zmeň si heslo a / alebo použi odkaz na kontaktujte nás a vysvetli situáciu. Ak bol tvoj účet zablokovaný za porušenie pravidiel, nenapíš iba, že ťa hackli. Ak ti nemôžeme veriť, tvoj účet neodblokujeme. ",
    "faq.cloudDataInfoTitle":"Čo je to cloudové úložisko?",
    "faq.cloudDataInfoBody":"Cloudové úložisko je funkcia v aplikácii Scratch 2, ktorá umožňuje, aby sa dáta z projektu ukladali a zdieľali online. Cloudové úložisko môžeš využiť na robenie prieskumov a iných projektov, ktoré ukladajú čísla v čase.",
    "faq.storedCloudInfoTitle":"Kto môže vidieť dáta v cloudovom úložisku?",
    "faq.storedCloudInfoBody":"Keď pracuješ s projektom pomocou blokov dát z cloudu, tvoje údaje sa ukladajú spolu s tvojím užívateľským menom a ostatní ho môžu vidieť. Každý projekt vedie záznam o tom, kto s ním komunikoval a všetky dáta, ktoré zdieľali.",
    "faq.onlyNumbersTitle":"Prečo je momentálne cloudové úložisko obmedzené len na čísla - bez reťazcov a zoznamov?",
    "faq.onlyNumbersBody":"Aktuálna stránka je obmedzená na čísla v premenných ako prvý krok na vyriešenie problémov s ich používaním na stránke. Plánujeme rozšíriť funkcie dát z cloudu postupne. Ak infraštruktúra bude dobre fungovať, plánujeme pridať ďalšie funkcie (zoznamy, podpora reťazcov atď.).",
    "faq.reportCloudTitle":"Ak uvidím, že niekto uverejní nevhodný obsah pomocou cloudového úložiska, ako to nahlásim?",
    "faq.reportCloudBody":"Klikni na \"Nahlásiť\" (pod projektovým prehrávačom) pre nahlásenie nevhodného obsahu v cloudovom úložisku. Formulár obsahuje odkaz na záznam všetkých cloudových dát v danom projekte a kto ich tam zanechal - môžeš sa naň pozrieť ešte pred odoslaním správy. Uisti sa, že pri zadávaní svojho dôvodu do formulára uvedieš \"cloudové úložisko\".",
    "faq.chatRoomTitle":"Môžem vytvoriť chatovacie miestnosti pomocou cloudového úložiska?",
    "faq.chatRoomBody":"Vytvárať chatovacie miestnosti v cloudovom úložisku je technicky možné, ale momentálne nie je povolené. Tento postup znovu zvážime, keď budeme mať lepší prehľad o našej schopnosti moderovať a spravovať správy v cloudovom úložisku.",
    "faq.makeCloudVarTitle":"Ako pridám cloudovú premennú, keď vytváram projekt?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Kto môže meniť informácie v cloudovej premennej?",
    "faq.changeCloudVarBody":"Iba tvoj projekt môže ukladať dáta v cloudovej premennej. Ak ľudia zmenia alebo remixujú tvoj kód, v projekte sa vytvorí iná premenná s rovnakým názvom.",
    "faq.newScratcherCloudTitle":"Som prihlásený/á, ale stále nevidím projekty s cloudovým úložiskom. Čo sa deje?",
    "faq.newScratcherCloudBody":"Na získanie prístupu na cloudové úložisko sa musíš stať Scratcherom. Ním sa staneš, ak sa aktívne zapájaš na webovej stránke.",
    "faq.multiplayerTitle":"Je možné vytvoriť hry pre viacerých hráčov s cloudovým úložiskom?",
    "faq.multiplayerBody":"Hry pre viacerých hráčov sa ťažšie vytvárajú kvôli problémom so sieťovou rýchlosťou a synchronizáciou. Avšak niektorí Scratcheri vymýšľajú kreatívne spôsoby, ako využiť cloudové úložisko iné hry.",
    "faq.cloudLagTitle":"Koľko trvá cloudovému úložisku, kým sa dáta dostanú k inému Scratcherovi?",
    "faq.cloudLagBody":"Ak majú obidvaja Scratcheri dostatočne rýchle internetové pripojenie (DSL / kábel) a na počítačoch / sieti nie sú obmedzujúce firewally, aktualizácie by sa mali prenášať v milisekundách. Avšak mnohé počítače majú firewall softvér a ak firewall blokuje odchádzajúce pripojenia na port TCP 531 a TCP port 843, časový posun sa je jedna sekunda. Momentálne sa snažíme vymyslieť spôsoby, ktorými môžeme toto obmedzenie obísť.",
    "faq.schoolsTitle":"Scratch na školách",
    "faq.howTitle":"Ako sa Scratch používa v školách?",
    "faq.howBody":"Scratch sa používa v tisíckach škôl po celom svete, na rôznych predmetoch (vrátane jazykov, umenia, vedy, histórie, matematiky a informatiky). Viac informácií o stratégiách a materiáloch pre používanie aplikácie Scratch na školách a v iných vzdelávacích inštitúciách (napríklad v múzeách, knižniciach a komunitných centrách) sa dozvieš                                                                                                                                                                na našej<a href=\"/educators\">Stránke pre pedagógov</a>. Môžete sa tiež pripojiť k online komunite pre pedagógov <a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a>, ktorú spravujú naši priatelia na Harvard Graduate School of Education.         ",
    "faq.ageTitle":"Aká je veková skupina pre Scratch?",
    "faq.ageBody":"Scratch bol vyvinutý najmä pre deti vo veku 8 až 16 rokov, takže sa používa najčastejšie na základných a stredných školách, ale ľudia všetkých vekových kategórií vytvárajú a zdieľajú projekty Scratch. Scratch sa dokonca používa v niektorých úvodných kurzoch počítačovej vedy na vysokých školách.\nMladšie deti môžu vyskúšať <a href=\"//www.scratchjr.org/\"> ScratchJr </a>, zjednodušenú verziu Scratch navrhnutú pre deti od 5 do 7 rokov.",
    "faq.noInternetTitle":"Existuje spôsob, ako môžu študenti používať Scratch bez pripojenia na internet? ",
    "faq.noInternetBody":"Áno. <a href=\"/scratch2download\">Scratch Offline Editor</a> je verzia programu Scratch, ktorá sa dá spustiť na stolnom alebo prenosnom počítači. Momentálne je Offline Editor k dispozícii pre Mac a Windows.",
    "faq.communityTitle":"Môžem vypnúť online komunitu pre svojich študentov?",
    "faq.communityBody":"Online komunita Scratch poskytuje mladým ľuďom spôsob, ako zdieľať, spolupracovať a učiť sa so svojimi rovesníkmi v moderovanej komunite, ktorá sa riadi určitými pravidlami. Chápeme však, že niektorí pedagógovia uprednostňujú, aby sa ich študenti nezúčastňovali online komunity. Títo pedagógovia si môžu nainštalovať aplikáciu Scratch Offline Editor, ktorá beží offline a lokálne na stolnom alebo prenosnom počítači.",
    "faq.teacherAccountTitle":"Čo je učiteľský účet?",
    "faq.teacherAccountBody":"Učiteľský účet poskytuje učiteľom a iným pedagógom ďalšie funkcie na spravovanie účasti študentov v Scratch, vrátane vytvárania študentských účtov, organizovania študentských projektov do štúdií a monitorovania komentárov študentov.",
    "faq.requestTitle":"Ako si zriadim učiteľský účet?",
    "faq.requestBody":"Učiteľský účet je možné si zriadiť na <a href=\"/educators\">stránke pre pedagógov</a>. Pri registrácii požadujeme dodatočné údaje pre overenie vašej úlohy ako pedagóga.",
    "faq.edTitle":"Aký je rozdiel medzi učiteľským účtom a účtom na ScratchEd?",
    "faq.edBody":"Učiteľské účty sú špeciálne užívateľské účty na Scratch, ktoré majú prístup k ďalším funkciám, aby uľahčili vytváranie a správu študentských účtov. Účty ScratchEd sú účty v <a href=\"http://scratched.gse.harvard.edu/\">komunite ScratchEd</a>, ktorá je samostatnou webovou stránkou (spravovanou Harvardskou školou pre vzdelávanie), kde pedagógovia zdieľajú príbehy, vymieňajú si materiály, kladú otázky a stretávajú sa s ďalšími učiteľmi Scratch.",
    "faq.dataTitle":"Aké dáta zbiera Scratch o študentoch?",
    "faq.dataBody":"Keď sa študent prvýkrát zaregistruje na Scratch, žiadame základné demografické dáta, vrátane pohlavia, veku (mesiac a rok narodenia), krajiny a emailovej adresy pre overenie. Tieto dáta využívame (v agregovanej podobe) vo výskumných štúdiách zameraných na lepšie pochopenie toho, ako sa ľudia učia s aplikáciou Scratch. Keď pedagóg využije učiteľský účet na hromadné vytvorenie študentských účtov, študenti nie sú povinní poskytnúť svoje emailové adresy na nastavenie účtu.",
    "faq.lawComplianceTitle":"Je Scratch 2.0 (online verzia) v súlade s lokálnymi a federálnymi zákonmi Spojených štátov o ochrane osobných údajov?",
    "faq.lawComplianceBody":"Tímu Scratch veľmi záleží na súkromí študentov a všetkých jednotlivcov, ktorí používajú našu platformu. Máme zavedené fyzické a elektronické postupy na ochranu informácií, ktoré zhromažďujeme na webovej stránke Scratch. Hoci nie sme schopní ponúknuť zmluvné záruky každému subjektu, ktorý využíva náš bezplatný vzdelávací produkt, dodržiavame všetky federálne zákony Spojených štátov, ktoré sa vzťahujú na MIT, organizáciu 501 (c) (3) a na subjekt, ktorý vytvoril a spravuje Scratch. Pre viac informácií odporúčame prečítať si Pravidlá ochrany osobných údajov Scratch.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
