{
    "faq.title":"Pogosto zastavljena vprašanja (FAQ)",
    "faq.intro":"Na tej strani boste našli odgovore na najbolj pogosto postavljena vprašanja o Scratchu.",
    "faq.aboutTitle":"Splošna vprašanja",
    "faq.privacyTitle":"Politika zasebnosti",
    "faq.remixTitle":"Predelave in kopiranje",
    "faq.accountsTitle":"Računi",
    "faq.permissionsTitle":"Licence in dovoljenja",
    "faq.inappropriateContentTitle":"Neprimerna vsebina",
    "faq.cloudDataTitle":"Podatki v oblaku",
    "faq.aboutScratchTitle":"Kaj je Scratch in kaj lahko naredim v njem?",
    "faq.aboutScratchBody":"Scratch je programski jezik in spletna skupnost, kjer lahko ustvariš lastne interaktivne zgodbe, igrice in animacije -- in svoje stvaritve deliš z drugimi ljudmi po vsem svetu. Med ustvarjanjem in programiranjem Scratch projektov se mladi naučijo kreativnega in sistematičnega dela. Če bi rad izvedel več, si oglej eno izmed naših strani <a href=\"/about\">O Scratchu</a>. ",
    "faq.makeGameTitle":"Kako ustvarim igrico ali animacijo v Scratchu?",
    "faq.makeGameBody":"Oglej si <a href=\"/tips\">pomoč</a>, kjer najdeš veliko načinov, kako začeti ustvarjati v Scratchu. Ali pa se <a href=\"/projects/editor/?tip_bar=getStarted\">poglobi</a> v urejevalnik projektov.",
    "faq.requirementsTitle":"Kakšne so sistemske zahteve za Scratch?",
    "faq.requirementsBody":"Če želiš uporabljati, potrebuješ (1) računalnik z operacijskim sistemom Windows, ChromeOS, Mac ali Linux; (2) <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a>različico  izdano po 15. juniju 2016; (3) novejši brskalnik <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac ali Linux) <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (samo Windows ali Mac), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (samo Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (samo Windows), ali <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (samo Windows). Če tvoj računalnik ne izpolnjuje teh zahtev, poskusi prenesti in uporabljati <a href=\"/scratch_1.4\">Scratch 1.4</a>, s katerim prav tako lahko deliš projekte na spletni strani Scratch 2.0",
    "faq.offlineTitle":"Ali imaš različico, ki omogoča delo brez povezave?",
    "faq.offlineBody":"Na voljo je urejevalnik Scratch 2.0 za delo brez povezave, ki ga lahko uporabljate tudi, če nimate internetne povezave.  <a href=\"/scratch2download/\">Scratch 2.0</a> si lahko naložite z naše spletne strani. Še vedno pa lahko uporabljate <a href=\"/scratch_1.4\">Scratch 1.4</a>. Na računalniku imate lahko  nameščeni obe različici Scratcha, torej 1.4 in 2.0.",
    "faq.uploadOldTitle":"Ali lahko še vedno nalagam projekte, ki so bili ustvarjeni s starejšimi različicami Scratcha, na spletno stran?",
    "faq.uploadOldBody":"Da - še vedno lahko deliš in nalagaš projekte ustvarjene s starejšo različico Scratcha. Ti projekti so še vedno vidni in jih je mogoče predvajati. (Vendar pa ne moreš prenesti projektov, narejenih z novejšimi različicami Scratcha in jih odpreti v starejših različicah. Na primer,  v <a href=\"/scratch_1.4\">Scratch 1.4</a>ne moreš odpreti projekta narejenega z Scratch 2.0 , ker <a href=\"/scratch_1.4\">Scratch 1.4</a>ne zna prebrati datoteke projekta v formatu .sb2)",
    "faq.recordVideoTitle":"Lahko posnamem video o mojem Scratch projektu?",
    "faq.recordVideoBody":"Da,  o svojem projektu lahko posnameš video v trajanju največ 60 sekund. V Scratch urejevalniku, v meniju Datoteka izberi Posnami in naloži video (da bi videl to možnost, moraš biti prijavljen). V razdelku \"Več možnosti\" lahko izbereš dodatne možnosti (kot je snemanje zvoka in klikov z miško).  Nato uporabi svoj projekt kot želiš. Ko bo snemanje končano, sledi navodilom za shranjevanje datoteke na računalnik. Od vrste računalnika je odvisno, ali boš za prikazovanje te datoteke potreboval še kak drug program, recimo <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>. Ta datoteka bo delovala na Youtube-u, Vimeo in Facebook-u. Morda bo za uporabo na Twitter ali Tumblr datoteko potrebno pretvoriti v drug format ",
    "faq.scratchCostTitle":"Koliko Scratch stane? Ali potrebujem licenco?",
    "faq.scratchCostBody":"Scratch je vedno bil in vedno bo brezplačen. Za uporabo Scratcha v šoli, doma ali kjerkoli drugje ne potrebuješ licence. Razvoj in vzdrževanje Scratcha se krije iz nepovratnih sredstev in donacij. Če želiš prispevati sredstva za Scratch, si oglej <a href=\"https://secure.donationpay.org/scratchfoundation/\">Stran za donacije</a>.",
    "faq.mediaLabTitle":"Kdo je ustvaril Scratch?",
    "faq.mediaLabBody":"Scratch razvija in vzdržuje Scratch ekipa <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> na <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Katere informacije potrebujete ob registraciji računa?",
    "faq.accountInfoList":"Da bi zaščitili zasebnost naših članov skupnosti, omejimo informacije, ki jih dobimo ob registraciji s tistimi, ki jih objavimo na spletni strani. Med postopkom registracije zastavimo naslednja vprašanja:",
    "faq.privacyUsername":"uporabniško ime - uporabnike prosimo, da se izogibajo pravega imena in drugih identifikacijskih podatkov.",
    "faq.privacyCountry":"država",
    "faq.privacyBirthdate":"mesec in leto rojstva - to potrebujemo, da preverimo, da si lastnik računa, če izgubiš geslo in e-naslov ali če zahtevaš ukinitev računa.",
    "faq.privacyGender":"spol",
    "faq.privacyEmail":"e-poštni naslov - če je imetnik računa mlajši od 13 let, prosimo za e-poštni naslov njegovega starša ali skrbnika. Na ta naslov ne pošiljamo e-sporočil, razen v primeru, da nas nekdo prosi za ponastavitev gesla.",
    "faq.accountPublicInfo":"Uporabniško ime in država imetnika računa sta prikazana javno na profilni strani uporabnika. Mesec in leto rojstva, e-poštni naslov in spol niso prikazani javno.Te informacije zbiramo, da lahko ocenimo splošno starost in spol uporabnikov in za raziskovalne namene. Informacij o uporabnikih ne prodajamo ali posojamo nikomur.",
    "faq.dataCollectionTitle":"Kateri podatki o uporabnikih se zbirajo med uporabo spletne strani?",
    "faq.dataCollectionOne":"Ko se uporabnik prijavi, Scratch spletna stran prosi brskalnik, da naloži <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">spletne piškotke</a> na računalnik uporabnika, z namenom, da si zapomni, da je uporabnik prijavljen, medtem ko brska po različnih straneh. Poleg tega z Google Analytics zbiramo podatke o tem, kam uporabnik klikne in katere dele strani obišče. To nam \"click data\" pomaga pri ugotavljanju, kako izboljšati spletno stran.",
    "faq.dataCollectionTwo":"Nekaj informacij in podatkov, ki so zbrani na Scratch spletni strani, je uporabljenih v raziskavah z namenom, da bi izboljšali naše razumevanje o tem, kako se ljudje učijo s Scratchem. Rezultate teh raziskav delimo z učitelji in raziskovalci na konferencah, v revijah in drugih publikacijah. Več o tem lahko prebereš na <a href=\"/info/research\">Stran o raziskavah</a>.",
    "faq.rentInfoTitle":"Ali Scratch ekipa prodaja ali posoja informacije o uporabnikih Scratcha?",
    "faq.rentInfoBody":"Ne.",
    "faq.viewUnsharedTitle":"Ali lahko Scratch ekipa vidi moje nedeljene projekte na strani 'Moje stvari'i?",
    "faq.viewUnsharedBody":"Ker je ekipa Scratch odgovorna za upravljanje, imamo dostop do vseh vsebin shranjenih na spletni strani Scratch - tudi projektov, ki niso deljeni. Če želiš na projektih delati povsem privatno, uporabljaj bodisi urejevalnik <a href=\"/scratch2download\">Scratch 2.0 brez povezave</a> ali <a href=\"/scratch_1.4\">Scratch 1.4</a>.             ",
    "faq.remixDefinitionTitle":"Kaj je predelava?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Zakaj Scratch ekipa zahteva, da je vse projekte možno “predelati”?",
    "faq.remixableBody":"Menimo, da je ogled in predelava zanimivih projektov odličen način zaučenje programiranja, ki pa vodi tudi k zanimivim novim idejam. Zato je izvorna koda vidna za vsak projekt, ki je deljen na Scratch spletni strani.",
    "faq.creativeCommonsTitle":"Kaj pa, če ne želim, da drugi predelajo moje projekte?",
    "faq.creativeCommonsBody":"Z objavo projekta na Scratchevi spletni strani, se strinjaš, da je uporaba projekta dovoljena v skladu z <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> licenco. Če ne želiš, da drugi vidijo in uporabljajo tvoje stvaritve, jih ne deli na Scratchevi spletni strani.",
    "faq.fairUseTitle":"Ali lahko uporabim slike / melodije / medije z interneta v mojih projektih? ",
    "faq.fairUseBody":"Pomembno je, da pri predelavah spoštuješ želje prvotnega ustvarjalca. Če se odločiš vključiti delo nekoga drugega v svoj projekt, ne pozabi pripisati, komu gredo zasluge v delu projekta “zasluge” in vključi povezavo do izvirnika. Če želiš poiskati umetnost / melodije, ki že imajo licenco za predelavo, si oglej <a href=\"http://search.creativecommons.org/\">Creative Commons search page</a>.",
    "faq.confirmedAccountTitle":"Kaj je “potrjeni” Scratch račun?",
    "faq.confirmedAccountBody":"S potrjenim računom lahko deliš projekte, komentiraš in ustvarjaš studije. S potrditvijo računa lahko tudi dobiš e-pošto z obvestili o posodobitvah Scratcha.",
    "faq.checkConfirmedTitle":"Kako lahko preverim, ali je moj račun potrjen?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Kako lahko potrdim svoj račun?",
    "faq.howToConfirmBody":"Po registraciji boš dobil e-pošto, ki vsebuje povezavo, s katero potrdiš svoj račun. Če ne najdeš e-pošte, preglej mapo z nezaželenimi sporočili. če želiš ponovno prejeti e-pošto, pojdi v Nastavitve računa, klikni zavihek E-pošta in sledi navodilom. Lahko traja tudi eno uro, da pošta prispe. Če pa tudi po eni uri ne dobiš e-pošte, <a href=\"/contact-us\">nam sporoči</a>.",
    "faq.requireConfirmTitle":"Ali moram potrditi svoj račun?",
    "faq.requireConfirmBody":"Tudi če ne potrdiš svojega uporabniškega računa, lahko uporabljaš veliko zmožnosti Scratcha, kot je npr. ustvarjanje in shranjevanje projektov (brez deljenja). če pa si svoj račun ustvaril pred 11. februarjem 2015, lahko uporabljaš družbene zmožnosti Scratcha tudi brez potrditve računa.",
    "faq.forgotPasswordTitle":"I forgot my password. How can I reset it?",
    "faq.forgotPasswordBody":"Vpiši svoje ime računa na <a href=\"/accounts/password_reset/\">ponastavitev računa</a> strani. Prejel-a boš e-pošto na e-poštni naslov povezan z računom, ki bo vseboval povezavo za ponastavitev gesla.",
    "faq.changePasswordTitle":"Kako spremenim geslo?",
    "faq.changePasswordBody":"Pojdi na Scratch spletno stran in se prijavi. Potem klikni na svoje uporabniško ime v zgornjem desnem kotu okna. Izberi \"nastavitve računa\" in klikni na povezavo za spremembo gesla.",
    "faq.changeEmailTitle":"Kako spremenim svoj e-poštni naslov?",
    "faq.changeEmailBody":"Pojdi na spletno stran Scratcha, se prijavi in klikni na svoje uporabniško ime v desnem zgornjem kotu. Izberi \"nastavitve računa\" in klikni na povezavo, da spremeniš svo e-naslov.",
    "faq.newScratcherTitle":"Kako napreduijem iz 'novega Scratcherja' v 'Scratcher'?",
    "faq.newScratcherBody":"Ustvari in deli projekte, s komentarji pomagaj ostalim projektom in bodi potrpežljiv! Po nekaj tednih aktivnosti se vam bo na vaši strani s profilom pokazala povezava, ki vas bo povabila, da postanete Scratcher. (Pomnite, da novi uporabniki na zahtevo ne morajo dobiti naziva Scratcher - četudi nam pošljete čokoladice.)",
    "faq.multipleAccountTitle":"Ali imam lahko več kot en račun?",
    "faq.multipleAccountBody":"Nič ni narobe, če imaš več računov na Scratch spletni strani, doker v nobenem izmed njih ne kršiš smernic skupnosti. V nasprotnem primeru so lahko vsi sorodni računi blokirani ali izbrisani.",
    "faq.multipleLoginTitle":"Ali se lahko hkrati več kot en človek prijavi v isti račun?",
    "faq.multipleLoginBody":"To ni priporočeno, saj lahko to zmede spletno stran in urejevalnik projektov.",
    "faq.changeUsernameTitle":"Ali lahko spremenim uporabniško ime?",
    "faq.changeUsernameBody":"Struktura Scratch spletne strani je odvisna od stalnega imena računa, zato uporabniškega imena ni mogoče spremeniti. Če ga res želiš spremeniti, lahko ustvariš nov račun - vendar boš moral-a sam-a prekopirati svoje projekte.",
    "faq.shareInfoTitle":"Katere informacije nahko delim na svojem / s svojim računom?",
    "faq.shareInfoBody":"Prosimo, da ne deliš osebnih kontaktnih podatkov kot so tvoj naslov, e-poštni naslov, telefonska številka ali karkoli drugega, preko česa bi lahko kdo stopil v stik s tabo izven Scratch spletne strani. Prosimo, da prijaviš projekte, komentarje ali objave na forumu, ki vsebujejo tovrstne informacije, da jih bo ekipa Scratcha  lahko odstranila in opozorila avtorja na našo politiko zasebnosti.",
    "faq.deleteAccountTitle":"Kako lahko izbrišem svoj račun?",
    "faq.deleteAccountBody":"prijavi se v Scratch in klikni svoje uporabniško ime desno zgoraj. Izberi  “nastavitve računa,” in potem klikni na <em>“Želim izbrisati račun“</em>na dnu strani.",
    "faq.scratchFreeTitle":"Ali je Scratch brezplačen?",
    "faq.scratchFreeBody":"Da! Scratch je na voljo brezplačno. Lahko ga uporabljamo v šolah ali na tečajih (tudi če je tečaj plačljiv). Ni ti potrebno kupiti licence, saj je brezplačen.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Ali lahko predstavim Scratch na konferenci?",
    "faq.presentScratchBody":"Seveda, imaš proste roke pri predstavitvah o Scratchu učiteljem in ostalim skupinam. Imaš naše dovoljenje za pripravo predstavitev.",
    "faq.supportMaterialTitle":"Ali lahko uporabim / predelam Scratch podporna gradiva, figure, slike, zvoke ali vzorčne projekte, ki sem jih našel / našla na vaši spletni strani?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Ali lahko prodam moje Scratch projekte?",
    "faq.sellProjectsBody":"Vsekakor - vaš projekt je vaša kreacija. Imejte v mislih, ko delite svoj ​​projekt, da lahko vsakdo vaš projekt brezplačno naloži, prilagodi in ponovno uporabi pod pogoji <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 licence </a>. Torej, če nameravate svoj ​​projekt prodajati, ga boste morali vzeti iz skupne rabe.",
    "faq.sourceCodeTitle":"Kje lahko najdem izvorno kodo za Scratch?",
    "faq.sourceCodeBody":"Izvorna koda za urejevalnik  Scratch 2 je na voljo na <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Izvorna koda za <a href=\"/scratch_1.4\">Scratch 1.4</a>, napisana v Squeaku, je prav tako na voljo na <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>.  Za zadnje informacije o razvoju projekta, povezanega s Scratch spletno stranjo, obiščite našo <a href=\"/developers\">Razvijalsko stran</a>.",
    "faq.okayToShareTitle":"Kako naj vem, kaj lahko in česa ne smem deliti na Scratch spletni strani?",
    "faq.okayToShareBody":"Oglej si <a href=\"/community_guidelines\">Scratch smernice skupnosti</a> - so kratke in ne vključujejo veliko pravnih zadev. Povezavo lahko najdeš na dnu vsake strani na Scratchu.",
    "faq.reportContentTitle":"Kaj naj storim, če vidim kaj neprimernega?",
    "faq.reportContentBody":"Klikneš lahko na povezavo  “prijava” in tako prijaviš vsak projekt, komentar, objavo na forumu ali stran uporabnika, za katerega meniš, da kaj ni primerno za Scratch. Če je situacija zapletena, lahko uporabiš povezavo Piši nam in nam jo razložiš. Vključi čimveč podrobnosti s povezavami do ustreznih strani.",
    "faq.noFlameTitle":"Kaj naj storim, če opazim, da je nekdo nesramen ali nespoštljiv?",
    "faq.noFlameBody":"Ne odzivaj se na nesramne komentarje z nesramnimi komentarji, saj boš stvari le poslabšal-a, poleg tega pa je posledično lahko tvoj račun blokiran.Namesto tega raje prijavi vsako nespoštljivo ali nekonstruktivno kritiko in nam prepusti, da to uredimo z avtorjem. Prijave pregledujemo vsak dan, večkrat na dan - tako, da si lahko prepričan-a, da bomo stvari uredili.",
    "faq.reviewContentTitle":"Kaj stori Scratch ekipa, ko je nekaj prijavljeno ali označeno?",
    "faq.reviewContentBody":"Scratch ekipa pregleduje prijavljene komentarje in projekte vsak dan. Če nekdo prelomi pravila Scratch smernic skupnosti, neprimerno vsebino odstranimo in pošljemo opozorilo na uporabnikov račun. Odvisno od tega, kako velika je kršitev (ali če je uporabnik že kdaj prejel opozorilo), se odločimo ali bomo zablokirali račun ali omrežje, ki je bilo uporabljeno.",
    "faq.blockedAccountTitle":"Kaj se zgodi, ko je račun blokiran?",
    "faq.blockedAccountBody":"Ko je račun blokiran, lastnik ne more več dostopati do računa ali ga uporabljati za ustvarjanje projektov ali komentiranje. Ko se lastnik računa prijavi, vidi stran, ki mu razloži, zakaj je bil račun blokiran in spletni obrazec, s katerim lahko zahteva, da se račun odblokira. Če lastnik pokaže, da je razumel razloge za blokacijo računa in obljubi, da bo v prihodnosti sledil smernicam skupnosti, Scratch ekipa ponovno pregleda njegov primer. Računi so odblokirani le v primerih, ko je mogoče zaupati besedam lastnika računa. Sicer je račun (in ostali računi, ki jih je ustvaril isti avtor) trajno blokiran.",
    "faq.stolenAccountTitle":"Moj zlobni brat / Kaj / nek drug zlobnež je ukradel moj račun in dosegel, da je bil moj račun blokiran. Kaj naj storim?",
    "faq.stolenAccountBody":"Sam-a si odgovoren/odgovorna za varovanje svojega gesla. Če nekdo iz tvojega življenja prevzame nadzor nad tvojim računom in stori slabe stvari, povej to odraslim, ki so odgovorni za računalnik. Če meniš, da ima nekdo, ki ga ne poznaš, dostop do tvojega računa, spremeni geslo in / ali uporabi povezavo Piši nam, da nam razložiš situacijo. Če si bil-a blokiran-a, ker si kršil-a smernice skupnosti, se ne izgovarjaj, da ti je nekdo vdrl v račun, če to ni res. Če ti ne moremo zaupati, tvojega računa ne bomo odblokirali.",
    "faq.cloudDataInfoTitle":"Kaj so podatki v oblaku?",
    "faq.cloudDataInfoBody":"Podatki v oblaku je funkcija v Scratch 2, ki dovoljuje podatkom iz projekta, da soshranjeni in deljeni na spletu. Podatke v oblaku lahko uporabiš za izdelavo anket in drugih projektov, ki shranjujejo števila skozi čas.",
    "faq.storedCloudInfoTitle":"Kdo lahko vidi podatke shranjene v podatkih v oblaku?",
    "faq.storedCloudInfoBody":"Kadar uporabljaš interaktivne projekte, uporabljaš bloke podatkov v oblaku, kamor se shranjujejo tvoje informacije skupaj z uporabniškim imenom in te informacije lahko vidijo tudi drugi. Vsak projekt vodi dnevnik, kdo vse jeuporabljal interaktivni projekt in podatke, ki jih je delil. ",
    "faq.onlyNumbersTitle":"Zakaj so trenutno podatki v oblaku omejeni samo na števila - brez nizov ali seznamov?",
    "faq.onlyNumbersBody":"Trenutna stran je omejena na števila v spremenljivkah, saj lahko tako najenostavneje opazujemo, kakšne težave se pojavljajo pri uporabi na strani in jih odpravimo. Načrtujemo, da bomo postopoma uvedli tudi druge oblike podatkov v oblaku.Če bo trenutna infrastruktura dobro delovala, načrtujemo, da bomo dodali druge oblike  (sezname v oblaku, podpiranje nizov, itd.).",
    "faq.reportCloudTitle":"Če opazim, da je nekdo objavil neprimerno vsebino tako, da je uporabil podatke v oblaku, kako to prijavim?",
    "faq.reportCloudBody":"Klikni na gumb  \"Prijavi to\" (spodaj na predvajalniku projekta), da prijaviš neprimerno vsebino v podatkih v oblaku. Prijavni obrazec vključuje povezavo do dnevnika vseh podatkov v oblaku v tistem projektu in kdo jih je ustvaril - morda bi bilo dobro, da to pregledaš, preden pošlješ prijavo. Ne pozabi zapisati  \"podatki v oblaku\", ko vstaviš razloge za prijavo.",
    "faq.chatRoomTitle":"Ali lahko ustvarim klepetalnice s podatki v oblaku?",
    "faq.chatRoomBody":"Tehnično je mogoče ustvariti klepetalnice s podatki v oblaku, vendar to trenutno ni dovoljeno. O tej politiki bomo ponovno razmislili, ko bomo bolje razumeli, kakšne so naše zmožnosti za moderiranje in upravljanje prijav v podatkih v oblaku.",
    "faq.makeCloudVarTitle":"Kako lahko dodam spremenljivko v oblaku, ko ustvarjam projekt? ",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Kdo lahko spreminja informacije v spremenljivki v oblaku?",
    "faq.changeCloudVarBody":"Samo tvoj projekt lahko shrani podatke v svoji spremeljivki v oblaku. Če ljudje spremenijo ali predelajo tvojo kodo, se ustvati druga spremenljivka v njihovem projektu z istim imenom.",
    "faq.newScratcherCloudTitle":"Kljub temu, da sem prijavljen-a, ne morem uporabljati projektov s podatki v oblaku. Kaj se dogaja?",
    "faq.newScratcherCloudBody":"Da bi imel-a dostop do podatkov v oblaku, moraš najprej postati \"Scratcher\" na Scratch spletni strani. Scratcher lahko postaneš z aktivnim sodelovanjem na spletni strani.",
    "faq.multiplayerTitle":"Ali je mogoče ustvariti igrice za več igralcev s pomočjo podatkov oblaku?",
    "faq.multiplayerBody":"Igrice z več igralci je zapleteno ustvariti, predvsem zaradi internetne povezave in težav s sinhronizacijo. Vendar pa so nekateri Scratcherji našli izvirne načine, kako uporabiti podatke v oblaku za igrice z več igralci in ostale igrice.",
    "faq.cloudLagTitle":"Kako dolgo traja, da podatki v oblaku dosežejo drugega Scratcherja?",
    "faq.cloudLagBody":"Odvisno. Če imata oba Scratcherja razmeroma hitro internetno povezavo (DSL/Cable) in nimata omejitev na požarnih zidovih na omrežju/računalnika, bi morale biti posodobitve posredovane v milisekundah. Vendar pa ima veliko računalnikov nameščene požarne zidove in če le ta blokira odhodne povezave do vrat TCP 531 in TCP 843, potem postane časovni zamik dolg eno sekundo. Trenutno poskušamo ugotoviti, kako bi lahko delali mimo te omejitve.",
    "faq.schoolsTitle":"Scratch v šolah",
    "faq.howTitle":"Kako se Scratch uporablja v šolah?",
    "faq.howBody":"Scratch se uporablja na tisoče šolah po celem svetu, pri različnih predmetnih področjih (jezikovni predmeti, naravoslovni predmeti, zgodovina, matematika in računalništvo). Na naši <a href=\"/educators\">Strani za učitelje</a> lahko zveš več o strategijah in virih za uporabo Scratcha v šolah in drugih učnih okoljih (kot so muzeji, knjižnice in drugi javni kraji). Lahko se tudi pridružiš spletni skupnosti <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> za izobraževalce, ki jo upravljajo naši prijatelji s Harvard Graduate School of Education.",
    "faq.ageTitle":"Kakšen je starostni razpon za Scratch?",
    "faq.ageBody":"Scratch je bil razvit posebej za mlade med 8. in 16. letom tako, da ga najpogosteje uporabljajo v osnovni in srednji šoli. Seveda pa svoje projekte ustvarjajo in delijo ljudje vseh starosti. Scratch se celo uporablja kot uvod v računalništov na fakultetah. Mlajši otroci lahko poskusijo <a href=\"//www.scratchjr.org/\">ScratchJr</a>, poenostavljeno različico Scratcha razvitega za otroke med 5. in 7. letom.",
    "faq.noInternetTitle":"Ali obstaja način za uporabo Scratcha brez internetne povezave?",
    "faq.noInternetBody":"Da, Scratch <a href=\"/scratch2download\">urejevalnik brez povezave</a> je različica Scratcha, ki deluje na namiznih ali prenosnih računalnikih. Trenutno je urejevalnik brez povezave na voljo za računalnike  Mac in Windows.",
    "faq.communityTitle":"Ali lahko svojim učencem onemogočim dostop do spletne skupnosti ?",
    "faq.communityBody":"Scratch spletna skupnost ponuja učencem možnosti za deljenje, sodelovanje in učenje med vrstniki, znotraj vodene skupnosti, ki deluje v skladu z Navodili za skupnost. Seveda razumemo, da nekateri učitelji ne želijo, da bi njihovi učenci sodelovali v spletni skupnosti. Tem priporočamo, da namestijo program Scratch brez povezave, ki deluje lokalno, brez povezave z Internetom in deluje na prenosnih in namiznih računalnikih.",
    "faq.teacherAccountTitle":"Kaj je učiteljski Scratch račun?",
    "faq.teacherAccountBody":"Učiteljski Scratch račun omogoča učiteljem in drugim izobraževalcem dodatne možnosti za upravljanje z učenci, vključno z možnostjo ustvarjanja računov za učence, organiziranjem projektov učencev v studije in z nadzorom komentirjev, ki jih objavljajo učenci.",
    "faq.requestTitle":"Kako si ustvarim Učiteljski Scratch račun?",
    "faq.requestBody":"Učiteljski Scratch račun si ustvarite na strani <a href=\"/educators\">Stran za učitelje</a> Scratcha. V procesu registracije, vas bomo zaprosili vas bomo za dodatne podatke, s katerimi boste potrdili vašo vlogo izobraževalca.",
    "faq.edTitle":"Kakšna je razlika med Učiteljskim Scratch računom in ScratchEd računom?",
    "faq.edBody":"Učiteljski Scratch račun je poseben račun na Schratchu, ki ima dodatne možnosti za ustvarjanje in urejanje računov za učence. ScratchEd računi so računi v <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd skupnost</a>,  posebni spletni strani (upravlja jo Harvard Graduate School of Education), kjer izobraževalci delijo svoje zgodbe, izmenjujejo vire, postavljajo vprašanja in srečujejo druge Scratch učitelje.",
    "faq.dataTitle":"Kakšne podatke o učencih zbira Scratch?",
    "faq.dataBody":"Ko se učenec prvič registrira na Scratchu, ga vprašamo o osnovnih demografskih podatkih, kot so spol, starost (mesec in leto), država in e-naslov za potrditev računa. Ti podatki se uporabljajo (v združeni obliki) za raziskave, ki so namenjene izboljšati razumevanje o tem, kako se ljudje učijo s Scratchem. Ko izobraževalec uporabi Učiteljski Scratch račun s katerim sočasno  ustvari več računov učencev, se od učencev ne zahteva e-naslov.",
    "faq.lawComplianceTitle":"Ali je Scratch 2.0 (spletna različica) združljiva z lokalnimi in zveznimi zakoni /v ZDA/ o varovanju zasebnosti?",
    "faq.lawComplianceBody":"Scratch odgovorno skrbni za zasebnost učencev in vseh posameznikov, ki uporabljajo našo platformo. Uporabljamo fizične in elektronske procedure za zaščito podatkov, ki smo jih zbrali na Scratch spletni strani. Čeprav nismo sposobni ponuditi pogodbenih jamstev za vsak subjekt, ki uporablja naš brezplačen izobraževalni izdelek, smo v skladu z vsemi zveznimi zakoni Združenih držav, ki veljajo za MIT, 501 (c) (3) organizacijo in subjekti, ki ustvarjajo in upravljajo Scratch. Vabimo vas, da za več podatkov preberete Scratch politiko o zasebnosti. ",
    "faq.schoolsMoreInfo":"Za več odgovorov glede Učiteljskega računa poglejte <a href=\"/educators/faq\">FAQ o Učiteljskem računu</a>."
}
