{
    "faq.title":"Pyetjet e Shpeshta (FAQ)",
    "faq.intro":"Në këtë faqe, ju do të gjeni përgjigje mbi pyetjet më të shpeshta rreth Scratch.",
    "faq.aboutTitle":"Pyetje të Përgjithshme",
    "faq.privacyTitle":"Politikat e Privatësisë",
    "faq.remixTitle":"Remixing and Copying",
    "faq.accountsTitle":"Llogaritë",
    "faq.permissionsTitle":"Licensime dhe Autorizime",
    "faq.inappropriateContentTitle":"Inappropriate Content",
    "faq.cloudDataTitle":"Cloud Data",
    "faq.aboutScratchTitle":"What is Scratch, and what can I do with it?",
    "faq.aboutScratchBody":"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, check out the <a href=\"/about\">About Scratch</a> page.",
    "faq.makeGameTitle":"Si mund të bëj një lojë apo animacion me Scratch?",
    "faq.makeGameBody":"Check out the <a href=\"/tips\">tips page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Cilat janë parametrat e sistemit që nevojiten për Scratch?",
    "faq.requirementsBody":"To run Scratch 2.0, you need to be using (1) a Windows, ChromeOS, Mac, or Linux computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows or Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2.0 website.",
    "faq.offlineTitle":"Do you have a downloadable version so I can create and view projects offline?",
    "faq.offlineBody":"The Scratch 2.0 offline editor allows you to create Scratch projects without an internet connection. You can <a href=\"/scratch2download/\">download Scratch 2.0</a> from the website. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2.0 on your computer.",
    "faq.uploadOldTitle":"Can I still upload projects created with older versions of Scratch to the website?",
    "faq.uploadOldBody":"Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2.0 project in <a href=\"/scratch_1.4\">Scratch 1.4</a>, because <a href=\"/scratch_1.4\">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)",
    "faq.recordVideoTitle":"A mund të rregjistroj një video të projektit tim Scratch?",
    "faq.recordVideoBody":"Yes, you can record a video of your Scratch project up to 60 seconds. In the Scratch editor, from the File menu, select \"Record Project Video.\" (You need to be signed in to see this option.) You can choose additional recording options (such as recording sound and mouse clicks) through the \"More Options\" menu. Then, run your project however you'd like. Once the recording is done, follow the instructions to download the file to your computer. Depending on what kind of computer you have, you may need to download another program like the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> to play the file. This file will run on YouTube, Vimeo, and Facebook, but may need to be converted for other websites like Twitter or Tumblr.",
    "faq.scratchCostTitle":"Sa kushton Scratch? A më duhet një licensë?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donate page</a>.",
    "faq.mediaLabTitle":"Kush e krijoi Scratch?",
    "faq.mediaLabBody":"Scratch është zhvilluar dhe mirëmbajtur nga Ekipi i Scratch në <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> në <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Çfarë informacioni pyesni ju gjatë rregjistrimit të një llogarie?",
    "faq.accountInfoList":"To protect the privacy of our community members, we limit what we collect and what we publish on the website. During the registration process, we ask for the following information:",
    "faq.privacyUsername":"username - We ask that users avoid using their real names or other identifying information.",
    "faq.privacyCountry":"shteti",
    "faq.privacyBirthdate":"muaji dhe viti i lindjes - Ne i përdorim ato për të konfirmuar pronësinë e llogarisë nëse poseduesi humbet paswordin dhe na dërgon email ose pyet të mbylli llogarinë.",
    "faq.privacyGender":"gjinia",
    "faq.privacyEmail":"contact email address - If the account holder is younger than 13, we ask for the email address of their parent or guardian. We do not send email to this address except when someone requests to have the account password reset.",
    "faq.accountPublicInfo":"The username and country of the account holder are displayed publicly on their profile page. The birth month / year, email address, and gender associated with the account are not displayed publicly. We collect this info so we can know the age and gender of our users in aggregate, and for research purposes. We do not sell or rent information about our users to anyone.",
    "faq.dataCollectionTitle":"What data is collected from people while they use the website?",
    "faq.dataCollectionOne":"When a user logs in, the Scratch website asks their browser to put an <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a> on their computer in order to remember that they are logged in while they browse different pages. We collect some data on where users click and which parts of the site they visit using Google Analytics. This \"click data\" helps us figure out ways to improve the website.",
    "faq.dataCollectionTwo":"Disa nga informacionet dhe të dhënat e koleksionuara në websitin e Scratch përdoren në studime shkencore me qëllim përmirësimin e të kuptuarit tonë sesi njerëzit mësojnë me Scratch. Rezultatet e këtij kërkimi shkencor shpërndahen me edukatorët dhe kërkuesit shkencorë nëpërmjet konferencave, revistave shkencore, dhe publikimeve të tjera. Ju mund të zbuloni për më tepër faqen <a href=\"/info/research\">Kërkime Shkencore</a>",
    "faq.rentInfoTitle":"A e përdor Ekipi Scratch informacionin rreth përdoruesve të Scratch për ta shitur apo dhënë me qera?",
    "faq.rentInfoBody":"Jo.",
    "faq.viewUnsharedTitle":"Can the Scratch Team view unshared projects on my 'My Stuff' page?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Çfarë është një remiks?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Why does the Scratch Team require that all projects be “remixable”?",
    "faq.remixableBody":"We believe that viewing and remixing interesting projects is a great way to learn to program, and leads to cool new ideas. That’s why the source code is visible for every project shared to the Scratch website.",
    "faq.creativeCommonsTitle":"What if I don’t want others to remix my projects?",
    "faq.creativeCommonsBody":"By publishing your project on the Scratch website, you agree to license it under a <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.",
    "faq.fairUseTitle":"Can I use images / sounds / media from the internet in my projects?",
    "faq.fairUseBody":"Eshte e rëndësishme të respektoni dëshirat e krijuesit origjinal lidhur me remiksin. Nëse zgjidhni të integroni punën e dikujt tjetër tek e juaja, sigurohuni t'u jepni atyre kreditet tek seksioni \"kredite\" i projektit, dhe të përfshini një link tek projekti origjinal. Për të gjetur arte / tinguj që janë xha të liçensuara për remiks, shikoni <a href=\"http://search.creativecommons.org/\">faqen e kërkimit Creative Commons</a>",
    "faq.confirmedAccountTitle":"Çfarë është një llogari Scratch \"e konfirmuar\"?",
    "faq.confirmedAccountBody":"Një llogari e konfirmuar në Scratch ju lejon të shpërndani projekte, shkruani komente, dhe të krijoni studio. Duke konfirmuar llogarinë tuaj ju lejojmë gjithashtu të merrni azhornime me email nga Ekipi i Scratch.",
    "faq.checkConfirmedTitle":"Si mund ta shoh që llogaria ime është konfirmuar apo jo?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Si ta fshij llogarinë time?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"A duhet të konfirmoj llogarinë time?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"I forgot my password. How can I reset it?",
    "faq.forgotPasswordBody":"Jepni emrin e llogarisë tuaj në <a href=\"/accounts/password_reset/\">faqja e ndryshimit të paswordit</a>. Websiti do ju dërgojë një email te adresa e asociuar me llogarinë ku do të mund të gjeni një link që mund ta përdorni për të ndryshuar paswordin.",
    "faq.changePasswordTitle":"How do I change my password?",
    "faq.changePasswordBody":"Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose \"account settings\", and click the link to change your password.",
    "faq.changeEmailTitle":"How do I change my email address?",
    "faq.changeEmailBody":"Shkoni te websiti i Scratch, identifikohuni, dhe pastaj klikoni emrin e përdoruesit që ndodhet në cepin lart në të djathtë të dritares. Zgjidhni \"aranzhim llogarie\", dhe klikoni linkun për të ndryshuar emailin tuaj.",
    "faq.newScratcherTitle":"How do I transition from 'New Scratcher' to 'Scratcher'?",
    "faq.newScratcherBody":"Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)",
    "faq.multipleAccountTitle":"A mund të kem më shumë se një llogari?",
    "faq.multipleAccountBody":"It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the Community Guidelines. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle":"A është OK të kem më shumë se një person të loguar në një llogari?",
    "faq.multipleLoginBody":"This is discouraged, because the website and project editor can easily get confused when more than one person is logged into the same account.",
    "faq.changeUsernameTitle":"A mund ta ndryshoj emrin e përdoruesit?",
    "faq.changeUsernameBody":"Struktura e websitit të Scratch është e varur nga emërtimi i qëndrueshëm i llogarive, kështu që nuk është e mundshme ndryshimi i emrit të përdoruesit tuaj. Nëse vërtet e keni të nevojshme, ju mund të hapni një llogari të re - por do ju duhet t'i kopjoni vetë aty projektet tuaja.",
    "faq.shareInfoTitle":"What information can I share on / with my account?",
    "faq.shareInfoBody":"Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information so the Scratch team can remove it, and remind the author of our policy.",
    "faq.deleteAccountTitle":"Si ta fshij llogarinë time?",
    "faq.deleteAccountBody":"Log in to Scratch, and then click your username in the top right-hand corner. Select “Account Settings,” then click the <em>“I want to delete my account”</em> link at the bottom of the page.",
    "faq.scratchFreeTitle":"A është Scratch falas?",
    "faq.scratchFreeBody":"Po! Scratch është e disponueshme falas. Ju mund ta përdorni atë në shkollën tuaj, dhe mund të zhvilloni kurs rreth saj (edhe kurse me pagesë). Ju nuk keni nevojë të bleni një licensë - është falas.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"A mund ta prezantoj Scratch në një konferencë?",
    "faq.presentScratchBody":"Please feel free to make presentations about Scratch to educators or other groups. We grant our permission to make presentations.",
    "faq.supportMaterialTitle":"May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Can I sell my Scratch projects?",
    "faq.sellProjectsBody":"Padyshim - projekti juaj është krijesa juaj. Mbani ndër mend se prej momentit kur ju e shpërndani projektin në Scratch, kushdo është i lirë ta shkarkojë, remiksojë, dhe ripërdorë sipas rregullave të <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">licensës CC-BY-SA 2.0</a>. Kështu që nëse synoni ta shisni projektin tuaj, ju mund të doni ta anulloni shpërndarjen nga Scratch.",
    "faq.sourceCodeTitle":"Where can I find the source code for Scratch?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"How do I know what is or isn’t okay to share on the Scratch website?",
    "faq.okayToShareBody":"Check out the <a href=\"/community_guidelines\">Scratch community guidelines</a> - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"Çfarë duhet të bëj nëse shikoj diçka të papërshtatshme?",
    "faq.reportContentBody":"You can click the link that says “report” on any project, comment, discussion post, or user page where you think something isn't ok for Scratch. If the situation is complicated, you can use the Contact Us link to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"Çfarë duhet të bëj nëse shikoj dikë që sillet keq apo pa respekt?",
    "faq.noFlameBody":"Mos i hidhni benzinë zjarrit! Duke iu përgjigjur komenteve të këqia me me shumë komente të këqia thjesht i bëni gjërat më keq, dhe mund të përfundoni duke ju bllokuar llogaria juaj. Në vend të saj, thjesht raportoni çdo gjë që është mos respektuese apo jo konstruktive, dhe ne do ta ndjekim rastin me autorin. Ne i shqyrtojmë raportet çdo ditë, shumë herë gjatë ditës - ndaj rini të qetë, ne do t'i vëmë gjërat në vijë.",
    "faq.reviewContentTitle":"What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.",
    "faq.blockedAccountTitle":"Çfarë ndodh kur një llogarie i bëhet bllokim?",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access it, or use it to create projects or comments. When they login, they see a page that explains why the account was blocked with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the community guidelines in the future, the  Scratch Team will review their case. Accounts will only be unblocked in cases where the account owner’s word can be trusted. Otherwise, the account (and most likely other accounts owned or created by that person) may be blocked permanently.",
    "faq.stolenAccountTitle":"My mean brother / Kaj / some other bad guy stole my account and got it banned, what do I do?",
    "faq.stolenAccountBody":"Ju jeni përgjegjës për ta mbajtur paswordin tuaj të sigurtë. Nëse dikush në jetën reale merr kontrollin e llogarisë tuaj dhe bën gjëra të këqia, thoini të riturve që janë në kujdestari të kompjuterave. Nëse mendoni se dikush që ju nuk e njihni ka hyrë në llogarinë tuaj, ndryshoni paswordin dhe / ose përdorni linkun Na Kontaktoni për të na shpjeguar situatën. Nëse jeni i bllokuar për shkak të thyerjes së rregullores së komunitetit, mos thoni thjesht që ju kanë hakuar. Nëse ne nuk mund t'ju besojmë, nuk mund t'ju heqim bllokimin.",
    "faq.cloudDataInfoTitle":"Çfarë janë të dhënat në cloud?",
    "faq.cloudDataInfoBody":"Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.",
    "faq.storedCloudInfoTitle":"Who can see the data stored in cloud data?",
    "faq.storedCloudInfoBody":"When you interact with a project using cloud data blocks, your information can be stored along with your username, and others can view it. Each project keeps a log of who interacted with it and any data they shared.",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"The current site is limited to numbers in variables as an initial step to work out any issues with their use on the site. We plan to roll out cloud data features incrementally. If the infrastructure is working well, we plan to add other features (cloud lists, support for strings, etc.).",
    "faq.reportCloudTitle":"Nëse shikoj dikë të postojë përmbajtje jo të përshtatshme duke përdorur të dhëna cloud, si do e raportoj atë?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention \"cloud data\" when you type your reason in the report.",
    "faq.chatRoomTitle":"A mund të bëj dhoma chat-i me të dhënat e cloud?",
    "faq.chatRoomBody":"While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.",
    "faq.makeCloudVarTitle":"How do I add a cloud variable when I'm making a project?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody":"Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.",
    "faq.newScratcherCloudTitle":"Jam loguar, por unë akoma nuk i përdor dot projektet me të dhëna cloud. Çfarë po ndodh?",
    "faq.newScratcherCloudBody":"You need to have become a \"Scratcher\" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.",
    "faq.multiplayerTitle":"A është e mundur të bësh lojëra shumë-lojtarësh me të dhënat e cloud?",
    "faq.multiplayerBody":"Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud data for turn-by-turn and other games.",
    "faq.cloudLagTitle":"How long does it take for cloud data to reach another Scratcher?",
    "faq.cloudLagBody":"It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.",
    "faq.schoolsTitle":"Scratch në Shkolla",
    "faq.howTitle":"Si përdoret Scratch në shkolla?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Cila është mosha e duhur për Scratch?",
    "faq.ageBody":"Scratch u zhvillua kryesisht për të rinjtë e moshave nga 8 deri në 16 vjeç, kështu që përdoret më shpesh në shkollat elementare dhe të mesme, por njerëz të të gjitha moshave krijojnë dhe shpërndajnë projekte të Scratch-it. Scratch përdoret madje edhe në disa kurse hyrëse mbi shkencat-kompjuterike në kolegje. Fëmijët më të vegjël mund të duan të provojnë <a href=\"//www.scratchjr.org/\">ScratchJr</a>, një version më i thjeshtëzuar i Scratch i dizenjuar për moshat nga 5 në 7 vjeç.",
    "faq.noInternetTitle":"A ka ndonjë mënyrë për studentët që të përdorin Scratch pa një lidhje interneti?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"Çfarë është një Llogari Mësuesi Scratch",
    "faq.teacherAccountBody":"Një Llogari Scratch Mësuesi i pajis mësuesit dhe edukatorët e tjerë me mjete shtesë për të menaxhuar pjesëmarrjen e studentëve në Scratch, përfshirë aftësinë për të krijuar llogari studentësh, të organizojë projekte studentësh në studio, dhe të monitorojë komentet e studentëve.",
    "faq.requestTitle":"Si mund të kërkoj një Llogari Mësuesi Scratch?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"Cili është ndryshimi mes një Llogarie Mësuesi Scratch dhe një Llogarie ScratchEd?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
