{
    "faq.title":"Често постављана питања (FAQ)",
    "faq.intro":"На овој страни наћи ћеш одговоре на често постављана питања о Скрачу.",
    "faq.aboutTitle":"Општа питања",
    "faq.privacyTitle":"Правила о приватности",
    "faq.remixTitle":"Прављење умножака и измењивање",
    "faq.accountsTitle":"Налози",
    "faq.permissionsTitle":"Лиценца и дозволе",
    "faq.inappropriateContentTitle":"Неприкладан садржај",
    "faq.cloudDataTitle":"Интернет подаци",
    "faq.aboutScratchTitle":"Шта је Скрач, и шта могу да урадим са њиме?",
    "faq.aboutScratchBody":"Скрач је програмски језик и заједница на мрежи који ти омогућавају да ствараш своје интерактивне приче, игре и анимације -- и делиш своје креације са другима широм света. Током процеса пројектовања и програмирања Скрач пројеката, млади људи уче да мисле креативно, расуђују систематично и да сарађују у послу. Да би сазнао више о Скрачу, провери страницу <a href=\"/about\">О Скрачу</a>.",
    "faq.makeGameTitle":"Како могу направити игру или анимацију у Скрачу?",
    "faq.makeGameBody":"Погледај на <a href=\"/tips\">Страница са саветима</a> да видиш различите начине да започеш рад у Скрачу. Или једноставно <a href=\"/projects/editor/?tip_bar=getStarted\">Започни</a>рад у Пројекат едитору.",
    "faq.requirementsTitle":"Који су системски захтеви за Скрач?",
    "faq.requirementsBody":"Да би покренули Scratch 2.0, потребно је да користиш (1) Виндоус, КроумОС, Мек, или Линукс рачунар; (2) верзију <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player-а</a> објављену 15. јуна 2016. или касније; (3) новији веб прегледач: једна од две последње верзије <a href=\"http://google.com/chrome/\">Кроум</a> (Виндоус, КроумОС, Мек, или Линукс), <a href=\"http://www.mozilla.org/firefox/new/\">Фајерфокс</a> (једнино Виндоус или Мек), <a href=\"https://support.apple.com/downloads/safari\">Сафари</a> (једино Мек) <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (једнино Виндоус) или <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Интернет експлорер 11</a> (једнино Виндоус). Ако твој рачунар не испуњава ове услове, ипак можеш да преузмеш и инсталираш <a href=\"/scratch_1.4\">Скрач 1.4</a>, коју и даље можеш да користиш да би делио пројекте на Скрач 2.0 веб сајту.",
    "faq.offlineTitle":"Имате ли верзију која може да се преузме тако да могу да стварам и прегледам пројекте ван мреже?",
    "faq.offlineBody":"Скрач 2.0 уређивач ван мреже ти омогућава да ствараш Скрач пројекте без везе са интернетом. Можеш да <a href=\"/scratch2download/\">преузмеш Скрач 2.0</a> са веб сајта. Такође и даље можеш да користиш <a href=\"/scratch_1.4\">Скрач 1.4</a>. Напомена: Можеш одједном на свом рачунару да имаш оба: Скрач 1.4 и 2.0.",
    "faq.uploadOldTitle":"Да ли могу објављивати пројекте са старијим верзијама Скрача на сајт?",
    "faq.uploadOldBody":"Да - можеш да делиш или отпремиш пројекте направљене у старијим верзијама Скрача и они ће бити видљиви и интерактивни. (Међутим, не можеш да преузмеш пројекте направљене или уређиване најновијим верзијама Скрача и затим их отвориш користећи старије верзије. На пример, не можеш да отвориш Скрач 2.0 пројекат у <a href=\"/scratch_1.4\">Скрач 1.4</a>, зато што <a href=\"/scratch_1.4\">Скрач 1.4</a>не зна како да прочита пројекат у .sb2 формату датотеке.)",
    "faq.recordVideoTitle":"Могу ли да снимим видео запис мог Скрач пројекта?",
    "faq.recordVideoBody":"Yes, you can record a video of your Scratch project up to 60 seconds. In the Scratch editor, from the File menu, select \"Record Project Video.\" (You need to be signed in to see this option.) You can choose additional recording options (such as recording sound and mouse clicks) through the \"More Options\" menu. Then, run your project however you'd like. Once the recording is done, follow the instructions to download the file to your computer. Depending on what kind of computer you have, you may need to download another program like the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> to play the file. This file will run on YouTube, Vimeo, and Facebook, but may need to be converted for other websites like Twitter or Tumblr.",
    "faq.scratchCostTitle":"Колико кошта Скрач? Да ли ми је потребна лиценца?",
    "faq.scratchCostBody":"Скрач јесте и увек ће да буде бесплатан. Није ти потребна лиценца да би користио Скрач у школи, код куће или на било ком другом месту. Развој и одржавање Скрача је плаћен кроз поклоне и донације. Ако желиш да даш свој прилог за Скрач, погледај нашу <a href=\"https://secure.donationpay.org/scratchfoundation/\">Страницу донатора</a>.",
    "faq.mediaLabTitle":"Ко је направио Скрач?",
    "faq.mediaLabBody":"Скрач је развио и одржава Скрач тим при <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> при <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Које информације тражите током прављења корисничког налога?",
    "faq.accountInfoList":"Да би заштитили приватност чланова наше заједнице, ограничили смо информације које прикупљамо као и оне које објављујемо на веб сајту. Током процеса регистрације, тражимо следеће информације:",
    "faq.privacyUsername":"корисничко име - Ми тражимо да корисници избегну употребу свог стварног имена или других информација које могу да их идентификују.",
    "faq.privacyCountry":"држава",
    "faq.privacyBirthdate":"месец и година рођења - Користимо ове податке да потврдимо власништво над налогом у случају да корисник заборави лизинку и е-адресу или тражи затварање налога.",
    "faq.privacyGender":"пол",
    "faq.privacyEmail":"е-адреса за контакт - Ако је ималац налога млађи од 13 година, тражимо е-адресу његових родитеља или старатеља. Не шаљемо пошту на ту адресу изузев када неко захтева поновно постављање лозинке.",
    "faq.accountPublicInfo":"Корисничко име и држава имаоца налога су приказани јавно на страници са профилом. Датум рођења, е-адреса и пол везани са налог нису приказани јавно. Прикупљамо ове информације да би знали пол и старост наших корисника посматрано збирно за потребе истраживања. Не продајемо нити изнајмљујемо било коме информације о нашим корисницима.",
    "faq.dataCollectionTitle":"Који подаци се прикупљају од људи док користе веб сајт?",
    "faq.dataCollectionOne":"When a user logs in, the Scratch website asks their browser to put an <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a> on their computer in order to remember that they are logged in while they browse different pages. We collect some data on where users click and which parts of the site they visit using Google Analytics. This \"click data\" helps us figure out ways to improve the website.",
    "faq.dataCollectionTwo":"Some of the information and data collected on the Scratch website are used in research studies intended to improve our understanding of how people learn with Scratch. The results of this research are shared with educators and researchers through conferences, journals, and other publications. You can find out more on our <a href=\"/info/research\">Research page</a>.",
    "faq.rentInfoTitle":"Да ли Скрач тим некоме продаје или измајмљује информације о корисницима Скрача?",
    "faq.rentInfoBody":"Не.",
    "faq.viewUnsharedTitle":"Може ли Скрач тим може да види недељене пројекте на страници 'Моје ствари' ?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Шта је прерада?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Зашто Скрач тим тражи да сви пројекти буду \"преуредљиви\"?",
    "faq.remixableBody":"Верујемо да је прегледање и мењање интересантних пројеката одличан начин да се учи програмирање, и да води ка одличним новим идејама. Из тог разлога изворни код је видљив за сваки пројекат који је дељен на Скрач веб сајту.",
    "faq.creativeCommonsTitle":"Шта уколико ја не желим да други могу да преуређују моје пројекте?",
    "faq.creativeCommonsBody":"Објављивањем твог пројекта на Скрач сајту прихваташ да он има лиценцу <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Ако не желиш да други могу да виде, преузму и преуреде оно што си направио, немој да делиш оно што правиш на Скрач сајту.",
    "faq.fairUseTitle":"Могу ли да користим слике / звучне записе / са интернета у мојим пројектима?",
    "faq.fairUseBody":"It's important to respect the original creator’s wishes regarding remixing. If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the <a href=\"http://search.creativecommons.org/\">Creative Commons search page</a>.",
    "faq.confirmedAccountTitle":"Шта је “потврђени” Скрач налог?",
    "faq.confirmedAccountBody":"Потврђени Скрач налог ти омогућава дељење пројеката, писање коментара и стварање студија. Потврда твог налога ти такође омогућава примање ажурирања од стране Скрач тима.",
    "faq.checkConfirmedTitle":"Како могу да проверим да ли је мој налог потврђен?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Како потврђујем свој налог?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"Морам ли да потвдим свој  налог?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"Заборавио сам моју лозинку. Како могу поново да је поставим?",
    "faq.forgotPasswordBody":"Унеси име свог налога на <a href=\"/accounts/password_reset/\">страници за поновно постављање лозинке</a>. Сајт ће да пошаље е-писмо, на адресу која је повезана са налогом, у коме ће да се налази веза коју можеш да употребиш да би поново поставио лозинку.",
    "faq.changePasswordTitle":"Како да променим моју лозинку?",
    "faq.changePasswordBody":"Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose \"account settings\", and click the link to change your password.",
    "faq.changeEmailTitle":"Како да променим своју адресу е-поште?",
    "faq.changeEmailBody":"Иди на Скрач веб сајт, пријави се и затим кликни на твоје корисничко име у горњем десном углу прозора. Изабери \"подешавање налога\" и кликни на везу да би променио своју е-адресу.",
    "faq.newScratcherTitle":"Како прећи пут од \"Новог Скрачера\" до \"Скрачера\"?",
    "faq.newScratcherBody":"Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)",
    "faq.multipleAccountTitle":"Могу ли да имам више од једног налога?",
    "faq.multipleAccountBody":"It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the Community Guidelines. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle":"Да ли је уреду да више особа буде пријављено на исти налог?",
    "faq.multipleLoginBody":"This is discouraged, because the website and project editor can easily get confused when more than one person is logged into the same account.",
    "faq.changeUsernameTitle":"Могу ли да променим своје име за пријаву?",
    "faq.changeUsernameBody":"The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to, you can make a new account - but you'll have to copy your projects over on your own.",
    "faq.shareInfoTitle":"Које информације могу да делим са / путем мог налога?",
    "faq.shareInfoBody":"Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information so the Scratch team can remove it, and remind the author of our policy.",
    "faq.deleteAccountTitle":"Како да обришем мој налог?",
    "faq.deleteAccountBody":"Log in to Scratch, and then click your username in the top right-hand corner. Select “Account Settings,” then click the <em>“I want to delete my account”</em> link at the bottom of the page.",
    "faq.scratchFreeTitle":"Да ли је Скрач бесплатан?",
    "faq.scratchFreeBody":"Да! Скрач је доступан бесплатно. Можеш да га користиш у својој школи и можеш да похађаш курс о њему (и ако је то курс који се плаћа). Није потребно да плаћаш лиценцу - бесплатно је.",
    "faq.scratchScreenshotTitle":"Могу ли да користим снимке екрана Скрача у књизи или презентацији?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Могу ли да представим Скрач на конференцији?",
    "faq.presentScratchBody":"Please feel free to make presentations about Scratch to educators or other groups. We grant our permission to make presentations.",
    "faq.supportMaterialTitle":"May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Могу ли продати своје Скрач пројекте?",
    "faq.sellProjectsBody":"Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.",
    "faq.sourceCodeTitle":"Где могу пронаћи изворни код за Скрач?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"Како да знам шта јесте а шта није уреду поделити на Скрач веб сајту?",
    "faq.okayToShareBody":"Check out the <a href=\"/community_guidelines\">Scratch community guidelines</a> - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"Шта да урадим уколико видим нешто неприкладно?",
    "faq.reportContentBody":"You can click the link that says “report” on any project, comment, discussion post, or user page where you think something isn't ok for Scratch. If the situation is complicated, you can use the Contact Us link to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"Шта да урадим уколико приметим да је неко злонамеран или непристојан?",
    "faq.noFlameBody":"Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.",
    "faq.reviewContentTitle":"What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.",
    "faq.blockedAccountTitle":"Шта се дешава када је један налог блокиран?",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access it, or use it to create projects or comments. When they login, they see a page that explains why the account was blocked with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the community guidelines in the future, the  Scratch Team will review their case. Accounts will only be unblocked in cases where the account owner’s word can be trusted. Otherwise, the account (and most likely other accounts owned or created by that person) may be blocked permanently.",
    "faq.stolenAccountTitle":"My mean brother / Kaj / some other bad guy stole my account and got it banned, what do I do?",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone in real life takes control of your account and does bad stuff, tell the adults in charge of the computers. If you think someone you don’t know got access to your account, change the password and / or use the contact us link to explain the situation. If you got blocked for doing something that broke the community guidelines, don't just say you got hacked. If we can't trust you, we won't unblock you.",
    "faq.cloudDataInfoTitle":"What is cloud data?",
    "faq.cloudDataInfoBody":"Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.",
    "faq.storedCloudInfoTitle":"Who can see the data stored in cloud data?",
    "faq.storedCloudInfoBody":"When you interact with a project using cloud data blocks, your information can be stored along with your username, and others can view it. Each project keeps a log of who interacted with it and any data they shared.",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"The current site is limited to numbers in variables as an initial step to work out any issues with their use on the site. We plan to roll out cloud data features incrementally. If the infrastructure is working well, we plan to add other features (cloud lists, support for strings, etc.).",
    "faq.reportCloudTitle":"If I see someone post inappropriate content using cloud data, how do I report it?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention \"cloud data\" when you type your reason in the report.",
    "faq.chatRoomTitle":"Can I make chat rooms with cloud data?",
    "faq.chatRoomBody":"While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.",
    "faq.makeCloudVarTitle":"How do I add a cloud variable when I'm making a project?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody":"Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.",
    "faq.newScratcherCloudTitle":"I am logged in, but I still cannot use projects with cloud data. What is going on?",
    "faq.newScratcherCloudBody":"You need to have become a \"Scratcher\" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.",
    "faq.multiplayerTitle":"Is it possible to make multiplayer games with cloud data?",
    "faq.multiplayerBody":"Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud data for turn-by-turn and other games.",
    "faq.cloudLagTitle":"How long does it take for cloud data to reach another Scratcher?",
    "faq.cloudLagBody":"It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.",
    "faq.schoolsTitle":"Скрач у школи",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"За који узраст је намењен Скрач?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"Шта је Скрач налог за наставника?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"Како могу да затражим Скрач налог за наставника?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"Каква је разлика између Скрач налога за наставника и ScratchEd налога?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"Које податке Скрач прикупља везано за ученике?",
    "faq.dataBody":"Када се ученик по први пут пријављује на Скрач, ми тражимо основне демографске податке укључујући пол, годиште (месец и година рођења), државу у којој ученик живи и адресу е-поште за верификацију. Ови подаци су (у прикупљеној форми) кориштени за истраживања која за циљ имају да побољшају наша схватања о томе како људи уче уз Скрач. Када наставник користи Налог за наставнике како би окупио ученике, од ученика се не захтева да обезбеди адресу е-поште за прављење налога.",
    "faq.lawComplianceTitle":"Да ли је Скрач 2.0 (онлајн верзија) у скалду са локалним и федералним законом Сједињених Америчких Држава о приватности података?",
    "faq.lawComplianceBody":"Скрач изразито брине о приватности ученика и свих особа које користе платформу. Постоје физичке и електронске процедуре за заштиту информација које прикупљамо на сајту Скрача. Иако, нисмо у могућности да понудимо уговор ни једној особи која користи наш бесплатни образовни софтвер, наглашавамо да је платформа у складу са свим федералним законима Сједињених Америчких Држава који се односе на  МИТ, 501(ц)(3) организацију и ентитет  који је створио Скрач и одржава га. Подржавамо Вас у одлуци да прочитате Скрач полису приватности како бисте сазнали више.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
