{
    "faq.title":"Sık Sorulan Sorular (SSS)",
    "faq.intro":"On this page, you’ll find answers to frequently asked questions about Scratch.",
    "faq.aboutTitle":"Genel Sorular",
    "faq.privacyTitle":"Gizlilik Politikamız",
    "faq.remixTitle":"Katkı ve Kopyalama",
    "faq.accountsTitle":"Hesaplar",
    "faq.permissionsTitle":"Lisanslama ve İzinler",
    "faq.inappropriateContentTitle":"Uygunsuz İçerik",
    "faq.cloudDataTitle":"Bulut Veri",
    "faq.aboutScratchTitle":"Scratch nedir ve onunla neler yapabilirim?",
    "faq.aboutScratchBody":"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, check out the <a href=\"/about\">About Scratch</a> page.",
    "faq.makeGameTitle":"Scratch ile bir oyun veya çizgi film nasıl yapabilirim?",
    "faq.makeGameBody":"Check out the <a href=\"/tips\">tips page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Scratch'in ihtiyaç duyduğu sistem özellikleri nelerdir?",
    "faq.requirementsBody":"To run Scratch 2.0, you need to be using (1) a Windows, ChromeOS, Mac, or Linux computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows or Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2.0 website.",
    "faq.offlineTitle":"Do you have a downloadable version so I can create and view projects offline?",
    "faq.offlineBody":"The Scratch 2.0 offline editor allows you to create Scratch projects without an internet connection. You can <a href=\"/scratch2download/\">download Scratch 2.0</a> from the website. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2.0 on your computer.",
    "faq.uploadOldTitle":"Scratch'in eski versiyonlarını kullanıyor olsam da projelerimi web sitesine atabilir miyim?",
    "faq.uploadOldBody":"Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2.0 project in <a href=\"/scratch_1.4\">Scratch 1.4</a>, because <a href=\"/scratch_1.4\">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)",
    "faq.recordVideoTitle":"Can I record a video of my Scratch project?",
    "faq.recordVideoBody":"Yes, you can record a video of your Scratch project up to 60 seconds. In the Scratch editor, from the File menu, select \"Record Project Video.\" (You need to be signed in to see this option.) You can choose additional recording options (such as recording sound and mouse clicks) through the \"More Options\" menu. Then, run your project however you'd like. Once the recording is done, follow the instructions to download the file to your computer. Depending on what kind of computer you have, you may need to download another program like the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> to play the file. This file will run on YouTube, Vimeo, and Facebook, but may need to be converted for other websites like Twitter or Tumblr.",
    "faq.scratchCostTitle":"Scratch için ne kadar ödemeliyim? Bir lisansa ihtiyacım var mı?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donate page</a>.",
    "faq.mediaLabTitle":"Scratch'ı kimler yarattı?",
    "faq.mediaLabBody":"Scratch, <a href=\"http://www.media.mit.edu/\">MIT Medya Lab.ında</a> yer alan <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten (Yaşamboyu Anaokulu) grubuna</a> dahil olan Scratch Ekibi tarafından geliştirilmekte ve idame ettirilmektedir.",
    "faq.accountInfoTitle":"Kayıt olurken ne tür bilgiler istiyorsunuz?",
    "faq.accountInfoList":"Topluluk üyelerimizin kişisel gizliliklerini korumak için, hem istediğimiz hem de sitede gösterdiğimiz bilgiler sınırlıdır. Kayıt esnasında aşağıdaki bilgileri istiyoruz:",
    "faq.privacyUsername":"kullanıcı adı - Kullanıcılarımızın gerçek adlarını veya kimliklerini açık edecek başka tür bilgilerini vermekten kaçınmalarını istiyoruz.",
    "faq.privacyCountry":"ülke",
    "faq.privacyBirthdate":"birth month and year - We use this to confirm ownership of the account if the owner loses the password and email or asks to close an account.",
    "faq.privacyGender":"cinsiyet",
    "faq.privacyEmail":"e-posta adresi - Eğer hesap sahibi 13 yaşından küçükse, velisinin eposta adresini istiyoruz. Bu adrese parola sıfırlanması işlemi haricinde herhangi bir mesaj atmıyoruz.",
    "faq.accountPublicInfo":"Hesap sahibinin profil sayfasında kullanıcı adı ve ülkesi başkaları tarafından görülebilir ancak doğum tarihi, eposta adresi ve cinsiyet gibi bilgiler görünmez. Bu bilgileri, bazı istatistikler tutabilmek ve araştırmalarda kullanmak amacıyla toplamaktayız. Toplamış olduğumuz bu bilgileri kimseye ne satıyoruz ne de kiralıyoruz.",
    "faq.dataCollectionTitle":"Bir kullanıcı websiteniz içindeyken ne tür veriler topluyorsunuz?",
    "faq.dataCollectionOne":"Bir kullanıcı siteye giriş yaptığında, web sitemiz, tarayıcıya bir <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http çerezi (cookie)</a> yerleştirmek için talepte bulunur. Bu çerez, sitede gezinirken kullanıcının giriş yapmış halde olduğu bilgisini tutmak içindir. Bunun dışında, sitede hangi sayfalara girildiğinin, nerelere tıklandığının bilgisi de Google Analytics ile toplamaktayız. Bu \"tıklama verisi\" web sitemizi daha kullanışlı ve etkin kılabilmemize yardım ediyor.",
    "faq.dataCollectionTwo":"Web sitemiz üzerinden toplanmakta olan bilgi ve verilerden bir kısmı, Scratch'ın nasıl öğrenildiğinin anlaşılması üzerine yapılmakta olan araştırmalarda kullanılmaktadır. Bu araştırmaların sonuçları konferanslarda, dergi ve diğer yayınlarda eğitimciler ve araştırmacılarla paylaşılmaktadır. Bunlarla ilgili daha fazla bilgiye <a href=\"/info/research\">Araştırma sayfasından</a> ulaşabilirsiniz.",
    "faq.rentInfoTitle":"Scratch Ekibinin, kullanıcıların bilgilerini birilerine satması veya kiralaması söz konusu mu?",
    "faq.rentInfoBody":"Hayır.",
    "faq.viewUnsharedTitle":"Scratch Ekibi paylaşmadığım projelerimi görebilir mi?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Katkı nedir?",
    "faq.remixDefinitionBody":"When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle":"Neden Scratch Ekibi tüm projelerin “katkılabilir\" olmasını mecbur tutuyor?",
    "faq.remixableBody":"Bizce ilginç projelere bakıp bunlara katkı yapmak programlama öğrenmenin en harika yoludur, bu senin müthiş fikirler bulmana yol açabilir. Bu yüzden Scratch web sitesi üzerinde paylaşılan her projenin kaynak kodunu herkes görebilir.",
    "faq.creativeCommonsTitle":"Peki, diğerlerinin projelerime katkı yapmasını istemiyorsam?",
    "faq.creativeCommonsBody":"Scratch web sitesinde bir proje paylaştığında <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>  lisansını kabul etmiş sayılırsın. Eğer başkalarının görmesini ve katkıda bulunmasını istemiyorsan çalışmalarını sitemizde yayınlama.",
    "faq.fairUseTitle":"Projelerimde internetten bulduğum resim / ses / video vs. kullanabilir miyim?",
    "faq.fairUseBody":"Katkı yaparken projenin orjinalini yapan kişinin isteklerine saygı önemlidir. Eğer kendi projenizin içine bir başkasının projesinden bir alıntı yapıyorsan projenin açıklama kısmında bundan bahsetmeyi ve alıntı yaptığın projenin linkini vermeyi unutma. Kullanmanda sakınca olmayan resim ve ses dosyalarını <a href=\"http://search.creativecommons.org/\">Creative Commons Arama</a> sayfasında arayabilirsin.",
    "faq.confirmedAccountTitle":"\"Doğrulanmış\" Scratch hesabı nedir?",
    "faq.confirmedAccountBody":"A confirmed account on Scratch lets you share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team.",
    "faq.checkConfirmedTitle":"How can I check whether my account has been confirmed?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Hesabımı nasıl doğrularım?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"Hesabımı doğrulamam şart mı?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"I forgot my password. How can I reset it?",
    "faq.forgotPasswordBody":"Kullanıcı adını <a href=\"/accounts/password_reset/\">şifre sıfırlama sayfası</a> na gir. Kullanıcı adının bağlı olduğu e-posta adresine şifreni sıfırlamak için bir link göndereceğiz.",
    "faq.changePasswordTitle":"Şifremi nasıl değiştirebilirim?",
    "faq.changePasswordBody":"Scratch web sitesinde git, oturum aç ve ardından pencerenin sağ üst köşesinde bulunan kullanıcı adını tıkla. Hesap ayarlarını seç ve şifremi değiştir bağlantısını tıkla",
    "faq.changeEmailTitle":"E-posta adresimi nasıl değiştirebilirim?",
    "faq.changeEmailBody":"Scratch sitesine git, giriş yap, sağ üst köşede göreceğin kullanıcı adına tıkla. \"Hesap ayarları\"nı seç, E-posta menüsüne tıkla ve değişikliği yap.",
    "faq.newScratcherTitle":"'Yeni Scratchçi'likten 'Scratchçi'liğe' nasıl geçerim?",
    "faq.newScratcherBody":"Projeler yap ve paylaş, diğer Scratchçilerin projelerine yardımcı olacak şekilde yorum yap ve sabırlı ol! Bu şekilde birkaç hafta faal olursan, profil sayfanda seni Scratchçiliğe davet eden bir link göreceksin. (Aklında olsun öyle istedi diye hiçbir Yeni Scratchçiyi Scratchçi yapmayız - rüşvet olarak çukulata teklif etse bile.)",
    "faq.multipleAccountTitle":"Birden fazla hesabım olabilir mi?",
    "faq.multipleAccountBody":"Topluluk ilkelerine uyulduğu sürece birden fazla hesaba sahip olunmasında bir sorun yoktur. İlkelere aykırı bir durumda tüm hesaplar bloke edilecek ya da silinecektir.",
    "faq.multipleLoginTitle":"Bir hesaba birden fazla kişinin giriş yapmasında sorun oluşur mu?",
    "faq.multipleLoginBody":"Bu tavsiye edilmemektedir çünkü birden fazla kişinin aynı hesabı kullanması durumunda web sitesi ve proje editörü kolaylıkla karıştırılabilir.",
    "faq.changeUsernameTitle":"Kullanıcı adımı değiştirebilir miyim?",
    "faq.changeUsernameBody":"Scratch web sitesinin yapısı senin kullanıcı adınla direk olarak ilişkilidir bu nedenle kullanıcı adını değiştirmen mümkün değildir. Eğer bu gerçekten gerekliyse yeni bir hesap açabilirsin fakat eski projelerini yeni hesabına kopyalamak zorundasın.",
    "faq.shareInfoTitle":"Hesabımda hangi bilgileri paylaşabilirim?",
    "faq.shareInfoBody":"Lüffen Scratch web sitesi haricinde seninle irtibata geçilmesine neden olabilecek gerçek adres, e-posta- telefon numarası gibi şeyler paylaşma. Bu tip bilgilere rastlarsan bunları Scratch takımına bildir ve paylaşanı uyar.",
    "faq.deleteAccountTitle":"Hesabımı nasıl silebilirim?",
    "faq.deleteAccountBody":"Scratch'a giriş yap, sağ üst köşede yer alan kullanıcı adını tıkla. \"Hesap ayarları\"na gir ve altta göreceğin <em>\"Hesabımı silmek istiyorum\"</em> linkine tıkla.",
    "faq.scratchFreeTitle":"Scratch bedava mıdır?",
    "faq.scratchFreeBody":"Evet! Scratch programına hiç bir ücret ödemeden sahip olabilirsiniz. Okulda bir ders aracı olarak veya Scratch kursu vermek için kullanabilirsiniz. Bu ders veya kurstan para kazanıyor bile olsanız her hangi bir lisans satın almanız gerekmez - tamamen ücretsizdir.",
    "faq.scratchScreenshotTitle":"Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody":"Yes, you can write a book or chapter about Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your materials that says, \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Bir toplantıda Scratch'i tanıtabilir miyim?",
    "faq.presentScratchBody":"Scratch'in eğitimcilere ve gruplara tanıtımını yapmakta serbestsiniz. Tanıtımlara izin veriyoruz.",
    "faq.supportMaterialTitle":"Web sitesinde bulduğum Scratch destek gereçlerini, kuklaları, resimleri, sesleri veya örnek projeleri kullanabilir miyim?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Scratch projelerimi satabilir miyim?",
    "faq.sellProjectsBody":"Gayet tabi satabilirsin, senin projen senin eserindir. Unutma ki web sitesinde paylaştığında, herkes projeni indirmekte, katkı yapmakta ve kullanmakta özgürdür çünkü sitemizde yayınlanan her eser <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 lisansı</a> altındadır. Eğer projeni satma niyetindeysen projeni paylaşımdan çekmek isteyebilirsin.",
    "faq.sourceCodeTitle":"Scratch'ın kaynak kodunu nasıl temin edebilirim?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"Scratch web sitesinde paylaştıklarımın uygun olup olmadığını nasıl bilebilirim?",
    "faq.okayToShareBody":"<a href=\"/community_guidelines\">Scratch topluluk kurallarına</a> bakabilirsin - gayet açıktır ve hukuki terim içermez. Scratch sitesindeki her sayfanın altında buna bir link vardır.",
    "faq.reportContentTitle":"Eğer uygunsuz bir içerik gördüysem ne yapmalıyım?",
    "faq.reportContentBody":"Eğer Scratch'e uygun olmadığını düşündüğün birşey varsa projelerdeki, yorumlardaki ve tartışmalardaki \"Şikayet et\" linkine tıklayabilirsin. Eğer durum karmaşıksa, \"İletişim\" linkini kullanarak açıklama yapabilirsin. İlgili sayfaların linklerini de belirterek mümkün olduğunca çok detay vermeye gayret et.",
    "faq.noFlameTitle":"Eğer birinin kabalığına veya saygısızlığına şahit olursam ne yapmalıyım?",
    "faq.noFlameBody":"Yangına körükle gitme! Kaba yorumlara daha kabalaşarak cevap vermek işi daha da kötüye götürür. Hatta senin hesabın bile bloke edilebilir. Bunun yerine saygısız ve kırıcı ne görürsen bize bildir, biz yazanı takibe alıp gerekeni yaparız. Bildirimleri hergün birkaç defa kontrol ediyoruz, merak etme.",
    "faq.reviewContentTitle":"What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.",
    "faq.blockedAccountTitle":"Bir hesap dondurulduğunda ne olur?",
    "faq.blockedAccountBody":"Bir hesap dondurulduğunda, hesap sahibi artık bu hesaba erişmez, proje yapamaz ve de forumlara yorum yazamaz. Hesaplarına giriş yaptıklarında, hesaplarının neden dondurulduğu açıklayan bir uyarı ve hesabın çözülmesini talep etmek için bir form görürler. Eğer bu kişinin hesabının neden dondurulduğunu anladığına ve bir daha yapmıyacağına dair vereceği sözü tutacağına kani olursak hesabı çözebiliriz. Aksi halde bu hesap (ve varsa aynı kullanıcının diğer hesapları da) kalıcı olarak dondurulabilir.",
    "faq.stolenAccountTitle":"Birileri benim hesabımı ele geçirdi ve yaptıkları ahlaksızlıklar yüzünden hesabım yasaklandı. Ne yapabilirim?",
    "faq.stolenAccountBody":"Şifreni gizli tutmak senin sorumluluğundadır. Eğer tanıdığın birileri hesabını ele geçirip kötü şeyler yapıyorlarsa, bilgisayarlarına bakan bir büyüğüne söyle. Eğer tanımadığın birilerinin hesabını ele geçirdiğini düşünüyorsan, parolanı değiştir, o da olmazsa 'İletişim' sayfasından bize ulaşıp durumu anlat. Eğer topluluk kurallarına uymadığın için hesabın dondurulmuşsa, bize hacklendim deme sakın. Güvenimizi sarsmışsan hesabını açamayız.",
    "faq.cloudDataInfoTitle":"Bulut verisi nedir?",
    "faq.cloudDataInfoBody":"Bulut verisi, Scratch 2 ile gelen, projede istenilen değişkenlerin ağ-üzerinden kaydedilmesini ve herkes ile paylaşılabilmesini mümkün kılan bir özelliktir. Bulut verilerini anketler yapmak için veya bir projenin bazı sayıları (rekorlar gibi) uzun zaman aklında tutması gerektiğinde kullanabilirsin.",
    "faq.storedCloudInfoTitle":"Bulutta saklanmış verileri kimler görebilir?",
    "faq.storedCloudInfoBody":"Bulut verisi kullanan bir proje ile etkileşime girdiğinde, kullanıcı adın ile ilişkilendirilmiş bir şekilde bilgilerin saklanabilir ve diğerleri de bunu görebilir. Her proje bir bulut verisine erişenlerin ve paylaştıklarının kaydını tutar.",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"Sitemizin bulut veri kullanımını kaldırıp kaldırmayacağını test etmek amacıyla şimdilik sadece sayılara izin veriyoruz. Kademe kademe diğer bulut özelliklerini de devreye alacağız. Altyapımızın altından kalkacağına aklımız keserse diğer özellikler de (listeler ve yazı verileri vs.) eklenecek.",
    "faq.reportCloudTitle":"Eğer birilerinin bulut veri kullanarak uygunsuz gönderide bulunduğunu görürsem, ne yapayım?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention \"cloud data\" when you type your reason in the report.",
    "faq.chatRoomTitle":"Bulut veri kullanarak sohbet odası yapabilir miyim?",
    "faq.chatRoomBody":"Teknik olarak mümkün olmakla beraber, şu anda sohbet odası yapımına izin vermiyoruz. Bu kuralımızı, bulut verilerden anlamlı raporlar alabiliyor olduğumuz zaman tekrar gözden geçireceğiz.",
    "faq.makeCloudVarTitle":"Projelerimi hazırlarken bulut değişken nasıl ekleyebilirim?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable\". Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Bulut değişkenindeki bilgileri kim değiştirebilir?",
    "faq.changeCloudVarBody":"Projendeki bulut değişkenine sadece senin projen erişebilir. Eğer başkaları projene katkı yapmışsa aynı isimde fakat farklı bir bulut değişkeni oluşturulur.",
    "faq.newScratcherCloudTitle":"Giriş yaptım, fakat hala bulut verili projeleri kullanamıyorum. Neden olabilir?",
    "faq.newScratcherCloudBody":"Bulut verilerine erişmek için bir \"Scratch'çi\" olman gerekir. Scratch'çi olabilmek için web sitesinde faal olman gerekir.",
    "faq.multiplayerTitle":"Bulut verisi kullanarak çok oyunculu oyunlar yapmak mümkün mü?",
    "faq.multiplayerBody":"İnternet hızı ve eş-zamanlama problemleri nedeniyle çok oyunculu oyunlar yapmak zor olabilir. Fakat, bazı Scratch'çılar oyuncuların bulut değişkenine erişimlerini sıraya sokarak veya başka yaratıcı fikirlerle bunun üstesinden gelebiliyorlar.",
    "faq.cloudLagTitle":"Bir bulut verisindeki değişikliğin bir başkasına ulaşması ne kadar sürer?",
    "faq.cloudLagBody":"Duruma göre değişir. Eğer her iki programcı da hızlı internete sahipse ve engel oluşturabilecek firewall'lar yoksa güncellemeler milisaniyede karşı tarafa erişir. Ancak, bir çok bilgisayarın firewall yazılımı vardır ve bunlar TCP 531 ve 843 portlarını bloke ederler ve gecikmeler bir saniyeyi bulur. Şu anda bu problemi atlatabilir miyiz araştırıyoruz.",
    "faq.schoolsTitle":"Okullarda Scratch",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Scratch için öngörülen yaş aralığı nedir?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"What is the difference between a Scratch Teacher Account and a ScratchEd Account?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
