{
    "faq.title":"Các câu hỏi thường gặp (FAQ)",
    "faq.intro":"Tại trang này, bạn sẽ tìm ra các câu trả lời cho các câu hỏi thường gặp về Scratch.",
    "faq.aboutTitle":"Những câu hỏi chung",
    "faq.privacyTitle":"Chính sách bảo mật",
    "faq.remixTitle":"Phối lại và tạo bản sao",
    "faq.accountsTitle":"Tài khoản",
    "faq.permissionsTitle":"Bản quyền và Giấy phép",
    "faq.inappropriateContentTitle":"Các nội dung không phù hợp",
    "faq.cloudDataTitle":"Dữ liệu đám mây",
    "faq.aboutScratchTitle":"Scratch là gì, và tôi có thể làm gì với nó?",
    "faq.aboutScratchBody":"Scratch là một ngôn ngữ lập trình và cộng đồng trực tuyến nơi bạn có thể sáng tạo ra những câu chuyện sinh động, trò chơi và phim hoạt hình của riêng mình -- và chia sẻ những sáng tạo của bạn với những người khác trên khắp thế giới. Trong quy trình thiết kế và lập trình dự án Scratch, những người trẻ được học cách suy nghĩ sáng tạo, suy nghĩ có hệ thống, và làm việc hợp tác. Để biết thêm về Scratch, hãy xem trang <a href=\"/about\"> Giới thiệu Scratch </a>.",
    "faq.makeGameTitle":"Làm sao tôi có thể tạo ra các trò chơi hoặc phim hoạt hình với Scratch?",
    "faq.makeGameBody":"Hãy vào <a href=\"/tips\">Trang thủ thuật</a> để xem thật nhiều hướng dẫn để bắt đầu với Scratch. Hoặc <a href=\"/projects/editor/?tip_bar=getStarted\">vào trực tiếp</a> trình soạn thảo chương trình.",
    "faq.requirementsTitle":"Các yêu cầu về hệ thống để sử dụng Scratch?",
    "faq.requirementsBody":"Để sử dụng Scratch 2.0, bạn cần sử dụng (1) Hệ điều hành Windows, ChromeOS, Mac, hoặc Linux; (2) phiên bản <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> phát hành từ sau ngày 15 tháng 6, 2016; (3) Trình duyệt web đang phổ biến: 1 trong 2 phiên bản mới của <a href=\"http://google.com/chrome/\">Chrome</a>(trên Windows, ChromeOS,Mac hoặc Linux). <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a>(trên Windows hoặc Mac),<a href=\"https://support.apple.com/downloads/safari\">Safari</a>(chỉ trên Mac),<a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a>(chỉ trên Windows), hoặc <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a>(chỉ trên Window ). Nếu máy tính của bạn không đáp ứng những điều kiện trên, bạn có thể tải và cài đặt <a href=\"/scratch_1.4\">Scratch 1.7</a> mà vẫn có thể sử dụng để chia sẻ chương trình của mình trên trang Scratch 2.0.",
    "faq.offlineTitle":"Có phiên bản tải xuống nào để tôi có thể tạo và xem các chương trình không cần Internet không?",
    "faq.offlineBody":"Scratch 2.0 offline cho phép bạn sáng tạo chương trình với Scratch mà không cần phải kết nối Internet. Bạn có thể <a href=\"/scratch2download/\">Tải Scratch 2.0</a> từ trang web của Scratch. Bạn cũng có thể sử dụng <a href=\"/scratch_1.4\">Scratch 1.4</a>. Lưu ý: bạn có có thể có cả 2 phiên bản Scratch 1.4 và Scratch 2.0 trong máy tính của bạn.",
    "faq.uploadOldTitle":"Tôi có thể tải lên những dự án được tạo ra với phiên bản cũ hơn của Scratch lên website được không?",
    "faq.uploadOldBody":"Được - Bạn có thể chia sẻ hoặc đang tải chương trình làm bằng phiên bản cũ của Scratch, và nó vẫn sẽ hiển thị và sử dụng được. (Tuy nhiên, bạn không thể tải chương trình được làm ra hoặc thay đổi bằng phiên bản Scratch mới và mở trên phiên bản Scratch cũ. Ví dụ, bạn không thể mở chương làm bằng Scratch 2.0 bằng <a href=\"/scratch_1.4\">Scratch 1.4</a>, bởi vì <a href=\"/scratch_1.4\">Scratch 1.4</a>sẽ không đọc được chương trình có định dạng .sb2)",
    "faq.recordVideoTitle":"Tôi có thể quay video chương trình Scratch của tôi được không?",
    "faq.recordVideoBody":"Được, bạn có thể quay video trong vòng 60 giây chương trình của bạn. Bằng việc sử dụng Scratch editor, trong phần Danh sách thư mục, chọn \"Ghi lại Video chương trình\" (Bạn cần phải đăng nhập để sử dụng chức năng này). Bạn có thể chọn thêm những lựa chọn khác trong việc ghi lại chương trình (ví dụ như ghi lại âm thanh hoặc hiệu ứng bấm chuột) bằng cách chọn \"Thêm lựa chọn\". Sau đó, chạy chương trình mà bạn muốn ghi hình. Sau khi việc ghi hình kết thúc, làm theo hướng dẫn để tải thư mục xuống máy tính của bạn. Tùy thuộc vào máy tính bạn sử dụng, bạn cần phải tải những chương trình như là <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>để mở tệp tin. Tệp tin này sẽ chơi trên Youtube, Vimeo và Facebook, nhưng bạn cần phải chuyển đổi định dạng để có thể chơi được trên những trang khác như là Twitter hoặc Tumblr.",
    "faq.scratchCostTitle":"Sử dụng Scratch có tốn phí không? Tôi có cần giấy phép bản quyền không?",
    "faq.scratchCostBody":"Scratch luôn luôn miễn phí cho mọi người. Bạn không cần bản quyền để sử dụng Scratch trong trường học, hoặc bất kỳ đâu. Việc phát triển và duy trình Scratch được chi trả bởi tiền quỹ và đóng góp. Nếu bạn mong muốn đóng góp cho Scratch, bạn hãy vào xem <a href=\"https://secure.donationpay.org/scratchfoundation/\">Trang hỗ trợ</a>.",
    "faq.mediaLabTitle":"Ai đã tạo ra Scratch?",
    "faq.mediaLabBody":"Scratch được phát triển và duy trình bởi Scratch Team ở <a href=\"http://llk.media.mit.edu/\"> Lifelong Kindergarten group </a> tại<a href=\"http://www.media.mit.edu/\"> MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Những thông tin nào cần thiết cho quá trình đăng ký tài khoản?",
    "faq.accountInfoList":"Để bảo vệ quyền riêng tư của Cồng đồng Scracth, chúng tôi giới hạn những thông tin thu thập và công khai tại trang Scratch. Trong quy trình đăng ký thành viên, bạn phải cung cấp những thông tin sau đây:",
    "faq.privacyUsername":"Tên người dùng - chúng tôi yêu cầu người dùng tránh sử dụng tên thật hoặc những thông tin nhận dạng.",
    "faq.privacyCountry":"quốc gia",
    "faq.privacyBirthdate":"tháng và năm sinh - Chúng tôi sử dụng thông tin này để xác nhận quyền sở hữu tài khoản nếu bạn bị mất mật khẩu và email hoặc yêu cầu đóng tài khoản.",
    "faq.privacyGender":"giới tính",
    "faq.privacyEmail":"địa chỉ email liên lạc - nếu chủ tài khoản nhỏ hơn 13 tuổi, chúng tôi yêu cầu email của cha mẹ hoặc người bảo trợ. Chúng tôi không gửi email đến địa chỉ này trừ trường hợp khi một ai đó yêu cầu khôi phục mật khẩu.",
    "faq.accountPublicInfo":"Tên người dùng và quốc gia của chủ tài khoản được hiển thị công khai tại trang thông tin cá nhân. Tháng/ năm sinh, địa chỉ email, và giới tính của tài khoản sẽ không được công khai. Chúng tôi thu thập thông tin về tuổi và giới tính của người dùng với mục đích tổng hợp cho nghiên cứu. Chúng tôi không sử dụng thông tin cá nhân của người dùng với mục đích lợi nhuận.",
    "faq.dataCollectionTitle":"Những dữ liệu nào được thu thập từ mọi người khi họ sử dụng website?",
    "faq.dataCollectionOne":"Khi người dùng đăng nhập, Scratch sẽ yêu cầu trình duyệt web đặt một <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a>trên máy tính của bạn để ghi nhớ trạng thái đăng nhập khi chuyển trang. Chúng tôi thu thâp một số dữ liệu về vị trí bấm chuột của người dùng và những phần khác của trang web sử dụng Google Analytics. \"Dữ liệu bấm chuột\" giúp chúng tôi có thể cải thiện trang web.",
    "faq.dataCollectionTwo":"Những thông tin và dữ liệu thu thập được từ trang web Scratch được sử dụng cho mục đích nghiên cứu với mục đích nâng cao sự hiểu biết về cách  người dùng học cùng Scratch. Kết quả của những nghiên cứu được chia sẻ với những nhà giáo dục và nhà nghiên cứu thông qua những buổi hội thảo, bài viết và những công bố trước công chúng. Bạn có thể tìm thấy nhiều hơn tại <a href=\"/info/research\">Trang nghiên cứu</a>.",
    "faq.rentInfoTitle":"Scratch Team có bán hoặc cho mượn thông tin của những người sử dụng Scratch cho ai khác không?",
    "faq.rentInfoBody":"Không.",
    "faq.viewUnsharedTitle":"Scratch Team có thể xem những chương trình không chia sẻ trong 'Chương trình của tôi' được không?",
    "faq.viewUnsharedBody":"Bở vì trách nhiệm của Scratch Team trong việc điều phối, chúng tôi có thẻ truy cập đến tất cả nội dung lưu trữ trên trang Scratch - bao gồm những chương trình không được chia sẻ. Nếu bạn muốn đảm bảo tuyệt đối quyền cá nhân, bạn có thể sử dụng Phiên bản <a href=\"/scratch2download\">Scratch 2.0 Offline editor</a> hoặc <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Bản phối lại là gì?",
    "faq.remixDefinitionBody":"Khi Scratcher tạo bản sao của những chương trình khác và thay đổi để thêm ý tưởng cá nhân (ví dụ, bằng việc thay đổi kịch bản hoặc hóa trang), sự thay đổi đó được gọi là \"phối lại\".  Mỗi chương trình được chia sẻ trên website Scratch có thể phối lại được. Chúng tôi cho rằng thậm chí một thay đổi nhỏ có thể xem như một bản phối lại hợp lệ, miễn là ghi nguồn cho người tạo dự án ban đầu và những người khác có đóng góp đáng kể cho bản phối lại đó.",
    "faq.remixableTitle":"Tại sao Scratch Team yêu cầu tất cả dự án đều “có thể phối lại”?",
    "faq.remixableBody":"Chúng tôi tin rằng việc xem qua và phối lại những chương trình thú vị là một cách hay để học lập trình, và hướng đến những ý tưởng mới hơn. Đó là lý do mã nguồn của chương trình được công khai cho tất cả những chương trình được chia sẻ trên trang Scratch.",
    "faq.creativeCommonsTitle":"Chuyện gì sẽ xảy ra nếu tôi không muốn những người khác phối lại dự án của tôi?",
    "faq.creativeCommonsBody":"Bằng việc công khai chương trình tại trang Scratch, bạn chấp nhận đăng ký dưới bản quyền <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\"> Chia sẻ để cùng nhau sáng tạo </a>. Nếu bạn không muốn người khác xem và phối lại chương trình của mình, bạn không nên chia sẻ trên trang Scratch.",
    "faq.fairUseTitle":"Tôi có thể sử dụng những hình ảnh, âm thanh, phương thức truyền thông từ mạng Internet trong chương trình của tôi được không?",
    "faq.fairUseBody":"Tôn trọng mong muốn của tác giả gốc là rất quan trọng khi phối lại chương trình. Nếu bạn muốn kết hợp tác phẩm của người khác vào chương trình của bạn, hãy trao tác giả sự công nhận trong phần “công nhận”, và bao gồm đường dẫn về tác phẩm gốc. Để tìm tranh ảnh / âm thanh đã có bản quyền cho việc phối lại, hãy ghé xem <a href=\"http://search.creativecommons.org/\">trang tìm kiếm Sáng tạo chung</a>.",
    "faq.confirmedAccountTitle":"Thế nào là tài khoản Scratch “đã được xác nhận”?",
    "faq.confirmedAccountBody":"Tài khoản đã được xác nhận cho phép bạn chia sẻ chương trình, viết bình luận và tạo phòng sáng tạo. Xác nhận tài khoản của bạn cũng là cách để bạn nhận thêm nhiều email cập nhật mới từ Scratch Team.",
    "faq.checkConfirmedTitle":"Làm sao tôi có thể kiểm tra tài khoản của tôi đã được xác nhận hay chưa?",
    "faq.checkConfirmedBody":"Để kiểm tra tài khoản Scratch của bạn đã được xác nhận chưa, bạn phải đăng nhập vào tài khoản ở góc phải trên cùng của màn hình. Khi đã đăng nhập, chọn tên người dùng ở góc phải trên cùng và chọn \"Cài đặt tài khoản\", sau đó \"Email\" ở phía bên trái. Xác nhận địa chỉ Email sẽ hiển thị ở phần đánh dấu màu xanh. Tuy nhiên, nếu tài khoản của bạn chưa được xác nhận, bạn sẽ xem được dòng chữ \"Địa chỉ email của bạn chưa được xác nhận\" màu cam.",
    "faq.howToConfirmTitle":"Làm sao tôi xác nhận tài khoản của mình?",
    "faq.howToConfirmBody":"Sau khi đăng ký Scratch, bạn sẽ nhận email với đường dẫn xác nhận tài khoản. Nếu bạn không thể tìm thấy email, kiểm tra thư mục Thư rác. Để yêu cầu gửi email lại, chọn Cài đặt tài khoản, chọn thẻ Email, và làm theo hướng dẫn. Lưu ý rằng có thể mất đến một giờ để email được gửi đến. Nếu bạn vẫn không nhận được email sau một giờ, <a href=\"/contact-us\">hãy cho chúng tôi biết</a>.",
    "faq.requireConfirmTitle":"Tôi có phải xác nhận tài khoản của mình không? ",
    "faq.requireConfirmBody":"Bạn vẫn có thể sử dụng nhiều chức năng khác của Scratch mà không cần phải xác minh tài khoản, bao gồm việc tạo chương trình và lưu chương trình (nhưng bạn không thể chia sẻ được). Lưu ý: Nếu bạn đã tạo tài khoản trước ngày 11 tháng 2, 2015, thì bạn vẫn có thể sử dụng những tính năng xã hội của Scratch mà không cần xác minh tài khoản.",
    "faq.forgotPasswordTitle":"Tôi đã quên mật khẩu. Làm sao tôi có thể khôi phục nó?",
    "faq.forgotPasswordBody":"Nhập tên tài khoản của bạn tại <a href=\"/accounts/password_reset/\">trang đặt lại mật khẩu</a>. Trang Scratch sẽ gửi email về địa chỉ email liên kết với tài khoản của bạn chứa đường dân để bạn có thể đặt lại mật khẩu.",
    "faq.changePasswordTitle":"Làm sao tôi có thể thay đổi mật khẩu?",
    "faq.changePasswordBody":"Vào trang Scratch, đăng nhập, và sau đó bấm chọn tên người dùng ở góc phải trên cùng của cửa sổ. Chọn \"Cài đặt tài khoản\", và nhấp chọn đường dẫn để thay đổi mật khẩu.",
    "faq.changeEmailTitle":"Làm sao tôi có thể thay đổi địa chỉ email?",
    "faq.changeEmailBody":"Vào trang Scratch, đăng nhập, và sau đó bấm chọn tên người dùng ở góc phải trên cùng của cửa sổ. Chọn \"Cài đặt tài khoản\", và nhấp vào đường dẫn thay đổi địa chỉ email.",
    "faq.newScratcherTitle":"Làm sao tôi có thể chuyển từ 'New Scratcher' sang 'Scratcher'?",
    "faq.newScratcherBody":"Sáng tạo và chia sẻ chương trình, bình luận đóng góp cho những chương trình của Scratcher khác, và hãy kiên nhẫn nhé! Sau khoảng vài tuần hoạt động, sẽ có một liên kết xuất hiện trang thông tin của bạn mời bạn trở thành Scratcher. (Lưu ý chúng tôi không thay đổi New Scratcher thành Scratcher theo yêu cầu - ngay cả khi được hối lộ bằng sô cô la hảo hạng.)",
    "faq.multipleAccountTitle":"Tôi có thể có nhiều hơn một tài khoản được không?",
    "faq.multipleAccountBody":"Bạn có thể có một vài tài khoản trên trang Scratch, miễn là không có tài khoản nào trong số đó được sử dụng để vi phạm Quy định Cộng đồng. Trong trường hợp đó, tất cả các tài khoản có liên quan có thể bị chặn hoặc bị xóa.",
    "faq.multipleLoginTitle":"Liệu có thể nhiều người cùng đăng nhập vào một tài khoản được không?",
    "faq.multipleLoginBody":"Chúng tôi không khuyến khích việc này, bởi vì trang Scratch và Scratch editor sẽ bị nhầm lẫn khi nhiều hơn một người đăng nhập vào một tài khoản.",
    "faq.changeUsernameTitle":"Tôi có thể thay đổi tên người dùng được không?",
    "faq.changeUsernameBody":"Cấu trúc của website Scratch phụ thuộc và sự nhất quán của tên người dùng, do đó tên người dùng không thẻ thay đổi được. Nếu việc đó thật sự cần thiết bạn có thể tạo một tài khoản mới - nhưng bạn sẽ phải tự sao chép những chương trình của bạn qua tài khoản mới.",
    "faq.shareInfoTitle":"Tôi có thể chia sẻ thông tin gì trên / bằng tài khoản của tôi?",
    "faq.shareInfoBody":"Vui lòng không chia sẻ thông tin liên lạc cá nhân, chẳng hạn như địa chỉ nhà, email, số điện thoại hoặc bất cứ thứ gì khác có thể được sử dụng để liên lạc bên ngoài trang web Scratch. Vui lòng báo cáo các chương trình, nhận xét hoặc bài đăng trên diễn đàn có chứa loại thông tin này để nhóm Scratch có thể xóa nó, và nhắc nhở tác giả về chính sách của chúng tôi.",
    "faq.deleteAccountTitle":"Làm thế nào để xóa tài khoản?",
    "faq.deleteAccountBody":"Đăng nhập trang Scratch, và sau đó bấm chọn tên người dùng ở góc phải trên cùng của cửa sổ. Chọn “Cài đặt tài khoản”, và chọn <em>“Tôi muốn xóa tài khoản”</em> tại đường dẫn nằm ở cuối trang.",
    "faq.scratchFreeTitle":"Scratch có miễn phí không?",
    "faq.scratchFreeBody":"Có chứ! Scratch hoàn toàn miễn phí. Bạn có thể sử dụng nó trong trường học của bạn, và bạn có thể dạy một khóa học về nó (ngay cả khi khóa học có thu phí). Bạn không cần phải mua bản quyền đâu - hoàn toàn miễn phí.",
    "faq.scratchScreenshotTitle":"Tôi có thể dùng ảnh chụp màn hình để đưa vào sách hoặc bài thuyết trình được không?",
    "faq.scratchScreenshotBody":"Được, bạn có thể viết sách hoặc đề tài về Scratch. Bạn có thể chụp ảnh màn hình / hình ảnh của ứng dụng Scratch và website, và xem như chúng có bản quyền dưới <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Bản quyền Ghi nhận Chia sẻ Sáng tạo chung</a>. Chúng tôi yêu cầu bạn thêm một lưu ý vào tài liệu của bạn là, \"Scratch được phát triển bởi Lifelong Kindergarten Group thuộc MIT Media Lab. Chương trình hoàn toàn miễn phí tại https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Tôi có thể đưa mô tả Scratch vào tài liệu quảng cáo hoặc tài liệu khác không?",
    "faq.scratchDescriptionBody":"Tất nhiên là được! Chúng tôi khuyên bạn nên mô tả như sau: \" Scratch là ngôn ngữ lập trình và cộng đồng trực tuyến nơi bạn có thể tạo ra những câu chuyện sinh động, trò chơi, và phim hoạt hình - và chia sẻ sự sáng tạo của bạn với những người khác trên toàn thế giới. Trong quá trình thiết kế và lập trình chương trình Scratch, những người trẻ học cách suy nghĩ sáng tạo, suy luận có hệ thống, và cộng tác trong công việc. Scratch là chương trình của Lifelong Kindergarten Group tại MIT Media Lab. Hoàn toàn miễn phí và bạn có thể biết thêm thông tin tại https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Tôi có thể trình bày Scratch tại một hội nghị không?",
    "faq.presentScratchBody":"Chúng tôi khuyến khích các bạn làm một buổi thuyết trình về Scratch đến những nhà giáo dục và những nhóm khác. Chúng tôi trao quyền cho bạn thực hiện buổi thuyết trình về Scratch.",
    "faq.supportMaterialTitle":"Tôi có thể sử dụng / phối lại những tài liệu hỗ trợ của Scratch, nhân vật, hình ảnh, âm thanh hoặc những chương trình mẫu mà tôi đã tìm thấy ở trang Scratch được không?",
    "faq.supportMaterialBody":"Được - các tài liệu hỗ trợ Scratch hiện được cung cấp trên trang Scratch dưới <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Bản quyền Ghi nhận Chia sẻ Sáng tạo chung</a>,  ngoại trừ  logo Scratch, mèo Scratch, Gobo, Pico, Nano và Tera là thương hiệu riêng của Scratch.",
    "faq.sellProjectsTitle":"Tôi có thể bán các chương trình Scratch của tôi không?",
    "faq.sellProjectsBody":"Chắc chắn rồi - Chương trình của bạn là sự sáng tạo của bạn mà. Lưu ý rằng khi bạn chia sẻ dự án của mình trên Scratch, mọi người được tự do tải xuống, phối lại, và sử dụng lại nó theo các điều khoản của giấy phép <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\"> Bản quyền CC-BY-SA 2.0</a>. Vì vậy, nếu bạn định bán dự án của bạn, bạn có thể muốn bỏ chia sẻ nó khỏi Scratch.",
    "faq.sourceCodeTitle":"Tôi có thể tìm thấy mã nguồn của Scratch ở đâu?",
    "faq.sourceCodeBody":"Mã nguồn của Scratch 2 editor có thể tìm thấy tại  <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Mã nguồn của <a href=\"/scratch_1.4\"> Scratch 1.4 </a>, viết bằng Squeak, cũng đã có tại <a href=\"https://github.com/LLK/Scratch_1.4\"> GitHub </a>.  Để cập nhật thông tin về việc phát triển chương trình liên quan đến trang web Scratch, hãy truy cập trang <a href=\"/developers\">Trang Lập trình viên</a>.",
    "faq.okayToShareTitle":"Làm sao tôi biết được rằng thông tin nào nên và không nên chia sẻ trên trang web Scratch?",
    "faq.okayToShareBody":"Hãy xem trang <a href=\"/community_guidelines\"> Hướng dẫn cho cộng đồng Scratch</a> - thông tin đã tóm lược và không bao gồm các vấn đề pháp lý. Đường dẫn trang này nằm ở cuối trên tất cả các trang Scratch.",
    "faq.reportContentTitle":"Tôi nên làm gi khi thấy những nội dung không phù hợp?",
    "faq.reportContentBody":"Bạn có thể bấm chọn đường dẫn “Báo cáo” tại bất kì chương trình, bình luận, bài thảo luận nào, hoặc trang thông tin người dùng ở bất kỳ trang nào mà bạn nghĩ là nội dung không phù hợp với Scratch. Nếu trong trường hợp phức tạp, bạn có thể bấm vào Liên lạc với chúng tôi để giải thích. Hãy đảm bảo bao gồm càng nhiều thông tin chi tiết càng tốt, cùng với đường dẫn tới các trang liên quan.",
    "faq.noFlameTitle":"Tôi nên làm gì khi thấy những thành viên có hành vi không phù hợp hoặc không tôn trọng?",
    "faq.noFlameBody":"Đừng thêm dầu vào lửa nhé! Đáp lại những bình luận tồi bằng những bình luận tồi hơn sẽ làm tình hình xấu đi, và có thể khiến tài khoản của bạn bị khóa. Thay vào đó, bạn chỉ cần Báo cáo bất kì điều gì có nội dung không tôn trọng và không mang tính đóng góp, và chúng tôi sẽ theo dõi tác giả đó. Chúng tôi sẽ kiểm tra phần báo cáo mỗi ngày, nhiều lần trong một ngày - Vì vậy hãy yên tâm nhé, chúng tôi sẽ xử lý ổn thoả thôi.",
    "faq.reviewContentTitle":"Scratch team sẽ làm gì khi nhận được báo cáo hoặc nghi ngờ?",
    "faq.reviewContentBody":"Scratch Team xem xét các chương trình và bình luận được báo cáo mỗi ngày. Nếu có sự vi phạm nguyên tắc của cộng đồng Scratch, chúng tôi có thể xóa và gửi cảnh báo cho tài khoản. Tùy thuộc và mức độ nghiêm trọng (hoặc nếu chúng tôi đã cảnh báo tài khoản), chúng tôi cũng có thể chặn các tài khoản hoặc mạng được dùng để chia sẻ vi phạm đó.",
    "faq.blockedAccountTitle":"Chuyện gì sẽ xảy ra khi tài khoản cá nhân bị khóa?",
    "faq.blockedAccountBody":"Khi tài khoản bị khóa, chủ tài khoản sẽ không thể truy cập được, hoặc sử dụng để tạo chương trình hoặc bình luận được. Khi họ đăng nhập, chủ tài khoản bị khóa sẽ nhận được một thông điệp nêu rõ lý do cùng với một mẫu đơn trên web để chủ tài khoản có thể yêu cầu mở khoá tài khoản. Nếu chủ tài khoản có thể chứng minh họ nhận thức được lý do tài khoản bị khóa và hứa tuân thủ quy định của cộng động trong tương lai, Scratch Team sẽ xem xét trường hợp đó. Tài khoản chỉ được mở lại khi chủ tài khoản thể hiện được sự đáng tin cậy. Nếu không, tài khoản đó (và cả những tài khoản khác tạo bởi người dùng đó) có thể bị khoá vĩnh viễn.",
    "faq.stolenAccountTitle":"Cậu em trai hư hỏng của tôi / Kaj / gã xấu nào đó đã đánh cắp tài khoản của tôi và làm nó bị khóa, tôi phải sao đây?",
    "faq.stolenAccountBody":"Bạn có trách nhiệm giữ an toàn cho mật khẩu của bạn. Nếu một ai đó ngoài đời thực kiểm soát tài khoản của bạn và làm những điều xấu, hãy nói với người lớn có trách nhiệm với máy tính bạn dùng. Nếu bạn nghĩ rằng ai đó mà bạn không biết có quyền truy cập vào tài khoản của bạn, hãy thay đổi mật khẩu và / hoặc vào đường dẫn Liên lạc với chúng tôi để giải thích tình huống của bạn. Nếu bạn bị khoá vì làm một điều gì đó vi phạm quy định của cộng đồng, đừng cố nói rằng bạn bị tấn công. Nếu chúng tôi không tin bạn, chúng tôi sẽ không mở khoá cho bạn đâu.",
    "faq.cloudDataInfoTitle":"Dữ liệu đám mây là gì?",
    "faq.cloudDataInfoBody":"Dữ liệu đám mây là một tính năng trong Scratch 2 cho phép dữ liệu từ một chương trình được lưu và chia sẻ trực tuyến. Bạn có thể sử dụng dữ liệu đám mây để thực hiện các cuộc khảo sát và các chương trình lưu trữ số liệu theo thời gian.",
    "faq.storedCloudInfoTitle":"Ai có thể xem dữ liệu được lưu trữ trong dữ liệu đám mây?",
    "faq.storedCloudInfoBody":"Khi bạn tương tác với một chương trình sử dụng các khối dữ liệu đám mây, thông tin của bạn có thể được lưu trữ cùng với tên người dùng của bạn và những người khác có thể xem nó. Mỗi chương trình giữ bản ghi lịch sử về những người đã tương tác với nó và bất kỳ dữ liệu nào mà họ đã chia sẻ.",
    "faq.onlyNumbersTitle":"Tại sao dữ liệu đám mây hiện giới hạn ở số liệu -- không chứa chuỗi hoặc danh sách?",
    "faq.onlyNumbersBody":"Trang web hiện tại giới hạn chỉ cho số liệu trong các biến vì đó là bước ban đầu để giải quyết bất kỳ vấn đề nào khi làm việc trên trang Scratch. Chúng tôi dự định triển khai các tính năng dữ liệu đám mây theo từng bước. Nếu cơ sở hạ tầng hoạt động tốt, chúng tôi dự định thêm các tính năng khác (danh sách đám mây, hỗ trợ cho chuỗi, ...).",
    "faq.reportCloudTitle":"Nếu tôi thấy ai đó đăng nội dung không phù hợp bằng dữ liệu điện toán đám mây, tôi sẽ báo cáo nội dung đó bằng cách nào?",
    "faq.reportCloudBody":"Bấm vào nút \"Báo cáo nội dung này\" (bên dưới trình phát chương trình) để báo cáo nội dung không phù hợp trong dữ liệu đám mây. Biểu mẫu để báo cáo bao gồm đường dẫn đến nhật ký của tất cả những dữ liệu đám mây trong chương trình và thông tin của người đã sử dụng - Bạn xem xét kỹ lại trước khi gửi báo cáo. Đảm bảo rằng, bạn đề cập đến \"dữ liệu đám mây\" khi bạn viết lý do báo cáo.",
    "faq.chatRoomTitle":"Tôi có thể tạo một phòng nói chuyện với trung tâm dữ liệu đám mây được không?",
    "faq.chatRoomBody":"Mặc dù về mặt kỹ thuật có thể tạo phòng chat với trung tâm dữ liệu đám mây, nhưng hiện tại chúng không được phép. Chúng tôi sẽ xem xét lại chính sách này khi chúng tôi hiểu rõ hơn về khả năng kiểm duyệt và quản lý các báo cáo về dữ liệu đám mây.",
    "faq.makeCloudVarTitle":"Làm thế nào để thêm một biến mây khi tôi thực hiện một chương trình?",
    "faq.makeCloudVarBody":"Khi bạn tạo một biến, bạn có thể chọn ô \"biến Đám mây\". Bất kỳ dữ liệu nào bạn lưu trữ sẽ được lưu trên máy chủ và hiển thị cho những người khác.",
    "faq.changeCloudVarTitle":"Ai có quyền thay đổi thông tin trong một biến đám mây?",
    "faq.changeCloudVarBody":"Chỉ có chương trình của bạn mới có thể lưu trữ dữ liệu trong biến đám mây của chương trình đó. Nếu người khác thay đổi hoặc phối lại mã nguồn của bạn, nó tạo ra một biến khác trong chương trình của họ với cùng tên.",
    "faq.newScratcherCloudTitle":"Tôi đã đăng nhập, nhưng tôi vẫn không thể sử dụng các chương trình với dữ liệu đám mây. Điều gì đang xảy ra vậy?",
    "faq.newScratcherCloudBody":"Bạn cần phải trở thành \"Scratcher\" trên trang web để có quyền truy cập dữ liệu đám mây. Bạn có thể trở thành một Scratcher bằng cách tích cực tham gia hoạt động của trang web.",
    "faq.multiplayerTitle":"Có thể tạo ra các cho trò chơi nhiều người chơi với dữ liệu đám mây không?",
    "faq.multiplayerBody":"Các trò chơi nhiều người có thể khó tạo, bởi vì tốc độ đường truyền và vấn đề đồng bộ hóa. Tuy nhiên, một số Scratcher đã có những sáng tạo trong việc sử dụng dữ liệu đám mây cho các trò chơi theo lượt và tương tự.",
    "faq.cloudLagTitle":"Phải mất bao lâu để dữ liệu đám mây có thể tiếp cận được với những người dùng Scratch khác?",
    "faq.cloudLagBody":"Còn tuỳ. Nếu cả hai Scratcher đều sử dụng đường truyền Internet tốc độ cao (DSL/ cáp quang), và không bị giới hạn bởi tường lửa trong máy tính hoặc hệ thống mạng, việc cập nhật có thể truyền đi trong mili giây. Tuy nhiên, nhiều máy tính có chức năng tường lửa đang hoạt động, và nếu tường lửa chặn những kết nối tới TCP cổng 531 và TCP cổng 843, thời gian trễ lên thành một giây. Chúng tôi hiện đang cố gắng tìm ra giải pháp tránh những hạn chế này.",
    "faq.schoolsTitle":"Scratch trong trường học",
    "faq.howTitle":"Scratch được sử dụng trong trường học như thế nào?",
    "faq.howBody":"Scratch được sử dụng ở hàng ngàn trường học trên toàn thế giới, trong nhiều lĩnh vực khác nhau (bao gồm ngôn ngữ học, khoa học, lịch sử, toán, và khoa học máy tính). Bạn có thể biết thêm về những chiến lược và tài nguyên về cách sử dụng Scratch trong trường học và những môi trường học thuật khác (ví dụ như viện bảo tàng, thư viện, trung tâm cộng đồng) tại <a href=\"/educators\">Trang Giáo viên </a>. Bạn cũng có thể tham gia <a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd</a> cộng đồng trực tuyến dành cho giáo viên, được quản lý bởi những người bạn của chúng tôi tại Trường Sư phạm Sau đại học Harvard.",
    "faq.ageTitle":"Độ tuổi để sử dụng Scratch?",
    "faq.ageBody":"Scratch được phát triển đặc biệt cho những bạn trẻ có độ tuổi từ 8 đến 16 tuổi, vì thế nó thường được sử dụng ở trường Tiểu học và Trung học, nhưng mọi người ở mọi lứa tuổi đều có thể tạo và chia sẻ các chương trình Scratch. Scratch thậm chí còn được sử dụng cho những khóa học giới thiệu về khoa học máy tính ở trường cao đẳng. Những trẻ nhỏ hơn có thể muốn thử qua <a href=\"//www.scratchjr.org/\">ScratchJr</a>, phiên bản rút gọn của Scratch được thiết kế cho độ tuổi 5 đến 7 tuổi. ",
    "faq.noInternetTitle":"Có cách nào cho học sinh sử dụng Scratch mà không có kết nối internet không?",
    "faq.noInternetBody":"Được chứ. Scratch bản <a href=\"/scratch2download\">Offline editor</a> là một phiên bản Scratch chạy trên máy tính để bàn và xách tay. Hiện tại, Scratch Offline Editor có thể sử dụng được trên nền tảng Mac và Windows.",
    "faq.communityTitle":"Tôi có thể tắt tính năng Cộng đồng trực tuyến cho học sinh của tôi không?",
    "faq.communityBody":"Cộng đồng trực tuyến Scratch cung cấp một cách để những bạn trẻ chia sẻ, cộng tác trong công việc, và học tập với bạn cùng lứa trong một cộng đồng được kiểm duyệt theo Quy tắc Cộng đồng. Tuy nhiên, chúng tôi hiểu rằng một số nhà giáo dục mong muốn  học sinh của họ không tham gia cộng đồng trực tuyến. Do đó họ có thể cài đặt Scratch Offline Editor, chạy không cần Internet và cục bộ trên máy tính để bàn hoặc máy tính xách tay.",
    "faq.teacherAccountTitle":"Tài khoản Scratch cho giáo viên là gì?",
    "faq.teacherAccountBody":"Tài khoản Scratch dành cho giáo viên cung cấp sự hỗ trợ cho nhà giáo và những người làm giáo dục với những tính năng mở rộng để quản lý học sinh sử dụng Scratch, bao gồm tính năng tạo tài khoản học sinh, tạo chương trình cho học sinh tại các phòng trưng bày, và quản lý bình luận của học sinh.",
    "faq.requestTitle":"Làm thể nào để tôi có thể yêu cầu được cấp tài khoản Scratch cho giáo viên?",
    "faq.requestBody":"Bạn có thể yêu cầu tài khoản Scratch dành cho giáo viên từ <a href=\"/educators\">Trang Giáo viên</a> trên trang Scratch. Chúng tôi yêu cầu bạn cung cấp thêm thông tin trong quá trình đăng ký để xác minh vai trò giáo viên của bạn.",
    "faq.edTitle":"Có khác biệt gì giữa tài khoản Scratch dành cho giáo viên và tài khoản ScratchEd?",
    "faq.edBody":"Tài khoản Scratch dành cho giáo viên là tài khoản người dùng đặc biệt của Scratch cho phép họ được truy cập vào những tính năng bổ sung để thuận cho việc tạo và quản lý các tài khoản học sinh. Tài khoản ScratchEd là tài khoản trên <a href=\"http://scratched.gse.harvard.edu/\">Cộng đồng ScratchEd</a>, một trang web riêng biệt ( được quản lý bởi Trường Sư phạm Sau đại học Harvard) nơi các giáo viên có thể chia sẻ những câu chuyện, trao đổi tài nguyên, hỏi đáp, và gặp gỡ những giáo viên khác của Scratch.",
    "faq.dataTitle":"Scratch sẽ thu thập thông tin gì của học sinh?",
    "faq.dataBody":"Khi học sinh đăng ký Scratch lần đầu, chúng tôi sẽ yêu cầu cung cấp thông tin cá nhân cơ bản bao gồm giới tính, tuổi (tháng và năm sinh), quốc gia, và địa chỉ email xác nhận. Những thông tin này được dùng (trong biểu mẫu tổng hợp) trong các nghiên cứu nhằm mục đích nâng cao hiểu biết của chúng tôi về cách người dùng sử dụng Scratch. Khi giáo viên sử dụng tài khoản Scratch Giáo viên tạo ra tài khoản học sinh theo số lượng lớn, học sinh không cần cung cấp địa chỉ email cho việc thiết lập tài khoản.",
    "faq.lawComplianceTitle":"Bản Scratch 2.0 (phiên bản trực tuyến) có tuân thủ theo luật của tiểu bang và liên bang về bảo mật dữ liệu hay không?",
    "faq.lawComplianceBody":"Scratch quan tâm sâu sắc đến sự bảo mật của học sinh và tất cả cá nhân sử dụng nền tảng của chúng tôi. Chúng tôi thiết lập quy trình về mặt vật lý lẫn điện tử để bảo vệ thông tin chúng tôi đã thu thập được từ trang Scratch. Mặc dù chúng tôi không có khả năng cung cấp bảo đảm theo hợp đồng với từng cá thể sử dụng sản phẩm giáo dục miễn phí của chúng tôi, chúng tôi tuân thủ tất cả các luật liên bang Hoa Kỳ áp dụng cho MIT, tổ chức 501(c)(3) và pháp nhân đã tạo và duy trì Scratch. Chúng tôi khuyến khích bạn đọc chính sách Bảo mật của Scratch để biết thêm thông tin.",
    "faq.schoolsMoreInfo":"Để xem thêm câu hỏi về tài khoản Scratch Giáo viên, hãy truy cập trang <a href=\"/educators/faq\"> Hỏi đáp Tài khoản giáo viên</a>"
}
