{
    "gdxfor.deviceName": "Force and Acceleration sensor",
    "gdxfor.deviceNameShort": "sensor",
    "gdxfor.headerText": "Lo sensor {gdxforLink} ye una poderosa ferramienta scientifica que desbloqueya nuevas formas de connectar lo mundo fisico con os tuyos prochectos de Scratch. Mide la fuerza mientres empentas y tiras, y interautúa sobatendo, chirando, cayendo librement y muito mas.",
    "gdxfor.gettingStarted": "Pa empecipiar",
    "gdxfor.connectingGdxfor": "Connexión d'o sensor de fuerza y acceleración a Scratch",
    "gdxfor.powerGdxfor": "Enchega o tuyo sensor pretando o botón d'enchegar.",
    "gdxfor.useScratch3": "Utiliza o editor {scratch3Link}.",
    "gdxfor.addExtension": "Anyade la extensión Go Direct Force & Acceleration.",
    "gdxfor.thingsToTry": "Cosetas pa prebar",
    "gdxfor.pushToMakeASound": "Preta pa fer un son",
    "gdxfor.connectForcePushedToPlaySound": "Connecta lo bloque {whenForceSensorPushed} a un bloque {startSound}.",
    "gdxfor.whenForceSensorPushed": "“quan o sensor de fuerza siga pretau”",
    "gdxfor.startSound": "“empecipiar son”",
    "gdxfor.pushOnForceSensor": "Preta o sensor de fuerza",
    "gdxfor.starterProjects": "Prochectos d'iniciación",
    "gdxfor.troubleshootingTitle": "Solución de problemas",
    "gdxfor.checkOSVersionTitle": "Instala Scratch Link usando o botón d'alto. Recomendamos utilizar o proceso d'instalación d'a botiga d'aplicacions para aduyar a mantener a versión actualizada. Asegura-te que o tuyo sistema operativo ye compatible con Scratch Link",
    "gdxfor.checkOSVersionText": "As versions minimas d'os sistemas operativos amaneixen en a parte superior d'ista pachina. Consulte as instruccions para comprebar a suya versión de {winOSVersionLink} u {macOSVersionLink}.",
    "gdxfor.winOSVersionLinkText": "Windows",
    "gdxfor.macOSVersionLinkText": "macOS",
    "gdxfor.closeScratchCopiesTitle": "Zarrar atras copias de Scratch",
    "gdxfor.closeScratchCopiesText": "Nomás una copia de Scratch puede connectar-se con o sensor de Fuerza y Acceleración a la vegada. Si tiene Scratch ubierto en atras pestanyas d'o navegador, lo zarre y torne a intentar-lo.",
    "gdxfor.otherComputerConnectedTitle": "Asegura-te que no i hai garra atro ordinador connectau a o tuyo sensor",
    "gdxfor.otherComputerConnectedText": "Nomás un ordinador puede estar connectau a un sensor de Fuerza y Acceleración a la vegada. Si tiene unatro ordinador connectau a lo suyo sensor, desconnecte lo sensor u zarre Scratch en ixe ordinador y intente-lo de nuevo.",
    "gdxfor.imgAltGdxforIllustration": "Ilustración d'o sensor de fuerza y acceleración Vernier Go Direct.",
    "gdxfor.imgAltPushForce": "Una man empentando lo sensor de fuerza en o sensor de fuerza y acceleración Vernier Go Direct.",
    "gdxfor.frogBand": "Banda d'a Rana",
    "gdxfor.frogBandDescription": "Sobate, empenta y lanza lo sensor pa fer mosica.",
    "gdxfor.imgAltFrogBand": "Un prochecto de Scratch con una rana y trastes musicals",
    "gdxfor.dayAndNight": "Día y nueit",
    "gdxfor.dayAndNightDescription": "Chire lo sensor enta baixo pa cambiar lo día per la nueit.",
    "gdxfor.imgAltDayAndNight": "Un prochecto de Scratch con un elfo encapuchau",
    "gdxfor.underwaterRocket": "Codete submarino",
    "gdxfor.underwaterRocketDescription": "Chira y empenta lo sensor pa adugar la embarcación.",
    "gdxfor.imgAltUnderwaterRocket": "Un prochecto de Scratch con un codete submarino"
}