{
    "gdxfor.headerText": "Le capteur {gdxforLink} est un outil scientifique puissant qui ouvre de nouvelles possibilités pour relier le monde physique à vos projets Scratch. Mesurez la force quand vous poussez ou tirez, et interagissez en le secouant, en le faisant tourner tomber en chute libre et plus.",
    "gdxfor.gettingStarted": "Prise en main",
    "gdxfor.connectingGdxfor": "Connexion du capteur de force et d'accélération à Scratch.",
    "gdxfor.powerGdxfor": "Allume ton capteur en appuyant sur le bouton d'alimentation.",
    "gdxfor.useScratch3": "Utiliser l'éditeur {scratch3Link}.",
    "gdxfor.addExtension": "Ajoutez l'extension Go Direct Force & Acceleration.",
    "gdxfor.thingsToTry": "Trucs à essayer",
    "gdxfor.pushToMakeASound": "Appuyez pour faire un son",
    "gdxfor.connectForcePushedToPlaySound": "Connectez le bloc {whenForceSensorPushed} à un bloc {startSound}.",
    "gdxfor.whenForceSensorPushed": "\"quand le capteur de force est poussé\"",
    "gdxfor.startSound": "\"son de départ\"",
    "gdxfor.pushOnForceSensor": "Appuyez sur le capteur de force.",
    "gdxfor.starterProjects": "Projets pour débutant",
    "gdxfor.troubleshootingTitle": "Résolution des problèmes",
    "gdxfor.checkOSVersionTitle": "Vérifie que ton système d'exploitation soit compatible avec Scratch Link.",
    "gdxfor.checkOSVersionText": "La liste des versions minimales des systèmes d'exploitation est donnée au début de la page. Regarde les instructions pour vérifier la version de {winOSVersionLink} ou de {macOSVersionLink}.",
    "gdxfor.winOSVersionLinkText": "Windows",
    "gdxfor.macOSVersionLinkText": "Mac OS",
    "gdxfor.closeScratchCopiesTitle": "Ferme les autres instances de Scratch",
    "gdxfor.closeScratchCopiesText": "Une seule fenêtre Scratch peut être connecté à la fois au capteur de force et d’accélération. Si Scratch est ouvert dans d’autres onglets du navigateur, fermez-les et réessayez.",
    "gdxfor.otherComputerConnectedTitle": "Vérifiez qu'aucun autre ordinateur n'est connecté à votre capteur",
    "gdxfor.otherComputerConnectedText": "Un seul ordinateur peut être connecté au capteur  de force et d'accélération à la fois. Si vous avez un autre ordinateur connecté à votre capteur, déconnectez le capteur ou fermer scratch sur cet ordinateur et essayez à nouveau.",
    "gdxfor.imgAltGdxforIllustration": "Illustration du capteur Vernier Go Direct Force et Acceleration",
    "gdxfor.imgAltPushForce": "Une main poussant sur le capteur de force du capteur Vernier Go Direct Force et Acceleration.",
    "gdxfor.frogBand": "Groupe de musique de grenouilles",
    "gdxfor.frogBandDescription": "Secoue, appuie dessus et lance le capteur pour faire de la musique.",
    "gdxfor.imgAltFrogBand": "Un projet Scratch avec  une grenouille et des instruments de musique",
    "gdxfor.dayAndNight": "Le jour et la nuit",
    "gdxfor.dayAndNightDescription": "Mets le capteur à l'envers pour changer le joue en nuit.",
    "gdxfor.imgAltDayAndNight": "Un projet Scratch avec un elfe avec une cape",
    "gdxfor.underwaterRocket": "Fusée sous-marine",
    "gdxfor.underwaterRocketDescription": "Fais tourner et appuie sur le capteur pour barrer le bateau.",
    "gdxfor.imgAltUnderwaterRocket": "Un projet Scratch avec un bateau sous-marin avec des fusées"
}