{
    "ethics.title": "Codigo etico d'investigación d'a Fundación Scratch",
    "ethics.intro1": "En a Fundación Scratch, la nuestra misión ye proporcionar a los chovens ferramientas dichitals y oportunidatz pa imachinar, creyar, compartir y aprender. La plataforma Scratch ye un entorno d'aprendizache gratuito, seguro y ludico que fa que totz los ninos piensen de forma creativa, razonen sistematicament y treballen en colaboración, habilidatz esencials pa totz en a sociedat actual. Treballamos con educadors y familias pa emparar a los ninos en este entorno d'aprendizache ludico.",
    "ethics.intro2": "Este Codigo d'Etica guía a los emplegaus y afiliados d'a Fundación Scratch quan realizan investigacions y avaluacions en refirme d'os esfuerzos pa amillorar la plataforma, la experiencia d'os participants, los resultaus d'a ensenyanza y l'aprendizache, y lo treballo financiau per las subvencions. Tot lo treballo d'investigación y avaluación d'a Fundación se apega a los siguients prencipios.",
    "ethics.principle1Title": "Prencipio 1: Protecher a los nuestros participants.",
    "ethics.principle1": "{title} Los emplegaus y contratistas d'a Fundación Scratch respectan la privacidat y confidencialidat d'os participants. Los emplegaus y contratistas no divulgarán garra información personal identificable de garra participant sin lo permiso d'este y (si ye menor d'edat) d'os suyos pais u tutors. Amás, privaremos causar mal a los participants y tractaremos de maximizar los beneficios d'a participación. La participación en as actividatz d'investigación ye siempre voluntaria; mete-te en contacto con nusatros en {researchEmailLink} pa excluyir-se.",
    "ethics.principle2Title": "Prencipio 2: Endrezar con transparencia.",
    "ethics.principle2": "{title} Quan se repleguen datos, lo personal y los contratistas d'a Fundación darán a conoixer l'obchectivo, los requisitos de participación (incluyius lo tiempo y lo esfuerzo), qualsequier posible risgo relacionau con a participación, las formas en que protecheremos y comunicaremos los datos, las formas en que los participants pueden triar no participar y la información de contacto pertinent d'a Fundación.",
    "ethics.principle3Title": "Prencipio 3. Adoptar la costodia d'os datos.",
    "ethics.principle3": "{title} Lo personal y los contratistas d'a Fundación guarenciarán la seguranza d'os datos y lo complimiento d'as politicas de privacidat dichital, como (pero sin limitar-se a) la Politica de Privacidat de Scratch y lo Reglamento Cheneral de Protección de Datos (RChPD)."
}