{
    "ethics.title": "Кодэкс этыкі фонду Scratch Research",
    "ethics.intro1": "У Scratch Foundation наша місія заключаецца ў прадастаўленні маладым людзям лічбавых інструментаў і магчымасцей для ўяўлення, стварэння, абмену і навучання. Платформа Scratch - гэта бясплатнае, бяспечнае, гульнявое навучальнае асяроддзе, якое прыцягвае ўсіх дзяцей да творчага мыслення, сістэматычных разважанняў і сумеснай працы — неабходных навыкаў для ўсіх у сучасным грамадстве. Мы працуем з педагогамі і сем'ямі, каб падтрымаць дзяцей у гэтым гульнявым асяроддзі навучання.",
    "ethics.intro2": "Гэты Кодэкс этыкі супрацоўнікаў і падрадчыкаў Scratch Foundation пры правядзенні даследаванняў і ацэнкі ў падтрымку намаганняў па паляпшэнні платформы, вопыту ўдзельнікаў, вынікаў выкладання і навучання і працы, якая фінансуецца за кошт грантаў. Усе даследчыя і ацэначныя работы ў Фондзе прытрымліваюцца наступных прынцыпаў.",
    "ethics.principle1Title": "Прынцып 1: Абараняйце нашых удзельнікаў.",
    "ethics.principle1": "{title} супрацоўнікі і падрадчыкі Scratch Foundation паважаюць прыватнасць і канфідэнцыяльнасць удзельнікаў. Супрацоўнікі і падрадчыкі не будуць раскрываць ніякай асабістай інфармацыі аб удзельніках без дазволу ўдзельніка і (калі ён непаўналетні) бацькоў або апекуна ўдзельніка. Акрамя таго, мы будзем пазбягаць прычынення шкоды ўдзельнікам і будзем імкнуцца да максімальнай выгады ад удзелу. Удзел у даследчай дзейнасці заўсёды добраахвотны; звяжыцеся з намі па  {researchEmailLink} каб адмовіцца.",
    "ethics.principle2Title": "Прынцып 2: Кіруйце празрыстасцю.",
    "ethics.principle2": "{title} Пры зборы звестак супрацоўнікі Фонду і падрадчыкі будуць раскрываць мэту, патрабаванні да ўдзелу (уключаючы час і намаганні), любыя магчымыя рызыкі, звязаныя з удзелам, спосабы, якімі мы будзем абараняць і паведамляць звесткі, спосабы, якімі ўдзельнікі могуць адмовіцца, і адпаведныя Кантактная інфармацыя фонду.",
    "ethics.principle3Title": "Прынцып 3. Прыміце кіраванне звесткамі.",
    "ethics.principle3": "{title} Супрацоўнікі фонду і падрадчыкі будуць забяспечваць бяспеку звестак і адпаведнасць лічбавай палітыцы прыватнасці, такой як (але не абмяжоўваючыся імі) Палітыка прыватнасці Scratch і Агульны рэгламент аб абароне даных (GDPR)."
}