{
    "ethics.title": "Scratch ফাউন্ডেশন রিসার্চ কোড অফ এথিক্স",
    "ethics.intro1": "Scratch ফাউন্ডেশনে, আমাদের লক্ষ্য হল তরুণদের, ডিজিটাল টুল দিয়ে কল্পনা করা, তৈরি করা, শেয়ার করা এবং শেখার সুযোগ দেওয়া। Scratch প্ল্যাটফর্ম হল একটি বিনামূল্যের, নিরাপদ, খেলাধুলাপূর্ণ শিক্ষার পরিবেশ যা সব শিশুকে সৃজনশীলভাবে চিন্তা, পদ্ধতিগতভাবে যুক্তি, এবং সহযোগিতামূলকভাবে কাজ করতে নিযুক্ত করে — আজকের সমাজের প্রত্যেকের জন্য অপরিহার্য দক্ষতা। এই খেলতে খেলতে শেখার পরিবেশে শিশুদের সমর্থন করার জন্য আমরা শিক্ষক এবং পরিবারের সাথে কাজ করি।",
    "ethics.intro2": "এই কোড অফ এথিক্স Scratch ফাউন্ডেশনের কর্মচারী এবং সহযোগীদের নির্দেশনা দেয় কারণ তারা প্ল্যাটফর্ম, অংশগ্রহণকারীদের অভিজ্ঞতা, শিক্ষাদান ও শেখার ফলাফল, অনুদান-অর্থায়নকৃত কাজের উন্নতির প্রচেষ্টার সমর্থনে গবেষণা এবং মূল্যায়ন পরিচালনা করে। ফাউন্ডেশনের সমস্ত গবেষণা এবং মূল্যায়ন কাজ নিম্নলিখিত নীতিগুলো মেনে চলে।",
    "ethics.principle1Title": "নীতি 1: আমাদের অংশগ্রহণকারীদের রক্ষা কর।",
    "ethics.principle1": "{title} Scratch ফাউন্ডেশনের কর্মচারী এবং ঠিকাদাররা অংশগ্রহণকারীদের বিশ্বস্ততা এবং গোপনীয়তাকে সম্মান করে। কর্মচারী এবং ঠিকাদাররা অংশগ্রহণকারীর এবং (যদি একজন নাবালক হয়) অংশগ্রহণকারীর পিতামাতা বা অভিভাবকের অনুমতি ব্যতীত কোন অংশগ্রহণকারী সম্পর্কে ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য প্রকাশ করবে না। উপরন্তু, আমরা অংশগ্রহণকারীদের ক্ষতি এড়াব এবং অংশগ্রহণের সুবিধাগুলো সর্বাধিক করার চেষ্টা করব। গবেষণা কার্যক্রমে অংশগ্রহণ সবসময় স্বেচ্ছাসেবী; আমাদের সাথে যোগাযোগ কর এখানে {researchEmailLink}।",
    "ethics.principle2Title": "নীতি 2: স্বচ্ছতার সাথে নেতৃত্ব দাও।",
    "ethics.principle2": "{title} ডেটা সংগ্রহ করার সময়, ফাউন্ডেশনের কর্মীরা এবং ঠিকাদাররা উদ্দেশ্য, অংশগ্রহণের প্রয়োজনীয়তা (সময় এবং প্রচেষ্টা সহ), সম্ভাব্য অংশগ্রহণ-সম্পর্কিত ঝুঁকি, যে উপায়ে আমরা ডেটা সুরক্ষিত এবং রিপোর্ট করব, অংশগ্রহণকারীরা যে উপায়গুলো অপ্ট আউট করতে পারে, এবং প্রাসঙ্গিক ফাউন্ডেশন যোগাযোগের তথ্যগুলো প্রকাশ করবে।",
    "ethics.principle3Title": "নীতি 3. ডেটা-স্টুয়ার্ডশিপ আলিঙ্গন কর।",
    "ethics.principle3": "{title} ফাউন্ডেশনের কর্মীরা এবং ঠিকাদাররা Scratch গোপনীয়তা নীতি এবং জেনারেল ডেটা প্রোটেকশন রেগুলেশন (GDPR) এর মত ডিজিটাল গোপনীয়তা নীতিগুলোর সাথে (তবে সীমাবদ্ধ নয়) ডেটা সুরক্ষা এবং সম্মতি নিশ্চিত করবে।"
}