{
    "ethics.title": "Etický kodex výzkumu Nadace Scratch.",
    "ethics.intro1": "Jakožto Nadace Scratch je naším posláním poskytovat mládeži digitální nástroje a příležitosti k představivosti, tvoření, sdílení a učení se. Platforma Scratch je bezplatné, bezpečné,  hravé výukové prostředím zaručujícího všem dětem myslet tvořivě, uvažovat systematicky a spolupracovat  — podstatné schopnosti pro každého v dnešní společnosti. Pracujeme s lektory a rodinami na podpoře dětí v tomto hravém výukovém prostředí.",
    "ethics.intro2": "Tímto Etickým kodexem se řídí zaměstnanci Nadace Scratch a přidružené osoby při vedení výzkumu i vyhodnocení v podpoře úsilí zlepšit platformu, účastnickou zkušenost, výsledky výuky a práci podloženou granty. Veškerá výzkumná a vyhodnocovací  práce dodržuje následující principy.",
    "ethics.principle1Title": "Princip 1: Chránit naše účastníky.",
    "ethics.principle1": "{title} Personál Nadace Scratch i dodavatelé respektují soukromí a důvěrnosti účastníků. Zaměstnanci i dodavatelé neodhalí žádné informace k osobní identifikaci o žádném účastníku bez povolení tohoto účastníka a (v případě nezletilého) účastníkova rodiče nebo pečovatele. Také se vyvarujeme obtěžování účastníků kvůli maximalizaci prospěchu za zapojení. Účast ve výzkumných aktivitách je vždy dobrovolná; kontaktuj nás na {researchEmailLink} pro odhlášení.",
    "ethics.principle2Title": "Princip 2: Vést si transparentně.",
    "ethics.principle2": "{title} Při sběru dat personál Nadace i dodavatelé objasní účel, požadavky pro zapojení (včetně času a úsilí), všechna možná rizika související se zapojením, způsoby kterými zabezpečíme a zveřejníme data, možnosti jak se účastníci mohou odhlásit a důležité kontaktní informace Nadace. ",
    "ethics.principle3Title": "Princip 3. Přijetí datového správcovství.",
    "ethics.principle3": "{title} Personál Nadace i dodavatelé budou zajišťovat bezpečnost dat a soulad se zásadami digitálního soukromí  jakým je (bez omezení na) Scratch politika soukromí a Obecné nařízení o ochraně údajů (GDPR). "
}