{
    "ethics.title": "Cod Moeseg Ymchwil y Scratch Foundation",
    "ethics.intro1": "Yn y Scratch Foundation, ein cenhadaeth yw darparu offer digidol a chyfleoedd teg i bobl ifanc ddychmygu, creu, rhannu a dysgu. Mae platfform Scratch yn amgylchedd dysgu diogel, chwareus ac am ddim sy'n ennyn diddordeb pob plentyn i feddwl yn greadigol, rhesymu yn systematig, a chydweithio - sgiliau hanfodol i bawb yn y gymdeithas heddiw. Rydym yn gweithio gydag addysgwyr a theuluoedd i gefnogi plant yn yr amgylchedd dysgu chwareus hwn.",
    "ethics.intro2": "Mae'r Cod Moeseg hwn yn tywys gweithwyr a chysylltiadau'r Scratch Foundation wrth iddyn nhw gynnal ymchwil a gwerthuso i gefnogi'r ymdrechion i wella'r platfform, profiad y defnyddiwr, canlyniadau addysgu a dysgu, a gwaith sy'n cael ei ariannu gan grant. Mae'r holl waith ymchwil a gwerthuso yn y Foundation yn cadw at yr egwyddorion canlynol.",
    "ethics.principle1Title": "Egwyddor 1: Diogelu ein cyfranogwyr.",
    "ethics.principle1": "{title} Mae gweithwyr a chontractwyr Scratch Foundation yn parchu preifatrwydd a chyfrinachedd y cyfranogwyr. Ni fydd gweithwyr a chontractwyr yn datgelu unrhyw wybodaeth bersonol adnabyddadwy am unrhyw gyfranogwr heb ganiatâd y cyfranogwr ac (os yw’n blentyn dan oed) rhiant neu warcheidwad y cyfranogwr. Yn ogystal, byddwn yn osgoi achosi niwed i gyfranogwyr ac yn ceisio sicrhau'r buddion mwyaf posibl o gyfranogiad. Mae cymryd rhan mewn gweithgareddau ymchwil bob amser yn wirfoddol; cysylltwch â ni yn {researchEmailLink} er mwyn eich eithrio.",
    "ethics.principle2Title": "Egwyddor 2: Arwain gyda thryloywder.",
    "ethics.principle2": "{title} Wrth gasglu data, bydd staff y Foundation a chontractwyr yn datgelu'r amcan, gofynion cyfranogiad (gan gynnwys amser ac ymdrech), unrhyw risgiau posibl sy'n gysylltiedig â chyfranogiad, ffyrdd y byddwn yn diogelu ac adrodd ar y data, ffyrdd y gall cyfranogwyr eithrio eu hunain, a manylion gyswllt perthnasol y Foundation.",
    "ethics.principle3Title": "Egwyddor 3. Sicrhau stiwardiaeth data.",
    "ethics.principle3": "{title} Bydd staff y Foundation a chontractwyr yn sicrhau diogelwch data a chydymffurfiaeth â pholisïau preifatrwydd digidol megis (ond heb fod yn gyfyngedig i) Polisi Preifatrwydd Scratch a'r Rheoliad Diogelu Data Cyffredinol (GDPR)."
}