{
    "ethics.title": "Forschungsethikkodex der Scratch Foundation",
    "ethics.intro1": "Das Ziel der Scratch Foundation ist es, für alle jungen Menschen digitale Tools und Möglichkeiten bereitzustellen, damit sie Ideen entwickeln, etwas erschaffen, sich miteinander austauschen und voneinander lernen können. Die Scratch-Plattform bietet eine kostenlose, sichere und spielerische Lernumgebung, die allen Kindern Kreativität, logisches Denken und Teamarbeit nahebringt – grundlegende Fähigkeiten in unserer heutigen Gesellschaft. Damit wir Kinder in dieser spielerischen Lernumgebung optimal unterstützen können, arbeiten wir auch mit Lehrkräften und Familien zusammen.",
    "ethics.intro2": "Dieser Ethikkodex soll Mitarbeiter:innen und Partnerorganisationen der Scratch Foundation bei ihrer Forschungs- und Evaluierungsarbeit anleiten, die sie im Sinne von Verbesserungen der Plattform, des Benutzererlebnisses, der Unterrichts- und Lernergebnisse sowie im Zuge von geförderten Projekten ausführen. Alle von der Scratch Foundation ausgeführten Forschungs- und Evaluierungsarbeiten unterliegen den nachfolgenden Prinzipien.",
    "ethics.principle1Title": "Prinzip 1: Schutz unserer Teilnehmer:innen",
    "ethics.principle1": "{title} Die Mitarbeiter:innen und Auftragnehmer:innen der Scratch Foundation respektieren die Privatsphäre der Teilnehmer:innen und wahren die Vertraulichkeit ihrer Daten. Mitarbeiter:innen und Auftragnehmer:innen geben keine personenbezogene Daten von Teilnehmer:innen ohne das Einverständnis der Teilnehmer:innen bzw. eines Elternteils oder Erziehungsberechtigten im Falle minderjähriger Teilnehmer:innen weiter. Wir sind bestrebt, Schaden von Teilnehmer:innen abzuwenden und die Vorteile einer Teilnahme zu maximieren. Die Teilnahme an Forschungsaktivitäten ist freiwillig; im Falle einer gewünschten Abmeldung (Opt-out) bitte um Kontaktaufnahme unter {researchEmailLink}.",
    "ethics.principle2Title": "Prinzip 2: Transparenz in allen Belangen",
    "ethics.principle2": "{title} Mitarbeiter:innen und Auftragnehmer:innen der Scratch Foundation geben bei der Erhebung von Daten Auskunft über Ziel, Teilnahmebedingungen (einschließlich Zeit und Aufwand), mögliche Risiken einer Teilnahme, Datenschutz und Datenmeldung, Möglichkeiten der Abmeldung (Opt-out) sowie relevante Kontaktdaten bei der Foundation. ",
    "ethics.principle3Title": "Prinzip 3: Übernahme der Datenadministration ",
    "ethics.principle3": "{title} Mitarbeiter:innen und Auftragnehmer:innen der Scratch Foundation garantieren Datensicherheit und die Beachtung von Datenschutzregelungen, wie z. B. der Datenschutzbestimmungen von Scratch oder der Datenschutz-Grundverordnung (DSGVO). "
}