{
    "ethics.title": "Código de Éticas en la Investigación de la Fundación de Scratch",
    "ethics.intro1": "En la fundación de Scratch, nuestra misión es proveer a los jóvenes herramientas digitales y oportunidades para imaginar, crear, compartir, y aprender. La plataforma de Scratch es un ambiente grátis, seguro, y educativo que promueve a todos los niños en pensar creativamente, razonando sistemáticamente, y trabajando colaborativamente — habilidades esenciales para todos en la sociedad de hoy. Trabajamos con educadores y familias para ayudar a los niños en éste ambiente educacional y divertido.",
    "ethics.intro2": "Este Código de Éticas guía a los empleados de la Fundación de Scratch y afiliados en realizar investigaciones y evaluaciones en apoyos para mejorar la plataforma, la experiencia participante, resultados en la educación y aprendizaje, y trabajo subvencionado. Todo el trabajo de investigación y evaluación en la Fundación adhiere a los siguientes principios.",
    "ethics.principle1Title": "Principio 1: Proteger a nuestros participantes.",
    "ethics.principle1": "{title} Los empleados y contratistas de la Fundación de Scratch respetan la privacidad y confidencialidad de sus participantes. Empleados y contratistas no revelarán ningún tipo de información indentificable sobre cualquier participante sin el permiso del éste o (si es menor de edad) de su padre o tutor. Adicionalmente, evitaremos causar daños a los participantes y optamos por optimizar los beneficios de la participación. La participación en actividades de investigación siempre será totalmente voluntaria; contactanos en {researchEmailLink} para acercarte a nosotros.",
    "ethics.principle2Title": "Principio 2: Liderar con transparencia.",
    "ethics.principle2": "{title} Al colectar datos, el personal de la Fundación y contratistas revelarán su objetivo, requisitos de participación (incluyendo tiempo y esfuerzo), cualquier posible riesgo relacionado con la participación, maneras en las que cuidaremos y reportaremos los datos, maneras en las que los participantes pueden optar, e información relevante de la Fundación.",
    "ethics.principle3Title": "Principio 3: Aceptar la administración de datos ",
    "ethics.principle3": "{title} El personal de la Fundación y contratistas prometen seguridad de datos y cumplimiento con las politicas digitales de privacidad como (y no limitado a) la Política de Privacidad y la Regulación General de Datos (RGD)"
}