{
    "ethics.title": "La Fundación de Scratch Investiga la Ética de Código",
    "ethics.intro1": "En la Fundación Scratch, nuestra misión es proporcionar a los jóvenes herramientas y oportunidades digitales para imaginar, crear, compartir y aprender. La plataforma Scratch es un entorno de aprendizaje libre, seguro y lúdico que involucra a todos los niños a pensar creativamente, razonar sistemáticamente y trabajar en colaboración — habilidades esenciales para todos en la sociedad actual. Trabajamos con educadores y familias para apoyar a los niños en este ambiente de aprendizaje lúdico.",
    "ethics.intro2": "Este Código de Ética guía a los empleados y afiliados de Scratch Foundation mientras realizan investigaciones y evaluaciones en apoyo de los esfuerzos para mejorar la plataforma, la experiencia de los participantes, los resultados de enseñanza y aprendizaje, y trabajo financiado con subvenciones. Todo el trabajo de investigación y evaluación en la Fundación se adhiere a los siguientes principios.",
    "ethics.principle1Title": "Principio 1: Proteger a nuestros participantes.",
    "ethics.principle1": "{title} Los empleados y contratistas de Scratch Foundation respetan la privacidad y confidencialidad de los participantes. Los empleados y contratistas no divulgarán ninguna información de identificación personal sobre ningún participante sin el permiso del participante y ( si es menor ) el padre o tutor del participante. Además, evitaremos causar daño a los participantes y buscaremos maximizar los beneficios de la participación. La participación en actividades de investigación es siempre voluntaria; contáctenos {researchEmailLink} para optar por no participar.",
    "ethics.principle2Title": "Principio 2: Liderar con transparencia.",
    "ethics.principle2": "{title} Al recopilar datos, el personal y los contratistas de la Fundación divulgarán el objetivo, los requisitos de participación (, incluido el tiempo y el esfuerzo ), cualquier posible riesgo relacionado con la participación, formas en que salvaguardaremos e informaremos los datos, las formas en que los participantes pueden optar por no participar y la información de contacto relevante de la Fundación. ",
    "ethics.principle3Title": "Principio 3. Abrazar la administración de datos.",
    "ethics.principle3": "{title} El personal y los contratistas de la Fundación garantizarán la seguridad de los datos y el cumplimiento de las políticas de privacidad digital, como (, pero no limitado a ), la Política de privacidad de Scratch y el Reglamento general de protección de datos ( GDPR ). "
}