{
    "ethics.title": "La Fundación de Scratch Investiga la Ética de Código",
    "ethics.intro1": "En la Fundación de Scratch, nuestra misión es brindar a los jóvenes herramientas digitales y oportunidades equitativas para imaginar, crear, compartir y aprender. La plataforma Scratch es un entorno de aprendizaje gratuito, seguro y lúdico que involucra a todos los niños a pensar de manera creativa, razonar sistemáticamente y trabajar en colaboración — habilidades esenciales para todos en la sociedad actual. Trabajamos con educadores y familias para apoyar a los niños en este entorno de aprendizaje lúdico.",
    "ethics.intro2": "Este Código de Ética guía a los empleados y afiliados de la Fundación de Scratch a medida que realizan investigaciones y evaluaciones en apoyo de los esfuerzos para mejorar la plataforma, la experiencia del usuario, los resultados de enseñanza y aprendizaje y el trabajo financiado con subvenciones. Todo el trabajo de investigación y evaluación de la Fundación se adhiere a los siguientes principios.",
    "ethics.principle1Title": "Principio 1: Proteger nuestros usuarios.",
    "ethics.principle1": "{title}Los empleados y contratistas de la Fundación de Scratch respetan la privacidad y confidencialidad de los usuarios. Los empleados y contratistas no revelarán ninguna información de identificación personal sobre ningún usuario sin el permiso del usuario o (si es menor de edad) del padre o tutor del usuario.",
    "ethics.principle2Title": "Principio 2: Liderar con honestidad.",
    "ethics.principle2": "{title}Cuando colectando datos, El personal y los contratistas de la Fundación revelarán el objetivo, el fundamento, las formas en que protegemos los datos y la información de contacto relevante de la Fundación para cualquier persona que solicite esa información.",
    "ethics.principle3Title": "Principio 3: Cumplir la ley",
    "ethics.principle3": "{title}El personal y los contratistas de la Fundación se adherirá al espíritu y la letra de la ley, particularmente con respecto a las políticas de privacidad digital como (pero no limitado a) la Política de Privacidad de Scratch y el Reglamento General Data Protection Regulation  (GDPR)."
}