{
    "ethics.title": "Code d'éthique de la Scratch Foundation sur la recherche",
    "ethics.intro1": "À la Scratch Foundation, notre mission est de fournir aux jeunes des outils numériques et des opportunités pour imaginer, créer, partager et apprendre. La plateforme Scratch est un environnement d'apprentissage gratuit, sûr et ludique qui incite tous les enfants à penser de manière créative, à raisonner de manière systématique et à travailler en collaboration — des compétences essentielles pour tous dans la société actuelle. Nous travaillons avec des éducateurs et des familles pour soutenir les enfants dans cet environnement d'apprentissage ludique.",
    "ethics.intro2": "Ce code d'éthique guide les employés de la Scratch Foundation et ses affiliés dans leur travail de recherche et d'évaluation pour soutenir les efforts d'amélioration de la plateforme, de l'expérience des participants, des résultats de l'enseignement et de l'apprentissage et des travaux financés par des subventions. Tous les travaux de recherche et d'évaluation de la Fondation adhèrent aux principes suivants.",
    "ethics.principle1Title": "Principe 1 : protéger nos participants.",
    "ethics.principle1": "{title}Les employés et les contractants de la Scratch Foundation respectent la vie privée et la confidentialité des participants. Les employés et les contractants ne divulgueront aucune information personnelle identifiable sur un participant sans l'autorisation du participant et (s'il s'agit d'un mineur) de son parent ou tuteur. En outre, nous éviterons de causer du tort aux participants et chercherons à maximiser les avantages de la participation. La participation aux activités de recherche est toujours volontaire ; contactez-nous à {researchEmailLink} pour vous retirer.",
    "ethics.principle2Title": "Principe 2 : Diriger avec transparence.",
    "ethics.principle2": "{title} Lors de la collecte de données, le personnel et les contractants de la Fondation divulgueront l'objectif, les conditions de participation (y compris le temps et l'effort), les risques éventuels liés à la participation, la manière dont nous sauvegarderons et rapporterons les données, la manière dont les participants peuvent se retirer, ainsi que les coordonnées de la Fondation. ",
    "ethics.principle3Title": "Principe 3. Adopter la gestion des données.",
    "ethics.principle3": "{title} Le personnel et les contractants de la Fondation veilleront à la sécurité des données et au respect des politiques de confidentialité numérique telles que (mais sans s'y limiter) la politique de confidentialité de Scratch et le règlement général sur la protection des données (RGPD). "
}