{
    "ethics.title": "Codes d'éthique de la Fondation de Recherche de Scratch",
    "ethics.intro1": "À la Fondation Scratch, notre mission est de fournir aux jeunes des outils numériques et des opportunités équitables pour imaginer, créer, partager, et apprendre. La plateforme Scratch est un environnement gratuit et sûr d'apprentissage ludique qui incite tous les enfants à penser de manière créative, à raisonner systématiquement, et à travailler en collaboration — des compétences essentielles pour tous dans la société d'aujourd'hui. Nous travaillons avec les éducateurs et les familles pour soutenir les enfants dans cet environnement d'apprentissage ludique.",
    "ethics.intro2": "Ce Code d’Éthique guide les employés et affiliés de la Fondation Scratch dans leur manière de mener des recherches et des évaluations à l'appui des efforts pour améliorer la plateforme, l'expérience utilisateur, les résultats dans l'enseignement et l'apprentissage, et des travaux subventionnés. Tout travail de recherche et d'évaluation à la Fondation adhère aux principes suivants.",
    "ethics.principle1Title": "Principe 1 : Protéger nos utilisateurs.",
    "ethics.principle1": "{title}Les employés et prestataires de la Fondation Scratch respectent la confidentialité des utilisateurs. Les employés et prestataires ne divulgueront aucune information permettant d'identifier personnellement un utilisateur sans la permission de l'utilisateur ou (s'il est mineur) de son parent ou tuteur.",
    "ethics.principle2Title": "Principe 2: Diriger avec honnêteté.",
    "ethics.principle2": "{title}Quand ils collectent des données, l'équipe et les prestataires de la Fondation divulgueront l'objectif, la justification, les manières avec lesquelles nous protégeons les données, et les informations de contact de la Fondation pour quiconque demanderait ces informations.",
    "ethics.principle3Title": "Principe 3. Adhérer à la loi.",
    "ethics.principle3": "{title}L'équipe et les prestataires de la Fondation adhérerons à l'esprit et à la lettre à la loi, particulièrement en ce qui concerne les politiques de confidentialité numérique telles que (mais pas uniquement) la Politique de Confidentialité de Scratch et le Règlement Général de Protection des Données (GDPR)."
}