{
    "ethics.title": "Còd beusan rannsachaidh aig Fonndas Scratch",
    "ethics.intro1": "Ag Fonndas Scratch, tha sinn ag amas gun toir sinn innealan digiteach is cothrom dhan fheadhainn òga gus an cruthaich ’s an co-roinn iad na nithean a thig a-steach orra a chùm ionnsachaidh. ’S e àrainneachd ionnsachaidh shaor shàbhailte thlachdmhor a th’ ann an ùrlar Scratch a bhrosnaicheas a’ chlann ach am beachdaich iad air dòigh chruthachail is rianail agus gun dèan iad obair còmhla ri chèile – seo sgilean riatanach ann an sòisealtas an latha an-diugh. Tha sinn ag obair còmhla ri luchd-foghlaim is teaghlaichean airson taic a thoirt dhan chlann san àrainneachd ionnsachaidh chleasach seo.",
    "ethics.intro2": "’S e slat-tomhais do chosnaichean is dlùth-chompanaich Fonndas Scratch a tha sa chòd bheusan fhad ’s a bhios iad a’ dèanamh rannsachadh agus measadh a chùm piseach a thoirt air an ùrlar, air gnàth-eòlas nan cleachdaichean, air builean teagaisg is ionnsachaidh ’s a chùm obair le taic maoineachaidh o thabhartasan. Leanaidh obair rannsachaidh is measaidh sam bith aig an Fhonndas ris na prionnsabalan a leanas.",
    "ethics.principle1Title": "Prionnsabal 1: Dìon an luchd-chleachdaidh againn.",
    "ethics.principle1": "{title} Tha suim aig cosnaichean is cùmhnantairean Fonndas Scratch air prìobhaideachd is dìomhaireachd an luchd-chleachdaidh. Chan fhoillsich cosnaichean is cùmhnantairean fiosrachadh a dh’aithnicheadh cò cleachdaiche sam bith às aonais cead on chleachdaiche sin no (mas e mion-aoiseach a th’ ann) pàrant no neach-glèidhidh a’ chleachdaiche sin.",
    "ethics.principle2Title": "Prionnsabal 2: Stiùirich gu h-onarach.",
    "ethics.principle2": "{title} Nuair a bhios cosnaichean is cùmhnantairean Fonndas Scratch a’ cruinneachadh dàta, foillsichidh iad an t-amas, am fàth-sgeul, na dòighean air an dìon sinn an dàta agus fiosrachadh conaltraidh iomachaidh an Fhonndais do dhuine sam bith a dh’iarras am fiosrachadh sin.",
    "ethics.principle3Title": "Prionnsabal 3: Gèill ris an lagh.",
    "ethics.principle3": "{title} Gèillidh cosnaichean is cùmhnantairean Fonndas Scratch ri spiorad is cnàmh an lagha, gu h-àraidh a thaobh poileasaidhean prìobhaideachd mar (ach chan ann a-mhàin) poileasaidh prìobhaideachd Scratch agus an General Data Protection Regulation (GDPR)."
}