{
    "ethics.title": "Ka'idojin Da'a na Bincike na Scratch Foundation",
    "ethics.intro1": "A Scratch Foundation, manufarmu ita ce samar wa matasa kayan aikin dijital da damar yin tunani, ƙirƙira, rabawa, da koyo. Dandalin Scratch kyauta ne, mai aminci, yanayin koyo mai wasa wanda ke haɗa dukkan yara cikin tunani mai ƙirƙira, tunani a tsari, da aiki tare —  mahimman ƙwarewa ga kowa a cikin al'ummar yau. Muna aiki tare da malamai da iyalai don tallafa wa yara a cikin wannan yanayin koyo na wasa.",
    "ethics.intro2": "Wannan Ka'idar Da'a tana jagorantar ma'aikatan Gidauniyar Scratch da masu haɗin gwiwa yayin da suke gudanar da bincike da ƙima don tallafawa ƙoƙarin inganta dandamali, ƙwarewar mahalarta, sakamakon koyarwa da koyo, da ayyukan tallafi. Duk ayyukan bincike da kimantawa a Gidauniyar suna bin ka'idodi masu zuwa.",
    "ethics.principle1Title": "Ka'ida ta 1: Kare mahalartanmu.",
    "ethics.principle1": "{title} Ma'aikatan Gidauniyar Scratch da 'yan kwangila suna mutunta keɓantawa da sirrin mahalarta. Ma'aikata da 'yan kwangila ba za su bayyana duk wani bayanin da za a iya gane kansa ba game da kowane ɗan takara ba tare da izinin mahalarta ba da (idan ƙarami) iyaye ko mai kula da mahalarta. Bugu da ƙari, za mu guji haifar da lahani ga mahalarta kuma mu nemi haɓaka fa'idodin shiga. Shiga cikin ayyukan bincike na son rai ne koyaushe; tuntube mu {researchEmailLink} don ficewa",
    "ethics.principle2Title": "Ka'ida ta 2: Jagoranci tare da bayyana gaskiya.",
    "ethics.principle2": "{title}Lokacin tattara bayanai, ma'aikatan Gidauniyar da 'yan kwangila za su bayyana makasudin, buƙatun shiga (ciki har da lokaci da ƙoƙari), duk wani haɗarin da ke da alaƙa da haɗin gwiwa, hanyoyin da za mu kiyaye da bayar da rahoton bayanan, hanyoyin da mahalarta zasu iya ficewa, da dacewa. Bayanan tuntuɓar tushe.",
    "ethics.principle3Title": "Ka'ida 3. Rungumar kulawa da bayanai.",
    "ethics.principle3": "{title}Ma'aikatan gidauniya da 'yan kwangila za su tabbatar da tsaron bayanai da bin ka'idojin sirrin dijital kamar (amma ba'a iyakance ga) Manufofin Sirri na Scratch daGeneral Data Protection Regulation  (GDPR)."
}