{
    "ethics.title": "स्क्रैच फाउंडेशन अनुसंधान आचार संहिता",
    "ethics.intro1": "स्क्रैच फाउंडेशन में, हमारा मिशन युवाओं को कल्पना करने, बनाने, साझा करने और सीखने के लिए डिजिटल उपकरण और अवसर प्रदान करना है। स्क्रैच प्लेटफ़ॉर्म एक मुफ़्त, सुरक्षित, चंचल सीखने का माहौल है जो सभी बच्चों को रचनात्मक रूप से सोचने, व्यवस्थित रूप से तर्क करने और सहयोगात्मक रूप से काम करने में संलग्न करता है - आज के समाज में सभी के लिए आवश्यक कौशल। हम इस चंचल सीखने के माहौल में बच्चों का समर्थन करने के लिए शिक्षकों और परिवारों के साथ काम करते हैं।",
    "ethics.intro2": "यह आचार संहिता स्क्रैच फाउंडेशन के कर्मचारियों और सहयोगियों को मार्गदर्शन करती है क्योंकि वे प्लेटफ़ॉर्म, प्रतिभागी अनुभव, शिक्षण और सीखने के परिणामों और अनुदान-वित्तपोषित कार्य को बेहतर बनाने के प्रयासों के समर्थन में अनुसंधान और मूल्यांकन करते हैं। फाउंडेशन में सभी शोध और मूल्यांकन कार्य निम्नलिखित सिद्धांतों का पालन करते हैं।",
    "ethics.principle1Title": "सिद्धांत 1: हमारे प्रतिभागियों की सुरक्षा करें।",
    "ethics.principle1": "{title}स्क्रैच फाउंडेशन के कर्मचारी और ठेकेदार प्रतिभागियों की निजता और गोपनीयता का सम्मान करते हैं। कर्मचारी और ठेकेदार प्रतिभागी और (यदि नाबालिग है) प्रतिभागी के माता-पिता या अभिभावक की अनुमति के बिना किसी भी प्रतिभागी के बारे में कोई भी व्यक्तिगत पहचान योग्य जानकारी प्रकट नहीं करेंगे। इसके अतिरिक्त, हम प्रतिभागियों को नुकसान पहुंचाने से बचेंगे और भागीदारी के लाभों को अधिकतम करने का प्रयास करेंगे। शोध गतिविधियों में भागीदारी हमेशा स्वैच्छिक होती है; ऑप्ट-आउट करने के लिए हमसे{researchEmailLink} संपर्क करें।",
    "ethics.principle2Title": "सिद्धांत 2: पारदर्शिता के साथ नेतृत्व करें।",
    "ethics.principle2": "{title}डेटा एकत्रित करते समय, फाउंडेशन के कर्मचारी और ठेकेदार उद्देश्य, भागीदारी की आवश्यकताएं (समय और प्रयास सहित), भागीदारी से संबंधित संभावित जोखिम, डेटा की सुरक्षा और रिपोर्टिंग के तरीके, प्रतिभागी किस प्रकार से इससे बाहर निकल सकते हैं, तथा फाउंडेशन की प्रासंगिक संपर्क जानकारी का खुलासा करेंगे।",
    "ethics.principle3Title": "सिद्धांत 3. डेटा-संरक्षकता को अपनाएं।",
    "ethics.principle3": "{title}फाउंडेशन के कर्मचारी और ठेकेदार डेटा सुरक्षा और डिजिटल गोपनीयता नीतियों जैसे (लेकिन केवल इन्हीं तक सीमित नहीं) स्क्रैच गोपनीयता नीति और सामान्य डेटा संरक्षण विनियमन (जीडीपीआर) का अनुपालन सुनिश्चित करेंगे।"
}