{
    "ethics.title": "Etički kodeks istraživanja Zaklade Scratch",
    "ethics.intro1": "U Zakladi Scratch, naša misija je pružiti mladim ljudima digitalne alate i prilike za maštanje, stvaranje, dijeljenje i učenje. Scratch platforma je besplatna, sigurna, razigrana okolina za učenje koja uključuje svu djecu u kreativno razmišljanje, sustavno rasuđivanje i suradnju - ključne vještine za sve u današnjem društvu. Surađujemo s nastavnicima i obiteljima kako bismo podržali djecu u ovom razigranom okruženju za učenje.",
    "ethics.intro2": "Ovaj Etički kodeks vodi zaposlenike i podružnice Zaklade Scratch dok provode istraživanja i evaluaciju u svrhu podrške naporima da se poboljša platforma, iskustvo sudionika, ishodi podučavanja i učenja te rad financiran bespovratnim sredstvima. Sav istraživački i evaluacijski rad u Zakladi pridržava se sljedećih načela.",
    "ethics.principle1Title": "Načelo 1: Zaštitite naše sudionike.",
    "ethics.principle1": "{title}Zaposlenici i izvođači Zaklade Scratch poštuju privatnost i povjerljivost sudionika. Zaposlenici i izvođači neće otkriti nikakve osobne podatke o bilo kojem sudioniku bez dopuštenja sudionika i (ako je maloljetan) roditelja ili skrbnika sudionika. Osim toga, izbjegavat ćemo nanošenje štete sudionicima i nastojat ćemo maksimalno povećati dobrobiti sudjelovanja. Sudjelovanje u istraživačkim aktivnostima uvijek je dobrovoljno; kontaktirajte nas na {researchEmailLink} da odustanete.",
    "ethics.principle2Title": "Princip 2: Vodite s transparentnošću.",
    "ethics.principle2": "{title} Prilikom prikupljanja podataka, osoblje Zaklade i izvođači će otkriti cilj, zahtjeve za sudjelovanje (uključujući vrijeme i trud), sve moguće rizike povezane sa sudjelovanjem, načine na koje ćemo čuvati i prijaviti podatke, načine na koje se sudionici mogu isključiti i relevantne Kontakt podaci Zaklade.",
    "ethics.principle3Title": "Načelo 3. Prihvatite upravljanje podacima.",
    "ethics.principle3": "{title} Osoblje Zaklade i izvođači osigurat će sigurnost podataka i usklađenost s digitalnim politikama privatnosti kao što su (ali ne ograničavajući se na) Pravila privatnosti Scratch i Opća uredba o zaštiti podataka (GDPR)."
}