{
    "ethics.title": "Scratch Foundation հետազոտական ​​էթիկայի կանոնագիրք",
    "ethics.intro1": "Scratch Foundation-ում մեր առաքելությունն է երիտասարդներին տրամադրել թվային գործիքներ և հնարավորություններ պատկերացնելու, ստեղծագործելու, կիսվելու և սովորելու համար: Scratch պլատֆորմը անվճար, անվտանգ, զվարճալի ուսումնական միջավայր է, որը ներգրավում է բոլոր երեխաներին ստեղծագործ մտածելու, համակարգված տրամաբանելու և համատեղ աշխատանքի մեջ, ինչը կարևոր հմտություններ է այսօրվա հասարակության բոլորի համար: Մենք աշխատում ենք մանկավարժների և ընտանիքների հետ՝ աջակցելու երեխաներին այս զվարճալի ուսումնական միջավայրում:",
    "ethics.intro2": "Այս Էթիկայի օրենսգիրքը ուղղորդում է Scratch Foundation-ի աշխատակիցներին և մասնաճյուղերին, երբ նրանք իրականացնում են հետազոտություն և գնահատում՝ աջակցելով հարթակի, մասնակիցների փորձի, ուսուցման և ուսումնառության արդյունքների և դրամաշնորհներով ֆինանսավորվող աշխատանքի բարելավմանն ուղղված ջանքերին: Հիմնադրամում բոլոր հետազոտական ​​և գնահատման աշխատանքները հետևում են հետևյալ սկզբունքներին.",
    "ethics.principle1Title": "Սկզբունք 1. Պաշտպանեք մեր մասնակիցներին:",
    "ethics.principle1": "{title} Scratch Foundation-ի աշխատակիցները և կապալառուները հարգում են մասնակիցների գաղտնիությունն ու գաղտնիությունը: Աշխատակիցները և կապալառուները չեն բացահայտի որևէ մասնակցի մասին անձնապես ճանաչելի տեղեկատվություն առանց մասնակցի և (եթե անչափահաս է) մասնակցի ծնողի կամ խնամակալի թույլտվության: Բացի այդ, մենք կխուսափենք մասնակիցներին վնաս պատճառելուց և կձգտենք առավելագույնի հասցնել մասնակցության առավելությունները: Հետազոտական ​​աշխատանքներին մասնակցելը միշտ կամավոր է. կապվեք մեզ հետ՝ {researchEmailLink} հրաժարվելու համար.",
    "ethics.principle2Title": "Սկզբունք 2. Առաջնորդեք թափանցիկությամբ:",
    "ethics.principle2": "{title} Տվյալներ հավաքելիս Հիմնադրամի աշխատակազմը և կապալառուները կբացահայտեն նպատակը, մասնակցության պահանջները (ներառյալ ժամանակը և ջանքերը), մասնակցության հետ կապված հնարավոր ռիսկերը, տվյալները, որոնցով մենք կպաշտպանենք և կհաղորդենք, մասնակիցները կարող են հրաժարվել դրանցից և համապատասխան: Հիմնադրամի կոնտակտային տվյալներ.",
    "ethics.principle3Title": "Սկզբունք 3. Ընդգրկեք տվյալների կառավարումը:",
    "ethics.principle3": "{title} Հիմնադրամի անձնակազմը և կապալառուները կապահովեն տվյալների անվտանգությունը և համապատասխանությունը թվային գաղտնիության քաղաքականությանը, ինչպիսիք են (բայց չսահմանափակվելով) Scratch-ի գաղտնիության քաղաքականությունը և Տվյալների պաշտպանության ընդհանուր կանոնակարգը (GDPR):"
}