{
    "ethics.title": "Kode Etik Riset Scratch Foundation",
    "ethics.intro1": "Di Scratch Foundation, misi kami adalah menyediakan alat dan peluang digital bagi kaum muda untuk berimajinasi, berkreasi, berbagi, dan belajar. Platform Scratch adalah lingkungan belajar yang bebas, aman, dan menyenangkan yang melibatkan semua anak dalam berpikir kreatif, bernalar secara sistematis, dan bekerja secara kolaboratif — keterampilan penting untuk semua orang di masyarakat saat ini. Kami bekerja sama dengan pendidik dan keluarga untuk mendukung anak-anak dalam lingkungan belajar yang menyenangkan ini.",
    "ethics.intro2": "Kode Etik ini memandu karyawan dan afiliasi Scratch Foundation saat mereka melakukan penelitian dan evaluasi dalam mendukung upaya untuk meningkatkan platform, pengalaman peserta, hasil pengajaran dan pembelajaran, dan pekerjaan yang didanai hibah. Semua pekerjaan penelitian dan evaluasi di Yayasan menganut prinsip-prinsip berikut.",
    "ethics.principle1Title": "Prinsip 1: Lindungi peserta kami.",
    "ethics.principle1": "{title} Karyawan dan kontraktor Scratch Foundation menghormati privasi dan kerahasiaan peserta. Karyawan dan kontraktor tidak akan mengungkapkan informasi identitas pribadi tentang peserta mana pun tanpa izin dari peserta dan (jika masih di bawah umur) orang tua atau wali peserta. Selain itu, kami akan menghindari kerugian bagi peserta dan berupaya memaksimalkan manfaat partisipasi. Partisipasi dalam kegiatan penelitian selalu bersifat sukarela; hubungi kami {researchEmailLink} di untuk menyisih.",
    "ethics.principle2Title": "Prinsip 2: Pimpin dengan transparansi.",
    "ethics.principle2": "{title} Saat mengumpulkan data, staf Yayasan dan kontraktor akan mengungkapkan tujuan, persyaratan partisipasi (termasuk waktu dan upaya), kemungkinan risiko terkait partisipasi, cara di mana kami akan menjaga dan melaporkan data, cara di mana peserta dapat memilih keluar, dan relevan informasi kontak yayasan.",
    "ethics.principle3Title": "Prinsip 3. Merangkul penatagunaan data.",
    "ethics.principle3": "{title} Staf dan kontraktor yayasan akan memastikan keamanan data dan kepatuhan terhadap kebijakan privasi digital seperti (namun tidak terbatas pada) Kebijakan Privasi Scratch dan Peraturan Perlindungan Data Umum (GDPR)."
}