{
    "ethics.title": "Codice Etico della Ricerca della Scratch Foundation",
    "ethics.intro1": "Alla Fondazione Scratch la nostra missione è rendere disponibile ai giovani degli strumenti digitali e delle opportunità di immaginare, creare, condividere e imparare. La piattaforma Scratch è un ambiente gratuito e sicuro basato sul gioco che impegna tutti i ragazzi a pensare in modo creativo, ragionare in maniera sistematica e lavorare in modo collaborativo — abilità essenziali per chiunque nella società attuale. Lavoriamo con educatori e famiglie per supportare i ragazzi nell'esplorare questo ambiente di apprendimento basato sul gioco.",
    "ethics.intro2": "Il Codice Etico guida gli impiegati e gli affiliati della Fondazione Scratch nello svolgimento delle loro ricerche e nella valutazione per supportare il lavoro di miglioramento della piattaforma, l'esperienza degli utenti, i risultati dell'apprendimento e dell'insegnamento e il lavoro supportato da borse di ricerca. Tutto il lavoro di ricerca e di valutazione della Fondazione rispetta i seguenti principi.",
    "ethics.principle1Title": "Principio 1: Proteggere i partecipanti.",
    "ethics.principle1": "{title} I dipendenti e gli appaltatori di Scratch Foundation rispettano la privacy e la riservatezza dei partecipanti. I dipendenti e gli appaltatori non divulgheranno alcuna informazione di identificazione personale su alcun partecipante senza il permesso del partecipante e (se minorenne) del genitore o tutore del partecipante. Inoltre, eviteremo di causare danni ai partecipanti e cercheremo di massimizzare i benefici della partecipazione. La partecipazione alle attività di ricerca è sempre volontaria; contattaci a {researchEmailLink} per annullare l'iscrizione.",
    "ethics.principle2Title": "Principio 2: Procedere in maniera trasparente.",
    "ethics.principle2": "{title} Durante la raccolta dei dati, il personale e gli appaltatori della Fondazione divulgheranno l'obiettivo, i requisiti di partecipazione (inclusi il tempo e l'impegno), eventuali possibili rischi legati alla partecipazione, i modi in cui salvaguarderemo e riferiremo i dati, i modi in cui i partecipanti possono rinunciare e le informazioni pertinenti Dati di contatto della Fondazione.",
    "ethics.principle3Title": "Principio 3. Assicurare la privacy dei dati.",
    "ethics.principle3": "{title}  Gli impiegati e i contrattisti della Fondazione assicureranno la sicurezza dei dati e la rispondenza alle politiche della privacy digitale come ad esempio (ma non soltanto) la Politica della Privacy di Scratch e la General Data Protection Regulation (GDPR)."
}