{
    "ethics.title": "Codice Etico della Ricerca della Scratch Foundation",
    "ethics.intro1": "Alla Fondazione Scratch la nostra missione è rendere disponibile ai giovani degli strumenti digitali e delle opportunità di immaginare, creare, condividere e imparare. La piattaforma Scratch è un ambiente gratuito e sicuro basato sul gioco che impegna tutti i ragazzi a pensare in modo creativo, ragionare in maniera sistematica e lavorare in modo collaborativo — abilità essenziali per chiunque nella società attuale. Lavoriamo con educatori e famiglie per supportare i ragazzi nell'esplorare questo ambiente di apprendimento basato sul gioco.",
    "ethics.intro2": "Il Codice Etico guida gli impiegati e gli affiliati della Fondazione Scratch nello svolgimento delle loro ricerche e nella valutazione per supportare il lavoro di miglioramento della piattaforma, l'esperienza degli utenti, i risultati dell'apprendimento e dell'insegnamento e il lavoro supportato da borse di ricerca. Tutto il lavoro di ricerca e di valutazione della Fondazione rispetta i seguenti principi.",
    "ethics.principle1Title": "Principio 1: Proteggere i partecipanti.",
    "ethics.principle1": "{title} Scratch Foundation employees and contractors respect the privacy and confidentiality of participants. Employees and contractors will not disclose any personally identifiable information about any participant without the permission of the participant and (if a minor) the participant’s parent or guardian. Additionally, we will avoid causing harm to participants and seek to maximize the benefits of participation. Participation in research activities is always voluntary; contact us at {researchEmailLink} to opt-out.",
    "ethics.principle2Title": "Principio 2: Procedere in maniera trasparente.",
    "ethics.principle2": "{title} When collecting data, Foundation staff and contractors will disclose the objective, participation requirements (including time and effort), any possible participation-related risks, ways in which we will safeguard and report the data, ways in which participants can opt out, and relevant Foundation contact information. ",
    "ethics.principle3Title": "Principio 3. Assicurare la privacy dei dati.",
    "ethics.principle3": "{title} Foundation staff and contractors will ensure data security and compliance with digital privacy policies such as (but not limited to) the Scratch Privacy Policy and the General Data Protection Regulation (GDPR). "
}