{
    "ethics.title": "Codice Etico della Ricerca della Scratch Foundation",
    "ethics.intro1": "Alla Fondazione Scratch la nostra missione è rendere disponibile ai giovani degli strumenti digitali e delle opportunità che li mettano tutti allo stesso livello per immaginare, creare, condividere e imparare. La piattaforma Scratch è un ambiente gratuito, sicuro o e giocoso impegna tutti i ragazzi nel pensare in modo creativo, ragionare in maniera sistematica e lavorare in modo collaborativo — abilità essenziali per chiunque nella società attuale. Lavoriamo con educatori e famiglie per supportare i ragazzi nell'esplorare questo ambiente di apprendimento giocoso.",
    "ethics.intro2": "Il Codice Etico guida gli impiegati e gli affiliati della Fondazione Scratch nella conduzione della ricerca e nella valutazione per supportare il lavoro di miglioramento della piattaforma, l'esperienza degli utenti, i risultati dell'apprendimento e il lavoro supportato da borse di ricerca. Tutto il lavoro di ricerca e di valutazione della Fondazione rispetta i seguenti principi.",
    "ethics.principle1Title": "Principio 1: Proteggere i nostri utenti.",
    "ethics.principle1": "{title} Gli impiegati e i contrattisti della Fondazione Scratch rispettano la privacy e il rapporto di confidenza con gli utenti. Gli impiegati e i contrattisti non renderanno pubblica nessuna informazione personale di nessun utente senza il permesso dell'utente o (se si tratta di un minore) dei genitori o dei tutori dell'utente.",
    "ethics.principle2Title": "Principio 2: Guidare con onestà.",
    "ethics.principle2": "{title} Quando raccoglie informazioni, lo staff e i contrattisti della Fondazione renderanno noti gli obiettivi, le motivazione e i modi in cui i dati vengono salvaguardati nonché i contatti di chi richiede queste informazioni della Fondazione.",
    "ethics.principle3Title": "Principio 3: Rispettare la legge.",
    "ethics.principle3": "{title}  Gli impiegati e i contrattisti della Fondazione rispettano lo spirito e la sostanza della legge, in particolar modo per quanto riguarda le politiche della privacy digitale come ad esempio (ma non soltanto) la Politica della Privacy di Scratch e la General Data Protection Regulation (GDPR)."
}