{
    "ethics.title": "Scratch Foundation pētniecības ētikas kodekss",
    "ethics.intro1": "Mūsu Scratch Foundation misija ir nodrošināt jauniešiem digitālos rīkus un iespējas iztēloties, radīt, dalīties un mācīties. Scratch platforma ir bezmaksas, droša, rotaļīga mācību vide, kas iesaista visus bērnus radoši domāšanā, sistemātiskā spriešanā un sadarbībā — būtiskas prasmes ikvienam mūsdienu sabiedrībā. Mēs sadarbojamies ar pedagogiem un ģimenēm, lai atbalstītu bērnus šajā rotaļīgajā mācību vidē.",
    "ethics.intro2": "Šis Ētikas kodekss sniedz norādījumus Scratch Foundation darbiniekiem un saistītajiem uzņēmumiem, veicot izpēti un novērtēšanu, lai atbalstītu centienus uzlabot platformu, dalībnieku pieredzi, mācību un mācīšanās rezultātus un dotāciju finansētu darbu. Viss pētnieciskais un izvērtēšanas darbs Fondā notiek saskaņā ar šādiem principiem.",
    "ethics.principle1Title": "1. princips: aizsargājiet mūsu dalībniekus.",
    "ethics.principle1": "{title} Scratch Foundation darbinieki un darbuzņēmēji ievēro dalībnieku privātumu un konfidencialitāti. Darbinieki un darbuzņēmēji neizpaudīs nevienu personu identificējošu informāciju par dalībnieku bez dalībnieka un (ja tas ir nepilngadīgs) vecāku vai aizbildņu atļaujas. Turklāt mēs izvairīsimies no kaitējuma nodarīšanas dalībniekiem un centīsimies maksimāli palielināt dalības priekšrocības. Piedalīšanās pētniecības pasākumos vienmēr ir brīvprātīga; sazinieties ar mums {researchEmailLink}, lai atteiktos.",
    "ethics.principle2Title": "2. princips: svins ar caurspīdīgumu.",
    "ethics.principle2": "{title} Vācot datus, fonda darbinieki un līgumslēdzēji atklās mērķi, dalības prasības (tostarp laiku un pūles), visus iespējamos ar līdzdalību saistītos riskus, veidus, kā mēs aizsargāsim un ziņosim datus, veidus, kādos dalībnieki var atteikties, un attiecīgos Fonda kontaktinformācija.",
    "ethics.principle3Title": "3. princips. Pieņemiet datu pārvaldību.",
    "ethics.principle3": "{title} Fonda darbinieki un darbuzņēmēji nodrošinās datu drošību un atbilstību digitālajām privātuma politikām, piemēram, (bet ne tikai) Scratch konfidencialitātes politikai un Vispārīgajai datu aizsardzības regulai (VDAR)."
}