{
    "ethics.title": "Onderzoekscode van de Scratch Foundation",
    "ethics.intro1": "Bij de Scratch Foundation is het onze missie om jonge mensen digitale tools en mogelijkheden te bieden om zich voor te stellen, te creëren, te delen en te leren. Het Scratch-platform is een gratis, veilige, speelse leeromgeving die alle kinderen stimuleert om creatief te denken, systematisch te redeneren en samen te werken - essentiële vaardigheden voor iedereen in de huidige samenleving. We werken samen met opvoeders en gezinnen om kinderen te ondersteunen in deze speelse leeromgeving.",
    "ethics.intro2": "Deze Ethische Gedragscode begeleidt medewerkers en gelieerde ondernemingen van Scratch Foundation bij het uitvoeren van onderzoek en evaluatie ter ondersteuning van de inspanningen om het platform, de ervaring van deelnemers, onderwijs- en leerresultaten en gesubsidieerd werk te verbeteren. Alle onderzoeks- en evaluatiewerkzaamheden bij de Stichting houden zich aan de volgende principes.",
    "ethics.principle1Title": "Principe 1: Bescherm onze deelnemers.",
    "ethics.principle1": "{title} Werknemers en contractanten van Scratch Foundation respecteren de privacy en vertrouwelijkheid van deelnemers. Werknemers en contractanten zullen geen persoonlijk identificeerbare informatie over een deelnemer vrijgeven zonder de toestemming van de deelnemer en (indien minderjarig) de ouder of voogd van de deelnemer. Bovendien zullen we voorkomen dat we de deelnemers schade berokkenen en proberen we de voordelen van deelname te maximaliseren. Deelname aan onderzoeksactiviteiten is altijd vrijwillig; neem contact met ons {researchEmailLink} op om u af te melden.",
    "ethics.principle2Title": "Principe 2: Leid met transparantie.",
    "ethics.principle2": "{title} Bij het verzamelen van gegevens zullen medewerkers en contractanten van de Stichting de doelstelling, deelnamevereisten (inclusief tijd en moeite), eventuele deelnamegerelateerde risico's, manieren waarop we de gegevens beveiligen en rapporteren, manieren waarop deelnemers zich kunnen afmelden, en relevante Contactgegevens van de stichting.",
    "ethics.principle3Title": "Principe 3. Omarm data-rentmeesterschap.",
    "ethics.principle3": "{title} Medewerkers en contractanten van de Stichting zorgen voor gegevensbeveiliging en naleving van het digitale privacybeleid, zoals (maar niet beperkt tot) het Scratch-privacybeleid en de Algemene Verordening Gegevensbescherming (AVG)."
}