{
    "ethics.title": "Kodeks Etyczny Fundacji Scratch",
    "ethics.intro1": "Naszą misją Fundacji Scratch jest dostarczanie młodym ludziom cyfrowych narzędzi i możliwości do wyobrażania sobie, tworzenia, udostępniania i uczenia się. Platforma Scratch to bezpłatne, bezpieczne i zabawne środowisko do nauki, które angażuje wszystkie dzieci w kreatywne myślenie, systematyczne rozumowanie i współpracę — umiejętności niezbędne każdemu w dzisiejszym społeczeństwie. Współpracujemy z nauczycielami i rodzinami, aby wspierać dzieci w tym zabawnym środowisku edukacyjnym.",
    "ethics.intro2": "Niniejszy Kodeks Etyki stanowi wytyczne dla pracowników i podmiotów stowarzyszonych Scratch Foundation podczas przeprowadzania badań i oceny w celu wsparcia wysiłków na rzecz ulepszenia platformy, doświadczenia uczestników, wyników nauczania i uczenia się oraz prac finansowanych z grantów. Wszystkie prace badawcze i ewaluacyjne w Fundacji są zgodne z poniższymi zasadami.",
    "ethics.principle1Title": "Zasada 1: Chroń naszych uczestników.",
    "ethics.principle1": "{title} Pracownicy i kontrahenci Fundacji Scratch szanują prywatność i poufność uczestników. Pracownicy i kontrahenci nie ujawnią żadnych danych osobowych żadnego uczestnika bez zgody uczestnika i (jeśli jest niepełnoletni) rodzica lub opiekuna uczestnika. Ponadto będziemy unikać wyrządzania krzywdy uczestnikom i dążyć do maksymalizacji korzyści płynących z uczestnictwa. Udział w działalności badawczej jest zawsze dobrowolny; skontaktuj się z nami {researchEmailLink}, aby zrezygnować.",
    "ethics.principle2Title": "Zasada 2: Prowadź przejrzyście.",
    "ethics.principle2": "{title} Podczas zbierania danych pracownicy Fundacji i kontrahenci ujawnią cel, wymogi uczestnictwa (w tym czas i wysiłek), wszelkie możliwe ryzyka związane z udziałem, sposoby ochrony i zgłaszania danych, sposoby rezygnacji uczestników oraz odpowiednie Dane kontaktowe fundacji.",
    "ethics.principle3Title": "Zasada 3. Zadbaj o zarządzanie danymi.",
    "ethics.principle3": "{title} Pracownicy i kontrahenci Fundacji zapewnią bezpieczeństwo danych i zgodność z cyfrowymi politykami prywatności, takimi jak (między innymi) Polityka Prywatności Scratch i Ogólne Rozporządzenie o Ochronie Danych Osobowych (RODO)."
}