{
    "ethics.title": "Código de Ética de Pesquisa da Fundação Scratch",
    "ethics.intro1": "A missão da Fundação Scratch é fornecer aos jovens ferramentas digitais e oportunidades de imaginar, criar, compartilhar e aprender. A plataforma Scratch é um ambiente de aprendizagem livre, seguro e lúdico que envolve todas as crianças em pensar criativamente, raciocinar sistematicamente e trabalhar em colaboração — habilidades essenciais para todos na sociedade de hoje. Trabalhamos com educadores e famílias para apoiar as crianças neste ambiente lúdico de aprendizagem.",
    "ethics.intro2": "Este Código de Ética orienta os funcionários e afiliados da Fundação Scratch enquanto conduzem pesquisas e avaliações em apoio aos esforços para melhorar a plataforma, a experiência dos participantes, os resultados do ensino e aprendizado, e o trabalho financiado por subsídios. Todo trabalho de pesquisa e avaliação na Fundação adere aos seguintes princípios.",
    "ethics.principle1Title": "Princípio 1: Proteger nossos participantes.",
    "ethics.principle1": "{title} Os funcionários e contratados da Fundação Scratch respeitam a privacidade e a confidencialidade dos usuários. Os funcionários e contratados não divulgarão qualquer informação pessoalmente identificável sobre qualquer participante sem a permissão do participante ou (se menor de idade) dos pais ou responsáveis do participante. Além disso, evitaremos causar danos aos participantes e procuraremos maximizar os benefícios da participação. A participação em atividades de pesquisa é sempre voluntária; entre em contato conosco em {researchEmailLink} para optar por não participar.",
    "ethics.principle2Title": "Princípio 2: Liderar com transparência.",
    "ethics.principle2": "{title} Ao coletar dados, os funcionários e contratados da Fundação revelarão o objetivo, pré-requisitos de participação (incluindo tempo e esforço), quaisquer riscos possíveis relacionados à participação, as formas como protegemos e reportamos os dados, maneiras de optar pela não participação, e as informações de contato relevantes da Fundação.",
    "ethics.principle3Title": "Princípio 3. Abraçar a gestão de dados",
    "ethics.principle3": "{title} Os funcionários e contratados da Fundação irão garantir a segurança dos dados e conformidade com políticas de privacidade digital, tais como, entre outras, a Política de Privacidade do Scratch e a Lei Geral de Proteção de Dados (LGPD)."
}