{
    "ethics.title": "Código de Ética de Pesquisa da Fundação Scratch",
    "ethics.intro1": "A missão da Fundação Scratch é fornecer aos jovens ferramentas digitais e oportunidades equitativas de imaginar, criar, compartilhar e aprender. A plataforma Scratch é um ambiente de aprendizagem livre, seguro e lúdico que envolve todas as crianças em pensar criativamente, raciocinar sistematicamente e trabalhar em colaboração — habilidades essenciais para todos na sociedade de hoje. Trabalhamos com educadores e famílias para apoiar as crianças neste ambiente divertido de aprendizagem.",
    "ethics.intro2": "Este Código de Ética orienta os funcionários e afiliados da Fundação Scratch enquanto conduzem pesquisas e avaliações em apoio aos esforços para melhorar a plataforma, a experiência do usuário, os resultados do ensino e aprendizado, e o trabalho financiado por subsídios. Todo trabalho de pesquisa e avaliação na Fundação adere aos seguintes princípios.",
    "ethics.principle1Title": "Princípio 1: Proteger nossos usuários.",
    "ethics.principle1": "{title} Os funcionários e contratados da Fundação Scratch respeitam a privacidade e a confidencialidade dos usuários. Os funcionários e contratados não divulgarão qualquer informação pessoalmente identificável sobre qualquer usuário sem a permissão do usuário ou (se menor de idade) dos pais ou responsáveis do usuário.",
    "ethics.principle2Title": "Princípio 2: Liderar com honestidade.",
    "ethics.principle2": "{title} Ao coletar dados, os funcionários e contratados da Fundação revelarão o objetivo, o motivo, as formas como protegemos os dados e as informações de contato relevantes da Fundação para qualquer pessoa que solicitar essas informações.",
    "ethics.principle3Title": "Princípio 3. Seguir a lei.",
    "ethics.principle3": "{title} Os funcionários e contratados da Fundação aderirão à letra e ao espírito da lei, em particular no que diz respeito às políticas de privacidade digital, tais como, entre outras, a Política de Privacidade do Scratch e a Lei Geral de Proteção de Dados (LGPD)."
}