{
    "ethics.title": "Codul de etică al cercetării Fundației Scratch",
    "ethics.intro1": "La Fundația Scratch, misiunea noastră este să oferim tinerilor instrumente digitale și oportunități de a imagina, crea, împărtăși și învăța. Platforma Scratch este un mediu de învățare gratuit, sigur și jucăuș, care îi implică pe toți copiii să gândească creativ, să raționeze sistematic și să lucreze în colaborare - abilități esențiale pentru toată lumea din societatea actuală. Lucrăm cu educatorii și familiile pentru a sprijini copiii în acest mediu de învățare jucăuș.",
    "ethics.intro2": "Acest Cod de Etică îi ghidează pe angajații și afiliații Fundației Scratch în timp ce efectuează cercetări și evaluări în sprijinul eforturilor de îmbunătățire a platformei, a experienței participanților, a rezultatelor predării și învățării și a muncii finanțate prin granturi. Toate activitățile de cercetare și evaluare de la Fundație respectă următoarele principii.",
    "ethics.principle1Title": "Principiul 1: Protejați participanții noștri.",
    "ethics.principle1": "{title} Angajații și contractanții Fundației Scratch respectă confidențialitatea și confidențialitatea participanților. Angajații și contractanții nu vor dezvălui nicio informație de identificare personală despre niciun participant fără permisiunea participantului și (dacă sunt minori) a părintelui sau tutorelui participantului. În plus, vom evita să aducem prejudicii participanților și vom căuta să maximizăm beneficiile participării. Participarea la activități de cercetare este întotdeauna voluntară; contactați-ne la {researchEmailLink} pentru a renunța.",
    "ethics.principle2Title": "Principiul 2: Conduceți cu transparență.",
    "ethics.principle2": "{title} La colectarea datelor, personalul Fundației și contractanții vor dezvălui obiectivul, cerințele de participare (inclusiv timp și efort), orice posibile riscuri legate de participare, modalități în care vom proteja și raporta datele, modalitățile în care participanții pot renunța și relevante. Informații de contact ale fundației.",
    "ethics.principle3Title": "Principiul 3. Îmbrățișați gestionarea datelor.",
    "ethics.principle3": "{title} Personalul și contractanții fundației vor asigura securitatea datelor și conformitatea cu politicile de confidențialitate digitală, cum ar fi (dar fără a se limita la) Politica de confidențialitate Scratch și Regulamentul general privind protecția datelor (GDPR)."
}