{
    "ethics.title": "Научно-исследовательский кодекс этики Фонда Скретча",
    "ethics.intro1": "В Scratch Foundation наша миссия - предоставить молодым людям цифровые инструменты и возможности для воображения, создания, обмена и обучения. Платформа Scratch - это бесплатная, безопасная, игривая учебная среда, которая вовлекает всех детей в творческое мышление, систематическое мышление и совместную работу —, необходимые навыки для всех в современном обществе. Мы работаем с педагогами и семьями, чтобы поддержать детей в этой игровой учебной среде.",
    "ethics.intro2": "Этот Кодекс этики направляет сотрудников и аффилированных лиц Фонда Scratch, которые проводят исследования и оценку в поддержку усилий по улучшению платформы, опыта участников, результатов преподавания и обучения, и финансируемая грантами работа. Вся исследовательская и оценочная работа в Фонде придерживается следующих принципов.",
    "ethics.principle1Title": "Правило 1: Защищайте наших участвующих.",
    "ethics.principle1": "{title} Сотрудники и подрядчики Scratch Foundation уважают конфиденциальность и конфиденциальность участников. Сотрудники и подрядчики не будут раскрывать какую-либо личную информацию о каком-либо участнике без разрешения участника и (, если несовершеннолетний ) родитель или опекун участника. Кроме того, мы избежим причинения вреда участникам и стремимся максимизировать выгоды от участия. Участие в исследовательской деятельности всегда добровольное; свяжитесь с нами {researchEmailLink}, чтобы отказаться.",
    "ethics.principle2Title": "Принцип 2: вести с прозрачностью.",
    "ethics.principle2": "{title} При сборе данных сотрудники Фонда и подрядчики будут раскрывать цель, требования к участию (, включая время и усилия ), любые возможные риски, связанные с участием, способы защиты и представления данных, способы, которыми участники могут отказаться, и соответствующая контактная информация Фонда. ",
    "ethics.principle3Title": "Принцип 3. Прими управление данными.",
    "ethics.principle3": "{title} Персонал и подрядчики Фонда будут обеспечивать безопасность данных и соответствие правилам цифровой конфиденциальности, таким как (, но не ограничиваясь ) Политикой конфиденциальности Scratch и Общим регламентом защиты данных ( GDPR ). "
}