{
    "ethics.title": "Etický kódex výskumu nadácie Scratch",
    "ethics.intro1": "Naším poslaním v Scratch Foundation je poskytovať mladým ľuďom digitálne nástroje a príležitosti na predstavovanie, vytváranie, zdieľanie a učenie sa. Platforma Scratch je bezplatné, bezpečné a hravé vzdelávacie prostredie, ktoré zapája všetky deti do tvorivého myslenia, systematického uvažovania a spolupráce – základné zručnosti pre každého v dnešnej spoločnosti. Spolupracujeme s pedagógmi a rodinami na podpore detí v tomto hravom vzdelávacom prostredí.",
    "ethics.intro2": "Tento etický kódex vedie zamestnancov a pridružené spoločnosti Scratch Foundation pri vykonávaní výskumu a hodnotenia na podporu úsilia o zlepšenie platformy, skúseností účastníkov, výsledkov výučby a vzdelávania a práce financovanej z grantov. Všetky výskumné a hodnotiace práce v nadácii sa riadia nasledujúcimi zásadami.",
    "ethics.principle1Title": "Zásada 1: Chráňte našich účastníkov.",
    "ethics.principle1": "{title} Zamestnanci a dodávatelia Scratch Foundation rešpektujú súkromie a dôvernosť účastníkov. Zamestnanci a dodávatelia nezverejnia žiadne osobne identifikovateľné informácie o žiadnom účastníkovi bez súhlasu účastníka a (ak je neplnoletý) jeho rodiča alebo opatrovníka. Okrem toho sa budeme vyhýbať poškodeniu účastníkov a budeme sa snažiť maximalizovať výhody účasti. Účasť na výskumných aktivitách je vždy dobrovoľná; kontaktujte nás na {researchEmailLink}, aby ste sa odhlásili.",
    "ethics.principle2Title": "Zásada 2: Veďte transparentne.",
    "ethics.principle2": "{title} Pri zhromažďovaní údajov zamestnanci nadácie a zmluvní dodávatelia zverejnia cieľ, požiadavky na účasť (vrátane času a úsilia), všetky možné riziká súvisiace s účasťou, spôsoby, akými budeme chrániť a oznamovať údaje, spôsoby, akými sa môžu účastníci odhlásiť, a relevantné Kontaktné údaje nadácie.",
    "ethics.principle3Title": "Zásada 3. Osvojte si správu údajov.",
    "ethics.principle3": "{title} Zamestnanci a dodávatelia nadácie zabezpečia bezpečnosť údajov a súlad so zásadami ochrany osobných údajov, ako sú (okrem iného) zásady ochrany osobných údajov Scratch a všeobecné nariadenie o ochrane údajov (GDPR)."
}