{
    "ethics.title": "Scratch Vakfı Araştırma Etik Kuralları",
    "ethics.intro1": "Scratch Vakfında misyonumuz, gençlere hayal etmeleri, yaratmaları, paylaşmaları ve öğrenmeleri için dijital araçlar ve fırsatlar sağlamaktır. Scratch platformu, tüm çocukları yaratıcı düşünmeye, sistematik akıl yürütmeye ve işbirliği içinde çalışmaya dahil eden ücretsiz, güvenli, eğlenceli bir öğrenme ortamıdır — günümüz toplumunda herkes için gerekli beceriler. Bu eğlenceli öğrenme ortamında çocukları desteklemek için eğitimciler ve ailelerle birlikte çalışıyoruz.",
    "ethics.intro2": "Bu Etik Kuralları, platformu, katılımcı deneyimini, öğretme ve öğrenme sonuçlarını ve hibe ile finanse edilen çalışmayı iyileştirme çabalarını desteklemek için araştırma ve değerlendirme yürütürken Scratch Vakfı çalışanlarına ve bağlı kuruluşlarına rehberlik eder. Vakıf'taki tüm araştırma ve değerlendirme çalışmaları aşağıdaki ilkelere bağlı kalır.",
    "ethics.principle1Title": "İlke 1: Katılımcılarımızı koruyun.",
    "ethics.principle1": "{title} Scratch Vakfı çalışanları ve yüklenicileri, katılımcıların mahremiyetine ve gizliliğine saygı duyar. Çalışanlar ve yükleniciler, katılımcının ve (reşit değilse) katılımcının ebeveyni veya vasisinin izni olmadan herhangi bir katılımcı hakkında kişisel olarak tanımlanabilir bilgileri ifşa etmeyecektir. Ek olarak, katılımcılara zarar vermekten kaçınacağız ve katılımın faydalarını en üst düzeye çıkarmaya çalışacağız. Araştırma faaliyetlerine katılım her zaman isteğe bağlıdır; Vazgeçmek için {researchEmailLink} adresinden bizimle iletişime geçin.",
    "ethics.principle2Title": "İlke 2: Şeffaflıkla liderlik edin.",
    "ethics.principle2": "{title} Vakıf personeli ve yükleniciler, veri toplarken hedefi, katılım gerekliliklerini (zaman ve çaba dahil), katılımla ilgili olası riskleri, verileri koruma ve raporlama yöntemlerini, katılımcıların vazgeçebilecekleri yollarla  ilgili bilgileri ve Vakıf iletişim bilgilerini açıklayacaktır. ",
    "ethics.principle3Title": "İlke 3. Veri yönetimini benimseyin.",
    "ethics.principle3": "{title} Vakıf personeli ve yükleniciler, veri güvenliğini ve Scratch Gizlilik Politikası ve Genel Veri Koruma Yönetmeliği (GDPR) gibi (ancak bunlarla sınırlı olmamak üzere) dijital gizlilik politikalarına uyumu sağlayacaktır."
}