{
    "ethics.title": "Bộ quy tắc đạo đức nghiên cứu của Quỹ Scratch",
    "ethics.intro1": "Tại Scratch Foundation, sứ mệnh của chúng tôi là cung cấp cho những người trẻ tuổi các công cụ kỹ thuật số và cơ hội để tưởng tượng, sáng tạo, chia sẻ và học hỏi. Nền tảng Scratch là một môi trường học tập miễn phí, an toàn và vui tươi, thu hút tất cả trẻ em vào tư duy sáng tạo, lý luận có hệ thống và làm việc theo nhóm — những kỹ năng thiết yếu cho mọi người trong xã hội ngày nay. Chúng tôi làm việc với các nhà giáo dục và gia đình để hỗ trợ trẻ em trong môi trường học tập vui tươi này.",
    "ethics.intro2": "Bộ quy tắc đạo đức này hướng dẫn nhân viên và chi nhánh của Scratch Foundation khi họ tiến hành nghiên cứu và đánh giá để hỗ trợ các nỗ lực cải thiện nền tảng, trải nghiệm của người tham gia, kết quả giảng dạy và học tập, và công việc được tài trợ. Tất cả công việc nghiên cứu và đánh giá tại Quỹ đều tuân thủ các nguyên tắc sau.",
    "ethics.principle1Title": "Nguyên tắc 1: Bảo vệ người tham gia.",
    "ethics.principle1": "{title} Nhân viên và nhà thầu của Scratch Foundation tôn trọng quyền riêng tư và tính bảo mật của người tham gia. Nhân viên và nhà thầu sẽ không tiết lộ bất kỳ thông tin nhận dạng cá nhân nào về bất kỳ người tham gia nào mà không có sự cho phép của người tham gia và (nếu là trẻ vị thành niên) của cha mẹ hoặc người giám hộ của người tham gia. Ngoài ra, chúng tôi sẽ tránh gây hại cho người tham gia và tìm cách tối đa hóa lợi ích của việc tham gia. Việc tham gia vào các hoạt động nghiên cứu luôn là tự nguyện; hãy liên hệ với chúng tôi tại  {researchEmailLink}để từ chối. ",
    "ethics.principle2Title": "Nguyên tắc 2: Lãnh đạo bằng sự minh bạch.",
    "ethics.principle2": "{title}Khi thu thập dữ liệu, nhân viên và nhà thầu của Quỹ sẽ tiết lộ mục tiêu, yêu cầu tham gia (bao gồm thời gian và công sức), mọi rủi ro có thể liên quan đến việc tham gia, cách chúng tôi sẽ bảo vệ và báo cáo dữ liệu, cách người tham gia có thể chọn không tham gia và thông tin liên hệ có liên quan của Quỹ.",
    "ethics.principle3Title": "Nguyên tắc 3. Áp dụng quản lý dữ liệu.",
    "ethics.principle3": "{title} Nhân viên và nhà thầu của Quỹ sẽ đảm bảo an ninh dữ liệu và tuân thủ các chính sách bảo mật kỹ thuật số như (nhưng không giới hạn ở) Chính sách bảo mật Scratch và Quy định bảo vệ dữ liệu chung (GDPR)."
}