{
    "ethics.title": "Scratch Foundation Research Code of Ethics",
    "ethics.intro1": "At the Scratch Foundation, our mission is to provide young people with digital tools and opportunities to imagine, create, share, and learn. The Scratch platform is a free, safe, playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively — essential skills for everyone in today's society. We work with educators and families to support children in this playful learning environment.",
    "ethics.intro2": "This Code of Ethics guides Scratch Foundation employees and affiliates as they conduct research and evaluation in support of the efforts to improve the platform, participant experience, teaching and learning outcomes, and grant-funded work. All research and evaluation work at the Foundation adheres to the following principles.",
    "ethics.principle1Title": "Principle 1: Protect our participants.",
    "ethics.principle1": "{title} Nhân viên và nhà thầu của Scratch Foundation tôn trọng quyền riêng tư và tính bảo mật của người tham gia. Nhân viên và nhà thầu sẽ không tiết lộ bất kỳ thông tin nhận dạng cá nhân nào về bất kỳ người tham gia nào mà không có sự cho phép của người tham gia và (nếu là trẻ vị thành niên) của cha mẹ hoặc người giám hộ của người tham gia. Ngoài ra, chúng tôi sẽ tránh gây hại cho người tham gia và tìm cách tối đa hóa lợi ích của việc tham gia. Việc tham gia vào các hoạt động nghiên cứu luôn là tự nguyện; hãy liên hệ với chúng tôi tại  {researchEmailLink}để từ chối. ",
    "ethics.principle2Title": "Principle 2: Lead with transparency.",
    "ethics.principle2": "{title}Khi thu thập dữ liệu, nhân viên và nhà thầu của Quỹ sẽ tiết lộ mục tiêu, yêu cầu tham gia (bao gồm thời gian và công sức), mọi rủi ro có thể liên quan đến việc tham gia, cách chúng tôi sẽ bảo vệ và báo cáo dữ liệu, cách người tham gia có thể chọn không tham gia và thông tin liên hệ có liên quan của Quỹ.",
    "ethics.principle3Title": "Principle 3. Embrace data-stewardship.",
    "ethics.principle3": "{title} Nhân viên và nhà thầu của Quỹ sẽ đảm bảo an ninh dữ liệu và tuân thủ các chính sách bảo mật kỹ thuật số như (nhưng không giới hạn ở) Chính sách bảo mật Scratch và Quy định bảo vệ dữ liệu chung (GDPR)."
}