{
    "camp.title": "Scratch Camp: Down Deep",
    "camp.dates": "24 de Julio - 13 de Agosto",
    "camp.welcome": "¡Bienvenido al Scratch Camp 2017!",
    "camp.welcomeIntro": "Ven, sumiérgete en el océano con nosotros y diseña tu propio invento. Este invento puede ser cualquier cosa que puedas encontrar en el océano - ¡real o inventado! <br /> En el campamento de este año, zambúllete hacia la profundidad con nosotros en estas tres partes:",
    "camp.part1Dates":"Parte 1 (24 de Julio - 30 de Julio)",
    "camp.detailsTitle": "Detalles:",
    "camp.part1Details": "Crea un proyecto presentándonos a un personaje, real o imaginario, que viva en el océano. Puedes crear un monstruo a partir de las profundidades, una preciosa estrella de mar, un tiburón que devora tacos o cualquier otra cosa que puedas imaginarte.",
    "camp.particpateTitle": "Cómo participar:",
    "camp.part1Particpate": "La primera parte del campamento tendrá lugar en el <a href=\"https://scratch.mit.edu/studios/4160302/\">estudio de la cabaña del campamento principal</a>. Aquí puedes hacer preguntas, ver lo que otros Scratchers han creado y también enviar tus propias creaciones. ¡Ve al estudio para conocer más!",
    "camp.part2Dates": "Parte 2 (31 de Julio - 6 de Agosto)",
    "camp.part2Details": "¡Ahora haz que tu personaje sea interactivo! ¿Tu personaje tiene preguntas que hacernos? ¿Qué sucede cuando haces clic en él? ¿Tiene poderes especiales? ¡Y más!",
    "camp.part2Particpate":"La segunda parte del campamento también tendrá lugar en <a href=\"https://scratch.mit.edu/studios/4160302/\">el estudio de la cabaña del campamento principal</a>. Aquí puedes hacer preguntas, ver lo que otros Scratchers han creado y también enviar tus propias creaciones. ¡Ve al estudio para conocer más!",
    "camp.part3Dates": "Parte 3 (7 de Agosto - 13 de Agosto)",
    "camp.part3Details": "Crea un proyecto usando tu propio proyecto creado junto con lo que otros Scratchers hayan creado. Puede ser un juego, una historia, una animación, ¡o cualquier otra cosa que se te ocurra!",
    "camp.part3Particpate":"El <a href=\"https://scratch.mit.edu/studios/4160301/\">estudio de los Projects Camp Cabin finales</a> albergará la parte 3 del Scratch Camp de este año. Aquí puedes enviar tu proyecto final, dejar comentarios a los de otros, ¡y celebrar Scratch Camp! ¡Ve nadando hasta el estudio cuando salga la tercera parte!",
    "camp.helpfulInfo": "Información útil",
    "camp.infoCounselors": "El <a href=\"https://scratch.mit.edu/studios/4160300/\">estudio de Camp Counselors</a> ofrece una amplia variedad de ejemplos para crear tu propio océano. También puedes cmunicarte directamente con los consejeros aquí.",
    "camp.infoPart3":"Recuerda, en la parte 3 debes usar algunas otras creaciones hechas para este Scratch Camp. ¡Usa tu proyecto de la parte 2 para aprender sobre la personalidad del personaje!",
    "camp.infoTime":"No te preocupes si no estás presente todo el tiempo, ¡siempre puedes participar en cualquier parte en la que estés disponible! ¡Sólo tienes que divertirte y explorar lo que quieras!"
}
