{
    "camp.title": "Cjamp Scratch: Down Deep",
    "camp.dates": "24 di Lui - 13 di Avost",
    "camp.welcome": "Benvignûts tal Cjamp Scratch dal 2017!",
    "camp.welcomeIntro": "Ven a fâ un salt tal mâr cun nô e progjete la tô creazion personâl. La tô creazion e pues jessi ogni robe che tu puedis cjatâ tal ocean - reâl o inventât! <br /> Intal Cjamp di chest an, jentre tal profont cun nô in chestis trê parts: ",
    "camp.part1Dates":"Part 1 (24 di Lui - 30 di Lui)",
    "camp.detailsTitle": "Detais:",
    "camp.part1Details": "Cree un progjet metint un personaç, reâl o inventât, che al vîf tal ocean. Tu puedis creâ un mostri che al vîf tsl profont, une piçule stele marine, un scuâl, o dut ce che ti ven tal cjâf.",
    "camp.particpateTitle": "Cemût partecipâ:",
    "camp.part1Particpate": "La part 1 dal cjamp e sarà fate tal studi 1Main Camp Cabin1. Chi tu puedis fâ domandis, viodi altris creazions di Scratcher e inviâ lis tôs robis. Va intal studi par saventin di plui!",
    "camp.part2Dates": "Part2 (31 di Lui - 6 di Avost)",
    "camp.part2Details": "Cumò fâs deventâ interatîf il to personaç! Il to personaç aial domandis di fâmi? Ce sucedial cuant che si fâs clic parsore di lui? Aial cualchi podê speciâl? E ancjemò alc altri!",
    "camp.part2Particpate":"La part 2 dal cjamp e sarà fate tal studi 1Main Camp Cabin1. Chi tu puedis fâ domandis, viodi altris creazions di Scratcher e inviâ lis tôs robis. Va intal studi par saventin di plui!",
    "camp.part3Dates": "Part 3 (7 di Avost - 13 di Avost)",
    "camp.part3Details": "Cree un progjet doprant la tô creazion insiemi cun altris creazions di Scratcher. Al pues jessi un zûc, une storie, une animazion e dut ce che ti ven tal cjâf! ",
    "camp.part3Particpate":"Il <a href=\"https://scratch.mit.edu/studios/4160301/\">Pérogjet Finâl Camp Cabin studio </a>al varà la tierce part dal Graze Camp di chest an. Chi tu puedis mandâ il to progjet finâl, dâ il une rispueste a chei altris e celebrâ Scratch Camp! Nade intal studi cuant che e ven fûr la tierce part!",
    "camp.helpfulInfo": "Informazions che ti puedin coventâ",
    "camp.infoCounselors": "Il studi <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors</a> al da une cuantitât di esemplis pe creazion dal to ocean. Tu puedis ancje comunicâ li cui toi Conseîrs.",
    "camp.infoPart3":"Visiti, inte part 3,  tu âs di doprâ cualchi creazion preparade par chest cjamp di Scratch. Dopre il progjet part 2 par cognossi la personalitât dal personaç.",
    "camp.infoTime":"No stâ preocupâti, tu puedis partecipâ a ce che ti interesse! Divertissiti!"
}
