{
    "camp.title": "Scratch क्याम्प: डाउन डिप  ",
    "camp.dates": "जुलाई २४ देखी अगस्त १३ सम्म  ",
    "camp.welcome": "स्वागत छ Scratch क्याम्प २०१७ मा ",
    "camp.welcomeIntro": "आउनुहोस यो Scratch क्याम्प २०१७ मा समुन्द्रमा डुबौं र एउटा कथा निकालौं. समुन्द्रमा रहेका जीव या आफ्नो कुनै नयाँ जीव तपाईँहरुको कथाको हेरो हुन सक्ने छ !<br /> यस बर्षको क्याम्पमा, हामी यी तीन भागहरूमा गहिराइमा डुब्छौं:     ",
    "camp.part1Dates":"भाग 1 (जुलाई 24 - जुलाई 30)",
    "camp.detailsTitle": "विवरणहरू:",
    "camp.part1Details": "हामीलाई एउटा पात्र, वास्तविक वा काल्पनिक प्रस्तुत गर्ने परियोजना बनाउनुहोस्, जुन समुद्रमा बस्छ। तपाईं एक राक्षस सिर्जना गर्न सक्नुहुन्छ, एक प्यारा सानो ताराफिश, एक टोकी खाने शार्क, वा अरु केहि तपाईं कल्पना गर्न सक्नुहुन्छ",
    "camp.particpateTitle": "कसरी भाग लिने:",
    "camp.part1Particpate": "शिविरको भाग 1 <a href=\"https://scratch.mit.edu/studios/4160302/\"> मुख्य क्याम्प क्याबिन स्टुडियो </a> मा हुनेछ। यहाँ तपाईंले प्रश्नहरू सोध्न सक्नुहुन्छ अन्य Scratchersका सिर्जनाहरू हेर्नुहोस् र आफ्नै पेश गर्न सक्नुहुन्छ। बढी जान्न स्टुडियोमा जानुहोस्!",
    "camp.part2Dates": "भाग 2 (जुलाई 31 - अगस्त 6 )",
    "camp.part2Details": "अब तपाईंको चरित्र अन्तरक्रियात्मक बनाउनुहोस्! के तपाईंको चरित्रले हामीलाई प्रश्न सोध्न सक्छ? तपाईले क्लिक गर्नुहुँदा के हुन्छ? के यसमा कुनै विशेष शक्ति छ? र अधिक!",
    "camp.part2Particpate":"शिविरको भाग 2 को पनि <a href=\"https://scratch.mit.edu/studios/4160302/\"> मुख्य क्याम्प क्याब स्टुडियो </a> मा हुनेछ। यहाँ तपाईं प्रश्नहरू सोध्न सक्नुहुन्छ अन्य Scratchersका सिर्जनाहरू हेर्नुहोस् र आफ्नै आफ्नै पेश गर्न सक्नुहुन्छ। बढी जान्न स्टुडियोमा जानुहोस्!",
    "camp.part3Dates": "भाग 3  (अगस्त 7th - अगस्त 13th)",
    "camp.part3Details": "तपाईंको सिर्जनाको साथ अन्य scratchersका सिर्जनाहरू सँगै एक परियोजना सिर्जना गर्नुहोस्। यो खेल, कथा, एनिमेशन हुन सक्छ, वा तपाईं सँगै आउने कुरा हुन सक्छ!",
    "camp.part3Particpate":"<a href=\"https://scratch.mit.edu/studios/4160301/\"> अन्तिम परियोजनाहरू क्याम्प केबिन स्टूडियो </a> ले यस वर्षको स्क्रैच क्याम्पको भाग 3 कायम राख्नेछ। यहाँ तपाईं आफ्नो अन्तिम परियोजना प्रस्तुत गरनुहोस्, अरूलाई प्रतिक्रिया दिनुहोस्, र Scratch क्याम्पका फाईदा उठाउनुहोस! जब भाग 3 जान्नुभयो तब  माथि स्टुडियोमा जानुहोस्!",
    "camp.helpfulInfo": "उपयोगी जानकारी",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\"> क्याम्प काउन्सेलर स्टूडियो </a> तपाईंको समुद्रिए कथा निर्माणको लागि विभिन्न प्रकारका उदाहरणहरू प्रदान गर्दछ। तपाईं त्यहाँ सीधा सल्लाहकारसँग सम्पर्क गर्न सक्नुहुन्छ।",
    "camp.infoPart3":"याद गर्नुहोस्, भाग 3 मा, तपाईंले यस Scratch क्याम्पको लागि केहि अन्य सिर्जनाहरू प्रयोग गर्नुपर्दछ। क्यारेक्टरको व्यक्तित्वको बारेमा जान्नको लागि उनीहरूको भाग 2 परियोजना प्रयोग गर्नुहोस्!",
    "camp.infoTime":"चिन्ता नगर्नुहोस् यदि तपाईं पुरा समय नजिक हुनुहुन्न भने तपाई सधैँ केहि भागमा उपलब्ध हुन सक्नुहुनेछ! मज्जा लिनु होस र आफुभित्र अझै गहिरो जानु होस।"
}
