{
    "camp.title": "Acampamento Scratch: nas profundezas",
    "camp.dates": "24 de julho - 13 de agosto",
    "camp.welcome": "Bem vindo ao Acampamento Scratch 2017!",
    "camp.welcomeIntro": "Venha mergulhar conosco e criar algo seu. Sua criação pode ser qualquer coisa que você encontra no oceano - real ou inventada! <br /> No acampamento deste ano, mergulhe fundo conosco nessas três partes:",
    "camp.part1Dates":"Parte 1 (24 de julho - 30 de julho)",
    "camp.detailsTitle": "Detalhes:",
    "camp.part1Details": "Crie um projeto que exiba um personagem, real ou imaginário, que vive no oceano. Você pode criar um monstro das profundezas, uma estrelinha-do-mar bonitinha, um tubarão que come tacos ou qualquer coisa que imaginar.",
    "camp.particpateTitle": "Como participar:",
    "camp.part1Particpate": "A parte 1 do acampamento será no <a href=\"https://scratch.mit.edu/studios/4160302/\">Estúdio Main Camp Cabin </a>. Aqui você pode fazer perguntas, ver as criações de outros Scratchers e enviar sua própria criação. Vá ao estúdio e saiba mais!",
    "camp.part2Dates": "Parte 2 (31 de julho - 6 de agosto)",
    "camp.part2Details": "Agora torne o seu personagem interativo! Seu personagem tem perguntas para nós? O que acontece quando você clica nele? Ele tem algum poder especial? E muito mais!",
    "camp.part2Particpate":"A parte 2 do acampamento também será no <a href=\"https://scratch.mit.edu/studios/4160302/\">Estúdio Main Camp Cabin </a>. Aqui você pode fazer perguntas, ver as criações de outros Scratchers e enviar a sua própria criação. Vá ao estúdio e saiba mais!",
    "camp.part3Dates": "Parte 3 (7 - 13 de agosto)",
    "camp.part3Details": "Crie um projeto usando sua própria criação junto com as de outros Scratchers. Pode ser um jogo, história, animação ou qualquer invenção sua!",
    "camp.part3Particpate":"Os <a href=\"https://scratch.mit.edu/studios/4160301/\">Projetos finais do Estúdio Camp Cabin</a> serão a parte 3 do acampamento Scratch deste ano. Aqui você pode enviar seu projeto final, comentar o de outros participantes e celebrar o acampamento Scratch! Nade para o estúdio quando a parte 3 começar!",
    "camp.helpfulInfo": "Informações úteis",
    "camp.infoCounselors": "O <a href=\"https://scratch.mit.edu/studios/4160300/\">Estúdio de Conselheiros do Acampamento </a> oferece vários exemplos para sua criação oceânica. Ali você também pode se comunicar diretamente com os conselheiros.",
    "camp.infoPart3":"Lembre-se, na parte 3 você deve usar outras criações feitas para este acampamento Scratch. Use a parte 2 dos projetos para descobrir a personalidade dos personagens!",
    "camp.infoTime":"Não se preocupe se não estiver presente o tempo inteiro, você pode participar da parte em que você estiver disponível! Divirta-se e mergulhe fundo!"
}
