{
    "camp.title": "Tabor Scratch: Globoko spodaj",
    "camp.dates": "24. julij - 13. avgust",
    "camp.welcome": "Dobrodošel v Tabor Scratch 2017!",
    "camp.welcomeIntro": "Pridi in se z nami potopi globoko v ocean ter ustvari svojo kreacijo. Ta je lahko karkoli kar najdeš v oceanu - resnično ali izmišljeno! <br />V letošnjem taboru se nam pridruži na globokem potopu v teh treh delih:",
    "camp.part1Dates":"1. del (24. julij - 30. julij)",
    "camp.detailsTitle": "Podrobnosti:",
    "camp.part1Details": "Ustvari projekt, v katerem predstaviš lik, resničen ali namišljen, ki živi v oceanu. Lahko ustvariš pošast iz globin, malo prikupno morsko zvezdo, sendvič, ki pohrusta morskega psa ali karkoli drugega, kar si lahko zamisliš.",
    "camp.particpateTitle": "Kako sodelovati:",
    "camp.part1Particpate": "Prvi del tabora se bo odvijal v studiju <a href=\"https://scratch.mit.edu/studios/4160302/\">Glavna kabina tabora </a>. Tukaj lahko postavljaš vprašanja, vidiš kreacije ostalih Scratcherjev in naložiš svoje. Pojdi v ta studio, če se želiš naučiti kaj novega. ",
    "camp.part2Dates": "Drugi  del (31. julij - 6. avgust)",
    "camp.part2Details": "Sedaj naredi svoj lik interaktiven! Ali ima tvoj lik vprašanja za nas? Kaj se zgodi, ko klikneš nanj? Ali ima kakšne posebne sposobnosti? In še veliko več!",
    "camp.part2Particpate":"2. del kampa se bo odvijal v studiju <a href=\"https://scratch.mit.edu/studios/4160302/\">Glavna kabina tabora</a>. Tukaj lahko postavljaš vprašanja, vidiš kreacije ostalih Scratcherjev in naložiš svoje. Pojdi v studio, če se želiš naučiti kaj novega.",
    "camp.part3Dates": "3. del (7. avgust - 13. avgust)",
    "camp.part3Details": "Ustvari projekt, v katerem uporabiš svojo kreacijo, skupaj s kreacijami ostali Scratcherjev. To je lahko igra, zgodba, animacija ali karkoli drugega.",
    "camp.part3Particpate":"Studio <a href=\"https://scratch.mit.edu/studios/4160301/\">Končni projekti tabora </a>bo vseboval projekte tretjega dela letošnjega Scratch tabora. Tukaj lahko naložiš svoj končni projekt, daješ povratne informacije drugim in slaviš Scratch tabor! Zaplavaj v ta studio, ko bo 3. del na voljo.",
    "camp.helpfulInfo": "Koristne informacije",
    "camp.infoCounselors": "Studio <a href=\"https://scratch.mit.edu/studios/4160300/\">Studio svetovalcev tabora</a> ponuja različne primere, ki ti lahko služijo kot zgled za tvojo oceansko kreacijo. Tukaj lahko tudi neposredno komuniciraš s svetovalci.",
    "camp.infoPart3":"Pomni. V 3. delu moraš uporabiti kakšne kreacije drugih, ki so jih naredili za Scratch tabor. Oglej si izbrani projekt iz drugega dela, da se poučiš o osebnosti likov.",
    "camp.infoTime":"Ne skrbi, če ne boš prisoten ves čas. Vedno lahko sodeluješ v kateremkoli delu, ki je na voljo. Le zabavaj se in se potopi globoko!"
}
