{
    "faq.title": "Preguntas Freqüents (FAQ)",
    "faq.intro": "En esta pachina trobarás respuestas a las preguntas mas freqüents sobre Scratch.",
    "faq.aboutTitle": "Preguntas chenerals",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Reinventar y Copiar",
    "faq.accountsTitle": "Cuentas",
    "faq.permissionsTitle": "Licencia y permisos",
    "faq.inappropriateContentTitle": "Conteniu inadequau",
    "faq.scratchExtensionsTitle": "Extensions de Scratch",
    "faq.cloudDataTitle": "Variables en a boira",
    "faq.aboutScratchTitle": "Qué ye Scratch y qué puedo fer con ell?",
    "faq.aboutScratchBody": "Con o luengache de programación Scratch y la suya comunidat en linia puetz creyar las tuyas propias historias interactivas, chuegos y animacions -- y compartir las tuyas creyacions con totz. Quan los chovens creyan y comparten prochectos de Scratch, aprenden a pensar de forma creativa, a razonar sistematicament y a treballar colaborativamente. Pa aprender mas sobre Scratch, chita-le un vistazo a la pachina {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Sobre Scratch",
    "faq.makeGameTitle": "Como foi un chuego u una animación con Scratch?",
    "faq.makeGameBody": "En a {ideasLink} puetz veyer un montón de formas pa prencipiar con Scratch",
    "faq.ideasLinkText": "Pachina d'ideyas",
    "faq.whoUsesScratchTitle": "Quí utiliza Scratch?",
    "faq.whoUsesScratchBody": "Scratch lo usa chent de totz los perfils, de totz los países d'o mundo, en tot tipo d'entornos -- casas, colechios, bibliotecas, museos y muito mas. Scratch ye especialment disenyau pa chovens d'entre 8 y 16 anyos, pero lo usan personas de totas las edatz. Los mas chicotz pueden prebar {scratchJrLink}, una versión de Scratch mas sencilla disenyada pa edatz entre 5 y 7 anyos.",
    "faq.requirementsTitle": "Quáls son os requerimientos de sistema de Scratch?",
    "faq.requirementsBody": "Scratch funciona en a mayoría de navegadors web modernos en ordinadors de sobremesa, portatils y tablets. Puetz veyer prochectos en telefonos mobils, pero actualment no puetz creyar u editar prochectos en telefonos. Contino tiens la lista de navegadors compatibles.",
    "faq.requirementsDesktop": "Ordinadors",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NO ye compatible.",
    "faq.requirementsTablet": "Tabletas",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Safari pa mobil (11+)",
    "faq.requirementsNote": "Nota:",
    "faq.requirementsNoteDesktop": "Si lo tuyo ordinador no cumple con estes requisitos, puetz prebar lo editor {downloadLink} (leye lo proximo punto d'as FAQ).",
    "faq.scratchApp": "Aplicación de Scratch",
    "faq.requirementsNoteWebGL": "Si te trobas con una error de WebGL, preba con unatro navegador.",
    "faq.requirementsNoteTablets": "En tabletas de momento no i hai forma d'utilizar los bloques \"a lo presionar tecla\" u los menús contextuals d'o clic dreito.",
    "faq.offlineTitle": "Tenetz una versión descargable pa que pueda creyar y veyer prochectos sin connexión?",
    "faq.offlineBody": "L'aplicación de Scratch te permite creyar prochectos de Scratch sin connexión a Internet. Puetz descargar-lo dende lo {downloadLink} dende lo puesto web de Scratch u la botiga d'aplicacions d'o suyo dispositivo. (Este dinantes se deciba lo \"Editor de Scratch Offline\").",
    "faq.uploadOldTitle": "Puedo seguir puyando a la pachina web prochectos creyaus con versions anteriors de Scratch?",
    "faq.uploadOldBody": "Sí: puetz compartir u cargar prochectos creyaus en versions anteriors de Scratch, serán visibles y serán executables. (Manimenos, no puetz descargar prochectos feitos u editaus en versions nuevas y ubrir-los en versions anteriors. Per eixemplo, no puetz ubrir un prochecto de Scratch 3.0 en a versión offline de {scratch2Link}, perque Scratch 2.0 no sabe leyer fichers en formato .sb3).",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Quanto vale Scratch? Amenesto una licencia?",
    "faq.scratchCostBody": "Scratch ye y será siempre gratuito. No amenestes una licencia pa usar Scratch en o colechio, en casa u en qualsequier atro puesto. Lo desembolique y mantenimiento de Scratch se paga a traviés de becas y donacions. Si te fería goyo contribuyir a Scratch, chita-le un vistazo a {donateLink}.",
    "faq.donateLinkText": "la pachina de donacions",
    "faq.mediaLabTitle": "Quí creyó Scratch?",
    "faq.mediaLabBody": "Scratch ye desenvuelto y manteniu per l'Equipo de Scratch en lo{llkLink} d'o {mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten Group",
    "faq.mediaLabLinkText": "MIT Meya Lab",
    "faq.aboutScratch3Title": "Qué ye Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 ye la zaguera cheneración de Scratch, lanzada lo 2 de chinero de 2019. Ha estau disenyada pa enamplar cómo, qué y án puetz creyar con Scratch. Incluye dotzenas de nuevos obchectos, un editor de son completament nuevo y quantos bloques de programación nuevos. Per unatra parte, con Scratch 3.0 puetz creyar y executar prochectos en una tableta, amás d'en portatils y ordinadors de sobremesa.",
    "faq.reportBugsScratch3Title": "Cómo puedo informar d'una error y compartir feedback sobre Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Puetz informar sobre errors y compartir feedback en a sección{forumsLink} d'o foro de discusión de Scratch.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "Ye Scratch disponible en quantos idiomas?",
    "faq.languagesScratch3Body1": "Sí. Pa cambiar l'idioma d'os bloques de programación, fe clic en l'icono d'o \"mundo\" en a barra de navegación superior d'o editor, y dimpués tría l'idioma en o menú desplegable.",
    "faq.languagesScratch3Body2": "Totas las nuestras traduccions son feitas per voluntarios. Lo editor de Scratch 3.0 s'ha traduciu ya a mas de 40 idiomas. Puetz veyer totz los idiomas que se son traducindo y revisando en o nuestro {transifexLink}. Si quiers aduyar a traducir u a revisar, per favor contacta con {emailLink}.",
    "faq.transifexLinkText": "servidor de traducción",
    "faq.removedBlocksScratch3Title": "S'ha eliminau en Scratch 3.0 bell bloque de versions anteriors?",
    "faq.removedBlocksScratch3Body": "Garra bloque ha estau removiu en Scratch 3.0, pero beluns han cambiau un poquet y atros han estau movius a \"Extensions\" (como se describe abaixo, en a sección {extensionsFAQLink}.\n",
    "faq.newBlocksScratch3Title": "Tiene Scratch 3.0 nuevos bloques?",
    "faq.newBlocksScratch3Body": "Si! En Scratch 3.0 trobarás:",
    "faq.newBlocksSoundEffect": "Nuevos bloques de \"efectos de son\"",
    "faq.newBlocksOperators": "Nuevos bloques operadores que facilitan lo treballo con texto (cadenas de caracters)",
    "faq.newBlocksPen": "Nuevos bloques de lapiz, incluyindo suporte pa transparencias",
    "faq.newBlocksGlide": "Un nuevo bloque \"eslizar\" pa mover-se mas facilment a unatro obchecto (u a un punto aleatorio)",
    "faq.newBlocksExtensions": "Muitas nuevas funcionalidatz con as \"Extensions Scratch\" (se veiga la sección d'Extensions mas abaixo). ",
    "faq.biggerBlocksScratch3Title": "Per qué los bloques de Scratch 3.0 son mas grans que en as versions anteriors?",
    "faq.biggerBlocksScratch3Body": "Con l'obchectivo que Scratch 3.0 funcionase correctament en dispositivos tactils (como Chromebooks, portatils Windows Surface y tablets) habiemos de fer los bloques mas grans, pa que estase mas facil mover y triar los bloques. Per unatra parte, los bloques son un poquet mas grans en Scratch 3.0 pa aduyar a los usuarios que teneban problemas presionando y movendo los elementos chicotz d'a interficie. ",
    "faq.extensionsScratch3Title": "Án son los bloques de lapiz? Án son los bloques de mosica? Án son los bloques d'o sensor de video?",
    "faq.extensionsScratch3Body": "Los bloques de lapiz, Mosica y Sensor de Video s'han moviu a extensions. Puetz acceder a estas presionando lo botón situau en a parte inferior zurda d'a pantalla (se veiga la sección \"Extensions\" mas abaixo).",
    "faq.paintEditorScratch3Title": "Quáls son las nuevas funcionalidatz d'o editor grafico?",
    "faq.paintEditorScratch3Body": "Lo editor grafico s'ha rediseñado pa ofrir potents nuevas funcions y fer-lo mas facil d'usar. Los cambios y nuevas funcions son:",
    "faq.paintEditorLayout": "Nuevo disenyo que fa que las ferramientas disponibles y las opcions sían mas visibles.",
    "faq.paintEditorTools": "Nuevas ferramientas como la \"goma\" que funciona en modo vector",
    "faq.paintEditorColors": "Mas opcions pa triar y achustar colors",
    "faq.paintEditorVector": "Mas control sobre los puntos d'os vectors (achuste de curvas y puntos d'ancorache)",
    "faq.paintEditorLayers": "Controls adicionals pa ordenar capas (\"trayer a lo frent\", \"mover a lo fondo\", etc.)",
    "faq.paintEditorGradients": "Nuevos controls de degradau",
    "faq.soundEditorScratch3Title": "Quáls son las nuevas caracteristicas d'o Editor de Son?",
    "faq.soundEditorScratch3Body": "Lo Editor de Son s'ha rediseñado per completo pa que sía mas facil gravar y modificar sons. Ofreix numerosas nuevas funcionalidatz:",
    "faq.soundEditorRecording": "Nuevo sistema de gravación mas facil d'usar",
    "faq.soundEditorTrimming": "Nuevo sistema pa retallar audio mas facil d'usar",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "Án ye la pestanya de consellos de Scratch?",
    "faq.tipsWindowScratch3Body": "En cuenta d'a pachina de consellos, Scratch 3.0 proporciona materials semellants a traviés d'a Librería de Tutoriales, accesible a traviés d'o vinclo Tutoriales d'a barra de navegación superior en o editor. Trobarás tutoriales sobre prochectos completos (como \"Fe un chuego d'acazar\") u sobre bloques y caracteristicas especificos (como \"Gravar un son\" u \"Fe-lo chirar\"). Luego anyadiremos mas tutoriales (como \"Chuego de Pong\" u \"Fe-lo volar\").",
    "faq.remixDefinitionTitle": "Qué ye un prochecto reinventau?",
    "faq.remixDefinitionBody": "Quan un Scratcher fa una copia d'o prochecto d'unatro y lo modifica pa anyadir las suyas propias ideyas (per eixemplo, cambiando los programas u los disfraces), decimos que lo resultau ye una \"reinvención\". Cada prochecto compartiu en o puesto web de Scratch puede estar reinventado. Consideramos que mesmo los cambios chicotz son reinvencions validas, siempre que se de credito a lo creyador d'o prochecto orichinal y a atras personas que haigan contribuyiu de traza significativa a la reinvención.",
    "faq.remixableTitle": "Por qué l'Equipo de Scratch pide que totz os prochectos se puedan \"reinventar\"?",
    "faq.remixableBody": "Creyemos que reinventar los prochectos d'atros ye una forma chenial d'aprender a programar y a creyar prochectos interesants. Reinventando, las ideyas creativas se propagan en a comunidat Scratch, y totz se beneficia. Totz los prochectos compartius en a web de Scratch son licenciaus como \"Creative Commons Atribución-CompartirIgual\", lo que significa que puetz reinventar qualsequier prochecto que veigas en a web de Scratch -- y que qualsequier persona puede reinventar qualsequiera d'os prochectos que haigas compartiu tu.",
    "faq.creativeCommonsTitle": "Qué pasa si no quiero que os de demás reinventen os míos prochectos?",
    "faq.creativeCommonsBody": "Reinventar ye una parte important d'a comunidat Scratch. Si no quiers que atros veigan u reinventen las tuyas creyacions, puetz creyar prochectos en Scratch, pero no los compartas en a web.",
    "faq.fairUseTitle": "Puedo fer servir imachens / sons / videos quitaus d'Internet en os míos prochectos?",
    "faq.fairUseBody": "Si decides integrar lo treballo d'atros en o tuyo propio, asegura-te de dar-les credito en a sección \"creditos\" d'o prochecto, y incluye un vinclo a l'orichinal. Pa trobar ilustracions u sons con licencia pa estar reutilizados, chita-le un vistazo a la {ccLink}.",
    "faq.ccLinkText": "pachina de busqueda de Creative Commons",
    "faq.whyAccountTitle": "Per qué ye util tener una cuenta en Scratch?",
    "faq.whyAccountBody": "Encara que no tiengas una cuenta, puetz chugar a los prochectos d'atras personas, leyer comentarios y foros, y mesmo creyar lo tuyo propio prochecto. Pero amenesterás una cuenta pa alzar y compartir los prochectos, escribir comentarios y publicar en o foro, y tamién pa participar en atras actividatz \"socials\" en a comunidat (como \"amar\" atros prochectos).",
    "faq.createAccountTitle": "Cómo creigo una cuenta?",
    "faq.createAccountBody": "Simplament fe clic en \"#Unir\" en a pachina prencipal de Scratch. Habrás de responder a qualques preguntas, y dar una adreza de email. Tant solo te levará uns menutos, y ye completament gratuito!",
    "faq.checkConfirmedTitle": "Cómo puedo comprebar si la mía cuenta ha estau confirmada?",
    "faq.howToConfirmTitle": "Cómo elimino a mía cuenta?",
    "faq.howToConfirmBody": "Dimpués de rechistrar-te en Scratch, recibirás un correu electronico con un vinclo. Simplament fe clic en o vinclo pa confirmar la tuya cuenta. Una vegada la confirmes, podrás compartir prochectos, escribir comentarios y creyar estudios. Confirmar la tuya cuenta tamién te permite recibir las novedatz d'o Equipo de Scratch en o tuyo correu. Si no has recibiu lo correu electronico, compreba la tuya carpeta de Spam. Si encara asinas no lo trobas y quiers recibir unatra copia, veye a la Configuración d'a Cuenta, fe clic en a pestanya de Correu electronico y sigue las instruccions. Per favor, tiene en cuenta que lo correu electronico puede tardar dica una hora en plegar. Si dimpués d'una hora encara no veyes lo correu electronico, {contactLink}.",
    "faq.contactLinkText": "haznoslo saber",
    "faq.checkConfirmedBody": "Pa comprebar que la tuya cuenta ye confirmada, accede a la tuya cuenta Scratch y veye a la pachina de {settingsLink}. Las adrezas de correu electronico confirmadas s'amostrarán con una chicota marca de verificación verda. En caso contrario, veyerás lo texto \"La tuya adreza de correu electronico no ye confirmada\" en narancha.",
    "faq.settingsLinkText": "Achustes de Correu",
    "faq.requireConfirmTitle": "He de confirmar la mía cuenta?",
    "faq.requireConfirmBody": "Puetz utilizar muitas caracteristicas de Scratch sin confirmar la tuya cuenta, incluyindo creyar y alzar prochectos (sin compartir-los).",
    "faq.forgotPasswordTitle": "He ixuplidau lo mío nombre d'usuario u la mía clau. Cómo puedo restaurar-la?",
    "faq.forgotPasswordBody": "Ingresa lo tuyo usuario u correu en a pachina {resetLink}. Lo puesto web ninviará un correu a la cuenta asociada con o tuyo usuario y un vinclo que puetz usar pa restablir la tuya clau.",
    "faq.resetLinkText": "Reestablecimiento d'a clau",
    "faq.changePasswordTitle": "Como puedo cambiar a mía clau?",
    "faq.changePasswordBody": "Ingresa a la tuya cuenta de Scratch, dimpués visita la nuestra pachina {changeLink} an puetz cambiar la tuya clau.",
    "faq.changeLinkText": "Configuracions de clau",
    "faq.changeEmailTitle": "Cómo cambio la mía adreza de correu electronico?",
    "faq.changeEmailBody": "Ingresa a la tuya cuenta de Scratch, dimpués visita la nuestra pachina {changeEmailLink} an puetz cambiar la tuya adreza de correu.",
    "faq.newScratcherTitle": "Cómo foi la transición de 'Nuevo Scratcher' a 'Scratcher'?",
    "faq.newScratcherBody": "Quan creigas una cuenta tendrás la etiqueta de \"Nuevo Scratcher\". Pa convertir-te en \"Scratcher\" habrías de creyar y compartir prochectos, fer comentarios valurosos en os prochectos d'atros Scratchers, y estar pacient! Una vegada cumplas con os requisitos, un vinclo amaneixerá en a tuya pachina de perfil convidando-te a estar Scratcher y tendrás nuevas caracteristicas disponibles en a web de Scratch (tiene en cuenta que no promocionamos nuevos Scratchers a Scratchers baixo petición).",
    "faq.multipleAccountTitle": "Puedo tener mas d'una cuenta?",
    "faq.multipleAccountBody": "Ye bien tener quantas cuentas en o puesto web de Scratch, siempre que garra s'utilice pa trencar las {cgLink}. En ixe caso, totas las cuentas relacionadas podrán estar blocadas u borradas.",
    "faq.multipleLoginTitle": "Ye bien que mas d'una persona treballen con una mesma cuenta?",
    "faq.multipleLoginBody": "Esto no ye permitiu perque lo puesto web y lo editor de prochectos pueden facilment confundirse quan mas d'una persona ha accediu en a mesma cuenta. Quan una cuenta fa bella cosa que infrinche las {cgLink}, totas las cuentas relacionadas podrían estar blocadas u eliminadas. Si tu compartes una cuenta con belún qui fa bella cosa malo con esta, esto significa que las tuyas cuentas pueden estar blocadas per lo que l'atra persona fació.",
    "faq.changeUsernameTitle": "Puedo cambia o mío nombre d'usuario?",
    "faq.changeUsernameBody": "La estructura d'o puesto web de Scratch depende de tener un nombre de cuenta consistent, asinas que no ye posible cambiar lo tuyo nombre d'usuario. Si realment amenestes fer-lo puetz creyar una cuenta nueva, pero habrás de copiar totz los tuyos prochectos per la tuya propia cuenta.",
    "faq.shareInfoTitle": "Qué información puedo compartir en / con a mía cuenta?",
    "faq.shareInfoBody": "Per favor, no compartas información personal de contacto, como l'adreza d'a tuya casa, lo tuyo correu electronico, lo tuyo numero de telefono u qualsequier coseta que pueda usar-se pa contactar-te difuera d'a pachina web de Scratch. Per favor, denuncia tot prochecto, comentario u post en os foros que contiengan este tipo d'información, pa que l'equipo de Scratch pueda eliminar-lo y recordar-le a l'autor la nuestra politica de privacidat sobre compartir información de contacto personal.",
    "faq.deleteAccountTitle": "Cómo elimino a mía cuenta?",
    "faq.deleteAccountBody": "Ingresa a Scratch, y dimpués fe clic en a cantonada superior dreita d'o tuyo usuario. Tría \"Achustes de cuenta\", dimpués fe clic a lo vinclo \"Quiero eliminar la mía cuenta\" a la fin d'a pachina. Pero lo tuyo deberías nomás fer esto si yes absolutament seguro que quiers eliminar la tuya cuenta.",
    "faq.scratchFreeTitle": "Scratch ye gratis? Puedo usar-lo tanto como quiera?",
    "faq.scratchFreeBody": "Sí! Scratch ye disponible de traza gratuita. Puetz usar-lo en o tuyo colechio, y puetz dar un curso sobre ell (mesmo un curso que cueste diners). No amenestes mercar una licencia: ye gratuito!",
    "faq.scratchScreenshotTitle": "Puedo usar Scratch, u capturas de pantalla d'ell, en un libro u un CD?",
    "faq.scratchScreenshotBody": "Sí, puetz usar capturas de pantalla / imachens de l'aplicación Scratch y lo puesto web en un libro u presentación, y considerar que son baixo la licencia {licenseLink}. Nusatros te pedimos incluyir una nota en qualsequier costau d'os tuyos materials que diga \"Scratch ye un prochecto de Scratch Foundation, en colaboración con o Lifelong Kindergarten Group d'o MIT Meya Lab. Ye disponible gratis en https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Puedo incluyir una descripción de Scratch y lo logo de Scratch en folletos u atros materials?",
    "faq.scratchDescriptionBody": "Seguro! Recomendamos la siguient descripción: \"Scratch ye un luengache de codigo y una comunidat online an puetz creyar las tuyas propias historias interactivas, chuegos, y animacions -- y compartir las tuyas creyacions con atros arredol d'o mundo. A medida que los ninos creyan y comparten prochectos Scratch, aprenden a pensar creativament, razonar sistematicament, y a treballar colaborativamente. Scratch ye un prochecto d'o {sfLink} en colaboración con o Lifelong Kindergarten Group d'o MIT Meya Lab. Ye disponible gratis en https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Puedo presentar Scratch en una conferencia?",
    "faq.presentScratchBody": "Per favor, te pose libre de creyar presentacions sobre Scratch a educadores u atros grupos.",
    "faq.supportMaterialTitle": "Puedo fer servir u reinventar os materials, obchectos, imachens, sons u prochectos d'eixemplo de Scratch, que se troben en o puesto web?",
    "faq.supportMaterialBody": "Sí: La mayoría de materials d'emparo d'o puesto web de Scratch son disponibles baixo la licencia {licenseLink}. I hai bella excepcions: Lo logo de Scratch, Lo Gato de Scratch, Gobo, Pico, Nano, Giga y Tera son marcas rechistradas de Scratch, y no pueden estar usadas sin permiso explicito d'o Scratch Team.",
    "faq.sellProjectsTitle": "Puedo vender os míos prochectos de Scratch?",
    "faq.sellProjectsBody": "Sí: Lo tuyo prochecto Scratch ye la tuya creyación. Pero tiene en cuenta que una vegada que compartas lo tuyo prochecto en o puesto web de Scratch, qualsequiera ye libre de descargar, reinventar, y reutilizar lo prochecto basau en os termins d'a {licenseLink}. Per tanto, si pretendes vender lo tuyo prochecto, podrías querer deixar de compartir-lo d'o puesto web de Scratch.",
    "faq.sourceCodeTitle": "Án puedo trobar o codigo fuent de Scratch?",
    "faq.sourceCodeBody": "Lo codigo fuent d'o editor de Scratch puede trobar-se en {guiLink}. Lo codigo fuent de {flashLink} y de {scratch14Link} tamién son disponibles en GitHub. Pa obtener información actualizada sobre los prochectos desenvueltos relativos a la web de Scratch, per favor visita nuestra {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Cómo sé qué cosas se pueden y no se pueden compartir en o puesto web de Scratch?",
    "faq.okayToShareBody": "Revisa las {cgLink} Scratch - estas son un resumen y no incluyen una gran cantidat de cosetas legals. I hai un vinclo a la fin de cada pachina en Scratch.",
    "faq.reportContentTitle": "Qué foi si veigo bella cosa inadequada?",
    "faq.reportContentBody": "Puetz fer clic en o vinclo que diz «denunciar» en qualsequier prochecto, comentario, dentrada u pachina d'usuario que tienga bella cosa que no creigas que sía bien en Scratch. Si la situación ye complicada puetz utilizar lo vinclo {contactLink} (disponible a la fin de cada pachina) pa explicar-lo. Asegura-te d'incluyir tantos detalles como puedas, con vinclos a las pachinas pertinents.",
    "faq.noFlameTitle": "Qué foi si belún ye fendo mal u faltando o respecto?",
    "faq.noFlameBody": "No emboliques mas a situación! En cuenta d'ixo, informa-nos de qualsiquier cosa que sía irrespetuosa u destructiva. Responder a os comentarios dolents con mas malicia gosa empiorar as cosas, y podrías acabar con a tuya cuenta blocada.",
    "faq.reviewContentTitle": "Qué fa l'equipo de Scratch quan bella cosa ye \"denunciada\" por os usuarios?",
    "faq.reviewContentBody": "Lo Scratch Team revisa comentarios y prochectos totz los días. Si bella cosa trenca las {cgLink}, l'eliminaremos y mandaremos una alvertencia a la cuenta. Tamién podemos blocar las cuentas u los retz que s'utilizoron pa compartir-lo, seguntes lo que estió compartiu y si la persona ha teniu alvertencias dinantes.",
    "faq.blockedAccountTitle": "Qué pasa quan una cuenta ye blocada?",
    "faq.blockedAccountBody": "Quan una cuenta ye blocada lo duenyo no puede acceder a ella, usar-la pa creyar prochectos u publicar nuevos comentarios. En autenticar-se veyerán una pachina que explica per qué la cuenta ha estau blocada, de conchunta con un formulario que puede usar pa pedir que la desbloqueyen. Si lo duenyo puede contrimostrar-nos que ha entendiu porqué la suya cuenta ha estau blocada y promete seguir las {cgLink} en o futuro, será desbloquiada.",
    "faq.stolenAccountTitle": "Belún ha accediu a la mía cuenta y la tiene blocada. Qué puedo fer?",
    "faq.stolenAccountBody": "Tu yes responsable de mantener la tuya clau segura. Si belún que conoixes prene lo control d'a tuya cuenta y fa cosetas malas, #decir a los adultos que son a cargo d'os ordinadors. Si creyes que belún que no conoixes dentró en a tuya cuenta, cambia la clau y/u usa lo vinclo {contactLink} pa explicar-nos la tuya situación. Si la tuya cuenta estió blocada per fer bella cosa que trenca las {cgLink}, per favor no digas que lo fació unatra persona. Quan belún nos conta que unatra persona ha usau la suya cuenta pa fer bella cosa malo, hemos de charrar con esta persona antes de restaurar la cuenta. Esto significa que la tuya cuenta será blocada menos tiempo si yes honesta/u con nusatros y nos contas qué ocurrió.",
    "faq.aboutExtensionsTitle": "Qué son las extensions?",
    "faq.aboutExtensionsBody": "En o editor Scratch puetz anyadir bloques extra clamaus \"extensions\". Per eixemplo, i hai extensions que permiten programar dispositivos fisicos (como micro:bit y kits de robótica de LEGO) y atras pa traducir texto dentro d'o tuyo prochecto Scratch. Poco a poco irán amaneixendo nuevas extensions, per lo que las posibilidatz de Scratch irán creixendo con o paso d'o tiempo.",
    "faq.howToAddExtensionsTitle": "Cómo anyado una extensión a un prochecto?",
    "faq.howToAddExtensionsBody": "Si fas clic en o botón \"Extensions\" a lo fondo d'a cantonada cucha d'o editor de programación Scratch, podrás veyer una lista d'as extensions de Scratch. Quan seleccions una d'as extensions, una nueva categoría de bloques será anyadida a lo tuyo prochecto. La extensión será automaticament cargada cada vegada que lo tuyo prochecto sía ubierto. Puetz anyadir multiples extensions a lo mesmo prochecto.",
    "faq.createExtensionsTitle": "Cómo puedo creyar la mía propia extensión pa Scratch?",
    "faq.createExtensionsBody": "Lo Scratch Team publicará especificacions y guías sobre extensions en o futuro. Una vegada sían disponibles podrás ninviar las tuyas extensions a lo Scratch Team pa que se considere la tuya inclusión en a librería oficial d'extensions de Scratch 3.0. Tamién proporcionaremos guías pa desenvolver y distribuyir extensions \"experimentals\", que pueden estar usadas pa creyar prochectos en ordinadors individuals pero no pa compartir-los en a comunidat online de Scratch.",
    "faq.scratchXTitle": "Qué ocurrirá con a pachina web de ScratchX?",
    "faq.scratchXBody": "La pachina web ScratchX (scratchx.org) estió un laboratorio experimental sobre extensions. Las extensions creyadas pa ScratchX no son compatibles con Scratch 3.0. Una vegada que las extensions experimentals tiengan suporte en Scratch, eliminaremos la suya suporte de ScratchX y proporcionaremos a los desembolicadors y usuarios lo tiempo pa abandonar ScratchX y ir a la nueva plataforma d'extensions.",
    "faq.cloudDataInfoTitle": "Qué son las variables en a boira?",
    "faq.cloudDataInfoBody": "Las variables en a boira permiten que los datos d'un prochecto puedan estar alzaus y compartius con atras personas d'a comunidat Scratch. Puetz usar variables en a boira pa fer enqüestas u atros prochectos en os quals atros d'a comunidat acceden y modifican los datos en o tiempo.",
    "faq.makeCloudVarTitle": "Cómo puedo creyar una variable en a boira?",
    "faq.makeCloudVarBody": "Veye a la sección \"Variables\" d'a paleta de bloques, tría \"Creyar una Variable\", y dimpués fe clic en a caixeta de verificación a lo costau de \"Variable en a boira (alzada en o servidor)\". Los datos asociaus a lo tuyo variable en a boira serán alzaus en o servidor, preservados en o tiempo, y accesibles pa qualsequiera que ubra lo prochecto.",
    "faq.onlyNumbersTitle": "Qué tipos de datos pueden estar almagazenaus en as variables en a boira?",
    "faq.onlyNumbersBody": "Las variables en a boira nomás pueden alzar numeros.",
    "faq.storedCloudInfoTitle": "Quí puede veyer los datos alzaus en una variable en a boira?",
    "faq.storedCloudInfoBody": "Quan interactúas con un prochecto que utiliza variables en a boira, los datos asociaus con as tuyas interaccions pueden alzar-se de conchunta con o tuyo nombre d'usuario, y atros usuarios pueden veyer-los.",
    "faq.reportCloudTitle": "Si veigo a belún publicando conteniu inadequau con variables en a boira, cómo puedo denunciar-lo?",
    "faq.reportCloudBody": "Fe clic en o botón \"Denunciar esto\" (debaixo d'o reproductor d'o prochecto en a pachina de prochecto) pa denunciar conteniu inadequau con variables en a boira. Asegura-te de mencionar \"variables en a boira\" quan escribas lo motivo d'a tuya denuncia.",
    "faq.chatRoomTitle": "Puedo creyar salas de chat con variables en a boira?",
    "faq.chatRoomBody": "Encara que ye tecnicament posible creyar salas de chat con variables en a boira, estas no son permitidas en o puesto web de Scratch.",
    "faq.changeCloudVarTitle": "Quí puede cambiar a información en una variable en a boira?",
    "faq.changeCloudVarBody": "Nomás tu y los visitantes d'o tuyo prochecto pueden alzar datos en as variables de boira en o tuyo prochecto. Si las personas \"veyen adintro\" u reinventan lo tuyo codigo, se creya una copia d'a variable y no afecta u cambia la variable orichinal.",
    "faq.newScratcherCloudTitle": "Soi autentificau, pero no puedo usar prochectos con variables en a boira. Qué ocurre?",
    "faq.newScratcherCloudBody": "Si encara yes un \"Nuevo Scratcher\" en a pachina no podrás  utilizar variables en a boira en os tuyos prochectos. Amenestes convertir-te en \"Scratcher\" pa tener acceso a las variables en a boira. Chita-le un vistazo a la sección \"Cuentas\" (mas abaixo) pa saber mas sobre la transición de \"Nuevo Scratcher\" a \"Scratcher\".",
    "faq.multiplayerTitle": "Ye posible creyar chuegos multijugador con variables en a boira?",
    "faq.multiplayerBody": "Los chuegos multijugador pueden estar dificils de creyar a causa d'a velocidat d'o ret y a qüestions de sincronización. Manimenos, qualques Scratchers han descubierto formas muito creativas d'utilizar variables en a boira pa creyar chuegos per redolins y unatro tipo de videojuegos.",
    "faq.schoolsTitle": "Scratch en as Escuelas",
    "faq.howTitle": "Cómo ye utilizau Scratch en colechios?",
    "faq.howBody": "Scratch ye usau en cientos de milars d'escuelas arredol d'o mundo, en diversas asignaturas (incluyindo idiomas, artes, sciencia, historia, matematica, y sciencias d'a computación). Puetz aprender mas sobre estratechias y recursos pa usar Scratch en escuelas y atros ambients d'aprendizache (tals como museos, bibliotecas, y centros comunitarios) en nuestra {educatorsLink}.",
    "faq.educatorsLinkText": "Pachina de educadores",
    "faq.noInternetTitle": "Existe bella forma pa que los estudiants utilicen Scratch sin una connexión a Internet?",
    "faq.noInternetBody": "Yes. The {downloadLink} is a downloadable version of Scratch that can run on laptops and desktops. Currently, the Scratch app is available on Windows and Mac devices.",
    "faq.communityTitle": "Puedo sacar la comunidat en linia a los míos estudiants?",
    "faq.communityBody": "La comunidat online de Scratch da una vía pa que chovens compartan, colaboren, y aprendan con os suyos pars en una comunidat moderada y rechida per las {cgLink} Scratch. Manimenos, entendemos que beluns educadores prefieren que los suyos estudiants no participen en una comunidat online. Estes educadores podrían deseyar instalar l'Aplicación de Scratch, lo qual corre offline y localment en ordinador d'escritorio u portatil. ",
    "faq.teacherAccountTitle": "Qué ye una cuenta de profesor en Scratch?",
    "faq.teacherAccountBody": "Una Cuenta de Profesor en Scratch entrega a profesors y atros educadores caracteristicas adicionals pa chestionar participación d'estudiants en Scratch, incluyindo la capacidat de creyar cuentas d'estudiants, organizar prochectos d'estudiants en estudios, y monitorear los comentarios d'os estudiants. Pa mas información sobre las Cuentas de Profesors en Scratch, veiga {eduFaqLink}.",
    "faq.eduFaqLinkText": "Preguntas y Respuestas d'as cuentas de profesor en Scratch",
    "faq.requestTitle": "Cómo solicito una cuenta de profesor en Scratch?",
    "faq.requestBody": "Puetz solicitar una Cuenta de Profesor en Scratch dende la {educatorsLink} de Scratch. Nusatros solicitaremos información adicional entre lo proceso de rechistro pa verificar lo tuyo rol como educador.",
    "faq.dataTitle": "Qué datos recopila Scratch sobre los estudiants?",
    "faq.dataBody": "Quan un estudiant se rechistra en Scratch le preguntamos per datos demograficos basicos incluyindo sexo, edat (mes y anyo de naixencia), país y adreza de correu electronico pa verificación. Estes datos son usaus (de forma adhibida) en estudios scientificos pensaus pa amillorar lo nuestro conoixencia sobre cómo la chent aprende con Scratch. Quan un educador utiliza una cuenta de profesor de Scratch pa creyar cuentas d'estudiants de forma masiva, a los estudiants no se les exiche que proporcionen una adreza de correu electronico pa la configuración d'a cuenta.",
    "faq.lawComplianceTitle": "Cumple lo versión online de Scratch las leis locals y federals de protección de datos d'Estaus Unius?",
    "faq.lawComplianceBody1": "Scratch se preocupa enormement per la privacidat d'os estudiants y de totz los individuos que usan la nuestra plataforma. Hemos preparau procedimientos fisicos y electronicos pa protecher la información que recopilamos en o puesto web de Scratch. Si bien no podemos ofrir guarencias contractuals con cadaguna d'as entidatz que utilizan lo nuestro producto educativo gratuito, complimos totas las leis federals d'Estaus Unius aplicables a lo MIT y a la Fundación Scratch, las organizacions que han creyau y que mantienen Scratch. Le instamos a leyer la Politica de Privacidat de Scratch pa obtener mas información.",
    "faq.lawComplianceBody2": "Si te fería goyo creyar prochectos con Scratch sin ninviar-nos garra información personal, puetz descargar lo{downloadLink}. Los prochectos creyaus en Aplicación de Scratch no son accesibles per lo Scratch Team, y usando Aplicación de Scratch no se revela garra información d'identificación personal a Scratch de no estar que puyes prochectos a la comunidat online de Scratch. "
}