{
    "faq.title": "Често задавани въпроси (ЧЗВ)",
    "faq.intro": "На тази страница ще откриете отговорите на най-често задаваните въпроси относно Scratch.",
    "faq.aboutTitle": "Общи въпроси",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Прекомбиниране и копиране",
    "faq.accountsTitle": "Акаунти",
    "faq.permissionsTitle": "Лицензиране и разрешения",
    "faq.inappropriateContentTitle": "Неподходящо съдържание",
    "faq.scratchExtensionsTitle": "Scratch Добавки",
    "faq.cloudDataTitle": "Променливи в облака",
    "faq.aboutScratchTitle": "Какво е Scratch и какво мога да правя с него?",
    "faq.aboutScratchBody": "С езика за програмиране Scratch и онлайн общността, можете да създавате свои интерактивни истории, игри и анимации - и да споделяте вашите творения с други хора по света. Тъй като младите хора създават и споделят проекти за Scratch, те се учат да мислят творчески, систематично да разсъждават и да работят съвместно. За да научите повече за Scratch, вижте {aboutScratchLink} страницата.",
    "faq.aboutScratchLinkText": "Относно Scratch",
    "faq.makeGameTitle": "Как да направя игра или анимация със Scratch?",
    "faq.makeGameBody": "Разгледайте {ideasLink}, за да видите много начини как да започнете със Scratch",
    "faq.ideasLinkText": "Страница с идеи",
    "faq.whoUsesScratchTitle": " Кой използва Scratch?",
    "faq.whoUsesScratchBody": "Scratch се използва от хора от всички среди, във всички страни по света, на всякакви места - домове, училища, библиотеки, музеи и др. Scratch е предназначен специално за млади хора на възраст от 8 до 16 години, но хората от всички възрасти създават и споделят с Scratch. По-малките деца може да искат да изпробват {scratchJrLink}, опростена версия на Scratch, предназначена за възраст от 5 до 7 години.",
    "faq.requirementsTitle": "Какви са системните изисквания на Scratch?",
    "faq.requirementsBody": "Scratch ще се изпълнява в повечето уеб браузъри на настолни компютри, лаптопи и таблети. Можете да преглеждате проекти на мобилни телефони, но в момента не можете да създавате или редактирате проекти на телефони. По-долу е даден списък на официално поддържаните браузъри.",
    "faq.requirementsDesktop": "Настолна версия",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer НЕ се поддържа.",
    "faq.requirementsTablet": "Таблет",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Забележка:",
    "faq.requirementsNoteDesktop": "Ако комютърът Ви не отговаря на изискванията, може да изпробвате {downloadLink} редактора (вижте следващия елемент в ЧЗВ). ",
    "faq.scratchApp": "Приложение Scratch",
    "faq.requirementsNoteWebGL": "Ако възникне грешка в WebGL, опитайте друг браузър.",
    "faq.requirementsNoteTablets": "На таблет понастоящем не може да се използват блокове с \"натискане на клавиши\" или контекстни менюта с десен бутон.",
    "faq.offlineTitle": "Има ли версия, която може да бъде свалена и използвана за създаване и разглеждане на проекти без връзка с Интернет?",
    "faq.offlineBody": "Приложението Scratch ти позволява да създаваш Scratch проекти без връзка към интернет. Може да свалите {downloadLink} от сайтът на Scratch или от магазина за приложения на твоето устройство. (В миналото това приложение се наричаше \"Scratch Offline Editor\")",
    "faq.uploadOldTitle": "Мога ли все още да качвам проекти в уеб сайта, ако те са създадени с по-стара версия на Scratch?",
    "faq.uploadOldBody": "Да: Можете да споделяте или качвате проекти, създадени с по-ранни версии на Scratch и те ще бъдат видими и възпроизвеждани. (Въпреки това не можете да изтегляте проекти, създадени или редактирани в по-късни версии на Scratch, и да ги отваряте в по-ранни версии. Например, не можете да отворите проект за Scratch 3.0 в десктоп версията на {scratch2Link}, тъй като Scratch 2.0 не знае как да прочете .sb3 файловия формат за проекти Scratch 3.0.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Колко струва Scratch? Трябва ли ми лиценз?",
    "faq.scratchCostBody": "Scratch е и винаги ще бъде безплатен. Не се нуждаете от лиценз, за да използвате Scratch в училище, у дома или където и да било. Разработката и поддръжката на Scratch се финансира от спонсори и дарения. Ако искате да допринесете, вижте нашата страницата за дарения{donateLink}.",
    "faq.donateLinkText": "Страницата за дарения",
    "faq.mediaLabTitle": "Кой е създателят на Scratch?",
    "faq.mediaLabBody": "Scratch се разработва и поддържа от екипа на Scratch{llkLink} на адрес{mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten Group",
    "faq.mediaLabLinkText": "Медийната лаборатория при Масачузетския технологичен институт",
    "faq.aboutScratch3Title": "Какво е Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 е най-новата версия на Scratch, пусната на 2 януари, 2019г. Тя е направена за да покаже как, какво и къде можеш да създаваш със Scratch. Съдържа купища от нови спрайтове, тотално нов звуков редактор и много нови блокове за програмиране. Също така със Scratch 3.0 можеш да създаваш и използваш проекти на таблета ти, а освен това и на твоя лаптоп или компютър.",
    "faq.reportBugsScratch3Title": "Как мога да докладвам за грешки и да споделям обратна връзка за Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Можете да съобщавате за грешки и да споделяте отзиви в {forumsLink} раздела на дискусионните форуми на Scratch.",
    "faq.forumsLinkText": "Проблеми и неизправности",
    "faq.languagesScratch3Title": "Достъпен ли е Scratch 3.0 на други езици?",
    "faq.languagesScratch3Body1": "Да. За да промените езика на програмните блокове, кликнете върху иконата “глобус” в горната навигационна лента на програмиращия редактор, след това кликнете върху падащото меню, за да изберете език.",
    "faq.languagesScratch3Body2": "Всички наши преводи се правят от доброволци. Редакторът Scratch 3.0 вече е преведен на 40+ езика. Можете да видите всички езици, които в момента се превеждат и преглеждате на нашия {transifexLink}. Ако искате да помогнете с превод или преглед, моля, свържете се с нас {emailLink}.",
    "faq.transifexLinkText": "сървър за преводи",
    "faq.removedBlocksScratch3Title": "Изтрива ли Scratch 3.0 всички кодиращи блокове от по-старите версии на Scratch?",
    "faq.removedBlocksScratch3Body": "В Scratch 3.0 не са премахнати блокове за кодене, но някои са се променили малко, а други са се преместили в \"Разширения\" (както е описано по-долу, в {extensionsFAQLink} раздела).",
    "faq.newBlocksScratch3Title": "Scratch 3.0 въвежда ли нови блокове?",
    "faq.newBlocksScratch3Body": "Да! В Scratch 3.0 ще намерите:",
    "faq.newBlocksSoundEffect": "Нови блокове \"звукови ефекти\"",
    "faq.newBlocksOperators": "Нови оператори, които улесняват работата с текст (текстови низове)",
    "faq.newBlocksPen": "Нови блокове за рисуване поддържащи прозрачност",
    "faq.newBlocksGlide": "Нов плъзгащ блок за лесно преместване в спрайт (или произволна точка)",
    "faq.newBlocksExtensions": "Много нови възможности чрез \"Scratch Разширения\" (вижте раздела \"Разширения\" по-долу)",
    "faq.biggerBlocksScratch3Title": "Защо блоковете са по-големи в Scratch 3.0, отколкото в по-ранните версии?",
    "faq.biggerBlocksScratch3Body": "За да може Scratch 3.0 да работи добре на сензорни устройства (като много Chromebook, Windows Surface лаптопи и таблети), трябваше да направим блоковете по-големи, така че да е по-лесно да плъзнете и докоснете блоковете. В допълнение, блоковете са малко по-големи в Scratch 3.0, за да помогнат да се решат проблемите, които наблюдаваме при нови потребители, които грешат при кликване и плъзгане на малки елементи от интерфейса.",
    "faq.extensionsScratch3Title": "Къде изчезнаха блоковете за рисуване? Къде изчезнаха блоковете за музика? Къде изчезнаха блоковете за видео разпознаване?",
    "faq.extensionsScratch3Body": "Блоковете за рисуване, музика и видео бяха преместени при разширенията. Разширенията могат да бъдат включени от бутона в долния ляв ъгъл на екрана (вижте раздела \"Разширения\" по-долу).",
    "faq.paintEditorScratch3Title": "Какви са новите функции в Редактора за Изображения?",
    "faq.paintEditorScratch3Body": "Редакторът за Изображения е преработен, за да осигури мощни нови възможности, като същевременно да е по-лесен за използване. Промените и новите функции включват:",
    "faq.paintEditorLayout": "Ново оформление, което прави наличните инструменти и опции по-видими",
    "faq.paintEditorTools": "Нови инструменти като \"гумичка\", която работи във векторния режим",
    "faq.paintEditorColors": "Още опции за избор и регулиране на цветовете",
    "faq.paintEditorVector": "По-голям контрол над векторните точки (криви и режими на точкуване)",
    "faq.paintEditorLayers": "Допълнителни контроли за подреждане на слоеве (\"премести отпред\", \"премести отзад\" и т.н.)",
    "faq.paintEditorGradients": "Нови контроли за градиента",
    "faq.soundEditorScratch3Title": "Какви са новите функции в Звуковия Редактор?",
    "faq.soundEditorScratch3Body": "Редакторът на звука е преработен, за да улеснява записването и манипулирането на звуци. Той предлага редица нови функции:",
    "faq.soundEditorRecording": "Нова система за запис, която е по-лесна за използване",
    "faq.soundEditorTrimming": "Нова система за изрязване на звука, която е по-лесна за използване",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "Какво се случи с прозореца за съвети на Scratch?",
    "faq.tipsWindowScratch3Body": "Вместо прозорец със съвети, Scratch 3.0 предлага демонстрационни материали посредством библиотеката с ръководства, която може да бъде достъпена от линка Ръководства в горната навигационна лента на програмния редактор. Ще откриете ръководства за създаване на цялостен проект (като \"Направи игра с гонене\") или специфични програмни блокове (например \"Запиши звук\" или \"Завърти го\"). Още ръководства ще бъдат добавени скоро.",
    "faq.remixDefinitionTitle": "Какво е „прекомбиниране“?",
    "faq.remixDefinitionBody": "Когато някой направи копие на нечий проект и го промени, за да добави своите собствени идеи (като например промени скриптовете или костюмите), наричаме резултата „прекомбиниран“ проект. Всеки проект, който е споделен в уеб сайта на Scratch, може да бъде прекомбиниран. Дори и най-малката промяна се счита за прекомбиниране, стига да е отбелязан създателя на оригиналния проект, както и всеки, който е направил някакъв значим принос към прекомбинирания проект.",
    "faq.remixableTitle": "Защо екипът на Scratch държи на това всички проекти да могат да се прекомбинират?",
    "faq.remixableBody": "Ние вярваме, че ремиксирането на проекти на други хора е чудесен начин да се научите да програмирате и да създавате интересни проекти. Чрез ремиксиране, творчески идеи, разпространявани чрез общността на Scratch, и всички се възползват. Всички проекти, споделени на уебсайта Scratch, са обхванати от лиценза \"Creative Commons Share Alike\", което означава, че можете да ремиксирате всеки проект, който виждате на уебсайта на Scratch - и всички останали могат да ремиксират всеки от проектите, които споделяте в уебсайта.",
    "faq.creativeCommonsTitle": "Ами ако не искам другите да прекомбинират проектите ми?",
    "faq.creativeCommonsBody": "Ремиксирането е важна част от общността Scratch. Ако не искате другите да преглеждат или ремиксират творенията си, все още можете да създавате проекти на Scratch уебсайта, но не ги споделяйте на уебсайта.",
    "faq.fairUseTitle": "Мога ли да използвам изображения / звуци / други неща от Интернет в проектите си?",
    "faq.fairUseBody": "Ако решите да включите работата на някой друг във вашата, не забравяйте да посочите заслугите им в раздела “кредити” на проекта и да включите връзката към оригинала. За да намерите произведения на изкуството / звуци, които вече са лицензирани за ремиксиране, разгледайте {ccLink}.",
    "faq.ccLinkText": "Началната страница на Creative Commons ",
    "faq.whyAccountTitle": "Защо е полезно да имате профил за Scratch?",
    "faq.whyAccountBody": "Дори и без профил, можете да играете с проектите на други хора, да четете коментари и форуми, и дори да създавате свои собствени проекти. Но ви е необходим акаунт, за да запазвате и споделяте проекти, да пишете коментари и мнения във форума и да участвате в други \"социални\" дейности в общността (като \"да харесате\" проекти на други хора).",
    "faq.createAccountTitle": "Как мога да създам профил?",
    "faq.createAccountBody": "Просто кликнете върху „Присъединяване“ на началната страница на Scratch. Ще трябва да отговорите на няколко въпроса и да предоставите имейл адрес. Това отнема само няколко минути и е напълно безплатно!",
    "faq.checkConfirmedTitle": "Как мога да проверя дали акаунтът ми е потвърден?",
    "faq.howToConfirmTitle": "Как да потвърдя акаунта си?",
    "faq.howToConfirmBody": "След като създадете нов профил на Scratch, ще получите имейл с връзка. Трябва само да кликнете върху връзката, за да потвърдите профила си. След като потвърдите профила си, ще можете да споделяте проекти, да пишете коментари и да създавате студия. Потвърждаването на профила ви също ви позволява да получавате актуализации на имейли от екипа на Scratch. Ако не можете да намерите имейла с връзката за потвърждение, проверете папката си за спам. Ако все още не можете да го намерите и искате да получите друго копие, отидете в настройките на профила си, кликнете върху раздела Имейл и следвайте инструкциите там. Моля, обърнете внимание, че за пристигането на имейла може да изминат до един час. Ако след един час все още не виждате имейла, {contactLink}.",
    "faq.contactLinkText": "пишете ни",
    "faq.checkConfirmedBody": "За да проверите дали профилът Ви е потвърден, трябва първо да се впишете в профила си в Scratch и да отидете на вашата {settingsLink} страница. Потвърдените имейл адреси ще показват малка зелена отметка. В противен случай ще видите текста \"Вашият имейл адрес е непотвърден\" в оранжево.",
    "faq.settingsLinkText": "Настройки на електронната поща",
    "faq.requireConfirmTitle": "Трябва ли да потвърждавам акаунта си?",
    "faq.requireConfirmBody": "Все още можете да използвате много аспекти на Scratch, без да потвърждавате профила си, включително да създавате и записвате проекти (без да ги споделяте).",
    "faq.forgotPasswordTitle": "Забравих си потребителското име или парола. Как да ги подновя?",
    "faq.forgotPasswordBody": "Въведете потребителското си име или имейл адрес на страницата {resetLink}. Уебсайтът ще изпрати имейл на електронната ви поща, свързана с потребителското ви име и връзка, която можете да използвате, за да възстановите паролата си.",
    "faq.resetLinkText": "Подмяна на Парола",
    "faq.changePasswordTitle": "Как да сменя паролата си?",
    "faq.changePasswordBody": "Влезте в Scratch профила си, след това посетете нашата {changeLink} страница, където можете да промените вашата паролата.",
    "faq.changeLinkText": "Настройки на паролата",
    "faq.changeEmailTitle": "Как да променя адреса на е-пощата си?",
    "faq.changeEmailBody": "Влезте в профила си за Scratch, след това посетете нашата {changeEmailLink} страница, където можете да промените имейл адреса си.",
    "faq.newScratcherTitle": "Как да стана „утвърден потребител“?",
    "faq.newScratcherBody": "Когато създадете своя профил, ще бъдете маркирани като \"Нов Скратчър”. За да преминете към \"Скратчър\", трябва да създавате и споделяте проекти, да публикувате полезни коментари за проектите на другите потребители и да бъдете търпелив. След като вашият профил отговаря на изискванията ще се появи линк на страницата на профила Ви приканваща Ви да станете утвърден потребител. Ще може да ползвате и някои допълнителни функционалности на страницата на Scratch. (Забележка: Не повишаваме потребителите в утвърдени такива по заявка от тяхна страна) ",
    "faq.multipleAccountTitle": "Може ли да имам повече от един акаунт?",
    "faq.multipleAccountBody": "Няма проблем да имате няколко Scratch профила, стига никой от тях да не се използва за нарушаване на{cgLink}. В този случай всички свързани профили могат да бъдат блокирани или изтрити.",
    "faq.multipleLoginTitle": "Може ли няколко човека да са вписани в един и същ акаунт едновременно?",
    "faq.multipleLoginBody": "Това не е разрешено, защото уебсайтът и редакторът на проекти могат лесно да се объркат, когато повече от един човек е влязъл в същия профил. Когато даден профил извърши нещо, което нарушава {cgLink}, всички свързани профили могат да бъдат блокирани или изтрити. Ако споделяте профил с някой, който прави нещо лошо с него, това означава, че профилите ви могат да бъдат блокирани поради действията другия човек.",
    "faq.changeUsernameTitle": "Мога ли да променя потребителското си име?",
    "faq.changeUsernameBody": "Структурата на уебсайта на Scratch зависи от наличието на постоянно потребителско име, така че не е възможно да промените потребителското ви име. Ако наистина трябва да преминете към ново потребителско име, можете да създадете нов профил, но ще трябва да копирате проектите си в новия профил.",
    "faq.shareInfoTitle": "Каква информация мога да споделям в / с акаунта си?",
    "faq.shareInfoBody": "Молим Ви да не споделяте лична информация, като адрес, имейл, телефонен номер или друга информация, която може да бъде използвана за връзка с Вас извън уеб сайта на Scratch. Моля, докладвайте проекти, коментари или публикации във форума, които съдържат подобна информация, за да може екипът на Scratch да я премахне, и напомнете на автора за правилата за лична информация.",
    "faq.deleteAccountTitle": "Как да изтрия акаунта си?",
    "faq.deleteAccountBody": "Влезте в Scratch и след това кликнете върху потребителското ви име в горния десен ъгъл. Изберете „Настройки на профила“, след което кликнете върху връзката „Искам да изтрия профила си“ в долната част на страницата. Но трябва да направите това само ако сте абсолютно сигурни, че искате да изтриете профила си.",
    "faq.scratchFreeTitle": "Scratch безплатен ли е? Мога ли да го използвам, където си поискам?",
    "faq.scratchFreeBody": "Да! Scratch е напълно безплатна система. Можете да използвате Scratch в училище, както и да преподавате курс по Scratch (дори да искате пари за курса). Няма нужда да плащате за лиценз – всичко е безплатно!",
    "faq.scratchScreenshotTitle": "Мога ли да използвам екранни снимки от Scratch в книга или презентация?",
    "faq.scratchScreenshotBody": "Да, можете да използвате екранни снимки / изображения на приложението Scratch и уебсайт в книга или презентация и да ги считате за лицензирани съгласно {licenseLink} лиценза. Помолете ни да включите някъде в материалите си бележка, която гласи: „Scratch е проект на фондация Scratch, в сътрудничество с Lifelong Kindergarten Group в MIT Media Lab. Той е достъпен безплатно на адрес https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Мога ли да включа описание на Scratch и в брошура или други материали?",
    "faq.scratchDescriptionBody": "Разбира се! Ние препоръчваме да използвате следното описание: „Scratch е безплатен език за програмиране и общност в Интернет, където можете да създавате свои собствени интерактивни истории, игри и анимации, както и да споделяте творенията си с хората от цял свят. Докато проектират и програмират в Scratch, младите хора се учат да мислят изобретателно, да се обосновават систематично и да работят съвместно. Scratch е проект на {sfLink} със сътрудничеството на „Lifelong Kindergarten group“ към Медийната лаборатория на Масачузетския технологичен институт. Scratch е достъпен безплатно на адрес: https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Мога ли да представя Scratch на конференция?",
    "faq.presentScratchBody": "Моля, не се колебайте да правите презентации за Scratch на преподаватели или други групи.",
    "faq.supportMaterialTitle": "Мога ли да използвам / прекомбинирам материалите на Scratch, изображения, картинки, звуци и примерни проекти, които се намират на уеб сайта?",
    "faq.supportMaterialBody": "Да: Повечето материали за поддръжка на Scratch на уебсайта Scratch са достъпни съгласно {licenseLink} лиценза. Има няколко изключения: логото на Scratch, Scratch Cat, Gobo, Pico, Nano, Giga и Tera са търговски марки на Scratch и не могат да бъдат използвани без изрично разрешение от екипа на Scratch.",
    "faq.sellProjectsTitle": "Мога ли да продавам проектите си създадени със Scratch?",
    "faq.sellProjectsBody": "Да: Вашият проект Scratch е вашето творение. Но имайте предвид, че след като споделите проекта си на уебсайта Scratch, всеки е свободен да изтегли, ремиксира и повторно използва проекта въз основа на условията на {licenseLink} лиценза. Така че, ако възнамерявате да продадете проекта си, може да искате да го деактивирате от уебсайта Scratch.",
    "faq.sourceCodeTitle": "Къде мога да открия изходния код на Scratch?",
    "faq.sourceCodeBody": "Изходният код на редактора Scratch може да бъде намерен на {guiLink}. Изходният код на{flashLink} и {scratch14Link}, също е достъпен в GitHub. За актуална информация относно разработката на уеб сайта на Scratch, посетете нашата страницата за разработчици {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Как да разбера кое е и кое не е подходящо за споделяне в уеб сайта на Scratch?",
    "faq.okayToShareBody": "Разгледайте Scratch {cgLink} - те са кратки и не включват много правни неща. Има връзка в долната част на всяка страница на Scratch.",
    "faq.reportContentTitle": "Какво да направя, ако видя нещо неуместно?",
    "faq.reportContentBody": "Можете да кликнете върху връзката, която казва \"доклад\" на всеки проект, коментар, дискусионен пост, студио или страница на потребителския профил, където виждате нещо, което не е наред за Scratch. Ако ситуацията е сложна, можете да използвате {contactLink} връзката (достъпна в долната част на всяка страница), за да обясните. Не забравяйте да опишете толкова подробности, колкото можете, с връзки към подходящи страници.",
    "faq.noFlameTitle": "Какво да направя, ако видя някого, който е груб или се държи неуважително?",
    "faq.noFlameBody": "Стойте настрана! Отговарянето на груби коментари с още груби коментари прави нещата по-лоши, и може да доведе до това и Вашият акаунт на бъде блокиран. Вместо това, просто докладвайте всичко, което сметнете за грубо и неуместно, а ние ще се свържем с автора. Ние проверяваме докладите всеки ден, и то много пъти – така че не се притеснявайте, ще оправим нещата.",
    "faq.reviewContentTitle": "Какво прави екипът на Scratch, когато нещо бъде докладвано или отбелязано?",
    "faq.reviewContentBody": "Екипът на Scratch преглежда докладваните коментари и проекти всеки ден. Ако нещо е в разрез с правила на общността Scratch {cgLink}, ние може да го премахнем и да изпратим предупреждение на профила. В зависимост от нарушението или ако вече сме предупреждавали този профил, може да блокираме профилите или мрежите, които са били използвани.",
    "faq.blockedAccountTitle": "Какво става, когато акаунт бъде блокиран?",
    "faq.blockedAccountBody": "Когато един акаунт е блокиран, собственикът му вече няма да има достъп до него и няма да може да създава проекти или да пише коментари. Когато влязат, те виждат страница, която обяснява защо профилът е блокиран, както и уеб формуляр, който могат да използват, за да поискат да бъдат деблокирани. Ако собственикът може да покаже, че разбира защо акаунтът му е бил блокиран и обещае да спазва обществените правила {cgLink} в бъдеще, то екипът на Scratch ще разгледа случая. ",
    "faq.stolenAccountTitle": "Някой е получил достъп до профила ми и профилът ми е блокиран. Какво да правя?",
    "faq.stolenAccountBody": "Вие носите отговорност за защитата на вашата парола. Ако някой, когото познавате, е използвал профила ви и е правил лоши неща, кажете на възрастните, които отговарят за този компютър. Ако смятате, че някой, който не познавате, има достъп до профила ви, променете паролата и/или използвайте връзката{contactLink}, за да обясните ситуацията. Ако профилът Ви е блокиран за нещо, което вие сте направили и това е нарушило Scratch{cgLink}, моля, не ни казвайте, че някой друг го е направил. Когато хората ни кажат, че някой друг е използвал профила им, за да направи нещо лошо, тогава трябва да се опитаме да говорим с него, преди да можем да възстановим профила. Това означава, че профилът ви ще остане блокиран много по-дълго, отколкото ако сте честни с нас за случилото се.",
    "faq.aboutExtensionsTitle": "Какво представляват разширенията?",
    "faq.aboutExtensionsBody": "В редактора Scratch можете да добавяте колекции от допълнителни блокове, наречени „разширения“. Например, съществуват разширения, които ви позволяват да програмирате физически устройства (като micro:bit и комплекти за роботика LEGO) и да превеждате текст в рамките на вашите проекти Scratch. Ще продължим да добавяме нови разширения във времето, така че това, което можете да направите с Scratch, ще продължи да нараства с течение на времето.",
    "faq.howToAddExtensionsTitle": "Как да добавя разширение към проект?",
    "faq.howToAddExtensionsBody": "Ако кликнете върху бутона „Разширения“ в долния ляв ъгъл на редактора за програмиране на Scratch, ще видите списък с всички разширения за Scratch. Когато изберете едно от разширенията, към проекта ще бъде добавена нова категория блокове. Разширението ще се зарежда автоматично при всяко отваряне на проекта. Можете да добавите няколко разширения към един и същ проект.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "Екипът на Scratch ще публикува спецификации и указания за разширения в бъдеще. Веднъж достъпни, ще можете да изпращате разширения на екипа на Scratch за разглеждане в официалната библиотека с добавки за Scratch 3.0. Също така ще предоставим указания за разработване и разпространение на „експериментални“ разширения, които могат да се използват за създаване на проекти на отделни компютри, но не се споделят в онлайн общността на Scratch.",
    "faq.scratchXTitle": "Какво ще се случи със сайта на ScratchX?",
    "faq.scratchXBody": "Уебсайтът на ScratchX (scratchx.org) беше експериментален тест за разширения. Разширенията, създадени за ScratchX, не са съвместими със Scratch 3.0. След като експерименталните разширения се поддържат изцяло в Scratch, ще преустановим поддръжката на ScratchX и ще предоставим на разработчиците и потребителите време да преминат от ScratchX към новата платформа за разширения.",
    "faq.cloudDataInfoTitle": "Какво представляват облачните променливи?",
    "faq.cloudDataInfoBody": "Облачните променливи позволяват да се съхраняват данни от проекта и да се споделят с други хора в общността Scratch. Можете да използвате облачни променливи за извършване на проучвания и други проекти, където други хора в общността да имат достъп и променят данните с течение на времето.",
    "faq.makeCloudVarTitle": "Как мога да направя облачна променлива?",
    "faq.makeCloudVarBody": "Отидете в раздела \"Променливи\" на палитрата на блоковете, изберете \"Направете променлива\" и след това поставете отметка в квадратчето до \"Променлива в облака (съхранявана на сървъра)\". Данните, свързани с Вашата променлива в облака, ще бъдат съхранени на сървъра, запазени във времето и достъпни за всеки, който отвори проекта.",
    "faq.onlyNumbersTitle": "Какви типове данни могат да се съхраняват в облачните променливи?",
    "faq.onlyNumbersBody": "В променливите в облака могат да се съхраняват само числа.",
    "faq.storedCloudInfoTitle": "Кой може да вижда данните, съхранявани в облачните променливи?",
    "faq.storedCloudInfoBody": "Когато взаимодействате с проект, използвайки облачни променливи, данните, свързани с вашите взаимодействия, могат да се съхраняват заедно с потребителското ви име, а други могат да го видят.",
    "faq.reportCloudTitle": "Ако виждам някой да публикува неподходящо съдържание, използвайки облачни променливи, как да го докладвам?",
    "faq.reportCloudBody": "Кликнете върху бутона \"Подаване на сигнал\" (под името на играча на проекта на страницата на проекта), за да докладвате за неподходящо съдържание на облачни променливи. Уверете се, че споменавате „облачни променливи“, когато въвеждате причината си в отчета.",
    "faq.chatRoomTitle": "Мога ли да направя чат стаи с облачни променливи?",
    "faq.chatRoomBody": "Макар че е технически възможно да се създадат чат стаи с облачни променливи, те не са разрешени на уебсайта на Scratch.",
    "faq.changeCloudVarTitle": "Кой може да промени информацията в облачна променлива?",
    "faq.changeCloudVarBody": "Само вие и потребителите на проекта ви могат да съхраняват данни в облачните променливи. Ако хората „виждат вътре” или ремиксират кода, той създава копие на променливата и не засяга или променя първоначалната променлива.",
    "faq.newScratcherCloudTitle": "Вписъл съм се, но не мога да използвам проекти с облачни променливи. Какъв е проблема?",
    "faq.newScratcherCloudBody": "Ако все още сте \"Нов Скратчър\" на уебсайта, няма да можете да използвате проекти с облачни променливи. Трябва да станете „Скратчър“, за да имате достъп до облачните променливи. Вижте раздела „Акаунти“ (по-горе) за повече информация относно прехода от „Нов Скратчър“ към „Скратчър“.",
    "faq.multiplayerTitle": "Възможно ли е да се правят мултиплеър игри с облачни променливи?",
    "faq.multiplayerBody": "Мрежовите игри може да са трудни за създаване, поради скоростта на мрежата и проблеми със синхронизацията. Въпреки това някои потребители успяват да ползват облачните данни по много изобретателни начини, за да създават походови  и други видове игри.",
    "faq.schoolsTitle": "Scratch в училищата",
    "faq.howTitle": "Как се използва Scratch в училищата?",
    "faq.howBody": "Scratch се използва в стотици хиляди училища по целия свят, в много различни тематични области (включително езикови изкуства, наука, история, математика и компютърни науки). Можете да научите повече за стратегиите и ресурсите за използване на Scratch в училища и други учебни среди (като музеи, библиотеки и читалища) на нашата страница на преподавателите {educatorsLink}.",
    "faq.educatorsLinkText": "Страница за преподаватели",
    "faq.noInternetTitle": "Има ли как учениците да използват Scratch без връзка с Интернет?",
    "faq.noInternetBody": "Да. {downloadLink} е версия на Scratch, която може да се свали, да работи на лаптопи и настолни компютри. В момента, приложението Scratch е достъпно за Windows и Mac устройства.",
    "faq.communityTitle": "Мога ли да забраня достъпа до общността в Интернет за учениците си?",
    "faq.communityBody": "Онлайн общността на Scratch осигурява възможност за младите хора да споделят, сътрудничат и учат с техните връстници в модерна общност ръководена от Scratch{cgLink}. Все пак, ние разбираме че някои педагози предпочитат техните ученици да не участват в онлайн общности. Тези педагози може да пожелаят да инсталират приложението Scratch, което работи без интернет и локално на настолен компютър или лаптоп.",
    "faq.teacherAccountTitle": "Какво представлява учителският акаунт в Scratch?",
    "faq.teacherAccountBody": "Акаунтът за учители на Scratch предоставя на учителите и другите преподаватели допълнителни функции за управление на участието на обучаващите се в Scratch, включително възможността за създаване на студентски профили, организиране на студентски проекти в студиа и наблюдение на коментарите на учениците. За повече информация относно акаунтите за учители на Scratch, вижте {eduFaqLink}.",
    "faq.eduFaqLinkText": "ЧЗВ за учителските акаунти в Scratch",
    "faq.requestTitle": "Как мога да заявя желанието си за учителски акаунт в Scratch?",
    "faq.requestBody": "Можете да заявите желанието си за учителски акаунт от {educatorsLink} в уеб сайта на Scratch. По време на регистрацията ще поискаме от Вас допълнителна информация, за да потвърдим ролята Ви на учител.",
    "faq.dataTitle": "Какви данни събира Scratch за учениците?",
    "faq.dataBody": "Когато ученикът се регистрира в Scratch за пръв път, ние изискваме малко основна информация, като пол, възраст (рожден месец и година), държава и е-поща за потвърждение. Тези данни се използват (в акумулирана форма) в проучванията ни с цел да разберем по-добре и подобрим начина, по който хората работят със Scratch. Когато учителят използва учителския си акаунт, за да създаде множество ученически акаунти наведнъж, не се изисква от учениците да въвеждат е-поща за създаване на акаунта си.",
    "faq.lawComplianceTitle": "Съвместима ли е онлайн версията на Scratch с локалните и федерални закони за поверителност на данните на Съединените Щати?",
    "faq.lawComplianceBody1": "Scratch съблюдава правата и поверителността на данните на учениците и на всички, които използват системата. Имаме реални и електронни процедури, с които защитаваме данните, които събираме чрез уеб сайта на Scratch. Въпреки че не можем да дадем гаранции чрез сключване на договор с всеки, който използва продукта ни, ние спазваме всички федерални закони на САЩ, които са приложими за Масачузетския технологичен институт и Scratch Foundation, в качеството си на правната единица, създала и поддържаща Scratch. Насърчаваме Ви да прочетете Политиката на поверителност на Scratch за повече информация.",
    "faq.lawComplianceBody2": "Ако желате да правите Scratch проекти без да въвеждате никаква лична информация, можете да свалите {downloadLink}. Проекти създадени с приложението Scratch, не са достъпни до екипа на Scratch, и използването на приложението Scratch не разкрива никаква лична информация на Scratch, освен ако не качите тези проекти в онлайн общността на Scratch."
}