{
    "faq.title": "বহুল জিজ্ঞাসিত প্রশ্ন (বজিপ্র)",
    "faq.intro": "এই পেইজে তুমি Scratch সম্পর্কে বহুল জিজ্ঞাসিত প্রশ্নসমূহ পাবে।",
    "faq.aboutTitle": "সাধারণ প্রশ্নগুলো",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "রিমিক্স এবং অনুলিপি",
    "faq.accountsTitle": "এ্যাকাউন্টগুলো",
    "faq.permissionsTitle": "লাইসেন্স এবং অনুমতি",
    "faq.inappropriateContentTitle": "অনুপযুক্ত বিষয়বস্তু",
    "faq.scratchExtensionsTitle": "Scratch এক্সটেনশনগুলো",
    "faq.cloudDataTitle": "ক্লাউড ভ্যারিয়েবলগুলো",
    "faq.aboutScratchTitle": "Scratch কি, এবং এর দ্বারা আমি কি করতে পারি?",
    "faq.aboutScratchBody": "Scratch প্রোগ্রামিং ভাষা এবং অনলাইন অনলাইন কমিউনিটির সাথে তুমি নিজের ইন্টারেক্টিভ গল্প, গেমস এবং অ্যানিমেশন তৈরি করতে পার - এবং বিশ্বজুড়ে অন্যদের সাথে নিজের সৃষ্টিগুলোকে শেয়ার করতে পার। তরুণরা Scratch প্রজেক্টগুলো তৈরি এবং শেয়ার করে নেওয়ার সাথে সাথে তারা সৃজনশীলভাবে চিন্তা করতে, পদ্ধতিগতভাবে যুক্তি করতে এবং সহযোগীভাবে কাজ করতে শেখে। Scratch সম্পর্কে আরও জানতে {aboutScratchLink} পেইজে যাও।",
    "faq.aboutScratchLinkText": "Scratch সম্বন্ধে",
    "faq.makeGameTitle": "Scratch এর মাধ্যমে আমি কিভাবে একটি গেম অথবা অ্যানিমেশন তৈরি করতে পারি?",
    "faq.makeGameBody": "Scratch দিয়ে কিভাবে কাজ শুরু করা যায় তা জানতে {ideasLink} লিংকটি দেখ | ",
    "faq.ideasLinkText": "ধারণাগুলো পাতা ",
    "faq.whoUsesScratchTitle": "কারা Scratch ব্যবহার করে ? ",
    "faq.whoUsesScratchBody": "সব ধরনের মানুষের দ্বারা, সারা পৃথিবীর বিভিন্ন দেশে বিভিন্ন প্রতিষ্ঠানে যেমন - বাড়ি, স্কুল, লাইব্রেরি, জাদুঘর ইত্যাদিতে Scratch ব্যবহার করা হয়। Scratch মূলত 8 থেকে 16 বছর বয়সীদের জন্য ডিজাইন করা হয়েছে কিন্তু সব বয়সের মানুষ এটি ব্যবহার ও শেয়ার করছে। ছোট বাচ্চারা Scratch এর সরলীকৃত ভার্সন {scratchJrLink} ব্যবহার করতে পারে যা 5 থেকে 7 বছর বয়সীদের জন্য ডিজাইন করা। ",
    "faq.requirementsTitle": "Scratch এর জন্য কি কি সিস্টেম প্রয়োজনীয়?",
    "faq.requirementsBody": "Scratch বর্তমান ওয়েব ব্রাউজারগুলো যেমন ডেস্কটপ, ল্যাপটপ এবং ট্যাবলেটগুলোতে চলবে। তুমি মোবাইল ফোনে প্রজেক্টগুলো দেখতে পার কিন্তু বর্তমানে তুমি মোবাইল ফোনে প্রজেক্টগুলো তৈরি করতে বা সম্পাদনা করতে পারবে না। নীচে সরকারীভাবে সমর্থিত ব্রাউজারগুলোর তালিকা রয়েছে।",
    "faq.requirementsDesktop": "ডেস্কটপ ",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer সমর্থন করছে না।",
    "faq.requirementsTablet": "ট্যাবলেট কম্পিউটার",
    "faq.requirementsTabletChrome": "মোবাইল Chrome (63+) ",
    "faq.requirementsTabletSafari": "মোবাইল Safari (11+)",
    "faq.requirementsNote": "নোট:",
    "faq.requirementsNoteDesktop": "তোমার কম্পিউটার যদি এই আবশ্যিক শর্তগুলো পূরণ না করে, তাহলে তুমি {downloadLink} এডিটর চেষ্টা করে দেখতে পার (বজিপ্রতে পরের সামগ্রী দেখ)| ",
    "faq.scratchApp": "Scratch অ্যাপ",
    "faq.requirementsNoteWebGL": "তুমি যদি কোনও WebGL ত্রুটির মুখোমুখি হও, তবে অন্য একটি ব্রাউজার ব্যবহার করে দেখ।",
    "faq.requirementsNoteTablets": "ট্যাবলেটগুলিতে, বর্তমানে \"key pressed\" ব্লক বা ডান-ক্লিক এর ব্লকসমূহ ব্যবহার করার কোন উপায় নেই।",
    "faq.offlineTitle": "তোমাদের কি ডাউনলোডযোগ্য সংস্করণ আছে যাতে আমি প্রজেক্টগুলো অফলাইনে তৈরি এবং দেখতে পারি?",
    "faq.offlineBody": "Scratch অ্যাপে তুমি কোনও ইন্টারনেট কানেকশন ছাড়াই Scratch প্রজেক্ট বানাতে পার। তুমি Scratch এর ওয়েবসাইট থেকে বা তোমার ডিভাইসের অ্যাপ ষ্টোর থেকে এটি {downloadLink} ডাউনলোড করতে পার। (এটিকে আগে বলা হত \"Scratch Offline Editor\")।",
    "faq.uploadOldTitle": "আমি কি এখনও Scratch এর পুরানো ভার্সন দিয়ে তৈরি প্রজেক্টগুলো ওয়েবসাইটে আপলোড করতে পারব?",
    "faq.uploadOldBody": "হ্যাঁ: তুমি Scratch এর পূর্ববর্তী সংস্করণগুলোর দ্বারা তৈরি প্রজেক্টগুলো শেয়ার বা আপলোড করতে পারবে এবং সেগুলো দৃশ্যমান হবে ও প্লে করা যাবে। (যাইহোক, তুমি Scratch এর পরবর্তী সংস্করণগুলোতে তৈরি বা এডিট করা প্রজেক্টগুলো পূর্ববর্তী সংস্করণগুলোতে ডাউনলোড করতে পারবে না ও সেগুলো  খুলতে পারবে না। উদাহরণস্বরূপ, তুমি {scratch2Link} এর ডেস্কটপ সংস্করণে Scratch 3.0 প্রজেক্ট খুলতে পারবে না, কারণ Scratch 2.0 কিভাবে .sb3 প্রজেক্ট ফাইল ফরম্যাট পড়তে হয় তা জানে না।)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Scratch কতটা ব্যয়বহুল? আমার কি লাইসেন্স দরকার হবে?",
    "faq.scratchCostBody": "Scratch সবসময় বিনামূল্য থাকবে । স্কুল, বাড়ি অথবা অন্য কোথাও Scratch ব্যবহার করতে তোমার কোনো লাইসেন্স লাগবে না। Scratch এর উন্নয়ন আর ভরণপোষণের সমস্ত খরচ অনুদান আর অর্থসাহায্য দ্বারা করা হয় । তুমি যদি Scratch কে সাহায্য করতে চাও তাহলে এখানে {donateLink} দেখ।",
    "faq.donateLinkText": "অনুদানের পাতা ",
    "faq.mediaLabTitle": "কে Scratch তৈরি করেছে ?  ",
    "faq.mediaLabBody": "Scratch টি {llkLink} এ {mediaLabLink} এ Scratch টিম দ্বারা ডেভলপ এবং রক্ষণাবেক্ষণ করা হয়।",
    "faq.llkLinkText": "Lifelong Kindergarten দল",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Scratch 3.0 কি ? ",
    "faq.aboutScratch3Body": "Scratch 3.0 হল Scratch এর সর্বশেষ প্রজন্ম, এটি 2019 সালের 2 জানুয়ারিতে চালু করা হয়। এটিকে ডিজাইন করা হয়েছে এমন ভাবে যেন Scratch দিয়ে তুমি কিভাবে, কেন এবং কোথায় কিছু তৈরি করতে পারবে তা বুঝা যায়। এতে কয়েক ডজন নতুন স্প্রাইট যুক্ত রয়েছে, সম্পূর্ণ নতুন সাউন্ড এডিটর, এবং আরও অনেক নতুন প্রোগ্রামিং ব্লক এবং Scratch 3.0 এর সাথে, তুমি তোমার ল্যাপটপ বা ডেস্কটপ কম্পিউটার ছাড়াও তোমার ট্যাবলেটে প্রজেক্ট তৈরি এবং চালাতে পারবে। ",
    "faq.reportBugsScratch3Title": "Scratch 3.0 এ কিভাবে আমি বাগগুলো রিপোর্ট করতে এবং মতামত জানাতে পারি?",
    "faq.reportBugsScratch3Body": "{forumsLink} এই লিংকে তুমি Scratch আলোচনা ফোরামের বিভাগে বাগ রিপোর্ট করতে এবং মতামত শেয়ার করতে পারবে। ",
    "faq.forumsLinkText": "বাগ ও ত্রুটিসমূহ",
    "faq.languagesScratch3Title": "Scratch 3.0 কি একাধিক ভাষায় পাওয়া যায়? ",
    "faq.languagesScratch3Body1": "হ্যাঁ। প্রোগ্রামিং ব্লক এর ভাষা পরিবর্তন করতে, প্রোগ্রামিং সম্পাদক এর উপরের নেভিগেশন বারের “globe” আইকনে ক্লিক কর, তারপরে একটি ভাষা নির্বাচন করতে ড্রপডাউন মেনুতে ক্লিক কর।",
    "faq.languagesScratch3Body2": "আমাদের সব ভাষান্তর স্বেচ্ছাকর্মীদের দ্বারা হচ্ছে। Scratch 3.0 এডিটর 40 এরও বেশি ভাষায় অনুবাদ করা হয়েছে। যে ভাষাগুলো এই মুহূর্তে অনুবাদ আর পর্যালোচনা করা হচ্ছে সেইগুলো তুমি এইখানে {transifexLink} দেখতে পাবে। তুমি যদি অনুবাদ আর পর্যালোচনা করতে সাহায্য করতে চাও তাহলে এইখানে {emailLink} যোগাযোগ কর। ",
    "faq.transifexLinkText": "অনুবাদ সার্ভার",
    "faq.removedBlocksScratch3Title": "Scratch 3.0 কি Scratch এর আগের সংস্করণগুলো থেকে কোন কোডিং ব্লক সরিয়ে ফেলবে?",
    "faq.removedBlocksScratch3Body": "Scratch 3.0 থেকে কোন কোডিং ব্লকসমূহ মুছে ফেলা হয়নি, কিন্তু কিছু সামান্য পরিবর্তন করে \"এক্সটেনশন\" এ সরানো হয়েছে (উপরে যেমন বলা হয়েছে, এই {extensionsFAQLink} সেকশনে)।",
    "faq.newBlocksScratch3Title": "Scratch 3.0 এ কি নতুন ব্লক যুক্ত হয়েছে?",
    "faq.newBlocksScratch3Body": "হ্যাঁ! Scratch 3.0 এ তুমি পাবে:",
    "faq.newBlocksSoundEffect": "নতুন \"sound effect\" ব্লক",
    "faq.newBlocksOperators": "নতুন অপারেটর যা টেক্সট (strings) দিয়ে কাজ করা সহজ করে তোলে",
    "faq.newBlocksPen": "নতুন কলম ব্লকগুলো, স্বচ্ছতার জন্য সাহায্য সমেত",
    "faq.newBlocksGlide": "নতুন গ্লাইড ব্লক যা সহজেই সরানো যায় একটি স্প্রাইটে (বা যেকোন পয়েন্টে)",
    "faq.newBlocksExtensions": "অনেক নতুন ক্ষমতার মাধ্যম \"Scratch Extensions\" (নীচে এক্সটেনশন বিভাগটি দেখ)",
    "faq.biggerBlocksScratch3Title": "Scratch 3.0 এর ব্লকগুলো এর আগের ভার্সনগুলো থেকে বড় কেন?",
    "faq.biggerBlocksScratch3Body": "টাচ ডিভাইসগুলোতে (যেমন Chromebooks, Windows Surface laptops, ও tablets) Scratch 3.0 ভাল কাজ করার জন্য, আমাদের ব্লকগুলো আরও বড় করা দরকার, যাতে ব্লকগুলোকে টানতে এবং ট্যাপ করা সহজ হয়। এছাড়াও, নতুন ব্যবহারকারীদের ছোট ইন্টারফেসের উপাদানগুলোকে ক্লিক করতে এবং টেনে আনতে সমস্যা হয়েছে এমন সমস্যাগুলোর সমাধানে সহায়তা করতে Scratch 3.0 এ ব্লকগুলো কিছুটা বড় করা হয়েছে।",
    "faq.extensionsScratch3Title": "কলমের ব্লকগুলো কোথায় গেল? সঙ্গীতের ব্লকগুলো কোথায় গেল? ভিডিও সেন্সিং ব্লকগুলো কোথায় গেল?",
    "faq.extensionsScratch3Body": "কলম, সংগীত এবং ভিডিও সেন্সিং ব্লকগুলো এক্সটেনশনে সরানো হয়েছে।পর্দার নিচে বাম দিকের বাটনটি ক্লিক করে এক্সটেনশানগুলো যুক্ত করা যেতে পারে (নিচে \"এক্সটেনশন\" বিভাগটি দেখ)।   ",
    "faq.paintEditorScratch3Title": "পেইন্ট এডিটরের নতুন ফিচারগুলো কি কি?",
    "faq.paintEditorScratch3Body": "পেইন্ট এডিটরটিকে আবার ডিজাইন করা হয়েছে ফিচারগুলো সরবরাহের পাশাপাশি এটির ব্যবহার আরও সহজ করতে। পরিবর্তন এবং নতুন ফিচারগুলোর মধ্যে রয়েছে:",
    "faq.paintEditorLayout": "নতুন লেআউট যা টুলস এবং অপশনকে আরও দৃশ্যমান করে তোলে",
    "faq.paintEditorTools": "নতুন টুলস যেমন \"eraser\" যা ভেক্টর মোডে কাজ করে",
    "faq.paintEditorColors": "রঙ নির্বাচন এবং সমন্বয় করার জন্য আরও বিকল্প",
    "faq.paintEditorVector": "ভেক্টর পয়েন্টগুলোর উপর আরও নিয়ন্ত্রণ (কার্ভ হ্যান্ডলগুলো এবং পয়েন্ট মোডগুলো)",
    "faq.paintEditorLayers": "স্তরগুলো সাজানোর জন্য অতিরিক্ত নিয়ন্ত্রণ (\"bring to front\", \"move to back\", ইত্যাদি।)",
    "faq.paintEditorGradients": "নতুন গ্রেডিয়েন্ট নিয়ন্ত্রণ",
    "faq.soundEditorScratch3Title": "সাউন্ড এডিটরের নতুন ফিচারগুলো কি?",
    "faq.soundEditorScratch3Body": "শব্দ এডিটরটি পুনরায় নকশা করা হয়েছে যাতে শব্দ রেকর্ডিং এবং নিপুণভাবে ব্যবহার করা আরও সহজে করা যায়। এটি বেশ কয়েকটি নতুন ফিচার সরবরাহ করে:",
    "faq.soundEditorRecording": "নতুন রেকর্ডিং সিস্টেম যা ব্যবহার করা সহজ",
    "faq.soundEditorTrimming": "নতুন অডিও ট্রিমিং সিস্টেম যা ব্যবহার করা সহজ",
    "faq.soundEditorEffects": "নতুন শব্দ প্রভাব ( যেমন \"দ্রুত\", \"স্লোয়ার\", এবং \"রোবট\" )",
    "faq.tipsWindwScratch3Title": "Scratch Tips Window পেইজে কি ঘটেছে?",
    "faq.tipsWindowScratch3Body": "Tips Window ছাড়াও, Tutorials Library এর সাহায্যে Scratch 3.0 সদৃশ উপাদানের যোগান দেয়, যাতে তুমি প্রোগ্রাম এডিটরের উপরের ন্যাভিগেশন বারে অবস্থিত টিউটোরিয়ালস লিংক দিয়ে প্রবেশ করতে পারবে | তুমি পুরো প্রজেক্টের টিউটোরিয়ালস খুঁজে পাবে (যেমন \"Make a Chase Game\") অথবা নির্দিষ্ট ব্লক এবং ফিচারে (যেমন \"Record a Sound\" অথবা \"Make it Spin\")। খুব শীঘ্র আরও টিউটোরিয়ালস যোগ করা হবে (যেমন \"Pong Game\" এবং \"Make It Fly\")।  ",
    "faq.remixDefinitionTitle": "রিমিক্স বলতে কি বোঝায়?",
    "faq.remixDefinitionBody": "যখন একজন স্ক্র্যাচার অন্য কারও প্রজেক্টের একটি কপি তৈরি করে এবং সেখানে নিজস্ব ধারণা যোগ করার জন্য কিছু পরিবর্তন করে (উদাহরণস্বরূপ, স্ক্রিপ্ট বা পোশাক পরিবর্তন), তখন সেই নতুন প্রজেক্টকে \"রিমিক্স\" বলা হয়। Scratch ওয়েবসাইটে শেয়ার করা প্রতিটি প্রজেক্ট রিমিক্স করা যায়। এমনকি আমরা একটি ছোটখাট পরিবর্তনকেও বৈধ রিমিক্স হিসাবে বিবেচনা করি, যতক্ষণ পর্যন্ত মূল প্রজেক্ট নির্মাতা এবং অন্যদের যারা রিমিক্সে গুরুত্বপূর্ণ অবদান রেখেছেন তাদের ক্রেডিট দেওয়া হয়। ",
    "faq.remixableTitle": "Scratch দলের জন্য কেন সব প্রজেক্ট “remixable” হওয়া দরকার ? ",
    "faq.remixableBody": "আমরা বিশ্বাস করি যে অন্য কারো প্রজেক্ট রিমিক্স করা প্রোগ্রাম শেখার এবং আকর্ষণীয় প্রজেক্ট তৈরি করার একটি দুর্দান্ত উপায়। রিমিক্স করার মাধ্যমে, সৃজনশীল ধারণাগুলো Scratch কমিউনিটির মধ্যে ছড়িয়ে পড়ে এবং প্রত্যেকেই উপকৃত হয়। Scratch ওয়েবসাইটে শেয়ার করা সব প্রজেক্ট “ক্রিয়েটিভ কমন্স অ্যাট্রিবিউশন শেয়ার-আলাইক” লাইসেন্সের আওতাধীন, যার মানে হল তুমি Scratch ওয়েবসাইটে যে প্রজেক্ট দেখতে পাচ্ছ তা রিমিক্স করতে পার - এবং অন্য যে কেউ ওয়েবসাইটে শেয়ার করা তোমার যেকোন প্রজেক্ট রিমিক্স করতে পারে।",
    "faq.creativeCommonsTitle": "যদি আমি না চাই যে অন্যরা আমার প্রজেক্টগুলো রিমিক্স করুক?",
    "faq.creativeCommonsBody": "রিমিক্সিং Scratch কমিউনিটির একটি খুব গুরুত্বপূর্ণ অংশ। তুমি যদি তোমার সৃষ্টি অন্যদের দেখতে বা রিমিক্স করতে দিতে না চাও, তখনও তুমি Scratch ওয়েবসাইটে তোমার প্রজেক্ট তৈরি করতে পার কিন্তু সেগুলো ওয়েবসাইটে শেয়ার করবে না।  ",
    "faq.fairUseTitle": "আমি কি আমার প্রজেক্টে ইন্টারনেট থেকে ছবি / শব্দ / মিডিয়া ব্যবহার করতে পারব?",
    "faq.fairUseBody": "তুমি যদি অন্য কারও প্রজেক্ট তোমার নিজের কাজে ব্যবহার করতে চাও, তাহলে তোমার প্রজেক্টের “credits” বিভাগে অবশ্যই তাদের ক্রেডিট দিতে ভুলবে না এবং মূল প্রজেক্টটির সাথে একটি লিংক দিয়ে দিবে। রিমিক্সিং এর জন্য লাইসেন্সপ্রাপ্ত শিল্প / শব্দ খুঁজে পেতে {ccLink} দেখ | ",
    "faq.ccLinkText": "ক্রিয়েটিভ কমন অনুসন্ধান পেইজ",
    "faq.whyAccountTitle": "একটি Scratch এ্যাকাউন্ট থাকা কেন দরকারী?",
    "faq.whyAccountBody": "এ্যাকাউন্ট ছাড়াও, তুমি অন্যদের প্রজেক্ট চালাতে পার,ফোরাম ও কমেন্ট পড়তে পার, এমনকি নিজের প্রজেক্টও বানাতে পার। কিন্তু প্রজেক্ট সংরক্ষন ও শেয়ার করতে, ফোরামে পোষ্ট ও কমেন্ট করতে, কমিউনিটিতে \"social\" কর্মকান্ডে অংশগ্রহন করতে, তোমার একটি এ্যাকাউন্ট প্রয়োজন হবে (যেমন \"loving\" অন্যদের প্রজেক্ট)।",
    "faq.createAccountTitle": "আমি কিভাবে একটি এ্যাকাউন্ট খুলব? ",
    "faq.createAccountBody": "Scratch হোম পেইজে \"যোগদান\" ক্লিক কর। এর পরে কয়েকটি প্রশ্নের উত্তর দিতে হবে এবং একটি ইমেইল ঠিকানা দিতে হবে। এইগুলো করতে দুই মিনিট লাগে আর সব বিনামূল্যে! ",
    "faq.checkConfirmedTitle": "আমার এ্যাকাউন্টটি নিশ্চিত হয়েছে  কিনা তা আমি কীভাবে যাচাই করব?  ",
    "faq.howToConfirmTitle": "আমি কিভাবে আমার এ্যাকাউন্টটি নিশ্চিত করব?",
    "faq.howToConfirmBody": "Scratch এ একটি নতুন এ্যাকাউন্ট তৈরি করার পরে, তুমি লিংকসহ একটি ইমেইল বার্তা পাবে। লিংকটিতে ক্লিক করে তোমার এ্যাকাউন্টটি নিশ্চিত কর। একবার তুমি তোমার এ্যাকাউন্ট নিশ্চিত করলে, তোমার প্রজেক্টগুলো শেয়ার করতে, মন্তব্য লিখতে এবং স্টুডিও তৈরি করতে পারবে। Scratch দল থেকে ইমেইল আপডেট পেতে হলেও তোমার এ্যাকাউন্টটি নিশ্চিত করতে হবে। তুমি যদি নিশ্চিতকরণ লিংকসহ ইমেইলটি খুঁজে না পাও তবে তোমার স্প্যাম ফোল্ডারটি যাচাই কর। যদি তুমি এখনও খুঁজে না পাও, এবং অন্য একটি অনুলিপি পেতে চাও, তবে তোমার এ্যাকাউন্ট সেটিংসে যাও, ইমেইল ট্যাবে ক্লিক কর এবং সেখানে নির্দেশাবলী অনুসরণ কর। মনে রাখবে যে ইমেইল আসতে এক ঘন্টা পর্যন্ত সময় লাগতে পারে।যদি তুমি একঘন্টা পরেও ইমেইল না পাও, তবে {contactLink}।",
    "faq.contactLinkText": "আমাদের জানাও",
    "faq.checkConfirmedBody": "তোমার এ্যাকাউন্টটি নিশ্চিত কিনা তা যাচাই করতে তোমার Scratch এ্যাকাউন্টে লগ ইন কর এবং তোমার {settingsLink} পেইজে যাও। নিশ্চিত ইমেইল ঠিকানা একটি ছোট সবুজ চেকমার্ক দেখাবে। অন্যথায়, তুমি \"Your email address is unconfirmed\" লেখাটি কমলাতে দেখতে পাবে।",
    "faq.settingsLinkText": "ইমেইল সেটিংস",
    "faq.requireConfirmTitle": "আমাকে কি আমার এ্যাকাউন্টটি নিশ্চিত করতে হবে?",
    "faq.requireConfirmBody": "তুমি তোমার এ্যাকাউন্ট নিশ্চিত না করেই Scratch এর সাথে যুক্ত বাকি সব পরিষেবা ব্যবহার করতে পারবে যেমন প্রজেক্ট তৈরি এবং সেভ (কারো সাথে শেয়ার না করে)।  ",
    "faq.forgotPasswordTitle": "আমি আমার ইউজারনেম বা পাসওয়ার্ড ভুলে গেছি। আমি কীভাবে এটি পুনরুদ্ধার করতে পারি?",
    "faq.forgotPasswordBody": "তোমার ইউজারনেম আর ইমেইল ঠিকানা প্রবেশ করাও  {resetLink} পেইজে। তোমার ইউজারনেমের সাথে যুক্ত ঠিকানায় ওয়েবসাইট একটি ইমেইল পাঠাবে আর সাথে একটি লিংক যার সাহায্যে তুমি তোমার পাসওয়ার্ড পুনরায় সেট করতে পারবে।",
    "faq.resetLinkText": "পাসওয়ার্ড রিসেট কর",
    "faq.changePasswordTitle": "কিভাবে আমি আমার পাসওয়ার্ডটি পরিবর্তন করব?  ",
    "faq.changePasswordBody": "তোমার Scratch এ্যাকাউন্টে প্রবেশ কর, তারপরে আমাদের {changeLink} পেইজে যাও যেখানে তুমি তোমার পাসওয়ার্ড পরিবর্তন করতে পারবে |",
    "faq.changeLinkText": "পাসওয়ার্ড সেটিং",
    "faq.changeEmailTitle": "কিভাবে আমি আমার ইমেইলটি পরিবর্তন করব?  ",
    "faq.changeEmailBody": "তোমার Scratch এ্যাকাউন্টে প্রবেশ কর, এরপর আমাদের {changeEmailLink} পেইজে যাও যেখানে তুমি তোমার ইমেইল ঠিকানা পরিবর্তন করতে পারবে |",
    "faq.newScratcherTitle": "আমি কিভাবে 'নতুন স্ক্র্যাচার' থেকে 'স্ক্র্যাচার' হব?",
    "faq.newScratcherBody": "যখন তুমি একটি এ্যাকাউন্ট তৈরি করবে, তখন তোমাকে \"নতুন স্ক্র্যাচার\" হিসেবে চিহ্নিত করা হবে। \"স্ক্র্যাচার\" এ রূপান্তর করার জন্য, তোমার প্রজেক্টগুলো তৈরি কর এবং শেয়ার কর, অন্যান্য স্ক্র্যাচারের প্রজেক্টগুলোতে সহায়ক মন্তব্য কর এবং ধৈর্য ধর! তোমার প্রয়োজনীয় বিষয়গুলো পূরণ হলে, তোমার প্রোফাইল পেইজে স্ক্র্যাচার হওয়ার আমন্ত্রণ জানিয়ে একটি লিংক উপস্থিত হবে এবং Scratch ওয়েবসাইটে তোমার কিছু অতিরিক্ত ক্ষমতা থাকবে। (মনে রাখবে যে আমরা অনুরোধে কাউকে নতুন স্ক্র্যাচার থেকে স্ক্র্যাচারে উন্নীত করি না)",
    "faq.multipleAccountTitle": "আমি কি একটির বেশি এ্যাকাউন্ট রাখতে পারব? ",
    "faq.multipleAccountBody": "Scratch ওয়েবসাইটে কয়েকটি এ্যাকাউন্ট থাকলে সমস্যা নেই, যতক্ষণ না সেগুলোর কোনটিই {cgLink} ভাঙার জন্য ব্যবহার করা হয়। সেক্ষেত্রে সংশ্লিষ্ট সব এ্যাকাউন্ট ব্লক বা অপসারন করে ফেলা হতে পারে।",
    "faq.multipleLoginTitle": "একটি এ্যাকাউন্টে একজনের বেশী ব্যবহারকারী কি প্রবেশ করে থাকতে পারবে? ",
    "faq.multipleLoginBody": "এটি অনুমোদিত নয় কারণ একই এ্যাকাউন্টে একাধিক ব্যক্তি লগ ইন করলে ওয়েবসাইট এবং প্রজেক্ট এডিটর সহজেই বিভ্রান্ত হতে পারে। যখন একটি এ্যাকাউন্ট এমন কিছু করে যা {cgLink} লঙ্ঘন করে, তখন সংশ্লিষ্ট সব এ্যাকাউন্ট ব্লক বা বাদ দেয়া হতে পারে, তুমি যদি এমন কারও সাথে এ্যাকাউন্ট শেয়ার কর যে এর দ্বারা খারাপ কিছু করতে পারে, তার মানে হল অন্য ব্যক্তি যা করেছে তার জন্য তোমার এ্যাকাউন্ট ব্লক করা হতে পারে।",
    "faq.changeUsernameTitle": "আমি কি আমার ইউজারনেম পরিবর্তন করতে পারব? ",
    "faq.changeUsernameBody": "Scratch ওয়েবসাইটের কাঠামোটি একটি সামঞ্জস্যপূর্ণ এ্যাকাউন্ট নাম থাকার উপর নির্ভর করে, তাই তোমার ইউজারনেম পরিবর্তন করা সম্ভব নয়। তোমার যদি সত্যই কোনও নতুন ইউজারনেম পরিবর্তন করতে হয় তবে তুমি একটি নতুন এ্যাকাউন্ট তৈরি করতে পার তবে তোমাকে নিজের প্রজেক্টগুলো নতুন এ্যাকাউন্টে কপি করতে হবে।",
    "faq.shareInfoTitle": "আমি আমার এ্যাকাউন্টে / এ্যাকাউন্টের সাথে কোন তথ্য শেয়ার করতে পারি?",
    "faq.shareInfoBody": "অনুগ্রহ করে ব্যক্তিগত যোগাযোগের তথ্য, যেমন তোমার ঠিকানা, ইমেইল, ফোন নম্বর, বা অন্য কিছু যা যোগাযোগ ওয়েবসাইটের বাইরে যোগাযোগ করতে ব্যবহার করা যেতে পারে তা শেয়ার করবে না। অনুগ্রহ করে এমন প্রজেক্ট, মন্তব্য, বা ফোরামের পোস্টগুলোতে রিপোর্ট কর যেখানে এই ধরণের তথ্য থাকে, যাতে Scratch দল তথ্যটি সরিয়ে ফেলতে পারে এবং ব্যক্তিগত যোগাযোগের তথ্য শেয়ার করে নেওয়ার বিরুদ্ধে আমাদের নীতি লেখককে স্মরণ করিয়ে দিতে পারে।",
    "faq.deleteAccountTitle": "আমি কিভাবে আমার এ্যাকাউন্টটি মুছে ফেলব?",
    "faq.deleteAccountBody": "Scratch এ লগইন কর এবং তারপরে ডানদিকের উপরের অংশে তোমার ইউজারনেমটিতে ক্লিক কর। \"Account Settings\" নির্বাচন কর, তারপর পেইজের নিচে  \"I want to delete my account\" লিঙ্কে ক্লিক কর। কিন্তু তুমি যদি নিশ্চিতভাবে তোমার এ্যাকাউন্ট অপসারণ করতে চাও কেবল তখনই তোমার এটি করা উচিত।",
    "faq.scratchFreeTitle": "Scratch কি বিনামূল্যে? আমি কি এটা যে কোন যায়গায় ব্যবহার করতে পারব? ",
    "faq.scratchFreeBody": "হ্যাঁ! Scratch বিনামূল্যে পাওয়া যায়। তুমি এটি তোমার স্কুলে ব্যবহার করতে পার, এবং এর সম্পর্কে একটি কোর্স শেখাতে পার (এমনকি এমন একটি কোর্স যার জন্য অর্থ ব্যয় হয়)। তোমার লাইসেন্স কেনার দরকার নেই: এটি বিনামূল্যে!",
    "faq.scratchScreenshotTitle": "আমি কি কোনও বই বা উপস্থাপনায় Scratch এর স্ক্রিনশট ব্যবহার করতে পারি?",
    "faq.scratchScreenshotBody": "হ্যাঁ, তুমি Scratch অ্যাপ্লিকেশন এবং ওয়েবসাইটের স্ক্রিনশট / ছবি একটি বই বা উপস্থাপনায় ব্যবহার করতে পার এবং সেগুলোকে {licenseLink} লাইসেন্সের অধীনে লাইসেন্সপ্রাপ্ত বলে বিবেচনা করতে পার। আমরা চাই যে তুমি তোমার উপকরণের কোথাও একটি নোট অন্তর্ভুক্ত কর: \"Scratch, MIT Media Lab এবং Lifelong Kindergarten দলের সহযোগিতায় Scratch ফাউন্ডেশনের একটি প্রজেক্ট। এটি বিনামূল্যে পাওয়া যায় https://scratch.mit.edu তে\"।",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "আমি কি Scratch এর বর্ননা brochures বা অন্য কোথাও অন্তর্ভুক্ত করতে পারি?",
    "faq.scratchDescriptionBody": "অবশ্যই! আমরা নিম্নলিখিত বিবরণ সুপারিশ করছি: \"Scratch একটি কোডিং ভাষা এবং একটি অনলাইন কমিউনিটি যেখানে তুমি নিজস্ব ইন্টারেক্টিভ গল্প, গেমস ও অ্যানিমেশন তৈরি করতে পার --  এবং তোমার সৃষ্টিগুলো বিশ্বজুড়ে অন্যদের সাথে শেয়ার করতে পার। তরুণরা যেমন Scratch প্রজেক্ট তৈরি করে এবং শেয়ার করে, তেমনি তারা সৃজনশীলভাবে চিন্তা করতে শেখে, পদ্ধতিগতভাবে যুক্তি দেখাতে শেখে এবং সহযোগিতামূলক কাজ করতে শেখে। Scratch হল MIT Media Lab এর Lifelong Kindergarten দলের সহযগীতায় {sfLink} এর একটি প্রজেক্ট। এটি বিনামূল্যে পাওয়া যায় https://scratch.mit.edu এ\"।",
    "faq.presentScratchTitle": "আমি কি কোন সম্মেলনে  Scratch উপস্থাপন করতে পারি? ",
    "faq.presentScratchBody": "Scratch সম্পর্কে শিক্ষকগণ বা অন্যদের কাছে নির্দ্বিধায় উপস্থাপনা কর।",
    "faq.supportMaterialTitle": "আমি কি ওয়েবসাইটে পাওয়া Scratch সমর্থন উপকরণ, স্প্রাইটস, ছবি, শব্দ বা নমুনা প্রজেক্টগুলো ব্যবহার করতে / রিমিক্স করতে পারি ?",
    "faq.supportMaterialBody": "হ্যাঁ: Scratch ওয়েবসাইটের বেশিরভাগ Scratch সমর্থন উপকরণ {licenseLink}লাইসেন্সের অধীনে পাওয়া যায়। কিছু ব্যতিক্রম আছে: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera হল Scratch ট্রেডমার্ক, এবং Scratch দলের স্পষ্ট অনুমতি ছাড়া ব্যবহার করা যাবে না।",
    "faq.sellProjectsTitle": "আমি কি আমার Scratch প্রজেক্ট বিক্রি করতে পারি? ",
    "faq.sellProjectsBody": "হ্যাঁ: তোমার Scratch প্রজেক্টটি তোমার সৃষ্টি। কিন্তু মনে রাখবে যে একবার তোমার প্রজেক্টটি Scratch ওয়েবসাইটে শেয়ার করা হলে, {licenseLink} লাইসেন্সের শর্তাবলীর উপর ভিত্তি করে সবাই প্রজেক্টটি ডাউনলোড, রিমিক্স এবং পুনরায় ব্যবহার করতে পারবে। তাই তুমি যদি তোমার প্রজেক্টটি বিক্রয় করতে চাও তাহলে Scratch ওয়েবসাইট থেকে তোমার প্রজেক্টটির শেয়ার বাতিল কর ।",
    "faq.sourceCodeTitle": "Scratch এর সোর্স কোড কোথায় গেলে পাওয়া যাবে? ",
    "faq.sourceCodeBody": "Scratch প্রোগ্রামিং এডিটরের সোর্স কোড {guiLink} এ পাওয়া যাবে। {flashLink} ও {scratch14Link}, এর সোর্স কোড GitHub এ পাওয়া যাবে। Scratch ওয়েবসাইট সম্পর্কিত উন্নয়ন প্রজেক্টগুলোর আপডেট জানার জন্য, অনুগ্রহ করে আমাদের {developersLink} দেখ। ",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Scratch ওয়েবসাইটে কিছু শেয়ার করা ঠিক কি না তা আমি কীভাবে জানব?",
    "faq.okayToShareBody": " Scratch {cgLink} দেখ - এগুলো সংক্ষিপ্ত এবং এতে অনেক আইনি বিষয় অন্তর্ভুক্ত নয়। Scratch এর প্রতিটি পেইজের নীচে একটি লিঙ্ক রয়েছে।",
    "faq.reportContentTitle": "কোন অনুপযুক্ত জিনিস দেখলে আমার কি করা উচিত ? ",
    "faq.reportContentBody": "তুমি যে কোনও প্রজেক্ট, মন্তব্য, আলোচনা পোস্ট, স্টুডিও বা প্রোফাইল পেইজে \"report\" লিঙ্কটিতে ক্লিক করতে পার যেখানে তুমি এমন কিছু দেখেছ যা Scratch এর জন্য ঠিক নয়। যদি পরিস্থিতি জটিল হয়, তুমি ব্যাখ্যা করতে {contactLink} লিঙ্ক (প্রতিটি পেইজের নিচে পাবে) ব্যবহার করতে পার। প্রাসঙ্গিক পেইজের লিংকসহ যতটা সম্ভব বিস্তারিত অন্তর্ভুক্ত করার ব্যাপারে নিশ্চিত হও।",
    "faq.noFlameTitle": "আমি যদি কাউকে খারাপ বা অসম্মানজনক আচরন করতে দেখি তাহলে আমি কি করব?",
    "faq.noFlameBody": "Don’t add to the flames! খারাপ মন্তব্যের সাথে খারাপ ভাবে সাড়া দিলে বিষয়গুলো আরও খারাপ হয়, এবং এর ফলে তোমার এ্যাকাউন্ট ব্লক হয়ে যেতে পারে। তারপরিবর্তে, এমন কিছুর রিপোর্ট কর যা অসম্মানজনক বা অবৈধ, এবং আমরা তা লেখকের সাথে অনুসরণ করব।আমরা প্রতিদিন, দিনে একাধিকবার রিপোর্ট যাচাই করি,- তাই নিশ্চিন্ত থাক, আমরা বিষয়গুলো ঠিক করে ফেলব।",
    "faq.reviewContentTitle": "কিছু রিপোর্ট করা হলে বা ফ্ল্যাগ ভ্যালু দেওয়া হলে, Scratch টিম কি করে?",
    "faq.reviewContentBody": "Scratch দল প্রতিদিন মন্তব্য এবং প্রজেক্ট প্রতিবেদন পর্যালোচনা করে। যদি কিছু Scratch কে ভেঙ্গে ফেলে {cgLink}, আমরা তা সরিয়ে দেব এবং এ্যাকাউন্টে একটি সতর্কতা বার্তা পাঠাব। আমরা যে এ্যাকাউন্টগুলো বা নেটওয়ার্কগুলো শেয়ার করে নেওয়ার জন্য ব্যবহার করা হয়েছিল তাও ব্লক করতে পারি, যা শেয়ার করা হয়েছিল এবং যদি ব্যক্তিকে আগে সতর্কতা পাঠানো হয় তার উপর নির্ভর করে।",
    "faq.blockedAccountTitle": "একটি এ্যাকাউন্ট ব্লক হয়ে গেলে কি ঘটবে? ",
    "faq.blockedAccountBody": "যখন একটি এ্যাকাউন্ট ব্লক করা হয়, তখন মালিক আর তার এ্যাকাউন্ট অ্যাক্সেস করতে পারে না, প্রজেক্ট তৈরি করতে বা নতুন মন্তব্য পোস্ট করতেও এটি ব্যবহার করতে পারে না। যখন তারা লগইন করে, তারা ওয়েবসাইট সহ একটি পেইজ দেখতে পায় যা ব্যাখ্যা করে কেন এ্যাকাউন্টটি ব্লক করা হয়েছিল, ও যার দ্বারা এ্যাকাউন্ট আনব্লক করার অনুরোধ করতে পারে। যদি এ্যাকাউন্টের মালিক দেখাতে পারে যে তারা বুঝতে পেরেছে কেন তাদের এ্যাকাউন্ট ব্লক করা হয়েছে, এবং ভবিষ্যতে Scratch {cgLink} অনুসরণ করার প্রতিশ্রুতি দিলে তারা আনব্লক হবে।",
    "faq.stolenAccountTitle": "কেউ আমার এ্যাকাউন্টে অ্যাক্সেস পেয়েছে এবং আমার এ্যাকাউন্ট ব্লক করেছে। আমি কি করব?",
    "faq.stolenAccountBody": "তোমার পাসওয়ার্ড নিরাপদে রাখার দায়িত্ব তোমার। যদি তোমার পরিচিত কেউ তোমার এ্যাকাউন্ট নিয়ন্ত্রণ করে এবং খারাপ কাজ করে, তাহলে বড়দের তাদের ব্যবহৃত কম্পিউটারের ব্যাপারে বল। যদি তুমি মনে কর যে অচেনা কারো কাছে তোমার এ্যাকাউন্ট অ্যাক্সেস আছে, তবে পাসওয়ার্ড পরিবর্তন কর এবং / অথবা পরিস্থিতি ব্যাখ্যা করতে {contactLink} লিংকটি ব্যবহার কর। যদি Scratch ভেঙে ফেলার মত কোন কাজের জন্য তোমার এ্যাকাউন্টটি ব্লক করা হয় {cgLink}, তাহলে অনুগ্রহ করে আমাদের বল না যে এ কাজটি অন্য কেউ করেছে। যখন লোকেরা আমাদের বলে যে অন্য কেউ তাদের এ্যাকাউন্ট ব্যবহার করে খারাপ কিছু করেছে, তখন এ্যাকাউন্টটি পুনরুদ্ধার করার আগে আমাদের সেই ব্যক্তির সাথে কথা বলার দরকার হয়। এর মানে হল যে তোমার এ্যাকাউন্টটি অনেক বেশি সময়ের জন্য ব্লক করা থাকবে যদি না তুমি আমাদের সঠিক তথ্য দেও।",
    "faq.aboutExtensionsTitle": "এক্সটেনশনগুলো কি?",
    "faq.aboutExtensionsBody": "Scratch এডিটরে, তুমি কিছু সংখ্যক অতিরিক্ত ব্লকসমূহ যোগ করতে পার যাকে \"এক্সটেনশন\" বলা হয়। যেমন, এখানে কিছু এক্সটেনশন আছে যা তোমাকে ফিজিক্যাল ডিভাইসগুলো (যেমন micro:bit এবং LEGO robotics কিটে) প্রোগ্রাম করতে এবং তোমার Scratch প্রজেক্টগুলোর মধ্যে টেক্সট অনুবাদ করতে দিবে। আমরা সময়ের সাথে সাথে নতুন এক্সটেনশন যোগ করতে থাকব, যাতে করে তা সময়ের সাথে আরও সমৃদ্ধ হয় যেন তুমি Scratch দিয়ে যা ইচ্ছে করতে পার।",
    "faq.howToAddExtensionsTitle": "আমি কিভাবে একটি প্রজেক্টে এক্সটেনশন যোগ করতে পারি?",
    "faq.howToAddExtensionsBody": "যদি তুমি Scratch প্রোগ্রামিং এডিটরের নিচের বাম কোনার \"Extensions\" বোতামটি ক্লিক কর, তুমি Scratch এক্সটেনশনের সব তালিকা দেখতে পারবে। যখন তুমি যেকোন একটি এক্সটেনশন নির্বাচন করবে, নতুন ধরণের ব্লক তোমার প্রজেক্টে যুক্ত হবে। প্রতিবার প্রজেক্ট খোলার সময় এক্সটেনশনগুলো স্বয়ংক্রিয়ভাবে যুক্ত হবে। তুমি একই প্রজেক্টে একাধিক এক্সটেনশন যোগ করতে পারবে।",
    "faq.createExtensionsTitle": "Scratch এর জন্য আমি কিভাবে আমার নিজস্ব এক্সটেনশন তৈরি করব?",
    "faq.createExtensionsBody": "ভবিষ্যতে Scratch টিম এক্সটেনশনগুলোর জন্য নির্দিষ্ট নির্দেশনাগুলো প্রকাশ করবে। যখন ব্যবহারযোগ্য হবে, তুমি Scratch টিমের কাছে এক্সটেনশন জমা দিতে পারবে যা Scratch 3.0 এর এক্সটেনশন লাইব্রেরিতে যুক্ত করার জন্য বিবেচনা করা হবে। আমরা \"experimental\" এক্সটেনশনগুলোর উন্নয়ন ও বিতরন করার জন্য কিছু নির্দেশনা দিব যা প্রত্যেকের কম্পিউটারে প্রজেক্ট তৈরি করার জন্য ব্যবহার করা যাবে, কিন্তু Scratch অনলাইন কমিউনিটিতে শেয়ার করা যাবে না।",
    "faq.scratchXTitle": "ScratchX website এর কি হবে?",
    "faq.scratchXBody": "ScratchX ওয়েবসাইটটি (scratchx.org) এক্সটেনশনের জন্য একটি পরীক্ষামূলক নমুনাক্ষেত্র ছিল। ScratchX এর জন্য তৈরি করা এক্সটেনশনগুলো Scratch 3.0 এর জন্য উপযোগী না। যখন পরীক্ষামূলক এক্সটেনশনগুলো যথাযথভাবে Scratch এর জন্য উপযোগী হবে আমরা ScratchX এর জন্য সহায়তা দেয়া বন্ধ করে দিব এবং ব্যবহারকারী ও ডেভেলপারদের নতুন এক্সটেনশন প্ল্যাটফর্মে যাওয়ার জন্য সহায়তা করব।",
    "faq.cloudDataInfoTitle": "ক্লাউড ভ্যারিয়েবল কি?",
    "faq.cloudDataInfoBody": "ক্লাউড ভ্যারিয়েবলগুলো একটি প্রজেক্ট থেকে ডেটা সংরক্ষণ এবং Scratch কমিউনিটির অন্যান্য লোকদের সাথে শেয়ার করার অনুমতি দেয়। তুমি ক্লাউড ভ্যারিয়েবল ব্যবহার করে সার্ভে এবং অন্যান্য প্রজেক্ট তৈরি করতে পার যেখানে কমিউনিটির অন্যরা সময়ের সাথে ডেটা অ্যাক্সেস এবং সংশোধন করতে পারে।",
    "faq.makeCloudVarTitle": "কিভাবে আমি ক্লাউড ভ্যারিয়েবল তৈরি করব?",
    "faq.makeCloudVarBody": "ব্লক প্যালেটের \"Variables\" বিভাগে যাও, \"Make a Variable\" নির্বাচন কর এবং তারপরে \"Cloud variable (stored on server)\" এর পাশে চেকবক্সটি ক্লিক কর। তোমার ক্লাউড ভ্যারিয়েবলের সাথে সম্পর্কিত ডেটা সার্ভারে সংরক্ষণ করা হবে, সময়ের সাথে এটি সংরক্ষিত থাকবে এবং যে প্রজেক্টটি খুলবে তার জন্য অ্যাক্সেসযোগ্য হবে।",
    "faq.onlyNumbersTitle": "ক্লাউড ভ্যারিয়েবলে কি ধরণের ডেটা সংরক্ষণ করা যেতে পারে?",
    "faq.onlyNumbersBody": "শুধুমাত্র সংখ্যাগুলো ক্লাউড ভ্যারিয়েবলে সংরক্ষণ করে রাখা যাবে।",
    "faq.storedCloudInfoTitle": "ক্লাউড ভেরিয়েবলের সঞ্চিত তথ্য কে দেখতে পারবে?",
    "faq.storedCloudInfoBody": "তুমি যখন ক্লাউড ভ্যারিয়েবল ব্যবহার করে একটি প্রজেক্টের সাথে ইন্টারেক্ট কর, তখন তোমার ইন্টারেকশনের সাথে সম্পর্কিত ডেটা তোমার ইউজারনেমসহ সংরক্ষণ করা যায় এবং অন্যরা এটি দেখতে পারে।",
    "faq.reportCloudTitle": "যদি আমি কাউকে ক্লাউড ভ্যারিয়েবল ব্যবহার করে অনুপযুক্ত বিষয়বস্তু পোস্ট করতে দেখি, তাহলে আমি কিভাবে রিপোর্ট করব?",
    "faq.reportCloudBody": "ক্লাউড ভ্যারিয়েবলে অনুপযুক্ত বিষয়বস্তুর প্রতিবেদন করতে \"Report this\" বোতামটি (প্রজেক্ট পেইজে প্রজেক্ট প্লেয়ারের নীচে) ক্লিক কর। তুমি প্রতিবেদনে তোমার কারণ টাইপ করার সময় নিশ্চিত কর যে তুমি \"cloud variables\" উল্লেখ করেছ।",
    "faq.chatRoomTitle": "আমি কি ক্লাউড ভেরিয়েবল দিয়ে চ্যাট রুম তৈরি করতে পারব?",
    "faq.chatRoomBody": "যদিও ক্লাউড ভ্যারিয়েবল দিয়ে চ্যাট রুম তৈরি করা প্রযুক্তিগতভাবে সম্ভব, সেগুলো Scratch ওয়েবসাইটে অনুমোদিত নয়।",
    "faq.changeCloudVarTitle": "ক্লাউড ভ্যারিয়েবলের তথ্য কে পরিবর্তন করতে পারবে?",
    "faq.changeCloudVarBody": "শুধু তুমি এবং তোমার প্রজেক্টের দর্শকরা তোমার প্রজেক্টের ক্লাউড ভ্যারিয়েবলে ডেটা সংরক্ষণ করতে পারবে। যদি কেউ \"ভিতরে দেখে\" বা তোমার কোড রিমিক্স করে, এটি ভ্যারিয়েবলের একটি কপি তৈরি করে এবং মূল পরিবর্তনকে প্রভাবিত করে না বা পরিবর্তন করে না।",
    "faq.newScratcherCloudTitle": "আমি লগ ইন করেছি, কিন্তু ক্লাউড ভ্যারিয়েবলের সাথে প্রজেক্টগুলো ব্যবহার করতে পারছি না। কি হচ্ছে?",
    "faq.newScratcherCloudBody": "যদি তুমি এখনও ওয়েবসাইটে একজন \"New Scratcher\" তবে তুমি ক্লাউড ভেরিয়েবলের প্রজেক্টগুলো ব্যবহার করতে পারবে না। ক্লাউড ভেরিয়েবলের অ্যাক্সেস পেতে তোমাকে একজন \"Scratcher\" হতে হবে। “New Scratcher” থেকে \"Scratcher\" এ রূপান্তর সম্পর্কে আরও তথ্যের জন্য এ্যাকাউন্ট বিভাগটি (উপরে) দেখ।",
    "faq.multiplayerTitle": "ক্লাউড ভ্যারিয়েবল দিয়ে মাল্টিপ্লেয়ার গেমস তৈরি করা কি সম্ভব?",
    "faq.multiplayerBody": "নেটওয়ার্ক গতি এবং সিঙ্ক্রোনাইজেশন সমস্যার কারণে মাল্টিপ্লেয়ার গেম তৈরি করা কঠিন হতে পারে। যাইহোক, কিছু স্ক্র্যাচাররা ক্রমবর্ধমান এবং অন্যান্য ধরণের গেমের জন্য ক্লাউড ভেরিয়েবল ব্যবহার করার সৃজনশীল উপায় নিয়ে আসছে।",
    "faq.schoolsTitle": "স্কুলগুলোতে Scratch",
    "faq.howTitle": "Scratch স্কুলে কীভাবে ব্যবহৃত হয়?",
    "faq.howBody": "Scratch বিশ্বজুড়ে কয়েক হাজার স্কুলে বিভিন্ন বিষয়ের ক্ষেত্রে ব্যবহৃত হয় (ভাষা শিল্প, বিজ্ঞান, ইতিহাস, গণিত এবং কম্পিউটার বিজ্ঞান সহ আরও অনেক)। স্কুল এবং অন্যান্য শিক্ষার পরিবেশে (যেমন জাদুঘর, গ্রন্থাগার এবং কমিউনিটি সেন্টার) Scratch ব্যবহারের কৌশল এবং রিসোর্স সম্পর্কে তুমি আরও শিখতে পার আমাদের {educatorsLink}।",
    "faq.educatorsLinkText": "শিক্ষকদের পেইজ",
    "faq.noInternetTitle": "শিক্ষার্থীদের জন্য ইন্টারনেট সংযোগ ছাড়াই  Scratch ব্যবহার করার কোনও উপায় আছে?",
    "faq.noInternetBody": "হ্যাঁ। {downloadLink} Scratch এর একটি ডাউনলোডযোগ্য ভার্সন যা ল্যাপটপ এবং ডেস্কটপে চলতে পারে। বর্তমানে, Scratch অ্যাপটি Windows এবং Mac ডিভাইসেও ব্যবহারযোগ্য।",
    "faq.communityTitle": "আমি কি আমার শিক্ষার্থীদের জন্য অনলাইন কমিউনিটি বন্ধ রাখতে পারব?",
    "faq.communityBody": "Scratch অনলাইন কমিউনিটি Scratch {cgLink} দ্বারা নিয়ন্ত্রিত একটি মধ্যপন্থী কমিউনিটির মধ্যে তরুণদের তাদের সহকর্মীদের সাথে শেয়ার করা, সহযোগিতা এবং শেখার একটি উপায় প্রদান করে। যাইহোক, আমরা বুঝি যে কিছু শিক্ষক তাদের শিক্ষার্থীদের অনলাইন কমিউনিটিতে অংশগ্রহণ করা কে অপছন্দ করে। এই শিক্ষকগণ Scratch অ্যাপটি ইনস্টল করতে চায়, যা ডেস্কটপ বা ল্যাপটপ কম্পিউটারে অফলাইন এবং স্থানীয়ভাবে চলে।",
    "faq.teacherAccountTitle": "Scratch শিক্ষক এ্যাকাউন্ট কি?",
    "faq.teacherAccountBody": "একটি Scratch শিক্ষক এ্যাকাউন্ট Scratch এ শিক্ষার্থীদের অংশগ্রহণ পরিচালনার জন্য শিক্ষক এবং অন্যান্যদের অতিরিক্ত বৈশিষ্ট্য সরবরাহ করে যার মধ্যে শিক্ষার্থী এ্যাকাউন্ট তৈরির দক্ষতা, স্টুডিওতে শিক্ষার্থী প্রজেক্টগুলো সংগঠিত করা এবং ছাত্রদের মন্তব্য পর্যবেক্ষণ করা রয়েছে। Scratch শিক্ষক এ্যাকাউন্ট সম্পর্কে আরও তথ্যের জন্য, {eduFaqLink} দেখ।",
    "faq.eduFaqLinkText": "Scratch শিক্ষক এ্যাকাউন্ট বজিপ্র",
    "faq.requestTitle": "কিভাবে আমি একটি Scratch শিক্ষক এ্যাকাউন্টের জন্য অনুরোধ করব?",
    "faq.requestBody": "তুমি Scratch এ {educatorsLink} থেকে Scratch শিক্ষক এ্যাকাউন্টের জন্য অনুরোধ করতে পার। একজন শিক্ষক হিসাবে তোমার ভূমিকা যাচাই করার জন্য আমরা নিবন্ধন প্রক্রিয়ার সময় অতিরিক্ত তথ্য চাই।",
    "faq.dataTitle": "Scratch শিক্ষার্থীদের সম্পর্কে কোন তথ্য সংগ্রহ করে?",
    "faq.dataBody": "যখন একজন শিক্ষার্থী প্রথম Scratch এ সাইন আপ করে, আমরা যাচাইকরণের জন্য লিঙ্গ, বয়স (জন্ম মাস ও বছর), দেশ এবং একটি ইমেইল ঠিকানা সহ প্রাথমিক জনসংখ্যাতাত্ত্বিক তথ্য চাই। এই তথ্যগুলো (একত্রিত আকারে) গবেষণা শিক্ষায় ব্যবহার করা হয় যাতে মানুষ কিভাবে Scratch দিয়ে শিখবে সে সম্পর্কে আমাদের বোঝার উন্নতি ঘটায়। যখন একজন শিক্ষক প্রচুর পরিমাণে শিক্ষার্থী এ্যাকাউন্ট তৈরি করতে Scratch শিক্ষক এ্যাকাউন্ট ব্যবহার করে, তখন শিক্ষার্থীদের এ্যাকাউন্ট সেটআপের জন্য ইমেইল ঠিকানা দেওয়ার প্রয়োজন হয় না।",
    "faq.lawComplianceTitle": "Scratch এর অনলাইন ভার্সন কি মার্কিন যুক্তরাষ্ট্রের স্থানীয় এবং ফেডারেল ডেটা গোপনীয়তা আইনের সাথে সঙ্গতিপূর্ণ?",
    "faq.lawComplianceBody1": "Scratch শিক্ষার্থীদের এবং আমাদের প্ল্যাটফর্মটি ব্যবহার করে এমন সকল ব্যক্তির গোপনীয়তার বিষয়ে গভীরভাবে চিন্তা করে। Scratch ওয়েবসাইটে আমরা যে তথ্য সংগ্রহ করি তা সুরক্ষার জন্য আমাদের কাছে শারীরিক এবং ইলেকট্রনিক পদ্ধতি রয়েছে। যদিও আমরা আমাদের শিক্ষামূলক পণ্য বিনামূল্যে ব্যবহার করে এমন প্রতিটি সত্তার সাথে চুক্তিভিত্তিক গ্যারান্টি সরবরাহের অবস্থানে নেই, আমরা MIT এবং Scratch ফাউন্ডেশনের জন্য প্রযোজ্য সমস্ত মার্কিন যুক্তরাষ্ট্রীয় ফেডারাল আইন মেনে চলছি, যে সংস্থাগুলো Scratch তৈরি করেছে এবং রক্ষণাবেক্ষণ করেছে। আরও তথ্যের জন্য আমরা তোমাকে Scratch গোপনীয়তা নীতি পড়তে উৎসাহিত করি।",
    "faq.lawComplianceBody2": "তুমি যদি আমাদের কাছে কোন ব্যক্তিগত তথ্য জমা না দিয়ে Scratch দিয়ে প্রজেক্ট তৈরি করতে চাও, তাহলে তুমি ডাউনলোড করতে পার {downloadLink}। Scratch অ্যাপে তৈরি প্রজেক্টগুলো Scratch টিম দ্বারা অ্যাক্সেসযোগ্য নয়, এবং Scratch অ্যাপ ব্যবহার করে Scratch কে ব্যক্তিগতভাবে সনাক্তকারী কোন তথ্য প্রকাশ করা হয় না, যদি না তুমি এই প্রজেক্টগুলো Scratch অনলাইন কমিউনিটিতে আপলোড কর।"
}