{
    "faq.title": "Preguntes Més Freqüents (FAQ)",
    "faq.intro": "En aquesta pàgina, trobaràs resposta a qüestions freqüents sobre Scratch.",
    "faq.aboutTitle": "Preguntes Generals",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Reinventant i Copiant",
    "faq.accountsTitle": "Comptes",
    "faq.permissionsTitle": "Llicències i permisos",
    "faq.inappropriateContentTitle": "Contingut inadequat",
    "faq.scratchExtensionsTitle": "Extensions de Scratch",
    "faq.cloudDataTitle": "Variables en el núvol",
    "faq.aboutScratchTitle": "Què és Scratch i què hi puc fer?",
    "faq.aboutScratchBody": "Amb l'entorn de programació de Scratch i la comunitat en línia, pots crear les teves pròpies històries interactives, jocs, i animacions -- i compartir les teves creacions amb altres arreu del món. En el procés de disseny i programació dels projectes de Scratch, infants i joves aprenen a pensar de manera creativa, a treballar en grup i a raonar sistemàticament. Per aprendre més sobre Scratch, accedeix a la pàgina {aboutScratchLink} del menú.",
    "faq.aboutScratchLinkText": "Quant a Scratch",
    "faq.makeGameTitle": "Com faig un joc o una animació amb Scratch?",
    "faq.makeGameBody": "Accedeix a la {ideasLink} per veure moltes maneres de començar amb Scratch",
    "faq.ideasLinkText": "Pàgina d'Idees",
    "faq.whoUsesScratchTitle": "Qui utilitza Scratch?",
    "faq.whoUsesScratchBody": "Scratch és utilitzat per persones de tots els orígens, a tots els països del món, en tot tipus de contextos -- llars, escoles, biblioteques, museus i més. Scratch ha estat desenvolupat especialment per infants i joves d'entre 8 i 16 anys d'edat, però persones de totes les edats creen i comparteixen projectes de Scratch. Per als infants més petits es recomana {scratchJrLink}, una versió de Scratch simplificada que ha estat dissenyada per a edats entre 5 i 7 anys.",
    "faq.requirementsTitle": "Quins són els requeriments del sistema, per Scratch?",
    "faq.requirementsBody": "Scratch funciona en la majoria de navegadors web en ordinadors de sobretaula, portàtils i tauletes. Pots veure els projectes en dispositius mòbils, però no pots crear-ne o editar-los des de telèfons. A continuació es mostra la llista de navegadors compatibles.",
    "faq.requirementsDesktop": "Ordinador de sobretaula",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NO està suportat.",
    "faq.requirementsTablet": "Tauletes",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Anotació:",
    "faq.requirementsNoteDesktop": "Si el teu ordinador no compleix amb els requisits, pots provar l'editor {downloadLink} (segueix llegint PMF).",
    "faq.scratchDesktop": "Scratch Desktop",
    "faq.requirementsNoteWebGL": "Si trobes un error WebGL, prova un navegador diferent.",
    "faq.requirementsNoteTablets": "En tauletes, no hi ha manera d'utilitzar els blocs de \"tecla premuda\" o clic amb el botó secundari en menús contextuals.",
    "faq.offlineTitle": "Disposeu d'una versió que es descarregui i em permeti crear i visualitzar projectes fora de línia?",
    "faq.offlineBody": "L'editor Scratch Desktop de Scratch et permet crear projectes de Scratch sense connexió a Internet. Pots descarregar {downloadLink} des del lloc web. Abans era anomenat Editor fora de línia de Scratch.",
    "faq.uploadOldTitle": "Encara puc compartir projectes creats amb versions més antigues de Scratch a la pàgina web?",
    "faq.uploadOldBody": "Sí: pots compartir o pujar projectes realitzats amb versions anteriors de Scratch, seran visibles i es podran reproduir. (No obstant això, no pots descarregar projectes realitzats o editats en versions posteriors de Scratch i obrir-los en versions anteriors. Per exemple, no pots obrir un projecte de Scratch 3.0 a la versió d'escriptori de {scratch2Link}, perquè Scratch 2.0 no sap com llegir el format de fitxer de projecte .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Quan costa Scratch? Necessito una llicència?",
    "faq.scratchCostBody": "Scratch és i sempre serà gratuït. No necessites cap llicència per usar Scratch a la teva escola, llar o on sigui. El desenvolupament i manteniment de Scratch és suportat per subvencions i donacions. Si desitges contribuir a Scratch, accedeix a la nostra {donateLink}.",
    "faq.donateLinkText": "pàgina de donacions",
    "faq.mediaLabTitle": "Qui ha creat Scratch?",
    "faq.mediaLabBody": "Scratch és desenvolupat i mantingut per l'equip de Scratch al {llkLink} del {mediaLabLink}.",
    "faq.llkLinkText": "grup Lifelong Kindergarten",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Què és Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 és la darrera generació de Scratch, presentada el 2 de gener de 2019. Està dissenyat per expandir com, què i on es pot crear amb Scratch. Inclou dotzenes de personatges nous, un editor de so totalment nou i molts blocs de programació nous. I amb Scratch 3.0, pots crear i reproduir projectes a la teva tauleta, a més del portàtil o ordinador de sobretaula.",
    "faq.reportBugsScratch3Title": "Com puc informar d'un error i compartir retroacció a Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Pots informar d'errors i compartir retroacció a la secció {forumsLink} dels fòrums de discussió de Scratch.",
    "faq.forumsLinkText": "Bugs i Errades",
    "faq.languagesScratch3Title": "Scratch 3.0 està disponible en molts idiomes?",
    "faq.languagesScratch3Body1": "Sí. Per canviar l'idioma dels blocs de programació, fes clic a la icona “món” de la barra de navegació superior de l'editor de programació i, a continuació, fes clic al menú desplegable per seleccionar un idioma.",
    "faq.languagesScratch3Body2": "Totes les nostres traduccions són fetes per voluntaris. L'editor de Scratch 3.0 ja ha estat traduït en més de 40 idiomes. Pots veure els idiomes en traducció i revisió a la nostra {transifexLink}. Si vols ajudar amb la traducció o revisió, contacta amb {emailLink}.",
    "faq.transifexLinkText": "central de traducció",
    "faq.removedBlocksScratch3Title": "A Scratch 3.0 s'ha eliminat algun bloc de programació de versions antigues de Scratch?",
    "faq.removedBlocksScratch3Body": "Cap bloc ha estat eliminat a Scratch 3.0, però alguns han canviat una mica i altres s'han mogut a \"Extensions\" (com s'explica a la secció {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "A Scratch 3.0 s'han introduït nous blocs?",
    "faq.newBlocksScratch3Body": "Sí! A Scratch 3.0 trobaràs:",
    "faq.newBlocksSoundEffect": "Nous blocs d'efectes sonors",
    "faq.newBlocksOperators": "Nous operadors que faciliten el treball amb text (strings)",
    "faq.newBlocksPen": "Nous blocs de llapis, incloent transparència",
    "faq.newBlocksGlide": "Nous blocs de tipus llisca per moure fàcilment fins a un personatge (o punt a l'atzar)",
    "faq.newBlocksExtensions": "Moltes noves funcions a través de \"Extensions de Scratch\" (vegeu la secció d'Extensions a continuació)",
    "faq.biggerBlocksScratch3Title": "Per què els blocs de Scratch 3.0 són més grans que els de versions anteriors?",
    "faq.biggerBlocksScratch3Body": "Per fer que Scratch 3.0 funcioni bé en dispositius tàctils (com molts Chromebooks, ordinadors portàtils de superfície de Windows i tauletes), hem fet que els blocs siguin més grans, de manera que és més fàcil arrossegar i tocar els blocs. Alhora, això ajuda a solucionar els problemes que tenen els nous usuaris per fer clic i arrossegar petits elements de la interfície.",
    "faq.extensionsScratch3Title": "On han anat els blocs de Llapis? On són els blocs de Música? I els blocs de detecció de vídeo?",
    "faq.extensionsScratch3Body": "Els blocs de Llapis, Música i Detecció de vídeo s'han mogut a les Extensions. Les Extensions es poden afegir fent clic al botó situat a la part inferior esquerra de la pantalla (consulteu la secció \"Extensions\" a continuació).",
    "faq.paintEditorScratch3Title": "Quines són les novetats en l'editor de dibuix?",
    "faq.paintEditorScratch3Body": "L'editor de dibuix ha estat redissenyat per oferir funcions noves i potents, a més de facilitar-ne l'ús. Els canvis i les noves característiques inclouen:",
    "faq.paintEditorLayout": "Nova disposició que fa que les eines i les opcions disponibles siguin més visibles",
    "faq.paintEditorTools": "Noves eines, com ara una \"goma d'esborrar\" que funciona en mode vectorial",
    "faq.paintEditorColors": "Més opcions per seleccionar i ajustar colors",
    "faq.paintEditorVector": "Més control sobre punts de vectors (maneig de corbes i modes puntuals)",
    "faq.paintEditorLayers": "Controls addicionals per ordenar capes (\"portar endavant\", \"moure's cap enrere\", etc.)",
    "faq.paintEditorGradients": "Nous controls de degradat",
    "faq.soundEditorScratch3Title": "Quines són les novetats en l'editor de so?",
    "faq.soundEditorScratch3Body": "L'editor de so ha estat redissenyat per facilitar la gravació i manipulació de sons. Ofereix diverses novetats:",
    "faq.soundEditorRecording": "Nou sistema de gravació més intuïtiu",
    "faq.soundEditorTrimming": "Nou sistema de retall d'àudio més fàcil d'usar",
    "faq.soundEditorEffects": "Nous efectes de so (com ara \"més ràpid\", \"més lent\", \"eco\" i \"robot\")",
    "faq.tipsWindwScratch3Title": "Què ha passat amb la finestra de Consells de Scratch?",
    "faq.tipsWindowScratch3Body": "Enlloc de la finestra de Consells, Scratch 3.0 ofereix un material similiar a través de la llibreria de Tutorials, a la qual s'hi accedeix amb l'enllaç Tutorials del menú superior que hi ha a l'editor. Hi trobaràs tutorials per a projectes complets (com \"Fes un joc de persecució\") o específics blocs o funcionalitats (com \"Grava un so\" o \"Fes-lo girar\"). S'afegiran més tutorials aviat (com ara \"Joc de Pong\" o \"Fes que voli\").",
    "faq.remixDefinitionTitle": "Què és un projecte reinventat?",
    "faq.remixDefinitionBody": "Quan un Scratcher fa una còpia del projecte d'algú altre i el modifica per afegir-hi les seves pròpies idees (per exemple, canviant els programes o els vestits), el projecte resultant és \"reinventat\". Tots els projectes compartits a la web de Scratch poden ser reinventats. Considerem un simple canvi com a un projecte reinventat vàlid, sempre que es citi l'autor del projecte original i altres autors que hi hagin fet contribucions.",
    "faq.remixableTitle": "Per què l'Equip de Scratch demana que tots els projectes puguin ser “reinventats”?",
    "faq.remixableBody": "Creiem que reinventar projectes d'altres persones és una gran manera d'aprendre a programar i crear projectes interessants. Mitjançant la reinvenció, les idees creatives es propaguen a través de la comunitat Scratch, i tothom se'n beneficia. Tots els projectes compartits al lloc web de Scratch estan coberts per la llicència “Creative Commons Share Alike”, la qual cosa significa que pots reinventar qualsevol projecte que vegis al lloc web Scratch -- i qualsevol altra persona pot fer el mateix amb els que comparteixis.",
    "faq.creativeCommonsTitle": "Què passa si no vull que els altres reinventin els meus projectes?",
    "faq.creativeCommonsBody": "La reinvenció és una part important de la comunitat de Scratch. Si no vols que altres vegin o reinventin les teves creacions, pots seguir creant projectes al lloc web de Scratch, però no els comparteixis.",
    "faq.fairUseTitle": "Puc utilitzar imatges / sons / vídeos trets d'internet dins dels meus projectes?",
    "faq.fairUseBody": "Si tries integrar la feina d'algú altre dins la teva, comprova que el cites al teu projecte a la secció de “crèdits” i que inclous un enllaç a la font original. Per trobar imatges i sons que estiguin preparats per ser reinventats, mira la {ccLink}.",
    "faq.ccLinkText": "pàgina de cerca de Creative Commons",
    "faq.whyAccountTitle": "Per què és útil tenir un compte de Scratch?",
    "faq.whyAccountBody": "Fins i tot sense un compte, pots jugar a projectes d'altres persones, llegir comentaris i fòrums i fins i tot crear els teus propis projectes. Però necessites un compte per guardar i compartir projectes, escriure comentaris i publicacions del fòrum i participar en altres activitats \"socials\" de la comunitat (com marca \"m'agrada\" els projectes d'altres persones).",
    "faq.createAccountTitle": "Com puc crear un compte?",
    "faq.createAccountBody": "Fes clic a \"Uneix-te\" a la pàgina principal de Scratch. Hauràs de respondre unes poques preguntes i facilitar una adreça de correu electrònic. Et portarà un parell de minuts i és totalment gratuït!",
    "faq.checkConfirmedTitle": "Com puc comprovar si el meu compte ha estat confirmat?",
    "faq.howToConfirmTitle": "Com confirmo el meu compte?",
    "faq.howToConfirmBody": "Després de crear un compte nou a Scratch, rebràs un missatge de correu electrònic amb un enllaç. Només cal que facis clic a l'enllaç per confirmar el teu compte. Una vegada que confirmis el teu compte, podràs compartir projectes, escriure comentaris i crear estudis. La confirmació del compte també et permet rebre actualitzacions per correu electrònic de l'equip Scratch. Si no trobes el correu electrònic amb l'enllaç de confirmació, consulta la carpeta de correu brossa. Si encara així no el trobes, a la configuració del compte fes clic a la pestanya Correu electrònic i segueix les instruccions que hi figuren. Tingues en compte que el correu electrònic pot arribar a trigar fins a una hora. Si encara no el veus després d'una hora, {contactLink}.",
    "faq.contactLinkText": "fes-nos-ho saber",
    "faq.checkConfirmedBody": "Per comprovar si el teu compte està confirmat, inicia sessió i vés a la pàgina {settingsLink}. Les adreces de correu electrònic confirmades mostraran una petita marca de verificació verda. Altrament, es veurà el text \"La teva adreça de correu electrònic no està confirmada\" en taronja.",
    "faq.settingsLinkText": "Configuració del correu",
    "faq.requireConfirmTitle": "He de confirmar el meu compte?",
    "faq.requireConfirmBody": "Pots usar moltes opcions de Scratch sense confirmar el compte, com ara crear i desar projectes (sense compartir-los).",
    "faq.forgotPasswordTitle": "No recordo el meu nom d'usuari o contrasenya. Com els puc recuperar?",
    "faq.forgotPasswordBody": "Introdueix el teu nom d'usuari o adreça de correu a la pàgina de {resetLink}. T'enviarem un correu electrònic a l'adreça associada al teu compte amb un enllaç perquè en triïs una altra.",
    "faq.resetLinkText": "recuperació de contrasenya",
    "faq.changePasswordTitle": "Com puc canviar la meva contrasenya?",
    "faq.changePasswordBody": "Inicia la teva sessió de Scratch i vés a la pàgina {changeLink} on podràs canviar-la.",
    "faq.changeLinkText": "Configuració de la contrasenya",
    "faq.changeEmailTitle": "Com canvio la meva adreça de correu electrònic?",
    "faq.changeEmailBody": "Inicia la teva sessió de Scratch i vés a la pàgina {changeEmailLink} on podràs canviar-la.",
    "faq.newScratcherTitle": "Com passo de 'Nou Scratcher' a 'Scratcher'?",
    "faq.newScratcherBody": "Quan crees un compte apareixes com a “Nou Scratcher”. Per fer la transició a \"Scratcher\", crea i comparteix projectes, comenta de manera positiva altres projectes de Scratch, i sigues pacient! Després d'algunes setmanes d'activitat, un enllaç apareixerà a la teva pàgina de perfil convidant a esdevenir un Scratch. (Recorda que no generem nous Scratchers de peticions de Scratchers)",
    "faq.multipleAccountTitle": "Puc tenir més d'un compte?",
    "faq.multipleAccountBody": "Està bé tenir més d'un compte a la pàgina de Scratch sempre que no vulneris cap de les {cgLink}. En cas de vulnerar-les tots els comptes podran ser bloquejats o esborrats.",
    "faq.multipleLoginTitle": "Està bé que més d'una persona iniciï la sessió amb un mateix compte?",
    "faq.multipleLoginBody": "Això no està permès perquè el lloc web i l'editor del projecte es poden confondre fàcilment quan més d'una persona ha iniciat la sessió al mateix compte. Quan un compte fa alguna cosa que incompleix les {cgLink}, tots els comptes relacionats es poden bloquejar o esborrar. Si comparteixes un compte amb algú que fa alguna cosa malament, significa que els teus comptes es poden bloquejar pel que ha fet l'altra persona.",
    "faq.changeUsernameTitle": "Puc canviar el meu nom d'usuari?",
    "faq.changeUsernameBody": "L'estructura del lloc web de Scratch depèn de tenir un nom de compte determinat, és per això que no pots modificar el nom d'usuari. Si realment necessites fer-ho, pots crear un nou compte, però hauràs de copiar tots els teus projectes manualment.",
    "faq.shareInfoTitle": "Quina informació puc compartir dins del meu compte?",
    "faq.shareInfoBody": "Si us plau, no comparteixis informació personal com la teva adreça física, correu electrònic, telèfon o qualsevol altra informació que pugui ser utilitzada per contactar amb tu fora de la web de Scratch. Si us plau, informa de projectes, comentaris o fòrums que continguin aquest tipus d'informació perquè l'equip de Scratch la pugui retirar i recordar a l'autor sobre la nostra política de privacitat contra compartir informació personal de contacte.",
    "faq.deleteAccountTitle": "Com elimino el meu compte?",
    "faq.deleteAccountBody": "Inicia la sessió a Scratch, i fes clic al teu nom d'usuari a la cantonada superior dreta de la finestra. Selecciona \"Configuració del compte\" i fes clic a l'enllaç \"Vull esborrar el meu compte\" de la part inferior de la pàgina. Però fes-ho només si estàs segur que vols suprimir el teu compte.",
    "faq.scratchFreeTitle": "És gratuït Scratch? Puc fer-lo servir on vulgui?",
    "faq.scratchFreeBody": "Sí! Scratch està disponible de manera gratuïta. Pots usar-lo en la teva escola, i pots impartir un curs sobre ell (fins i tot un curs que costi diners). No necessites comprar cap llicència: és gratuït!",
    "faq.scratchScreenshotTitle": "Puc fer servir captures de pantalla de Scratch en un llibre de text o en una presentació?",
    "faq.scratchScreenshotBody": "Sí, pots utilitzar captures de pantalla / imatges de l'aplicació de Scratch i del lloc web en un llibre o presentació, i considerar-les sota la llicència de {licenseLink}. Et demanem que incloguis una nota en els teus materials on s'indiqui, \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Puc incloure una descripció de Scratch en fulletons i altres materials?",
    "faq.scratchDescriptionBody": "I tant! Recomanem la següent descripció: \"Scratch és un llenguatge de programació i una comunitat en línia on pots crear les teves pròpies històries interactives, jocs i animacions -- i compartir les teves creacions amb altres arreu del món. Quan infants i joves creen amb Scratch, aprenen a pensar de manera creativa, a treballar en grup i a raonar sistemàticament. Scratch és un projecte de la {sfLink} en col·laboració amb el grup Lifelong Kindergarten del MIT Media Lab. Està disponible de forma gratuïta a https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Puc presentar Scratch a una conferència?",
    "faq.presentScratchBody": "Si us plau, pots sentir-te lliure de fer presentacions sobre Scratch a educadors o altres grups.",
    "faq.supportMaterialTitle": "Puc utilitzar / reinventar materials de suport de Scratch, personatges, imatges, sons i projectes de mostra que hagi trobat a la web?",
    "faq.supportMaterialBody": "Sí: La major part dels materials de suport del lloc web de Scratch estan sota llicència {licenseLink}. Hi trobem unes poques excepcions: el Logo de Scratch, el Gat de Scratch, Gobo, Pico, Nano, Giga i Tera, que són marques registrades de Scratch, i no poden usar-se sense el permís explícit de l'equip de Scratch.",
    "faq.sellProjectsTitle": "Puc vendre els meus projectes?",
    "faq.sellProjectsBody": "Sí: el teu projecte és la teva creació. Recorda que una vegada que comparteixes el teu projecte de Scratch, tothom és lliure per descarregar, reinventar, i tornar a utilitzar-lo d'acord amb les condicions de la llicència {licenseLink}. Així que si tens la intenció de vendre el teu projecte, cal que deixis de compartir-lo a Scratch.",
    "faq.sourceCodeTitle": "On puc trobar el codi font de Scratch?",
    "faq.sourceCodeBody": "El codi font de l'editor de Scratch es pot trobar a {guiLink}. El codi font de {flashLink} i {scratch14Link} també estan disponibles a GitHub. Per una informació actualitzada sobre el desenvolupament del lloc web de Scratch, visiteu la nostra {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Com puc saber què és o no és correcte de compartir a la web de Scratch?",
    "faq.okayToShareBody": "Mira les {cgLink} de Scratch - són breus i no inclouen moltes parrafades legals. En trobaràs un enllaç al final de totes les pàgines de la web de Scratch.",
    "faq.reportContentTitle": "Què faig si veig alguna cosa inadequada?",
    "faq.reportContentBody": "Pots fer clic a l'enllaç que diu \"informa\" a qualsevol projecte, comentari, discussió, estudi o pàgina d'usuari on consideris que hi ha alguna cosa que no és adequada dins de Scratch. Si la situació és complicada, pots fer servir l'enllaç {contactLink} (disponible al peu de cada pàgina) per explicar-nos-ho. Assegura't d'incloure-hi tants detalls com puguis amb enllaços a pàgines rellevants.",
    "faq.noFlameTitle": "Què puc fer si veig algú sent desagradable o poc respectuós?",
    "faq.noFlameBody": "No t'encenguis! Respondre comentaris desagradables amb més comentaris desagradables només fa que empitjorar les coses i podria resultar en un bloqueig del teu compte. Enlloc de fer això, senzillament informa d'allò que consideris poc respectuós o poc constructiu i ens posarem en contacte amb l'autor. Revisem informes diàriament, diverses vegades al dia - estigues tranquil, ho solucionarem.",
    "faq.reviewContentTitle": "Què fa l'Equip de Scratch quan alguna s'informa d'alguna cosa?",
    "faq.reviewContentBody": "L'Equip de Scratch revisa diàriament els comentaris i projectes sobre els què s'ha informat. Si alguna cosa vulnera les {cgLink} de Scratch ho eliminarem i enviarem un advertiment a l'usuari del compte. Podem bloquejar els comptes o xarxes que s'han utilitzat per compartir-ho, depenent del contingut compartir i si ja havíem advertit l'usuari anteriorment.",
    "faq.blockedAccountTitle": "Què passa quan un compte és bloquejat?",
    "faq.blockedAccountBody": "Quan un compte és bloquejat, el propietari ja no hi pot accedir o utilitzar-lo per crear projectes o comentaris. Quan inicïi la sessió veurà un pàgina que explica per què el seu compte ha estat bloquejat i un formulari on podrà demanar-ne el desbloqueig. Si l'usuari demostra que ha entès per què el seu compte ha estat bloquejat i promet respectar les {cgLink} en el futur, serà desbloquejat.",
    "faq.stolenAccountTitle": "Algú ha accedit al meu compte i la tinc bloquejada. Què puc fer?",
    "faq.stolenAccountBody": "Tu ets el responsable de mantenir la teva contrasenya segura. Si algú a la vida real pren el control del teu compte i realitza males accions, avisa els adults al càrrec dels ordinadors. Si creu que algú que no coneixes ha pres el control del teu compte, canvia la contrasenya i / o fes clic a {contactLink} i explica'ns la situació. Si has estat bloquejat per fer alguna cosa que vulneri les {cgLink} de Scratch, no diguis simplement que ho ha fet algú altre. Quan els usuaris ens diuen que algú altre utilitza el seu compte per fer alguna cosa malament, hem d'intentar parlar amb aquesta persona abans de poder restaurar el compte. Això significa que el teu compte estarà bloquejat durant molt més temps que si ets honest amb nosaltres sobre el que va passar.",
    "faq.aboutExtensionsTitle": "Què són les extensions?",
    "faq.aboutExtensionsBody": "A l'editor de Scratch, pots afegir conjunts de blocs addicionals anomenats \"extensions\". Per exemple, hi ha extensions que permeten programar dispositius físics (com ara micro:bit i els conjunts de robòtica LEGO) i traduir text en els teus projectes de Scratch. Seguirem afegint noves extensions amb el temps, així que aniràn creixent les possibilitats amb Scratch.",
    "faq.howToAddExtensionsTitle": "Com puc afegir una extensió al projecte?",
    "faq.howToAddExtensionsBody": "Si fas clic al botó \"Extensions\" a la cantonada inferior esquerra de l'editor de Scratch, veuràs un llistat de totes les Extensions de Scratch. Quan tries una de les extensions, una nova categoria de blocs s'afegiran al teu projecte. L'extensió es carregarà de forma automàtica cada vegada que s'obri el projecte. Pots afegir múltiples extensions en el mateix projecte.",
    "faq.createExtensionsTitle": "Com creo la meva pròpia extensió per a Scratch",
    "faq.createExtensionsBody": "L'equip de Scratch publicarà especificacions i directrius per a les extensions en el futur. Un cop disponible, podràs enviar extensions a l'equip Scratch per a la seva consideració a la biblioteca oficial d'extensions Scratch 3.0. També proporcionarem pautes per desenvolupar i distribuir extensions \"experimentals\", que es poden utilitzar per crear projectes en ordinadors individuals, però no compartits a la comunitat en línia de Scratch.",
    "faq.scratchXTitle": "Què passarà amb el lloc web ScratchX?",
    "faq.scratchXBody": "El lloc web ScratchX (scratchx.org) era un espai de proves experimental per a extensions. Les extensions creades per a ScratchX no són compatibles amb Scratch 3.0. Una vegada que les extensions experimentals siguin totalment compatibles a Scratch, deixarem de donar suport a ScratchX i proporcionarem als desenvolupadors i usuaris temps de transició de ScratchX a la nova plataforma d'extensions.",
    "faq.cloudDataInfoTitle": "Què són les variables al núvol?",
    "faq.cloudDataInfoBody": "Les variables al núvol permeten que les dades d'un projecte es puguin guardar i compartir amb altres persones a la comunitat Scratch. Podeu utilitzar variables en núvol per realitzar enquestes i altres projectes en què altres usuaris de la comunitat accedeixin i modifiquin les dades al llarg del temps.",
    "faq.makeCloudVarTitle": "Com puc crear variables al núvol?",
    "faq.makeCloudVarBody": "Vés a la secció \"Variables\" del conjunt de blocs, secciona \"Crea una Variable\" i fes clic a la casella \"Variable al núvol (emmagatzemada en el servidor)\". Les dades associades a la teva variable al núvol s'emmagatzemaran al servidor, es conservaran al llarg del temps i es podran accedir a qualsevol persona que obri el projecte.",
    "faq.onlyNumbersTitle": "Quins tipus de dades poden ser emmagatzemades en les variables al núvol?",
    "faq.onlyNumbersBody": "En les variables al núvol només es poden emmagatzemar nombres.",
    "faq.storedCloudInfoTitle": "Qui pot veure les dades emmagatzemades en les variables al núvol?",
    "faq.storedCloudInfoBody": "Quan interaaciones amb un projecte que utilitza variables al núvol, es poden registrar les dades associades amb les teves interaccions i vincular-les amb el teu nom d'usuari, i altres poden veure-les.",
    "faq.reportCloudTitle": "Si veig que algú ha penjat contingut inadequat utilitzant variables al núvol, com ho denuncio?",
    "faq.reportCloudBody": "Fes clic al botó \"Informa\" (sota del reproductor del projecte) per denunciar contingut inadequat dins les dades al núvol. Assegura't de mencionar \"dades al núvol\" quan escriguis els motius del teu informe.",
    "faq.chatRoomTitle": "Puc fer sales de xat amb les variables al núvol?",
    "faq.chatRoomBody": "Malgrat que és tècnicament possible crear sales de xat amb les variables al núvol, de moment no estan permeses al lloc web de Scratch.",
    "faq.changeCloudVarTitle": "Qui pot canviar la informació dins d'una variable al núvol?",
    "faq.changeCloudVarBody": "Només tu i aquells que visitin el teu projecte poden desar informació dins les variables al núvol del teu projecte. Si la gent mira \"com està fet\" o reinventa el teu codi, es crea una còpia de la variable que no afecta ni canvia l'original.",
    "faq.newScratcherCloudTitle": "He iniciat sessió, però no puc utilitzar projectes amb variables al núvol. Què està passant?",
    "faq.newScratcherCloudBody": "Si encara ets \"Nou Scratcher\" al lloc web, no podràs utilitzar projectes amb variables en el núvol. Has d'esdevenir \"Scratcher\" per tenir accés a les variables del núvol. Consulta la secció Comptes (a dalt) per obtenir més informació sobre la transició de \"Nou Scratcher\" a \"Scratcher\".",
    "faq.multiplayerTitle": "És possible fer un joc multijugador fent servir variables al núvol?",
    "faq.multiplayerBody": "Els jocs Multijugador poden ser difícils de crear degut a la velocitat de xarxa i a qüestions relacionades amb la sincronització. No obstant això, alguns Scratch han descobert maneres creatives d'usar les variables al núvol per jugar per torns, entre d'altres.",
    "faq.schoolsTitle": "Scratch a les Escoles",
    "faq.howTitle": "Com s'usa Scratch a les escoles?",
    "faq.howBody": "Scratch s'utilitza en milers d'escoles de tot el món, en àmbits molt diferents (incloent llengua, ciències, història, matemàtiques, i ciències de la computació). Pots aprendre més sobre les estratègies i recursos per a l'ús de Scratch a les escoles i altres entorns d'aprenentatge (com ara museus, biblioteques, i centres comunitaris) a la nostra {educatorsLink}.",
    "faq.educatorsLinkText": "Pàgina d'educadors",
    "faq.noInternetTitle": "És possible que els estudiants utilitzin Scratch sense connexió a Internet?",
    "faq.noInternetBody": "Sí. {downloadLink} és una versió de Scratch que funciona en un ordinador portàtil o de sobretaula. En l'actualitat, Scratch Desktop està disponible per a dispositius Mac i Windows.",
    "faq.communityTitle": "Puc desactivar la comunitat en línia per als meus estudiants?",
    "faq.communityBody": "La comunitat en línia de Scratch ofereix l'oportunitat a infants i joves de compartir, col·laborar, i aprendre amb altres dins d'una comunitat que es regeix per les {cgLink}. No obstant això, entenem que alguns educadors s'estimin més que els seus alumnes no participin en una comunitat en línia. Aquests docents hauran d'instal·lar l'Editor Offline de Scratch, el qual s'instal·la i funciona de manera local en l'ordinador portàtil o de sobretaula.",
    "faq.teacherAccountTitle": "Què és un compte de docent de Scratch?",
    "faq.teacherAccountBody": "Un compte de docent de Scratch ofereix característiques addicionals per a mestres i altres educadors per gestionar la participació dels estudiants en Scratch, incloent la capacitat de crear comptes dels estudiants, organitzar projectes dels estudiants en els estudis, i supervisar els comentaris dels estudiants. Aprèn-ne més sobre els comptes de docent a la pàgina {eduFaqLink}.",
    "faq.eduFaqLinkText": "Preguntes freqüents FAQ del compte de docent de Scratch",
    "faq.requestTitle": "Com puc sol·licitar un compte de docent de Scratch?",
    "faq.requestBody": "Pots sol·licitar un compte de docent de Scratch a la {educatorsLink}. Demanem informació addicional durant el procés de registre per tal de verificar la teva funció d'educador.",
    "faq.dataTitle": "Quines dades recopila Scratch sobre els estudiants?",
    "faq.dataBody": "Quan un estudiant crea un compte a Scratch, demanem dades demogràfiques bàsiques com el gènere, l'edat (mes i any de naixement), país i adreça de correu electrònic per a la seva verificació. Les dades s'usen (en forma agregada) en estudis d'investigació destinats a millorar la nostra comprensió de com les persones aprenen amb Scratch. Quan un educador utilitza un compte de docent de Scratch per crear diversos comptes dels estudiants alhora, els alumnes no estan obligats a proporcionar una adreça de correu electrònic per a la configuració del compte.",
    "faq.lawComplianceTitle": "Està complint l'Scratch (versió en línia) amb les lleis de privacitat tant locals com federals dels Estats Units?",
    "faq.lawComplianceBody1": "Scratch es preocupa per la privacitat dels estudiants i de tots els individus que utilitzen la nostra plataforma. Tenim en marxa procediments físics i electrònics per protegir la informació que recollim al lloc web de Scratch. Tot i que no estem en condicions d'oferir garanties contractuals amb cada entitat que utilitza el nostre producte educatiu lliure, estem en compliment amb totes les lleis federals dels Estats Units que són aplicables al MIT i Scratch Foundation, les organitzacions que van crear i mantenen Scratch. Li recomanem que llegeixi la política de privacitat de Scratch per a més informació.",
    "faq.lawComplianceBody2": "Si vols crear projectes amb Scratch sense proporcionar cap informació personal, pots descarregar-la a {downloadLink}. Els projectes creats a Scratch Desktop no són accessibles per l'equip Scratch, i l'ús de Scratch Desktop no revela cap informació d'identificació personal a Scratch tret que els carreguis a la comunitat en línia Scratch."
}