{
    "faq.title": "Často kladené otázky",
    "faq.intro": "Na této stránce najdeš odpovědi na často kladené otázky ke Scratch.",
    "faq.aboutTitle": "Obecné otázky",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Odvozování a kopírování",
    "faq.accountsTitle": "Účty",
    "faq.permissionsTitle": "Licence a povolení",
    "faq.inappropriateContentTitle": "Nevhodný obsah",
    "faq.scratchExtensionsTitle": "Rozšíření",
    "faq.cloudDataTitle": "Proměnné v cloudu",
    "faq.aboutScratchTitle": "Co je Scratch, a co s ním mohu dělat?",
    "faq.aboutScratchBody": "S programovacím jazykem Scratch a on-line společenstvím můžeš vytvářet své vlastní interaktivní příběhy, hry a animace -- a sdílet své výtvory s jinými z celého světa. Když mládež tvoří a sdílí Scratch projekty, učí se tím myslet kreativně, přemýšlet systematicky a spolupracovat. Pro další poučení o Scratch navštiv stránku{aboutScratchLink}.",
    "faq.aboutScratchLinkText": "O Scratchi",
    "faq.makeGameTitle": "Jak mohu se Scratch udělat hru nebo animaci?",
    "faq.makeGameBody": "Prohlédni si {ideasLink}různé způsoby, jak začít se Scratch",
    "faq.ideasLinkText": "Nápady",
    "faq.whoUsesScratchTitle": "Kdo Scratch používá?",
    "faq.whoUsesScratchBody": "Scratch používají lidé ze všech prostředí, ve všech zemích na světě, na všech typech míst -- domovech, školách, knihovnách, museích a dalších. Scratch je navržen především pro mladé lidi ve věku 8 až 16 let, ale lidé všech věkových kategorií vytvářejí a sdílejí projekty ve Scratch. Mladší děti mohou chtít zkusit {scratchJrLink}, zjednodušenou verzi Scratch navrženou pro děti od 5 do 7 let.",
    "faq.requirementsTitle": "Jaké jsou systémové požadavky pro Scratch?",
    "faq.requirementsBody": "Scratch bude fungovat ve většině současných webových prohlížečů na stolních i přenosných počítačích a tabletech. Můžete projekty prohlížet na mobilech, ale nebudete schopni na telefonech projekty vytvářet nebo měnit. Následuje seznam oficiálně podporovaných prohlížečů.",
    "faq.requirementsDesktop": "Počítač",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NENÍ podporován.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobilní Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobilní Safari (11+)",
    "faq.requirementsNote": "Poznámka:",
    "faq.requirementsNoteDesktop": "Pokud tvůj počítač nesplňuje tyto požadavky, můžeš zkusit editor {downloadLink} (viz následující položka v Často kladených otázkách). ",
    "faq.scratchApp": "Scratch aplikace",
    "faq.requirementsNoteWebGL": "Když se setkáš s chybou WebGL, zkus jiný prohlížeč.",
    "faq.requirementsNoteTablets": "Na tabletech momentálně není možné používat bloky \"po stisku klávesy\" nebo pravý klik v kontextových menu.",
    "faq.offlineTitle": "Máš staženou verzi takže můžu vytvářet a vidět projekty offline?",
    "faq.offlineBody": "Aplikace Scratch umožňuje vytvářet projekty Scratch bez internetového připojení. Můžeš stáhnout {downloadLink} z webu Scratch nebo z app store pro tvé zařízení. (Původně byla nazvaná \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Můžu stále ještě nahrávat projekty ze starrších verzí Scratche na webserver?",
    "faq.uploadOldBody": "Ano: můžeš sdílet nebo nahrávat projety udělané v předchozích verzích Scratche a ony budou stále viditelné a hratelné. (Avšak nemůžeš stahovat projekty vytvořené nebo upravené v novějších verzích Scratche a otevírat je ve starších verzích. Například nemůžeš otevřít Scratch 3.0 projekt v počítačové verzi {scratch2Link}, protože Scratch 2.0  neumí přečíst formát .sb3 souboru projektu.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Kolik Scratch stojí? Potřebuji licenci?",
    "faq.scratchCostBody": "Scratch je a vždy bude zdarma. Nepotřebuješ licenci k jeho používání ve své škole, doma, ani kdekoliv jinde. Vývoj a údržba Scratche je placen z grantů a darů. Chceš-li na Scratch přispět, podívej se na naši stránku {donateLink}.",
    "faq.donateLinkText": "Dárcovská stránka",
    "faq.mediaLabTitle": "Kdo vytvořil Scratch?",
    "faq.mediaLabBody": "Scratch je vyvíjený a udržovaný skupinou Scratch z {llkLink} na {mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten group",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Co je Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 je nejnovější generací Scratche, uvedeným 2. ledna 2019. Je navržen k rozvinutí toho jak, co a kde můžeš se Scratch vytvořit. Obsahuje tucty nových postav, zcela nový editor zvuku a mnoho nových programových bloků. A se Scratch 3.0 dokážeš navíc vytvářet a spouštět projekty na svém tabletu,  nejenom na notebooku nebo stolním počítači.",
    "faq.reportBugsScratch3Title": "Jak mohu nahlásit chyby a sdílet zpětný ohlas na Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Můžeš nahlásit chyby a sdílet zpětný ohlas v sekci {forumsLink} diskuzního fóra Scratch.",
    "faq.forumsLinkText": "Chyby a závady",
    "faq.languagesScratch3Title": "Je Scratch 3.0 dostupný ve více jazycích?",
    "faq.languagesScratch3Body1": "Ano. Pro změnu jazyka programových bloků klikni na ikonku “glóbusu” na vršku navigační lišty programovacího editoru, pak klikni na rozbalovací menu pro výběr jazyka.",
    "faq.languagesScratch3Body2": "Všechny naše překlady byly provedeny dobrovolníky. Editor Scratch 3.0 je již přeložen do více než 40-ti jazyků. Můžeš vidět všechny momentálně překládané a kontrolované jazyky na naší stránce {transifexLink}. Pokud chceš pomoci s překladem nebo jeho kontrolou prosím kontaktuj {emailLink}.",
    "faq.transifexLinkText": "překládací server",
    "faq.removedBlocksScratch3Title": "Odstranil Scratch 3.0 některé programové bloky ze starších verzí Scratch?",
    "faq.removedBlocksScratch3Body": "Žádné programové bloky nebyly ve Scratch 3.0 odstraněny, ale některé se trošku změnily a jiné přestěhovaly do  \"Rozšíření\" (jak popsáno níže v sekci {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "Zavedl Scratch 3.0 nové bloky?",
    "faq.newBlocksScratch3Body": "Ano! Ve Scratch 3.0 najdeš:",
    "faq.newBlocksSoundEffect": "Nové bloky \"zvukový efekt\"",
    "faq.newBlocksOperators": "Nové operátory zjednodušující práci s textem (řetězci)",
    "faq.newBlocksPen": "Nové bloky pera, včetně podpory průhlednosti",
    "faq.newBlocksGlide": "Nový blok klouzej pro snadný pohyb k postavě (nebo náhodné pozici)",
    "faq.newBlocksExtensions": "Mnoho nových schopností skrze \"Scratch rozšíření\" (viz níže sekci Rozšíření)",
    "faq.biggerBlocksScratch3Title": "Proč jsou bloky ve Scratch 3.0 větší než v předchozích verzích?",
    "faq.biggerBlocksScratch3Body": "Aby Scratch 3.0 správně fungoval na dotykových zařízeních (jako mnoho Chromebooků, Windows Surface notebooků, a tabletů), potřebovali jsme bloky zvětšit, aby bylo snazší bloky táhnout i poklepat. Navíc jsou bloky ve Scratch 3.0 trošku větší aby pomohly řešit problémy, které jsme pozorovali u nových uživatelů majících potíže s klikáním a tažením malých prvků interface.",
    "faq.extensionsScratch3Title": "Kam odešly bloky Pero? Kam odešly bloky Hudba? Kam odešly bloky Vnímání videa?",
    "faq.extensionsScratch3Body": "Bloky Pero, Hudba a Vnímání videa se přestěhovaly mezi rozšíření.  Rozšíření se dají přidat kliknutím na tlačítko vlevo dole na obrazovce  (viz sekci \"Rozšíření\" níže).",
    "faq.paintEditorScratch3Title": "What are the new features in the Paint Editor?",
    "faq.paintEditorScratch3Body": "The Paint Editor has been redesigned to provide powerful new features while also making it easier to use. Changes and new features include:",
    "faq.paintEditorLayout": "Nové uspořádání, více zviditelňující dostupné nástroje a volby",
    "faq.paintEditorTools": "Nové nástroje, jako \"guma\" která funguje ve vektorovém režimu",
    "faq.paintEditorColors": "Více voleb pro výběr a přizpůsobení barev",
    "faq.paintEditorVector": "Větší ovládání vektorových bodů (manipulátory křivky a bodové režimy)",
    "faq.paintEditorLayers": "Dodatečná ovládání pro uspořádání vrstev (\"dopředu\", \"zpět\", atd.)",
    "faq.paintEditorGradients": "Nová ovládání sklonu",
    "faq.soundEditorScratch3Title": "Jaké jsou nové vlastnosti editoru zvuku?",
    "faq.soundEditorScratch3Body": "Editor zvuku byl přepracován pro snadnější nahrávání a zacházení se zvuky. Nabízí množství nových vlastností:",
    "faq.soundEditorRecording": "Nový nahrávací systém se snadněji používá",
    "faq.soundEditorTrimming": "Nový systém ořezu zvuku se snadněji používá",
    "faq.soundEditorEffects": "Nové zvukové efekty (jako \"rychleji\", \"pomaleji\", \"ozvěna\", a \"robot\")",
    "faq.tipsWindwScratch3Title": "What happened to the Scratch Tips Window?",
    "faq.tipsWindowScratch3Body": "Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Co je to odvodit?",
    "faq.remixDefinitionBody": "Když Scratcher vytvoří kopii projektu jiného člověka a upraví ho tím, že přidá své vlastní nápady (například změnou scénářů nebo kostýmů), výsledný projekt se nazývá \"remix\". Každý projekt sdílený na webu Scratch lze remixovat. I menší změna považujeme za platný remix, pokud jsou uděleny kredity původnímu tvůrci projektu a ostatním, kteří významně přispěli k remixu.",
    "faq.remixableTitle": "Proč Scratch tým požaduje, aby všechny projekty se mohly \"použít k odvození\"?",
    "faq.remixableBody": "We believe that remixing other people’s projects is a great way to learn to program and to create interesting projects. Through remixing, creative ideas spread through the Scratch community, and everyone benefits. All projects shared on the Scratch website are covered by the “Creative Commons Share Alike” license, which means that you can remix any project you see on the Scratch website -- and everyone else can remix any of the projects that you share on the website.",
    "faq.creativeCommonsTitle": "Co když nechci aby ostatní odvozovali z mého projektu?",
    "faq.creativeCommonsBody": "Remixing is an important part of the Scratch community. If you don’t want others to view or remix your creations, you can still create projects on the Scratch website, but don’t share them on the website.",
    "faq.fairUseTitle": "Mohu používat obrázky / zvuky / média z internetu ve svých projektech?",
    "faq.fairUseBody": " Když se rozhodneš připojit práci jiných do své vlastní, určitě jim přiznej zásluhy v sekci  “zásluhy” a zahrň odkaz na originál. K vyhledání grafiky / zvuků které jsou již licencovány pro odvozování vyzkoušej {ccLink}.",
    "faq.ccLinkText": "Creative Commons search page",
    "faq.whyAccountTitle": "Proč je užitečné mít Scratch účet? ",
    "faq.whyAccountBody": "I bez účtu můžeš spouštět projekty jiných lidí, číst komentáře a fóra a dokonce vytvářet své vlastní projekty. Ale účet potřebuješ k uložení a sdílení projektů, psaní poznámek a příspěvků fóra a účastnit se ostatních \"sociálních\" aktivit ve společenství (jako \"lajkování\" projektů jiných lidí).",
    "faq.createAccountTitle": "Jak si mohu vytvořit účet?",
    "faq.createAccountBody": "Prostě klikni na \"Připojit se\" na domovské stránce Scratch. Budeš muset odpovědět na několik otázek a poskytnout emailovou adresu. Zabere to jen pár minut a je to zcela zdarma!",
    "faq.checkConfirmedTitle": "Jak mohu zjistit, jestli byl účet potvrzen?",
    "faq.howToConfirmTitle": "Jak mohu potvrdit svůj účet?",
    "faq.howToConfirmBody": "Potom co vytvoříš nový účet ve Scratch, dostaneš emailovou zprávu s odkazem. Jen klikni na odkaz pro potvrzení svého účtu. Jakmile potvrdíš svůj účet, budeš moci sdílet projekty, psát komentáře a vytvářet studia. Potvrzení tvého účtu ti také dovolí dostával emailové novinky od týmu Scratch. Jestli nemůžeš najít email s potvrzovacím odkazem, zkontroluj svoji složku Spam. Když jej stále nemůžeš najít a chceš dostat další kopii, přejdi na Nastavení svého účtu, klikni na ouško Email  a řiď se instrukcemi tam. Prosím pamatuj, že může trvat až hodinu než email přijde. Když email neuvidíš ani po hodině, {contactLink}.",
    "faq.contactLinkText": "dej nám vědět",
    "faq.checkConfirmedBody": "Pro kontrolu zdali je tvůj účet potvrzený se přihlaš ke svému účtu Scratch a přejdi na svou stránku {settingsLink}. Potvrzené emailové adresy ukazují malou zelenou fajfku. Jinak uvidíš oranžový text \"Tvá emailová adresa je nepotvrzená\".",
    "faq.settingsLinkText": "Nastavení e-mailu",
    "faq.requireConfirmTitle": "Musím potvrdit svůj účet?",
    "faq.requireConfirmBody": "Můžeš stále používat Scratch v mnoha situacích bez potvrzení svého účtu, včetně vytváření a ukládání projektů (bez jejich sdílení).",
    "faq.forgotPasswordTitle": "Zapoměl/a jsem přihlašovací jméno nebo heslo. Jak ho můžu resetovat?",
    "faq.forgotPasswordBody": "Zadej své přihlašovací jméno nebo emailovou adresu na stránce  {resetLink}. Webserver odešle email na adresu přiřazenou k tvému uživatelskému jménu a odkaz kterým můžeš resetovat své heslo.",
    "faq.resetLinkText": "Reset hesla",
    "faq.changePasswordTitle": "Jak si mohu změnit heslo?",
    "faq.changePasswordBody": "Přihlaš se ke svému Scratch účtu, potom navštiv naši stránku {changeLink} kde můžeš změnit své heslo.",
    "faq.changeLinkText": "Nastavení hesla",
    "faq.changeEmailTitle": "Jak můžu změnit emailovou adresu?",
    "faq.changeEmailBody": "Přihlaš se ke svému Scratch účtu, potom navštiv naši stránku {changeEmailLink} kde můžeš změnit svou emailovou adresu.",
    "faq.newScratcherTitle": "Jak mohu přejít z  'Nového Scratcher' na 'Scratcher'?",
    "faq.newScratcherBody": "Když si vytvoříš účet, budeš označen jako “Nový Scratcher.” Pro přechod ke \"Scratcher\" musíš udělat a sdílet projekty, užitečně komentovat projekty jiných Scratcherů a být trpělivý/á! Po splnění těchto požadavků se ti objeví odkaz na tvém profilu, který tě  pozve stát se Scratcherem a získáš dodatečné způsobilosti na  Scratch webu. (Všimni si, že nepovyšujeme Nové Scratchery na Scratchery podle žádosti.)",
    "faq.multipleAccountTitle": "Smím mít více než jeden účet?",
    "faq.multipleAccountBody": "Je v pořádku mít několik účtů na stránkách Scratche, dokud žádný z nich nebude použit k porušování {cgLink}. V tom případě všechny příbuzné účty mohou být zablokovány nebo zrušeny.",
    "faq.multipleLoginTitle": "Je v pořádku, jestli je víc než jedna osoba přihlášena k účtu?",
    "faq.multipleLoginBody": "Toto není povoleno protože web server  i editor projektu je snadno zmaten pokud se přihlásí více než jedna osoba ke stejnému účtu. Když účet udělá něco, co porušuje {cgLink}, všechny příbuzné účty mohou být zablokovány nebo zrušeny. Když sdílíš účet s někým kdo pod ním dělá něco špatného, znamená to že tvoje účty mohou být blokovány za to, co udělal někdo jiný.",
    "faq.changeUsernameTitle": "Mohu změnit své uživatelské jméno?",
    "faq.changeUsernameBody": "Struktura Scratch webserveru závisí na stálosti jména účtu, proto není možné měnit své jméno uživatele. Pokud opravdu potřebuješ se přepnout na nové jméno, můžeš vytvořit nový účet, ale musíš si na něj zkopírovat své projekty sám.",
    "faq.shareInfoTitle": "Jaké informace mohu sdílet na / spolu se svým účtem?",
    "faq.shareInfoBody": "Prosím, nesdílej osobní kontaktní informace, jako svoji skutečnou adresu, email, telefonní číslo nebo cokoli jiného co může být použito ke kontaktu mimo stránky Scratche. Prosím nahlaš projekty, komentáře nebo příspěvky na fóru které obsahují tento druh informací aby jej Scratch tým mohl odstranit a připomněl autorovi naši politiku nesdílení osobních kontaktních informací.",
    "faq.deleteAccountTitle": "Jak mohu smazat svůj účet?",
    "faq.deleteAccountBody": "Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle": "Je Scratch zdarma? Můžu ho používat jak chci?",
    "faq.scratchFreeBody": "Ano! Scratch je k dispozici zcela zdarma. Můžeš jej používat ve své škole, můžeš o něm učit v kurzu (i kdyby kurz byl placený). Nesmíš prodávat licenci: ta je zdarma.",
    "faq.scratchScreenshotTitle": "Můžu použít screenshoty z Scratch v knize nebo prezentaci?",
    "faq.scratchScreenshotBody": "Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Můžu zahrnout popis Scratch v brožurách nebo jiných materiálech?",
    "faq.scratchDescriptionBody": "Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Mohu prezentovat Scratch na konferenci?",
    "faq.presentScratchBody": "Please feel free to make presentations about Scratch to educators or other groups.",
    "faq.supportMaterialTitle": "Smím použít nebo upravit podpůrné materiály, postavy, obrázky, zvuky a ukázkové projekty Scratch, které jsem našel na webu?",
    "faq.supportMaterialBody": "Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle": "Mohu prodávat své Scratch projekty?",
    "faq.sellProjectsBody": "Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle": "Kde mohu najít zdrojový kód pro Scratch?",
    "faq.sourceCodeBody": "The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Jak se mohu dozvědět, co je a co není v pořádku pro sdílení na webu Scratch?",
    "faq.okayToShareBody": "Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle": "Co mám dělat, když uvidím něco nevhodného?",
    "faq.reportContentBody": "You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle": "Co mám dělat, když uvidím někoho, kdo se chová neslušně nebo neuctivě?",
    "faq.noFlameBody": "Nepřilévej olej do okně! Odpovídat na vulgární komentáře dalšími vulgárními komentáři situaci jen zhoršuje a může způsobit, že tvůj účet bude zablokován. Namísto toho jednoduše podej zprávu o čemkoliv, co je nezdvořilé nebo nekonstruktivní, a my se spojíme s autorem. Kontrolujeme zprávy každý den několikrát denně, takže si můžeš být jist, že to nějak vyřešíme.",
    "faq.reviewContentTitle": "Co Scratch tým dělá, když o něčem dostane zprávu nebo označení praporkem?",
    "faq.reviewContentBody": "The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle": "Co se stane, když je účet zablokován?",
    "faq.blockedAccountBody": "When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle": "Someone got access to my account and got my account blocked. What do I do?",
    "faq.stolenAccountBody": "You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle": "What are extensions?",
    "faq.aboutExtensionsBody": "In the Scratch editor, you can add collections of extra blocks called \"extensions.\" For example, there are extensions that enable you to program physical devices (such as micro:bit and LEGO robotics kits) and to translate text within your Scratch projects. We will continue to add new extensions over time, so what you can do with Scratch will continue to grow over time. ",
    "faq.howToAddExtensionsTitle": "How do I add an extension to a project?",
    "faq.howToAddExtensionsBody": "If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch",
    "faq.createExtensionsBody": "The Scratch Team will be publishing specifications and guidelines for extensions in the future. Once available, you will be able to submit extensions to the Scratch Team for consideration in the official Scratch 3.0 extensions library. We’ll also provide guidelines for developing and distributing \"experimental\" extensions, which can be used to create projects on individual computers, but not shared in the Scratch online community.",
    "faq.scratchXTitle": "What will happen to the ScratchX website?",
    "faq.scratchXBody": "The ScratchX website (scratchx.org) was an experimental testbed for extensions. Extensions created for ScratchX are not compatible with Scratch 3.0. Once experimental extensions are fully supported in Scratch we will discontinue support for ScratchX and provide developers and users time to transition off of ScratchX to the new extensions platform.",
    "faq.cloudDataInfoTitle": "What are cloud variables?",
    "faq.cloudDataInfoBody": "Cloud variables allow for data from a project to be saved and shared with other people in the Scratch community. You can use cloud variables to make surveys and other projects where others in the community to access and modify the data over time.",
    "faq.makeCloudVarTitle": "How can I make a cloud variable?",
    "faq.makeCloudVarBody": "Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle": "What types of data can be stored in cloud variables?",
    "faq.onlyNumbersBody": "Only numbers can be stored in cloud variables.",
    "faq.storedCloudInfoTitle": "Who can see the data stored in cloud variables?",
    "faq.storedCloudInfoBody": "When you interact with a project using cloud variables, the data associated with your interactions can be stored along with your username, and others can view it.",
    "faq.reportCloudTitle": "If I see someone post inappropriate content using cloud variables, how do I report it?",
    "faq.reportCloudBody": "Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle": "Can I make chat rooms with cloud variables?",
    "faq.chatRoomBody": "While it is technically possible to create chat rooms with cloud variables, they are not allowed on the Scratch website.",
    "faq.changeCloudVarTitle": "Kdo může měnit informaci v cloudové proměnné?",
    "faq.changeCloudVarBody": "Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle": "I am logged in, but I cannot use projects with cloud variables What is going on?",
    "faq.newScratcherCloudBody": "If you are still a \"New Scratcher\" on the website, you will not be able to use projects with cloud variables. You need to become a \"Scratcher\" to have access to cloud variables. See the Accounts section (above) for more information about the transition from “New Scratcher” to \"Scratcher\".",
    "faq.multiplayerTitle": "Is it possible to make multiplayer games with cloud variables?",
    "faq.multiplayerBody": "Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud variables for turn-by-turn and other types of games.",
    "faq.schoolsTitle": "Scratch ve školách",
    "faq.howTitle": "Jak je Scratch používán ve školách?",
    "faq.howBody": "Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
    "faq.educatorsLinkText": "Educators Page",
    "faq.noInternetTitle": "Je možné, aby studenti používali Scratch bez internetového připojení?",
    "faq.noInternetBody": "Yes. The {downloadLink} is a downloadable version of Scratch that can run on laptops and desktops. Currently, the Scratch app is available on Windows and Mac devices.",
    "faq.communityTitle": "Mohu vypnout online komunitu svým studentům?",
    "faq.communityBody": "The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch app, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle": "Co je to Scratch Teacher účet?",
    "faq.teacherAccountBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
    "faq.eduFaqLinkText": "Často kladené otázky k účtu učitele",
    "faq.requestTitle": "Jak si můžu zažádat o Scratch Teacher účet?",
    "faq.requestBody": "You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle": "Jaká data Scratch o studentech sbírá?",
    "faq.dataBody": "Když se student poprvé zaregistruje na Scratch účet, požádáme o základní demografická data včetně pohlaví, věku (měsíc a rok narození), zemi a e-mailovou adresu pro ověření. Tato data jsou použitá (v agregované formě) ve výzkumných studiích zamýšlených k zlepšení našeho pochopení jak se lidé se Scratch učí. Pokud lektor použije účet uživatele k vytvoření studentských účtů  najednou, nepožadujeme po studentech jejich e-mailové adresy pro nastavení účtu.",
    "faq.lawComplianceTitle": "Is the online version of Scratch compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody1": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2": "If you would like to build projects with Scratch without submitting any Personal Information to us, you can download the {downloadLink}. Projects created in the Scratch app are not accessible by the Scratch Team, and using the Scratch app does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}