{
    "faq.title": "Často kladené otázky",
    "faq.intro": "Na této stránce najdeš odpovědi na často kladené otázky ke Scratch.",
    "faq.aboutTitle": "Obecné otázky",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Odvozování a kopírování",
    "faq.accountsTitle": "Účty",
    "faq.permissionsTitle": "Licence a povolení",
    "faq.inappropriateContentTitle": "Nevhodný obsah",
    "faq.scratchExtensionsTitle": "Rozšíření",
    "faq.cloudDataTitle": "Proměnné v cloudu",
    "faq.aboutScratchTitle": "Co je Scratch, a co s ním mohu dělat?",
    "faq.aboutScratchBody": "S programovacím jazykem Scratch a on-line společenstvím můžeš vytvářet své vlastní interaktivní příběhy, hry a animace -- a sdílet své výtvory s jinými z celého světa. Když mládež tvoří a sdílí Scratch projekty, učí se tím myslet kreativně, přemýšlet systematicky a spolupracovat. Pro další poučení o Scratch navštiv stránku{aboutScratchLink}.",
    "faq.aboutScratchLinkText": "O Scratchi",
    "faq.makeGameTitle": "Jak mohu se Scratch udělat hru nebo animaci?",
    "faq.makeGameBody": "Prohlédni si {ideasLink}různé způsoby, jak začít se Scratch",
    "faq.ideasLinkText": "Nápady",
    "faq.whoUsesScratchTitle": "Kdo Scratch používá?",
    "faq.whoUsesScratchBody": "Scratch používají lidé ze všech prostředí, ve všech zemích na světě, na všech typech míst -- domovech, školách, knihovnách, museích a dalších. Scratch je navržen především pro mladé lidi ve věku 8 až 16 let, ale lidé všech věkových kategorií vytvářejí a sdílejí projekty ve Scratch. Mladší děti mohou chtít zkusit {scratchJrLink}, zjednodušenou verzi Scratch navrženou pro děti od 5 do 7 let.",
    "faq.requirementsTitle": "Jaké jsou systémové požadavky pro Scratch?",
    "faq.requirementsBody": "Scratch bude fungovat ve většině současných webových prohlížečů na stolních i přenosných počítačích a tabletech. Můžete projekty prohlížet na mobilech, ale nebudete schopni na telefonech projekty vytvářet nebo měnit. Následuje seznam oficiálně podporovaných prohlížečů.",
    "faq.requirementsDesktop": "Počítač",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NENÍ podporován.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobilní Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobilní Safari (11+)",
    "faq.requirementsNote": "Poznámka:",
    "faq.requirementsNoteDesktop": "Pokud tvůj počítač nesplňuje tyto požadavky, můžeš zkusit editor {downloadLink} (viz následující položka v Často kladených otázkách). ",
    "faq.scratchApp": "Scratch aplikace",
    "faq.requirementsNoteWebGL": "Když se setkáš s chybou WebGL, zkus jiný prohlížeč.",
    "faq.requirementsNoteTablets": "Na tabletech momentálně není možné používat bloky \"po stisku klávesy\" nebo pravý klik v kontextových menu.",
    "faq.offlineTitle": "Máš staženou verzi takže můžu vytvářet a vidět projekty offline?",
    "faq.offlineBody": "Aplikace Scratch umožňuje vytvářet projekty Scratch bez internetového připojení. Můžeš stáhnout {downloadLink} z webu Scratch nebo z app store pro tvé zařízení. (Původně byla nazvaná \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Můžu stále ještě nahrávat projekty ze starrších verzí Scratche na webserver?",
    "faq.uploadOldBody": "Ano: můžeš sdílet nebo nahrávat projety udělané v předchozích verzích Scratche a ony budou stále viditelné a hratelné. (Avšak nemůžeš stahovat projekty vytvořené nebo upravené v novějších verzích Scratche a otevírat je ve starších verzích. Například nemůžeš otevřít Scratch 3.0 projekt v počítačové verzi {scratch2Link}, protože Scratch 2.0  neumí přečíst formát .sb3 souboru projektu.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Kolik Scratch stojí? Potřebuji licenci?",
    "faq.scratchCostBody": "Scratch je a vždy bude zdarma. Nepotřebuješ licenci k jeho používání ve své škole, doma, ani kdekoliv jinde. Vývoj a údržba Scratche je placen z grantů a darů. Chceš-li na Scratch přispět, podívej se na naši stránku {donateLink}.",
    "faq.donateLinkText": "Dárcovská stránka",
    "faq.mediaLabTitle": "Kdo vytvořil Scratch?",
    "faq.mediaLabBody": "Scratch je vyvíjený a udržovaný skupinou Scratch z {llkLink} na {mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten group",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Co je Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 je nejnovější generací Scratche, uvedeným 2. ledna 2019. Je navržen k rozvinutí toho jak, co a kde můžeš se Scratch vytvořit. Obsahuje tucty nových postav, zcela nový editor zvuku a mnoho nových programových bloků. A se Scratch 3.0 dokážeš navíc vytvářet a spouštět projekty na svém tabletu,  nejenom na notebooku nebo stolním počítači.",
    "faq.reportBugsScratch3Title": "Jak mohu nahlásit chyby a sdílet zpětný ohlas na Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Můžeš nahlásit chyby a sdílet zpětný ohlas v sekci {forumsLink} diskuzního fóra Scratch.",
    "faq.forumsLinkText": "Chyby a závady",
    "faq.languagesScratch3Title": "Je Scratch 3.0 dostupný ve více jazycích?",
    "faq.languagesScratch3Body1": "Ano. Pro změnu jazyka programových bloků klikni na ikonku “glóbusu” na vršku navigační lišty programovacího editoru, pak klikni na rozbalovací menu pro výběr jazyka.",
    "faq.languagesScratch3Body2": "Všechny naše překlady byly provedeny dobrovolníky. Editor Scratch 3.0 je již přeložen do více než 40-ti jazyků. Můžeš vidět všechny momentálně překládané a kontrolované jazyky na naší stránce {transifexLink}. Pokud chceš pomoci s překladem nebo jeho kontrolou prosím kontaktuj {emailLink}.",
    "faq.transifexLinkText": "překládací server",
    "faq.removedBlocksScratch3Title": "Odstranil Scratch 3.0 některé programové bloky ze starších verzí Scratch?",
    "faq.removedBlocksScratch3Body": "Žádné programové bloky nebyly ve Scratch 3.0 odstraněny, ale některé se trošku změnily a jiné přestěhovaly do  \"Rozšíření\" (jak popsáno níže v sekci {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "Zavedl Scratch 3.0 nové bloky?",
    "faq.newBlocksScratch3Body": "Ano! Ve Scratch 3.0 najdeš:",
    "faq.newBlocksSoundEffect": "Nové bloky \"zvukový efekt\"",
    "faq.newBlocksOperators": "Nové operátory zjednodušující práci s textem (řetězci)",
    "faq.newBlocksPen": "Nové bloky pera, včetně podpory průhlednosti",
    "faq.newBlocksGlide": "Nový blok klouzej pro snadný pohyb k postavě (nebo náhodné pozici)",
    "faq.newBlocksExtensions": "Mnoho nových schopností skrze \"Scratch rozšíření\" (viz níže sekci Rozšíření)",
    "faq.biggerBlocksScratch3Title": "Proč jsou bloky ve Scratch 3.0 větší než v předchozích verzích?",
    "faq.biggerBlocksScratch3Body": "Aby Scratch 3.0 správně fungoval na dotykových zařízeních (jako mnoho Chromebooků, Windows Surface notebooků, a tabletů), potřebovali jsme bloky zvětšit, aby bylo snazší bloky táhnout i poklepat. Navíc jsou bloky ve Scratch 3.0 trošku větší aby pomohly řešit problémy, které jsme pozorovali u nových uživatelů majících potíže s klikáním a tažením malých prvků interface.",
    "faq.extensionsScratch3Title": "Kam odešly bloky Pero? Kam odešly bloky Hudba? Kam odešly bloky Vnímání videa?",
    "faq.extensionsScratch3Body": "Bloky Pero, Hudba a Vnímání videa se přestěhovaly mezi rozšíření.  Rozšíření se dají přidat kliknutím na tlačítko vlevo dole na obrazovce  (viz sekci \"Rozšíření\" níže).",
    "faq.paintEditorScratch3Title": "Jaké jsou nové vlastnosti editoru kreslení?",
    "faq.paintEditorScratch3Body": "Editor kreslení byl přepracován, aby poskytl výkonné nové vlastnosti, které se přitom snadněji používají. Změny a nové vlastnosti zahrnují:",
    "faq.paintEditorLayout": "Nové uspořádání, více zviditelňující dostupné nástroje a volby",
    "faq.paintEditorTools": "Nové nástroje, jako \"guma\" která funguje ve vektorovém režimu",
    "faq.paintEditorColors": "Více voleb pro výběr a přizpůsobení barev",
    "faq.paintEditorVector": "Větší ovládání vektorových bodů (manipulátory křivky a bodové režimy)",
    "faq.paintEditorLayers": "Dodatečná ovládání pro uspořádání vrstev (\"dopředu\", \"zpět\", atd.)",
    "faq.paintEditorGradients": "Nová ovládání sklonu",
    "faq.soundEditorScratch3Title": "Jaké jsou nové vlastnosti editoru zvuku?",
    "faq.soundEditorScratch3Body": "Editor zvuku byl přepracován pro snadnější nahrávání a zacházení se zvuky. Nabízí množství nových vlastností:",
    "faq.soundEditorRecording": "Nový nahrávací systém se snadněji používá",
    "faq.soundEditorTrimming": "Nový systém ořezu zvuku se snadněji používá",
    "faq.soundEditorEffects": "Nové zvukové efekty (jako \"rychleji\", \"pomaleji\" a \"robot\")",
    "faq.tipsWindwScratch3Title": "Co se stalo s oknem Scratch nápadů?",
    "faq.tipsWindowScratch3Body": "Namísto okna nápadů poskytuje Scratch 3.0 podobný materiál prostřednictvím knihovny Návody, ke které je možné se dostat přes odkaz Návody v horní  navigační liště programového editoru. Najdeš tu návody k celým projektům (jako \"Udělej si honičku\") nebo určitým blokům a vlastnostem (jako \"Nahraj zvuk\" nebo \"Roztoč to\"). Mnoho návodů bude brzy přidáno (jako \"Hra Ping pong\" a \"Nauč létat\").",
    "faq.remixDefinitionTitle": "Co je to odvodit?",
    "faq.remixDefinitionBody": "Když Scratcher vytvoří kopii projektu jiného člověka a upraví ho tím, že přidá své vlastní nápady (například změnou scénářů nebo kostýmů), výsledný projekt se nazývá \"remix\". Každý projekt sdílený na webu Scratch lze remixovat. I menší změna považujeme za platný remix, pokud jsou uděleny kredity původnímu tvůrci projektu a ostatním, kteří významně přispěli k remixu.",
    "faq.remixableTitle": "Proč Scratch tým požaduje, aby všechny projekty se mohly \"použít k odvození\"?",
    "faq.remixableBody": "Věříme, že vylepšování projektů odvozených od jiných lidí je skvělý způsob učení se programování i vytváření zajímavých projektů. Během vylepšování se tvořivé nápady šíří společenstvím každému k užitku. Všechny projekty sdílené ne webu Scratch jsou pokryté licencí “Creative Commons Uveďte původ-Zachovejte licenci”, která znamená, že můžeš vylepšit jakýkoliv projekt který vidíš na Scratch webu -- a kdokoli může vylepšit libovolný z projektů, které sdílíš na tomto webu.",
    "faq.creativeCommonsTitle": "Co když nechci aby ostatní odvozovali z mého projektu?",
    "faq.creativeCommonsBody": "Vylepšování je důležitou součástí společenství Scratch. Pokud si nepřeješ, aby jiní viděli nebo vylepšovali tvé výtvory stále můžeš vytvářet projekty na Scratch webu, ale nesdílej je tam.",
    "faq.fairUseTitle": "Mohu používat obrázky / zvuky / média z internetu ve svých projektech?",
    "faq.fairUseBody": " Když se rozhodneš připojit práci jiných do své vlastní, určitě jim přiznej zásluhy v sekci  “zásluhy” a zahrň odkaz na originál. K vyhledání grafiky / zvuků které jsou již licencovány pro odvozování vyzkoušej {ccLink}.",
    "faq.ccLinkText": "Creative Commons vyhledávací stránka",
    "faq.whyAccountTitle": "Proč je užitečné mít Scratch účet? ",
    "faq.whyAccountBody": "I bez účtu můžeš spouštět projekty jiných lidí, číst komentáře a fóra a dokonce vytvářet své vlastní projekty. Ale účet potřebuješ k uložení a sdílení projektů, psaní poznámek a příspěvků fóra a účastnit se ostatních \"sociálních\" aktivit ve společenství (jako \"lajkování\" projektů jiných lidí).",
    "faq.createAccountTitle": "Jak si mohu vytvořit účet?",
    "faq.createAccountBody": "Prostě klikni na \"Připojit se\" na domovské stránce Scratch. Budeš muset odpovědět na několik otázek a poskytnout emailovou adresu. Zabere to jen pár minut a je to zcela zdarma!",
    "faq.checkConfirmedTitle": "Jak mohu zjistit, jestli byl účet potvrzen?",
    "faq.howToConfirmTitle": "Jak mohu potvrdit svůj účet?",
    "faq.howToConfirmBody": "Potom co vytvoříš nový účet ve Scratch, dostaneš emailovou zprávu s odkazem. Jen klikni na odkaz pro potvrzení svého účtu. Jakmile potvrdíš svůj účet, budeš moci sdílet projekty, psát komentáře a vytvářet studia. Potvrzení tvého účtu ti také dovolí dostával emailové novinky od týmu Scratch. Jestli nemůžeš najít email s potvrzovacím odkazem, zkontroluj svoji složku Spam. Když jej stále nemůžeš najít a chceš dostat další kopii, přejdi na Nastavení svého účtu, klikni na ouško Email  a řiď se instrukcemi tam. Prosím pamatuj, že může trvat až hodinu než email přijde. Když email neuvidíš ani po hodině, {contactLink}.",
    "faq.contactLinkText": "dej nám vědět",
    "faq.checkConfirmedBody": "Pro kontrolu zdali je tvůj účet potvrzený se přihlaš ke svému účtu Scratch a přejdi na svou stránku {settingsLink}. Potvrzené emailové adresy ukazují malou zelenou fajfku. Jinak uvidíš oranžový text \"Tvá emailová adresa je nepotvrzená\".",
    "faq.settingsLinkText": "Nastavení e-mailu",
    "faq.requireConfirmTitle": "Musím potvrdit svůj účet?",
    "faq.requireConfirmBody": "Můžeš stále používat Scratch v mnoha situacích bez potvrzení svého účtu, včetně vytváření a ukládání projektů (bez jejich sdílení).",
    "faq.forgotPasswordTitle": "Zapoměl/a jsem přihlašovací jméno nebo heslo. Jak ho můžu resetovat?",
    "faq.forgotPasswordBody": "Zadej své přihlašovací jméno nebo emailovou adresu na stránce  {resetLink}. Webserver odešle email na adresu přiřazenou k tvému uživatelskému jménu a odkaz kterým můžeš resetovat své heslo.",
    "faq.resetLinkText": "Reset hesla",
    "faq.changePasswordTitle": "Jak si mohu změnit heslo?",
    "faq.changePasswordBody": "Přihlaš se ke svému Scratch účtu, potom navštiv naši stránku {changeLink} kde můžeš změnit své heslo.",
    "faq.changeLinkText": "Nastavení hesla",
    "faq.changeEmailTitle": "Jak můžu změnit emailovou adresu?",
    "faq.changeEmailBody": "Přihlaš se ke svému Scratch účtu, potom navštiv naši stránku {changeEmailLink} kde můžeš změnit svou emailovou adresu.",
    "faq.newScratcherTitle": "Jak mohu přejít z  'Nového Scratcher' na 'Scratcher'?",
    "faq.newScratcherBody": "Když si vytvoříš účet, budeš označen jako “Nový Scratcher.” Pro přechod ke \"Scratcher\" musíš udělat a sdílet projekty, užitečně komentovat projekty jiných Scratcherů a být trpělivý/á! Po splnění těchto požadavků se ti objeví odkaz na tvém profilu, který tě  pozve stát se Scratcherem a získáš dodatečné způsobilosti na  Scratch webu. (Všimni si, že nepovyšujeme Nové Scratchery na Scratchery podle žádosti.)",
    "faq.multipleAccountTitle": "Smím mít více než jeden účet?",
    "faq.multipleAccountBody": "Je v pořádku mít několik účtů na stránkách Scratche, dokud žádný z nich nebude použit k porušování {cgLink}. V tom případě všechny příbuzné účty mohou být zablokovány nebo zrušeny.",
    "faq.multipleLoginTitle": "Je v pořádku, jestli je víc než jedna osoba přihlášena k účtu?",
    "faq.multipleLoginBody": "Toto není povoleno protože web server  i editor projektu je snadno zmaten pokud se přihlásí více než jedna osoba ke stejnému účtu. Když účet udělá něco, co porušuje {cgLink}, všechny příbuzné účty mohou být zablokovány nebo zrušeny. Když sdílíš účet s někým kdo pod ním dělá něco špatného, znamená to že tvoje účty mohou být blokovány za to, co udělal někdo jiný.",
    "faq.changeUsernameTitle": "Mohu změnit své uživatelské jméno?",
    "faq.changeUsernameBody": "Struktura Scratch webserveru závisí na stálosti jména účtu, proto není možné měnit své jméno uživatele. Pokud opravdu potřebuješ se přepnout na nové jméno, můžeš vytvořit nový účet, ale musíš si na něj zkopírovat své projekty sám.",
    "faq.shareInfoTitle": "Jaké informace mohu sdílet na / spolu se svým účtem?",
    "faq.shareInfoBody": "Prosím, nesdílej osobní kontaktní informace, jako svoji skutečnou adresu, email, telefonní číslo nebo cokoli jiného co může být použito ke kontaktu mimo stránky Scratche. Prosím nahlaš projekty, komentáře nebo příspěvky na fóru které obsahují tento druh informací aby jej Scratch tým mohl odstranit a připomněl autorovi naši politiku nesdílení osobních kontaktních informací.",
    "faq.deleteAccountTitle": "Jak mohu smazat svůj účet?",
    "faq.deleteAccountBody": "Přihlaš se ke Scratch a pak klikni na své uživatelské jméno v pravém horním rohu. Vyber \"Nastavení účtu\", pak klikni na odkaz \"Chci zrušit svůj účet\" dole na stránce. Ale měl/a bys to dělat jen když sis absolutně jist/á, že svůj účet chceš zrušit.",
    "faq.scratchFreeTitle": "Je Scratch zdarma? Můžu ho používat jak chci?",
    "faq.scratchFreeBody": "Ano! Scratch je k dispozici zcela zdarma. Můžeš jej používat ve své škole, můžeš o něm učit v kurzu (i kdyby kurz byl placený). Nesmíš prodávat licenci: ta je zdarma.",
    "faq.scratchScreenshotTitle": "Můžu použít screenshoty z Scratch v knize nebo prezentaci?",
    "faq.scratchScreenshotBody": "Ano, můžeš používat snímky obrazovky / obrázky Scratch aplikace i webu v knize nebo prezentaci a pokládat je licencované pod licencí {licenseLink}. Požadujeme, abys někam do svých materiálů začlenil poznámku říkající: \"Scratch je projektem Nadace Scratch ve spolupráci s Lifelong Kindergarten Group na MIT Media Lab. Je dostupný zdarma na https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Uveďte původ-Zachovejte licenci",
    "faq.scratchDescriptionTitle": "Můžu zahrnout popis Scratch v brožurách nebo jiných materiálech?",
    "faq.scratchDescriptionBody": "Jistě! Doporučujeme následující popis: \"Scratch je programovací jazyk a online společenství kde můžeš tvořit vlastní interaktivní příběhy, hry a animace -- a sdílet své výtvory s jinými z celého světa. V průběhu návrhu a programování Scratch projektů se mládež učí myslet tvořivě, uvažovat systematicky a spolupracovat. Scratch je projektem {sfLink} ve spolupráci s Lifelong Kindergarten group na MIT Media Lab. Je dostupný zdarma na https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Mohu prezentovat Scratch na konferenci?",
    "faq.presentScratchBody": "Prosím neobávej se dělat prezentace o Scratchi pro učitele nebo jiné skupiny. ",
    "faq.supportMaterialTitle": "Smím použít nebo upravit podpůrné materiály, postavy, obrázky, zvuky a ukázkové projekty Scratch, které jsem našel na webu?",
    "faq.supportMaterialBody": "Ano: Většina podpůrných materiálů Scratch na webu Scratch je dostupná pod licencí {licenseLink}. Je zde několik výjimek: logo Scratch, kocour Scratch, Gobo, Pico, Nano, Giga, a Tera jsou obchodní značky Scratch a nemohou být použité bez výslovného souhlasu týmu Scratch.",
    "faq.sellProjectsTitle": "Mohu prodávat své Scratch projekty?",
    "faq.sellProjectsBody": "Ano: Tvůj Scratch projekt je tvým dílem. Ale pamatuj, že jakmile svůj projekt sdílíš na webu Scratch, může každý tento projekt si volně stáhnout, vylepšit a  znovu použít na základě  licence {licenseLink}. Takže jestli zamýšlíš projekt prodávat, budeš jej asi chtít od-sdílet ze Scratch webu.",
    "faq.sourceCodeTitle": "Kde mohu najít zdrojový kód pro Scratch?",
    "faq.sourceCodeBody": "Zdrojový kód pro programový editor Scratch se nachází na {guiLink}. Zdrojové kódy pro {flashLink} a {scratch14Link} jsou také dostupné na GitHubu. Pro aktualizované informace o vývojových projektech souvisejících se Scratch webem prosím navštiv naši stránku {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Jak se mohu dozvědět, co je a co není v pořádku pro sdílení na webu Scratch?",
    "faq.okayToShareBody": "Zkontroluj Scratch {cgLink} - jsou stručná a neobsahují mnoho právnických výrazů. Odkaz vede zespodu každé stránky na Scratch webu.",
    "faq.reportContentTitle": "Co mám dělat, když uvidím něco nevhodného?",
    "faq.reportContentBody": "Můžeš kliknout na odkaz \"nahlásit\" u každého projektu, komentáře, diskuse, studia nebo stránce profilu uživatele, když vidíš něco, co pro Scratch není vhodné. Jestliže je situace komplikovaná, můžeš použít odkaz {contactLink} (dostupný na dolním okraji každé stránky) pro vysvětlení. Nezapomeň uvést nejvíce detailů co můžeš, včetně odkazů na odpovídající stránky.",
    "faq.noFlameTitle": "Co mám dělat, když uvidím někoho, kdo se chová neslušně nebo neuctivě?",
    "faq.noFlameBody": "Nepřilévej olej do okně! Odpovídat na vulgární komentáře dalšími vulgárními komentáři situaci jen zhoršuje a může způsobit, že tvůj účet bude zablokován. Namísto toho jednoduše podej zprávu o čemkoliv, co je nezdvořilé nebo nekonstruktivní, a my se spojíme s autorem. Kontrolujeme zprávy každý den několikrát denně, takže si můžeš být jist, že to nějak vyřešíme.",
    "faq.reviewContentTitle": "Co Scratch tým dělá, když o něčem dostane zprávu nebo označení praporkem?",
    "faq.reviewContentBody": "Scratch tým prohlíží nahlášené komentáře a projekty každý den. Jestliže něco porušuje Scratch {cgLink}, můžeme to odstranit a poslat varování vlastníkovi účtu. Můžeme též zablokovat účty nebo sítě, pomocí kterých to bylo sdíleno v závislosti na tom, co bylo sdíleno a jestli jsme již dříve tuto osobu varovali",
    "faq.blockedAccountTitle": "Co se stane, když je účet zablokován?",
    "faq.blockedAccountBody": "Když je účet zablokován, vlastník účtu již nemá přístup k svému účtu, nemůže jej používat k vytváření projektů a ke komentování. Když se přihlásí, uvidí stránku s vysvětlujícím textem proč je účet zablokován spolu s formulářem pro případnou žádost k odblokování. Jestliže vlastník účtu chce ukázat, že rozumí tomu, proč byl účet zablokován, a slíbí, že bude v budoucnu dodržovat Scratch {cgLink}, bude odblokován.",
    "faq.stolenAccountTitle": "Někdo se dostal k mému účtu a zablokoval mi účet. Co mám dělat? ",
    "faq.stolenAccountBody": "Zodpovídáš za to, že své heslo uchováš v tajnosti. Jestliže někdo převezme kontrolu nad tvým účtem a dělá špatnosti, řekni to dospělým, kteří mají ten počítač na starosti. Jestliže si myslíš, že někdo neznámý získal přístup k tvému účtu, změň si heslo anebo použij odkaz {contactLink} k vysvětlení situace. Pokud byl účet zablokován protože jsi udělal/a něco, co porušovalo Scratch {cgLink}, prosím neříkej nám, že to byl někdo jiný. Když nám lidé řeknou, že někdo jiný zneužil jejich účet, potom musíme zkusit s tou osobou mluvit předtím, než ten účet obnovíme. To znamená, že tvůj účet zůstane blokovaný mnohem déle, než kdybys čestně přiznal/a, co se stalo.",
    "faq.aboutExtensionsTitle": "Co jsou to rozšířeni?",
    "faq.aboutExtensionsBody": "Ve Scratch editoru můžeš přidávat kolekce extra bloků nazývaná \"rozšíření\". Například jsou zde rozšíření, která umožňují programovat fyzická zařízení (jako jsou micro:bit a LEGO robotické stavebnice) i pro překlady textu uvnitř tvých Scratch projektů. Časem budeme pokračovat v přidávání nových rozšíření, takže to, co můžeš se Scratchem dělat bude časem narůstat. ",
    "faq.howToAddExtensionsTitle": "Jak přidám rozšíření k projektu?",
    "faq.howToAddExtensionsBody": "Když klikneš na tlačítko \"Rozšíření\" v dolním levém rohu programového editoru Scratch,uvidíš seznam všech rozšíření Scratch. Když vybereš nějaké z rozšířeních, k tvému projektu se přidá se nová kategorie bloků. Rozšíření bude automaticky nahráno, kdykoli bude bude tvůj projekt otevřen. Můžeš přidávat více rozšíření ke stejnému projektu.",
    "faq.createExtensionsTitle": "Jak vytvořím vlastní rozšíření pro Scratch?",
    "faq.createExtensionsBody": "Tým Scratch Team v budoucnu zveřejní specifikace i návod pro rozšíření. Jakmile budou k dispozici, budeš moci poslat rozšíření týmu Scratch Team pro posouzení do oficiální knihovny rozšíření Scratch 3.0. Také poskytneme návod pro vývoj a distribuci \"experimentálních\" rozšíření, která mohou být použita k tvorbě projektů na jednotlivých počítačích, ale nebudou sdílena online společenstvím Scratch.",
    "faq.scratchXTitle": "Co se stane s webem ScratchX?",
    "faq.scratchXBody": "Web ScratchX (scratchx.org) byl pokusnou platformou pro rozšíření. Rozšíření vytvořená pro ScratchX nejsou kompatibilní se Scratch 3.0. Jakmile experimentální rozšíření budou plně podporována ve Scratch, ukončíme podporu pro ScratchX a poskytneme vývojářům i uživatelům čas k přechodu ze ScratchX na novou platformu rozšíření.",
    "faq.cloudDataInfoTitle": "Co jsou to cloudové proměnné?",
    "faq.cloudDataInfoBody": "Cloudové proměnné umožňují datům z projektu být uchovávána a sdílena ostatními lidmi ve společenství Scratch. Můžeš proměnné v cloudu použít k vytváření dotazníků i jiných projektů, kdy jiní ve společenství přistupují a mění data v čase.",
    "faq.makeCloudVarTitle": "Jak udělám cloudovou proměnnou?",
    "faq.makeCloudVarBody": "Běž do sekce \"Proměnné\" v menu bloků, zvol \"Vytvoř proměnnou\" a pak klikni na zaškrtnutí vedle \"Cloudová proměnná (uložená na serveru)\". Data spojená s tvojí cloudovou proměnnou budou uložena na server, uchovávána v čase a přístupná každému, kdo otevře tento projekt.",
    "faq.onlyNumbersTitle": "Jaké typy dat se mohou ukládat do cloudových proměnných?",
    "faq.onlyNumbersBody": "V cloudových proměnných mohou být uložena pouze čísla.",
    "faq.storedCloudInfoTitle": "Kdo může vidět data uložená v cloudových proměnných?",
    "faq.storedCloudInfoBody": "Když komunikuješ s projektem užívající cloudové proměnné, data spojená s tvými reakcemi mohou být uložena spolu s tvým jménem uživatele a ostatní to mohou vidět.",
    "faq.reportCloudTitle": "Když uvidím, že někdo posílá nevhodný obsah využívající cloudové proměnné, jak to mám nahlásit?",
    "faq.reportCloudBody": "Klikni na tlačítko \"Nahlásit\" (pod přehrávačem projektu na stránce projektu) k nahlášení nevhodného obsahu v cloudových proměnných. Ujisti se, že zmíníš \"cloudové proměnné\" když píšeš svůj důvod k ohlášení.",
    "faq.chatRoomTitle": "Mohu vytvářet chat místnosti s cloudovými proměnnými?",
    "faq.chatRoomBody": "I když je technicky možné vytvořit chat místnosti s cloudovými proměnnými, na Scratch webu nejsou povoleny.",
    "faq.changeCloudVarTitle": "Kdo může měnit informaci v cloudové proměnné?",
    "faq.changeCloudVarBody": "Jen ty a diváci tvého projektu mohou ukládat data do cloudových proměnných tvého projektu. Když lidé \"koukají dovnitř\" nebo odvozují tvůj kód, vytvoří tím kopii této proměnné a neovlivňují ani nemění původní proměnnou. ",
    "faq.newScratcherCloudTitle": "Jsem přihlášený/á, ale stále nemohu používat projekty s cloudovými proměnnými. Co se děje?",
    "faq.newScratcherCloudBody": "Pokud jsi stále \"Nový Scratcher\" na tomto webu, nemůžeš používat projekty s cloudovými proměnnými. Musíš se stát \"Scratcherem\" pro přístup ke cloudovým proměnným. Viz sekce Účty (nahoře) pro další informace o přechodu z “Nového Scratchera” na \"Scratchera\".",
    "faq.multiplayerTitle": "Je možné vytvořit multiplayer hry s cloudovými proměnnými?",
    "faq.multiplayerBody": "Hry typu multiplayer se tvoří obtížně, kvůli rychlosti sítě a synchronizačním problémům. Avšak někteří Scratcheři přichází s vynalézavými způsoby jak použít cloudové proměnné pro tahové strategie i jiné hry.",
    "faq.schoolsTitle": "Scratch ve školách",
    "faq.howTitle": "Jak je Scratch používán ve školách?",
    "faq.howBody": "Scratch je používán ve stovkách tisíců škol po celém světě, v mnoha různých tematických oblastech (včetně studia jazyků, vědě, historii, matematice a počítačových vědách). Můžeš se dozvědět více o strategiích a zdrojích pro užívání Scratche ve školách i jiných vzdělávacích institucích (jako jsou musea, knihovny a společenská centra) na naší stránce {educatorsLink}.",
    "faq.educatorsLinkText": "Stránka pro lektory",
    "faq.noInternetTitle": "Je možné, aby studenti používali Scratch bez internetového připojení?",
    "faq.noInternetBody": "Ano. Na {downloadLink} je stáhnutelná verze Scratch která běží na přenosných i stolních počítačích. V současnosti je aplikace Scratch dostupná pro zařízení s Windows a Mac.",
    "faq.communityTitle": "Mohu vypnout online komunitu svým studentům?",
    "faq.communityBody": "Online společenství Scratch poskytuje mládeži cestu jak sdílet, spolupracovat a učit se od vrstevníků uvnitř moderovaného společenství spravovaného Scratch {cgLink}. Avšak chápeme, že někteří lektoři preferují, aby se jejich studenti nezapojovali do online společenství. Tito lektoři by si mohli přát nainstalovat aplikaci Scratch, která běží ofline a lokálně na stolním nebo přenosném počítači.",
    "faq.teacherAccountTitle": "Co je to Scratch Teacher účet?",
    "faq.teacherAccountBody": "Účet Scratch učitele umožňuje učitelům a jiným lektorům použít dodatečné funkce pro řízení studentské účasti na Scratch, včetně schopnosti vytvářet studentské účty, organizovat studentské projekty do studií a monitorovat studentské komentáře. Více o učitelském účtu se dozvíte na {eduFaqLink}.",
    "faq.eduFaqLinkText": "Často kladené otázky k účtu učitele",
    "faq.requestTitle": "Jak si můžu zažádat o Scratch Teacher účet?",
    "faq.requestBody": "Můžete požádat o účet Scratch učitele přes odkaz {educatorsLink} na Scratch webu. Během registračního procesu požadujeme dodatečné informace pro správné ověření vaší role jako lektora.",
    "faq.dataTitle": "Jaká data Scratch o studentech sbírá?",
    "faq.dataBody": "Když se student poprvé zaregistruje na Scratch účet, požádáme o základní demografická data včetně pohlaví, věku (měsíc a rok narození), zemi a e-mailovou adresu pro ověření. Tato data jsou použitá (v agregované formě) ve výzkumných studiích zamýšlených k zlepšení našeho pochopení jak se lidé se Scratch učí. Pokud lektor použije účet uživatele k vytvoření studentských účtů  najednou, nepožadujeme po studentech jejich e-mailové adresy pro nastavení účtu.",
    "faq.lawComplianceTitle": "Je on-line verze Scratch v souladu s místními a federálními zákony Spojených států na ochranu soukromí?",
    "faq.lawComplianceBody1": "Scratch se velice stará o soukromí studentů a všech jednotlivců užívajících naši platformu. Máme zprovozněné fyzické i elektronické procedury k ochraně informací sbíraných na stránkách Scratch. Ačkoliv nejsme v pozici nabízet smluvní záruky každému subjektu užívajícími náš volně přístupný vzdělávací produkt, jsme v souladu se všemi federálními zákony Spojených států týkajících se MIT a Nadace Scratch, organizací které vytvořily a spravují Scratch. Doporučujeme vám přečíst si Scratch politiku soukromí pro další informace. ",
    "faq.lawComplianceBody2": "Kdybys chtěl/a sestavovat se Scratchem projekty bez posilání nám jakýchkoli osobních informací, můžeš si stáhnout {downloadLink}. Projekty vytvořené ve Scratch aplikaci nejsou přístupné týmu Scratch a používání Scratch aplikace neprozradí žádnou osobní informaci do Scratch webu pokud nenahraješ tyto projekty k online společenství Scratch."
}