{
    "faq.title": "Cwestiynau Cyffredin (FAQ)",
    "faq.intro": "Ar y dudalen hon, cewch atebion i gwestiynau sy'n cael eu gofyn yn aml am Scratch.",
    "faq.aboutTitle": "Cwestiynau Cyffredinol",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Ailgymysgu a Chopïo",
    "faq.accountsTitle": "Cyfrifon",
    "faq.permissionsTitle": "Trwyddedu a Chaniatâd",
    "faq.inappropriateContentTitle": "Cynnwys Anaddas",
    "faq.scratchExtensionsTitle": "Estyniadau Scratch",
    "faq.cloudDataTitle": "Newidynnau'r Cwmwl",
    "faq.aboutScratchTitle": "Beth yw Scratch a beth alla i wneud gydag e?",
    "faq.aboutScratchBody": "Gyda iaith rhaglennu a chymuned ar-lein Scratch,  gallwch greu eich straeon, gemau ac animeiddiadau rhyngweithiol eich hun - a rhannu eich creadigaethau gydag eraill ledled y byd. Wrth gynllunio a rhannu projectau Scratch, mae pobl ifanc yn dysgu i feddwl yn greadigol, ymresymu'n systematig a chydweithio. I ddysgu rhagor am Scratch, darllenwch y dudalen {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Ynghylch Scratch",
    "faq.makeGameTitle": "Sut alla i greu gêm neu animeiddiad gyda Scratch?",
    "faq.makeGameBody": "Ewch i'r {ideasLink} i weld ffyrdd o gychwyn gyda Scratch.",
    "faq.ideasLinkText": "Tudalen syniadau",
    "faq.whoUsesScratchTitle": "Pwy sy'n defnyddio Scratch?",
    "faq.whoUsesScratchBody": "Mae Scratch yn cael ei ddefnyddio gan bobl o bob cefndir, ymhob gwlad ledled y byd, dan bob math o amgylchiadau - cartrefi, ysgolion, llyfrgelloedd, amgueddfeydd a mwy. Cafodd Scratch ei ddatblygu'n arbennig ar gyfer pobl ifanc rhwng 8 ac 16 oed,  ond mae pobl o bob oed yn creu a rhannu projectau Scratch. Efallai yr hoffai plant ifanc defnyddio {scratchJrLink}, fersiwn symlach o Scratch ar gyfer oed 5 i 7.",
    "faq.requirementsTitle": "Beth yw'r anghenion system ar gyfer Scratch?",
    "faq.requirementsBody": "Mae Scraatch yn gallu rhedeg ar y rhan fwyaf o borwyr cyfredol ar y bwrdd gwaith, gliniaduron a thabledi. Gallwch weld projectau ar ffonau symudol ond ar hyn o bryd nid oes modd i chi greu na golygu projectau ar ffonau. Isod mae rhestr swyddogol o'r porwyr sy'n cael eu cynnal.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "NID yw Internet Explorer yn cael ei gynnal.",
    "faq.requirementsTablet": "Tabled",
    "faq.requirementsTabletChrome": "Chrome Symudol (63+)",
    "faq.requirementsTabletSafari": "Safari Symudol (11+)",
    "faq.requirementsNote": "Sylw:",
    "faq.requirementsNoteDesktop": "Os nad yw eich cyfrifiadur yn cwrdd â'r gofynion hyn, gallwch roi cynnig ar olygydd {downloadLink} ( gw. yr eitem nesaf yn y Cwestiynau Cyffredin).",
    "faq.scratchApp": "Ap Scratch",
    "faq.requirementsNoteWebGL": "Os ydych yn cael gwall WebGL, defnyddiwch borwr arall.",
    "faq.requirementsNoteTablets": "Ar dabledi, nd oes ffordd i ddefnyddio blociau \"bysell wedi'i phwyso\" na dewislenni cyd-destun clic de.",
    "faq.offlineTitle": "A oes gennych chi fersiwn i'w lwytho i lawr fel bod modd i mi greu a gweld projectau all-lein?",
    "faq.offlineBody": "Mae ap Scratch yn caniatáu i chi greu projectau Scratch heb gysylltiad â'r rhyngrwyd. Gallwch lwytho {downloadLink} i lawr o'r wefan neu storfa apiau eich dyfais.  (Yn y gorffennol roedd hwn yn cael ei alw y \"Olygydd Scratch All-lein\".)",
    "faq.uploadOldTitle": "Ydy hi'n bosib i mi ddal i lwytho projectau o fersiynau hŷn o Scratch i'r wefan?",
    "faq.uploadOldBody": "Gallwch. Gallwch rannu neu lwytho projectau wnaed gyda fersiynau blaenorol o Scratch, byddan nhw'n weladwy a bydd modd eu chwarae. (Er hynny, nid oes modd i chi lwytho i lawr brojectau wedi eu creu neu eu golygu mewn fersiynau diweddarach o Scratch a'u hagor mewn fersiynau blaenorol. Er enghraifft, nid oes modd agor project Scratch 3.0 yn y fersiwn bwrdd gwaith {scratch2Link}, gan nad yw Scratch 2.0 yn gwybod sut i ddarllen fformat ffeil .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Beth yw cost Scratch? Oes angen trwydded arna i?",
    "faq.scratchCostBody": "Mae Scratch ar gael am ddim a bydd am ddim am byth. Does dim angen trwydded i'w ddefnyddio yn eich ysgol, cartref nag unrhyw le arall. Mae datblygu a chynnal Scratch yn cael ei dalu amdano gan grantiau  a rhoddion. Os hoffech chi gyfrannu tuag at Scratch, ewch i'n tudalen {donateLink}.",
    "faq.donateLinkText": "Tudalen cyfrannu",
    "faq.mediaLabTitle": "Pwy greodd Scratch?",
    "faq.mediaLabBody": "Mae Scratch yn cael ei ddatblygu a'i gynnal gan Dîm Scratch yn {llkLink}ac yn {mediaLabLink}",
    "faq.llkLinkText": "Lifelong Kindergarten group",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Beth yw Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 yw'r genhedlaeth ddiweddaraf o Scratch, lansiwyd ar Ionawr 2, 2019. Mae wedi ei gynllunio i estyn sut, beth a lle gallwch greu gyda Scratch. Mae'n cynnwys dwsinau o gorluniau newydd, golygydd sain cwbl newydd a llawer o flociau rhaglennu newydd. A gyda Scratch 3.0, mae modd i chi greu a chwarae projectau ar eich tabled , yn ogystal ag ar eich gliniadur neu gyfrifiadur bwrdd gwaith.",
    "faq.reportBugsScratch3Title": "Sut fedra i adrodd ar wallau a rhannu adborth ar Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Gallwch adrodd ar wallau a rhannu adborth yn adran  {forumsLink}fforymau trafod Scratch.",
    "faq.forumsLinkText": "Gwallau a Gwendidau",
    "faq.languagesScratch3Title": "A yw Scratch 3.0 ar gael mewn gwahanol ieithoedd?",
    "faq.languagesScratch3Body1": "Iawn. I newid iaith y blociau rhaglennu, cliciwch ar eicon y \"glôb\" ar frig bar llywio'r golygydd rhaglennu, yna cliciwch ar y gwymplen i ddewis iaith.",
    "faq.languagesScratch3Body2": "Mae'r gwaith cyfieithu i gyd yn cael ei wneud gan wirfoddolwyr. Mae golygydd Scratch 3.0 eisoes wedi ei gyfieithu i 40+ o ieithoedd. Gallwch weld yr ieithoedd sy'n cael eu cyfieithu a'u hadolygu ar ein {transifexLink}. Os hoffech chi gynorthwyo gyda chyfieithu neu adolygu, cysylltwch â {emailLink}.",
    "faq.transifexLinkText": "gweinydd cyfieithu",
    "faq.removedBlocksScratch3Title": "A yw Scratch 3.0 yn tynnu unrhyw flociau codio o fersiynau blaenorol o Scratch?",
    "faq.removedBlocksScratch3Body": "Does dim blociau codio wedi cael eu tynnu o Scratch 3.0, ond mae rhai wedi newid tipyn ac mae eraill wedi cael eu symud i \"Estyniadau\" (fel sy'n cael ei ddisgrifio isod, yn yr adran {extensionsFAQLink}.",
    "faq.newBlocksScratch3Title": "A yw Scratch 3.0 yn cyflwyno blociau newydd?",
    "faq.newBlocksScratch3Body": "Ydy! Yn Scratch 3.0 mae:",
    "faq.newBlocksSoundEffect": "Blociau \"effeithiau sain\" newydd",
    "faq.newBlocksOperators": "Gweithredwyr newydd sy'n ei gwneud hi'n haws i weithio gyda thestun (llinynnau)",
    "faq.newBlocksPen": "Blociau ysgrifbin newydd, gan gynnwys cefnogi tryloywder.",
    "faq.newBlocksGlide": "Bloc llithro er mwyn symud yn hawdd at gorlun (neu bwynt ar hap)",
    "faq.newBlocksExtensions": "Llawer o alluoedd newydd drwy \"Estyniadau Scratch\" (gw. yr adran Estyniadau isod)",
    "faq.biggerBlocksScratch3Title": "Pam mae'r blociau yn Scratch 3.0 yn fwy na'r rhai mewn fersiynau cynt?",
    "faq.biggerBlocksScratch3Body": "Er mwyn gwneud i Scratch 3.0 weithio'n well gyda dyfeisiau cyffwrdd (fel llawer o Chromebooks, gliniaduron Windows Surface a thabledi), roedd angen i ni wneud y blociau'n fwy, fel ei bod yn haws llusgo a thapio'r blociau. Hefyd, mae'r blociau ychydig yn fwy yn Scratch 3.0 er mwyn delio ag anhawster welwyd gyda defnyddwyr newydd yn cael trafferth clicio a llusgo elfennau rhyngwyneb bychain.",
    "faq.extensionsScratch3Title": "I ble'r aeth y blociau Ysgrifbin? I ble'r aeth y blociau Cerddoriaeth? I ble'r aeth y blociau Synhwyro Fideo?",
    "faq.extensionsScratch3Body": "Mae'r blociau Ysgrifbin, Cerddoriaeth a Synhwyro Fideo wedi cael eu symud i estyniadau. Mae modd ychwanegu estyniadau drwy glicio'r botwm ar waelod chwith y sgrin (gw. yr adran \"Estyniadau\" isod)",
    "faq.paintEditorScratch3Title": "Beth yw nodweddion newydd y Golygydd Paentio?",
    "faq.paintEditorScratch3Body": "Mae'r Golygydd Paentio wedi ei ailgynllunio i ddarparu nodweddion newydd pwerus tra'n ei wneud yn haws ei ddefnyddio. Mae'r newidiadau a''r nodweddion newydd yn cynnwys:",
    "faq.paintEditorLayout": "Cynllun newydd sy'n gwneud yr offer a'r dewisiadau sydd ar gael yn fwy  amlwg",
    "faq.paintEditorTools": "Offer newydd fel \"rhwbiwr\" sy'n gweithio yn y modd fector",
    "faq.paintEditorColors": "Rhagor o ddewisiadau  ar gyfer dewis ac addasu lliwiau",
    "faq.paintEditorVector": "Mwy o reolaeth dros pwyntiau fector (dolenni cromlin a moddau pwyntau)",
    "faq.paintEditorLayers": "Rheolaeth ychwanegol ar gyfer trefnu haenau (\"dwyn i'r blaen\", \"symud i'r cefn\", ac ati.)",
    "faq.paintEditorGradients": "Rheolaeth graddiant newydd",
    "faq.soundEditorScratch3Title": "Beth yw'r nodweddion newydd yn y Golygydd Sain?",
    "faq.soundEditorScratch3Body": "Mae'r Golygydd Sain wedi ei ailgynllunio i'w wneud yn haws recordio a thrin seiniau. Mae'n cynnig nifer o nodweddion newydd:",
    "faq.soundEditorRecording": "System recordio newydd sy'n haws ei defnyddio",
    "faq.soundEditorTrimming": "System tocio sain sy'n haws i'w defnyddio",
    "faq.soundEditorEffects": "Effeithiau sain newydd (fel \"cynt\", \"arafach\", a \"robot\")",
    "faq.tipsWindwScratch3Title": "Beth ddigwyddodd i  Ffenest Awgrymiadau Scratch?",
    "faq.tipsWindowScratch3Body": "Yn lle'r Ffenestr Awgrymiadau, mae Scratch 3.0 yn darparu deunydd tebyg drwy'r Llyfrgell Tiwtorialau, y mae modd cael ato drwy'r ddolen Tiwtorialau yn y bar llywio uchaf yn y golygydd rhaglennu. Mae yna diwtorialau ar gyfer projectau cyfain (fel \"Gwneud Gêm Ymlid\") neu flociau a nodweddion penodol (fel \"Recordio Sain\" neu \"Gwneud iddo Droelli\"). Bydd rhagor o diwtorialau yn cael eu hychwanegu cyn hir (fel Gêm Pong a \"Gwneud iddo Hedfan\").",
    "faq.remixDefinitionTitle": "Beth yw ailgymysgu?",
    "faq.remixDefinitionBody": "Pan fydd Scratchwr yn  creu copi o broject rhywun arall a'i newid i gynnwys eu syniadau eu hunain (e.e. drwy newid sgriptiau neu wisgoedd), mae'r project hwnnw'n cael ei alw'n \"ailgymysgiad\". Mae modd ailgymysgu pob project sydd wedi ei rannu i wefan Scratch. Rydym yn ystyried hyd y oed newid bach i fod yn ailgymysgiad dilys, cyn belled â bod cydnabyddiaeth yn cael ei roi i grëwr y project gwreiddiol ac i eraill sydd wedi gwneud cyfraniad sylweddol i'r ailgymysgiad.",
    "faq.remixableTitle": "Pam fod Tîm Scratch yn mynnu bod modd \"ailgymysgu\" pob project?",
    "faq.remixableBody": "Rydym yn credu fod ailgymysgu projectau pobl eraill yn ffordd dda i ddysgu sut i raglennu ac i greu projectau diddorol. Drwy ailgymysgu, mae syniadau creadigol yn estyn drwy cymuned Scratch ac mae pawb yn elwa. Mae pob project sy'n cael ei rannu ar wefan Scratch yn cael eu cynnwys o fewn trwydded \"Creative Commons Share Alike”, sy'n golygu y gallwch ailgymysgu unrhyw broject rydych yn ei weld ar wefan Scratch - ac mae pawb arall yn gallu ailgymysgu unrhyw broject fyddwch chi'n ei rannu ar y wefan.",
    "faq.creativeCommonsTitle": "Beth os nad ydw i eisiau i bobl eraill ailgymysgu fy mhrojectau?",
    "faq.creativeCommonsBody": "Mae ailgymysgu yn rhan bwysig o gymuned Scratch. Os nad ydych am i bobl eraill weld neu ailgymysgu eich creadigaethau, gallwch ddal i greu projectau ar wefan Scratch, ond peidio eu rhannu ar y wefan.",
    "faq.fairUseTitle": "Ydw i'n cael defnyddio delweddau/seiniau/cyfryngau o'r rhyngrwyd yn fy mrhoject?",
    "faq.fairUseBody": "Os byddwch yn dewis cynnwys gwaith rhywun arall o fewn eich gwaith chi, cofiwch ddiolch iddyn nhw yn adran \"diolchiadau\" y project, a chynnwys dolen yn ôl i'r gwreiddiol. I ddod o hyd i gelf / seinau sydd wedi eu trwyddedu eisoes ar gyfer ailgymysgu, ewch i {ccLink}.",
    "faq.ccLinkText": "Tudalen chwilio Creative Commons",
    "faq.whyAccountTitle": "Pam ei bod yn ddefnyddiol cael cyfrif Scratch?",
    "faq.whyAccountBody": "Hyd yn oed heb gyfrif, gallwch chwarae gyda phrojectau pobl eraill, darllen sylwadau a fforymau a hyd yn oed greu eich projectau eich hun. Ond bydd angen cyfrif arnoch i gadw a rhannu projectau, ysgrifennu sylwadau a chofnodion ar fforwm a chymryd rhan mewn gweithgareddau \"cymdeithasol\" eraill o fewn y gymuned (fel \"hoffi\" projectau pobl eraill).",
    "faq.createAccountTitle": "Sut fedra i greu cyfrif?",
    "faq.createAccountBody": "Cliciwch \"Ymuno\" ar dudalen cartref Scratch. Bydd angen i chi ateb rhai cwestiynau a darparu cyfeiriad e-bost. Mae'n cymryd ychydig funudau yn unig ac mae am ddim!",
    "faq.checkConfirmedTitle": "Sut alla i wybod fod fy nghyfrif wedi ei gadarnhau?",
    "faq.howToConfirmTitle": "Sut alla i gadarnhau fy nghyfrif?",
    "faq.howToConfirmBody": "Ar ôl cofrestru cyfrif newydd ar Scratch, byddwch yn derbyn e-bost gyda dolen  ynddo. Cliciwch ar y ddolen i gadarnhau eich cyfrif. Unwaith i chi gadarnhau eich cyfrif, bydd modd i chi rannu projectau, ysgrifennu sylwadau a chreu stiwdios. Mae cadarnhau eich cyfrif hefyd yn caniatáu i chi dderbyn e-byst diweddariadau gan Dîm Scratch. Os nad ydych yn gallu canfod yr e-bost, edrychwch yn eich ffolder Sbam. Os ydych yn dal yn methu cael hyd iddo, ac ac eisiau derbyn copi arall, ewch i'ch Gosodiadau Cyfrif, clicio ar y tab E-bost a dilyn y cyfarwyddiadau yno. Sylwch y gall gymryd hyd at awr i'r e-bost gyrraedd. Os ydych yn dal yn methu gweld yr e-bost ar ôl awr, {contactLink}.",
    "faq.contactLinkText": "gadewch i ni wybod",
    "faq.checkConfirmedBody": "I weld a yw eich cyfrif wedi ei gadarnhau, rhaid i chi'n gyntaf fewngofnodi i'ch cyfrif Scratch a mynd i'ch tudalen {settingsLink}. Bydd cyfeiriadau e-byst sydd wedi eu cadarnhau yn dangos nod ticio bach gwyrdd. Fel arall, byddwch yn gweld y testun \"Nid yw eich e-bost wedi ei gadarnhau\" mewn oren.",
    "faq.settingsLinkText": "Gosodiadau E-bost",
    "faq.requireConfirmTitle": "Oes raid i mi gadarnhau fy nghyfrif?",
    "faq.requireConfirmBody": "Gallwch ddal i ddefnyddio llawer o elfennau o Scratch heb gadarnhau eich cyfrif, gan gynnwys creu a chadw projectau (heb eu rhannu nhw).",
    "faq.forgotPasswordTitle": "Rwyf wedi anghofio fy enw defnyddiwr neu gyfrinair. Sut mae modd ei ailosod?",
    "faq.forgotPasswordBody": "Rhowch eich enw defnyddiwr neu gyfeiriad e-bost ar y dudalen {resetLink}. Bydd y wefan yn anfon e-bost i'r cyfeiriad sy'n gysylltiedig â'ch enw defnyddiwr a dolen y gallwch ei defnyddio i ail-osod eich cyfrinair.",
    "faq.resetLinkText": "Ail-osod Cyfrinair",
    "faq.changePasswordTitle": "Sut alla i newid fy nghyfrinair?",
    "faq.changePasswordBody": "Mewngofnodwch i'ch cyfrif Scratch, yna ewch i'n tudalen {changeLink} lle gallwch newid eich cyfrinair.",
    "faq.changeLinkText": "Gosodiadau Cyfrinair",
    "faq.changeEmailTitle": "Sut alla i newid fy nghyfeiriad e-bost?",
    "faq.changeEmailBody": "Mewngofnodwch i'ch cyfrif Scratch, yna ewch i'n tudalen {changeEmailLink} lle gallwch newid eich cyfrif e-bost.",
    "faq.newScratcherTitle": "Sut ydw i'n symud o fod yn 'Scratchwr Newydd' i fod yn Scratchwr'?",
    "faq.newScratcherBody": "Pan fyddwch yn creu cyfrif, byddwch yn cael eich disgrifio fel \"Scratchwr Newydd\". I symud i fod yn \"Scratchwr\" dylech greu a rhannu projectau, rhoi sylw cefnogol ar brojectau Scratchwyr eraill a bod yn amyneddgar! Pan fyddwch wedi ateb yr anghenion, bydd dolen yn ymddangos yn eich gwahodd i ddod yn Scratchwr a bydd gennych alluoedd ychwanegol ar wefan Scratch. (Sylwch na fyddwn ni yn dyrchafu Scratchwyr Newydd yn Scratchwyr ar gais.) ",
    "faq.multipleAccountTitle": "Oes modd i mi gael mwy nag un cyfrif?",
    "faq.multipleAccountBody": "Mae'n iawn cael nifer o gyfrifon ar wefan Scratch, cyn belled â bod dim ohonyn nhw yn cael eu defnyddio i dorri'r {cgLink}. Os digwydd hynny, bydd pob cyfrif cysylltiedig yn cael eu rhwystro neu eu dileu.",
    "faq.multipleLoginTitle": "Ydy hi'n iawn cael mwy nag un person wedi ei fewngofnodi i gyfrif?",
    "faq.multipleLoginBody": "Nid yw hyn yn cael ei ganiatáu gan y gall y wefan a'r golygydd project ddrysu'n hawdd pan fydd mwy nag un person wedi ei fewngofnodi i'r un cyfrif. Pan fydd cyfrif yn gwneud rhywbeth sy'n torri'r {cgLink}, gall yr holl gyfrifon cysylltiedig gael eu rhwystro neu eu dileu. Os byddwch yn rhannu cyfrif gyda rhywun sy'n gwneud rhywbeth drwg gydag e, mae'n golygu y gall eich cyfrifon chi gael eu rhwystro am yr hyn wnaeth y person arall.",
    "faq.changeUsernameTitle": "Oes modd i mi newid fy enw defnyddiwr?",
    "faq.changeUsernameBody": "Mae strwythur gwefan Scratch yn dibynnu ar gael enw cyfrif cyson, felly nid yw'n bosib newid eich enw defnyddiwr. Os oes raid, gallwch greu cyfrif newydd - ond bydd rhaid i chi gopïo eich projectau drosodd eich hun.",
    "faq.shareInfoTitle": "Pa wybodaeth y mae modd i mi ei rhannu ar / gyda fy nghyfrif?",
    "faq.shareInfoBody": "Os gwelwch chi'n dda, peidiwch  â rhannu manylion cyswllt personol, fel eich cyfeiriad cartref, e-bost, rhif ffôn neu unrhyw beth y mae modd ei ddefnyddio i gysylltu â chi y tu allan i wefan Scratch. Cysylltwch â ni os oes projectau, sylwadau neu gofnodion fforwm sy'n cynnwys y math yma o wybodaeth fel bod Tîm Scratch yn gallu eu tynnu ac atgoffa'r awdur o'n polisi o eidio â rhannu manylion cyswllt personol.",
    "faq.deleteAccountTitle": "Sut ydw i'n dileu fy nghyfrif?",
    "faq.deleteAccountBody": "Mewngofnodwch i Scratch ac yna clicio eich enw defnyddiwr yn y cornel uchaf ar y dde. Dewiswch \"Gosodiadau Cyfrif\" a chlicio'r ddolen \"Rwyf eisiau dileu fy nghyfrif\" ar waelod y dudalen. Ond dylech chi wneud hyn dim ond os ydych yn gwbl sicr eich bod eisiau dileu eich cyfrif.",
    "faq.scratchFreeTitle": "A yw Scratch am ddim? Ga i ei ddefnyddio lle bynnag rwy eisiau? ",
    "faq.scratchFreeBody": "Ydy! Mae Scratch ar gael yn rhad ac am ddim. Gallwch ei ddefnyddio yn eich ysgol, a gallwch ddysgu cwrs amdano (hyd yn oed cwrs y mae'n rhaid talu amdano). Does dim angen prynu trwydded: mae am ddim!",
    "faq.scratchScreenshotTitle": "Oes modd i mi ddefnyddio lluniau sgrin o Scratch mewn llyfr neu gyflwyniad?",
    "faq.scratchScreenshotBody": "Gallwch, mae modd i chi greu sgrinluniau/ delweddau o raglen a gwefan Scratch, mewn llyfr neu gyflwyniad,  a'u hystyried fel rhai wedi'u trwyddedu o dan drwydded {licenseLink}. Rydym yn gofyn i chi gynnwys hysbysiad yn eich deunyddiau sy'n dweud \"Mae Scratch wedi ei ddatblygu gan y Lifelong Kindergarten Group yn MIT Media Labs. Mae ar gael am ddim ar http://scratch.mit.edu\". ",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Oes modd i mi gynnwys disgrifiad o Scratch mewn taflenni neu ddeunyddiau eraill?",
    "faq.scratchDescriptionBody": "Croeso! Rydym yn argymell y disgrifiad canlynol: \"Mae Scratch yn iaith raglennu a chymuned ar-lein lle gallwch greu eich straeon, gemau ac animeiddiadau rhyngweithiol - a rhannu eich creadigaethau gydag eraill o amgylch y byd. Drwy'r broses o gynllunio a rhaglennu projectau Scratch, mae pobl ifanc yn dysgu sut i feddwl yn greadigol, rhesymu'n systematig a gweithio ar y cyd gyda phobl eraill. Mae Scratch yn broject y {sfLink} mewn cydweithrediad â grŵp Lifelong Learning Kindergarten yn MIT Media Lab. Mae ar gael am ddim o http://scratch.mit.edu\".",
    "faq.presentScratchTitle": "Oes modd i mi gyflwyno Scratch mewn cynhadledd?",
    "faq.presentScratchBody": "Teimlwch yn rhydd i wneud cyflwyniadau ar Scratch i addysgwyr neu grwpiau eraill.",
    "faq.supportMaterialTitle": "Ga i ddefnyddio / ailgymysgu deunyddiau cefnogol Scratch, corluniau, delweddau, seiniau, neu brojectau sampl rwy wedi eu canfod ar y wefan?",
    "faq.supportMaterialBody": "Cewch: Mae'r rhan fwyaf o ddeunyddiau cefnogol Scratch sydd ar wefan Scratch gan Dîm Scratch ar gael o dan {licenseLink}. Mae rhai eithriadau: Logo Scratch, Cath Scratch, Gobo, Pico, Nano, Giga a Tera, sy'n nodau masnach Scratch ac nid oes modd eu defnyddio heb ganiatâd penodol gan Dîm Scratch.",
    "faq.sellProjectsTitle": "Ga i werthu fy mrhojectau Scratch?",
    "faq.sellProjectsBody": "Wrth gwrs: eich creadigaeth chi yw eich project. Cadwch mewn cof, unwaith i chi rannu eich project ar Scratch, mae pawb yn rhydd i'w lwytho i lawr, ei ailgymysgu a'i ailddefnyddio yn unol ag amodau trwydded {licenseLink}. Felly os ydych yn bwriadu gwerthu eich project, efallai yr hoffech ei ddad-rannu o Scratch.",
    "faq.sourceCodeTitle": "Lle mae cod ffynhonnell Scratch i'w gael?",
    "faq.sourceCodeBody": "Mae cod ffynhonnell golygydd rhaglennu Scratch i'w gael ar {guiLink}. Mae cod ffynhonnell {flashLink} a {scratch14Link}hefyd ar gael ar GitHub. Er mwyn cael y wybodaeth ddiweddaraf ar brojectau datblygiadol sy'n perthyn i wefan Scratch, ewch i'n {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Sut alla i wybod beth sy'n iawn neu ddim yn iawn i mi eu rhannu ar wefan Scratch?",
    "faq.okayToShareBody": "Darllenwch {cgLink} Scratch - mae nhw'n gryno ac heb gynnwys llawer o fanylion cyfreithiol. Mae yna ddolen ar waelod bob tudalen ar Scratch.",
    "faq.reportContentTitle": "Beth ga i wneud os wela i rhywbeth anaddas?",
    "faq.reportContentBody": "Gallwch glicio'r ddolen sy'n dweud \"adrodd\" ar unrhyw broject, sylw, cofnod trafod, stiwdio neu dudalen proffil lle rydych yn gweld rhywbeth sydd ddim yn iawn ar gyfer Scratch. Os yw'r sefyllfa'n gymhleth, gallwch ddefnyddio'r ddolen {contactLink}(ar waelod pob tudalen) i esbonio. Gwnewch yn siŵr eich bod yn cynnwys gymaint o fanylion ag y bo modd, gyda dolenni i'r tudalennau perthnasol. ",
    "faq.noFlameTitle": "Beth ddylwn i wneud os wela i rywbeth cas neu amharchus?",
    "faq.noFlameBody": "Peidiwch cynhyrfu'r dyfroedd ymhellach! Mae ateb sylwadau annifyr gyda sylwadau annifyr eraill yn gwneud pethau'n waeth a gall arwain at gael eich cyfrif wedi ei rwystro. Yn lle hynny, rhowch wybod am unrhyw beth sy'n amharchus neu sydd ddim yn adeiladol, a byddwn ni'n cysylltu a'r awdur. Rydym yn darllen negeseuon adrodd bob dydd, nifer o weithiau bob dydd - felly peidiwch á phoeni, byddwn ni'n datrys pethau.",
    "faq.reviewContentTitle": "Beth fydd Tîm Scratch yn ei wneud pam fydd rhywun yn adrodd neu'n tynnu sylw at rywbeth?",
    "faq.reviewContentBody": "Mae Tîm Scratch yn darllen sylwadau a phrojectau y mae rhywun wedi adrodd arnyn nhw, bob dydd. Os yw rhywbeth yn torri {cgLink} Scratch, byddwn yn ei dynnu ac yn anfon rhybudd i'r cyfrif. Efallai y byddwn hefyd yn rhwystro'r cyfrifon neu'r rhwydweithiau a ddefnyddiwyd i'w rannu, yn dibynnu ar beth gafodd ei rannu, ac a yw'r person wedi derbyn rhybuddion o'r blaen.",
    "faq.blockedAccountTitle": "Beth sy'n digwydd os yw cyfrif wedi ei rwystro?",
    "faq.blockedAccountBody": "Pan mae cyfrif wedi ei rwystro, nid oes modd i'r perchennog gael mynediad ato na'i ddefnyddio i greu projectau, na chyhoeddi sylwadau newydd. Pan fyddan nhw'n mewngofnodi, byddan nhw'n gweld tudalen sy'n esbonio pam fod y project wedi ei rwystro gyda ffurflen we y mae modd iddyn nhw ei defnyddio i ofyn i'w cyfrif gael ei ddad-rwystro. Os yw'r awdur yn gallu dangos eu bod yn deall pam fod eu cyfrif wedi cael ei rwystro ac yn addo dilyn {cgLink} Scratch yn y dyfodol, byddan nhw'n cael eu dadrwystro.",
    "faq.stolenAccountTitle": "Mae rhywun wedi cael mynediad at fy nghyfrif ac wedi achosi i'm cyfrif gael ei rwystro. Beth wna i?",
    "faq.stolenAccountBody": "Chi sy'n gyfrifol am gadw eich cyfrinair yn ddiogel. Os yw rhywun yn cymryd rheolaeth o'ch cyfrif ac yn gwneud pethau drwg, dywedwch wrth yr oedolion sy'n gyfrifol am y cyfrifiaduron. Os ydych yn credu fod rhywun dieithr wedi cael mynediad at eich cyfrif, newidiwch y cyfrinair a / neu defnyddiwch y ddolen {contactLink} i esbonio'r sefyllfa. Os ydych wedi cael eich rhwystro am wneud rhywbeth sy'n torri {cgLink} Scratch, peidiwch â dweud bod rhywun arall wedi ei wneud. Pan fydd pobl yn dweud wrthym fod rhywun arall wedi defnyddio eu cyfrif i wneud rhywbeth drwg, bydd angen i ni siarad gyda'r person hwnnw cyn gallu adfer y cyfrif. Mae hyn yn golygu y bydd eich cyfrif yn aros wedi ei rwystro lawer yn hirach na petaech chi wedi bod yn onest gyda ni am beth ddigwyddodd.",
    "faq.aboutExtensionsTitle": "Beth yw estyniadau?",
    "faq.aboutExtensionsBody": "Yng ngolygydd Scratch, gallwch ychwanegu casgliadau o flociau ychwanegol o'r enw \"estyniadau\". Er enghraifft, mae yna estyniadau sy'n eich galluogi i raglennu dyfeisiau  (megis microbit ac offer roboteg LEGO) ac i gyfieithu testun o fewn eich projectau Scratch. Byddwn yn parhau i ychwanegu estyniadau newydd dros amser, felly bydd yr hyn y gallwch ei wneud gyda Scratch yn parhau i dyfu dros amser.",
    "faq.howToAddExtensionsTitle": "Sut mae modd i mi ychwanegu estyniad i broject?",
    "faq.howToAddExtensionsBody": "Os gwnewch chi glicio ar y botwm \"Estyniadau yng nghornel gwaelod isaf golygydd rhaglennu Scratch, byddwch yn gweld rhestr o holl Estyniadau Scratch. Pan fyddwch yn dewis un o'r estyniadau, bydd categori newydd o flociau yn cael eu hychwanegu i'ch project. Bydd yr estyniad yn cael ei lwytho'n awtomatig bob tro y bydd eich project yn cael ei agor. Gallwch ychwanegu nifer o estyniadau i'r un project.",
    "faq.createExtensionsTitle": "Sut yw i'n creu fy estyniad fy hun ar gyfer Scratch?",
    "faq.createExtensionsBody": "Bydd y Tîm Scratch yn cyhoeddi manyleb a chanllawiau ar gyfer estyniadau yn y dyfodol. Unwaith y bydd y rhain ar gael, bydd modd cyflwyno estyniadau i Dîm Scratch ar gyfer ystyriaeth yn llyfrgell swyddogol estyniadau Scratch 3.0. Byddwn hefyd yn darparu canllawiau ar gyfer datblygu a dosbarthu estyniadau \"arbrofol\", y bydd modd eu defnyddio i greu projectau ar gyfrifiadron unigol, ond heb eu rhannu yn nghymuned ar-lein Scratch.",
    "faq.scratchXTitle": "Beth fydd yn digwydd i wefan ScratchX?",
    "faq.scratchXBody": "Roedd gwefan ScratchX (scratchx.org) yn fan profi estyniadau arbrofol. Nid yw estyniadau grewyd ar gyfer ScratchX yn cydweddu â Scratch 3.0. Unwaith bydd estyniadau arbrofol yn cael eu cynnal yn llawn yn Scratch byddwn yn dod â chefnogaeth ScratchX i ben a rhoi amser i ddatblygwyr a defnyddwyr drosglwyddo o ScratchX i'r platfform estyniadau newydd.",
    "faq.cloudDataInfoTitle": "Beth yw newidynnau cwmwl?",
    "faq.cloudDataInfoBody": "Mae newidynnau cwmwl yn caniatáu i ddata o broject gael eu cadw a'u rhannu gyda phobl eraill o fewn cymuned Scratch. Gallwch ddefnyddio newidynnau cwmwl i greu arolygon a phrojectau eraill lle mae gan eraill  yn y gymuned fynediad at y data a'r modd i'w newid dros amser..",
    "faq.makeCloudVarTitle": "Sut fedra i greu newidyn cwmwl?",
    "faq.makeCloudVarBody": "Ewch i adran \"Newidynnau\" y palet blociau, dewis \"Creu Newidyn\" ac yna clicio'r blwch ticio nesaf at \"Newidyn Cwmwl (ynghadw ar weinydd)\". Bydd y data sy'n gysylltiedig â'ch newidyn cwmwl yn cael eu cadw ar y gweinydd, yno dros amser ac yn hygyrch i unrhyw un sy'n agor y project.",
    "faq.onlyNumbersTitle": "Pa fath o ddata y mae modd eu cadw mewn newidynnau cwmwl?",
    "faq.onlyNumbersBody": "Dim ond rhifau y mae modd eu cadw mewn newidynnau cwmwl.",
    "faq.storedCloudInfoTitle": "Pwy sy'n gallu gweld data wedi eu cadw mewn newidynnau cwmwl?",
    "faq.storedCloudInfoBody": "Pan fyddwch yn rhyngweithio â phroject sy'n defnyddio newidynnau cwmwl, mae'r data cysylltiedig gyda'ch rhyngweithio yn gallu cael eu storio ynghyd â'ch enw defnyddiwr, ac mae eraill yn gallu eu gweld.",
    "faq.reportCloudTitle": "Os bydda i'n gweld rhywun yn cofnodi cynnwys anaddas wrth ddefnyddio newidynnau cwmwl, sut fedra i adrodd amdano?",
    "faq.reportCloudBody": "Cliciwch ar y botwm \"Adrodd ar hyn\" (o dan y chwaraewr project ar y dudalen project) i adrodd am gynnwys anaddas mewn newidynnau cwmwl. Gwnewch yn siŵr eich bod yn sôn am \"newidynnau cwmwl\" pan fyddwch yn teipio'r rheswm yn yr adroddiad.",
    "faq.chatRoomTitle": "Oes modd i mi greu ystafell sgwrsio gyda newidynnau cwmwl?",
    "faq.chatRoomBody": "Er ei bod hi'n dechnegol bosibl i greu ystafell sgwrsio gyda newidynnau cwmwl, nid ydynt yn cael eu caniatáu ar wefan Scratch.",
    "faq.changeCloudVarTitle": "Pwy sy'n gallu newid y wybodaeth mewn newidyn cwmwl?",
    "faq.changeCloudVarBody": "Dim ond chi a'r rhai sy'n gweld eich project sy'n gallu cadw data yn newidynnau cwmwl eich project. Os yw pobl yn \"gweld tu fewn\" neu'n ailgymysgu eich cod, mae'n creu copi o'r newidyn ac nid yw'n effeithio ar y newidyn gwreiddiol nac yn ei newid.",
    "faq.newScratcherCloudTitle": "Rwyf wedi mewngofnodi ond nid oes modd i mi ddefnyddio projectau gydag newidolion cwmwl. Beth sy'n digwydd?",
    "faq.newScratcherCloudBody": " Os ydych yn dal yn \"Scratchwr Newydd\" ar y wefan, fydd dim modd i chi ddefnyddio projectau gyda newidynnau cwmwl. Rhaid i chi ddod yn \"Scratchwr \" i gael mynediad at newidynnau cwmwl. Gw. yr adran Cyfrifon (uchod) am ragor o wybodaeth am symud o \"Scratchwr Newydd\" i \"Scratchwr\".",
    "faq.multiplayerTitle": "Ydy hi'n bosib creu gêm chwaraewyr lluosog gyda newidynnau cwmwl?",
    "faq.multiplayerBody": "Mae gemau chwaraewyr lluosog y gallu bod yn anodd eu creu, oherwydd cyflymdra'r rhwydwaith a materion yn ymwneud â chydweddu. Er hynny mae rhai Scratchwyr yn dyfeisio ffyrdd creadigol o ddefnyddio newidynnau cwmwl i greu gemau cymryd tro a mathau eraill o gemau.",
    "faq.schoolsTitle": "Scratch mewn Ysgolion",
    "faq.howTitle": "Sut mae Scratch yn cael ei ddefnyddio mewn ysgolion?",
    "faq.howBody": "Mae Scratch yn cael ei ddefnyddio mewn cannoedd ar filoedd o ysgolion ar draws y byd, mewn llawer o feysydd pwnc (gan gynnwys iaith, celf, gwyddoniaeth, hanes, mathemateg a chyfrifiadureg). Gallwch ddysgu rhagor am strategaethau ac adnoddau ar gyfer defnyddio Scratch mewn ysgolion ac amgylcheddau dysgu eraill (megis amgueddfeydd, llyfrgelloedd, a chanolfannau cymunedol) ar ein {educatorsLink}. ",
    "faq.educatorsLinkText": "Tudalen Addysgwyr",
    "faq.noInternetTitle": "Oes ffordd i ddysgwyr ddefnyddio Scratch heb gysylltiad rhyngrwyd?",
    "faq.noInternetBody": "Oes. Mae {downloadLink}yn fersiwn o Scratch y mae modd ei lwytho i lawr, sy'n rhedeg ar gyfrifiadur bwrdd gwaith neu liniadur. Ar hyn o bryd mae'r ap Scratch ar gael ar gyfer dyfeisiau Windows a Mac.",
    "faq.communityTitle": "Oes modd i mi ddiffodd y gymuned ar-lein ar gyfer fy nysgwyr?",
    "faq.communityBody": "Mae cymuned ar-lein Scratch yn darparu ffordd i bobl ifanc rannu, cydweithredu, a dysgu gyda'u cyfoedion o fewn cymuned wedi ei chymedroli a'i llywodraethu gan {cgLink} Scratch. Er hynny, rydym yn deall y byddai'n well gan rai addysgwyr i'w dysgwyr beidio â chymryd rhan mewn cymuned ar-lein. Efallai y byddai'n well gan yr addysgwyr hyn osod ap Scratch, sy'n rhedeg all-lein ac y lleol ar gyfrifiadur bwrdd gwaith neu liniadur.",
    "faq.teacherAccountTitle": "Beth yw Cyfrif Athro Scratch?",
    "faq.teacherAccountBody": "Mae Cyfrif Athro Scratch yn darparu adnoddau ychwanegol i athrawon ac addysgwyr eraill i reoli ymwneud dysgwyr ar Scratch, gan gynnwys y gallu i greu cyfrifon dysgwyr, trefnu projectau dysgwyr yn stiwdios a monitro eu sylwadau. Dysgwch ragor am Gyfrifon Athrawon Scratch yn {eduFaqLink}.",
    "faq.eduFaqLinkText": "Cwestiynau Cyfrif Athro Scratch",
    "faq.requestTitle": "Sut mae modd i mi wneud cais am Gyfrif Athro Scratch?",
    "faq.requestBody": "Gallwch ofyn am Gyfrif Athro Scratch o {educatorsLink} ar Scratch. Rydym yn gofyn am fanylion ychwanegol yn ystod y broses gofrestru er mwyn gwirio eich rôl fel addysgwr.",
    "faq.dataTitle": "Pa ddata mae Scratch yn ei gasglu am y disgyblion?",
    "faq.dataBody": "Pan mae disgybl yn cofrestru gyntaf ar Scratch, rydym yn gofyn am ddata demograffig sylfaenol gan gynnwys rhyw, oed (mis a blwyddyn geni), gwlad a chyfeiriad e-bost ar gyfer dilysu. Mae'r data'n cael ei ddefnyddio (mewn ffurf wedi ei gydgasglu) ar gyfer astudiaethau ymchwil i ddeall yn well sut mae pobl yn dysgu gyda Scratch. Pan mae Cyfrif Athro Scratch yn creu cyfrif disgyblion niferus, nid oes angen i ddisgyblion ddarparu cyfeiriad e-bost ar gyfer creu cyfrif.",
    "faq.lawComplianceTitle": "A yw'r fersiwn ar-lein o Scratch yn cyd-fynd â chyfreithiau preifatrwydd data lleol a ffederal yr Unol Daleithiau?",
    "faq.lawComplianceBody1": "Mae Scratch yn teimlo'n gryf dros breifatrwydd disgyblion a phawb sy'n defnyddio ein platfform. Mae gennym ddulliau corfforol ac electronig i ddiogelu'r wybodaeth rydym yn ei chasglu ar wefan Scratch. Er nad ydym mewn safle i gynnig gwarant drwy gontract gyda phob endid sy'n defnyddio ein cynnyrch addysgol am ddim, rydym yn cydymffurfio â holl gyfreithiau ffederal yr Unol Daleithiau sy'n ymwneud ag MIT a Sefydliad Scratch, y cyrff sydd wedi creu ac sy'n cynnal Scratch. Rydym yn eich annog i ddarllen Polisi Preifatrwydd Scratch am ragor o wybodaeth.",
    "faq.lawComplianceBody2": "Os hoffech chi adeiladu projectau gyda Scratch heb gyflwyno unrhyw Fanylion Personol i ni, gallwch lwytho {downloadLink} i lawr. Ni all Tîm Scratch gael at brojectau a grëwyd gan ddefnyddio ap Scratch, ac nid yw defnyddio ap Scratch yn datgelu i Scratch unrhyw fanylion y mae modd eu hadnabod yn bersonol oni bai eich bod yn llwytho'r project i fyny i gymuned ar-lein Scratch."
}