{
    "faq.title": "Häufig gestellte Fragen (FAQ)",
    "faq.intro": "Auf dieser Seite findest du Antworten auf häufig über Scratch gestellte Fragen.",
    "faq.aboutTitle": "Allgemeine Fragen",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remixen und Kopieren",
    "faq.accountsTitle": "Benutzerkonten",
    "faq.permissionsTitle": "Lizenz und Rechte",
    "faq.inappropriateContentTitle": "Unangebrachter Inhalt",
    "faq.scratchExtensionsTitle": "Scratch Erweiterungen",
    "faq.cloudDataTitle": "Cloud-Variablen",
    "faq.aboutScratchTitle": "Was ist Scratch und was kann ich damit machen?",
    "faq.aboutScratchBody": "Scratch ist eine Programmiersprache und Online-Community, mit der du deine eigenen interaktiven Geschichten, Spiele und Animationen erstellen – und sie sodann mit anderen auf der ganzen Welt teilen kannst. Junge Menschen lernen durch das Erstellen und Teilen von Scratch-Projekten Kreativität, logisches Denken und Teamarbeit. Mehr über Scratch erfährst du auf {aboutScratchLink}. ",
    "faq.aboutScratchLinkText": "Über Scratch",
    "faq.makeGameTitle": "Wie erstelle ich mit Scratch ein Spiel oder eine Animation?",
    "faq.makeGameBody": "Unter {ideasLink} findest du viele Vorschläge für deine ersten Schritte mit Scratch.",
    "faq.ideasLinkText": "Ideen",
    "faq.whoUsesScratchTitle": "Für wen ist Scratch?",
    "faq.whoUsesScratchBody": "Scratch ist für alle, unabhängig davon, in welchem Land sie leben oder wo sie sich aktuell gerade aufhalten – zu Hause, in der Schule, in einer Bücherei, in einem Museum oder anderswo. Scratch wurde speziell für junge Menschen von 8 bis 16 Jahren konzipiert, aber natürlich können Personen jeden Alters mit Scratch Inhalte erstellen und teilen. Für jüngere gibt es {scratchJrLink}, eine vereinfachte Version von Scratch für Kinder von 5 bis 7 Jahren. ",
    "faq.requirementsTitle": "Was sind die Systemvoraussetzungen für Scratch?",
    "faq.requirementsBody": "Scratch läuft in den meisten gängigen Webbrowsern auf PCs, Laptops und Tablets. Du kannst Scratch-Projekte auf Handys ansehen, dzt. aber keine Projekte auf Handys erstellen oder bearbeiten. Unterstützte Browser:",
    "faq.requirementsDesktop": "Desktop-PC",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer wird NICHT unterstützt.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Beachte:",
    "faq.requirementsNoteDesktop": "Wenn dein Computer diese Anforderungen nicht erfüllt, kannst du auch mit dem {downloadLink}-Editor arbeiten (siehe nächsten Punkt der FAQ). ",
    "faq.scratchApp": "Scratch App",
    "faq.requirementsNoteWebGL": "Wenn du eine WebGL-Fehlermeldung erhältst, versuche es mit einem anderen Browser.",
    "faq.requirementsNoteTablets": "Auf Tablets stehen die Blöcke „Wenn () Taste gedrückt“ und das Kontextmenü mit Rechtsklick dzt. nicht zur Verfügung.",
    "faq.offlineTitle": "Gibt es eine Offline-Version zum Herunterladen?",
    "faq.offlineBody": "Mit der Scratch-App kannst du Scratch-Projekte ohne Internetverbindung erstellen. Du kannst die {downloadLink} von der Scratch-Website oder dem App Store für dein Gerät herunterladen. (Die Scratch-App hieß früher „Scratch Offline Editor“).",
    "faq.uploadOldTitle": "Kann ich Projekte hochladen, die ich mit älteren Scratch-Versionen erstellt habe?",
    "faq.uploadOldBody": "Ja, du kannst Projekte, die mit früheren Versionen von Scratch erstellt wurden, teilen bzw. hochladen. Sie werden auf der Website angezeigt und lassen sich ausführen. (Allerdings kannst du keine Projekte, die mit neueren Versionen von Scratch erstellt oder bearbeitet wurden, herunterladen und dann in einer älteren Programmversion öffnen. Du kannst z.B. kein Scratch-3.0-Projekt in der Desktop-Version von {scratch2Link} öffnen, weil Scratch 2.0 das .sb3-Dateiformat nicht lesen kann.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Wie viel kostet Scratch? Benötige ich eine Lizenz?",
    "faq.scratchCostBody": "Scratch ist kostenlos und wird es immer bleiben. Du brauchst keine Lizenz, um Scratch in der Schule, zu Hause oder anderswo zu benutzen. Die Entwicklung und Wartung von Scratch wird durch öffentliche Gelder und Spenden finanziert. Mehr Infos, wie auch du Scratch unterstützen kannst, findest du unter {donateLink}. ",
    "faq.donateLinkText": "Spenden",
    "faq.mediaLabTitle": "Wer entwickelt Scratch?",
    "faq.mediaLabBody": "Das Scratch-Team der {llkLink} am {mediaLabLink} entwickelte und wartet Scratch.",
    "faq.llkLinkText": "Lifelong Kindergarten Group",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Was ist Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 ist die aktuelle Version von Scratch. Sie wurde am 2. Januar 2019 herausgebracht und um mehrere neue Features erweitert. Sie enthält zahlreiche neue Figuren, einen komplett neuen Klangeditor und viele neue Blöcke. Mit Scratch 3.0 kannst du Projekte nicht nur auf deinem Laptop oder Desktop-PC erstellen und abspielen, sondern auch auf deinem Tablet.",
    "faq.reportBugsScratch3Title": "Wo kann ich Fehler melden und Feedback zu Scratch 3.0 geben?",
    "faq.reportBugsScratch3Body": "Du kannst Fehler und Feedback im Scratch-Diskussionsforum {forumsLink} posten.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "Ist Scratch 3.0 in verschiedenen Sprachen verfügbar?",
    "faq.languagesScratch3Body1": "Ja. Wenn du die Sprache der Programmierblöcke ändern willst, klicke zuerst auf den „Globus“-Icon in der oberen Navigationsleiste im Programmeditor und wähle dann im Dropdown-Menü die gewünschte Sprache.",
    "faq.languagesScratch3Body2": "Alle unsere Übersetzungen stammen von ehrenamtlichen Übersetzerinnen und Übersetzern. Der Scratch 3.0-Editor wurde bereits in über 40 Sprachen übersetzt. Alle Sprachen, die dzt. übersetzt bzw. überprüft werden, finden sich auf unserem {transifexLink}. Wenn du auch gerne mithelfen möchtest, schicke uns eine E-Mail an {emailLink}.",
    "faq.transifexLinkText": "Übersetzungsserver",
    "faq.removedBlocksScratch3Title": "Wurden Blöcke von älteren Versionen in Scratch 3.0 entfernt?",
    "faq.removedBlocksScratch3Body": "Es wurden keine Programmierblöcke in Scratch 3.0 entfernt, manche wurden jedoch leicht abgeändert oder zu den „Erweiterungen“ verschoben (siehe dazu {extensionsFAQLink} weiter unten).",
    "faq.newBlocksScratch3Title": "Gibt es neue Blöcke in Scratch 3.0?",
    "faq.newBlocksScratch3Body": "Ja! Scratch 3.0 bietet:",
    "faq.newBlocksSoundEffect": "Neue „Klangeffekt“-Blöcke",
    "faq.newBlocksOperators": "Neue Operatoren, die das Einbinden von Text (Strings) erleichtern",
    "faq.newBlocksPen": "Neue Malstift-Blöcke, auch Transparenz lässt sich einstellen",
    "faq.newBlocksGlide": "Neue Gleiten-Blöcke, einfaches Bewegen zu einer Figur (oder Zufallsposition)",
    "faq.newBlocksExtensions": "Viele weitere neue Features in den „Scratch-Erweiterungen“ (siehe weiter unten)",
    "faq.biggerBlocksScratch3Title": "Warum sind die Blöcke in Scratch 3.0 größer als früher?",
    "faq.biggerBlocksScratch3Body": "Scratch 3.0 soll auch auf Geräten mit Touchscreens (z.B. Chromebooks, Windows Surface Laptops und Tablets) gut funktionieren, daher haben wir die Blöcke vergrößert, damit man sie einfacher ziehen und antippen kann. Die Blöcke sind auch deshalb in Scratch 3.0 etwas größer, damit sich kleinere Elemente leichter anklicken und ziehen lassen (Drag-and-drop), denn dies fanden neue Anwenderinnen und Anwender oft schwierig.",
    "faq.extensionsScratch3Title": "Wo sind die Malstift-Blöcke geblieben? Wo sind die Musik-Blöcke geblieben? Wo sind die Video-Erfassungs-Blöcke geblieben?",
    "faq.extensionsScratch3Body": "Die Malstift-, Musik-, und Video-Erfassungs-Blöcke wurden zu den Erweiterungen verschoben. Erweiterungen können durch das Klicken auf den Knopf unten links vom Bildschirm  hinzugefügt werden (siehe die „Erweiterungen“-Sektion unten).",
    "faq.paintEditorScratch3Title": "Welche neuen Features gibt es im Malprogramm?",
    "faq.paintEditorScratch3Body": "Wir haben das Malprogramm neu gestaltet, mit mächtigen neuen Features ausgestattet und es für euch einfacher in der Benutzung gemacht. Änderungen und neue Features:",
    "faq.paintEditorLayout": "Neues Layout: Tools und Optionen sind schneller auffindbar",
    "faq.paintEditorTools": "Neue Tools wie z. B. ein „Radiergummi“, der im Vektormodus funktioniert",
    "faq.paintEditorColors": "Mehr Optionen für die Farbauswahl und -anpassung",
    "faq.paintEditorVector": "Mehr Kontrolle über die Vektorpunkte (Kurvengriffe und Punkte-Modus)",
    "faq.paintEditorLayers": "Zusätzliche Steuerungen zum Anordnen von Ebenen („gehe zu vorderster Ebene“, „gehe zu hinterster Ebene“ usw.) ",
    "faq.paintEditorGradients": "Neue Farbverlauf-Steuerungsmöglichkeiten",
    "faq.soundEditorScratch3Title": "Welche neuen Features gibt es im Klangeditor? ",
    "faq.soundEditorScratch3Body": "Wir haben den Klangeditor neu gestaltet, damit ihr Klänge leichter aufnehmen und bearbeiten könnt. Neue Features:",
    "faq.soundEditorRecording": "Neues, einfacheres Aufzeichnungssystem",
    "faq.soundEditorTrimming": "Neue, einfachere Klangbearbeitung",
    "faq.soundEditorEffects": "Neue Soundeffekte (wie „schneller“, „langsamer“ und „Roboter“)",
    "faq.tipsWindwScratch3Title": "Warum gibt es das Scratch Tipps-Fenster nicht mehr?",
    "faq.tipsWindowScratch3Body": "Das Tipps-Fenster wurde in Scratch 3.0 durch eine Reihe von Tutorials ersetzt, auf die du über den Menüpunkt „Tutorien“ in der oberen Navigationsleiste im Programmeditor zugreifen kannst. Hier findest du Tutorials für ganze Projekte (z. B. „Mach ein Fangspiel“) und auch für bestimmte Blöcke und Features (z. B. „Einen Klang aufnehmen“ oder „Lass es sich drehen“). Weitere Tutorials werden bald folgen (z. B. „Pong-Spiel“ und „Lasse sie fliegen“).",
    "faq.remixDefinitionTitle": "Was ist ein Remix?",
    "faq.remixDefinitionBody": "Wenn ein Scratcher ein Projekt eines anderen kopiert und es modifiziert, indem er oder sie eigene Ideen einbringt (z.B. Skripte oder Kostüme verändert), wird das Ergebnis \"Remix\" genannt. Jedes Projekt, das auf der Scratch-Website veröffentlicht wird, kann so bearbeitet werden. Wir betrachten auch eine kleinere Veränderung als einen gültigen Remix, solange dem ursprünglichen Projekt-Ersteller und anderen, die einen signifikanten Beitrag zu dem Remix geleistet haben, Anerkennung gezollt wird.",
    "faq.remixableTitle": "Warum verlangt das Scratch-Team, dass alle Projekte \"remixbar\" sind?",
    "faq.remixableBody": "Wir glauben, dass ihr beim Remixen eine Menge lernen könnt: fürs Programmieren und Erstellen spannender Projekte. Durch das Remixen in der Scratch-Community ergeben sich kreative neue Ideen, von denen jede/r von uns profitiert. Alle Projekte auf der Scratch-Website fallen unter die „Creative Commons Share Alike“-Lizenz (Weitergabe unter gleichen Bedingungen). Das bedeutet, dass du jedes Projekt auf der Scratch-Website remixen kannst – und jede/r kann auch deine auf der Website geteilten Projekte remixen.",
    "faq.creativeCommonsTitle": "Was ist, wenn ich nicht will, dass andere meine Projekte remixen?",
    "faq.creativeCommonsBody": "Remixen ist ein wesentlicher Bestandteil der Scratch-Community. Wenn du nicht möchtest, dass andere deine Projekte ansehen oder remixen, kannst du trotzdem Projekte auf der Scratch-Website erstellen, du darfst sie nur nicht auf der Website teilen.",
    "faq.fairUseTitle": "Kann ich Bilder / Klänge / Medien aus dem Internet in meinen Projekten benutzen?",
    "faq.fairUseBody": "Wenn du die Arbeit von anderen in deine eigene einbindest, vergiss nicht, sie auch in den „Danksagungen“ anzuführen und zum Original zu verlinken. Grafiken/Klänge, die für die Weiterverwendung lizenziert wurden, findest du auf der Suchseite von {ccLink}.",
    "faq.ccLinkText": "Creative Commons",
    "faq.whyAccountTitle": "Was bringt mir ein Scratch-Konto?",
    "faq.whyAccountBody": "Wenn du kein Konto hast, kannst du trotzdem auf Scratch spielen, Kommentare und Forumsbeiträge lesen und sogar deine eigenen Projekte erstellen. Doch wenn du ein Konto hast, dann kannst du deine Projekte auch abspeichern und teilen, selbst Kommentare und Forumsbeiträge posten und an anderen sozialen Aktivitäten in der Community teilhaben (z. B. den Projekten anderer ein „Mag-ich“ geben).",
    "faq.createAccountTitle": "Wie kann ich ein Konto erstellen?",
    "faq.createAccountBody": "Klicke einfach auf „Scratcher werden“ auf der Scratch-Homepage. Beantworte ein paar Fragen und gib eine E-Mail-Adresse an. Es dauert nur wenige Minuten und ist vollkommen gratis!",
    "faq.checkConfirmedTitle": "Wie kann ich überprüfen ob mein Konto bestätigt wurde?",
    "faq.howToConfirmTitle": "Wie bestätige ich mein Benutzerkonto?",
    "faq.howToConfirmBody": "Nachdem du ein neues Scratch-Konto angelegt hast, bekommst du eine E-Mail mit einem Link. Bitte klicke auf den Link, um dein Konto zu bestätigen. Sobald du dein Konto bestätigt hast, kannst du Projekte teilen, Kommentare schreiben und Studios erstellen. Außerdem erhältst du dann auch E-Mail-Updates vom Scratch-Team. Wenn du die E-Mail mit dem Bestätigungslink nicht finden kannst, überprüfe deinen Spam-Ordner. Wenn du sie auch dort nicht findest und eine Kopie erhalten möchtest, gehe zu den Einstellungen in deinem Konto, klicke auf den E-Mail-Reiter und folge den Anweisungen. Bitte beachte, dass es bis zu einer Stunde dauern kann, bis du die E-Mail erhältst. Wenn du dann immer noch keine E-Mail erhalten hast, {contactLink}.",
    "faq.contactLinkText": "kontaktiere uns bitte",
    "faq.checkConfirmedBody": "Du kannst überprüfen, ob dein Benutzerkonto bestätigt ist, indem du dich in deinem Scratch-Konto anmeldest und zu den {settingsLink} gehst. Bei bestätigten E-Mail-Adressen findet sich ein grüner Kreis mit einem Häkchen neben der Adresse. Bei nicht bestätigten findest du die Info „Deine E-Mail-Adresse ist noch nicht bestätigt“ in orange.",
    "faq.settingsLinkText": "Kontoeinstellungen",
    "faq.requireConfirmTitle": "Muss ich mein Benutzerkonto bestätigen?",
    "faq.requireConfirmBody": "Du kannst trotzdem viele Möglichkeiten von Scratch nutzen, auch wenn du dein Konto nicht bestätigst, z. B. Projekte erstellen und speichern (aber nicht veröffentlichen).",
    "faq.forgotPasswordTitle": "Benutzernamen oder Passwort vergessen - was tun?",
    "faq.forgotPasswordBody": "Gib deinen Benutzernamen oder deine E-Mail-Adresse auf der Unterseite {resetLink} ein. Du erhältst darauf eine E-Mail mit einem Link, über den du dein Passwort zurücksetzen kannst.",
    "faq.resetLinkText": "Kennwort zurücksetzen",
    "faq.changePasswordTitle": "Wie kann ich mein Kennwort ändern?",
    "faq.changePasswordBody": "Melde dich in deinem Scratch-Konto an und gehe dann zu den {changeLink}, wo du dein Passwort ändern kannst.",
    "faq.changeLinkText": "Kontoeinstellungen>Kennwort",
    "faq.changeEmailTitle": "Wie kann ich meine E-Mail-Adresse ändern?",
    "faq.changeEmailBody": "Melde dich in deinem Scratch-Konto an und gehe dann zu den {changeEmailLink}, wo du deine E-Mail-Adresse ändern kannst.",
    "faq.newScratcherTitle": "Wie werde ich als 'Neuer Scratcher' zum 'Scratcher'?",
    "faq.newScratcherBody": "Wenn du ein Konto anlegst, wirst du ein „Neuer Scratcher“. Du kannst „Scratcher“ werden, wenn du Projekte erstellst und teilst, anderen Scratchern hilfreiche Tipps gibst - und etwas Geduld mitbringst! Sobald du alle Voraussetzungen erfüllt hast, erscheint auf deiner Profilseite ein Einladungslink, Scratcher zu werden, womit auch einige zusätzliche Berechtigungen auf der Scratch-Website verbunden sind. (Beachte, dass wir Neue Scratcher nicht auf Anfrage zu Scratchern machen.)",
    "faq.multipleAccountTitle": "Kann ich mehr als einen Account besitzen?",
    "faq.multipleAccountBody": "Solange du mit keinem Konto die {cgLink}verletzt, kannst du mehrere Konten auf der Scratch-Website haben. Wenn du es jedoch tust, können alle deine Konten gesperrt oder gelöscht werden.",
    "faq.multipleLoginTitle": "Ist es in Ordnung, wenn sich mehr als eine Person an einem einzigen Benutzerkonto anmeldet?",
    "faq.multipleLoginBody": "Es darf sich immer nur eine Person in ein Konto einloggen, da die Website und der Projekteditor leicht durcheinander geraten können, wenn mehrere Personen aus einem Konto gleichzeitig darauf zugreifen. Wenn mit einem Konto die {cgLink} verletzt werden, können alle verwandten Konten gesperrt oder gelöscht werden. Wenn du dein Konto mit jemandem teilst, der etwas Unerlaubtes damit macht, können alle deine Konten wegen der Taten der anderen Person gesperrt werden.",
    "faq.changeUsernameTitle": "Kann ich meinen Benutzernamen ändern?",
    "faq.changeUsernameBody": "Die Scratch-Website ist so aufgebaut, dass eine Änderung des Benutzernamens nicht möglich ist, denn sie beruht auf konsistenten Kontonamen. Solltest du wirklich einen neuen Benutzernamen benötigen, lege dir ein neues Benutzerkonto an (deine Projekte musst du aber selbst in das neue Konto verschieben).",
    "faq.shareInfoTitle": "Welche Informationen kann ich auf / mit meinem Account veröffentlichen?",
    "faq.shareInfoBody": "Bitte veröffentliche keine privaten Kontaktdaten wie Adresse, E-Mail, Telefonnummer oder andere, mit denen du außerhalb der Scratch-Website kontaktiert werden könntest. Melde bitte auch Projekte, Kommentare oder Forumsbeiträge, die solche Kontaktdaten enthalten, damit das Scratch-Team sie löschen und die Autorin bzw. den Autor an unsere Richtlinien erinnern kann. ",
    "faq.deleteAccountTitle": "Wie lösche ich meinen Account?",
    "faq.deleteAccountBody": "Logge dich auf Scratch ein und klicke auf deinen Benutzernamen in der oberen rechten Ecke. Wähle „Kontoeinstellungen“ und klicke dann unten auf „Ich möchte mein Konto löschen“. Achtung: Klicke nur auf den Link, wenn du absolut sicher bist, dass du dein Konto löschen möchtest!",
    "faq.scratchFreeTitle": "Ist Scratch kostenlos? Kann ich es überall verwenden?",
    "faq.scratchFreeBody": "Ja! Scratch steht dir kostenlos zur Verfügung. Du kannst es in deiner Schule verwenden und du kannst auch einen Kurs darüber abhalten (selbst wenn du dafür Geld verlangst). Du musst keine Lizenzgebühr bezahlen: Es ist gratis!",
    "faq.scratchScreenshotTitle": "Kann ich Screenshots von Scratch in einem Buch oder einer Präsentation verwenden?",
    "faq.scratchScreenshotBody": "Ja, du kannst Screenshots oder Bilder der Scratch-App und der Website in einem Buch oder einer Präsentation verwenden, es gilt die {licenseLink}-Lizenz. Wir bitten dich jedoch, dass du immer folgende Anmerkung hinzufügst: „Scratch ist ein Projekt der Scratch Foundation und der Lifelong Kindergarten Group am MIT Media Lab. Es steht kostenlos unter https://scratch.mit.edu zur Verfügung.“",
    "faq.licenseLinkText": "Creative Commons „Namensnennung - Weitergabe unter gleichen Bedingungen“",
    "faq.scratchDescriptionTitle": "Darf ich eine Beschreibung von Scratch in Broschüren oder anderen Materialien verwenden?",
    "faq.scratchDescriptionBody": "Natürlich! Wir empfehlen folgende Beschreibung: „Scratch ist eine Programmiersprache und Online-Community, mit der du deine eigenen interaktiven Geschichten, Spiele und Animationen erstellen – und sie sodann mit anderen auf der ganzen Welt teilen kannst. Junge Menschen lernen durch das Erstellen und Teilen von Scratch-Projekten Kreativität, logisches Denken und Teamarbeit. Scratch ist ein Projekt der {sfLink} und der Lifelong Kindergarten Group am MIT Media Lab. Es steht kostenlos unter https://scratch.mit.edu zur Verfügung“.",
    "faq.presentScratchTitle": "Kann ich Scratch bei einer Konferenz präsentieren?",
    "faq.presentScratchBody": "Gerne kannst du Scratch Lehrkräften oder anderen Personengruppen präsentieren.",
    "faq.supportMaterialTitle": "Darf ich Materialien, Figuren, Grafiken, Klänge oder Beispielprojekte von Scratch benutzen oder remixen, die ich auf der Webseite gefunden habe?",
    "faq.supportMaterialBody": "Ja. Die meisten Scratch-Hilfsmaterialien auf der Scratch-Website stehen unter der {licenseLink}-Lizenz zur Verfügung. Es gibt nur ein paar Ausnahmen: Das Scratch-Logo, die Scratch-Katze, Gobo, Pico, Nano, Giga und Tera sind Scratch-Markenzeichen und dürfen ohne die ausdrückliche Zustimmung des Scratch-Teams nicht verwendet werden.",
    "faq.sellProjectsTitle": "Darf ich meine Scratch-Projekte verkaufen?",
    "faq.sellProjectsBody": "Ja, dein Scratch-Projekt gehört dir. Sobald du dein Projekt jedoch auf der Scratch-Website teilst, kann es jeder herunterladen, remixen und gemäß der {licenseLink}-Lizenz weiterverwenden. Wenn du dein Projekt also verkaufen willst, solltest du es vielleicht nicht auf der Scratch-Website veröffentlichen. ",
    "faq.sourceCodeTitle": "Wo finde ich den Quelltext von Scratch?",
    "faq.sourceCodeBody": "Den Quelltext für den Scratch-Programmiereditor findest du auf {guiLink}. Die Quelltexte für {flashLink} und {scratch14Link} finden sich ebenso auf GitHub. Für Informationen über aktuell für die Scratch-Website entwickelte Projekte, gehe bitte zu {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Woher weiß ich, was ich auf der Scratch-Website veröffentlichen darf und was nicht?",
    "faq.okayToShareBody": "Lies die {cgLink} von Scratch. Es sind nur wenige, leicht verständlich formuliert. Jede Seite von Scratch verlinkt am unteren Rand auf diese „Regeln für Scratcher“.",
    "faq.reportContentTitle": "Was soll ich tun, wenn ich etwas Unangebrachtes sehe?",
    "faq.reportContentBody": "Zu jedem Projekt, Kommentar, Diskussionsbeitrag, Studio und auf allen Profilseiten gibt es einen „Melden“-Link. Klicke ihn an, wenn dir etwas auffällt, was für Scratch nicht in Ordnung ist. Falls es sich um einen komplizierteren Fall handelt, kannst du den {contactLink}-Link (am unteren Rand auf jeder Seite) benutzen und uns den Sachverhalt erklären. Gib dabei möglichst viele Details an und verlinke unbedingt auf die relevanten Seiten.",
    "faq.noFlameTitle": "Was soll ich machen, wenn ich sehe, dass jemand gemein oder respektlos ist?",
    "faq.noFlameBody": "Schüre das Feuer nicht! Auf gemeine Kommentare mit weiteren gemeinen Kommentaren zu antworten macht die Dinge nur schlechter und kann dazu führen, dass dein Benutzerkonto gesperrt wird. Melde stattdessen einfach alles, was respektlos und nicht konstruktiv erscheint, und wir klären das mit dem Autor. Wir prüfen die Meldungen täglich - sei also versichert, wir kümmern uns darum.",
    "faq.reviewContentTitle": "Was unternimmt das Scratch-Team, wenn etwas gemeldet oder gekennzeichnet wird?",
    "faq.reviewContentBody": "Das Scratch-Team prüft täglich Kommentare und Projekte, die gemeldet werden. Wenn Inhalte gegen die {cgLink} von Scratch verstoßen, löschen wir sie und verwarnen die Benutzerin oder den Benutzer. Abhängig von der Art des Inhalts sperren wir auch Benutzerkonten oder Netzwerke, die zur Verbreitung dieser Inhalte genutzt wurden. Wir sperren sie ebenso, wenn die Benutzerin oder der Benutzer bereits Verwarnungen erhalten haben.",
    "faq.blockedAccountTitle": "Was passiert, wenn ein Benutzerkonto gesperrt wurde?",
    "faq.blockedAccountBody": "Wenn ein Benutzerkonto gesperrt wurde, hat man keinen Zugriff mehr darauf und kann damit auch keine weiteren Projekte erstellen oder Kommentare posten. Beim Anmelden wird eine Seite angezeigt, die den Grund der Kontosperrung anführt und ein Formular anbietet, mit dem um Aufhebung der Sperre ersucht werden kann. Wenn die Kontoinhaberin oder der Kontoinhaber glaubwürdig darlegt, dass er den Grund der Kontosperrung versteht, und verspricht, die {cgLink} von Scratch in Zukunft zu befolgen, wird die Sperre aufgehoben.",
    "faq.stolenAccountTitle": "Jemand hat auf mein Konto zugegriffen und es wurde gesperrt – was tun?",
    "faq.stolenAccountBody": "Du bist für den Schutz deines Passwortes verantwortlich. Wenn jemand dein Konto gehackt und damit unangebrachte Dinge angestellt hat, sprich mit dem Erwachsenen, dem der benutzte Rechner gehört. Wenn dir scheint, dass ein Unbekannter Zugriff auf dein Konto erlangt hat, ändere dein Passwort und/oder benutze den {contactLink}-Link, um den Vorfall zu melden. Falls dein Konto wegen eines Verstoßes gegen die {cgLink} von Scratch gesperrt wurde, versuche nicht jemand anderen zu beschuldigen. Wenn jemand angibt, dass eine andere Person sein Konto für etwas Unerlaubtes benutzt hat, dann sprechen wir zuerst mit dieser Person, bevor wir das Konto wiederherstellen. Dein Konto würde also viel länger gesperrt bleiben, als wenn du uns gleich die Wahrheit sagst.",
    "faq.aboutExtensionsTitle": "Was sind Erweiterungen?",
    "faq.aboutExtensionsBody": "Du kannst im Scratch-Editor eine Reihe von zusätzlichen Blöcken hinzufügen, die sich „Erweiterungen“ nennen. Zum Beispiel gibt es Erweiterungen, mit denen du physische Geräte (z. B. micro:bit oder LEGO Roboter-Bausets) programmieren oder Texte in deinen Scratch-Projekten übersetzen lassen kannst. Wir fügen laufend neue Erweiterungen hinzu, sodass Scratch für dich auch laufend neue Möglichkeiten eröffnet.",
    "faq.howToAddExtensionsTitle": "Wie kann ich eine Erweiterung zu einem Projekt hinzufügen?",
    "faq.howToAddExtensionsBody": "Wenn du in der linken unteren Ecke des Scratch-Editors auf den Button „Erweiterung hinzufügen“ klickst, werden dir alle verfügbaren Scratch-Erweiterungen angezeigt. Sobald du eine Erweiterung ausgewählt hast, wird deinem Projekt eine neue Blockkategorie hinzugefügt. Die Erweiterung wird jedes Mal, wenn du dein Projekt öffnest, automatisch mitgeladen. Du kannst jedem deiner Projekte mehrere Erweiterungen hinzufügen.",
    "faq.createExtensionsTitle": "Wie erstelle ich meine eigene Erweiterung für Scratch?",
    "faq.createExtensionsBody": "Das Scratch-Team arbeitet an Vorgaben und Richtlinien für Erweiterungen. Sobald diese vorliegen, kannst du deine Erweiterungen zur Begutachtung und Aufnahme in die offizielle Liste der Scratch 3.0-Erweiterungen einreichen. Wir arbeiten auch an Richtlinien für die Entwicklung und Verbreitung „experimenteller“ Erweiterungen, die ihr zum Erstellen von Projekten auf euren eigenen Computern verwenden könnt, jedoch nicht zum Veröffentlichen in der Scratch-Online-Community gedacht sind.",
    "faq.scratchXTitle": "Was passiert mit der ScratchX-Website?",
    "faq.scratchXBody": "Die ScratchX-Website (scratchx.org) war eine Testumgebung für experimentelle Erweiterungen. Mit ScratchX erstellte Erweiterungen sind nicht mit Scratch 3.0 kompatibel. Sobald Scratch experimentelle Erweiterungen unterstützt, stellen wir den Support für ScratchX ein. Allen Entwicklerinnen und Entwicklern, Benutzerinnen und Benutzern steht danach genügend Zeit zur Verfügung, von ScratchX auf die neue Erweiterungsplattform umzusteigen.",
    "faq.cloudDataInfoTitle": "Was sind Cloud-Variablen?",
    "faq.cloudDataInfoBody": "Mit Cloud-Variablen kannst du Daten von einem Projekt speichern und mit anderen aus der Scratch-Community teilen. Du kannst Cloud-Variablen zur Erstellung von Umfragen oder anderen Projekten verwenden und andere aus der Community können dann auf diese Daten zugreifen und sie ändern.",
    "faq.makeCloudVarTitle": "Wie kann ich eine Cloud-Variable erstellen?",
    "faq.makeCloudVarBody": "Gehe zu „Variablen“ in der Blockpalette, wähle „Neue Variable“ und aktiviere die Checkbox „Cloud-Variable (auf dem Server gespeichert)“. Die mit deiner Cloud-Variablen verbundenen Daten werden dauerhaft auf dem Server gespeichert und alle, die das Projekt öffnen, können darauf zugreifen.",
    "faq.onlyNumbersTitle": "Welche Art von Daten können in Cloud-Variablen gespeichert werden?",
    "faq.onlyNumbersBody": "In den Cloud-Variablen können nur Zahlen gespeichert werden.",
    "faq.storedCloudInfoTitle": "Wer kann die in den Cloud-Variablen gespeicherten Daten sehen?",
    "faq.storedCloudInfoBody": "Wenn du an einem Projekt mit Cloud-Variablen weiterarbeitest, können alle deine Interaktionsdaten sowie dein Benutzername gespeichert werden und sind für andere sichtbar.",
    "faq.reportCloudTitle": "Jemand postet unangemessenen Inhalt mit Cloud-Variablen – was tun?",
    "faq.reportCloudBody": "Klicke auf den „Melden“-Button (unter dem Projekt-Player auf der Projektseite), um unangemessenen Inhalt in Cloud-Variablen zu melden. Bitte führe auch unbedingt „Cloud-Variablen“ an, wenn du den Grund für deine Meldung nennst.",
    "faq.chatRoomTitle": "Kann ich Chatrooms mit Cloud-Variablen erstellen?",
    "faq.chatRoomBody": "Technisch ist es möglich, Chatrooms mit Cloud-Variablen sind aber auf der Scratch-Website nicht erlaubt.",
    "faq.changeCloudVarTitle": "Wer kann die Werte einer Cloud-Variable ändern?",
    "faq.changeCloudVarBody": "Nur du und die Betrachterinnen und Betrachter deines Projekts können Daten in den Cloud-Variablen deines Projekts speichern. Wenn andere deinen Code ansehen oder remixen, wird eine Kopie der Variable erzeugt, die Original-Variable bleibt unverändert erhalten.",
    "faq.newScratcherCloudTitle": "Ich bin angemeldet, kann aber trotzdem keine Projekte mit Cloud-Variablen verwenden. Woran liegt das?",
    "faq.newScratcherCloudBody": "Solange du noch ein „Neuer Scratcher“ auf der Website bist, kannst du keine Projekte mit Cloud-Variablen verwenden. Erst als „Scratcher“ hast du auch Zugriff auf Cloud-Variablen. Nähere Infos, wie du als „Neuer Scratcher“ zum „Scratcher“ wirst, findest du weiter oben unter „Benutzerkonten“.",
    "faq.multiplayerTitle": "Ist es möglich, Multiplayer-Spiele mit Cloud-Variablen zu erstellen? ",
    "faq.multiplayerBody": "Spiele für mehrere Spieler können aufgrund unterschiedlicher Internetgeschwindigkeiten und möglicher Synchronisierungsprobleme schwer zu entwickeln sein. Trotzdem finden Scratcher immer wieder kreative Lösungen, Cloud-Variablen für rundenbasierte und andere Spiele zu nutzen.",
    "faq.schoolsTitle": "Scratch in der Schule",
    "faq.howTitle": "Wie wird Scratch in Schulen genutzt?",
    "faq.howBody": "Scratch wird in unzähligen Schulen rund um die Welt in den unterschiedlichsten Fächern (z. B. Fremdsprachen, Naturwissenschaften, Geschichte, Mathematik und Informatik) genutzt. Mehr Infos über Strategien und Ressourcen, um Scratch in Schulen und anderen Bildungsangeboten (wie Museen, Büchereien und Begegnungszentren) zu nutzen, findest du auf unserer {educatorsLink}.",
    "faq.educatorsLinkText": "Seite für Lehrkräfte",
    "faq.noInternetTitle": "Gibt es für Studierende eine Möglichkeit, Scratch auch ohne Internetverbindung zu nutzen?",
    "faq.noInternetBody": "Ja. Die {downloadLink} ist eine Offline-Version von Scratch, die du auf deinem Laptop oder Desktop-PC verwenden kannst. Die Scratch-App ist momentan für Windows- und Mac-Geräte verfügbar.",
    "faq.communityTitle": "Kann ich die Online-Community für meine Schüler ausschalten?",
    "faq.communityBody": "Die Scratch-Online-Community bietet jungen Menschen die Möglichkeit, sich innerhalb einer moderierten Community, die von den {cgLink} von Scratch geleitet ist, auszutauschen, zusammenzuarbeiten und voneinander zu lernen. Manche Lehrkräfte bevorzugen es jedoch, wenn ihre Schülerinnen und Schüler Online-Communitys fernbleiben. In diesem Fall könnt ihr die Scratch-App installieren, sie läuft offline und lokal auf eurem Desktop-PC oder Laptopcomputer.",
    "faq.teacherAccountTitle": "Was ist ein Scratch Lehrer-Benutzerkonto?",
    "faq.teacherAccountBody": "Ein Scratch Lehrer-Benutzerkonto stellt Lehrerinnen und Lehrern sowie anderen Pädagoginnen und Pädagogen zusätzliche Features zur Verfügung, mit denen sie die Scratch-Aktivitäten ihrer Schülerinnen und Schüler verwalten können (z. B. Schüler-Benutzerkonten einrichten, Schüler-Projekte zu Klassenstudios zusammenfassen und Schüler-Kommentare kontrollieren).  Mehr Infos zu den Scratch Lehrer-Benutzerkonten finden sich unter {eduFaqLink}.",
    "faq.eduFaqLinkText": "Scratch Lehrer-Benutzerkonten FAQ",
    "faq.requestTitle": "Wie beantrage ich ein Scratch Lehrer-Benutzerkonto?",
    "faq.requestBody": "Du kannst auf der {educatorsLink} ein Scratch Lehrer-Benutzerkonto beantragen. Im Zuge der Registrierung bitten wir dich um zusätzliche Informationen, um sicherzustellen, dass du tatsächlich als Lehrerin oder Lehrer arbeitest.",
    "faq.dataTitle": "Welche Daten sammelt Scratch über die Studierenden?",
    "faq.dataBody": "Bei erstmaliger Erstellung eines Scratch-Kontos müssen Schülerinnen und Schüler allgemeine demografische Daten einschließlich Geschlecht, Alter (Geburtsmonat und -jahr), Land und eine E-Mail-Adresse zur Verifizierung dieser Daten angeben. Wir verwenden diese Daten (in aggregierter Form) für unsere Studien, in denen wir laufend erforschen, wie mit Scratch gelernt wird. Wenn eine Lehrkraft ein Scratch Lehrer-Benutzerkonto verwendet, um mehrere Schüler-Benutzerkonten auf einmal anzulegen, müssen die einzelnen Schülerinnen und Schüler keine individuellen E-Mail-Adressen angeben.",
    "faq.lawComplianceTitle": "Entspricht die Online-Version von Scratch den US-amerikanischen Datenschutzgesetzen?",
    "faq.lawComplianceBody1": "Scratch ist der Schutz der Daten aller Schülerinnen und Schüler sowie aller anderen Benutzerinnen und Benutzer der Plattform ein besonderes Anliegen. Wir treffen sowohl physische als auch elektronische Vorkehrungen, um die Daten zu schützen, die wir auf der Scratch-Website sammeln. Wir können zwar keine individuellen Vertragsgarantien einräumen, halten uns jedoch an alle US-amerikanischen Bundesgesetze, denen das MIT und die Scratch Foundation, jene Organisationen, die Scratch entwickelt haben und laufend weiterentwickeln, unterliegen. Nähere Informationen finden sich in den Scratch-Datenschutzbestimmungen.",
    "faq.lawComplianceBody2": "Wenn du Scratch-Projekte erstellen möchtest, ohne persönliche Daten zu übermitteln, kannst du dir die {downloadLink} herunterladen. Das Scratch-Team hat keinen Zugriff auf Projekte, die du mit der Scratch-App erstellt hast. Wenn du die Scratch-App verwendest, werden keine persönlichen Daten an Scratch weitergegeben, außer wenn du diese Projekte in der Scratch-Online-Community veröffentlichst."
}