{
    "faq.title": "Häufig gestellte Fragen (FAQ)",
    "faq.intro": "Auf dieser Seite findest du Antworten auf häufig über Scratch gestellte Fragen.",
    "faq.aboutTitle": "Allgemeine Fragen",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remixen und Kopieren",
    "faq.accountsTitle": "Benutzerkonten",
    "faq.permissionsTitle": "Lizenz und Rechte",
    "faq.inappropriateContentTitle": "Unangebrachter Inhalt",
    "faq.scratchExtensionsTitle": "Scratch Erweiterungen",
    "faq.cloudDataTitle": "Cloud-Variablen",
    "faq.aboutScratchTitle": "Was ist Scratch und was kann ich damit machen?",
    "faq.aboutScratchBody": "Scratch ist eine Programmiersprache und Online-Community, mit der du deine eigenen interaktiven Geschichten, Spiele und Animationen erstellen – und sie sodann mit anderen auf der ganzen Welt teilen kannst. Junge Menschen lernen durch das Erstellen und Teilen von Scratch-Projekten Kreativität, logisches Denken und Teamarbeit. Mehr über Scratch erfährst du auf {aboutScratchLink}. ",
    "faq.aboutScratchLinkText": "Über Scratch",
    "faq.makeGameTitle": "Wie erstelle ich mit Scratch ein Spiel oder eine Animation?",
    "faq.makeGameBody": "Unter {ideasLink} findest du viele Vorschläge für deine ersten Schritte mit Scratch.",
    "faq.ideasLinkText": "Ideen",
    "faq.whoUsesScratchTitle": "Für wen ist Scratch?",
    "faq.whoUsesScratchBody": "Scratch ist für alle, unabhängig davon, in welchem Land sie leben oder wo sie sich aktuell gerade aufhalten – zu Hause, in der Schule, in einer Bücherei, in einem Museum oder anderswo. Scratch wurde speziell für junge Menschen von 8 bis 16 Jahren konzipiert, aber natürlich können Personen jeden Alters mit Scratch Inhalte erstellen und teilen. Für jüngere gibt es {scratchJrLink}, eine vereinfachte Version von Scratch für Kinder von 5 bis 7 Jahren. ",
    "faq.requirementsTitle": "Was sind die Systemvoraussetzungen für Scratch?",
    "faq.requirementsBody": "Scratch läuft in den meisten gängigen Webbrowsern auf PCs, Laptops und Tablets. Du kannst Scratch-Projekte auf Handys ansehen, dzt. aber keine Projekte auf Handys erstellen oder bearbeiten. Unterstützte Browser:",
    "faq.requirementsDesktop": "Desktop-PC",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer wird NICHT unterstützt.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Beachte:",
    "faq.requirementsNoteDesktop": "Wenn dein Computer diese Anforderungen nicht erfüllt, kannst du auch mit dem {downloadLink}-Editor arbeiten (siehe nächsten Punkt der FAQ). ",
    "faq.scratchApp": "Scratch App",
    "faq.requirementsNoteWebGL": "Wenn du eine WebGL-Fehlermeldung erhältst, versuche es mit einem anderen Browser.",
    "faq.requirementsNoteTablets": "Auf Tablets stehen die Blöcke „Wenn () Taste gedrückt“ und das Kontextmenü mit Rechtsklick dzt. nicht zur Verfügung.",
    "faq.offlineTitle": "Gibt es eine Offline-Version zum Herunterladen?",
    "faq.offlineBody": "Mit der Scratch-App kannst du Scratch-Projekte ohne Internetverbindung erstellen. Du kannst die {downloadLink} von der Scratch-Website oder dem App Store für dein Gerät herunterladen. (Die Scratch-App hieß früher „Scratch Offline Editor“).",
    "faq.uploadOldTitle": "Kann ich Projekte hochladen, die ich mit älteren Scratch-Versionen erstellt habe?",
    "faq.uploadOldBody": "Ja, du kannst Projekte, die mit früheren Versionen von Scratch erstellt wurden, teilen bzw. hochladen. Sie werden auf der Website angezeigt und lassen sich ausführen. (Allerdings kannst du keine Projekte, die mit neueren Versionen von Scratch erstellt oder bearbeitet wurden, herunterladen und dann in einer älteren Programmversion öffnen. Du kannst z.B. kein Scratch-3.0-Projekt in der Desktop-Version von {scratch2Link} öffnen, weil Scratch 2.0 das .sb3-Dateiformat nicht lesen kann.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Wie viel kostet Scratch? Benötige ich eine Lizenz?",
    "faq.scratchCostBody": "Scratch ist kostenlos und wird es immer bleiben. Du brauchst keine Lizenz, um Scratch in der Schule, zu Hause oder anderswo zu benutzen. Die Entwicklung und Wartung von Scratch wird durch öffentliche Gelder und Spenden finanziert. Mehr Infos, wie auch du Scratch unterstützen kannst, findest du unter {donateLink}. ",
    "faq.donateLinkText": "Spenden",
    "faq.mediaLabTitle": "Wer entwickelt Scratch?",
    "faq.mediaLabBody": "Das Scratch-Team der {llkLink} am {mediaLabLink} entwickelte und wartet Scratch.",
    "faq.llkLinkText": "Lifelong Kindergarten Group",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Was ist Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 ist die aktuelle Version von Scratch. Sie wurde am 2. Januar 2019 herausgebracht und um mehrere neue Features erweitert. Sie enthält zahlreiche neue Figuren, einen komplett neuen Klangeditor und viele neue Blöcke. Mit Scratch 3.0 kannst du Projekte nicht nur auf deinem Laptop oder Desktop-PC erstellen und abspielen, sondern auch auf deinem Tablet.",
    "faq.reportBugsScratch3Title": "Wo kann ich Bugs melden und Feedback zu Scratch 3.0 geben?",
    "faq.reportBugsScratch3Body": "Du kannst Bugs und Feedback im Scratch-Diskussionsforum {forumsLink} posten.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "Ist Scratch 3.0 in verschiedenen Sprachen verfügbar?",
    "faq.languagesScratch3Body1": "Ja. Wenn du die Sprache der Programmierblöcke ändern willst, klicke zuerst auf den „Globus“-Icon in der oberen Navigationsleiste im Programmeditor und wähle dann im Dropdown-Menü die gewünschte Sprache.",
    "faq.languagesScratch3Body2": "Alle unsere Übersetzungen stammen von ehrenamtlichen Übersetzerinnen und Übersetzern. Der Scratch 3.0-Editor wurde bereits in über 40 Sprachen übersetzt. Alle Sprachen, die dzt. übersetzt bzw. überprüft werden, finden sich auf unserem {transifexLink}. Wenn du auch gerne mithelfen möchtest, schicke uns eine E-Mail an {emailLink}.",
    "faq.transifexLinkText": "Übersetzungsserver",
    "faq.removedBlocksScratch3Title": "Wurden Blöcke von älteren Versionen in Scratch 3.0 entfernt?",
    "faq.removedBlocksScratch3Body": "Es wurden keine Programmierblöcke in Scratch 3.0 entfernt, manche wurden jedoch leicht abgeändert oder zu den „Erweiterungen“ verschoben (siehe dazu {extensionsFAQLink} weiter unten).",
    "faq.newBlocksScratch3Title": "Gibt es neue Blöcke in Scratch 3.0?",
    "faq.newBlocksScratch3Body": "Ja! Scratch 3.0 bietet:",
    "faq.newBlocksSoundEffect": "Neue „Klangeffekt“-Blöcke",
    "faq.newBlocksOperators": "Neue Operatoren, die das Einbinden von Text (Strings) erleichtern",
    "faq.newBlocksPen": "Neue Malstift-Blöcke, auch Transparenz lässt sich einstellen",
    "faq.newBlocksGlide": "Neue Gleiten-Blöcke, einfaches Bewegen zu einer Figur (oder Zufallsposition)",
    "faq.newBlocksExtensions": "Viele weitere neue Features in den „Scratch-Erweiterungen“ (siehe weiter unten)",
    "faq.biggerBlocksScratch3Title": "Warum sind die Blöcke in Scratch 3.0 größer als früher?",
    "faq.biggerBlocksScratch3Body": "Scratch 3.0 soll auch auf Geräten mit Touchscreens (z.B. Chromebooks, Windows Surface Laptops und Tablets) gut funktionieren, daher haben wir die Blöcke vergrößert, damit man sie einfacher ziehen und antippen kann. Die Blöcke sind auch deshalb in Scratch 3.0 etwas größer, damit sich kleinere Elemente leichter anklicken und ziehen lassen (Drag-and-drop), denn dies fanden neue Anwenderinnen und Anwender oft schwierig.",
    "faq.extensionsScratch3Title": "Where did the Pen blocks go? Where did the Music blocks go? Where did the Video Sensing blocks go?",
    "faq.extensionsScratch3Body": "The Pen, Music, and Video Sensing blocks have been moved into extensions. Extensions can be added by clicking the button on the bottom left of the screen (see the \"Extensions\" section below).",
    "faq.paintEditorScratch3Title": "Welche neuen Features gibt es im Malprogramm?",
    "faq.paintEditorScratch3Body": "Wir haben das Malprogramm neu gestaltet, mit mächtigen neuen Features ausgestattet und es für euch einfacher in der Benutzung gemacht. Änderungen und neue Features:",
    "faq.paintEditorLayout": "Neues Layout: Tools und Optionen sind schneller auffindbar",
    "faq.paintEditorTools": "Neue Tools wie z. B. ein „Radiergummi“, der im Vektormodus funktioniert",
    "faq.paintEditorColors": "Mehr Optionen für die Farbauswahl und -anpassung",
    "faq.paintEditorVector": "Mehr Kontrolle über die Vektorpunkte (Kurvengriffe und Punkte-Modus)",
    "faq.paintEditorLayers": "Zusätzliche Steuerungen zum Anordnen von Ebenen („gehe zu vorderster Ebene“, „gehe zu hinterster Ebene“ usw.) ",
    "faq.paintEditorGradients": "Neue Farbverlauf-Steuerungsmöglichkeiten",
    "faq.soundEditorScratch3Title": "Welche neuen Features gibt es im Klangeditor? ",
    "faq.soundEditorScratch3Body": "Wir haben den Klangeditor neu gestaltet, damit ihr Klänge leichter aufnehmen und bearbeiten könnt. Neue Features:",
    "faq.soundEditorRecording": "Neues, einfacheres Aufzeichnungssystem",
    "faq.soundEditorTrimming": "Neue, einfachere Klangbearbeitung",
    "faq.soundEditorEffects": "Neue Klangeffekte (z. B. „Schneller“, „Langsamer“, „Roboter“)",
    "faq.tipsWindwScratch3Title": "Warum gibt es das Scratch Tipps-Fenster nicht mehr?",
    "faq.tipsWindowScratch3Body": "Das Tipps-Fenster wurde in Scratch 3.0 durch eine Reihe von Tutorials ersetzt, auf die du über den Menüpunkt „Tutorien“ in der oberen Navigationsleiste im Programmeditor zugreifen kannst. Hier findest du Tutorials für ganze Projekte (z. B. „Mach ein Fangspiel“) und auch für bestimmte Blöcke und Features (z. B. „Einen Klang aufnehmen“ oder „Lass es sich drehen“). Weitere Tutorials werden bald folgen (z. B. „Pong-Spiel“ und „Lasse sie fliegen“).",
    "faq.remixDefinitionTitle": "Was ist ein Remix?",
    "faq.remixDefinitionBody": "Wenn ein Scratcher ein Projekt eines anderen kopiert und es modifiziert, indem er oder sie eigene Ideen einbringt (z.B. Skripte oder Kostüme verändert), wird das Ergebnis \"Remix\" genannt. Jedes Projekt, das auf der Scratch-Website veröffentlicht wird, kann so bearbeitet werden. Wir betrachten auch eine kleinere Veränderung als einen gültigen Remix, solange dem ursprünglichen Projekt-Ersteller und anderen, die einen signifikanten Beitrag zu dem Remix geleistet haben, Anerkennung gezollt wird.",
    "faq.remixableTitle": "Warum verlangt das Scratch-Team, dass alle Projekte \"remixbar\" sind?",
    "faq.remixableBody": "Wir glauben, dass ihr beim Remixen eine Menge lernen könnt: fürs Programmieren und Erstellen spannender Projekte. Durch das Remixen in der Scratch-Community ergeben sich kreative neue Ideen, von denen jede/r von uns profitiert. Alle Projekte auf der Scratch-Website fallen unter die „Creative Commons Share Alike“-Lizenz (Weitergabe unter gleichen Bedingungen). Das bedeutet, dass du jedes Projekt auf der Scratch-Website remixen kannst – und jede/r kann auch deine auf der Website geteilten Projekte remixen.",
    "faq.creativeCommonsTitle": "Was ist, wenn ich nicht will, dass andere meine Projekte remixen?",
    "faq.creativeCommonsBody": "Remixen ist ein wesentlicher Bestandteil der Scratch-Community. Wenn du nicht möchtest, dass andere deine Projekte ansehen oder remixen, kannst du trotzdem Projekte auf der Scratch-Website erstellen, du darfst sie nur nicht auf der Website teilen.",
    "faq.fairUseTitle": "Kann ich Bilder / Klänge / Medien aus dem Internet in meinen Projekten benutzen?",
    "faq.fairUseBody": "Wenn du die Arbeit von anderen in deine eigene einbindest, vergiss nicht, sie auch in den „Danksagungen“ anzuführen und zum Original zu verlinken. Grafiken/Klänge, die für die Weiterverwendung lizenziert wurden, findest du auf der Suchseite von {ccLink}.",
    "faq.ccLinkText": "Creative Commons",
    "faq.whyAccountTitle": "Was bringt mir ein Scratch-Konto?",
    "faq.whyAccountBody": "Wenn du kein Konto hast, kannst du trotzdem auf Scratch spielen, Kommentare und Forumsbeiträge lesen und sogar deine eigenen Projekte erstellen. Doch wenn du ein Konto hast, dann kannst du deine Projekte auch abspeichern und teilen, selbst Kommentare und Forumsbeiträge posten und an anderen sozialen Aktivitäten in der Community teilhaben (z. B. den Projekten anderer ein „Mag-ich“ geben).",
    "faq.createAccountTitle": "Wie kann ich ein Konto erstellen?",
    "faq.createAccountBody": "Klicke einfach auf „Scratcher werden“ auf der Scratch-Homepage. Beantworte ein paar Fragen und gib eine E-Mail-Adresse an. Es dauert nur wenige Minuten und ist vollkommen gratis!",
    "faq.checkConfirmedTitle": "Wie kann ich überprüfen ob mein Konto bestätigt wurde?",
    "faq.howToConfirmTitle": "Wie bestätige ich mein Benutzerkonto?",
    "faq.howToConfirmBody": "Nachdem du ein neues Scratch-Konto angelegt hast, bekommst du eine E-Mail mit einem Link. Bitte klicke auf den Link, um dein Konto zu bestätigen. Sobald du dein Konto bestätigt hast, kannst du Projekte teilen, Kommentare schreiben und Studios erstellen. Außerdem erhältst du dann auch E-Mail-Updates vom Scratch-Team. Wenn du die E-Mail mit dem Bestätigungslink nicht finden kannst, überprüfe deinen Spam-Ordner. Wenn du sie auch dort nicht findest und eine Kopie erhalten möchtest, gehe zu den Einstellungen in deinem Konto, klicke auf den E-Mail-Reiter und folge den Anweisungen. Bitte beachte, dass es bis zu einer Stunde dauern kann, bis du die E-Mail erhältst. Wenn du dann immer noch keine E-Mail erhalten hast, {contactLink}.",
    "faq.contactLinkText": "kontaktiere uns bitte",
    "faq.checkConfirmedBody": "Du kannst überprüfen, ob dein Benutzerkonto bestätigt ist, indem du dich in deinem Scratch-Konto anmeldest und zu den {settingsLink} gehst. Bei bestätigten E-Mail-Adressen findet sich ein grüner Kreis mit einem Häkchen neben der Adresse. Bei nicht bestätigten findest du die Info „Deine E-Mail-Adresse ist noch nicht bestätigt“ in orange.",
    "faq.settingsLinkText": "Kontoeinstellungen",
    "faq.requireConfirmTitle": "Muss ich mein Benutzerkonto bestätigen?",
    "faq.requireConfirmBody": "Du kannst trotzdem viele Möglichkeiten von Scratch nutzen, auch wenn du dein Konto nicht bestätigst, z. B. Projekte erstellen und speichern (aber nicht veröffentlichen).",
    "faq.forgotPasswordTitle": "Benutzernamen oder Passwort vergessen - was tun?",
    "faq.forgotPasswordBody": "Gib deinen Benutzernamen oder deine E-Mail-Adresse auf der Unterseite {resetLink} ein. Du erhältst darauf eine E-Mail mit einem Link, über den du dein Passwort zurücksetzen kannst.",
    "faq.resetLinkText": "Kennwort zurücksetzen",
    "faq.changePasswordTitle": "Wie kann ich mein Kennwort ändern?",
    "faq.changePasswordBody": "Melde dich in deinem Scratch-Konto an und gehe dann zu den {changeLink}, wo du dein Passwort ändern kannst.",
    "faq.changeLinkText": "Kontoeinstellungen>Kennwort",
    "faq.changeEmailTitle": "Wie kann ich meine E-Mail-Adresse ändern?",
    "faq.changeEmailBody": "Melde dich in deinem Scratch-Konto an und gehe dann zu den {changeEmailLink}, wo du deine E-Mail-Adresse ändern kannst.",
    "faq.newScratcherTitle": "Wie werde ich als 'Neuer Scratcher' zum 'Scratcher'?",
    "faq.newScratcherBody": "When you create an account, you’ll be labelled as a “New Scratcher.” To make the transition to \"Scratcher\", you should make and share projects, comment helpfully on other Scratchers’ projects, and be patient! After you’ve met the requirements, a link will appear on your profile page inviting you to become a Scratcher, and you’ll have some additional capabilities on the Scratch website. (Note that we don't promote New Scratchers to Scratcher on request )",
    "faq.multipleAccountTitle": "Kann ich mehr als einen Account besitzen?",
    "faq.multipleAccountBody": "It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle": "Ist es in Ordnung, wenn sich mehr als eine Person an einem einzigen Benutzerkonto anmeldet?",
    "faq.multipleLoginBody": "This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle": "Kann ich meinen Benutzernamen ändern?",
    "faq.changeUsernameBody": "The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to switch to a new username, you can make a new account, but you'll have to copy your projects over to the new account on your own.",
    "faq.shareInfoTitle": "Welche Informationen kann ich auf / mit meinem Account veröffentlichen?",
    "faq.shareInfoBody": "Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information, so the Scratch Team can remove the information, and remind the author of our policy against sharing personal contact information.",
    "faq.deleteAccountTitle": "Wie lösche ich meinen Account?",
    "faq.deleteAccountBody": "Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle": "Is Scratch free? Can I use it wherever I want?",
    "faq.scratchFreeBody": "Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license: it's free!",
    "faq.scratchScreenshotTitle": "Kann ich Screenshots von Scratch in einem Buch oder einer Präsentation verwenden?",
    "faq.scratchScreenshotBody": "Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Darf ich eine Beschreibung von Scratch in Broschüren oder anderen Materialien verwenden?",
    "faq.scratchDescriptionBody": "Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Kann ich Scratch bei einer Konferenz präsentieren?",
    "faq.presentScratchBody": "Please feel free to make presentations about Scratch to educators or other groups.",
    "faq.supportMaterialTitle": "Darf ich Materialien, Figuren, Grafiken, Klänge oder Beispielprojekte von Scratch benutzen oder remixen, die ich auf der Webseite gefunden habe?",
    "faq.supportMaterialBody": "Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle": "Darf ich meine Scratch-Projekte verkaufen?",
    "faq.sellProjectsBody": "Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle": "Wo finde ich den Quelltext von Scratch?",
    "faq.sourceCodeBody": "The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Woher weiß ich, was ich auf der Scratch-Website veröffentlichen darf und was nicht?",
    "faq.okayToShareBody": "Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle": "Was soll ich tun, wenn ich etwas Unangebrachtes sehe?",
    "faq.reportContentBody": "You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle": "Was soll ich machen, wenn ich sehe, dass jemand gemein oder respektlos ist?",
    "faq.noFlameBody": "Schüre das Feuer nicht! Auf gemeine Kommentare mit weiteren gemeinen Kommentaren zu antworten macht die Dinge nur schlechter und kann dazu führen, dass dein Benutzerkonto gesperrt wird. Melde stattdessen einfach alles, was respektlos und nicht konstruktiv erscheint, und wir klären das mit dem Autor. Wir prüfen die Meldungen täglich - sei also versichert, wir kümmern uns darum.",
    "faq.reviewContentTitle": "Was unternimmt das Scratch-Team, wenn etwas gemeldet oder gekennzeichnet wird?",
    "faq.reviewContentBody": "The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle": "Was passiert, wenn ein Benutzerkonto gesperrt wurde?",
    "faq.blockedAccountBody": "When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle": "Someone got access to my account and got my account blocked. What do I do?",
    "faq.stolenAccountBody": "You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle": "What are extensions?",
    "faq.aboutExtensionsBody": "In the Scratch editor, you can add collections of extra blocks called \"extensions.\" For example, there are extensions that enable you to program physical devices (such as micro:bit and LEGO robotics kits) and to translate text within your Scratch projects. We will continue to add new extensions over time, so what you can do with Scratch will continue to grow over time. ",
    "faq.howToAddExtensionsTitle": "How do I add an extension to a project?",
    "faq.howToAddExtensionsBody": "If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch",
    "faq.createExtensionsBody": "The Scratch Team will be publishing specifications and guidelines for extensions in the future. Once available, you will be able to submit extensions to the Scratch Team for consideration in the official Scratch 3.0 extensions library. We’ll also provide guidelines for developing and distributing \"experimental\" extensions, which can be used to create projects on individual computers, but not shared in the Scratch online community.",
    "faq.scratchXTitle": "What will happen to the ScratchX website?",
    "faq.scratchXBody": "The ScratchX website (scratchx.org) was an experimental testbed for extensions. Extensions created for ScratchX are not compatible with Scratch 3.0. Once experimental extensions are fully supported in Scratch we will discontinue support for ScratchX and provide developers and users time to transition off of ScratchX to the new extensions platform.",
    "faq.cloudDataInfoTitle": "What are cloud variables?",
    "faq.cloudDataInfoBody": "Cloud variables allow for data from a project to be saved and shared with other people in the Scratch community. You can use cloud variables to make surveys and other projects where others in the community to access and modify the data over time.",
    "faq.makeCloudVarTitle": "How can I make a cloud variable?",
    "faq.makeCloudVarBody": "Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle": "What types of data can be stored in cloud variables?",
    "faq.onlyNumbersBody": "Only numbers can be stored in cloud variables.",
    "faq.storedCloudInfoTitle": "Who can see the data stored in cloud variables?",
    "faq.storedCloudInfoBody": "When you interact with a project using cloud variables, the data associated with your interactions can be stored along with your username, and others can view it.",
    "faq.reportCloudTitle": "If I see someone post inappropriate content using cloud variables, how do I report it?",
    "faq.reportCloudBody": "Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle": "Can I make chat rooms with cloud variables?",
    "faq.chatRoomBody": "While it is technically possible to create chat rooms with cloud variables, they are not allowed on the Scratch website.",
    "faq.changeCloudVarTitle": "Wer kann die Werte einer Cloud-Variable ändern?",
    "faq.changeCloudVarBody": "Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle": "I am logged in, but I cannot use projects with cloud variables What is going on?",
    "faq.newScratcherCloudBody": "If you are still a \"New Scratcher\" on the website, you will not be able to use projects with cloud variables. You need to become a \"Scratcher\" to have access to cloud variables. See the Accounts section (above) for more information about the transition from “New Scratcher” to \"Scratcher\".",
    "faq.multiplayerTitle": "Is it possible to make multiplayer games with cloud variables?",
    "faq.multiplayerBody": "Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud variables for turn-by-turn and other types of games.",
    "faq.schoolsTitle": "Scratch in der Schule",
    "faq.howTitle": "Wie wird Scratch in Schulen genutzt?",
    "faq.howBody": "Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
    "faq.educatorsLinkText": "Educators Page",
    "faq.noInternetTitle": "Gibt es für Studierende eine Möglichkeit, Scratch auch ohne Internetverbindung zu nutzen?",
    "faq.noInternetBody": "Yes. The {downloadLink} is a downloadable version of Scratch that can run on laptops and desktops. Currently, the Scratch app is available on Windows and Mac devices.",
    "faq.communityTitle": "Kann ich die Online-Community für meine Schüler ausschalten?",
    "faq.communityBody": "The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch app, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle": "Was ist ein Scratch Lehrer-Benutzerkonto?",
    "faq.teacherAccountBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
    "faq.eduFaqLinkText": "Scratch Lehrer-Benutzerkonten FAQ",
    "faq.requestTitle": "Wie beantrage ich ein Scratch Lehrer-Benutzerkonto?",
    "faq.requestBody": "You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle": "Welche Daten sammelt Scratch über die Studierenden?",
    "faq.dataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle": "Is the online version of Scratch compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody1": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2": "If you would like to build projects with Scratch without submitting any Personal Information to us, you can download the {downloadLink}. Projects created in the Scratch app are not accessible by the Scratch Team, and using the Scratch app does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}