{
    "faq.title": "Συχνές Ερωτήσεις (FAQ)",
    "faq.intro": "Σε αυτήν τη σελίδα, θα βρείτε απαντήσεις για συχνές ερωτήσεις σχετικές με το Scratch.",
    "faq.aboutTitle": "Γενικές Ερωτήσεις",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Αναμίξεις και Αντιγραφές Έργων",
    "faq.accountsTitle": "Λογαριασμοί",
    "faq.permissionsTitle": "Αδειοδότηση και Εγκρίσεις",
    "faq.inappropriateContentTitle": "Ακατάλληλο Περιεχόμενο",
    "faq.scratchExtensionsTitle": "Επεκτάσεις Scratch",
    "faq.cloudDataTitle": "Μεταβλητές Cloud",
    "faq.aboutScratchTitle": "Τι είναι το Scratch και τι μπορώ να κάνω με αυτό;",
    "faq.aboutScratchBody": "Με τη γλώσσα προγραμματισμού Scratch και τη διαδικτυακή κοινότητα, μπορείτε να δημιουγήσεττε τις δικές σας διαδραστικές ιστορίες, παιχνίδια, και κινούμενα σχέδια -- και να μοιραστείτε τις δημιουργίες σας με άλλους απ'όλον τον κόσμο. Καθώς οι νέοι δημιουργούν και μοιράζονται έργα Scratch, μαθαίνουν να σκέφτονται δημιουργικά, να συλλογίζονται συστηματικά, και να εργάζονται συνεργατικά. Για να μάθετε περισσότερα για το Scratch, δείτε τη σελίδα {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Σχετικά με το Scratch",
    "faq.makeGameTitle": "Πώς φτιάχνω ένα παιχνίδι ή κινούμενο σχέδιο με το Scratch;",
    "faq.makeGameBody": "Επισκεφτείτε τη σελίδα {ideasLink} για να δείτε πολλούς τρόπους να ξεκινήσετε με το Scratch",
    "faq.ideasLinkText": "Ιδέες",
    "faq.whoUsesScratchTitle": "Ποιος χρησιμοποιεί το Scratch;",
    "faq.whoUsesScratchBody": "Το Scratch χρησιμοποιείται από ανθρώπους όλων των υποβάθρων, σε όλες τις χώρες του κόσμου, σε όλα τα πλαίσια -- σπίτια, σχολεία, βιβλιοθήκες, μουσεία, και άλλα. Το Scratch είναι σχεδιασμένο ειδικά για νέους ηλικίας από 8 έως 16, αλλά άνθρωποι όλων των ηλικιών δημιουργούν και μοιράζονται με το Scratch. Τα μικρότερα παιδιά μπορεί να θέλουν να δοκιμάσουν το {scratchJrLink}, μια απλοποιημένη έκδοση του Scratch σχεδιασμένη για ηλικίες από 5 έως 7 ετών.",
    "faq.requirementsTitle": "Ποιες είναι οι απαιτήσεις συστήματος για το Scratch;",
    "faq.requirementsBody": "Το Scratch θα λειτουργήσει στους περισσότερους σύγχρονους φυλλομετρητές σε σταθερούς υπολογιστές, φορητούς υπολογιστές, και τάμπλετ. Μπορείτε να δείτε έργα σε κινητά τηλέφωνα, αλλά προς το παρόν δεν μπορείτε να δημιουργήσετε ή να επεξεργαστείτε έργα σε τηλέφωνα. Παρακάτω υπάρχει η λίστα των φυλλομετρητών που υποστηρίζονται επίσημα.",
    "faq.requirementsDesktop": "Σταθερός υπολογιστής",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "O Internet Explorer ΔΕΝ υποστηρίζεται.",
    "faq.requirementsTablet": "Τάμπλετ",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Σημείωση:",
    "faq.requirementsNoteDesktop": "Αν ο υπολογιστής σας δεν καλύπτει αυτές τις απαιτήσεις, μπορείτε να δοκιμάσετε τον επεξεργαστή {downloadLink} (δείτε το επόμενο θέμα στις Συχνές Ερωτήσεις).",
    "faq.scratchDesktop": "Scratch Desktop",
    "faq.requirementsNoteWebGL": "Αν αντιμετωπίσετε ένα σφάλμα WebGL, δοκιμάστε έναν διαφορετικό φυλλομετρητή.",
    "faq.requirementsNoteTablets": "Στα τάμπλετ, δεν υπάρχει προς το παρόν τρόπος να χρησιμοποιηθούν οι εντολές \"πατήθηκε πλήκτρο\" και τα μενού με το δεξί κλικ του ποντικιού.",
    "faq.offlineTitle": "Έχετε κάποια έκδοση που να μπορώ να κατεβάσω για να δημιουργώ και να βλέπω έργα χωρίς σύνδεση στο διαδίκτυο;",
    "faq.offlineBody": "Ο επεξεργαστής Scratch Desktop σας επιτρέπει να δημιουργήσετε έργα Scratch χωρίς σύνδεση στο διαδίκτυο. Μπορείτε να κατεβάσετε το {downloadLink} από τον ιστότοπο. Η προηγούμενη ονομασία του ήταν Scratch Offline editor.",
    "faq.uploadOldTitle": "Μπορώ ακόμα να ανεβάσω έργα που έχουν δημιουργηθεί με παλαιότερες εκδόσεις του Scratch στον ιστότοπο;",
    "faq.uploadOldBody": "Ναι: μπορείτε να μοιράζεστε και να ανεβάζετε έργα φτιαγμένα με παλαιότερες εκδόσεις του Scratch, και θα είναι ορατά και εκτελέσιμα. (Ωστόσο, δεν μπορείτε να κατεβάσετε έργα φτιαγμένα ή επεξεργασμένα σε μεταγενέστερες εκδόσεις του Scratch και να τα ανοίξετε σε προγενέστερες εκδόσεις. Για παράδειγμα, δεν μπορείτε να ανοίξετε κάποιο έργο Scratch 3.0  στην αυτόνομη έκδοση του {scratch2Link}, επειδή το Scratch 2.0 δεν ξέρει πώς να διαβάζει τον μορφότυπο αρχείου έργου .sb3).",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Πόσο κοστίζει το Scratch; Χρειάζομαι κάποια άδεια;",
    "faq.scratchCostBody": "Το Scratch είναι και θα παραμείνει για πάντα δωρεάν. Δε χρειάζεστε άδεια για να χρησιμοποιήσετε το Scratch στο σχολείο σας, στο σπίτι σας ή οπουδήποτε αλλού. Η ανάπτυξη και η συντήρηση του Scratch πληρώνεται μέσα από επιδοτήσεις και δωρεές. Εάν θέλετε να συνεισφέρετε στο Scratch, επισκεφτείτε τη σελίδα {donateLink}.",
    "faq.donateLinkText": "Σελίδα δωρεών",
    "faq.mediaLabTitle": "Ποιος δημιούργησε το Scratch;",
    "faq.mediaLabBody": "Το Scratch αναπτύσσεται και συντηρείται από την Ομάδα του Scratch στην ομάδα {llkLink} στο {mediaLabLink}.",
    "faq.llkLinkText": "Ομάδα Lifelong Kindergarten",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Τι είναι το Scratch 3.0;",
    "faq.aboutScratch3Body": "Το Scratch 3.0 είναι η τελευταία γενιά του Scratch, που παρουσιάστηκε στις 2 Ιανουαρίου 2019. Είναι σχεδιασμένο να επεκτείνει πώς, τι, και πού μπορείτε να δημιουργείτε με το Scratch. Περιλαμβάνει δεκάδες νέα αντικείμενα, έναν εντελώς νέο επεξεργαστή ήχου, και πολλές νέες εντολές. Και με το Scratch 3.0, μπορείτε να δημιουργείτε και να εκτελείτε έργα όχι μόνο στον φορητό ή σταθερό υπολογιστή σας, αλλά και στο τάμπλετ σας.",
    "faq.reportBugsScratch3Title": "Πώς να αναφέρω σφάλματα και να μοιραστώ ανατροφοδότηση για το Scratch 3.0;",
    "faq.reportBugsScratch3Body": "Μπορείτε να αναφέρετε προβλήματα και να μοιραστείτε ανατροφοδότηση στην ενότητα {forumsLink} στις δημόσιες συζητήσεις του Scratch.",
    "faq.forumsLinkText": "Προβλήματα & Κολλήματα",
    "faq.languagesScratch3Title": "Είναι το Scratch 3.0 διαθέσιμο σε πολλές γλώσσες;",
    "faq.languagesScratch3Body1": "Ναι. Για να αλλάξει η γλώσσα των προγραμματιστικών εντολών, πατήστε στο εικονίδιο της “υδρογείου” στην μπάρα στην κορυφή του επεξεργαστή προγράμματος, και στη συνέχεια κάντε κλικ στο αναδυόμενο μενού για να επιλέξετε γλώσσα.",
    "faq.languagesScratch3Body2": "Όλες οι μεταφράσεις μας γίνονται από εθελοντές. Ο επεξεργαστής Scratch 3.0 έχει ήδη μεταφραστεί σε 40+ γλώσσες. Μπορείτε να δείτε όλες τις γλώσσες που μεταφράζονται και αναθεωρούνται στο {transifexLink}. Αν επιθυμείτε να βοηθήσετε στη μετάφραση ή στην αναθεώρηση, παρακαλούμε επικοινωνήστε στο {emailLink}.",
    "faq.transifexLinkText": "εξυπηρετητής μετάφρασης",
    "faq.removedBlocksScratch3Title": "Αφαιρέθηκαν στο Scratch 3.0 κάποιες προγραμματιστικές εντολές προηγούμενων εκδόσεων του Scratch ;",
    "faq.removedBlocksScratch3Body": "Καμία προγραμματιστική εντολή δεν έχει αφαιρεθεί στο Scratch 3.0, αλλά κάποιες έχουν αλλάξει λίγο και άλλες έχουν μετακινηθεί στις \"Επεκτάσεις\" (όπως περιγράφεται παρακάτω, στην ενότητα  {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "Εισάγει το Scratch 3.0 νέες εντολές;",
    "faq.newBlocksScratch3Body": "Ναι! Στο Scratch 3.0 θα βρείτε:",
    "faq.newBlocksSoundEffect": "Νέες εντολές \"εφέ ήχου\"",
    "faq.newBlocksOperators": "Νέοι τελεστές που διευκολύνουν την επεξεργασία κειμένου (αλφαριθμητικών)",
    "faq.newBlocksPen": "Νέες εντολές πένας, συμπεριλαμβανομένης υποστήριξης για διαφάνεια",
    "faq.newBlocksGlide": "Νέα εντολή ολίσθησης για εύκολη κίνηση προς ένα αντικείμενο (ή ένα τυχαίο σημείο)",
    "faq.newBlocksExtensions": "Πολλές νέες δυνατότητες μέσω των \"Επεκτάσεων Scratch\" (δείτε την ενότητα Επεκτάσεις παρακάτω)",
    "faq.biggerBlocksScratch3Title": "Γιατί οι εντολές είναι μεγαλύτερες στο Scratch 3.0 σε σχέση με τις προηγούμενες εκδόσεις;",
    "faq.biggerBlocksScratch3Body": "Για να κάνουμε το Scratch 3.0 να λειτουργεί καλά σε συσκευές αφής (όπως πολλά Chromebooks, φορητούς υπολογιστές Microsoft Surface και τάμπλετ), χρειάστηκε να κάνουμε τις εντολές μεγαλύτερες, ώστε να είναι ευκολότερο να σύρεις και να πατάς πάνω τους. Επιπλέον, οι εντολές είναι λίγο μεγαλύτερες στο Scratch 3.0 για να αντιμετωπιστούν θέματα που παρατηρήσαμε με νέους χρήστες που δυσκολεύονται να κάνουν κλικ και να σύρουν μικρά στοιχεία της διεπαφής.",
    "faq.extensionsScratch3Title": "Που πήγαν οι εντολές Πένας; Που πήγαν οι εντολές Μουσικής; Που πήγαν οι εντολές Προβολής από Κάμερα;",
    "faq.extensionsScratch3Body": "Οι εντολές Πένας, Μουσικής και Προβολής από Κάμερα μεταφέρθηκαν στις επεκτάσεις. Οι επεκτάσεις μπορούν να προστεθούν κάνοντας κλικ στο κουμπί στην κάτω αριστερή γωνία της οθόνης (δες την ενότητα \"Επεκτάσεις\" παρακάτω).",
    "faq.paintEditorScratch3Title": "Ποια είναι τα νέα χαρακτηριστικά της Ζωγραφικής;",
    "faq.paintEditorScratch3Body": "Ο Επεξεργαστής Εικόνων επανασχεδιάστηκε για να παρέχει ισχυρά νέα χαρακτηριστικά ενώ είναι πιο ευκολόχρηστος. Αλλαγές και νέα χαρακτηριστικά περιλαμβάνουν:",
    "faq.paintEditorLayout": "Νέος διάταξη που κάνει τα διαθέσιμα εργαλεία και τις επιλογές πιο εμφανή",
    "faq.paintEditorTools": "Νέα εργαλεία όπως μια \"γόμα\" που δουλεύει και σε διανυσματικά γραφικά",
    "faq.paintEditorColors": "Περισσότερες επιλογές για επιλογή και ρύθμιση χρωμάτων",
    "faq.paintEditorVector": "Περισσότερος έλεγχος στα διανυσματικά σημεία (χειρισμοί καμπύλης και σημείων)",
    "faq.paintEditorLayers": "Επιπρόσθετα εργαλεία ελέγχου για διάταξη στρωμάτων (\"μεταφορά στο προσκήνιο\", \"μεταφορά στο υπόβαθρο\", κλπ.)",
    "faq.paintEditorGradients": "Νέα εργαλεία ελέγχου χρωμάτων",
    "faq.soundEditorScratch3Title": "Ποια είναι τα νέα χαρακτηριστικά στον Επεξεργαστή Ήχου;",
    "faq.soundEditorScratch3Body": "Ο Επεξεργαστής Ήχου έχει επανασχεδιαστεί για να είναι ευκολότερο να εγγράψετε και να διαχειριστείτε ήχους. Προσφέρει πολλά νέα χαρακτηριστικά:",
    "faq.soundEditorRecording": "Νέο σύστημα εγγραφής που είναι ευκολότερο στη χρήση",
    "faq.soundEditorTrimming": "Νέο σύστημα περικοπής ήχων που είναι ευκολότερο στη χρήση",
    "faq.soundEditorEffects": "Νέα εφέ ήχου (όπως \"γρηγορότερα\", \"πιο αργά\", \"ηχώ\", και \"ρομπότ\")",
    "faq.tipsWindwScratch3Title": "Τι απέγινε το Παράθυρο Συμβουλών του Scratch;",
    "faq.tipsWindowScratch3Body": "Αντί για το Παράθυρο Συμβουλών, το Scratch 3.0 παρέχει αντίστοιχο υλικό μέσα από τη Βιβλιοθήκη Εκπαιδευτικού Υλικού, στην οποία υπάρχει πρόσβαση μέσω του υπερσυνδέσμου Εκπαιδευτικό Υλικό στην πάνω μπάρα πλοήγησης στον επεξεργαστή προγράμματος. Θα βρείτε εκπαιδευτικό υλικό για ολόκληρα έργα (όπως το \"Φτιάξε ένα Παιχνίδι Κυνηγητού\") ή για συγκεκριμένες εντολές και χαρακτηριστικά (όπως \"Κάνε Εγγραφή Ήχου\" ή \"Κάνε Το να Περιστρέφεται\"). Περισσότερο εκπαιδευτικό υλικό θα προστεθεί σύντομα (όπως το \"Παιχνίδι Πινγκ-Πονγκ\" και το \"Κάνε Το Να Πετάξει\").",
    "faq.remixDefinitionTitle": "Τι είναι μια ανάμειξη;",
    "faq.remixDefinitionBody": "Όταν ένας χρήστης Scratch δημιουργεί ένα αντίγραφο έργου κάποιου άλλου χρήστη και το προσθέτει στις δικές του ιδέες (για παράδειγμα, τροποποιώντας σενάρια ή ενδυμασίες), το έργο που προκύπτει ονομάζεται \"ανάμειξη\". Κάθε έργο σε κοινή χρήση στον ιστότοπο του Scratch μπορεί να αναμειχθεί. Ακόμα και μια μικρή αλλαγή θεωρείται έγκυρη ανάμειξη, εφόσον παρέχονται ευχαριστίες στον αρχικό δημιουργό και σε άλλους που έκαναν σημαντικές προσφορές στην ανάμειξη.",
    "faq.remixableTitle": "Γιατί η Ομάδα του Scratch απαιτεί όλα τα έργα να είναι \"αναμείξιμα\";",
    "faq.remixableBody": "Πιστεύουμε πως το να αναμειγνύει κανείς έργα άλλων είναι ένας υπέροχος τρόπος να μάθει να προγραμματίζει και να δημιουργεί ενδιαφέροντα έργα. Μέσα από την ανάμειξη, οι δημιουργικές ιδέες διαδίδονται στην κοινότητα του Scratch, και επωφελούνται όλοι. Όλα τα έργα που γίνονται κοινή χρήση στον ιστότοπο του Scratch καλύπτονται από την άδεια  “Creative Commons Share Alike”, που σημαίνει ότι μπορείτε να αναμείξετε οποιοδήποτε έργο βλέπετε στον ιστότοπο του Scratch -- και όλοι οι υπόλοιποι μπορούν να αναμείξουν οποιοδήποτε έργο μοιράζεστε στον ιστότοπο.",
    "faq.creativeCommonsTitle": "Τι γίνεται σε περίπτωση που δεν θέλω τα έργα μου να αναμιγνύονται από άλλους;",
    "faq.creativeCommonsBody": "Οι αναμείξεις είναι σημαντικό κομμάτι της κοινότητας του Scratch. Αν δε θέλετε τους άλλους να δουν ή να αναμείξουν τις δημιουργίες σας, μπορείτε να δημιουργήσετε έργα στον ιστότοπο του Scratch, αλλά μην τα κάνετε κοινή χρήση στον ιστότοπο.",
    "faq.fairUseTitle": "Μπορώ να χρησιμοποιήσω εικόνες / ήχους / υλικό από το ίντερνετ στο έργο μου;",
    "faq.fairUseBody": "Εάν επιλέξετε να ενσωματώσετε τη δουλειά κάποιου άλλου στο δικό σας έργο, σιγουρευτείτε ότι τον έχετε ευχαριστήσει για τη δουλειά του στη στήλη με τις “ευχαριστίες” στη σελίδα του έργου και ότι έχετε συμπεριλάβει έναν σύνδεσμο προς το αρχικό έργο. Για να βρείτε τέχνη / ήχους που έχουν ήδη άδεια για ανάμειξη, επισκεφτείτε τη {ccLink}.",
    "faq.ccLinkText": "Σελίδα αναζήτησης Creative Commons",
    "faq.whyAccountTitle": "Γιατί είναι χρήσιμο να έχετε έναν λογαριασμό Scratch;",
    "faq.whyAccountBody": "Ακόμη και χωρίς λογαριασμό, μπορείτε να παίζετε τα έργα άλλων, να διαβάζετε σχόλια και δημόσιες συζητήσεις, ακόμη και να δημιουργείτε δικά σας έργα. Αλλά χρειάζεστε λογαριασμό για να αποθηκεύετε και να μοιράζεστε έργα, να γράφετε σχόλια και αναρτήσεις σε δημόσιες συζητήσεις, και να συμμετέχετε σε άλλες \"κοινωνικές\" δραστηριότητες στην κοινότητα (όπως το να δηλώνετε ότι \"σας αρέσουν\" τα έργα άλλων).",
    "faq.createAccountTitle": "Πώς μπορώ να δημιουργήσω λογαριασμό;",
    "faq.createAccountBody": "Απλά κάνετε κλικ στο \"Εγγραφή\" στην αρχική σελίδα του Scratch. Θα χρειαστεί να απαντήσετε μερικές ερωτήσεις, και να παρέχετε μια διεύθυνση email. Διαρκεί μόνο λίγα λεπτά, και είναι εντελώς δωρεάν!",
    "faq.checkConfirmedTitle": "Πώς μπορώ να ελέγξω αν ο λογαριασμός μου επιβεβαιώθηκε;",
    "faq.howToConfirmTitle": "Πως μπορώ να διαγράψω το λογαριασμό μου;",
    "faq.howToConfirmBody": "Αφού δημιουργήσετε ένα νέο λογαριασμό στο Scratch, θα λάβετε ένα email με έναν υπερσύνδεσμο. Απλά κάνετε κλικ στον υπερσύνδεσμο για να επιβεβαιώσετε τον λογαριασμό σας. Μόλις επιβεβαιώσετε τον λογαριασμό σας, θα μπορείτε να μοιράζεστε έργα, να γράφετε σχόλια, και να δημιουργείτε συλλογές. Η επιβεβαίωση του λογαριασμού σας επιπλέον σας επιτρέπει να λαμβάνετε ειδοποιήσεις μέσω email από την Ομάδα του Scratch. Αν δεν μπορείτε να βρείτε το email με τον σύνδεσμο επιβεβαίωσης, ελέγξτε τα Ανεπιθύμητα. Αν ακόμη δεν μπορείτε να το βρείτε, και θέλετε να λάβετε ένα νέο, πηγαίνετε στις Ρυθμίσεις Λογαριασμού, κάνετε κλικ στην καρτέλα Email, και ακολουθήστε τις οδηγίες εκεί. Παρακαλούμε σημειώστε ότι μπορεί να χρειαστεί έως και μία ώρα ώσπου να φτάσει το email. Αν ακόμα δε δείτε το email μετά από μια ώρα, {contactLink}.",
    "faq.contactLinkText": "ενημερώστε μας",
    "faq.checkConfirmedBody": "Για να δείτε αν ο λογαριασμός σας έχει επιβεβαιωθεί, συνδεθείτε στον λογαριασμό Scratch σας και πηγαίνετε στη σελίδα {settingsLink}. Οι επιβεβαιωμένες διευθύνσεις email εμφανίζουν ένα μικρό πράσινο σημαδάκι. Σε αντίθετη περίπτωση, θα δείτε το κείμενο \"Η διεύθυνση email δεν επιβεβαιώθηκε\" σε πορτοκαλί χρώμα.",
    "faq.settingsLinkText": "Ρυθμίσεις Email",
    "faq.requireConfirmTitle": "Πρέπει να επιβεβαιώσω τον λογαριασμό μου;",
    "faq.requireConfirmBody": "Μπορείτε ακόμα να χρησιμοποιείτε πολλές πλευρές του Scratch χωρίς να επιβεβαιώσετε το λογαριασμό σας, συμπεριλαμβανομένων της δημιουργίας και της αποθήκευσης έργων (χωρίς κοινή χρήση).",
    "faq.forgotPasswordTitle": "Ξέχασα το όνομα χρήστη ή τον κωδικό μου. Πώς μπορώ να τα επαναφέρω;",
    "faq.forgotPasswordBody": "Πληκτρολογείστε το όνομα χρήστη ή το email σας στη σελίδα {resetLink}. O ιστότοπος θα στείλει ένα email στη διεύθυνση που έχει συσχετιστεί με το όνομα χρήστη σας και έναν σύνδεσμο που μπορείτε να χρησιμοποιήσετε για να επαναφέρετε το κωδικό σας.",
    "faq.resetLinkText": "Επαναφορά Κωδικού",
    "faq.changePasswordTitle": "Πώς μπορώ να αλλάξω τον κωδικό μου;",
    "faq.changePasswordBody": "Συνδεθείτε στον Scratch λογαριασμό σας, έπειτα επισκεφτείτε τη σελίδα {changeLink} όπου μπορείτε να αλλάξετε τον κωδικό σας.",
    "faq.changeLinkText": "Ρυθμίσεις Κωδικού",
    "faq.changeEmailTitle": "Πώς αλλάζω τη διεύθυνση ηλεκτρονικού ταχυδρομείου μου;",
    "faq.changeEmailBody": "Συνδεθείτε στον Scratch λογαριασμό σας, έπειτα επισκεφτείτε τη σελίδα {changeEmailLink} όπου μπορείτε να αλλάξετε τη διεύθυνση email σας.",
    "faq.newScratcherTitle": "Πώς γίνομαι \"Scratcher\" από \"Νέο μέλος Scratch\";",
    "faq.newScratcherBody": "Όταν δημιουργήσετε έναν λογαριασμό, θα αποκτήσετε την ετικέτα “Νέος Scratcher”. Για να γίνετε \"Scratcher\", θα πρέπει να δημιουργείτε και να μοιράζεστε έργα, να κάνετε βοηθητικά σχόλια σε έργα άλλων Scratchers, και να είστε υπομονετικοί! Αφού καλύψετε τις απαιτήσεις, θα εμφανιστεί ένας σύνδεσμος στη σελίδα προφίλ σας που θα σας προσκαλεί να γίνετε \"Scratcher\", και θα έχετε κάποιες επιπλέον δυνατότητες στον ιστότοπο του Scratch. (Σημειώστε ότι δεν προάγουμε \"Νέο Scratcher\" σε \"Scratcher\" κατόπιν αιτήσεως)",
    "faq.multipleAccountTitle": "Μπορώ να έχω περισσότερους από έναν λογαριασμό;",
    "faq.multipleAccountBody": "Δεν υπάρχει πρόβλημα με το να έχετε πολλούς λογαριασμούς στον ιστότοπο του Scratch, εφόσον κανένας από αυτούς δε χρησιμοποιείται για να παραβιάζει τις {cgLink}. Σε αυτή την περίπτωση, όλοι οι σχετικοί λογαριασμοί μπορεί να αποκλειστούν ή να διαγραφούν.",
    "faq.multipleLoginTitle": "Υπάρχει πρόβλημα εάν περισσότερα άτομα συνδέονται σε έναν λογαριασμό;",
    "faq.multipleLoginBody": "Δεν επιτρέπεται, διότι ο ιστότοπος και ο επεξεργαστής έργων μπορούν εύκολα να μπερδευτούν όταν περισσότερα από ένα άτομα συνδέονται στον ίδιο λογαριασμό. Όταν ένας λογαριασμός κάνει κάτι που παραβιάζει τις {cgLink}, όλοι οι σχετικοί λογαριασμοί μπορεί να αποκλειστούν ή να διαγραφούν. Αν μοιράζεστε έναν λογαριασμό με κάποιον που κάνει κάτι κακό με αυτόν, αυτό σημαίνει ότι οι λογαριασμοί σας μπορεί να αποκλειστούν για κάτι που έκανε το άλλο άτομο.",
    "faq.changeUsernameTitle": "Μπορώ να αλλάξω το όνομα χρήστη μου;",
    "faq.changeUsernameBody": "Η δομή του ιστότοπου βασίζεται πάνω σε μόνιμα ονόματα χρήστη, οπότε δεν μπορείτε να αλλάξετε το όνομα χρήστη σας. Εάν πραγματικά χρειάζεται να αλλάξετε σε ένα νέο όνομα χρήστη, μπορείτε να δημιουργήσετε έναν νέο λογαριασμό, αλλά θα πρέπει να αντιγράψετε τα έργα σας στον νέο λογαριασμό μόνοι σας.",
    "faq.shareInfoTitle": "Τι είδους πληροφορίες μπορώ να μοιραστώ στο λογαριασμό μου;",
    "faq.shareInfoBody": "Παρακαλούμε μη μοιράζεστε προσωπικά στοιχεία επικοινωνίας, όπως διεύθυνσή, email, τηλέφωνό, ή οτιδήποτε άλλο μπορεί να χρησιμοποιηθεί για επικοινωνία εκτός του ιστότοπου του Scratch. Παρακαλούμε αναφέρετε έργα, σχόλια ή αναρτήσεις στις δημόσιες συζητήσεις που περιέχουν τέτοιου είδους πληροφορίες, έτσι ώστε η Ομάδα του Scratch να μπορέσει να αφαιρέσει τα στοιχεία, και να θυμίσει στον δημιουργό την πολιτική μας κατά της κοινής χρήσης προσωπικών στοιχείων.",
    "faq.deleteAccountTitle": "Πως μπορώ να διαγράψω το λογαριασμό μου;",
    "faq.deleteAccountBody": "Συνδεθείτε στο Scratch, και έπειτα κάνετε κλικ στο όνομα χρήστη σας στην πάνω δεξιά γωνία. Επιλέξτε \"Ρυθμίσεις Λογαριασμού\", έπειτα κάνετε κλικ στον σύνδεσμο \"Θέλω να διαγράψω τον λογαριασμό μου\" στο κάτω μέρος της σελίδας. Αλλά θα πρέπει να το κάνετε μόνο αν είστε απολύτως σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό σας.",
    "faq.scratchFreeTitle": "Είναι το Scratch δωρεάν; Μπορώ να το χρησιμοποιήσω όπου θέλω;",
    "faq.scratchFreeBody": "Ναι! Το Scratch είναι διαθέσιμο δωρεάν. Μπορείτε να το χρησιμοποιήσετε στο σχολείο σας, και μπορείτε να διδάξετε ένα μάθημα γι 'αυτό (ακόμη και ένα μάθημα που κοστίζει χρήματα). Δε χρειάζεται να αγοράσετε μια άδεια: είναι δωρεάν!",
    "faq.scratchScreenshotTitle": "Μπορώ να χρησιμοποιήσω στιγμιότυπα του Scratch σε βιβλίο ή παρουσίαση;",
    "faq.scratchScreenshotBody": "Μπορείτε να χρησιμοποιήσετε στιγμιότυπα / εικόνες της εφαρμογής και του ιστότοπου του Scratch σε βιβλίο ή παρουσίαση, και να θεωρείτε ότι έχουν άδεια {licenseLink}.  Σας ζητάμε να συμπεριλάβετε μια σημείωση κάπου στο υλικό σας που να αναφέρει: \"Το Scratch είναι ένα έργο του Scratch Foundation, σε συνεργασία με το Lifelong Kindergarten Group στο MIT Media Lab. Είναι διαθέσιμο δωρεάν στη διεύθυνση https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Μπορώ να συμπεριλάβω μια περιγραφή του Scratch σε φυλλάδια ή άλλο υλικό;",
    "faq.scratchDescriptionBody": "Βέβαια! Προτείνουμε την παρακάτω περιγραφή: \"Το Scratch  είναι μια γλώσσα προγραμματισμού και διαδικτυακή κοινότητα όπου μπορείτε να δημιουργήσετε δικές σας διαδραστικές ιστορίες, παιχνίδια, και κινούμενα σχέδια -- και να μοιραστείτε τις δημιουργίες σας με άλλους απ' όλον τον κόσμο. Καθώς οι νέοι δημιουργούν και μοιράζονται με το Scratch, μαθαίνουν να σκέφτονται δημιουργικά, να συλλογίζονται συστηματικά, και να εργάζονται συνεργατικά. Το Scratch είναι ένα έργο του {sfLink} σε συνεργασία με την ομάδα Lifelong Kindergarten στο MIT Media Lab. Είναι διαθέσιμο δωρεάν στο https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Μπορώ να παρουσιάσω το Scratch σε μια συνεδρίαση;",
    "faq.presentScratchBody": "Κάντε ελεύθερα παρουσιάσεις για το Scratch σε εκπαιδευτικούς ή άλλες ομάδες. ",
    "faq.supportMaterialTitle": "Μπορώ να χρησιμοποιήσω ή να αναμείξω υποστηρικτικό υλικό, αντικείμενα, εικόνες ή παραδείγματα έργων που βρήκα στον ιστότοπο;",
    "faq.supportMaterialBody": "Ναι: Tο περισσότερο υποστηρικτικό υλικό για Scratch στον ιστότοπο του Scratch είναι διαθέσιμο υπό την άδεια {licenseLink}. Υπάρχουν κάποιες εξαιρέσεις: Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga και Tera είναι εμπορικά σήματα του Scratch, και δεν μπορούν να χρησιμοποιηθούν χωρίς ρητή άδεια από την Ομάδα του Scratch.",
    "faq.sellProjectsTitle": "Μπορώ να πουλήσω τα Scratch έργα μου;",
    "faq.sellProjectsBody": "Ναι: Το Scratch έργο σας είναι δική σας δημιουργία. Όμως σκεφτείτε ότι μόλις μοιραστείτε το έργο σας στον ιστότοπο του Scratch, όλοι είναι ελεύθεροι να το κατεβάσουν, να το αναμείξουν, και να επαναχρησιμοποιήσουν βασιζόμενοι στους όρους της άδειας {licenseLink}. 'Ετσι, αν σκοπεύετε να πουλήσετε το έργο σας μπορεί να θέλετε να σταματήσετε την κοινή χρήση του από τον ιστότοπο του Scratch.",
    "faq.sourceCodeTitle": "Πού μπορώ να βρω τον πηγαίο κώδικα του Scratch;",
    "faq.sourceCodeBody": "Ο πηγαίος κώδικας για τον επεξεργαστή προγράμματος Scratch μπορεί να βρεθεί στο {guiLink}. Ο πηγαίος κώδικας των {flashLink} και {scratch14Link}, είναι επίσης διαθέσιμοι στο GitHub. Για ενημερωμένες πληροφορίες σχετικά με αναπτυσσόμενα έργα που σχετίζονται με τον ιστότοπο του Scratch, παρακαλούμε επισκεφθείτε το  {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Πώς μπορώ να γνωρίζω τι είναι ή δεν είναι \"εντάξει\" να μοιραστώ στον ιστότοπο του Scratch;",
    "faq.okayToShareBody": "Επισκεφτείτε τις {cgLink} - είναι σύντομες και δεν περιλαμβάνουν πολλά νομικά πράγματα. Υπάρχει ένας σύνδεσμος στο κάτω μέρος κάθε σελίδας στο Scratch.",
    "faq.reportContentTitle": "Τι πρέπει να κάνω εάν δω κάτι που είναι ακατάλληλο;",
    "faq.reportContentBody": "Μπορείτε να πατήσετε τον σύνδεσμο \"αναφορά\" σε κάθε έργο, σχόλιο, ανάρτηση σε συζήτηση, συλλογή, ή σελίδα προφίλ όπου βλέπετε κάτι που δεν είναι εντάξει για το Scratch. Εάν η κατάσταση είναι περίπλοκη, μπορείτε να χρησιμοποιήσετε τον σύνδεσμο {contactLink} (διαθέσιμος στο κάτω μέρος κάθε σελίδας) για να εξηγήσετε. Σιγουρευτείτε ότι έχετε συμπεριλάβει όσες περισσότερες λεπτομέρειες μπορείτε, μαζί με συνδέσμους προς τις σχετικές σελίδες.",
    "faq.noFlameTitle": "Τι πρέπει να κάνω άν δω κάποιον που είναι κακόβουλος ή ασεβής;",
    "faq.noFlameBody": "Σίγουρα μη ρίξετε λάδι στη φωτιά! Απαντώντας σε κακόβουλα σχόλια με περισσότερη κακοβουλία απλά κάνει τα πράγματα χειρότερα και θα μπορούσε να οδηγήσει στον αποκλεισμό του λογαριασμού σας. Αντί για αυτό, απλά αναφέρετε οτιδήποτε που είναι ασεβές ή δεν είναι εποικοδομητικό και εμείς θα επικοινωνήσουμε με το χρήστη. Ελέγχουμε τις αναφορές πολλές φορές τη μέρα - γι'αυτό μην ανησυχείτε, θα ξεκαθαρίσουμε τα πράγματα για σας!",
    "faq.reviewContentTitle": "Τι κάνει η ομάδα του Scratch όταν κάτι έχει αναφερθεί ή σημανθεί;",
    "faq.reviewContentBody": "Η Ομάδα του Scratch εξετάζει αναφερόμενα σχόλια και έργα κάθε μέρα. Εάν κάτι παραβιάζει τις {cgLink} του Scratch, θα το διαγράψουμε και θα στείλουμε μια προειδοποίηση στον λογαριασμό. Μπορεί επίσης να αποκλείσουμε τους λογαριασμούς ή τα δίκτυα που χρησιμοποιήθηκαν για να το μοιραστούν, ανάλογα με το τι μοιράστηκε και αν έχουμε ξαναστείλει προειδοποίηση σε αυτό το άτομο στο παρελθόν.",
    "faq.blockedAccountTitle": "Τι συμβαίνει όταν ένας λογαριασμός αποκλειστεί;",
    "faq.blockedAccountBody": "Όταν ένας λογαριασμός αποκλειστεί, ο ιδιοκτήτης δεν μπορεί πια να έχει πρόσβαση στον λογαρισμό του, να τον χρησιμοποιήσει για να δημιουργήσει έργα, ή να αναρτήσει νέα σχόλια. Όταν συνδεθεί, θα δει μια σελίδα που εξηγεί γιατί ο λογαριασμός έχει αποκλειστεί, μαζί με μια διαδικτυακή φόρμα που μπορεί να χρησιμοποιήσει για να ζητήσει την άρση του αποκλεισμού. Αν ο ιδιοκτήτης μπορεί να δείξει ότι κατάλαβε γιατί ο λογαριασμός του έχει αποκλειστεί, και υποσχεθεί να ακολουθεί τις {cgLink} του Scratch στο μέλλον, θα γίνει άρση του αποκλεισμού.",
    "faq.stolenAccountTitle": "Κάποιος απέκτησε πρόσβαση στον λογαριασμό μου και μπλόκαρε τον λογαριασμό μου. Τι κάνω;",
    "faq.stolenAccountBody": "Εσείς είστε υπεύθυνος για την ασφάλεια του κωδικού σας. Εάν κάποιος που γνωρίζετε απέκτησε έλεγχο του λογαριασμού σας και έκανε άσχημα πράγματα, πείτε το στους ανήλικες που είναι υπεύθυνοι για τον υπολογιστή που χρησιμοποιήθηκε. Εάν νομίζετε πως κάποιος που δεν γνωρίζετε απέκτησε έλεγχο του λογαριασμού σας, αλλάξτε τον κωδικό και / ή χρησιμοποιήστε τον σύνδεσμο {contactLink} για να εξηγήσετε την κατάσταση. Εάν ο λογαρισμός σας αποκλείστηκε για κάτι κακό που κάνατε το οποίο παραβίασε τις {cgLink}, παρακαλούμε μη μας πείτε ότι το έκανε κάποιος άλλος. Όταν μας λένε ότι κάποιος άλλος χρησιμοποίησε τον λογαριασμό τους για να κάνει κάτι κακό, τότε χρειάζεται να προσπαθήσουμε να μιλήσουμε με εκείνο το άτομο πριν μπορέσουμε να επαναφέρουμε τον λογαριασμό. Αυτό σημαίνει πως ο λογαριασμός σας θα παραμείνει αποκλεισμένος για πολύ περισσότερο από ότι στην περίπτωση που θα ήσασταν ειλικρινής μαζί μας για το τι συνέβη.",
    "faq.aboutExtensionsTitle": "Τι είναι οι επεκτάσεις;",
    "faq.aboutExtensionsBody": "Στον επεξεργαστή Scratch, μπορείτε να προσθέσετε συλλογές από επιπλέον εντολές που ονομάζονται \"επεκτάσεις\". Για παράδειγμα υπάρχουν επεκτάσεις που σας δίνουν τη δυνατότητα προγραμματισμού φυσικών συσκευών (όπως το micro:bit και τα ρομποτικά κιτ LEGO) και μετάφρασης κειμένου μέσα από τα έργα Scratch. Θα συνεχίσουμε να προσθέτουμε νέες επεκτάσεις με τον καιρό, έτσι ώστε τα πράγματα που μπορείτε να κάνετε με το Scratch θα συνεχίζουν να αυξάνονται με τον καιρό.",
    "faq.howToAddExtensionsTitle": "Πώς προσθέτω μια επέκταση σε ένα έργο;",
    "faq.howToAddExtensionsBody": "Αν κάνετε κλικ στο κουμπί \"Επεκτάσεις\" στην κάτω αριστερή γωνία του επεξεργαστή προγράμματος Scratch, θα δείτε έναν κατάλογο με όλες τις Επεκτάσεις του Scratch. Όταν επιλέξτε μία από τις επεκτάσεις, μια νέα κατηγορία εντολών θα προστεθεί στο έργο σας. Η επέκταση θα φορτώνεται αυτόματα κάθε φορά που θα ανοίγει το έργο σας. Μπορείτε να προσθέσετε πολλαπλές επεκτάσεις στο ίδιο έργο.",
    "faq.createExtensionsTitle": "Πώς δημιουργώ τη δική μου επέκταση για το Scratch;",
    "faq.createExtensionsBody": "Η Ομάδα του Scratch θα δημοσιεύσει προδιαγραφές και οδηγίες για τις επεκτάσεις στο μέλλον. Μόλις είναι διαθέσιμες, θα μπορείτε να υποβάλετε επεκτάσεις στην Ομάδα του Scratch προς θεώρηση αν θα συμπεριληφθούν στην επίσημη βιβλιοθήκη επεκτάσεων του Scratch 3.0. Επίσης, θα παρέχουμε οδηγίες για ανάπτυξη και διανομή \"πειραματικών\" επεκτάσεων, που μπορούν να χρησιμοποιηθούν για να δημιουργηθούν έργα σε ιδιωτικούς υπολογιστές, αλλά που δεν θα κοινοποιηθούν στη διαδικτυακή κοινότητα του Scratch.",
    "faq.scratchXTitle": "Τι θα συμβεί στον ιστότοπο του ScratchX;",
    "faq.scratchXBody": "Ο ιστότοπος του ScratchX (scratchx.org) ήταν ένας πειραματικός χώρος για επεκτάσεις. Οι επεκτάσεις που δημιουργήθηκαν στο ScratchX δεν είναι συμβατές με το Scratch 3.0. Μόλις οι πειραματικές επεκτάσεις υποστηρίζονται πλήρως στο Scratch, θα σταματήσουμε την υποστήριξη του ScratchX και θα παρέχουμε στους προγραμματιστές και τους χρήστες χρόνο για να μεταβούν από το ScratchX στη νέα πλατφόρμα επεκτάσεων.",
    "faq.cloudDataInfoTitle": "Τι είναι οι μεταβλητές cloud;",
    "faq.cloudDataInfoBody": "Οι μεταβλητές cloud επιτρέπουν σε δεδομένα από ένα έργο να αποθηκευτούν και να μοιραστούν με άλλους στην κοινότητα του Scratch. Μπορείτε να χρησιμοποιήσετε τις μεταβλητές cloud για να δημιουργήσετε δημοσκοπήσεις και άλλα έργα που άλλοι στην κοινότητα μπορούν να έχουν πρόσβαση και να αλλάζουν τα δεδομένα σταδιακά.",
    "faq.makeCloudVarTitle": "Πώς μπορώ να φτιάξω μια μεταβλητή cloud;",
    "faq.makeCloudVarBody": "Πηγαίνετε στην ενότητα \"Μεταβλητές\" της καρτέλας των εντολών, επιλέξτε \"Δημιουργία Μεταβλητής\", και στη συνέχεια κάνετε κλικ στο κουτάκι δίπλα στο \"Μεταβλητή cloud (αποθηκευμένη στον εξυπηρετητή)\". Τα δεδομένα που συσχετίζονται με τη δική σας μεταβλητή cloud θα αποθηκεύονται στον εξυπηρετητή, θα διατηρούνται με τον χρόνο, και θα είναι προσβάσιμα σε οποιονδήποτε ανοίγει το έργο.",
    "faq.onlyNumbersTitle": "Τι τύποι δεδομένων μπορούν να αποθηκευτούν στις μεταβλητές cloud;",
    "faq.onlyNumbersBody": "Μόνο αριθμοί μπορούν να αποθηκευτούν σε μεταβλητές cloud.",
    "faq.storedCloudInfoTitle": "Ποιος μπορεί να δει τα δεδομένα που έχουν αποθηκευτεί σε μεταβλητές cloud;",
    "faq.storedCloudInfoBody": "Όταν αλληλεπιδράτε με ένα έργο που χρησιμοποιεί μεταβλητές cloud, τα δεδομένα που συσχετίζονται με τις αλληλεπιδράσεις σας μπορούν να αποθηκευτούν μαζί με το όνομα χρήστη σας, και άλλα άτομα μπορούν να τα δουν.",
    "faq.reportCloudTitle": "Εάν δω ότι κάποιος ανεβάζει ακατάλληλο υλικό χρησιμοποιώντας μεταβλητές cloud, πώς μπορώ να το αναφέρω;",
    "faq.reportCloudBody": "Κάντε κλικ στο κουμπί \"Αναφορά\" (κάτω από την αναπαραγωγή έργου στη σελίδα του έργου) για να αναφέρετε ακατάλληλο περιεχόμενο σε μεταβλητές loud. Σιγουρευτείτε ότι αναφέρετε τη φράση \"cloud variables\" όταν πληκτρολογείτε την αιτία στην αναφορά.",
    "faq.chatRoomTitle": "Μπορώ να δημιουργήσω χώρους συνομιλίας (chat rooms) με μεταβλητές cloud;",
    "faq.chatRoomBody": "Ενώ είναι τεχνικά δυνατό να δημιουργήσετε χώρους συνομιλίας (chat room) με μεταβλητές cloud, δεν επιτρέπονται στον ιστότοπο του Scratch.",
    "faq.changeCloudVarTitle": "Ποιος μπορεί να αλλάξει τις πληροφορίες σε μια μεταβλητή cloud;",
    "faq.changeCloudVarBody": "Μόνο εσείς και αυτοί που βλέπουν το έργο σας μπορούν να αποθηκεύουν δεδομένα στις μεταβλητές cloud του έργου σας. Αν κάποιοι πατήσουν \"Δείτε μέσα\" ή κάνουν άναμειξη του κώδικά σας, δημιουργείται ένα αντίγραφο της μεταβλητής και δεν επηρεάζει ή αλλάζει την αρχική μεταβλητή.",
    "faq.newScratcherCloudTitle": "Είμαι συνδεδεμένος, αλλά δεν μπορώ να χρησιμοποιήσω έργα με μεταβλητές cloud. Τι συμβαίνει;",
    "faq.newScratcherCloudBody": "Αν είστε ακόμη \"Νέος Scratcher\" στον ιστότοπο, δε θα έχετε τη δυνατότητα να χρησιμοποιείτε έργα με μεταβλητές cloud. Θα πρέπει να γίνετε \"Scratcher\" για να έχετε πρόβαση σε μεταβλητές cloud. Δείτε την ενότητα Λογαριασμοί (παραπάνω) για περισσότερες πληροφορίες όσον αφορά στη μετάβαση από “Νέος Scratcher” σε \"Scratcher\".",
    "faq.multiplayerTitle": "Είναι δυνατό να φτιάξω παιχνίδια πολλών παιχτών με μεταβλητές cloud;",
    "faq.multiplayerBody": "Παιχνίδια για πολλούς παίκτες μπορεί να είναι δύσκολο να δημιουργηθούν, λόγω της ταχύτητας του δικτύου και των προβλημάτων συγχρονισμού. Ωστόσο, ορισμένοι Scratchers επινοούν δημιουργικούς τρόπους για να χρησιμοποιήσουν τις μεταβλητές cloud για παιχνίδια στρατηγικής και άλλων ειδών.",
    "faq.schoolsTitle": "Το Scratch στα Σχολεία",
    "faq.howTitle": "Πώς χρησιμοποιείται το Scratch στα σχολεία;",
    "faq.howBody": "To Scratch χρησιμοποιείται σε εκατοντάδες χιλιάδες σχολεία ανά τον κόσμο, σε πολλά διαφορετικά διδακτικά πεδία (όπως γλώσσα, καλλιτεχνικά, φυσικές επιστήμες, ιστορία, μαθηματικά, και πληροφορική). Μπορείτε να μάθετε πειρσσότερα για στρατηγικές και πηγές για τη χρήση του Scratch σε σχολεία και άλλα μαθησιακά περιβάλλοντα (όπως μουσεία, βιβλιοθήκες, και κοινοτικά κέντρα) στη {educatorsLink}.",
    "faq.educatorsLinkText": "Σελίδα Εκπαιδευτικών",
    "faq.noInternetTitle": "Υπάρχει τρόπος οι μαθητές να χρησιμοποιούν το Scratch χωρίς σύνδεση στο διαδίκτυο;",
    "faq.noInternetBody": "Ναι. Το {downloadLink} είναι μια έκδοση του Scratch που εκτελείται σε σταθερό ή φορητό υπολογιστή. Προς το παρόν, το Scratch Desktop είναι διαθέσιμο σε υπολογιστές για Mac και Windows.",
    "faq.communityTitle": "Μπορώ να απενεργοποιήσω τη διαδικτυακή κοινότητα για τους μαθητές μου;",
    "faq.communityBody": "Η διαδικτυαική κοινότητα του Scratch παρέχει έναν τρόπο στους νέους να μοιράζονται, να συνεργάζονται, και να μαθαίνουν με τους συνομηλίκους τους μέσα σε μια κοινότητα ελεγχόμενη από τις {cgLink}. Ωστόσο, κατανοούμε ότι κάποιοι εκπαιδευτικοί προτιμούν οι μαθητές τους να μη συμμετέχουν σε μια διαδικτυαική κοινότητα. Αυτοί οι εκπαιδευτικοί ίσως θα ήθελαν να εγκαταστήσουν το Scratch Desktop, το οποίο εκτελείται χωρίς σύνδεση στο διαδίκτυο και τοπικά σε σταθερό ή φορητό υπολογιστή.",
    "faq.teacherAccountTitle": "Τι είναι ένας Λογαριασμός Εκπαιδευτικού στο Scratch;",
    "faq.teacherAccountBody": "Ένας Λογαριασμός Εκπαιδευτικού στο Scratch παρέχει σε εκπαιδευτικούς και άλλους εκπαιδευτές επιπρόσθετα χαρακτηριστικά για να διαχειρίζονται τη συμμετοχή των μαθητών τους στο Scratch, συμπεριλαμβανομένης της δυνατότητας να δημιουργούν λογαριασμούς μαθητών, να οργανώνουν τα έργα των μαθητών σε συλλογές, και να παρακολουθούν τα σχόλια των μαθητών. Για περισσότερες πληροφορίες για τους Λογαριασμούς Εκπαιδευτικών στο Scratch, δείτε τις {eduFaqLink}.",
    "faq.eduFaqLinkText": "Συχνές Ερωτήσεις για τον Λογαριασμό Εκπαιδευτικού",
    "faq.requestTitle": "Πώς αιτούμαι έναν Λογαριασμό Εκπαιδευτικού στο Scratch;",
    "faq.requestBody": "Μπορείτε να κάνετε αίτηση για έναν Λογαριασμό Εκπαιδευτικού στο Scratch από τη {educatorsLink} στο Scratch. Ζητάμε επιπλέον πληροφορίες κατά τη διάρκεια της διαδικασίας της εγγραφής για να επιβεβαιώσουμε τον εκπαιδευτικό σας ρόλο.",
    "faq.dataTitle": "Τι δεδομένα συγκεντρώνει το Scratch για τους μαθητές;",
    "faq.dataBody": "Όταν ένας μαθητής εγγράφεται στο Scratch για πρώτη φορά, ζητάμε βασικά δημογραφικά δεδομένα όπως φύλο, ηλικία (μήνας και έτος γέννησης), χώρα, και μια διεύθυνση email για επιβεβαίωση. Αυτά τα στοιχεία χρησιμοποιούνται (σε συγκεντρωτική μορφή) σε ερευνητικές μελέτες με σκοπό να βελτιωθεί η κατανόησή μας για το πώς μαθαίνουν οι άνθρωποι με το Scratch. Όταν ένας εκπαιδευτικός χρησιμοποιεί έναν Λογαριασμό Εκπαιδευτικού στο Scratch για να δημιουργήσει μαζικά λογαριασμούς μαθητών, οι μαθητές δεν απαιτείται να παρέχουν διεύθυνση email για τη δημιουργία λογαριασμού.",
    "faq.lawComplianceTitle": "Είναι το Scratch (η διαδικτυακή έκδοση) σύμφωνο με τους τοπικούς και ομοσπονδιακούς νόμους απορρήτου δεδομένων των Ηνωμένων Πολιτειών;",
    "faq.lawComplianceBody1": "Το Scratch ενδιαφέρεται βαθύτατα για την ιδιωτικότητα των μαθητών και όλων όσων χρησιμοποιούν την πλατφόρμα μας. Έχουμε εγκαταστήσει φυσικές και ηλεκτρονικές διαδικασίες για να προστατεύσουμε τις πληροφορίες που συλλέγουμε στον ιστότοπο του Scratch. Μολονότι δεν είμαστε σε θέση να προσφέρουμε συμβατικές εγγυήσεις για κάθε πρόσωπο που χρησιμοποιεί το δωρεάν εκπαιδευτικό προϊόν μας, είμαστε σύμφωνοι με όλους τους ομοσπονδιακούς νόμους των Ηνωμένων Πολιτειών που έχουν εφαρμογή στο MIT και στο Scratch Foundation, τους οργανισμούς που δημιούργησαν και συντηρούν το Scratch. Σας ενθαρρύνουμε να διαβάσετε την Πολιτική Απορρήτου του Scratch για περισσότερες πληροφορίες.",
    "faq.lawComplianceBody2": "Αν θα επιθυμούσατε να δημιουργήσετε έργα με το Scratch χωρίς να υποβάλετε καθόλου Προσωπικά Στοιχεία σε εμάς, μπορείτε να κατεβάσετε το {downloadLink}. Τα έργα που δημιουργούνται στο Scratch Desktop δεν είναι προσβάσιμα από την Ομάδα του Scratch, και η χρήση του Scratch Desktop δεν αποκαλύπτει κανένα προσωπικό αναγνωριστικό στοιχείο στο Scratch εκτός αν ανεβάσετε αυτά τα έργα στη διαδικτυακή κοινότητα του Scratch."
}