{
    "faq.title": "Preguntas Frecuentes (FAQ)",
    "faq.intro": "En esta página, encontrará respuestas a las preguntas más frecuentes sobre Scratch.",
    "faq.aboutTitle": "Preguntas generales",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remezclar y copiar",
    "faq.accountsTitle": "Cuentas",
    "faq.permissionsTitle": "Licencias y permisos",
    "faq.inappropriateContentTitle": "Contenido inapropiado",
    "faq.scratchExtensionsTitle": "Extensiones de Scratch",
    "faq.cloudDataTitle": "Variables de la Nube",
    "faq.aboutScratchTitle": "¿Qué es Scratch y qué puedo hacer con él?",
    "faq.aboutScratchBody": "Con el lenguaje de programación Scratch y la comunidad en línea, puede crear sus propias historias, juegos y animaciones interactivos, y compartir sus creaciones con otras personas en todo el mundo. A medida que los jóvenes crean y comparten proyectos Scratch, aprenden a pensar de manera creativa, razonar sistemáticamente y trabajar en colaboración. Para obtener más información sobre Scratch, consulta la página {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Acerca de Scratch",
    "faq.makeGameTitle": "¿Cómo hago un juego o una animación con Scratch?",
    "faq.makeGameBody": "Echa un vistazo a {ideasLink} para ver muchas maneras de empezar con Scratch",
    "faq.ideasLinkText": "Página de ideas",
    "faq.whoUsesScratchTitle": "¿Quién usa Scratch?",
    "faq.whoUsesScratchBody": "Scratch es utilizado por personas de todos los orígenes, en todos los países del mundo, en todo tipo de entornos: hogares, escuelas, bibliotecas, museos y más. Scratch está diseñado especialmente para jóvenes de 8 a 16 años, pero personas de todas las edades crean y comparten con Scratch. Los niños más pequeños pueden querer probar {scratchJrLink}, una versión simplificada de Scratch diseñada para edades de 5 a 7 años.",
    "faq.requirementsTitle": "¿Cuáles son los requisitos de sistema de Scratch?",
    "faq.requirementsBody": "Scratch se ejecutará en la mayoría de los navegadores web actuales en computadoras de escritorio, portátiles y tabletas. Puede ver proyectos en teléfonos móviles, pero actualmente no puede crear ni editar proyectos en teléfonos. A continuación se muestra la lista de navegadores admitidos oficialmente.",
    "faq.requirementsDesktop": "Escritorio",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Es INCOMPATIBLE con Internet Explorer.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Chrome para móvil (63+)",
    "faq.requirementsTabletSafari": "Safari para móvil (11+)",
    "faq.requirementsNote": "Nota:",
    "faq.requirementsNoteDesktop": "Si su computadora no cumple con estos requisitos, puede probar el editor {downloadLink} (consulte el siguiente elemento en las Preguntas frecuentes).",
    "faq.scratchApp": "Aplicación de Scratch",
    "faq.requirementsNoteWebGL": "Si encuentra un error de WebGL, pruebe con un navegador diferente.",
    "faq.requirementsNoteTablets": "En las tabletas, actualmente no hay una forma de usar bloques \"tecla presionada\" o menús contextuales con el botón derecho del ratón.",
    "faq.offlineTitle": "¿Tienen una versión descargable para que pueda crear y ver proyectos sin conexión?",
    "faq.offlineBody": "La aplicación Scratch le permite crear proyectos Scratch sin conexión a Internet. Puede descargar {downloadLink} del sitio web de Scratch o de la tienda de aplicaciones de su dispositivo. (Anteriormente, esto se llamaba \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "¿Puedo seguir subiendo a la página web proyectos creados con versiones anteriores de Scratch?",
    "faq.uploadOldBody": "Sí: puede compartir o cargar proyectos realizados con versiones anteriores de Scratch, y serán visibles y jugables. (Sin embargo, no puede descargar proyectos creados o editados en versiones posteriores de Scratch y abrirlos en versiones anteriores. Por ejemplo, no puede abrir un proyecto de Scratch 3.0 en la versión de escritorio {scratch2Link}, porque Scratch 2.0 no sabe cómo leer el formato de archivo de proyecto .sb3).",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "¿Cuánto cuesta Scratch? ¿Necesito una licencia?",
    "faq.scratchCostBody": "Scratch es y siempre será grátis. No necesitas una licencia para usar Scratch en su escuela, hogar o a cualquier otro lado. El desarrollo y mantenimiento de Scratch es pagado por las becas y donaciones. Si le gustaría contribuir a Scratch, dele un vistazo a nuestro {donateLink}",
    "faq.donateLinkText": "Página de donaciones",
    "faq.mediaLabTitle": "¿Quién creó Scratch?",
    "faq.mediaLabBody": "Scratch es desarrollado y mantenido por el Equipo Scratch en {llkLink} en el .{mediaLabLink}",
    "faq.llkLinkText": "Lifelong Kindergarten Group",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "¿Qué es Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 es la última generación de Scratch, lanzada el 2 de enero de 2019. Está diseñado para expandir cómo, qué y dónde puede crear con Scratch. Incluye docenas de sprites nuevos, un editor de sonido totalmente nuevo y muchos bloques de programación nuevos. Y con Scratch 3.0, puede crear y reproducir proyectos en su tableta, además de en su computadora portátil o de escritorio.",
    "faq.reportBugsScratch3Title": "¿Cómo puedo informar errores y compartir comentarios sobre Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Puede informar errores y compartir comentarios en la {forumsLink} sección de los foros de discusión de Scratch.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "¿Scratch 3.0 está disponible en varios idiomas?",
    "faq.languagesScratch3Body1": "Sí. Para cambiar el idioma de los bloques de programación, haga clic en el icono de 'globo' en la barra de navegación superior del editor de programación, luego haga clic en el menú desplegable para seleccionar un idioma.",
    "faq.languagesScratch3Body2": "Todas nuestras traducciones son realizadas por voluntarios. El editor de Scratch 3.0 ya se ha traducido a más de 40 idiomas. Puede ver todos los idiomas que se están traduciendo y revisando actualmente en nuestro {transifexLink}. Si desea ayudar con la traducción o la revisión, comuníquese con {emailLink}.",
    "faq.transifexLinkText": "servidor de traducción",
    "faq.removedBlocksScratch3Title": "¿Scratch 3.0 elimina los bloques de codificación de versiones anteriores de Scratch?",
    "faq.removedBlocksScratch3Body": "No se han eliminado bloques de codificación en Scratch 3.0, pero algunos han cambiado un poco y otros se han movido a \"Extensiones\" (como se describe a continuación, en la sección {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "¿Scratch 3.0 introduce nuevos bloques?",
    "faq.newBlocksScratch3Body": "¡Sí! En Scratch 3.0 encontrarás:",
    "faq.newBlocksSoundEffect": "Nuevos bloques \"efectos de sonido\"",
    "faq.newBlocksOperators": "Nuevos operadores que facilitan el trabajo con texto (cadenas)",
    "faq.newBlocksPen": "Nuevos bloques de lápiz, incluido soporte para transparencia",
    "faq.newBlocksGlide": "Nuevo bloque de deslizamiento para moverse fácilmente a un sprite (o punto aleatorio)",
    "faq.newBlocksExtensions": "Muchas capacidades nuevas a través de \"Scratch Extensions\" (consulte la sección Extensiones a continuación)",
    "faq.biggerBlocksScratch3Title": "¿Por qué los bloques son más grandes en Scratch 3.0 que en versiones anteriores?",
    "faq.biggerBlocksScratch3Body": "Para que Scratch 3.0 funcione bien en dispositivos táctiles (como muchas Chromebooks, computadoras portátiles Windows Surface y tabletas), necesitábamos hacer los bloques más grandes para que fuera más fácil arrastrarlos y tocarlos. Además, los bloques son un poco más grandes en Scratch 3.0 para ayudar a abordar los problemas que observamos con los nuevos usuarios que tenían problemas para hacer clic y arrastrar elementos pequeños de la interfaz.",
    "faq.extensionsScratch3Title": "¿Adónde fueron los bloques Pen? ¿A dónde fueron los bloques de música? ¿A dónde fueron los bloques de detección de video?",
    "faq.extensionsScratch3Body": "Los bloques Pen, Music y Video Sensing se han movido a extensiones. Las extensiones se pueden agregar haciendo clic en el botón en la parte inferior izquierda de la pantalla (consulte la sección \"Extensiones\" a continuación).",
    "faq.paintEditorScratch3Title": "¿Cuáles son las nuevas funciones del Editor de pintura?",
    "faq.paintEditorScratch3Body": "El editor de pintura se ha rediseñado para proporcionar funciones nuevas y potentes al mismo tiempo que lo hace más fácil de usar. Los cambios y las nuevas características incluyen:",
    "faq.paintEditorLayout": "Nuevo diseño que hace que las herramientas y opciones disponibles sean más visibles",
    "faq.paintEditorTools": "Nuevas herramientas como un \"borrador\" que funciona en modo vectorial",
    "faq.paintEditorColors": "Más opciones para seleccionar y ajustar colores",
    "faq.paintEditorVector": "Más control sobre los puntos vectoriales (manejadores de curvas y modos de puntos)",
    "faq.paintEditorLayers": "Controles adicionales para ordenar capas (\"traer al frente\", \"mover al fondo\", etc.)",
    "faq.paintEditorGradients": "Nuevos controles de degradado",
    "faq.soundEditorScratch3Title": "¿Cuáles son las nuevas características del Editor de sonido?",
    "faq.soundEditorScratch3Body": "El editor de sonido se ha rediseñado para facilitar la grabación y manipulación de sonidos. Ofrece una serie de características nuevas:",
    "faq.soundEditorRecording": "Nuevo sistema de grabación más fácil de usar",
    "faq.soundEditorTrimming": "Nuevo sistema de recorte de audio que es más fácil de usar",
    "faq.soundEditorEffects": "Nuevos efectos de sonido (como \"más rápido\", \"más lento\" y \"robot\")",
    "faq.tipsWindwScratch3Title": "¿Qué pasó con la ventana de consejos de Scratch?",
    "faq.tipsWindowScratch3Body": "En lugar de la ventana de consejos, Scratch 3.0 proporciona material similar a través de la biblioteca de tutoriales, a la que se puede acceder a través del enlace de tutoriales en la barra de navegación superior del editor de programación. Encontrarás tutoriales para proyectos completos (como \"Crear un juego de persecución\") o bloques y funciones específicas (como \"Graba un sonido\" o \"Haz que gire\"). Pronto se agregarán más tutoriales (como \"Pong Game\" y \"Make It Fly\").",
    "faq.remixDefinitionTitle": "¿Qué es un remix?",
    "faq.remixDefinitionBody": "Cuando un Scratcher hace una copia del proyecto de otra persona y lo modifica para agregar sus propias ideas (por ejemplo, al cambiar el guión o el vestuario), el proyecto resultante se llama \"remix\". Todos los proyectos compartidos en el sitio web de Scratch se pueden remezclar. Consideramos que incluso un cambio menor es un remix válido, siempre que se dé crédito al creador del proyecto original y a otras personas que hicieron contribuciones significativas al remix.",
    "faq.remixableTitle": "¿Por qué el Equipo Scratch requiere que todos los proyectos sean “remixables”?",
    "faq.remixableBody": "Creemos que remezclar los proyectos de otras personas es una excelente manera de aprender a programar y crear proyectos interesantes. A través de la remezcla, las ideas creativas se propagan a través de la comunidad de Scratch y todos se benefician. Todos los proyectos compartidos en el sitio web de Scratch están cubiertos por la licencia Creative Commons Share Alike, lo que significa que puede remezclar cualquier proyecto que vea en el sitio web de Scratch, y todos los demás pueden remezclar cualquiera de los proyectos que comparte en el sitio web.",
    "faq.creativeCommonsTitle": "¿Qué sucede si no quiero que otros remezclen mis proyectos?",
    "faq.creativeCommonsBody": "Remezclar es una parte importante de la comunidad Scratch. Si no desea que otros vean o remezclen sus creaciones, aún puede crear proyectos en el sitio web de Scratch, pero no los comparta en el sitio web.",
    "faq.fairUseTitle": "¿Puedo usar imágenes, sonidos u otros medios de Internet en mis proyectos?",
    "faq.fairUseBody": "Si elige integrar el trabajo de otra persona en el suyo, asegúrese de darle crédito en la sección de 'créditos' del proyecto e incluya un enlace al original. Para encontrar arte/sonidos que ya tienen licencia para remezclar, consulte el archivo {ccLink}.",
    "faq.ccLinkText": "Página de búsqueda de Creative Commons",
    "faq.whyAccountTitle": "¿Por qué es útil tener una cuenta Scratch?",
    "faq.whyAccountBody": "Incluso sin una cuenta, puede reproducir proyectos de otras personas, leer comentarios y foros, e incluso crear sus propios proyectos. Pero necesita una cuenta para guardar y compartir proyectos, escribir comentarios y publicaciones en foros, y participar en otras actividades \"sociales\" en la comunidad (como \"amar\" los proyectos de otras personas).",
    "faq.createAccountTitle": "¿Cómo puedo crear una cuenta?",
    "faq.createAccountBody": "Simplemente haga clic en \"Unirse\" en la página de inicio de Scratch. Deberá responder algunas preguntas y proporcionar una dirección de correo electrónico. ¡Solo toma un par de minutos, y es totalmente gratis!",
    "faq.checkConfirmedTitle": "¿Cómo puedo verificar si mi cuenta ha sido confirmada?",
    "faq.howToConfirmTitle": "¿Cómo confirmo mi cuenta?",
    "faq.howToConfirmBody": "Después de crear una nueva cuenta en Scratch, recibirá un mensaje de correo electrónico con un enlace. Simplemente haga clic en el enlace para confirmar su cuenta. Una vez que confirme su cuenta, podrá compartir proyectos, escribir comentarios y crear estudios. Confirmar su cuenta también le permite recibir actualizaciones por correo electrónico del Scratch Team. Si no puede encontrar el correo electrónico con el enlace de confirmación, verifique su carpeta de correo no deseado. Si aún no puede encontrarlo y desea recibir otra copia, vaya a la Configuración de su cuenta, haga clic en la pestaña Correo electrónico y siga las instrucciones allí. Tenga en cuenta que el correo electrónico puede tardar hasta una hora en llegar. Si aún no ve el correo electrónico después de una hora, {contactLink}.",
    "faq.contactLinkText": "háznoslo saber",
    "faq.checkConfirmedBody": "Para verificar si su cuenta está confirmada, inicie sesión en su cuenta de Scratch y vaya a su {settingsLink} página. Las direcciones de correo electrónico confirmadas mostrarán una pequeña marca de verificación verde. De lo contrario, verá el texto \"Su dirección de correo electrónico no está confirmada\" en naranja.",
    "faq.settingsLinkText": "Ajustes del correo electrónico",
    "faq.requireConfirmTitle": "¿Tengo que confirmar mi cuenta?",
    "faq.requireConfirmBody": "Todavía puede usar muchos aspectos de Scratch sin confirmar su cuenta, incluida la creación y el guardado de proyectos (sin compartirlos).",
    "faq.forgotPasswordTitle": "Olvidé mi nombre de usuario o contraseña. ¿Cómo puedo restablecerlo?",
    "faq.forgotPasswordBody": "Ingrese su nombre de usuario o dirección de correo electrónico en la página {resetLink}. El sitio web enviará un correo electrónico a la dirección asociada con su nombre de usuario y un enlace que puede usar para restablecer su contraseña.",
    "faq.resetLinkText": "Restablecimiento de contraseña",
    "faq.changePasswordTitle": "¿Como puedo cambiar mi contraseña?",
    "faq.changePasswordBody": "Inicie sesión en su cuenta de Scratch, luego visite nuestra página {changeLink} donde puede cambiar su contraseña.",
    "faq.changeLinkText": "Configuración de contraseña",
    "faq.changeEmailTitle": "¿Cómo cambiar mi dirección de correo electrónico?",
    "faq.changeEmailBody": "Inicie sesión en su cuenta de Scratch, luego visite nuestra {changeEmailLink} página donde puede cambiar su dirección de correo electrónico.",
    "faq.newScratcherTitle": "¿Cómo hago la transición de 'Nuevo Scratcher' a 'Scratcher'?",
    "faq.newScratcherBody": "Cuando crees una cuenta, se te etiquetará como Nuevo Scratcher. Para hacer la transición a Scratcher, debe crear y compartir proyectos, comentar de manera útil sobre los proyectos de otros Scratchers y ser paciente. Una vez que haya cumplido con los requisitos, aparecerá un enlace en su página de perfil invitándolo a convertirse en Scratcher, y tendrá algunas capacidades adicionales en el sitio web de Scratch. (Tenga en cuenta que no promovemos Scratchers nuevos a Scratcher a pedido)",
    "faq.multipleAccountTitle": "¿Puedo tener más de una cuenta?",
    "faq.multipleAccountBody": "Está bien tener algunas cuentas en el sitio web de Scratch, siempre y cuando ninguna de ellas se use para romper {cgLink}. En ese caso, todas las cuentas relacionadas pueden bloquearse o eliminarse.",
    "faq.multipleLoginTitle": "¿Está bien que más de una persona inicie sesión en una cuenta?",
    "faq.multipleLoginBody": "Esto no está permitido porque el sitio web y el editor del proyecto pueden confundirse fácilmente cuando más de una persona inicia sesión en la misma cuenta. Cuando una cuenta hace algo que viola el {cgLink}, todas las cuentas relacionadas pueden bloquearse o eliminarse. Si comparte una cuenta con alguien que hace algo malo con ella, esto significa que sus cuentas pueden ser bloqueadas por lo que hizo la otra persona.",
    "faq.changeUsernameTitle": "¿Puedo cambiar mi nombre de usuario?",
    "faq.changeUsernameBody": "La estructura del sitio web de Scratch depende de tener un nombre de cuenta consistente, por lo que no es posible cambiar su nombre de usuario. Si realmente necesita cambiar a un nuevo nombre de usuario, puede crear una nueva cuenta, pero tendrá que copiar sus proyectos a la nueva cuenta por su cuenta.",
    "faq.shareInfoTitle": "¿Qué información puedo compartir en/con mi cuenta?",
    "faq.shareInfoBody": "No comparta información de contacto personal, como su dirección física, correo electrónico, número de teléfono o cualquier otra cosa que pueda usarse para establecer contacto fuera del sitio web de Scratch. Reporte proyectos, comentarios o publicaciones en foros que contengan este tipo de información, para que el Equipo Scratch pueda eliminar la información y recordarle al autor nuestra política contra el intercambio de información de contacto personal.",
    "faq.deleteAccountTitle": "¿Cómo borro mi cuenta?",
    "faq.deleteAccountBody": "Inicie sesión en Scratch y luego haga clic en su nombre de usuario en la esquina superior derecha. Seleccione \"Configuración de la cuenta\", luego haga clic en el enlace \"Quiero eliminar mi cuenta\" en la parte inferior de la página. Pero solo debe hacer esto si está absolutamente seguro de que desea eliminar su cuenta.",
    "faq.scratchFreeTitle": "¿Scratch es gratis? ¿Puedo usarlo donde quiera?",
    "faq.scratchFreeBody": "¡Sí! Scratch está disponible de forma gratuita. Puedes usarlo en tu escuela y puedes dictar un curso al respecto (incluso un curso que cueste dinero). No necesita comprar una licencia: ¡es gratis!",
    "faq.scratchScreenshotTitle": "¿Puedo usar Scratch, o capturas de pantalla de él, en un libro o un CD?",
    "faq.scratchScreenshotBody": "Sí, puede usar capturas de pantalla/imágenes de la aplicación y el sitio web de Scratch en un libro o una presentación, y considerar que están autorizados según la licencia {licenseLink}. Le pedimos que incluya una nota en algún lugar de sus materiales que diga: \"Scratch es un proyecto de Scratch Foundation, en colaboración con Lifelong Kindergarten Group en MIT Media Lab. Está disponible de forma gratuita en https://scratch.mit .edu\".",
    "faq.licenseLinkText": "Creative Commons Reconocimiento-CompartirIgual",
    "faq.scratchDescriptionTitle": "¿Puedo incluir una descripción de Scratch y el logo de Scratch en folletos u otros materiales?",
    "faq.scratchDescriptionBody": "¡Seguro! Recomendamos la siguiente descripción: \"Scratch es un lenguaje de codificación y una comunidad en línea donde puede crear sus propias historias, juegos y animaciones interactivas, y compartir sus creaciones con otras personas en todo el mundo. A medida que los jóvenes crean y comparten proyectos de Scratch, aprenden a pensar creativamente, razonar sistemáticamente y trabajar en colaboración. Scratch es un proyecto {sfLink} en colaboración con el grupo Lifelong Kindergarten del MIT Media Lab. Está disponible de forma gratuita en https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "¿Puedo presentar Scratch en una conferencia?",
    "faq.presentScratchBody": "Siéntase libre de hacer presentaciones sobre Scratch a educadores u otros grupos.",
    "faq.supportMaterialTitle": "¿Puedo usar o reinventar los materiales, objetos, imágenes, sonidos o proyectos de ejemplo de Scratch, que se encuentren en el sitio web?",
    "faq.supportMaterialBody": "Sí: la mayoría de los materiales de soporte de Scratch en el sitio web de Scratch están disponibles bajo la licencia {licenseLink}. Hay algunas excepciones: el logotipo de Scratch, Scratch Cat, Gobo, Pico, Nano, Giga y Tera son marcas comerciales de Scratch y no se pueden usar sin el permiso explícito del Equipo Scratch.",
    "faq.sellProjectsTitle": "¿Puedo vender mis proyectos de Scratch?",
    "faq.sellProjectsBody": "Sí: Tu proyecto Scratch es tu creación. Pero tenga en cuenta que una vez que comparte su proyecto en el sitio web de Scratch, todos pueden descargar, mezclar y reutilizar el proyecto según los términos de la licencia {licenseLink}. Entonces, si tiene la intención de vender su proyecto, es posible que desee dejar de compartirlo desde el sitio web de Scratch.",
    "faq.sourceCodeTitle": "¿Donde puedo encontrar el código fuente de Scratch?",
    "faq.sourceCodeBody": "El código fuente del editor de Scratch puede encontrarse en {guiLink}. El código fuente de {flashLink} y de {scratch14Link} también están disponibles en GitHub. Para obtener información actualizada sobre el desarrollo de los proyectos relativos a la web de Scratch, por favor visita {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "¿Cómo sé qué está bien o no compartir en el sitio web de Scratch?",
    "faq.okayToShareBody": "Revisa las {cgLink} Scratch - éstas son un resumen y no incluyen una gran cantidad de cosas legales. Hay un vínculo al final de cada página en Scratch.",
    "faq.reportContentTitle": "¿Qué hago si veo algo que no es apropiado?",
    "faq.reportContentBody": "Puedes hacer clic en el enlace que dice «denunciar» en cualquier proyecto, comentario, entrada o página de usuario que tenga algo que no creas que esté bien en Scratch. Si la situación es complicada puedes utilizar el enlace {contactLink} (disponible al final de cada página) para explicarlo. Asegúrate de incluir tantos detalles como puedas, con enlaces a las páginas pertinentes.",
    "faq.noFlameTitle": "¿Qué hago si alguien está siendo malo o irrespetuoso?",
    "faq.noFlameBody": "¡No agregues a las llamas! Responder a comentarios malos con comentarios más malos solo empeora las cosas y podría resultar en el bloqueo de su cuenta. En su lugar, simplemente informe cualquier cosa que sea irrespetuosa o poco constructiva, y nos pondremos en contacto con el autor. Verificamos los informes todos los días, varias veces al día, así que tenga la seguridad de que solucionaremos las cosas.",
    "faq.reviewContentTitle": "¿Qué hace el equipo de Scratch cuando algo es denunciado o señalado por los usuarios?",
    "faq.reviewContentBody": "El Scratch Team revisa comentarios y proyectos todos los días. Si algo rompe las {cgLink}, lo eliminaremos y mandaremos una advertencia a la cuenta. También podemos bloquear las cuentas o las redes que se utilizaron para compartirlo, según lo que fue compartido y si la persona ha tenido advertencias antes.",
    "faq.blockedAccountTitle": "¿Qué pasa cuando una cuenta es bloqueada?",
    "faq.blockedAccountBody": "Cuando una cuenta es bloqueada el dueño no puede acceder a ella, usarla para crear proyectos o publicar nuevos comentarios. Al autenticarse verán una página que explica por qué la cuenta ha sido bloqueada, junto con un formulario que puede usar para pedir que la desbloqueen. Si el dueño puede demostrarnos que ha entendido porqué su cuenta ha sido bloqueada y promete seguir las {cgLink} en el futuro, será desbloqueada.",
    "faq.stolenAccountTitle": "Alguien obtuvo acceso a mi cuenta y la bloquearon. ¿Qué debo hacer?",
    "faq.stolenAccountBody": "Tú eres responsable de mantener segura tu contraseña. Si alguien que conoces toma el control de tu cuenta y hace cosas malas, díselo a los adultos que están a cargo de los ordenadores. Si crees que alguien que no conoces entró en tu cuenta, cambia la contraseña y/o usa el enlace {contactLink} para explicarnos tu situación. Si tu cuenta fue bloqueada por hacer algo que rompe las {cgLink}, por favor no digas que lo hizo otra persona. Cuando alguien nos cuenta que otra persona ha usado su cuenta para hacer algo malo, tenemos que hablar con esta persona antes de restaurar la cuenta. Esto significa que tu cuenta estará bloqueada menos tiempo si eres honesta/o con nosotros y nos cuentas qué ocurrió.",
    "faq.aboutExtensionsTitle": "¿Qué son las extensiones?",
    "faq.aboutExtensionsBody": "En el editor de Scratch, puede agregar colecciones de bloques adicionales llamados \"extensiones\". Por ejemplo, hay extensiones que le permiten programar dispositivos físicos (como micro:bit y kits de robótica LEGO) y traducir texto dentro de su Scratch. proyectos Continuaremos agregando nuevas extensiones con el tiempo, por lo que lo que puede hacer con Scratch seguirá creciendo con el tiempo.",
    "faq.howToAddExtensionsTitle": "¿Cómo agrego una extensión a un proyecto?",
    "faq.howToAddExtensionsBody": "Si hace clic en el botón \"Extensiones\" en la esquina inferior izquierda del editor de programación de Scratch, verá una lista de todas las Extensiones de Scratch. Cuando seleccione una de las extensiones, se agregará una nueva categoría de bloques a su proyecto. La extensión se cargará automáticamente cada vez que se abra su proyecto. Puede agregar varias extensiones al mismo proyecto.",
    "faq.createExtensionsTitle": "¿Cómo creo mi propia extensión para Scratch?",
    "faq.createExtensionsBody": "El Equipo Scratch publicará especificaciones y pautas para extensiones en el futuro. Una vez que esté disponible, podrá enviar extensiones al Equipo Scratch para que las considere en la biblioteca de extensiones oficial de Scratch 3.0. También proporcionaremos pautas para desarrollar y distribuir extensiones \"experimentales\", que se pueden usar para crear proyectos en computadoras individuales, pero que no se comparten en la comunidad en línea de Scratch.",
    "faq.scratchXTitle": "¿Qué pasará con el sitio web de ScratchX?",
    "faq.scratchXBody": "El sitio web de ScratchX (scratchx.org) fue un banco de pruebas experimental para las extensiones. Las extensiones creadas para ScratchX no son compatibles con Scratch 3.0. Una vez que las extensiones experimentales sean totalmente compatibles con Scratch, suspenderemos la compatibilidad con ScratchX y les daremos a los desarrolladores y usuarios tiempo para pasar de ScratchX a la nueva plataforma de extensiones.",
    "faq.cloudDataInfoTitle": "¿Qué son las variables de nube?",
    "faq.cloudDataInfoBody": "Las variables de la nube permiten que los datos de un proyecto se guarden y se compartan con otras personas en la comunidad de Scratch. Puede usar variables en la nube para realizar encuestas y otros proyectos en los que otros miembros de la comunidad puedan acceder y modificar los datos a lo largo del tiempo.",
    "faq.makeCloudVarTitle": "¿Cómo puedo crear una variable en la nube?",
    "faq.makeCloudVarBody": "Vaya a la sección \"Variables\" de la paleta de bloques, seleccione \"Crear una variable\" y luego haga clic en la casilla de verificación junto a \"Variable en la nube (almacenada en el servidor)\". Los datos asociados con su variable en la nube se almacenarán en el servidor, se conservarán a lo largo del tiempo y estarán accesibles para cualquier persona que abra el proyecto.",
    "faq.onlyNumbersTitle": "¿Qué tipos de datos se pueden almacenar en las variables de la nube?",
    "faq.onlyNumbersBody": "Solo se pueden almacenar números en las variables de la nube.",
    "faq.storedCloudInfoTitle": "¿Quién puede ver los datos almacenados en las variables de la nube?",
    "faq.storedCloudInfoBody": "Cuando interactúa con un proyecto utilizando variables en la nube, los datos asociados con sus interacciones se pueden almacenar junto con su nombre de usuario y otros pueden verlos.",
    "faq.reportCloudTitle": "Si veo que alguien publica contenido inapropiado usando variables en la nube, ¿cómo lo informo?",
    "faq.reportCloudBody": "Haga clic en el botón \"Informar de esto\" (debajo del reproductor del proyecto en la página del proyecto) para informar contenido inapropiado en las variables de la nube. Asegúrese de mencionar \"variables en la nube\" cuando escriba su motivo en el informe.",
    "faq.chatRoomTitle": "¿Puedo hacer salas de chat con variables en la nube?",
    "faq.chatRoomBody": "Si bien es técnicamente posible crear salas de chat con variables en la nube, no están permitidas en el sitio web de Scratch.",
    "faq.changeCloudVarTitle": "¿Quién puede cambiar la información en una variable de nube?",
    "faq.changeCloudVarBody": "Solo usted y los espectadores de su proyecto pueden almacenar datos en las variables de la nube de su proyecto. Si las personas \"ven el interior\" o remezclan su código, se crea una copia de la variable y no afecta ni cambia la variable original.",
    "faq.newScratcherCloudTitle": "Estoy conectado, pero no puedo usar proyectos con variables en la nube. ¿Qué está pasando?",
    "faq.newScratcherCloudBody": "Si todavía eres un \"Nuevo Scratcher\" en la página no podrás  utilizar variables en la nube en tus proyectos. Necesitas convertirte en \"Scratcher\" para tener acceso a las variables en la nube. Échale un vistazo a la sección \"Cuentas\" (más abajo) para saber más sobre la transición de \"Nuevo Scratcher\" a \"Scratcher\".",
    "faq.multiplayerTitle": "¿Es posible crear juegos multijugador con variables en la nube?",
    "faq.multiplayerBody": "Los juegos multijugador pueden ser difíciles de crear debido a la velocidad de la red y a cuestiones de sincronización. Sin embargo, algunos Scratchers han descubierto formas muy creativas de utilizar variables en la nube para crear juegos por turnos y otro tipo de videojuegos.",
    "faq.schoolsTitle": "Scratch en las Escuelas",
    "faq.howTitle": "¿Cómo es utilizado Scratch en colegios?",
    "faq.howBody": "Scratch se usa en cientos de miles de escuelas alrededor del mundo, en muchas asignaturas diferentes  (incluyendo idiomas, artes, ciencia, historia, matemática, y ciencias de la computación). Puedes aprender más acerca de estrategias y recursos para usar Scratch en escuelas y otros ambientes de aprendizaje (tales como museos, bibliotecas, y centros comunitarios) en nuestra {educatorsLink}.",
    "faq.educatorsLinkText": "Página de educadores",
    "faq.noInternetTitle": "¿Existe alguna forma para que los estudiantes utilicen Scratch sin una conexión a Internet?",
    "faq.noInternetBody": "Sí. {downloadLink} es una versión descargable de Scratch que puede funcionar en ordenadores portátiles y de escritorio. Actualmente, la aplicación de Scratch está disponible para dispositivos Windows y Mac.",
    "faq.communityTitle": "¿Puedo desactivar la comunidad en línea para mis estudiantes?",
    "faq.communityBody": "La comunidad online de Scratch da una vía para que jóvenes compartan, colaboren, y aprendan con sus pares en una comunidad moderada y regida por las {cgLink} Scratch. Sin embargo, entendemos que algunos educadores prefieren que sus estudiantes no participen en una comunidad online. Estos educadores podrían desear instalar el Aplicación de Scratch, el cual corre offline y localmente en computador de escritorio o portátil. ",
    "faq.teacherAccountTitle": "¿Qué es una cuenta de profesor de Scratch?",
    "faq.teacherAccountBody": "Una Cuenta de Profesor en Scratch entrega a profesores y otros educadores características adicionales para gestionar participación de estudiantes en Scratch, incluyendo la capacidad de crear cuentas de estudiantes, organizar proyectos de estudiantes en estudios, y monitorear los comentarios de los estudiantes. Para más información acerca de las Cuentas de Profesores en Scratch, vea {eduFaqLink}.",
    "faq.eduFaqLinkText": "Preguntas y Respuestas de las cuentas de profesor en Scratch",
    "faq.requestTitle": "¿Cómo solicito una cuenta de profesor de Scratch?",
    "faq.requestBody": "Puedes solicitar una Cuenta de Profesor en Scratch desde la {educatorsLink} de Scratch. Nosotros solicitaremos información adicional durante el proceso de registro para verificar tu rol como educador.",
    "faq.dataTitle": "¿Qué datos recopila Scratch sobre los estudiantes?",
    "faq.dataBody": "Cuando un estudiante se registra por primera vez en Scratch, solicitamos datos demográficos básicos, incluidos el sexo, la edad (mes y año de nacimiento), el país y una dirección de correo electrónico para la verificación. Estos datos se utilizan (en forma agregada) en estudios de investigación destinados a mejorar nuestra comprensión de cómo las personas aprenden con Scratch. Cuando un educador usa una cuenta de maestro de Scratch para crear cuentas de estudiantes de forma masiva, no es necesario que los estudiantes proporcionen una dirección de correo electrónico para configurar la cuenta.",
    "faq.lawComplianceTitle": "¿La versión en línea de Scratch cumple con las leyes de privacidad de datos locales y federales de los Estados Unidos?",
    "faq.lawComplianceBody1": "Scratch se preocupa profundamente por la privacidad de los estudiantes y de todas las personas que usan nuestra plataforma. Contamos con procedimientos físicos y electrónicos para proteger la información que recopilamos en el sitio web de Scratch. Aunque no estamos en condiciones de ofrecer garantías contractuales con cada entidad que utiliza nuestro producto educativo gratuito, cumplimos con todas las leyes federales de los Estados Unidos que se aplican al MIT y la Fundación Scratch, las organizaciones que han creado y mantenido Scratch. Le recomendamos que lea la Política de privacidad de Scratch para obtener más información.",
    "faq.lawComplianceBody2": "Si te gustaría crear proyectos con Scratch sin enviarnos ninguna información personal, puedes descargar el{downloadLink}. Los proyectos creados en Aplicación de Scratch no son accesibles por el Scratch Team, y usando Aplicación de Scratch no se revela ninguna información de identificación personal a Scratch a menos que subas proyectos a la comunidad online de Scratch. "
}