{
    "faq.title": "Preguntas Frecuentes (FAQ)",
    "faq.intro": "En esta página encontrarás respuestas a las preguntas más frecuentes sobre Scratch.",
    "faq.aboutTitle": "Preguntas generales",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Reinventar y copiar",
    "faq.accountsTitle": "Cuentas",
    "faq.permissionsTitle": "Licencias y permisos",
    "faq.inappropriateContentTitle": "Contenido inapropiado",
    "faq.scratchExtensionsTitle": "Extensiones de Scratch",
    "faq.cloudDataTitle": "Variables en la nube",
    "faq.aboutScratchTitle": "¿Qué es Scratch y qué puedo hacer con él?",
    "faq.aboutScratchBody": "Con el lenguaje de programación Scratch y su comunidad en línea puedes crear tus propias historias interactivas, juegos y animaciones -- y compartir tus creaciones con todo el mundo. Cuando los jóvenes crean y comparten proyectos de Scratch, aprenden a pensar de forma creativa, a razonar sistemáticamente y a trabajar colaborativamente. Para aprender más sobre Scratch, échale un vistazo a la página {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Acerca de Scratch",
    "faq.makeGameTitle": "¿Como hago un juego o una animación con Scratch?",
    "faq.makeGameBody": "En la {ideasLink} puedes ver un montón de formas para comenzar con Scratch",
    "faq.ideasLinkText": "página de ideas",
    "faq.whoUsesScratchTitle": "¿Quién utiliza Scratch?",
    "faq.whoUsesScratchBody": "Scratch lo usa gente de todos los perfiles, de todos los países del mundo, en todo tipo de entornos -- casas, colegios, bibliotecas, museos y mucho más. Scratch está especialmente diseñado para jóvenes de entre 8 y 16 años, pero lo usan personas de todas las edades. Los más pequeños pueden probar {scratchJrLink}, una versión de Scratch más sencilla diseñada para edades entre 5 y 7 años.",
    "faq.requirementsTitle": "¿Cuáles son los requisitos de sistema de Scratch?",
    "faq.requirementsBody": "Scratch funciona en la mayoría de navegadores web modernos en ordenadores de sobremesa, portátiles y tablets. Puedes ver proyectos en teléfonos móviles, pero actualmente no puedes crear o editar proyectos en teléfonos. A continuación tienes la lista de navegadores compatibles.",
    "faq.requirementsDesktop": "Ordenadores",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NO es compatible.",
    "faq.requirementsTablet": "Tabletas",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Safari para móvil (11+)",
    "faq.requirementsNote": "Nota:",
    "faq.requirementsNoteDesktop": "Si tu ordenador no cumple con estos requisitos, puedes probar el editor {downloadLink} (lee el próximo punto de las FAQ).",
    "faq.scratchDesktop": "Scratch Desktop",
    "faq.requirementsNoteWebGL": "Si te encuentras con un error de WebGL, prueba con otro navegador.",
    "faq.requirementsNoteTablets": "En tabletas de momento no hay forma de utilizar los bloques \"al presionar tecla\" o los menús contextuales del clic derecho.",
    "faq.offlineTitle": "¿Tenéis una versión descargable para que pueda crear y ver proyectos sin conexión?",
    "faq.offlineBody": "El editor Scratch Desktop te permite crear proyectos de Scratch sin disponer de conexión a Internet. Puedes descargar {downloadLink} desde la página web. En versiones anteriores se llamaba Scratch Offline editor o Editor sin conexión de Scratch.",
    "faq.uploadOldTitle": "¿Puedo seguir subiendo a la página web proyectos creados con versiones anteriores de Scratch?",
    "faq.uploadOldBody": "Sí: puedes compartir o cargar proyectos creados en versiones anteriores de Scratch, estarán visibles y serán ejecutables. (Sin embargo, no puedes descargar proyectos hechos o editados en versiones nuevas y abrirlos en versiones anteriores. Por ejemplo, no puedes abrir un proyecto de Scratch 3.0 en la versión offline de {scratch2Link}, porque Scratch 2.0 no sabe leer archivos en formato .sb3).",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "¿Cuánto cuesta Scratch? ¿Necesito una licencia?",
    "faq.scratchCostBody": "Scratch es y será siempre gratuito. No necesitas una licencia para usar Scratch en el colegio, en casa o en cualquier otro sitio. El desarrollo y mantenimiento de Scratch se paga a través de becas y donaciones. Si te gustaría contribuir a Scratch, échale un vistazo a {donateLink}.",
    "faq.donateLinkText": "la página de donaciones",
    "faq.mediaLabTitle": "¿Quién creó Scratch?",
    "faq.mediaLabBody": "Scratch es desarrollado y mantenido por el Equipo de Scratch en el{llkLink} del {mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten Group",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "¿Qué es Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 es la última generación de Scratch, lanzada el 2 de enero de 2019. Ha sido diseñada para ampliar cómo, qué y dónde puedes crear con Scratch. Incluye docenas de nuevos objetos, un editor de sonido completamente nuevo y varios bloques de programación nuevos. Por otra parte, con Scratch 3.0 puedes crear y ejecutar proyectos en una tableta, además de en portátiles y ordenadores de sobremesa.",
    "faq.reportBugsScratch3Title": "¿Cómo puedo informar de un error y compartir feedback sobre Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Puedes informar sobre errores y compartir feedback en la sección{forumsLink} del foro de discusión de Scratch.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "¿Está Scratch disponible en varios idiomas?",
    "faq.languagesScratch3Body1": "Sí. Para cambiar el idioma de los bloques de programación, haz clic en el icono del \"mundo\" en la barra de navegación superior del editor, y luego selecciona el idioma en el menú desplegable.",
    "faq.languagesScratch3Body2": "Todas nuestras traducciones están hechas por voluntarios. El editor de Scratch 3.0 se ha traducido ya a más de 40 idiomas. Puedes ver todos los idiomas que se están traduciendo y revisando en nuestro {transifexLink}. Si quieres ayudar a traducir o a revisar, por favor contacta con {emailLink}.",
    "faq.transifexLinkText": "servidor de traducción",
    "faq.removedBlocksScratch3Title": "¿Se ha eliminado en Scratch 3.0 algún bloque de versiones anteriores?",
    "faq.removedBlocksScratch3Body": "Ningún bloque ha sido removido en Scratch 3.0, pero algunos han cambiado un poco y otros han sido movidos a \"Extensiones\" (como se describe abajo, en la sección {extensionsFAQLink}.\n",
    "faq.newBlocksScratch3Title": "¿Tiene Scratch 3.0 nuevos bloques?",
    "faq.newBlocksScratch3Body": "¡Si! En Scratch 3.0 encontrarás:",
    "faq.newBlocksSoundEffect": "Nuevos bloques de \"efectos de sonido\"",
    "faq.newBlocksOperators": "Nuevos bloques operadores que facilitan el trabajo con texto (cadenas de caracteres)",
    "faq.newBlocksPen": "Nuevos bloques de lápiz, incluyendo soporte para transparencias",
    "faq.newBlocksGlide": "Un nuevo bloque \"deslizar\" para moverse más fácilmente a otro objeto (o a un punto aleatorio)",
    "faq.newBlocksExtensions": "Muchas nuevas funcionalidades con las \"Extensiones Scratch\" (véase la sección de Extensiones más abajo). ",
    "faq.biggerBlocksScratch3Title": "¿Por qué los bloques de Scratch 3.0 son más grandes que en las versiones anteriores?",
    "faq.biggerBlocksScratch3Body": "Con el objetivo de que Scratch 3.0 funcionase correctamente en dispositivos táctiles (como Chromebooks, portátiles Windows Surface y tablets) tuvimos que hacer los bloques más grandes, para que fuera más fácil mover y seleccionar los bloques. Por otra parte, los bloques son un poco más grandes en Scratch 3.0 para ayudar a los usuarios que tenían problemas presionando y moviendo los elementos pequeños de la interfaz. ",
    "faq.extensionsScratch3Title": "¿Dónde están los bloques de lápiz? ¿Dónde están los bloques de música? ¿Dónde están los bloques del sensor de vídeo?",
    "faq.extensionsScratch3Body": "Los bloques de lápiz, Música y Sensor de Vídeo se han movido a extensiones. Puedes acceder a estas presionando el botón situado en la parte inferior izquierda de la pantalla (véase la sección \"Extensiones\" más abajo).",
    "faq.paintEditorScratch3Title": "¿Cuáles son las nuevas funcionalidades del editor gráfico?",
    "faq.paintEditorScratch3Body": "El editor gráfico se ha rediseñado para ofrecer potentes nuevas funciones y hacerlo más fácil de usar. Los cambios y nuevas funciones son:",
    "faq.paintEditorLayout": "Nuevo diseño que hace que las herramientas disponibles y las opciones sean más visibles.",
    "faq.paintEditorTools": "Nuevas herramientas como la \"goma\" que funciona en modo vector",
    "faq.paintEditorColors": "Más opciones para seleccionar y ajustar colores",
    "faq.paintEditorVector": "Más control sobre los puntos de los vectores (ajuste de curvas y puntos de anclaje)",
    "faq.paintEditorLayers": "Controles adicionales para ordenar capas (\"traer al frente\", \"mover al fondo\", etc.)",
    "faq.paintEditorGradients": "Nuevos controles de degradado",
    "faq.soundEditorScratch3Title": "¿Cuáles son las nuevas características del Editor de Sonido?",
    "faq.soundEditorScratch3Body": "El Editor de Sonido se ha rediseñado por completo para que sea más fácil grabar y modificar sonidos. Ofrece numerosas nuevas funcionalidades:",
    "faq.soundEditorRecording": "Nuevo sistema de grabación más fácil de usar",
    "faq.soundEditorTrimming": "Nuevo sistema para recortar audio más fácil de usar",
    "faq.soundEditorEffects": "Nuevos efectos de sonido (como \"más rápido\", \"más despacio\", \"eco\" o \"robot\")",
    "faq.tipsWindwScratch3Title": "¿Dónde está la pestaña de consejos de Scratch?",
    "faq.tipsWindowScratch3Body": "En vez de la página de consejos, Scratch 3.0 proporciona materiales similares a través de la Librería de Tutoriales, accesible a través del enlace Tutoriales de la barra de navegación superior en el editor. Encontrarás tutoriales sobre proyectos completos (como \"Haz un juego de perseguir\") o sobre bloques y características específicos (como \"Grabar un sonido\" o \"Hazlo girar\"). Pronto añadiremos más tutoriales (como \"Juego de Pong\" o \"Hazlo volar\").",
    "faq.remixDefinitionTitle": "¿Qué es una reinvención/remezcla?",
    "faq.remixDefinitionBody": "Cuando un Scratcher hace una copia del proyecto de otro y lo modifica para añadir sus propias ideas (por ejemplo, cambiando los programas o los disfraces), decimos que el resultado es una \"reinvención\". Cada proyecto compartido en el sitio web de Scratch puede ser reinventado. Consideramos que incluso los cambios pequeños son reinvenciones válidas, siempre que se de crédito al creador del proyecto original y a otras personas que hayan contribuido de manera significativa a la reinvención.",
    "faq.remixableTitle": "¿Por qué el Equipo de Scratch hace que todos los proyectos sean \"reinventables\"?",
    "faq.remixableBody": "Creemos que reinventar los proyectos de otros es una forma genial de aprender a programar y a crear proyectos interesantes. Reinventando, las ideas creativas se propagan en la comunidad Scratch, y todo el mundo se beneficia. Todos los proyectos compartidos en la web de Scratch están licenciados como \"Creative Commons Atribución-CompartirIgual\", lo que significa que puedes reinventar cualquier proyecto que veas en la web de Scratch -- y que cualquier persona puede reinventar cualquiera de los proyectos que hayas compartido tú.",
    "faq.creativeCommonsTitle": "¿Y si no quiero que otros reinventen mis proyectos?",
    "faq.creativeCommonsBody": "Reinventar es una parte importante de la comunidad Scratch. Si no quieres que otros vean o reinventen tus creaciones, puedes crear proyectos en Scratch, pero no los compartas en la web.",
    "faq.fairUseTitle": "¿Puedo usar imágenes, sonidos u otros medios de Internet en mis proyectos?",
    "faq.fairUseBody": "Si decides integrar el trabajo de otros en el tuyo propio, asegúrate de darles crédito en la sección \"créditos\" del proyecto, e incluye un enlace al original. Para encontrar ilustraciones o sonidos con licencia para ser reutilizados, échale un vistazo a la {ccLink}.",
    "faq.ccLinkText": "página de búsqueda de Creative Commons",
    "faq.whyAccountTitle": "¿Por qué es útil tener una cuenta en Scratch?",
    "faq.whyAccountBody": "Aunque no tengas una cuenta, puedes jugar a los proyectos de otras personas, leer comentarios y foros, e incluso crear tu propio proyecto. Pero necesitarás una cuenta para guardar y compartir los proyectos, escribir comentarios y publicar en el foro, y también para participar en otras actividades \"sociales\" en la comunidad (como \"amar\" otros proyectos).",
    "faq.createAccountTitle": "¿Cómo creo una cuenta?",
    "faq.createAccountBody": "Simplemente haz clic en \"Únete\" en la página principal de Scratch. Tendrás que responder a algunas preguntas, y dar una dirección de email. Tan solo te llevará unos minutos, ¡y es completamente gratuito!",
    "faq.checkConfirmedTitle": "¿Cómo puedo comprobar si mi cuenta ha sido confirmada?",
    "faq.howToConfirmTitle": "¿Cómo confirmo mi cuenta?",
    "faq.howToConfirmBody": "Después de registrarte en Scratch, recibirás un correo electrónico con un enlace. Simplemente haz clic en el enlace para confirmar tu cuenta. Una vez la confirmes, podrás compartir proyectos, escribir comentarios y crear estudios. Confirmar tu cuenta también te permite recibir las novedades del Equipo de Scratch en tu correo. Si no has recibido el correo electrónico, comprueba tu carpeta de Spam. Si aún así no lo encuentras y quieres recibir otra copia, ve a la Configuración de la Cuenta, haz clic en la pestaña de Correo electrónico y sigue las instrucciones. Por favor, ten en cuenta que el correo electrónico puede tardar hasta una hora en llegar. Si tras una hora todavía no ves el correo electrónico, {contactLink}.",
    "faq.contactLinkText": "haznoslo saber",
    "faq.checkConfirmedBody": "Para comprobar que tu cuenta está confirmada, accede a tu cuenta Scratch y ve a la página de {settingsLink}. Las direcciones de correo electrónico confirmadas se mostrarán con una pequeña marca de verificación verde. De lo contrario, verás el texto \"Tu dirección de correo electrónico no está confirmada\" en naranja.",
    "faq.settingsLinkText": "Ajustes de Correo",
    "faq.requireConfirmTitle": "¿Tengo que confirmar mi cuenta?",
    "faq.requireConfirmBody": "Puedes utilizar muchas características de Scratch sin confirmar tu cuenta, incluyendo crear y guardar proyectos (sin compartirlos).",
    "faq.forgotPasswordTitle": "He olvidado mi nombre de usuario o mi contraseña. ¿Cómo puedo restaurarla?",
    "faq.forgotPasswordBody": "Ingresa tu usuario o correo en la página {resetLink}. El sitio web enviará un correo a la cuenta asociada con tu usuario y un vínculo que puedes usar para restablecer tu contraseña.",
    "faq.resetLinkText": "Reestablecimiento de la contraseña",
    "faq.changePasswordTitle": "¿Cómo puedo cambiar mi contraseña?",
    "faq.changePasswordBody": "Ingresa a tu cuenta de Scratch, luego visita nuestra página {changeLink} donde puedes cambiar tu contraseña.",
    "faq.changeLinkText": "Configuraciones de contraseña",
    "faq.changeEmailTitle": "¿Cómo cambio mi dirección de correo electrónico?",
    "faq.changeEmailBody": "Ingresa a tu cuenta de Scratch, luego visita nuestra página {changeEmailLink} donde puedes cambiar tu dirección de correo.",
    "faq.newScratcherTitle": "¿Cómo hago la transición de 'Nuevo Scratcher' a 'Scratcher'?",
    "faq.newScratcherBody": "Cuando creas una cuenta tendrás la etiqueta de \"Nuevo Scratcher\". Para convertirte en \"Scratcher\" deberías crear y compartir proyectos, hacer comentarios valiosos en los proyectos de otros Scratchers, ¡y ser paciente! Una vez cumplas con los requisitos, un enlace aparecerá en tu página de perfil invitándote a ser Scratcher y tendrás nuevas características disponibles en la web de Scratch (ten en cuenta que no promocionamos nuevos Scratchers a Scratchers bajo petición).",
    "faq.multipleAccountTitle": "¿Puedo tener más de una cuenta?",
    "faq.multipleAccountBody": "It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle": "¿Está bien que más de una persona use una cuenta al mismo tiempo?",
    "faq.multipleLoginBody": "Esto no está permitido porque el sitio web y el editor de proyectos pueden fácilmente confundirse cuando más de una persona ha accedido en la misma cuenta. Cuando una cuenta hace algo que infringe las {cgLink}, todas las cuentas relacionadas podrían ser bloqueadas o eliminadas. Si tú compartes una cuenta con alguien quien hace algo malo con ésta, esto significa que tus cuentas pueden ser bloqueadas por lo que la otra persona hizo.",
    "faq.changeUsernameTitle": "¿Puedo cambiar mi nombre de usuario?",
    "faq.changeUsernameBody": "La estructura del sitio web de Scratch depende de tener un nombre de cuenta consistente, así que no es posible cambiar tu nombre de usuario. Si realmente necesitas hacerlo puedes crear una cuenta nueva, pero tendrás que copiar todos tus proyectos por tu propia cuenta.",
    "faq.shareInfoTitle": "¿Qué información puedo compartir en mi cuenta?",
    "faq.shareInfoBody": "Por favor, no compartas información personal de contacto, como la dirección de tu casa, tu correo electrónico, tu número de teléfono o cualquier cosa que pueda usarse para contactarte fuera de la página web de Scratch. Por favor, denuncia todo proyecto, comentario o post en los foros que contengan este tipo de información, para que el equipo de Scratch pueda eliminarlo y recordarle al autor nuestra política de privacidad sobre compartir información de contacto personal.",
    "faq.deleteAccountTitle": "¿Cómo borro mi cuenta?",
    "faq.deleteAccountBody": "Ingresa a Scratch, y luego haz clic en la esquina superior derecha de tu usuario. Selecciona \"Ajustes de cuenta\", luego haz clic al vínculo \"Quiero eliminar mi cuenta\" al final de la página. Pero tu deberías sólo hacer esto si estás absolutamente seguro que quieres eliminar tu cuenta.",
    "faq.scratchFreeTitle": "¿Scratch es gratis? ¿Puedo usarlo tanto como quiera?",
    "faq.scratchFreeBody": "¡Sí! Scratch está disponible de manera gratuita. Puedes usarlo en tu colegio, y puedes dar un curso sobre él (incluso un curso que cueste dinero). No necesitas comprar una licencia: ¡es gratuito!",
    "faq.scratchScreenshotTitle": "¿Puedo usar Scratch, o capturas de pantalla de él, en un libro o un CD?",
    "faq.scratchScreenshotBody": "Sí, puedes usar capturas de pantalla / imágenes de la aplicación Scratch y el sitio web en un libro o presentación, y considerarlos que están bajo la licencia {licenseLink}. Nosotros te pedimos incluir una nota en cualquier lado de tus materiales diciendo \"Scratch es un proyecto de la Scratch Foundation, en colaboración con el Lifelong Kindergarten Group del MIT Media Lab. Está disponible gratis en https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "¿Puedo incluir una descripción de Scratch y el logo de Scratch en folletos u otros materiales?",
    "faq.scratchDescriptionBody": "¡Seguro! Nosotros recomendamos la siguiente descripción: \"Scratch es un lenguaje de código y una comunidad online donde puedes crear tus propias historias interactivas, juegos, y animaciones -- y compartir tus creaciones con otros alrededor del mundo. A medida que los jóvenes crean y comparten proyectos Scratch, aprenden a pensar creativamente, razonar sistemáticamente, y a trabajar colaborativamente. Scratch es un proyecto del {sfLink} en colaboración con el Lifelong Kindergarten Group del MIT Media Lab. Está disponible gratis en https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "¿Puedo presentar Scratch en una conferencia?",
    "faq.presentScratchBody": "Por favor, siéntete libre de crear presentaciones sobre Scratch a educadores u otros grupos.",
    "faq.supportMaterialTitle": "¿Puedo usar o reinventar los materiales, objetos, imágenes, sonidos o proyectos de ejemplo de Scratch, que se encuentren en el sitio web?",
    "faq.supportMaterialBody": "Sí: La mayoría de materiales de apoyo del sitio web de Scratch están disponibles bajo la licencia {licenseLink}. Hay alguna excepciones: El logo de Scratch, El Gato de Scratch, Gobo, Pico, Nano, Giga y Tera son marcas registradas de Scratch, y no pueden ser usadas sin permiso explícito del Scratch Team.",
    "faq.sellProjectsTitle": "¿Puedo vender mis proyectos de Scratch?",
    "faq.sellProjectsBody": "Sí: Tu proyecto Scratch es tu creación. Pero ten en cuenta que una vez que compartas tu proyecto en el sitio web de Scratch, cualquiera es libre de descargar, reinventar, y reutilizar el proyecto basado en los términos de la {licenseLink}. Por lo tanto, si pretendes vender tu proyecto, podrías querer dejar de compartirlo del sitio web de Scratch.",
    "faq.sourceCodeTitle": "¿Donde puedo encontrar el código fuente de Scratch?",
    "faq.sourceCodeBody": "The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "¿Cómo se qué está bien, y qué no compartir en el sitio web de Scratch?",
    "faq.okayToShareBody": "Revisa las {cgLink} Scratch - éstas son un resumen y no incluyen una gran cantidad de cosas legales. Hay un vínculo al final de cada página en Scratch.",
    "faq.reportContentTitle": "¿Qué hago si veo algo inapropiado?",
    "faq.reportContentBody": "You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle": "¿Qué hago si alguien está siendo malo o irrespetuoso?",
    "faq.noFlameBody": "¡No le eches más leña al fuego! Responder a los comentarios maliciosos con más malicia empeora las cosas, y tu cuenta podría ser bloqueada. En lugar de eso, simplemente denuncia las cosas irrespetuosas o no constructivas, y nosotros haremos el seguimiento al autor. Nosotros verificamos la denuncias todos los días, varias veces al día - así que puedes descasar tranquilo porque nosotros resolveremos las cosas.",
    "faq.reviewContentTitle": "¿Qué hace el equipo de Scratch cuando algo es denunciado o señalado por los usuarios?",
    "faq.reviewContentBody": "The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle": "¿Qué pasa cuando una cuenta es bloqueada?",
    "faq.blockedAccountBody": "When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle": "Alguien ha accedido a mi cuenta y la tiene bloqueada. ¿Qué puedo hacer?",
    "faq.stolenAccountBody": "You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle": "¿Qué son las extensiones?",
    "faq.aboutExtensionsBody": "En el editor Scratch puedes añadir bloques extra llamados \"extensiones\". Por ejemplo, hay extensiones que permiten programar dispositivos físicos (como micro:bit y kits de robótica de LEGO) y otras para traducir texto dentro de tu proyecto Scratch. Poco a poco irán apareciendo nuevas extensiones, por lo que las posibilidades de Scratch irán creciendo con el paso del tiempo.",
    "faq.howToAddExtensionsTitle": "¿Cómo añado una extensión a un proyecto?",
    "faq.howToAddExtensionsBody": "Si haces clic en el botón \"Extensiones\" al fondo de la esquina izquierda del editor de programación Scratch, podrás ver una lista de las extensiones de Scratch. Cuando selecciones una de las extensiones, una nueva categoría de bloques será añadida a tu proyecto. La extensión será automáticamente cargada cada vez que tu proyecto sea abierto. Puedes añadir múltiples extensiones al mismo proyecto.",
    "faq.createExtensionsTitle": "Cómo puedo crear mi propia extensión para Scratch",
    "faq.createExtensionsBody": "El Scratch Team publicará especificaciones y guías sobre extensiones en el futuro. Una vez estén disponibles podrás enviar tus extensiones al Scratch Team para que se considere tu inclusión en la librería oficial de extensiones de Scratch 3.0. También proporcionaremos guías para desarrollar y distribuir extensiones \"experimentales\", que pueden ser usadas para crear proyectos en ordenadores individuales pero no para compartirlos en la comunidad online de Scratch.",
    "faq.scratchXTitle": "¿Qué ocurrirá con la página web de ScratchX?",
    "faq.scratchXBody": "La página web ScratchX (scratchx.org) fue un laboratorio experimental sobre extensiones. Las extensiones creadas para ScratchX no son compatibles con Scratch 3.0. Una vez que las extensiones experimentales tengan soporte en Scratch, eliminaremos su soporte de ScratchX y proporcionaremos a los desarrolladores y usuarios el tiempo para abandonar ScratchX e ir a la nueva plataforma de extensiones.",
    "faq.cloudDataInfoTitle": "¿Qué son las variables en la nube?",
    "faq.cloudDataInfoBody": "Las variables en la nube permiten que los datos de un proyecto puedan ser guardados y compartidos con otras personas de la comunidad Scratch. Puedes usar variables en la nube para hacer encuestas u otros proyectos en los que otros de la comunidad acceden y modifican los datos en el tiempo.",
    "faq.makeCloudVarTitle": "¿Cómo puedo crear una variable en la nube?",
    "faq.makeCloudVarBody": "Ve a la sección \"Variables\" de la paleta de bloques, selecciona \"Crear una Variable\", y luego haz clic en la casilla de verificación al lado de \"Variable en la nube (guardada en el servidor)\". Los datos asociados a tu variable en la nube serán guardados en el servidor, preservados en el tiempo, y accesibles para cualquiera que abra el proyecto.",
    "faq.onlyNumbersTitle": "¿Qué tipos de datos pueden ser almacenados en las variables en la nube?",
    "faq.onlyNumbersBody": "Las variables en la nube sólo pueden guardar números.",
    "faq.storedCloudInfoTitle": "¿Quién puede ver los datos guardados en una variable en la nube?",
    "faq.storedCloudInfoBody": "Cuando interactúas con un proyecto que utiliza variables en la nube, los datos asociados con tus interacciones pueden guardarse junto con tu nombre de usuario, y otros usuarios pueden verlos.",
    "faq.reportCloudTitle": "Si veo a alguien publicando contenido inapropiado con variables en la nube, ¿cómo puedo denunciarlo?",
    "faq.reportCloudBody": "Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle": "¿Puedo crear salas de chat con variables en la nube?",
    "faq.chatRoomBody": "Aunque es técnicamente posible crear salas de chat con variables en la nube, éstas no están permitidas en el sitio web de Scratch.",
    "faq.changeCloudVarTitle": "¿Quién puede cambiar la información en una variable de nube?",
    "faq.changeCloudVarBody": "Sólo tú y los visitantes de tu proyecto pueden guardar datos en las variables de nube en tu proyecto. Si las personas \"ven dentro\" o reinventan tu código, se crea una copia de la variable y no afecta o cambia la variable original.",
    "faq.newScratcherCloudTitle": "Estoy autentificado, pero no puedo usar proyectos con variables en la nube. ¿Qué ocurre?",
    "faq.newScratcherCloudBody": "Si todavía eres un \"Nuevo Scratcher\" en la página no podrás  utilizar variables en la nube en tus proyectos. Necesitas convertirte en \"Scratcher\" para tener acceso a las variables en la nube. Échale un vistazo a la sección \"Cuentas\" (más abajo) para saber más sobre la transición de \"Nuevo Scratcher\" a \"Scratcher\".",
    "faq.multiplayerTitle": "¿Es posible crear juegos multijugador con variables en la nube?",
    "faq.multiplayerBody": "Los juegos multijugador pueden ser difíciles de crear debido a la velocidad de la red y a cuestiones de sincronización. Sin embargo, algunos Scratchers han descubierto formas muy creativas de utilizar variables en la nube para crear juegos por turnos y otro tipo de videojuegos.",
    "faq.schoolsTitle": "Scratch en las Escuelas",
    "faq.howTitle": "¿Cómo es utilizado Scratch en colegios?",
    "faq.howBody": "Scratch es usado en cientos o miles de escuelas alrededor del mundo, en diversas asignaturas (incluyendo idiomas, artes, ciencia, historia, matemática, y ciencias de la computación). Puedes aprender más acerca de estrategias y recursos para usar Scratch en escuelas y otros ambientes de aprendizaje (tales como museos, bibliotecas, y centros comunitarios) en nuestra {educatorsLink}.",
    "faq.educatorsLinkText": "Página de educadores",
    "faq.noInternetTitle": "¿Existe alguna forma para que los estudiantes utilicen Scratch sin una conexión a Internet?",
    "faq.noInternetBody": "Sí. {downloadLink} es una versión de Scratch que corre en computador de escritorio o portátil. Actualmente, Scratch Desktop está disponible para sistemas Mac y Windows.",
    "faq.communityTitle": "¿Puedo quitar la comunidad en línea a mis estudiantes?",
    "faq.communityBody": "La comunidad online de Scratch da una vía para que jóvenes compartan, colaboren, y aprendan con sus pares en una comunidad moderada y regida por las {cgLink} Scratch. Sin embargo, entendemos que algunos educadores prefieren que sus estudiantes no participen en una comunidad online. Estos educadores podrían desear instalar Scratch Desktop, el cual corre offline y localmente en computador de escritorio o portátil. ",
    "faq.teacherAccountTitle": "¿Qué es una cuenta de profesor en Scratch?",
    "faq.teacherAccountBody": "Una Cuenta de Profesor en Scratch entrega a profesores y otros educadores características adicionales para gestionar participación de estudiantes en Scratch, incluyendo la capacidad de crear cuentas de estudiantes, organizar proyectos de estudiantes en estudios, y monitorear los comentarios de los estudiantes. Para más información acerca de las Cuentas de Profesores en Scratch, vea {eduFaqLink}.",
    "faq.eduFaqLinkText": "Preguntas y Respuestas de las cuentas de profesor en Scratch",
    "faq.requestTitle": "¿Cómo solicito una cuenta de profesor en Scratch?",
    "faq.requestBody": "Puedes solicitar una Cuenta de Profesor en Scratch desde la {educatorsLink} de Scratch. Nosotros solicitaremos información adicional durante el proceso de registro para verificar tu rol como educador.",
    "faq.dataTitle": "¿Qué datos recopila Scratch sobre los estudiantes?",
    "faq.dataBody": "Cuando un estudiante se registra en Scratch le preguntamos por datos demográficos básicos incluyendo sexo, edad (mes y año de nacimiento), país y dirección de correo electrónico para verificación. Estos datos son usados (de forma agregada) en estudios científicos pensados para mejorar nuestro conocimiento sobre cómo la gente aprende con Scratch. Cuando un educador utiliza una cuenta de profesor de Scratch para crear cuentas de estudiantes de forma masiva, a los estudiantes no se les exige que proporcionen una dirección de correo electrónico para la configuración de la cuenta.",
    "faq.lawComplianceTitle": "¿Cumple Scratch (versión online) las leyes locales y federales de protección de datos de Estados Unidos?",
    "faq.lawComplianceBody1": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2": "Si te gustaría crear proyectos con Scratch sin enviarnos ninguna información personal, puedes descargar {downloadLink}. Los proyectos creados en Scratch Desktop no son accesibles por el Scratch Team, y usando Scratch Desktop no se revela ninguna información de identificación personal a Scratch a menos que subas proyectos a la comunidad online de Scratch. "
}