{
    "faq.title": "سوالات متداول (FAQ)",
    "faq.intro": "در این صفحه می‌توانید سوالات متداولی که دیگران در مورد اسکرچ پرسیده‌اند را مشاهده نمایید.",
    "faq.aboutTitle": "سوال‌های عمومی",
    "faq.scratch3Title": "اسکرچ ۳٫۰",
    "faq.remixTitle": "بازترکیب و کپی کردن",
    "faq.accountsTitle": "حساب کاربری",
    "faq.permissionsTitle": "حقوق مالکیت و دسترسی‌ها",
    "faq.inappropriateContentTitle": "محتوای نامناسب",
    "faq.scratchExtensionsTitle": "افزونه‌های اسکرچ",
    "faq.cloudDataTitle": "متغیرهای ابری (Cloud Variables)",
    "faq.aboutScratchTitle": "اسکرچ چیست و با آن چه کاری می‌توانم انجام دهم؟",
    "faq.aboutScratchBody": "با زبان برنامه نویسی اسکرچ و جامعه آنلاین آن شما می‌توانید داستان‌ها، بازی‌ها و انیمیشن‌های خود را بسازید  -- و آنچه را ساخته‌اید با بقیه افراد در سراسر دنیا به اشتراک بگذارید. نوجوانان با ایجاد و به اشتراک گذاشتن پروژه‌های اسکرچ، تفکر خلاقانه، استدلال روش‌مند و همکاری با دیگران را خواهند آموخت. برای آشنایی بیشتر با اسکرچ، صفحه‌ی {aboutScratchLink} را مشاهده نمایید.",
    "faq.aboutScratchLinkText": "درباره اسکرچ",
    "faq.makeGameTitle": "چطور می‌توانم یک بازی یا انیمیشن با اسکرچ بسازم؟",
    "faq.makeGameBody": "صفحه {ideasLink} را برای یافتن راه‌های شروع به کار با اسکرچ ببیند.",
    "faq.ideasLinkText": "صفحه ایده‌ها",
    "faq.whoUsesScratchTitle": "چه افرادی از اسکرچ استفاده می‌کنند؟",
    "faq.whoUsesScratchBody": "افرادی با تجربیات مختلف، در هر کجای دنیا و در همه حوزه‌ها -- خانه، مدرسه، کتابخانه‌ها، موزه‌ها و ... از اسکرچ استفاده می‌کنند. اسکرچ ویژه سنین 8 تا 16 سال طراحی شده است اما از همه گروه‌های سنی پروژه‌هایی را با اسکرچ ساخته‌اند و به اشتراک می‌گذارند. شایان ذکر است که بچه‌های کوچک می‌توانند از {scratchJrLink} که یک نسخه ساده شده اسکرچ که برای سنین 5 تا 7 سال است استفاده کنند.",
    "faq.requirementsTitle": "برای اسکرچ به چه سخت افزاری نیاز دارم؟",
    "faq.requirementsBody": "در حال حاضر اسکرچ بر روی اکثر مرورگرهای وب موجود بر روی کامپیوترهای شخصی، لپ‌تاپ‌ها و تبلت‌‌ها اجرا می‌شود. شما می‌توانید بر روی گوشی موبایل نیز پروژه‌ها را ببینید، اما فعلا نمی‌توانید از موبایل برای ساخت و یا ویرایش پروژه‌ها استفاده کنید. در زیر فهرست‌ مرورگرهای پشتیبانی شده به طور رسمی را مشاهده می‌نمایید.",
    "faq.requirementsDesktop": "کامپیوتر شخصی",
    "faq.requirementsDesktopChrome": "مرورگر Chrome (63+)",
    "faq.requirementsDesktopEdge": "مرورگر (+15) Edge",
    "faq.requirementsDesktopFirefox": "مرورگر Firefox (57+)",
    "faq.requirementsDesktopSafari": "مرورگر Safari (11+)",
    "faq.requirementsDesktopIE": "مرورگر اینترنت اکسپلورر پشتیبانی نمی‌شود.",
    "faq.requirementsTablet": "تبلت",
    "faq.requirementsTabletChrome": "مرورگر Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "مرورگر موبایل Safari (11+)",
    "faq.requirementsNote": "توجه:",
    "faq.requirementsNoteDesktop": "اگر کامپیوتر شما این ملزومات را ندارد، می‌توانید ویرایشگر{downloadLink} را امتحان کنید. (سوال بعدی را ببیند.)",
    "faq.scratchApp": "برنامه اسکرچ",
    "faq.requirementsNoteWebGL": "اگر با خطای WebGl error مواجه شدید، سایر مرورگرها را امتحان کنید.",
    "faq.requirementsNoteTablets": "بر روی تبلت‌ها، در حال حاضر راهی برای استفاده از بلوک‌های «وقتی کلیدی فشرده شد» و یا منویی که هنگام فشردن کلید سمت راست نمایش داده می‌شود، وجود ندارد.",
    "faq.offlineTitle": "آیا نسخه قابل دانلودی هم دارید تا بتوانم به صورت آفیلان پروژه‌ها را بسازم و یا ببینم؟",
    "faq.offlineBody": "برنامه اسکرچ این امکان را به شما می‌دهد تا بدون نیاز به اینترنت پروژه‌های اسکرچ را بسازید. شما می‌توانید {downloadLink} را از سایت اسکرچ و یا از آپ استور برای کامپیوتان دانلود کنید. (این نسخه تا پیش از این به عنوان ویرایشگر آفلاین اسکرچ ”Scratch Offline Editor“ نامیده می‌شد.)",
    "faq.uploadOldTitle": "آیا همچنان می‌توانم پروژه‌هایی که با نسخه‌های قدیمی تر اسکرچ ساخته شده را بر روی وب سایت آپلود کنم؟",
    "faq.uploadOldBody": "بله: شما می‌توانید پروژه‌هایی که با نسخه‌های قدیمی تر ساخته شده را با دیگران به اشتراک بگذارید و یا آپلود کنید، آنها قابل نمایش و اجرا هستند. (البته توجه داشته باشید که شما نمی‌توانید پروژه‌هایی که با نسخه‌های جدید اسکرچ ساخته و یا ویرایش شده‌اند را در نسخه‌های قدیمی باز کنید. به عنوان مثال نمی‌توان پروژ‌ه‌های اسکرچ ۳٫۰ را با نسخه‌های ‍{scratch2Link} باز  کرد، زیرا اسکرچ نسخه ۲٫۰ نمی‌داند که چطور باید فایل‌هایی با پسوند sb3 را بخواند.)",
    "faq.scratch2": "اسکرچ ۲٫۰",
    "faq.scratchCostTitle": "قیمت اسکرچ چقدر است؟ آیا باید مجوزی خریداری شود؟",
    "faq.scratchCostBody": "اسکرچ رایگان بوده و خواهد بود. هیچ مجوزی برای استفاده از اسکرچ در منزل، مدرسه یا جای دیگری لازم نیست. هزینه توسعه و پشتیبانی اسکرچ از حمایت‌های مالی تامین می‌گردد. اگر مایل به مشارکت در اسکرچ هستید، {donateLink} را مشاهده نمایید.",
    "faq.donateLinkText": "صفحه حمایت مالی",
    "faq.mediaLabTitle": "چه کسی اسکرچ را ساخته است؟",
    "faq.mediaLabBody": "اسکرچ توسط تیم اسکرچ در {llkLink} در {mediaLabLink} ساخته و پشتیبانی می‌شود.",
    "faq.llkLinkText": "گروه Lifelong Kindergarten",
    "faq.mediaLabLinkText": "آزمایشگاه رسانه دانشگاه MIT",
    "faq.aboutScratch3Title": "اسکرچ ۳٫۰ چیست؟",
    "faq.aboutScratch3Body": "اسکرچ ۳٫۰ آخرین نسخه اسکرچ است که در تاریخ 2 ژانویه 2019 ارائه گردیده است. طراحی آن به گونه‌ای است که  چیزها و فضاهایی و روشی ساخت آنچه را که با اسکرچ می‌سازید را وسعت ببخشد. این نسخه شامل ده‌ها شکلک جدید، یک ویرایشگر صدای کاملا جدید و بلوک دستورات جدیدی است. همچنین در نسخه اسکرچ ۳٫۰ شما می‌توانید با علاوه بر کامپیوتر شخصی و لپ تاپ از تبلت برای ساخت و اجرای پروژ‌ه‌ها استفاده نمایید.",
    "faq.reportBugsScratch3Title": "چگونه می‌شود که باگ‌ها و خطاهای و همچنین بازخوردهایی در مورد اسکرچ ۳٫۰ را ارسال کنم؟",
    "faq.reportBugsScratch3Body": "شما می‌توانید مشکلات فنی (Bugs) وبازخوردهایتان را از طریق بخش {forumsLink} در انجمن گفتگوی اسکرچ گزارش کنید.",
    "faq.forumsLinkText": "خطاها و مشکلات فنی",
    "faq.languagesScratch3Title": "آیا اسکرچ ۳٫۰ به زبان‌های مختلف ترجمه شده است؟",
    "faq.languagesScratch3Body1": "بله. برای تغییر زبان بلوک دستورات، آیکونی که شبیه ”سیاره زمین“ در منوی بالای ویرایشگر است را کلیک کنید و از فهرست زبان‌ها، زبان مورد نظر خود را انتخاب نمایید.",
    "faq.languagesScratch3Body2": "تمامی ترجمه‌ها توسط افرادی داوطلب انجام شده است. در  حال حاضر ویرایشگر اسکرچ ۳٫۰ به بیش از 40 زبان ترجمه شده است. شما می‌توانید زبان‌هایی که هم اکنون ترجمه شده‌اند را از {transifexLink} مورد بازنگری و تصحیح قرار دهید. اگر می‌خواهید که به مترجمان و یا کسانی که بازبینی را انجام می‌دهند کمک‌ کنید، با {emailLink} تماس بگیرید.",
    "faq.transifexLinkText": "سرور ترجمه",
    "faq.removedBlocksScratch3Title": "آیا در اسکرچ ۳٫۰ برخی از بلوک‌هایی که در نسخه‌های قدیمی‌تر اسکرچ وجود داشتند، حذف شده است؟",
    "faq.removedBlocksScratch3Body": "هیچ بلوک دستوری در اسکرچ نسخه ۳٫۰ حذف نشده است، البته برخی تغییرات اندکی داشته‌اند  و تعدادی هم به قسمت \"افزونه‌ها\" منتقل شده‌اند. (که شرح آنها در ادامه در بخش {extensionsFAQLink} آمده است).",
    "faq.newBlocksScratch3Title": "آیا در اسکرچ ۳٫۰ بلوک‌های جدیدی ارائه شده است؟",
    "faq.newBlocksScratch3Body": "بله! در اسکرچ ۳٫۰ شما می‌توانید موارد زیر را بیابید:",
    "faq.newBlocksSoundEffect": "بلوک جدید \"جلوه‌های صدا\"",
    "faq.newBlocksOperators": "عملگرهای جدیدی که می‌توانید راحت‌تر با متن‌ها (رشته‌ها) کار کنید.",
    "faq.newBlocksPen": "بلوک جدید قلم‌ها، با قابلیت پشتیبانی از شفافیت (transparency)",
    "faq.newBlocksGlide": "بلوک جدید سُر خوردن برای حرکت دادن ساده‌تر یک شکلک (یا بلوک به مکان تصادفی برو)",
    "faq.newBlocksExtensions": "قابلیت‌های زیاد جدیدی با \"افزونه‌های اسکرچ\" (در ادامه بخش افزونه‌ها را مشاهده نمایید)",
    "faq.biggerBlocksScratch3Title": "چرا اندازه بلوک‌ها در اسکرچ ۳٫۰ نسبت به نسخه‌های قدیمی بلندتر شده‌اند؟",
    "faq.biggerBlocksScratch3Body": "با هدف سازگاری بیشتر اسکرچ ۳٫۰ با انواع دستگاه‌ها (مانند Chromebooks، لپ‌تاپ‌های Windows Surface و تبلت‌‌ها) ما باید اندازه بلوک‌ها را بزرگتر می‌کردیم تا باعث شود حرکت و انتخاب آنها ساده تر شود. علاوه بر این در اسکرچ ۳٫۰ ما برای حل مشکلی که متوجه شده بودیم که کاربران تازه کار  با کلیک و جابجا کردن قطعات ریز آن مواجه می‌شوند، قطعات را کمی بزرگتر کردیم.",
    "faq.extensionsScratch3Title": "بلوک «قلم‌ها» کجا رفته است؟ بلوک «موسیقی» کجاست؟ بلوک «درک از طریق ویدئو» کجاست؟",
    "faq.extensionsScratch3Body": "بلوک قلم‌ها، موسیقی و درک از طریق تصویر به قسمت افزونه‌ها منتقل شده است. برای اضافه کردن «افزونه‌ها» بر روی دکمه‌ای که در سمت راست پایین صفحه است کلیک کنید. (قسمت «افزونه» را ادامه مطالعه کنید)",
    "faq.paintEditorScratch3Title": "امکانات جدید اضافه شده در ویرایشگر تصویر چیست؟",
    "faq.paintEditorScratch3Body": "ویرایشگر تصاویربا هدف ارائه امکانات قوی جدید و استفاده ساده تر بازطراحی شده است. تغییرات و امکانات جدید آن عبارتند از:",
    "faq.paintEditorLayout": "چیدمان جدیدی که باعث می‌شود ابزارها و امکانات راحت‌تر در معرض دید باشند.",
    "faq.paintEditorTools": "ابزارهای جدیدی مانند \"پاک کن\" که در حالت بُرداری هم کار می‌کند",
    "faq.paintEditorColors": "امکانات بیشتر برای انتخاب و تنظیم رنگ‌ها",
    "faq.paintEditorVector": "امکان تنظیم دقیق نقاط روی خط‌ها (گیره‌‍‌ها موجود بر روی منحنی‌ها و حالت تنظیم نقطه‌ها)",
    "faq.paintEditorLayers": "تنظیمات بیشتر برای مرتب کردن لایه‌ها (\"انتقال به جلو\"، \"انتقال به عقب\" و سایر تنظیمات)",
    "faq.paintEditorGradients": "تنظیمات جدید گرادیان",
    "faq.soundEditorScratch3Title": "چه امکانات جدیدی در ویرایشگر صدا اضافه شده است؟",
    "faq.soundEditorScratch3Body": "ویرایشگر صدا با هدف تسهیل ضبط و دستکاری صدا باز طراحی شده است و امکانات جدیدی را ارائه می‌نماید:",
    "faq.soundEditorRecording": "روش جدید ضبط صدا که استفاده از آن ساده‌تر شده است",
    "faq.soundEditorTrimming": "روش جدید برش صدا که استفاده از آن ساده‌تر شده است",
    "faq.soundEditorEffects": "جلوه‌های جدید صدا (مانند «سریعتر»،«آرامتر»،«پژواک صدا» و «صدای ربات»)",
    "faq.tipsWindwScratch3Title": "قسمت نکته‌های آموزشی اسکرچ که در نسخه‌های قبلی بود، کجا رفته است؟",
    "faq.tipsWindowScratch3Body": "به جای پنجره نکات، Scratch ۳٫۰ محتوای مشابهی را از طریق مجموعه‌ای از آموزش‌ها فراهم شده است که از طریق لینک آموزش‌ها در منوی بالای پنچره ویرایشگر قابل دسترسی است. برای انواع پروژه‌ها آموزش‌هایی را می‌توانید بیابید (مانند \"بازی تعقیب گریز\") یا کار با بلوک ها و ویژگی های خاص (مانند \"ضبط یک صدا\" یا \"آنرا بچرخان\"). آموزش‌های بیشتری هم به زودی اضافه می شود (مانند \"بازی پونگ\" و \"آن را پرواز بده\").",
    "faq.remixDefinitionTitle": "منظور از بازترکیب چیست؟",
    "faq.remixDefinitionBody": "وقتی که یک اسکرچی از پروژه فرد دیگری کپی می‌گیرد و آنرا ویرایش می‌کند و ایده‌های خودش را به آن اضافه کنید (مثلا دستوراتی را تغییر می‌دهد و یا حالاتی را تغییر می‌دهد)، به این کار اصطلاحا باز ترکیب یا ریمیکس گفته می‌شود. تمامی پروژه‌هایی که بر روی وب سایت اسکرچ هستند را می‌توان بازترکیب کرد. حتی تغییرات بسیار جزئی را بازترکیب می‌دانیم البته تا زمانی که به سازنده و یا سایر کسانی که تغییرات اساسی را در پروژه انجام داده اند، ارجاع داده شود و قدردانی گردد.",
    "faq.remixableTitle": "چرا گروه اسکرچ می‌خواهند که همه‌ی پروژه‌ها را بتوان \"بازترکیب\" کرد؟",
    "faq.remixableBody": "ما معتقد هستیم که بازترکیب پروژه‌های دیگران روش ارزشمند برای یادگیری برنامه نویسی و خلق پروژه‌‌های جالب است. از طریق بازترکیب ایده‌های خلاقانه در میان کاربران اسکرچ منتشر می‌شود و در نهایت همه منتفع خواهند شد. تمامی پروژه‌هایی که در وب سایت اسکرچ به اشتراک گذاشته شده است تحت پوشش مجوز “Creative Commons Share Alike” هستند، به این معنی که شما می‌توانید هر پروژه‌ای که در وب سایت اسکرچ مشاهده می‌کنید را بازترکیب کنید - و البته هر کس دیگری هم می‌تواند پروژه‌هایی که شما در وب سایت به اشتراک گذاشته‌اید را نیز بازترکیب نماید.",
    "faq.creativeCommonsTitle": "اگر بخواهم که دیگران نتوانند پروژه‌هایم را بازترکیب کنند باید چه کار کنم؟",
    "faq.creativeCommonsBody": "بازترکیب یکی از ارکان مهم جامعه کاربران اسکرچ است. اگر تمایل ندارید تا دیگران ساخته‌های شما را مشاهده و بازترکیب کنند، می‌توانید پروژه‌هایی در سایت اسکرچ بسازید اما آنها را با دیگران در سایت به اشتراک نگذارید.",
    "faq.fairUseTitle": "آیا می‌توانم از تصاویر / صداها / سایر محتواهای چند رسانه‌ای که بر روی اینترنت موجود است در پروژه‌های استفاده کنم؟",
    "faq.fairUseBody": "اگر مایلید که از آثار فرد دیگری در پروژه‌تان استفاده کنید، حتما در قسمت «ارجاع و قدردانی» پروژه‌تان، به آنها ارجاع دهید و قدردانی کنید و همچنین یک لینک به منبع اصلی بدهید. برای یافتن آثار هنری / فایل‌های صوتی که دارای مجوز برای بازترکیب هستند به {ccLink} مراجعه نمایید.",
    "faq.ccLinkText": "صفحه جستجوی Creative Commons (آثار خلاقانه عمومی)",
    "faq.whyAccountTitle": "چرا داشتن یک حساب کاربری اسکرچ مفید است؟",
    "faq.whyAccountBody": "بدون ثبت نام و داشتن حساب کاربری، می‌تواند با پروژه‌هایی که دیگران ساخته‌اند کار کنید، دیدگاه‌ها و مطالب جامعه‌ها را بخوانید حتی می‌توانید پروژه‌‌های خودتان را هم بسازید. اما برای ذخیره و به اشتراک گذاشتن پروژه‎‌‌هایتان، نوشتن دیدگاه و ارسال پست در جامعه‌ها و همیچنین برای شرکت در سایر فعالیت‌های \"اجتماعی\" در جامعه (مانند لایک کردن پروژه‌‌های دیگران) به یک حساب کاربری نیاز دارید.",
    "faq.createAccountTitle": "چگونه یک حساب کاربری بسازم؟",
    "faq.createAccountBody": "کافی است که در صفحه اول سایت اسکرچ گزینه \"پیوستن\" را کلیک کنید. باید به چند سوال پاسخ دهید و یک آدرس ایمیل هم وارد کنید. کل این کار چند دقیقه طول خواهد کشید و کاملا رایگان است!",
    "faq.checkConfirmedTitle": "از کجا متوجه شوم که حساب کاربریم تایید شده است یا نه؟",
    "faq.howToConfirmTitle": "چگونه باید حساب کاربری‌ خود را به تایید برسانم؟",
    "faq.howToConfirmBody": "پس از ایجاد یک حساب کاربری جدید اسکرچ، یک ایمیل با یک لینک دریافت خواهید کرد. برای تأیید حساب کاربری خود، روی آن لینک کلیک کنید. پس از تایید حساب کاربریتان، می توانید پروژه ها را به اشتراک بگذارید، دیدگاه‌ها خود را بنویسید و هنرگاه ها را ایجاد کنید. همچنین تایید حساب کاربری به شما امکان دریافت ایمیل های به روز رسانی تیم اسکرچ را خواهد داد.اگر نمی توانید ایمیل را با لینک تأیید پیدا کنید، پوشه اسپم یا هرزنامه خود را بررسی کنید. اگر بازهم نتوانستید آن را پیدا کنید و میخواهید کپی دیگری دریافت کنید، به تنظیمات حسابتان بروید، روی قسمت ایمیل کلیک کنید و دستورالعملهای آن را دنبال کنید. لطفا توجه داشته باشید که ممکن است یک ساعت طول بکشد تا ایمیل به مقصد برسد. اگر پس از یک ساعت هنوز ایمیل را دریافت نکردید، {contactLink} .",
    "faq.contactLinkText": "ما را باخبر کنید",
    "faq.checkConfirmedBody": "برای بررسی اینکه آیا اعتبار شما تأیید شده است، به حساب کاربری اسکرچ خود وارد شوید و سپس به صفحه {settingsLink} خود بروید. آدرس های تأیید شده یک علامت سبز کوچک را نشان می دهد. در غیر این صورت، متن \"آدرس ایمیل شما تأیید نشده\" را با رنگ نارنجی مشاهده خواهید کرد.",
    "faq.settingsLinkText": "تنظیمات ایمیل",
    "faq.requireConfirmTitle": "آیا حتما باید حساب کاربریم را تایید کنم؟",
    "faq.requireConfirmBody": "شما می توانید از بسیاری از امکانات اسکرچ را بدون فعال سازی حساب کاربری خود، از جمله ایجاد و ذخیره پروژه (بدون به اشتراک گذاری آنها)، استفاده کنید.",
    "faq.forgotPasswordTitle": "من نام کاربری یا گذرواژه‌ام را فراموش کرده‌‌ام. چطور می‌توانم آنها را بازنشانی (ریست) کنم؟",
    "faq.forgotPasswordBody": "در صفحه {resetLink} نام کاربری یا ایمیل خود را وارد کنید. وب سایت به آدرس ایمیلی که متعلق به آن نام کاربری است، ایمیلی که حاوی یک لینک برای بازنشانی گذرواژه است را ارسال خواهد کرد.",
    "faq.resetLinkText": "گذرواژه",
    "faq.changePasswordTitle": "چطور می‌توانم گذرواژه‌ام را تغییر دهم؟",
    "faq.changePasswordBody": "وارد حساب کاربریتان شوید، سپس وارد صفحه {changeLink} شوید و در اینجا می‌توانید گذرواژه‌تان را تغییر دهید.",
    "faq.changeLinkText": "تنظیمات گذرواژه",
    "faq.changeEmailTitle": "چطور می‌شود آدرس ایمیلم را تغییر دهم؟",
    "faq.changeEmailBody": "وارد حساب کاربریتان شوید، سپس صفحه {changeEmailLink} جایی است که می‌توانید آدرس ایمیتان را عوض کنید.",
    "faq.newScratcherTitle": "چطور از رتبه «اسکرچی مبتدی» به رتبه  «اسکرچی» ارتقا پیدا کنم؟",
    "faq.newScratcherBody": "بعد از آنکه حساب کاربری می‌سازید، شما به عنوان «اسکرچی مبتدی» شناخته می‌شوید. برای ارتقا به «اسکرچی» بایستی چندین پروژه بسازید و به اشتراک بگذارید، دیدگاه‌های مفیدی را در مورد سایر پروژه‌هایی که اسکرچی‌ها ساخته اند را بنویسید و کمی حوصله کنید! بعد از داشتن این پیش نیازها، یک لینک در صفحه پروفایل شما ظاهر می‌شود و از شما دعوت می‌کند که یک اسکرچی شوید و آنگاه قابلیت‌های جدیدی در وب سایت اسکرچ برای شما فعال خواهد گردید. (توجه داشته باشید که ما درخواستی را برای تبدیل شدن از اسکرچی مبتدی به اسکرچی قبول نمی‌کنیم).",
    "faq.multipleAccountTitle": "آیا می‌توانم بیش از یک حساب کاربری داشته باشم؟",
    "faq.multipleAccountBody": "داشتن چندین حساب کاربری در سایت اسکرچ تا زمانی که هیچ یک از آنها قوانین {cgLink} را نقض نکند، بلامانع است. در صورت نقض قوانین همه آن حساب‌های کاربری غیرفعال و یا حذف خواهند شد.",
    "faq.multipleLoginTitle": "آیا ورود چندین نفر با یک حساب کاربری مجاز است؟",
    "faq.multipleLoginBody": "اجازه‌ی این کار داده نمی‌شود زیرا وقتی‌که بیش از یک نفر با یک حساب کاربری وارد شود به‌سادگی باعث تداخل وب‌سایت و ویرایشگر خواهد شد. وقتی‌که یک حساب‌ کاربری کارهایی که باعث نقض {cgLink} می‌شود را انجام دهد، تمامی حساب‌های کاربری مرتبط با آن ممکن است مسدود یا حذف شود. اگر شما یک حساب کاربری را با کسی به اشتراک بگذارید که کار بدی با آن انجام می‌دهد، این به این معنی است که حساب‌های کاربری شما برای کارهایی که آن فرد دیگر انجام داده است، می‌تواند مسدود شود.",
    "faq.changeUsernameTitle": "آیا می‌توانم نام کاربریم را تغییر دهیم؟",
    "faq.changeUsernameBody": "ساختار وب سایت اسکرچ وابسته به داشتن حساب کاربری ثابتی است، به همین دلیل امکان تغییر نام کاربریتان وجود ندارد. اگر واقعا لازم دارید تا یک نام کاربری جدید داشته باشد، می‌توانید یک حساب کاربری جدید بسازید، و البته خودتان باید تمامی‌ پروژه‌هایتان را در آن حساب جدید کپی کنید.",
    "faq.shareInfoTitle": "چه اطلاعاتی را می‌توانم از طریق حساب کاربریم به اشتراک بگذارم؟",
    "faq.shareInfoBody": "لطفا اطلاعات شخص از قبیل آدرس واقعی، ایمیل، شماره تماس و یا هر چیز دیگر که از بتوان برای تماس با شما خارج از وب سایت اسکرچ استفاده کرد را به اشتراک نگذارید. لطفا پروژه‌ها، دیدگاه‌ها، و یا ارسال‌های انجمن را که حاوی اینگونه اطلاعات هستند را به ما گزارش دهید تا گروه اسکرچ بتواند آنها را حذف کند و به نویسنده آنها هشداری نسب به رعایت دستور العمل ما در جلوگیری از نشر اطلاعات تماس را بدهد.",
    "faq.deleteAccountTitle": "چگونه می‌توانم حساب کاربریم را حذف کنم؟",
    "faq.deleteAccountBody": "وارد حساب کاربری اسکرچ شوید و سپس بر روی نام کاربریتان که در گوشه قسمت بالای صفحه مشاهده می‌کنید کلیک کنید. گزینه \"تنظیمات حساب کاربری\" را بزنید، سپس روی لینک \"می‌خواهم حساب کاربریم را حذف کنم\" در پایین صفحه کلیک کنید. بدیهی است که در صورتی که قطعا می‌خواهید حساب کاربریتان را حذف کنید، اینکار را انجام دهید.",
    "faq.scratchFreeTitle": "آیا اسکرچ رایگان است؟ آیا اجازه دارم که در هرجایی از آن استفاده کنم؟",
    "faq.scratchFreeBody": "به کاملا! اسکرچ بدون هیچ هزینه‌ای ارائه می‌شود. شما می‌توانید در مدرسه از آن استفاده کنید، می‌توانید دوره‌ای آن را تدریس کنید ( حتی اگر دوره رایگان نباشد). لازم نیست که مجوزی بخرید: کاملا رایگان است! ",
    "faq.scratchScreenshotTitle": "آیا اجازه داریم که تصاویر صفحه اسکرچ (screenshots) را در کتاب و یا پاورپوینت‌ استفاده کنم؟",
    "faq.scratchScreenshotBody": "بله، شما می‌توانید از تصاویر و عکس‌های نرم افزار و وب سایت اسکرچ در کتاب و یا ارائه‌های خود استفاده نمایید و مجوز آنها را تحت عنوان مجوز {licenseLink} در نظر بگیرد. از شما خواهشمندیم که در جایی از محتوایتان این متن را ذکر نمایید:\" اسکرچ پروژه‌ای از Scratch Foundation با همکاری Lifelong Kindergarten Group تهیه شده در MIT Media Lab است که به صورت رایگان در https://scratch.mit.edu ارائه می‌گردد\".",
    "faq.licenseLinkText": "مجوز Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "آیا اجازه دارم در برگه‌های تبلیغی و سایر منابع توضیحاتی در مورد اسکرچ را درج کنم؟",
    "faq.scratchDescriptionBody": "حتما! ما توضیح زیر را پیشنهاد می‌کنیم: \"اسکرچ یک زبان برنامه نویسی با جامعه‌ای آنلاین است است که با آن می‌توانید داستان‌های تعاملی، بازی و انیمیشن بسازید و ساخته‌هایتان را با سایرین در دنیا به اشتراک بگذارید. یک نوجوان با ساخت و به اشتراک گذاری پروژه‌های اسکرچ خلاقانه اندیشیدن، استدلال روش‌مند و همکاری با دیگران را فرا خواهد گرفت. اسکرچ یک پروژه {sfLink} با همکاری گروه  Lifelong Kindergarten در  Media Lab دانشگاه MIT است. به صورت رایگان از طریق آدرس  https://scratch.mit.edu قابل دسترس است.",
    "faq.presentScratchTitle": "آیا اجازه معرفی اسکرچ را در یک همایش دارم؟",
    "faq.presentScratchBody": "از شما می‌خواهیم که در ارائه و معرفی اسکرچ برای دانش‌آموزان و سایر مخاطبین آزادانه عمل کنید.",
    "faq.supportMaterialTitle": "آیا اجازه دارم که از محتواهای ارائه شده توسط اسکرچ مانند شکلک‌ها، تصاویر، صداها و یا سایر منابعی که در وب سایت یافت می‌شود، استفاده/ بازترکیب کنم؟",
    "faq.supportMaterialBody": "بله: بیشتر چیزهایی بکار رفته در اسکرچ که در وب سایت اسکرچ موجود است تحت مجوز {licenseLink} است. چند مورد استثنا هم وجود دارد:  لوگوی اسکرچ، گربه اسکرچ و شکلک‌های Gobo, Pico, Nano, Giga  و Tera که علامت تجاری اسکرچ هستند و بدون اجازه صریح گروه اسکرچ نمی‌توان از آنها استفاده کرد.",
    "faq.sellProjectsTitle": "آیا می‌توانم پروژه‌هایم در اسکرچ را بفروشم؟",
    "faq.sellProjectsBody": "بله: پروژه اسکرچ شما متعلق به شما است. التبه توجه داشته باشید به محض آنکه پروژه‌تان را به در سایت اسکرچ به اشتراک بگذارید، هر کسی مجاز به دانلود، بازترکیب و استفاده مجدد از آن پروژه تحت مجوز {licenseLink} است. بنابراین اگر قصد فروش پروژه‌تان را دارد،  شاید لازم باشد که آن را از حالت اشتراک در سایت اسکرچ خارج کنید.",
    "faq.sourceCodeTitle": "از کجا می‌شود به کدهای منبع (Source Code) اسکرچ را پیدا کرد؟",
    "faq.sourceCodeBody": "کد منبع (source code) ویرایشگر برنامه اسکرچ را می‌توانید در {guiLink} بیابید. کدهای منبع {flashLink} و {scratch14Link} نیز در GitHub موجود هستند. برای آگاهی از آخرین اطلاعیه‌ها در خصوص توسعه پروژه‌های مرتبط با وب سایت اسکرچ  لطفا {developersLink} را مشاهده نمایید.",
    "faq.scratch14": "اسکرچ نسخه .۱۴",
    "faq.okayToShareTitle": "از کجا متوجه شوم چه چیزهایی مورد تایید برای به اشتراک گذاشتن بر روی وب سایت اسکرچ هستند؟",
    "faq.okayToShareBody": "{cgLink} اسکرچ را ببینید - آنها خلاصه و بدون چیزهای حقوقی زیادی هستند. یک لینک در پایین تمام صفحات اسکرچ برای آن وجود دارد.",
    "faq.reportContentTitle": "اگر چیز نامناسبی را مشاهده کردم، باید چه کار کنم؟",
    "faq.reportContentBody": "در صورت مشاهده موارد نامناسب با اسکرچ، شما می‌توانید روی لینکی که در آن نوشته شده است \"گزارش\" و در کنار هر پروژه، دیدگاه، ارسال‌‌های انجمن، هنرگاه و یا صفحه پروفایل کاربران وجود دارد، کلیک کنید. اگر موردی پیچیده بود، می‌توانید از لینک {contactLink} (که در انتهای همه صفحات وجود دارد) برای توضیحات بیشتر استفاده کنید. توجه کنید که تا حد ممکن جزئیات را همراه با لینک به صفحات مربوطه ارسال نمایید.",
    "faq.noFlameTitle": "اگر متوجه اهانت و یا توهین رفتار کسی شدم، باید چه کار کنم؟",
    "faq.noFlameBody": "اوضاع را بدتر نکنید! اگر به یک دیدگاه زشت، پاسخی زشت تر بدهید فقط اوضاع را بدتر می‌کند و باعث خواهد شد تا حساب شما مسدود گردد. به جای اینکار، به سادگی هر چیزی که بی ادبی یا غیرسازنده است را گزارش دهید و ما پیگیری را با نویسنده آنها انجام خواهید داد. ما روزانه چندین بار گزارش‌ها را بررسی می‌‎‌کنیم بنابراین مطمئن باشید که ما این چیزها را سامان می‌بخشیم.",
    "faq.reviewContentTitle": "تیم اسکرچ با مواردی که گزارش (reported) و یا نشان می‌شوند (flagged)، چه کار می‌کند؟",
    "faq.reviewContentBody": "تیم اسکرچ هر روز دیدگاه‌ها و پروژه‌هایی که گزارش شده‌اند را بررسی می‌کند. اگر موردی باعث نقض {cgLink} اسکرچ شود، ما آنرا حذف و اخطاری برای حساب کاربری آن ارسال می‌کنیم.  در صورت لزوم با توجه به موردی که به اشتراک گذاری شده است و اخطارهای قبلی، ممکن است که ما تمام حساب‌ها و شبکه‌هایی که از طریق آن به اشتراک گذاری شده است را مسدود سازیم.",
    "faq.blockedAccountTitle": "در صورت مسدود شدن یک حساب کاربری چه اتفاقی خواهد افتاد؟",
    "faq.blockedAccountBody": "در صورتی که یک حساب کاربری مسدود گردد، مالک آن دیگر امکان دسترسی به حسابش را برای ساخت پروژه‌ها و یا ارسال دیدگاه نخواهد داشت. هنگام ورود (لاگین) صفحه‌ای که در آن دلیل مسدود شدن حساب کاربری ذکر شده است به همراه یک فرم درخواست رفع مسدودی را خواهد دید. اگر مالک حساب اقرار کند که متوجه دلیل مسدودی حساب کاربری شده است و تعهد نماید که از این پس از {cgLink} اسکرچ پیروی نماید، آنها رفع مسدودی خواهند شد.",
    "faq.stolenAccountTitle": "در صورتی که فردی به حساب کاربری من دسترسی یابد و آنرا مسدود سازد، باید چه کار کنم؟",
    "faq.stolenAccountBody": "شما مسئول حفظ گذرواژه خود هستید. اگر کسی که می‌شناسید کنترل حساب کاربری شما را بدست گرفت و کارهای ناپسندی را انجام داد، به مسئول کامپیوتری که آن‌ها استفاده می کنند اطلاع دهید. اگر فکر می کنید کسی که نمی‌شناسید دسترسی به حساب کاربری شما دارد، گذرواژه را عوض کنید و / یا از پیوند {contactLink} استفاده کنید تا وضعیت را توضیح دهید. اگر حساب شما بخاطر کاری که شما انجام داده اید و {cgLink} اسکرچ را نقض کرده است، مسدود شده است، لطفا به ما نگویید که شخص دیگری آن را انجام داده است!! وقتی که افراد به ما می‌گویند که شخص دیگری از حساب کاربری‌شان برای انجام کاری‌های ناپسندی استفاده کرده است، قبل از این‌که بتوانیم حساب را بازگردانیم، باید تلاش کنیم و با آن شخص صحبت کنیم. این به این معنی است که اگر در مورد آنچه به ما گفته‌اید صادق بوده باشید، حساب شما برای مدت طولانی‌تری مسدود خواهد ماند.",
    "faq.aboutExtensionsTitle": "منظور از افزونه‌ها چیست؟",
    "faq.aboutExtensionsBody": "در ویرایشگر اسکرچ، شما می‌توانید مجموعه‌ای از بلوک‌ها را که \"افزونه‌ها\" (extensions) نامیده می‌شوند را اضافه کنید. برای نمونه چندین افزونه که توسط آنها می‌توانید برنامه نویسی ابزارهای سخت افزاری (مانند سخت افزار micro:bit و همچنین بسته‌های رباتیک شرکت LEGO) و یا ترجمه متن در پروژه‌های اسکرچ انجام دهید. البته ما در آینده هم افزونه‌های جدیدی را اضافه خواهیم کرد تا همچنان بتوانید کارهای بیشتری را در آینده با اسکرچ انجام دهید.",
    "faq.howToAddExtensionsTitle": "چگونه می‌شود یک افزونه را به یک پروژه اضافه کنم؟",
    "faq.howToAddExtensionsBody": "اگر بر روی دکمه \"افزونه‌ها\" که در سمت راست گوشه پایین محیط برنامه نویسی اسکرچ است کلیک کنید، شما فهرستی از همه افزونه‌های اسکرچ را خواهید یافت. بعد از آنکه یکی از آنها را انتخاب کنید، گروه جدیدی از بلوک‌ها به پروژه‌ شما اضافه خواهد شد. افزونه‌ها به صورت خودکار هر گاه که پروژه را باز کنید باز خواهند شد. شما می‌توانید چندین افزونه را به یک پروژه اضافه کنید.",
    "faq.createExtensionsTitle": "چطور می‌شود که برای اسکرچ افزونه‌ خودم را بسازم؟",
    "faq.createExtensionsBody": "گروه اسکرچ چهارچوب‌ها و مشخصات فنی افزونه‌ها را در آینده منتشر خواهد ساخت. بعد از آماده سازی ، شما می‌توانید افزونه‌ها را برای بررسی جهت ارائه در کتابخانه رسمی افزونه‌ها اسکرچ ۳٫۰ برای تیم اسکرچ ارسال نمایید. همچنین ما چهارچوب‌هایی برای توسعه و ارائه افزونه‌های \"آزمایشی\" آماده خواهیم کرد، که از آنها می‌توان برای ساخت پروژه‌ها برای روی کامپیوترهایی استفاده کرد و در جامعه آنلاین اسکرچ به اشتراک گذاشته نخواهند شد.",
    "faq.scratchXTitle": "سرانجام وب سایت ScratchX چه شد؟",
    "faq.scratchXBody": "وب سایت ScratchX (scratchx.org) بستری برای آزمایش افزونه‌ها بود. افزونه‌هایی که برای ScratchX ساخته شده اند با اسکرچ ۳٫۰ سازگار نیستند. بعد از آنکه افزونه‌های آزمایشی در اسکرچ کاملا مورد پشتیبانی فنی قرار گرفت، ما پشتیبانی فنی از ScratchX را متوقف خواهیم کرد و مهلت زمانی را برای برنامه نویسان و سایر کاربران جهت گذار از ScratchX به بستر جدید افزونه‌ها اختصاص خواهیم داد.",
    "faq.cloudDataInfoTitle": "متغیرهای ابری (cloud variables) چیست؟",
    "faq.cloudDataInfoBody": "متغیرهای ابری (cloud variables) این امکان را به شما می‌دهند تا داده‌های یک پروزه را ذخیره و با سایر اعضای جامعه اسکرچ به اشتراک بگذارید. می‌توانید از متغیرهای ابری برای ساخت نظر سنجی و یا سایر پروژه‌هایی که لازم است اعضای جامعه اسکرچ بتوانند داده‌هایی را مشاهده و تغییر دهند.",
    "faq.makeCloudVarTitle": "چگونه می‌توانم یک متغیر ابری (cloude variable) بسازم؟",
    "faq.makeCloudVarBody": "به قسمت \"متغیرها در قسمت بلوک‌ها بروید، گزینه \"ایجاد یک متغیر\" را بزنید و سپس گزینه \"متغیر ابری (ذخیره در سرور)\" را فعال کنید. داده‌های مربوط به متغیر ابری بر روی سرور ذخیره خواهند شد، ماندگار هستند و در دسترس هر کسی که آن پروژه را مشاهده کند، خواهد بود.",
    "faq.onlyNumbersTitle": "چه نوع داده‌ای را می‌توان در متغیرهای ابری ذخیره کرد؟",
    "faq.onlyNumbersBody": "فقط اعداد را می‌توان در متغیرهای ابری ذخیره کرد.",
    "faq.storedCloudInfoTitle": "چه کسانی می‌توانند داده‌های ذخیره شده در متغیرهای ابری را ببینند؟",
    "faq.storedCloudInfoBody": "هنگامی که با پروژه‌ای که در آن از متغیرهای ابری استفاده شده است، کار می‌کنید، داده‌های عملکرد شما همراه با نام کاربریتان ذخیره خواهند شد و هر کسی قادر به مشاهد آنها  خواهد بود.",
    "faq.reportCloudTitle": "در صورتی که مشاهده کردم فردی محتوای نامناسبی را توسط متغیرهای ابرای ارسال می‌کند، چگونه باید آنرا گزارش کنم؟",
    "faq.reportCloudBody": "بر روی دکمه \"گزارش این مورد\" (که در زیر صفحه نمایش پروژه در صفحه پروژه است) برای گزارش موارد استفاده نامناسب از متغیرهای ابری کلیک کنید. هنگام شرح دلایتان در گزارش حتما \"cloud variable\" را ذکر نمایید.",
    "faq.chatRoomTitle": "آیا می‌توانم با متغیرهای ابری اتاق گفتگو (chat rooms) بسازم؟",
    "faq.chatRoomBody": "اگر چه از نظر فنی امکان ساخت یک اتاق گفتگو (chat room) با متغیرهای ابری وجود دارد، اما بر روی وب سایت اسکرچ انجام آن مجاز نمی‌باشد.",
    "faq.changeCloudVarTitle": "چه کسی می‌تواند اطلاعاتی که در متغیر ابری ذخیره شده است را تغییر دهند؟",
    "faq.changeCloudVarBody": "فقط شما و بازدیدکنندگان از پروژه‌تان قادرند تا داده‌هایی را در متغیرهای ابری پروژه ذخیره کنند. اگر فردی از گزینه \"داخلش را ببین\" استفاده کنید و یا کدهای شما را \"بازترکیب\" کند، باعث خواهد شد که یک کپی از متغیرهای ابری ایجاد گردد و  تغییری در متغیرهای اصلی ایجاد نخواهد شد.",
    "faq.newScratcherCloudTitle": "من وارد سایت شده‌ام با این  حال نمی‌توانم از متغیرهای ابری در پروژه‌ها استفاده کنم، دلیل آن چیست؟",
    "faq.newScratcherCloudBody": "اگر هنوز رتبه شما در وب سایت «اسکرچی مبتدی» است، امکان استفاده از متغیرهای ابری (cloud variable) را در پروژه ندارید. ابتدا باید رتبه شما به «اسکرچی» ارتقاء یابد تا دسترسی به متغیرهای ابری داشته باشید. قسمت توضیحات حساب کاربری را در بالای همین صفحه برای کسب اطلاعات بیشتر جهت ارتقا از رتبه کاربری «اسکرچی مبتدی» به «اسکرچی» مطالعه نمایید.",
    "faq.multiplayerTitle": "آیا با استفاده از متغیرهای ابری می‌توان بازی‌های چند نفره ساخت؟",
    "faq.multiplayerBody": "ساخت بازیهای چند نفره ممکن است مشکل باشد به دلایلی از قبلی سرعت شبکه و مسائل synchronization  (هماهنگ سازی). با این وجود برخی از اسکرچی‌ها با راه‌های خلاقانه و استفاده از متغیرهای ابری، بازی‌های نوبتی و سایر انواع بازی‌ها را ارائه کرده‌اند.",
    "faq.schoolsTitle": "اسکرچ در مدارس",
    "faq.howTitle": "از اسکرچ چگونه در مدارس استفاده می‌شود؟",
    "faq.howBody": "اسکرچ در هزاران مدارس در سراسر دنیا، در بسیاری از زمینه های مختلف (از جمله ادبیات، علوم، تاریخ، ریاضی و علوم کامپیوتر) مورد استفاده می‌گیرد. شما می‌توانید در مورد روش‌ها ها و همینطور منابع برای استفاده از اسکرچ در مدارس و سایر محیط های یادگیری (مانند موزه ها، کتابخانه ها، و مراکز اجتماعی) در صفحه {educatorsLink} اطلاعات بیشتری را کسب نمایید.",
    "faq.educatorsLinkText": "صفحه معلمان",
    "faq.noInternetTitle": "آیا روشی وجود دارد تا دانش آموزان بدون نیاز به اتصال اینترنت از اسکرچ استفاده کنند؟",
    "faq.noInternetBody": "بله. {downloadLink} نسخه‌ی قابل دانلود اسکرچ است که بر روی یک کامپیوتر و یا لپ تاپ اجرا می‌شود.  در حال حاضر برنامه اسکرچ بر روی دستگاه‌هایی که ویندوز و یا مک دارند قابل استفاده است.",
    "faq.communityTitle": "آیا می‌توانم جامعه آنلاین (online community) را برای شاگردانم غیر فعال کنم؟",
    "faq.communityBody": "جامعه آنلاین اسکرچ (Scratch online community) راهی را برای نوجوانان فراهم می‌آورد تا بتوانند در یک فضای تحت نظارت که توسط اسکرچ اداره می‌شود {cgLink} کارهایشان را به اشتراک بگذارند، با هم همکاری کنند و با دوستانشان یاد بگیرند. البته ما مطلع هستیم که برخی از معلم‌ها مایل نیستند تا دانش آموزان‌شان در جامعه آنلاین حضور داشته باشند. این دسته از معلم‌ها در صورت تمایل می‌توانند برنامه اسکرچ را نصب کنند که به صورت آفلاین و لوکال (local) بر روی یک کامپیوتر و یا لپ تاپ اجرا می‌شود.",
    "faq.teacherAccountTitle": "حساب کاربری ویژه معلمین اسکرچ چیست؟",
    "faq.teacherAccountBody": "حساب کاربری معلمین اسکرچ (Scratch Teacher Account) امکانات اضافه‌ای را جهت مدیریت و شرکت دانش آموزان برای معلمین و سایر مدرسان در اسکرچ فراهم می‌آورد، مانند ساخت حساب کاربری برای دانش آموزان، ساماندهی پروژه‌های دانش آموزان در یک هنرگاه و بازبینی دیدگاه‌ها و یادداشت‌های دانش آموزان. برای کسب اطلاعات بیشتر درباره حساب کاربری معلمین، لینک ‍{eduFaqLink} را مشاهده نمایید.",
    "faq.eduFaqLinkText": "سوالات متداول اکانت معلم اسکرچ",
    "faq.requestTitle": "چگونه درخواست یک حساب کاربری ویژه معلمین اسکرچ را بدهم؟",
    "faq.requestBody": "شما می‌توانید از طریق {educatorsLink}حساب کاربری ویژه معملین اسکرچ (Scratch Teacher Account)  درخواست نمایید. ما اطلاعات تکمیلی را در فرآیند طی مراحل ثبت نام به جهت تایید شما به عنوان یک مدرس خواهیم پرسید.",
    "faq.dataTitle": "اسکرچ چه اطلاعاتی درباره‌ی دانش‌آموزان جمع‌آوری می‌کند؟",
    "faq.dataBody": "هنگامی که دانش آموزی برای اولین بار در اسکرچ ثبت نام می‌کند، ما داده‌های آماری کلی مانند جنسیت، سن (ماه و سال)، کشور و یک ایمیل جهت تایید هویت را سوال می‌کنیم. این داده‌ها (به صورت تجمیعی) برای مطالعات تحقیقی با هدف ارتقا درک ما از چگونگی یادگیری افراد با اسکرچ استفاده می‌شود. هنگامی که یک معلم از حساب کاربری ویژه معلمین اسکرچ جهت ساخت تعدادی حساب کاربری دانش آموزی استفاده می‌کند، دانش آموزان الزامی به ارائه آدرس ایمیل جهت حساب کاربریشان ندارند.",
    "faq.lawComplianceTitle": "آیا نسخه آنلاین اسکرچ مطابق با قوانین داخلی ایالات متحده و فدرال حق بر محرمانگی داده‌ است؟",
    "faq.lawComplianceBody1": "حفظ حریم خصوصی دانشجویان و همه افرادی که از بستر اسکرچ استفاده میکنند، بطور جدی مورد توجه قرار گرفته است. بدین منظور تدابیر و رویه‌های فیزیکی و الکترونیکی برای حفاظت از اطلاعاتی که از سایت اسکرچ جمع آوری کرده‌‍ایم، تعبیه شده است. هرچند امکان ارائه تضمینی در قالب قراردادهای مرسوم به موسساتی که بطور مجانی محصولات آموزشی ما را استفاده میکنند، مقدور نمی باشد ولی خاطرنشان می‌شود که اسکرچ تماما با قوانین دولت فدرال ایالات متحده آمریکا و دانشگاه MIT و همچنین ضوابط بنیاد اسکرچ هماهنگی کامل دارد. جهت دریافت اطلاعات بیشتر توصیه می‌شود دستور العمل حمایت از حریم شخصی اسکرچ را مطالعه کنید.",
    "faq.lawComplianceBody2": "اگر ترجیح می‌دهید که بدون ارائه هیچگونه اطلاعات شخصی به ما پروژه‌هایی را با اسکرچ بسازید، می‌توانید آنرا از {downloadLink} دانلود کنید. پروژه‌هایی که در برنامه اسکرچ ساخته می‌شود در دسترس تیم اسکرچ نیستند و استفاده از برنامه اسکرچ هیچگونه اطلاعات قابل شناسایی شخصی را برای اسکرچ افشاء نخواهد کرد مگر آنکه بخواهید تا آن پروژه‌ها را در جامعه آنلاین اسکرچ بارگذاری (آپلود) کنید."
}