{
    "faq.title": "سوالات متداول (FAT)",
    "faq.intro": "در این صفحه می‌توانید سوالات مشهور و متداولی که در مورد اسکرچ دیگران پرسیده‌اند را مشاهده نمایید.",
    "faq.aboutTitle": "سوالات متداول",
    "faq.scratch3Title": "اسکرچ 3.0",
    "faq.remixTitle": "توزیع جدید و حق مالکیت معنوی",
    "faq.accountsTitle": "حساب کاربری",
    "faq.permissionsTitle": "حقوق مالکیت و دسترسی‌ها",
    "faq.inappropriateContentTitle": "محتوای نامربوط",
    "faq.scratchExtensionsTitle": "افزونه‌های اسکرچ",
    "faq.cloudDataTitle": "متغیرها رایانش ابری",
    "faq.aboutScratchTitle": "اسکرچ چیست و با آن چه کاری می‌توانم انجام دهم؟",
    "faq.aboutScratchBody": "با زبان برنامه نویسی اسکرچ و جامعه آنلاین آن شما می‌توانید داستان‌ها، بازی‌ها و انیمیشن‌های خود را بسازید  -- و آنچه را ساخته‌اید با بقیه افراد در سراسر دنیا به اشتراک بگذارید. نوجوانان با ایجاد و به اشتراک گذاشتن پروژه‌های اسکرچ، خلاقانه تفکر می‌کنند، به صورت راهبردی دلایل را می‌فهمند و باهم همکاری می‌کنند. برای آشنایی بیشتر با اسکرچ، صفحه ی {aboutScratchLink} را مشاهده نمایید.",
    "faq.aboutScratchLinkText": "درباره اسکرچ",
    "faq.makeGameTitle": "چطور می‌توانم یک بازی یا انیمیشن با اسکرچ بسازم؟",
    "faq.makeGameBody": "صفحه {ideasLink} را برای یافتن راه‌های شروع به کار با اسکرچ ببیند.",
    "faq.ideasLinkText": "صفحه ایده‌ها",
    "faq.whoUsesScratchTitle": "چه افرادی از اسکرچ استفاده می‌کنند؟",
    "faq.whoUsesScratchBody": "افراد با هر پیشینه، در هر کجای دنیا و در همه حوزه‌ها -- خانه، مدرسه، کتابخانه‌ها، موزه‌ها و ... از اسکرچ استفاده می‌کنند. اسکرچ ویژه ی سنین 8 تا 16 سال طراحی شده است اما افرادی در همه ی سنین با اسکرچ پروژه‌هایی را ساخته و به اشتراک می‌گذارند. البته شاید بچه‌های کوچک بخواهند از {scratchJrLink} که یک نسخه ساده شده ی اسکرچ برای سنین 5 تا 7 سال است استفاده کنند.",
    "faq.requirementsTitle": "برای اسکرچ به چه تجهیزاتی نیاز دارم؟",
    "faq.requirementsBody": "در حال حاضر اسکرچ بر روی اکثر مرورگرهای وب موجود بر روی کامپیوترهای شخصی، لپ‌تاپ‌ها و تبلت‌‌ها اجرا می‌شود. شما می‌توانید بر روی گوشی موبایل نیز پروژه‌ها را ببینید، اما فعلا نمی‌توانید از موبایل برای ساخت و یا ویرایش پروژه‌ها استفاده کنید. در زیر فهرست از مرورگرهایی که رسما پشتیبانی می‌شود را مشاهده می‌نمایید.",
    "faq.requirementsDesktop": "کامپیوتر شخصی",
    "faq.requirementsDesktopChrome": "مرورگر Chrome (63+)",
    "faq.requirementsDesktopEdge": "مرورگر Edge (15+)",
    "faq.requirementsDesktopFirefox": "مرورگر Firefox (57+)",
    "faq.requirementsDesktopSafari": "مرورگر Safari (11+)",
    "faq.requirementsDesktopIE": "مرورگر اینترنت اکسپلورر قابل استفاده نیست.",
    "faq.requirementsTablet": "تبلت",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "مرورگر موبایل Safari (11+)",
    "faq.requirementsNote": "توجه:",
    "faq.requirementsNoteDesktop": "اگر کامپیوتر شما این ملزومات را ندارد، می‌توانید ویرایشگر{downloadLink} را امتحان کنید. (سوال بعدی را ببیند.)",
    "faq.scratchDesktop": "اسکرچ دسکتاپ",
    "faq.requirementsNoteWebGL": "اگر با خطای WebGl error مواجه شدید، سایر مرورگرها را امتحان کنید.",
    "faq.requirementsNoteTablets": "بر روی تبلت‌ها، در حال حاضر راهی برای استفاده از بلوک‌های «وقتی کلیدی فشرده شد» و یا منویی که هنگام فشردن کلید سمت راست نمایش داده می‌شود، وجود ندارد.",
    "faq.offlineTitle": "آیا نسخه قابل دانلودی هم دارید تا بتوانم به صورت آفیلان پروژه‌ها را بسازم و یا ببینم؟",
    "faq.offlineBody": "ویرایشگر دسکتاپ اسکرچ (Scratch Desktop editor) این امکان را به شما می‌دهد تا بدون نیاز به اینترنت پروژه‌های اسکرچ را بسازید. شما می‌توانید {downloadLink} را از سایت دریافت کنید. این نسخه تا قبل از این به عنوان ویرایشگر آفلاین اسکرچ (Scratch Offline editor) نامیده می‌شد.",
    "faq.uploadOldTitle": "آیا همچنان می‌توانم پروژه‌هایی که با نسخه‌های قدیمی تر اسکرچ ساخته شده را بر روی وب سایت آپلود کنم؟",
    "faq.uploadOldBody": "بله: شما می‌توانید پروژه‌هایی که با نسخه‌های قدیمی تر ساخته شده را با دیگران به اشتراک بگذارید و یا آپلود کنید، آنها قابل نمایش و اجرا هستند. (البته توجه داشته باشید که شما نمی‌توانید پروژه‌هایی که با نسخه‌های جدید اسکرچ ساخته و یا ویرایش شده‌اند را در نسخه‌های قدیمی باز کنید. به عنوان مثال نمی‌توان پروژ‌ه‌های اسکرچ 3.0 را با نسخه‌های ‍{scratch2Link} باز  کرد، زیرا اسکرچ نسخه 2.0 نمی‌داند که چطور باید فایل‌هایی با پسوند sb3 را بخواند.)",
    "faq.scratch2": "اسکرچ 2.0",
    "faq.scratchCostTitle": "قیمت اسکرچ چقدر است؟ آیا باید مجوزی خریداری شود؟",
    "faq.scratchCostBody": "اسکرچ رایگان بوده و خواهد بود. هیچ مجوزی برای استفاده از اسکرچ در منزل، مدرسه یا جای دیگری لازم نیست. هزینه توسعه و پشتیبانی اسکرچ از حمایت‌های مالی تامین می‌گردد. اگر مایل به مشارکت در اسکرچ هستید، {donateLink} را مشاهده نمایید.",
    "faq.donateLinkText": "صفحه حمایت مالی",
    "faq.mediaLabTitle": "چه کسی اسکرچ را ساخته است؟",
    "faq.mediaLabBody": "اسکرچ توسط تیم اسکرچ در {llkLink} در {mediaLabLink} ساخته و پشتیبانی می‌شود.",
    "faq.llkLinkText": "گروه Lifelong Kindergarten",
    "faq.mediaLabLinkText": "آزمایشگاه Media Labدانشگاه MIT",
    "faq.aboutScratch3Title": "منظور از اسکرچ 3.0 چیست؟",
    "faq.aboutScratch3Body": "اسکرچ 3.0 آخرین نسخه اسکرچ است که در تاریخ 2 ژانویه 2019 ارائه گردیده است. طراحی آن به گونه‌ای است که  چیزها و فضاهایی و روشی ساخت آنچه را که با اسکرچ می‌سازید را وسعت ببخشد. این نسخه شامل ده‌ها شکلک جدید، یک ویرایشگر صدای کاملا جدید و بلوک دستورات جدیدی است. همچنین در نسخه اسکرچ 3.0 شما می‌توانید با علاوه بر کامپیوتر شخصی و لپ تاپ از تبلت برای ساخت و اجرای پروژ‌ه‌ها استفاده نمایید.",
    "faq.reportBugsScratch3Title": "چگونه می‌شود که باگ‌ها و خطاهای و همچنین بازخوردهایی در مورد اسکرچ 3.0 را ارسال کنم؟",
    "faq.reportBugsScratch3Body": "You can report bugs and share feedback in the {forumsLink} section of the Scratch discussion forums.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "آیا اسکرچ 3.0 به زبان‌های مختلف ترجمه شده است؟",
    "faq.languagesScratch3Body1": "بله. برای تغییر زبان بلوک دستورات، آیکونی که شبیه \"سیاره زمین\" در منوی بالای ویرایشگر است را کلیک کنید و از فهرست زبان‌ها، زبان مورد نظر خود را انتخاب نمایید.",
    "faq.languagesScratch3Body2": "تمامی ترجمه‌ها توسط افرادی داوطلب انجام شده است. در  حال حاضر ویرایشگر اسکرچ 3.0 به بیش از 40 زبان ترجمه شده است. شما می‌توانید زبان‌هایی که هم اکنون ترجمه شده‌اند را از {transifexLink} مورد بازنگری و تصحیح قرار دهید. اگر می‌خواهید که به مترجمان و یا کسانی که بازبینی را انجام می‌دهند کمک‌ کنید، با {emailLink} تماس بگیرید.",
    "faq.transifexLinkText": "سرور ترجمه",
    "faq.removedBlocksScratch3Title": "یا در اسکرچ 3.0 برخی از بلوک‌هایی که در نسخه‌های قدیمی‌تر اسکرچ وجود داشتند، حذف شده است؟",
    "faq.removedBlocksScratch3Body": "No coding blocks have been removed in Scratch 3.0, but some have changed a bit and others have moved into \"Extensions\" (as described below, in the {extensionsFAQLink} section).",
    "faq.newBlocksScratch3Title": "آیا در اسکرچ 3.0 بلوک‌های جدیدی ارائه شده است؟",
    "faq.newBlocksScratch3Body": "بله! در اسکرچ 3.0 شما می‌توانید موارد زیر را بیابید:",
    "faq.newBlocksSoundEffect": "قطعه ی جدید \"جلوه‌های ویژه صدا\"",
    "faq.newBlocksOperators": "عملگرهای جدیدی که می‌توانید راحت‌تر با متن‌ها (رشته‌ها) کار کنید.",
    "faq.newBlocksPen": "بلوک جدید قلم‌ها، با قابلیت پشتیبانی از شفافیت (transparency)",
    "faq.newBlocksGlide": "بلوک جدید سُر خوردن برای حرکت دادن ساده‌تر یک شکلک (یا بلوک به مکان تصادفی برو)",
    "faq.newBlocksExtensions": "Many new capabilities through \"Scratch Extensions\" (see the Extensions section below)",
    "faq.biggerBlocksScratch3Title": "چرا اندازه بلوک‌ها در اسکرچ 3.0 نسبت به نسخه‌های قدیمی بلندتر شده‌اند؟",
    "faq.biggerBlocksScratch3Body": "با هدف سازگاری بیشتر اسکرچ 3.0 با انواع دستگاه‌ها (مانند Chromebooks، لپ‌تاپ‌های Windows Surface و تبلت‌‌ها) ما باید اندازه بلوک‌ها را بزرگتر می‌کردیم تا باعث شود حرکت و انتخاب آنها ساده تر شود. علاوه بر این در اسکرچ 3.0 ما برای حل مشکلی که متوجه شده بودیم که کاربران تازه کار  با کلیک و جابجا کردن قطعات ریز آن مواجه می‌شوند، قطعات را کمی بزرگتر کردیم.",
    "faq.extensionsScratch3Title": "بلوک «قلم‌ها» کجا رفته است؟ بلوک «موسیقی» کجاست؟ بلوک «درک از طریق ویدئو» کجاست؟",
    "faq.extensionsScratch3Body": "بلوک قلم‌ها، موسیقی و درک از طریق تصویر به قسمت افزونه‌ها منتقل شده است. برای اضافه کردن «افزونه‌ها» بر روی دکمه‌ای که در سمت راست پایین صفحه است کلیک کنید. (قسمت «افزونه» را ادامه مطالعه کنید)",
    "faq.paintEditorScratch3Title": "امکانات جدید اضافه شده در ویرایشگر تصویر چیست؟",
    "faq.paintEditorScratch3Body": "ویرایشگر تصاویربا هدف ارائه ی امکانات قوی جدید و استفاده ی ساده تر بازطراحی شده است. تغییرات و امکانات جدید آن عبارتند از:",
    "faq.paintEditorLayout": "چیدمان جدیدی که باعث می‌شود ابزارها و امکانات راحت تر در معرض دید باشند.",
    "faq.paintEditorTools": "ابزارهای جدیدی مانند \"پاک کن\" که در حالت برداری هم کار می‌کند",
    "faq.paintEditorColors": "امکانات بیشتر برای انتخاب و تنظیم رنگ‌ها",
    "faq.paintEditorVector": "امکان تنظیم دقیق نقاط روی خط‌ها (گیره‌‍‌ها موجود بر روی منحنی‌ها و حالت تنظیم نقطه‌ها)",
    "faq.paintEditorLayers": "تنظیمات بیشتر برای مرتب کردن لایه‌ها (\"انتقال به جلو\"، \"انتقال به عقب\" و سایر تنظیمات)",
    "faq.paintEditorGradients": "تنظیمات جدید گرادیان",
    "faq.soundEditorScratch3Title": "چه امکانات جدیدی در ویرایشگر صدا اضافه شده است؟",
    "faq.soundEditorScratch3Body": "ویرایشگر صدا با هدف تسهیل ضبط و دستکاری صدا باز طراحی شده است و امکانات جدیدی را ارائه می‌نماید:",
    "faq.soundEditorRecording": "روش جدید ضبط صدا که استفاده از آن ساده‌تر شده است",
    "faq.soundEditorTrimming": "روش جدید برش صدا که استفاده از آن ساده‌تر شده است",
    "faq.soundEditorEffects": "جلوه‌های جدید صدا (مانند \"سریعتر\"،\"آرامتر\"،\"پژواک صدا\" و \"صدای ربات\")",
    "faq.tipsWindwScratch3Title": "پنجره نکته‌های آموزشی اسکرچ که در نسخه‌های قبلی بود، کجا رفته است؟",
    "faq.tipsWindowScratch3Body": "به جای پنجره نکات، Scratch 3.0 محتوای مشابهی را از طریق مجموعه‌ای از آموزش‌ها فراهم شده است که از طریق لینک آموزش‌ها در منوی بالای پنچره ویرایشگر قابل دسترسی است. برای انواع پروژه‌ها آموزش‌هایی را می‌توانید بیابید (مانند \"بازی تعقیب گریز\") یا کار با بلوک ها و ویژگی های خاص (مانند \"ضبط یک صدا\" یا \"آنرا بچرخان\"). آموزش‌های بیشتری هم به زودی اضافه می شود (مانند \"بازی پونگ\" و \"آن را پرواز بده\").",
    "faq.remixDefinitionTitle": "منظور از بازترکیب چیست؟",
    "faq.remixDefinitionBody": "وقتی که یک Scratcher (کاربر اسکرچ) از پروژه فرد دیگری کپی می‌گیرد و آنرا ویرایش می‌کند و ایده‌های خودش را به آن اضافه کنید (مثلا دستوراتی را تغییر می‌دهد و یا حالاتی را تغییر می‌دهد)، به این کار اصطلاحا باز ترکیب یا ریمیکس گفته می‌شود. تمامی پروژه‌هایی که بر روی وب سایت اسکرچ هستند را می‌توان ریمیکس کرد. حتی تغییرات بسیار جزئیی را ما توزیع مجدد معتبری می‌پنداریم البته تا زمانی که حق اثر به سازنده و یا سایر کسانی که تغییرات اساسی را در پروژه انجام داده اند، ارجاع داده شود.",
    "faq.remixableTitle": "چرا گروه اسکرچ می‌خواهند که همه ی پروژه‌ها را بتوان \"بازترکیب\" کرد؟",
    "faq.remixableBody": "We believe that remixing other people’s projects is a great way to learn to program and to create interesting projects. Through remixing, creative ideas spread through the Scratch community, and everyone benefits. All projects shared on the Scratch website are covered by the “Creative Commons Share Alike” license, which means that you can remix any project you see on the Scratch website -- and everyone else can remix any of the projects that you share on the website.",
    "faq.creativeCommonsTitle": "اگر بخواهم که دیگران نتوانند پروژه‌هایم را بازترکیب کنند باید چه کار کنم؟",
    "faq.creativeCommonsBody": "Remixing is an important part of the Scratch community. If you don’t want others to view or remix your creations, you can still create projects on the Scratch website, but don’t share them on the website.",
    "faq.fairUseTitle": "Can I use images / sounds / media from the internet in my projects?",
    "faq.fairUseBody": "If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
    "faq.ccLinkText": "Creative Commons search page",
    "faq.whyAccountTitle": "چرا داشتن یک حساب کاربری اسکرچ مفید است؟",
    "faq.whyAccountBody": "بدون ثبت نام و داشتن حساب کاربری، می‌تواند با پروژه‌هایی که دیگران ساخته‌اند کار کنید، نظرات و مطالب انجمن‌ها را بخوانید حتی می‌توانید پروژه‌‌های خودتان را هم بسازید. اما برای ذخیره و به اشتراک گذاشتن پروژه‎‌‌هایتان، نوشتن نظر و ارسال پست در انجمن‌ها و همیچنین برای شرکت در سایر فعالیت‌های \"اجتماعی\" در جامعه (مانند لایک کردن پروژه‌‌های دیگران) به یک حساب کاربری نیاز دارید.",
    "faq.createAccountTitle": "چگونه یک حساب کاربری بسازم؟",
    "faq.createAccountBody": "کافی است که در صفحه اول سایت اسکرچ گزینه \"پیوستن\" را کلیک کنید. باید به چند سوال پاسخ دهید و یک آدرس ایمیل هم وارد کنید. کل این کار چند دقیقه طول خواهد کشید و کاملا رایگان است!",
    "faq.checkConfirmedTitle": "از کجا متوجه شوم که حساب کاربریم تایید شده است یا نه؟",
    "faq.howToConfirmTitle": "چگونه باید حساب کاربریم را به تایید برسانم؟",
    "faq.howToConfirmBody": "پس از ایجاد یک حساب کاربری جدید اسکرچ، یک ایمیل با یک لینک دریافت خواهید کرد. برای تأیید حساب کاربری خود، روی آن لینک کلیک کنید. پس از تایید حساب کاربریتان، می توانید پروژه ها را به اشتراک بگذارید، نظرات خود را بنویسید و استودیو ها را ایجاد کنید. همچنین تایید حساب کاربری به شما امکان دریافت ایمیل های به روز رسانی تیم اسکرچ را خواهد داد.اگر نمی توانید ایمیل را با لینک تأیید پیدا کنید، پوشه اسپم یا هرزنامه خود را بررسی کنید. اگر بازهم نتوانستید آن را پیدا کنید و میخواهید کپی دیگری دریافت کنید، به تنظیمات حسابتان بروید، روی قسمت ایمیل کلیک کنید و دستورالعملهای آن را دنبال کنید. لطفا توجه داشته باشید که ممکن است یک ساعت طول بکشد تا ایمیل به مقصد برسد. اگر پس از یک ساعت هنوز ایمیل را دریافت نکردید، {contactLink} .",
    "faq.contactLinkText": "let us know",
    "faq.checkConfirmedBody": "برای بررسی اینکه آیا اعتبار شما تأیید شده است، به حساب کاربری اسکرچ خود وارد شوید و سپس به صفحه {settingsLink} خود بروید. آدرس های تأیید شده یک علامت سبز کوچک را نشان می دهد. در غیر این صورت، متن \"آدرس ایمیل شما تأیید نشده\" را با رنگ نارنجی مشاهده خواهید کرد.",
    "faq.settingsLinkText": "Email Settings",
    "faq.requireConfirmTitle": "آیا حتما باید حساب کاربریم را تایید کنم؟",
    "faq.requireConfirmBody": "شما می توانید از بسیاری از امکانات اسکرچ را بدون فعال سازی حساب کاربری خود، از جمله ایجاد و ذخیره پروژه (بدون به اشتراک گذاری آنها)، استفاده کنید.",
    "faq.forgotPasswordTitle": "من نام کاربری یا پسوردم را فراموش کرده‌‌ام. چطور می‌توانم آنها را بازنشانی (ریست) کنم؟",
    "faq.forgotPasswordBody": "در صفحه {resetLink} نام کاربری یا ایمیل خود را وارد کنید. وب سایت به آدرس ایمیلی که متعلق به آن نام کاربری است، ایمیلی که حاوی یک لینک برای بازنشانی پسورد است را ارسال خواهد کرد.",
    "faq.resetLinkText": "Password Reset",
    "faq.changePasswordTitle": "چطور می‌توانم کلمه عبورم (پسورد) را تغییر دهم؟",
    "faq.changePasswordBody": "وارد حساب کاربریتان شوید، سپس صفحه {changeLink} جایی است که می‌توانید کلمه عبورتان را تغییر دهید.",
    "faq.changeLinkText": "Password Settings",
    "faq.changeEmailTitle": "How do I change my email address?",
    "faq.changeEmailBody": "وارد حساب کاربریتان شوید، سپس صفحه {changeEmailLink} جایی است که می‌توانید آدرس ایمیتان را عوض کنید.",
    "faq.newScratcherTitle": "چطور از رتبه New Scratcher' به رتبه  'Scratcher' ارتقا پیدا کنم؟",
    "faq.newScratcherBody": "بعد از آنکه حساب کاربری می‌سازید، شما به عنوان ”New Scratcher“ شناخته می‌شوید. برای ارتقا به ”Scratcher“ بایستی چندین پروژه بسازید و به اشکتراک بگذارید، نظرات مفیدی را در مورد سایر پروژه‌هایی که کاربران اسکرچ ساخته اند را بنویسید و حوصله کنید! بعد از داشتن این پیش نیازها، یک لینک در صفحه حساب کاربری شما (پروفایل) که از شما دعوت می‌کند که یک Scratcher شوید و آنگاه قابلیت‌های جدیدی در وب سایت اسکرچ برای شما فعال خواهد گردید. (توجه داشته باشید که ما درخواستی را برای تبدیل شدن از New Scratcher به Scratcher قبول نمی‌کنیم).",
    "faq.multipleAccountTitle": "آیا می‌توانم بیش از یک حساب کاربری داشته باشم؟",
    "faq.multipleAccountBody": "داشتن چندین حساب کاربری در سایت اسکرچ تا زمانی که هیچ یک از آنها قوانین {cgLink} را نقض نکند، بلامانع است. در صورت نقض قوانین همه آن حساب‌های کاربری غیرفعال و یا حذف خواهند شد.",
    "faq.multipleLoginTitle": "Is it OK to have more than one person logged into an account?",
    "faq.multipleLoginBody": "This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle": "Can I change my username?",
    "faq.changeUsernameBody": "The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to switch to a new username, you can make a new account, but you'll have to copy your projects over to the new account on your own.",
    "faq.shareInfoTitle": "What information can I share on / with my account?",
    "faq.shareInfoBody": "Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information, so the Scratch Team can remove the information, and remind the author of our policy against sharing personal contact information.",
    "faq.deleteAccountTitle": "How do I delete my account?",
    "faq.deleteAccountBody": "Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle": "Is Scratch free? Can I use it wherever I want?",
    "faq.scratchFreeBody": "Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license: it's free!",
    "faq.scratchScreenshotTitle": "Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody": "Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody": "Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Can I present Scratch at a conference?",
    "faq.presentScratchBody": "Please feel free to make presentations about Scratch to educators or other groups.",
    "faq.supportMaterialTitle": "May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?",
    "faq.supportMaterialBody": "Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle": "Can I sell my Scratch projects?",
    "faq.sellProjectsBody": "Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle": "Where can I find the source code for Scratch?",
    "faq.sourceCodeBody": "The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "How do I know what is or isn’t okay to share on the Scratch website?",
    "faq.okayToShareBody": "Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle": "What do I do if I see something that’s inappropriate?",
    "faq.reportContentBody": "You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle": "What do I do if I see someone being mean or disrespectful?",
    "faq.noFlameBody": "Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.",
    "faq.reviewContentTitle": "What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody": "The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle": "What happens when an account is blocked?",
    "faq.blockedAccountBody": "When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle": "Someone got access to my account and got my account blocked. What do I do?",
    "faq.stolenAccountBody": "You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle": "منظور از افزونه‌ها چیست؟",
    "faq.aboutExtensionsBody": "در ویرایشگر اسکرچ، شما می‌توانید مجموعه‌ای از بلوک‌ها را که \"افزونه‌ها\" (extensions) نامیده می‌شوند را اضافه کنید. برای نمونه چندین افزونه که توسط آنها می‌توانید برنامه نویسی ابزارهای سخت افزاری (مانند سخت افزار micro:bit و همچنین بسته‌های رباتیک شرکت LEGO) و یا ترجمه متن در پروژه‌های اسکرچ انجام دهید. البته ما در آینده هم افزونه‌های جدیدی را اضافه خواهیم کرد تا همچنان بتوانید کارهای بیشتری را در آینده با اسکرچ انجام دهید.",
    "faq.howToAddExtensionsTitle": "چگونه می‌شود یک افزونه را به یک پروژه اضافه کنم؟",
    "faq.howToAddExtensionsBody": "اگر بر روی دکمه \"افزونه‌ها\" که در سمت راست گوشه پایین محیط برنامه نویسی اسکرچ است کلیک کنید، شما فهرستی از همه افزونه‌های اسکرچ را خواهید یافت. بعد از آنکه یکی از آنها را انتخاب کنید، گروه جدیدی از بلوک‌ها به پروژه‌ شما اضافه خواهد شد. افزونه‌ها به صورت خودکار هر گاه که پروژه را باز کنید باز خواهند شد. شما می‌توانید چندین افزونه را به یک پروژه اضافه کنید.",
    "faq.createExtensionsTitle": "چطور می‌شود که برای اسکرچ افزونه‌های خود را بسازم",
    "faq.createExtensionsBody": "The Scratch Team will be publishing specifications and guidelines for extensions in the future. Once available, you will be able to submit extensions to the Scratch Team for consideration in the official Scratch 3.0 extensions library. We’ll also provide guidelines for developing and distributing \"experimental\" extensions, which can be used to create projects on individual computers, but not shared in the Scratch online community.",
    "faq.scratchXTitle": "سرانجام وب سایت ScratchX چه شد؟",
    "faq.scratchXBody": "The ScratchX website (scratchx.org) was an experimental testbed for extensions. Extensions created for ScratchX are not compatible with Scratch 3.0. Once experimental extensions are fully supported in Scratch we will discontinue support for ScratchX and provide developers and users time to transition off of ScratchX to the new extensions platform.",
    "faq.cloudDataInfoTitle": "What are cloud variables?",
    "faq.cloudDataInfoBody": "Cloud variables allow for data from a project to be saved and shared with other people in the Scratch community. You can use cloud variables to make surveys and other projects where others in the community to access and modify the data over time.",
    "faq.makeCloudVarTitle": "How can I make a cloud variable?",
    "faq.makeCloudVarBody": "Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle": "What types of data can be stored in cloud variables?",
    "faq.onlyNumbersBody": "Only numbers can be stored in cloud variables.",
    "faq.storedCloudInfoTitle": "Who can see the data stored in cloud variables?",
    "faq.storedCloudInfoBody": "When you interact with a project using cloud variables, the data associated with your interactions can be stored along with your username, and others can view it.",
    "faq.reportCloudTitle": "If I see someone post inappropriate content using cloud variables, how do I report it?",
    "faq.reportCloudBody": "Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle": "Can I make chat rooms with cloud variables?",
    "faq.chatRoomBody": "While it is technically possible to create chat rooms with cloud variables, they are not allowed on the Scratch website.",
    "faq.changeCloudVarTitle": "Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody": "Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle": "I am logged in, but I cannot use projects with cloud variables What is going on?",
    "faq.newScratcherCloudBody": "If you are still a \"New Scratcher\" on the website, you will not be able to use projects with cloud variables. You need to become a \"Scratcher\" to have access to cloud variables. See the Accounts section (above) for more information about the transition from “New Scratcher” to \"Scratcher\".",
    "faq.multiplayerTitle": "Is it possible to make multiplayer games with cloud variables?",
    "faq.multiplayerBody": "Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud variables for turn-by-turn and other types of games.",
    "faq.schoolsTitle": "اسکرچ در مدارس",
    "faq.howTitle": "از اسکرچ چگونه در مدارس استفاده می‌شود؟",
    "faq.howBody": "اسکرچ در هزاران مدرسه در سراسر دنیا، در بسیاری از زمینه های مختلف (از جمله هنر، زبان، علم، تاریخ، ریاضی و علوم کامپیوتر) مورد استفاده می‌گیرد. شما می توانید در مورد روش‌ها و همین طور منابع برای استفاده از Scratch در مدارس و سایر محیط های یادگیری (مانند موزه ها، کتابخانه ها، و مراکز اجتماعی) در صفحه {educatorsLink} ما اطلاعات بیشتر را کسب نمایید.",
    "faq.educatorsLinkText": "Educators Page",
    "faq.noInternetTitle": "آیا روشی وجود دارد تا دانش آموزان بدون نیاز به اتصال اینترنت از اسکرچ استفاده کنند؟",
    "faq.noInternetBody": "بله. {downloadLink} نسخه‌ای از اسکرچ است که بر روی یک کامپیوتر و یا لپ تاپ اجرا می‌شود.  نسخه دسکتاپ اسکرچ بر روی کامپیوترهایی که ویندوز و یا مک دارند، قابل استفاده است.",
    "faq.communityTitle": "Can I turn off the online community for my students?",
    "faq.communityBody": "The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install Scratch Desktop, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle": "What is a Scratch Teacher Account?",
    "faq.teacherAccountBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
    "faq.eduFaqLinkText": "سوالات متداول اکانت معلم اسکرچ",
    "faq.requestTitle": "How do I request a Scratch Teacher Account?",
    "faq.requestBody": "You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle": "اسکرچ چه اطلاعاتی درباره‌ی دانش‌آموزان جمع‌آوری می‌کند؟",
    "faq.dataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle": "Is Scratch (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody1": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2": "If you would like to build projects with Scratch without submitting any Personal Information to us, you can download {downloadLink}. Projects created in Scratch Desktop are not accessible by the Scratch Team, and using Scratch Desktop  does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}