{
    "faq.title": "Usein kysytyt kysymykset (UKK)",
    "faq.intro": "Tällä sivulla löydät vastauksia usein kysyttyihin kysymyksiin Scratchista.",
    "faq.aboutTitle": "Yleiset kysymykset",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remiksaaminen ja kopiointi",
    "faq.accountsTitle": "Tunnukset",
    "faq.permissionsTitle": "Lisensointi ja käyttöoikeudet",
    "faq.inappropriateContentTitle": "Asiaton sisältö",
    "faq.scratchExtensionsTitle": "Scratch-laajennukset",
    "faq.cloudDataTitle": "Pilvimuuttujat",
    "faq.aboutScratchTitle": "Mikä on Scratch ja mitä voin tehdä sillä?",
    "faq.aboutScratchBody": "Scratch-ohjelmointikielellä ja -verkkoyhteisöllä voit luoda omia vuorovaikutteisia tarinoita, pelejä ja animaatioita – ja jakaa luomuksesi muiden kanssa ympäri maailmaa. Kun nuoret luovat ja jakavat Scratch-projekteja, he oppivat ajattelemaan luovasti, päättelemään järjestelmällisesti ja työskentelemään yhteistyössä. Jos haluat lisätietoja Scratchista, tutustu {aboutScratchLink} -sivuun.",
    "faq.aboutScratchLinkText": "Tietoa Scratchista",
    "faq.makeGameTitle": "Kuinka teen pelin tai animaation Scratchilla?",
    "faq.makeGameBody": "Tutustu {ideasLink} nähdäksesi monia tapoja, joilla pääset alkuun Scratchin käytössä",
    "faq.ideasLinkText": "Ideat-sivuun",
    "faq.whoUsesScratchTitle": "Kuka käyttää Scratchia?",
    "faq.whoUsesScratchBody": "Scratchia käyttävät monenlaiset ihmiset kaikissa maailman maissa kaikentyyppisissä ympäristöissä – kodeissa, kouluissa, kirjastoissa, museoissa ja muissa paikoissa. Scratch on suunniteltu erityisesti 8–16-vuotiaille lapsille, mutta kaikenikäiset ihmiset luovat ja jakavat Scratchilla. Nuoremmat lapset saattavat haluta kokeilla {scratchJrLink}, yksinkertaistettua versiota Scratchista, joka on suunniteltu 5–7-vuotiaille.",
    "faq.requirementsTitle": "Mitkä ovat Scratchin järjestelmävaatimukset?",
    "faq.requirementsBody": "Scratch toimii useimmissa pöytätietokoneiden, kannettavien tietokoneiden ja tablettien verkkoselaimissa. Voit tarkastella projekteja matkapuhelimilla, mutta tällä hetkellä et voi luoda tai muokata hankkeita puhelimissa. Alla on luettelo virallisesti tuetuista selaimista.",
    "faq.requirementsDesktop": "Työpöytä",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Exploreria EI tueta.",
    "faq.requirementsTablet": "Taulutietokone",
    "faq.requirementsTabletChrome": "Mobiili-Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobiili-Safari (11+)",
    "faq.requirementsNote": "Huomaa:",
    "faq.requirementsNoteDesktop": "Jos tietokoneesi ei täytä näitä vaatimuksia, voit kokeilla {downloadLink} editoria (katso seuraava kohta UKK:ssa).",
    "faq.scratchApp": "Scratch-sovelluksen",
    "faq.requirementsNoteWebGL": "Jos ilmenee WebGL-virhe, kokeile toista selainta.",
    "faq.requirementsNoteTablets": "Taulutietokoneilla ei tällä hetkellä ole mahdollista käyttää \"näppäin painettu\" -lohkoja eikä hiiren oikean klikkauksen kontekstivalikkoja.",
    "faq.offlineTitle": "Onko Scratchista saatavilla ladattavaa versiota, jotta voin luoda ja katsella projekteja offline-tilassa?",
    "faq.offlineBody": "Scratch-sovelluksen avulla voit luoda Scratch-projekteja ilman internet-yhteyttä. Voit ladata {downloadLink} Scratchin verkkosivuilta tai laitteesi sovelluskaupasta. (Tätä kutsuttiin aiemmin \"Scratchin offline-editoriksi\".)",
    "faq.uploadOldTitle": "Voinko vielä ladata Scratchin vanhemmilla versioilla luotuja projekteja verkkosivustolle?",
    "faq.uploadOldBody": "Kyllä: Voit jakaa tai ladata Scratchin aiempien versioiden projekteja ja ne pysyvät näkyvissä ja suoritettavissa. (Et kuitenkaan voi ladata Scratchin myöhemmissä versioissa tehtyjä tai muokattuja projekteja ja avata niitä aiemmissa versioissa. Esimerkiksi Scratch 3.0 -projektia ei voi avata {scratch2Link} työpöytäversiossa, koska Scratch 2.0 ei osaa lukea .sb3-projektitiedostomuotoa.)",
    "faq.scratch2": "Scratch 2.0:n",
    "faq.scratchCostTitle": "Kuinka paljon Scratch maksaa? Tarvitsenko lisenssin?",
    "faq.scratchCostBody": "Scratch on ja tulee aina olemaan ilmainen. Et tarvitse lisenssiä käyttääksesi Scratchia koulussa, kotona tai missään muualla. Scratchin kehittäminen ja ylläpito maksetaan apurahoilla ja lahjoituksilla. Jos haluat edistää Scratchia, tutustu {donateLink}.",
    "faq.donateLinkText": "lahjoitussivuumme",
    "faq.mediaLabTitle": "Kuka loi Scratchin?",
    "faq.mediaLabBody": "Scratch on {mediaLabLink} {llkLink} Scratch-tiimin kehittämä ja ylläpitämä.",
    "faq.llkLinkText": "Lifelong Kindergarten -ryhmän",
    "faq.mediaLabLinkText": "MIT:n Media Labin",
    "faq.aboutScratch3Title": "Mikä on Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 on Scratchin uusin sukupolvi, joka lanseerattiin 2. tammikuuta 2019. Se on suunniteltu laajentamaan, miten ja missä voit luoda Scratchilla. Se sisältää kymmeniä uusia hahmoja, täysin uuden äänieditorin ja monia uusia ohjelmointilohkoja. Scratch 3.0:n avulla voit luoda ja toistaa projekteja taulutietokoneessa kannettavan tietokoneen tai pöytätietokoneen lisäksi.",
    "faq.reportBugsScratch3Title": "Miten voin ilmoittaa virheistä ja jakaa palautetta Scratch 3.0:sta?",
    "faq.reportBugsScratch3Body": "Voit ilmoittaa virheistä ja jakaa palautetta Scratch-keskustelufoorumilla {forumsLink} -osiossa.",
    "faq.forumsLinkText": "Virheet ja ongelmat",
    "faq.languagesScratch3Title": "Onko Scratch 3.0 saatavilla useilla kielillä?",
    "faq.languagesScratch3Body1": "Kyllä. Voit muuttaa ohjelmointilohkojen kieltä napsauttamalla “maapallo” -kuvaketta ohjelmointieditorin ylänavigointipalkissa ja napsauttamalla sitten pudotusvalikkoa valitaksesi kielen.",
    "faq.languagesScratch3Body2": "Kaikki käännökset tekevät vapaaehtoiset. Scratch 3.0 -editori on jo käännetty yli 40 kielelle. Voit tarkastella kaikkia käännettäviä ja tarkistettavia kieliä {transifexLink} -sivustoltamme. Jos haluat auttaa kääntämisessä tai tarkistamisessa, ota yhteyttä {emailLink}.",
    "faq.transifexLinkText": "käännöspalvelin",
    "faq.removedBlocksScratch3Title": "Onko Scratch 3.0:sta poistetettu mitään aiempien Scratch-versioiden koodauslohkoja?",
    "faq.removedBlocksScratch3Body": "Yhtään koodauslohkoa ei ole poistettu Scratch 3.0:sta, mutta jotkut ovat muuttuneet hieman ja toiset ovat siirtyneet \"Laajennuksiin\" (kuten alla on kuvattu {extensionsFAQLink} -osiossa).",
    "faq.newBlocksScratch3Title": "Onko Scratch 3.0:ssa uusia lohkoja?",
    "faq.newBlocksScratch3Body": "Kyllä! Scratch 3.0:sta löydät:",
    "faq.newBlocksSoundEffect": "Uusia \"ääniefekti\"-lohkoja",
    "faq.newBlocksOperators": "Uusia toimintoja, jotka helpottavat tekstin (merkkijonojen) käyttöä",
    "faq.newBlocksPen": "Uusia kynälohkoja mukaan lukien läpinäkyvyyden tuki",
    "faq.newBlocksGlide": "Uusi liukulohko, jonka avulla voit helposti siirtyä hahmoon (tai satunnaiseen kohtaan)",
    "faq.newBlocksExtensions": "Monia uusia ominaisuuksia \"Scratch-laajennuksissa\" (katso alta Laajennukset-kohta)",
    "faq.biggerBlocksScratch3Title": "Miksi lohkot ovat suurempia Scratch 3.0:ssa kuin aiemmissa versioissa?",
    "faq.biggerBlocksScratch3Body": "Jotta Scratch 3.0 toimii hyvin kosketuslaitteissa (kuten monet Chromebookit, Windows Surface -tietokoneet ja taulutietokoneet), meidän oli tehtävä lohkot suuremmiksi, jotta lohkoja on helpompi raahata ja napauttaa. Lisäksi lohkot ovat hieman suurempia Scratch 3.0:ssa, jotta ne auttavat käsittelemään ongelmia, joita havaitsimme uusilla käyttäjillä, joilla on vaikeuksia klikata ja raahata pieniä käyttöliittymäelementtejä.",
    "faq.extensionsScratch3Title": "Minne kynälohkot menivät? Minne musiikkilohkot menivät? Minne videohavainnointilohkot menivät?",
    "faq.extensionsScratch3Body": "Kynä-, musiikki- ja videohavainnointilohkot on siirretty laajennuksiin. Laajennuksia voidaan lisätä napsauttamalla näytön vasemmassa alakulmassa olevaa painiketta (katso alta \"Laajennukset\"-kohta).",
    "faq.paintEditorScratch3Title": "Mitkä ovat maalauseditorin uudet ominaisuudet?",
    "faq.paintEditorScratch3Body": "Maalauseditori on uudistettu tarjoamaan tehokkaita uusia ominaisuuksia ja samalla helpottamaan käyttöä. Muutokset ja uudet ominaisuudet ovat:",
    "faq.paintEditorLayout": "Uusi ulkoasu, joka tekee työkalut ja vaihtoehdot näkyvämmiksi",
    "faq.paintEditorTools": "Uudet työkalut, kuten \"pyyhekumi\", joka toimii vektoritilassa",
    "faq.paintEditorColors": "Lisää vaihtoehtoja värien valitsemiseksi ja säätämiseksi",
    "faq.paintEditorVector": "Paremmat vektoripisteiden säätimet (käyräkahvat ja pistemoodit)",
    "faq.paintEditorLayers": "Lisäsäätimiä kerrosten järjestämiseen (\"tuo eteen\", \"siirrä taakse\" jne.)",
    "faq.paintEditorGradients": "Uusi kaltevuussäädin",
    "faq.soundEditorScratch3Title": "Mitkä ovat äänieditorin uudet ominaisuudet?",
    "faq.soundEditorScratch3Body": "Äänieditori on suunniteltu uudelleen, jotta ääniä voidaan tallentaa ja käsitellä. Se tarjoaa useita uusia ominaisuuksia:",
    "faq.soundEditorRecording": "Uusi tallennusjärjestelmä, jota on helpompi käyttää",
    "faq.soundEditorTrimming": "Uusi äänen leikkausjärjestelmä, jota on helpompi käyttää",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "Mitä tapahtui Scratchin vihjeet-ikkunalle?",
    "faq.tipsWindowScratch3Body": "Vihjeet-ikkunan sijasta Scratch 3.0 tarjoaa samankaltaista materiaalia oppitunnit-kirjaston kautta, johon pääsee ohjelmointieditorin yläpalkissa olevasta Oppitunnit-linkistä. Löydät oppitunnit kokonaisille projekteille (kuten \"Tee jahtauspeli\") tai tietyille lohkoille ja ominaisuuksille (kuten \"Äänitä ääni\" tai \"Aseta se pyörimään\"). Lisää oppitunteja lisätään pian (kuten \"Pong-peli\" ja \"Aseta se lentämään\").",
    "faq.remixDefinitionTitle": "Mikä on remiksaus?",
    "faq.remixDefinitionBody": "Kun scratchaaja tekee kopion jonkun toisen projektista ja muuttaa sitä lisäämällä omia ideoita (esimerkiksi muuttamalla skriptejä tai asuja), tuloksena olevaa projektia kutsutaan \"remiksaukseksi\". Jokainen Scratch-sivustolle jaettu projekti voidaan remiksata. Mielestämme myös pieni muutos on pätevä remiksaus, kunhan kunnia annetaan alkuperäiselle projektin luojalle ja muille, jotka ovat osallistuneet merkittävästi remiksaukseen.",
    "faq.remixableTitle": "Miksi Scratch-tiimi vaatii, että kaikki projektit ovat “remiksattavia”?",
    "faq.remixableBody": "Uskomme, että muiden ihmisten projektien muokkaaminen on hyvä tapa oppia ohjelmoimaan ja luomaan mielenkiintoisia projekteja. Remiksaamisen avulla luovat ideat leviävät Scratch-yhteisössä ja kaikki hyötyvät. Kaikki Scratch-sivustossa jaetut projektit kuuluvat “Creative Commons Nimeä-JaaSamoin” -lisenssin piiriin, mikä tarkoittaa, että voit muokata mitä tahansa Scratch-sivustossa näkyvää projektia – ja kaikki muut voivat remiksata minkä tahansa projektin, jonka olet jakanut sivustolla.",
    "faq.creativeCommonsTitle": "Entä jos en halua muiden remiksaavan projektejani?",
    "faq.creativeCommonsBody": "Remiksaaminen on tärkeä osa Scratch-yhteisöä. Jos et halua, että muut näkevät tai muokkaavat luomuksiasi, voit silti luoda projekteja Scratch-verkkosivustolla, mutta älä jaa niitä verkkosivustolla.",
    "faq.fairUseTitle": "Voinko käyttää internetistä peräisin olevia kuvia / ääniä / mediaa projekteissani?",
    "faq.fairUseBody": "Jos päätät yhdistää jonkun toisen työn omaasi, varmista, että mainitset alkuperäisen tekijän  projektin “tekijät”-osiossa ja sisällytät linkin alkuperäiseen projektiin. Etsiäksesi taidetta / ääniä, jotka on jo kelpuutettu remiksattavaksi, tutustu {ccLink}.",
    "faq.ccLinkText": "Creative Commons -hakusivuun",
    "faq.whyAccountTitle": "Miksi on hyödyllistä omistaa Scratch-tili?",
    "faq.whyAccountBody": "Jopa ilman tiliä voit kokeilla muiden ihmisten projekteja, lukea kommentteja ja foorumeita ja jopa luoda omia projekteja. Tarvitset kuitenkin tilin, jotta voit tallentaa ja jakaa projekteja, kirjoittaa kommentteja ja foorumin viestejä sekä osallistua muihin \"sosiaalisiin\" aktiviteetteihin yhteisössä (kuten \"rakastaa\" muiden ihmisten projekteja).",
    "faq.createAccountTitle": "Miten voin luoda tilin?",
    "faq.createAccountBody": "Napsauta vain \"Liity\" Scratch-kotisivulla. Sinun on vastattava muutamaan kysymykseen ja annettava sähköpostiosoite. Se vie vain muutaman minuutin ja on täysin ilmaista!",
    "faq.checkConfirmedTitle": "Miten voin tarkistaa, onko tilini vahvistettu?",
    "faq.howToConfirmTitle": "Miten voin vahvistaa tilini?",
    "faq.howToConfirmBody": "Kun olet luonut uuden tilin Scratchilla, saat sähköpostiviestin, jossa on linkki. Napsauta vain linkkiä vahvistaaksesi tilisi. Kun olet vahvistanut tilisi, voit jakaa projekteja, kirjoittaa kommentteja ja luoda studioita. Tilisi vahvistaminen mahdollistaa sinun myös vastaanottaa sähköpostiviestejä Scratch-tiimiltä. Jos et löydä vahvistuslinkkiä sisältävää sähköpostia, tarkista roskapostikansiosi. Jos et edelleenkään löydä sitä ja haluat saada uuden kopion, siirry tunnuksen asetuksiin, napsauta sähköposti-välilehteä ja noudata siellä olevia ohjeita. Huomaa, että sähköpostin saapuminen voi kestää jopa tunnin. Jos et vieläkään näe sähköpostia tunnin kuluttua, {contactLink}.",
    "faq.contactLinkText": "kerro meille",
    "faq.checkConfirmedBody": "Tarkistaksesi, että tilisi on vahvistettu, kirjaudu sisään Scratch-tiliisi ja siirry {settingsLink} -sivulle. Vahvistetuissa sähköpostiosoitteissa on pieni vihreä valintamerkki. Muussa tapauksessa teksti \"Sähköpostiosoitettasi ei ole vahvistettu\" näkyy oranssina.",
    "faq.settingsLinkText": "sähköpostiasetukset",
    "faq.requireConfirmTitle": "Pitääkö minun vahvistaa tilini?",
    "faq.requireConfirmBody": "Voit silti käyttää monia Scratch-sivuja vahvistamatta tiliäsi mukaan lukien projektien luominen ja tallentaminen (jakamatta niitä).",
    "faq.forgotPasswordTitle": "Unohdin käyttäjätunnukseni tai salasanani. Miten voin nollata sen?",
    "faq.forgotPasswordBody": "Kirjoita käyttäjänimesi tai sähköpostiosoitteesi {resetLink} -sivulle. Verkkosivusto lähettää sähköpostiosoitteesi, joka liittyy käyttäjänimeesi ja linkin, jonka avulla voit palauttaa salasanasi.",
    "faq.resetLinkText": "salasanan nollaus",
    "faq.changePasswordTitle": "Miten voin vaihtaa salasanani?",
    "faq.changePasswordBody": "Kirjaudu Scratch-tiliisi ja siirry sitten {changeLink} -sivulle, jossa voit vaihtaa salasanasi.",
    "faq.changeLinkText": "salasana-asetukset",
    "faq.changeEmailTitle": "Miten voin vaihtaa sähköpostiosoitteeni?",
    "faq.changeEmailBody": "Kirjaudu Scratch-tiliisi ja siirry sitten {changeEmailLink} -sivulle, jossa voit muuttaa sähköpostiosoitteesi.",
    "faq.newScratcherTitle": "Miten siirryn \"uudesta scratchaajasta\" \"scratchaajaksi\"?",
    "faq.newScratcherBody": "Kun luot tilin, sinut merkitään “Uudeksi Scratchaajaksi”. Jos haluat siirtyä \"Scratchaajaksi\", sinun on tehtävä ja jaettava projekteja, kommentoitava avuliaasti muiden Scratchaajien projekteja ja oltava kärsivällinen! Kun olet täyttänyt vaatimukset, profiilisivullesi ilmestyy linkki, joka kutsuu sinut Scratchaajaksi ja saat joitain lisäominaisuuksia Scratch-verkkosivustolla. (Huomaa, että emme siirrä Uusia Scratchaajia pyynnöstä Scratcheriksi)",
    "faq.multipleAccountTitle": "Voiko minulla olla useampi kuin yksi tili?",
    "faq.multipleAccountBody": "On hienoa, että Scratch-verkkosivustolla on muutama tili, kunhan yhtäkään niistä ei käytetä rikkomaan {cgLink}. Tällöin kaikki siihen liittyvät tilit voidaan estää tai poistaa.",
    "faq.multipleLoginTitle": "Onko OK, jos useampi kuin yksi henkilö on kirjautuneena tiliin?",
    "faq.multipleLoginBody": "Tämä ei ole sallittua, koska verkkosivusto ja projektieditori voivat helposti sekoittaa, kun useampi kuin yksi henkilö on kirjautunut sisään samaan tiliin. Kun tili tekee jotain, joka rikkoo {cgLink}, kaikki siihen liittyvät tilit voidaan estää tai poistaa. Jos jaat tilin jonkun kanssa, joka tekee sen kanssa jotain huonoa, tämä tarkoittaa, että tilisi voidaan estää sen takia, mitä toinen henkilö teki.",
    "faq.changeUsernameTitle": "Voinko vaihtaa käyttäjätunnukseni?",
    "faq.changeUsernameBody": "Scratch-verkkosivuston rakenne riippuu siitä, että tilinimellä on yhtenäinen nimi, joten käyttäjänimeäsi ei voi muuttaa. Jos sinun on todella vaihdettava uuteen käyttäjätunnukseen, voit luoda uuden tilin, mutta sinun on itse kopioitava projektisi uudelle tilille.",
    "faq.shareInfoTitle": "Mitä tietoja voin jakaa tilini kanssa?",
    "faq.shareInfoBody": "Älä jaa henkilökohtaisia ​​yhteystietoja, kuten fyysistä osoitettasi, sähköpostiosoitettasi, puhelinnumeroasi tai jotain muuta, jota voidaan käyttää yhteydenpitoon Scratch-verkkosivuston ulkopuolella. Ilmoita projektit, kommentit tai foorumiviestit, jotka sisältävät tällaista tietoa, jotta Scratch-tiimi voi poistaa tiedot ja muistuttaa kyseistä tekijää käytännöistämme henkilökohtaisten yhteystietojen jakamatta jättämisestä.",
    "faq.deleteAccountTitle": "Miten poistan tilini?",
    "faq.deleteAccountBody": "Kirjaudu Scratchiin ja napsauta sitten käyttäjänimeäsi oikeassa yläkulmassa. Valitse \"Tunnuksen asetukset\" ja napsauta sitten sivun alaosassa olevaa \"Haluan poistaa tunnukseni\" -linkkiä. Mutta sinun pitäisi tehdä tämä vain, jos olet täysin varma, että haluat poistaa tilisi.",
    "faq.scratchFreeTitle": "Onko Scratch ilmainen? Voinko käyttää sitä missä tahansa?",
    "faq.scratchFreeBody": "Kyllä! Scratch on saatavana ilmaiseksi. Voit käyttää sitä koulussa ja pitää siitä kurssin (jopa maksullisen kurssin). Sinun ei tarvitse ostaa lisenssiä: se on ilmainen!",
    "faq.scratchScreenshotTitle": "Voinko käyttää Scratchista otettuja kuvakaappauksia kirjassa tai esityksessä?",
    "faq.scratchScreenshotBody": "Kyllä, voit käyttää Scratch-sovelluksen ja verkkosivun kuvakaappauksia / kuvia kirjassa tai esityksessä ja pitää niitä lisensoituina {licenseLink} -lisenssillä. Pyydämme sinua sisällyttämään materiaaleihisi huomautuksen, jossa sanotaan: \"Scratch on Scratch-säätiön projekti yhteistyössä MIT Media Labin Lifelong Kindergarten Groupin kanssa. Se on saatavilla ilmaiseksi osoitteessa https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Nimeä-JaaSamoin",
    "faq.scratchDescriptionTitle": "Voinko sisällyttää kuvauksen Scratchista esitteissä tai muissa materiaaleissa?",
    "faq.scratchDescriptionBody": "Varmasti! Suosittelemme seuraavaa kuvausta: \"Scratch on ohjelmointikieli ja verkkoyhteisö, jossa voit luoda omia vuorovaikutteisia tarinoitasi, pelejä ja animaatioita – ja jakaa luomuksiasi muiden kanssa ympäri maailmaa. Koska nuoret luovat ja jakavat Scratch-projekteja, he oppivat ajattelemaan luovasti, ajattelemaan systemaattisesti ja työskentelemään yhdessä. Scratch on {sfLink} -projekti yhteistyössä MIT Media Labin Lifelong Kindergarten groupin kanssa. Se on ilmaiseksi saatavana osoitteessa https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Voinko esitellä Scratchia konferenssissa?",
    "faq.presentScratchBody": "Voit vapaasti tehdä esityksiä Scratchista opettajille tai muille ryhmille.",
    "faq.supportMaterialTitle": "Voinko käyttää / remiksata Scratch-tukimateriaaleja, hahmoja, kuvia, ääniä tai malliprojekteja, jotka olen löytänyt verkkosivustolta?",
    "faq.supportMaterialBody": "Kyllä: Useimmat Scratch-sivuston tukimateriaalit ovat saatavilla {licenseLink} -lisenssillä. Muutamia poikkeuksia on: Scratch-logo, Scratch-kissa, Gobo, Pico, Nano, Giga ja Tera ovat Scratch-tavaramerkkejä, eikä niitä voida käyttää ilman Scratch-tiimin nimenomaista lupaa.",
    "faq.sellProjectsTitle": "Voinko myydä Scratch-projektejani?",
    "faq.sellProjectsBody": "Kyllä: Scratch-projekti on luomuksesi. Muista kuitenkin, että kun jaat projektisi Scratch-verkkosivustolla, kaikki voivat vapaasti ladata, remiksata ja käyttää projektia uudelleen {licenseLink} -lisenssin ehtojen perusteella. Joten jos aiot myydä projektisi, haluat ehkä lopettaa sen jakamisen Scratch-verkkosivustolla.",
    "faq.sourceCodeTitle": "Mistä löydän Scratchin lähdekoodin?",
    "faq.sourceCodeBody": "Scratch-ohjelmointieditorin lähdekoodi löytyy osoitteesta {guiLink}. {flashLink} - ja {scratch14Link} -versioiden lähdekoodit ovat saatavilla myös GitHubissa. Päivitetyt tiedot Scratch-verkkosivustoon liittyvistä kehityshankkeista löytyvät {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Miten tiedän, mitä saa tai ei saa jakaa Scratch-sivustolla?",
    "faq.okayToShareBody": "Katso Scratch {cgLink} - ne ovat lyhyitä eivätkä sisällä paljon lakijuttuja. Jokaisen Scratch-sivun alareunassa on linkki.",
    "faq.reportContentTitle": "Mitä teen, jos näen jotain, mikä on sopimatonta?",
    "faq.reportContentBody": "Voit napsauttaa \"raportoi\" -linkkiä missä tahansa projektissa, kommentissa, keskusteluviestissä, studiossa tai profiilisivulla, jos näet jotain, mikä ei ole Scratchissa sopivaa. Jos tilanne on monimutkainen, voit käyttää {contactLink} -linkkiä (jokaisen sivun alareunassa) selittämiseen. Varmista, että lisäät niin paljon yksityiskohtia kuin pystyt ja linkkejä asiaankuuluville sivuille.",
    "faq.noFlameTitle": "Mitä teen, jos näen jonkun olevan ilkeä tai epäkunnioittava?",
    "faq.noFlameBody": "Älä lisää liekkejä! Vastaaminen ilkeisiin kommentteihin ilkeämmillä kommenteilla pahentaa tilannetta, ja tilisi voidaan estää. Sen sijaan ilmoita vain epäkunnioittavasta tai rakentamattomasta asiasta ja me ryhdymme lisätoimenpiteisiin tekijän kanssa. Tarkastamme raportit joka päivä, useita kertoja päivässä - joten ole varma, että järjestämme asiat.",
    "faq.reviewContentTitle": "Mitä Scratch-tiimi tekee, kun jotain ilmoitetaan tai merkitään?",
    "faq.reviewContentBody": "Scratch-tiimin tarkistaa ilmoitettuja kommentteja ja projekteja joka päivä. Jos jokin rikkoo Scratchin {cgLink}, poistamme sen ja lähetämme varoituksen tilille. Saatamme myös estää tilit tai verkot, joita käytettiin sen jakamiseen, riippuen siitä, mitä jaettiin ja jos henkilölle on lähetetty varoituksia aiemmin",
    "faq.blockedAccountTitle": "Mitä tapahtuu, kun tili on estetty?",
    "faq.blockedAccountBody": "Kun tili on estetty, omistaja ei voi enää käyttää tiliään, käyttää sitä projektien luomiseen tai uusien kommenttien lähettämiseen. Kun hän kirjautuu sisään, hän näkee sivun, joka selittää tilin estämisen, sekä verkkosivun, jonka avulla voi pyytää lukituksen poistamista. Jos omistaja voi osoittaa ymmärtävänsä miksi hänen tilinsä on estetty, ja lupaa seurata Scratchin {cgLink} tulevaisuudessa, hänen estonsa poistetaan.",
    "faq.stolenAccountTitle": "Joku pääsi tililleni ja tilini on estetty. Mitä teen?",
    "faq.stolenAccountBody": "Olet vastuussa salasanasi pitämisestä turvallisena. Jos tuntemasi henkilö hallitsi tiliäsi ja teki pahoja asioita, kerro käyttämästäsi tietokoneesta vastaaville aikuisille. Jos epäilet, että jollain tuntemattomalla on pääsy tiliisi, vaihda salasana ja / tai käytä {contactLink} -linkkiä tilanteen selittämiseen. Jos tilisi on estetty jonkin tekemäsi asian takia, joka rikkoo Scratchin {cgLink}, älä kerro, että joku muu teki sen. Kun ihmiset kertovat meille, että joku muu on käyttänyt tiliään jonkin pahan asian tekemiseen, meidän on yritettävä puhua kyseisen henkilön kanssa ennen kuin voimme palauttaa tilin. Tämä tarkoittaa, että tilisi on vain estetty paljon kauemmin kuin jos olisit rehellinen kanssamme tapahtuneesta.",
    "faq.aboutExtensionsTitle": "Mitä ovat laajennukset?",
    "faq.aboutExtensionsBody": "Scratch-editorissa voit lisätä ylimääräisten lohkojen kokoelmia, joita kutsutaan \"laajennuksiksi\". Esimerkiksi on laajennuksia, joiden avulla voit ohjelmoida fyysisiä laitteita (kuten micro:bit ja LEGO robottipaketit) ja kääntää tekstiä Scratch-projekteissasi. Jatkamme uusien laajennusten lisäämistä ajan myötä, joten ajan myötä kasvaa edelleen se, mitä voit tehdä Scratchilla.",
    "faq.howToAddExtensionsTitle": "Miten voin lisätä projektiin laajennuksen?",
    "faq.howToAddExtensionsBody": "Jos napsautat Scratch-ohjelmointieditorin vasemmassa alakulmassa olevaa \"Laajennukset\" -painiketta, näet luettelon kaikista Scratch-laajennuksista. Kun valitset jonkin laajennuksista, projektiin lisätään uusi lohkoluokka. Laajennus ladataan automaattisesti aina, kun projekti avataan. Voit lisätä useita laajennuksia samaan projektiin.",
    "faq.createExtensionsTitle": "Miten luon oman laajennuksen Scratchiin? ",
    "faq.createExtensionsBody": "Scratch-tiimi julkaisee jatkossa tekniset tiedot ja ohjeet laajennuksille. Kun ne ovat saatavilla, voit lähettää laajennuksia Scratch-tiimille tarkastettavaksi virallisessa Scratch 3.0 -laajennuskirjastossa. Tarjoamme myös ohjeita \"kokeellisten\" laajennusten kehittämiselle ja jakelulle, joita voidaan käyttää projektien luomiseen yksittäisillä tietokoneilla, mutta joita ei jaeta Scratch-verkkoyhteisössä.",
    "faq.scratchXTitle": "Mitä tapahtuu ScratchX-sivustolle?",
    "faq.scratchXBody": "ScratchX-verkkosivusto (scratchx.org) oli kokeellinen alusta laajennuksille. ScratchX:lle luodut laajennukset eivät ole yhteensopivia Scratch 3.0:n kanssa. Kun kokeelliset laajennukset ovat täysin tuettuja Scratchissa, lopetamme ScratchX-tuen ja tarjoamme kehittäjille ja käyttäjille aikaa siirtyä ScratchX:stä uuteen laajennusalustaan.",
    "faq.cloudDataInfoTitle": "Mitä ovat pilvimuuttujat?",
    "faq.cloudDataInfoBody": "Pilvimuuttujat mahdollistavat projektin tietojen tallentamisen ja jakamisen muiden Scratch-yhteisön ihmisten kanssa. Voit käyttää pilvimuuttujia tehdä tutkimuksia ja muita projekteja, joissa muut yhteisön jäsenet voivat käyttää ja muokata tietoja ajan myötä.",
    "faq.makeCloudVarTitle": "Miten voin tehdä pilvimuuttujan?",
    "faq.makeCloudVarBody": "Siirry lohkopaletin \"Muuttujat\" -osioon, valitse \"Tee muuttuja\" ja napsauta sitten valintaruutua kohdan \"Pilvimuuttuja (tallennettu palvelimelle)\" vieressä. Pilvimuuttujaasi liittyvät tiedot tallennetaan palvelimelle, säilytetään ajan myötä ja ovat kaikkien saatavilla, jotka avaavat projektin.",
    "faq.onlyNumbersTitle": "Millaisia ​​tietoja voidaan tallentaa pilvimuuttujiin?",
    "faq.onlyNumbersBody": "Vain numeroita voidaan tallentaa pilvimuuttujiksi.",
    "faq.storedCloudInfoTitle": "Kuka näkee pilvimuuttujiin tallennetut tiedot?",
    "faq.storedCloudInfoBody": "Kun olet vuorovaikutuksessa projektin kanssa pilvimuuttujien avulla, vuorovaikutukseesi liittyvät tiedot voidaan tallentaa käyttäjänimesi mukana ja muut voivat tarkastella sitä.",
    "faq.reportCloudTitle": "Jos näen jonkun lähettävän sopimatonta sisältöä käyttäen pilvimuuttujia, miten siitä ilmoitan?",
    "faq.reportCloudBody": "Napsauta \"Raportoi tämä\" -painiketta (projektisoittimen alla projektisivulla) ja ilmoita sopimattomasta sisällöstä pilvimuuttujissa. Muista mainita \"pilvimuuttujat\" kirjoittaessasi syytä raporttiin.",
    "faq.chatRoomTitle": "Voinko tehdä chat-huoneita käyttäen pilvimuuttujia?",
    "faq.chatRoomBody": "Vaikka on teknisesti mahdollista luoda chat-huoneita pilvimuuttujilla, niitä ei sallita Scratch-verkkosivustolla.",
    "faq.changeCloudVarTitle": "Kuka voi muuttaa pilvimuuttujan tietoja?",
    "faq.changeCloudVarBody": "Vain sinä ja projektisi katsojat voivat tallentaa tietoja projektisi pilvimuuttujiin. Jos ihmiset \"katsovat sisälle\" tai remiksaavat koodisi, se luo kopion muuttujasta eikä vaikuta tai muuta alkuperäistä muuttujaa.",
    "faq.newScratcherCloudTitle": "Olen kirjautunut sisään, mutta en voi käyttää projekteja, joissa on pilvimuuttujia. Mitä tapahtuu?",
    "faq.newScratcherCloudBody": "Jos olet edelleen \"Uusi Scratchaaja\" verkkosivustolla, et voi käyttää projekteja pilvimuuttujien kanssa. Sinusta täytyy tulla \"Scratchaaja\", jotta sinulla on pääsy pilvimuuttujiin. Katso Tunnukset-osiota (yllä) saadaksesi lisätietoja siirtymisestä “Uudesta Scratchaajasta” \"Scratchaajaksi\".",
    "faq.multiplayerTitle": "Onko mahdollista tehdä moninpelejä pilvimuuttujilla?",
    "faq.multiplayerBody": "Moninpelejä voi olla vaikea luoda johtuen verkon nopeudesta ja synkronointiongelmista. Jotkut Scratchaajat ovat kuitenkin keksineet luovia tapoja käyttää pilvimuuttujia vuorotellen pelattaviin ja muun tyyppisiin peleihin.",
    "faq.schoolsTitle": "Scratch kouluissa",
    "faq.howTitle": "Miten Scratchia käytetään kouluissa?",
    "faq.howBody": "Scratchia käytetään sadoissa tuhansissa kouluissa ympäri maailmaa, monilla eri aihealueilla (mukaan lukien kielitaiteet, tiede, historia, matematiikka ja tietojenkäsittelytiede). Voit oppia lisää strategioista ja resursseista Scratchin käyttämiseksi kouluissa ja muissa oppimisympäristöissä (kuten museot, kirjastot ja kulttuurikeskukset) {educatorsLink}.",
    "faq.educatorsLinkText": "opettajien sivulla",
    "faq.noInternetTitle": "Onko opiskelijalla mahdollisuus käyttää Scratchia ilman internet-yhteyttä?",
    "faq.noInternetBody": "Kyllä. {downloadLink} on Scratchin ladattava versio, jota voidaan käyttää kannettavissa ja pöytätietokoneissa. Tällä hetkellä Scratch-sovellus on saatavana Windows- ja Mac-laitteille.",
    "faq.communityTitle": "Voinko sulkea online-yhteisön opiskelijoiltani?",
    "faq.communityBody": "Scratch-verkkoyhteisö tarjoaa nuorille tavan jakaa, tehdä yhteistyötä ja oppia ikätovereidensa kanssa Scratchin {cgLink} ohjaamassa moderoidussa yhteisössä. Ymmärrämme kuitenkin, että jotkut kouluttajat pitävät parempana, että heidän opiskelijansa eivät osallistu verkkoyhteisöön. Nämä opettajat voivat haluta asentaa Scratch-sovelluksen, joka toimii paikallisesti offline-tilassa  pöytätietokoneella tai kannettavalla tietokoneella.",
    "faq.teacherAccountTitle": "Mikä on Scratch-opettajatili?",
    "faq.teacherAccountBody": "Scratch-opettajatili tarjoaa opettajille ja muille kasvattajille lisäominaisuuksia hallita opiskelijoiden osallistumista Scratchiin mukaan lukien valmiuden luoda oppilastilit, järjestää oppilasprojekteja studioihin ja seurata oppilaan kommentteja. Saadaksesi lisätietoja opettajatilistä, vieraile {eduFaqLink}.",
    "faq.eduFaqLinkText": "Scratch-opettajatilin UKK-sivulla",
    "faq.requestTitle": "Miten voin pyytää Scratch-opettajatilin?",
    "faq.requestBody": "Voit pyytää Scratch-opettajatiliä osoitteesta {educatorsLink}. Pyydämme lisätietoja rekisteröintiprosessin aikana vahvistaaksesi roolisi opettajana.",
    "faq.dataTitle": "Mitä tietoja Scratch kerää opiskelijoista?",
    "faq.dataBody": "Kun opiskelija kirjautuu ensimmäisen kerran Scratchiin, pyydämme demografisia perustietoja mukaan lukien sukupuoli, ikä (syntymäkuukausi ja -vuosi), maa ja sähköpostiosoite vahvistusta varten. Tätä tietoa käytetään (yhteenkoodussa muodossa) tutkimuksissa, joiden tarkoituksena on parantaa ymmärrystämme siitä, kuinka ihmiset oppivat Scratchilla. Kun opettaja käyttää Scratch-opettajatiliä opiskelijatilien massoittain luomiseen, opiskelijoiden ei tarvitse antaa sähköpostiosoitetta tilin perustamiseen.",
    "faq.lawComplianceTitle": "Onko Scratchin online-versio Yhdysvaltojen paikallisten ja liittovaltion tietosuojalakien mukainen?",
    "faq.lawComplianceBody1": "Scratch välittää syvästi opiskelijoiden ja kaikkien alustaamme käyttävien henkilöiden yksityisyydestä. Meillä on käytössä fyysiset ja sähköiset menettelyt Scratch-verkkosivustolla kerättyjen tietojen suojaamiseksi. Vaikka emme pysty tarjoamaan sopimustakuita jokaisen ilmaista koulutustuotetta käyttävän ryhmän kanssa, noudatamme kaikkia Yhdysvaltain liittovaltion lakeja, joita sovelletaan MIT:hen ja Scratch Foundationiin, organisaatioihin, jotka ovat luoneet ja ylläpitäneet Scratchia. Kehotamme lukemaan Scratchin tietosuojakäytäntöä saadaksesi lisätietoja.",
    "faq.lawComplianceBody2": "Jos haluat rakentaa projekteja Scratchin avulla lähettämättä meille henkilökohtaisia ​​tietoja, voit ladata {downloadLink}. Scratch-sovelluksessa luodut projektit eivät ole Scratch-tiimin käytettävissä, ja Scratch-sovelluksen käyttäminen ei paljasta henkilökohtaisia ​​tietoja Scratchille, ellet lataa näitä projekteja Scratch-verkkoyhteisöön."
}