{
    "faq.title": "Foire Aux Questions",
    "faq.intro": "Sur cette page, vous trouverez des réponses aux questions fréquemment posées sur Scratch.",
    "faq.aboutTitle": "Questions générales",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remixer et copier",
    "faq.accountsTitle": "Comptes",
    "faq.permissionsTitle": "Licences et autorisations",
    "faq.inappropriateContentTitle": "Contenu inapproprié",
    "faq.scratchExtensionsTitle": "Extensions Scratch",
    "faq.cloudDataTitle": "Variables serveurs",
    "faq.aboutScratchTitle": "Qu'est-ce que Scratch, et ​​que puis-je faire avec ?",
    "faq.aboutScratchBody": "Avec le langage de programmation Scratch et la communauté en ligne, vous pouvez créer vos propres histoires interactives, jeux et animations -- et partager vos créations avec d'autres à travers le monde. En créant et partageant des projets Scratch, ils apprennent à penser de façon créative, à résonner systématiquement et à travailler collaborativement. Pour en savoir plus sur Scratch, consultez la page {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "À propos de Scratch",
    "faq.makeGameTitle": "Comment puis-je faire un jeu ou une animation avec Scratch ?",
    "faq.makeGameBody": "Consultez  {ideasLink} pour découvrir de nombreuses façons de démarrer avec Scratch",
    "faq.ideasLinkText": " Page \"Idées\"",
    "faq.whoUsesScratchTitle": "Qui utilise Scratch ?",
    "faq.whoUsesScratchBody": "Scratch est utilisé par des gens de toutes origines, partout à travers le monde, dans plein de situations, à la maison, dans des écoles, des bibliothèques, des musées et bien plus. Scratch a été développé spécialement pour les jeunes de 8 à 16 ans, mais des gens de tout âge peuvent créer et partager avec Scratch. Les enfants plus jeunes préféreront utiliser {scratchJrLink}, une version simplifiée de Scratch, destinée aux enfants de 5 à 7 ans.",
    "faq.requirementsTitle": "Quelle est la configuration requise pour Scratch ?",
    "faq.requirementsBody": "Scratch fonctionne sur la plupart des navigateurs modernes  sur ordinateurs, ordinateurs portables et tablettes. Vous pouvez voir les projets sur votre smartphone mais il n'est pour le moment pas possible de créer ou éditer des projets sur votre téléphone. Ci-dessous, vous trouvez la liste des navigateurs officiellement supportés.",
    "faq.requirementsDesktop": "Ordinateur",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer n'est PAS supporté.",
    "faq.requirementsTablet": "Tablette",
    "faq.requirementsTabletChrome": "Chrome pour Mobile (63+)",
    "faq.requirementsTabletSafari": "Safari pour Mobile (11+)",
    "faq.requirementsNote": "Remarque :",
    "faq.requirementsNoteDesktop": "Si votre ordinateur ne remplit pas ces conditions, vous pouvez essayer l'éditeur {downloadLink} (consultez l'article suivant de la FAQ).",
    "faq.scratchApp": "L'application Scratch",
    "faq.requirementsNoteWebGL": "Si vous rencontrez des erreurs WebGL, essayez un autre navigateur.",
    "faq.requirementsNoteTablets": "Pour les tablettes, il n'y a pas encore moyen d'utiliser les blocs \"touche enfoncée\" ou les menus contextuels normalement accessibles avec un clic droit.",
    "faq.offlineTitle": "Avez-vous une version téléchargeable avec laquelle que je peux créer et voir des projets hors-ligne ?",
    "faq.offlineBody": "L'application Scratch vous permet de créer des projets Scratch sans connexion internet. Vous pouvez télécharger {downloadLink} depuis le site web Scratch ou depuis le store pour votre appareil. (Le programme s'appelait avant Éditeur Scratch Hors-Ligne.)",
    "faq.uploadOldTitle": "Puis-je toujours télécharger des projets créés avec d'anciennes versions de Scratch sur le site web ?",
    "faq.uploadOldBody": "Oui : vous pouvez partager ou télécharger des projets réalisés avec des versions antérieures de Scratch, et ils seront visibles et jouables. (Toutefois, vous ne pouvez pas télécharger des projets réalisés ou modifiés avec des versions ultérieures de Scratch et les ouvrir dans des versions antérieures. Par exemple, vous ne pouvez pas ouvrir un projet Scratch 3.0 dans la version de bureau {scratch2Link}, car Scratch 2.0 ne sait pas lire le format de fichier .sb3).",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Combien coûte Scratch ? Ai-je besoin d'une licence ?",
    "faq.scratchCostBody": "Scratch est et sera toujours gratuit. Vous n'avez pas besoin d'une licence pour utiliser Scratch dans votre école, à la maison ou ailleurs. Le développement et la maintenance de Scratch sont financés par des subventions et des dons. Si vous souhaitez contribuer à Scratch, consultez notre {donateLink}.",
    "faq.donateLinkText": "Page de don",
    "faq.mediaLabTitle": "Qui a créé Scratch ?",
    "faq.mediaLabBody": " Scratch est développé et mis à jour par l’Équipe Scratch du {llkLink} au {mediaLabLink}.",
    "faq.llkLinkText": "Groupe Lifelong Kindergarten ",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Qu'est-ce que Scratch 3.0 ?",
    "faq.aboutScratch3Body": "Scratch 3.0 est la dernière génération de Scratch, lancée le 2 janvier 2019. Elle est conçue pour élargir les possibilités de créer avec Scratch, en termes de comment, quoi et où. Il comprend des dizaines de nouveaux sprites, un tout nouvel éditeur de sons et de nombreux nouveaux blocs de programmation. Et avec Scratch 3.0, vous pouvez créer et exécuter des projets sur votre tablette, en plus de votre ordinateur portable ou de bureau.",
    "faq.reportBugsScratch3Title": "Comment puis-je signaler des bugs et faire part de mes commentaires sur Scratch 3.0 ?",
    "faq.reportBugsScratch3Body": "Vous pouvez signaler des bugs et partager vos commentaires dans la section {forumsLink} des forums de discussion Scratch.",
    "faq.forumsLinkText": "Bugs & Problèmes",
    "faq.languagesScratch3Title": "Est-ce que Scratch 3.0 est disponible dans plusieurs langues ?",
    "faq.languagesScratch3Body1": "Oui. Pour changer la langue des blocs de programmation, cliquez sur l'icône “globe” dans la barre de navigation supérieure de l'Editeur de programmation, puis cliquez sur le menu déroulant pour sélectionner une langue.",
    "faq.languagesScratch3Body2": "Toutes nos traductions sont réalisées par de merveilleux volontaires. L'éditeur Scratch 3.0 a déjà été traduit en plus de 40 langues. Vous pouvez voir toutes les langues en cours de traduction et de révision sur notre {transifexLink}. Si vous souhaitez aider à la traduction ou à la relecture, veuillez contacter {emailLink}.",
    "faq.transifexLinkText": "serveur de traduction",
    "faq.removedBlocksScratch3Title": "Est-ce que certains blocs des versions précédentes seront retirés dans Scratch 3.0 ?",
    "faq.removedBlocksScratch3Body": "Aucun bloc de code n'as été enlevé dans Scratch 3.0 mais certains ont un peu changé et d'autres ont étés déplacés dans les \"Extensions\" (comme décrit plus bas, dans la section {extensionsFAQLink})",
    "faq.newBlocksScratch3Title": "Y a-t-il de nouveaux blocs dans Scratch 3.0 ?",
    "faq.newBlocksScratch3Body": "Oui ! Vous trouverez dans Scratch 3.0 :",
    "faq.newBlocksSoundEffect": "Des nouveaux blocs \"effet sonore\"",
    "faq.newBlocksOperators": "Des nouveaux opérateurs qui simplifieront l'utilisation des chaines de caractère.",
    "faq.newBlocksPen": "Des nouveaux blocs stylo, y compris la prise en charge de la transparence.",
    "faq.newBlocksGlide": "Des nouveaux blocs de glissement pour se déplacer plus facilement vers un sprite (ou vers un endroit aléatoire).",
    "faq.newBlocksExtensions": "Beaucoup de nouvelles possibilités avec les \"Extensions Scratch\" (voir la section Extensions ci-dessous)",
    "faq.biggerBlocksScratch3Title": "Pourquoi les blocs sont-ils plus gros dans Scratch 3.0 que dans les versions précédentes ?",
    "faq.biggerBlocksScratch3Body": "Pour que Scratch 3.0 fonctionne bien sur les appareils tactiles (comme beaucoup de Chromebooks, ordinateur Windows Surface et tablettes), nous avions besoin de rendre ces blocs plus gros, pour qu'ils soient plus facile à déplacer et à cliquer. Aussi, les blocs Scratch 3.0 sont plus gros pour palier aux problèmes des nouveaux utilisateurs qui avaient du mal à déplacer de petits éléments de l'interface.",
    "faq.extensionsScratch3Title": "Où sont passés les blocs stylo ? Où sont passés les blocs musique ? Où sont passés les blocs capteur vidéo ?",
    "faq.extensionsScratch3Body": "Les blocs stylo, musique et détection vidéo ont été déplacés dans les extensions. Les extensions peuvent être ajoutées en cliquant sur le bouton en bas à gauche de l'écran (voir la section \"Extensions\" ci-dessous).",
    "faq.paintEditorScratch3Title": "Quelles sont les nouvelles fonctionnalités de l'éditeur graphique ?",
    "faq.paintEditorScratch3Body": "L'éditeur graphique a subi une refonte qui permet de lui ajouter de nouvelles fonctionnalités et le rendant aussi plus facile à utiliser. Les changement et nouvelles fonctionnalités incluent entre-autres :",
    "faq.paintEditorLayout": "Un nouvel agencement qui rend les outils et options disponibles plus visibles.",
    "faq.paintEditorTools": "Des nouveaux outils, comme une \"gomme\" qui fonctionne en mode vectoriel.",
    "faq.paintEditorColors": "Plus d'options pour choisir et ajuster les couleurs.",
    "faq.paintEditorVector": "Plus de contrôle sur les points vectoriels (points de contrôle des courbes et modalité de contrôle).",
    "faq.paintEditorLayers": "Des boutons pour l’agencement des couches (\"mettre au premier plan\", \"mettre à l'arrière-plan\", etc...).",
    "faq.paintEditorGradients": "Des nouveaux controles pour les dégradés.",
    "faq.soundEditorScratch3Title": "Quelles sont les nouvelles fonctionnalités dans l'éditeur de son ?",
    "faq.soundEditorScratch3Body": "L'éditeur de son a subi une refonte pour qu'il soit plus facile d'enregistrer et de modifier des sons. Il offre de nouvelles fonctionnalités, telles que :",
    "faq.soundEditorRecording": "Un nouveau système d'enregistrement qui le rend plus facile à utiliser.",
    "faq.soundEditorTrimming": "Un nouveau système de découpage de l'audio qui est plus facile à utiliser.",
    "faq.soundEditorEffects": "Des nouveaux effets sonores (comme \"plus vite\", \"plus lentement\" et \"robot\").",
    "faq.tipsWindwScratch3Title": "Qu'est il arrivé à la fenêtre des astuces Scratch ?",
    "faq.tipsWindowScratch3Body": "À la place de la fenêtre Astuces, Scratch 3.0 fournit des informations similaires dans la bibliothèque de tutoriels, accessible via le lien Tutoriels dans la barre de navigation supérieure de l'éditeur de programmation. Vous trouverez des tutoriels pour des projets complets (comme \"Crée un jeu de poursuite\") ou des blocs et fonctionnalités spécifiques (tels que \"Enregistrer un son\" ou \"Faire tourner\"). D'autres tutoriels seront bientôt ajoutés (tels que \"Jeu de Pong\" et \"Fais-le voler\").",
    "faq.remixDefinitionTitle": "Qu'est-ce qu'un remix ?",
    "faq.remixDefinitionBody": "Quand un Scratcher fait une copie du projet de quelqu'un d'autre et le modifie pour ajouter ses propres idées (par exemple, en changeant des scripts ou des costumes), le projet résultant est appelé un \"remix\". Chaque projet partagé sur le site de Scratch peut être remixé. Nous considérons même qu'un changement mineur peut être considéré comme un remix valable, tant que la source du projet est citée et ceux qui ont fait des contributions importantes au remix.",
    "faq.remixableTitle": "Pourquoi l'équipe Scratch exige-t-elle que tous les projets soient \"remixables\" ?",
    "faq.remixableBody": "Nous pensons que modifier des projets des autres personnes est un bon moyen d'apprendre à programmer et à créer des projets intéressants. En modifiant des projets, des idées créatives se diffusent à travers toute la communauté de Scratch, et tout le monde en bénéficie. Tous les projets partagés sur le site de Scratch sont couverts par la licence “Creative Commons Share Alike”, ce qui veut dire que vous pouvez modifier n'importe quel projet que vous voyez sur le site de Scratch et n'importe qui peut modifier les projets que vous partagez sur le site.",
    "faq.creativeCommonsTitle": "Que faire si je ne veux pas que les autres remixent mes projets ?",
    "faq.creativeCommonsBody": "Remixer est une partie importante de la communauté Scratch. Si vous ne voulez pas que les autres voient et remix vos créations, vous pouvez toujours créer des projets sur le site Scratch sans les partager sur le site web.",
    "faq.fairUseTitle": "Puis-je utiliser des images / sons / médias provenant d'internet dans mes projets ?",
    "faq.fairUseBody": "Si vous choisissez d'intégrer le travail de quelqu'un d'autre dans le vôtre, assurez-vous de le créditer dans la section \"crédits\" du projet et d'inclure un lien vers le projet original. Pour trouver des œuvres d’art / des sons qui sont déjà autorisés pour le remixage, consultez la section {ccLink}.",
    "faq.ccLinkText": "Page de recherche de Creative Commons",
    "faq.whyAccountTitle": "En quoi est-ce utile d'avoir un compte Scratch ?",
    "faq.whyAccountBody": "Même sans compte, vous pouvez essayer les projets des autres, lire les commentaires et les forums et même créer vos propres projets. Cependant, vous aurez besoin d'un compte pour sauvegarder et partager vos projets, écrire des commentaires et contribuer aux forums ainsi que participer à d'autres activités \"sociales\" dans la communauté (comme marquer votre appréciation d'autres projets).",
    "faq.createAccountTitle": "Comment puis-je créer un compte ?",
    "faq.createAccountBody": "Cliquez juste sur \"Rejoindre\" sur la page d'accueil de Scratch. Vous devrez répondre à quelques questions et fournir une adresse e-mail. Cela ne prend que quelques minutes et c’est totalement gratuit !",
    "faq.checkConfirmedTitle": "Comment puis-je vérifier si mon compte a été confirmé ?",
    "faq.howToConfirmTitle": "Comment puis-je confirmer mon compte ?",
    "faq.howToConfirmBody": "Après avoir créé un nouveau compte sur Scratch, vous recevrez un e-mail avec un lien. Cliquez simplement sur le lien pour confirmer votre compte. Une fois votre compte confirmé, vous pourrez partager des projets, écrire des commentaires et créer des studios. Confirmer votre compte vous permet également de recevoir des mises à jour par e-mail de la part de l'équipe Scratch. Si vous ne trouvez pas l'e-mail avec le lien de confirmation, vérifiez votre dossier Spam. Si vous ne le trouvez toujours pas et souhaitez recevoir un autre e-mail, accédez à vos paramètres de compte, cliquez sur l'onglet E-mail et suivez les instructions fournies. Veuillez noter que l'e-mail peut prendre jusqu'à une heure à arriver. Si vous ne voyez toujours pas l'e-mail après une heure, {contactLink}.",
    "faq.contactLinkText": "Signaler nous",
    "faq.checkConfirmedBody": "Pour voir si votre compte est confirmé, connectez-vous avec votre compte Scratch et allez sur votre page {settingsLink}. Les adresses e-mail confirmées afficheront une petite marque verte. Si ce n'est pas le cas, vous verrez le texte \"Votre adresse e-mail n'est pas confirmée\" en orange.",
    "faq.settingsLinkText": "Paramètres d'Email",
    "faq.requireConfirmTitle": "Dois-je confirmer mon compte ?",
    "faq.requireConfirmBody": "Vous pouvez cependant utiliser de nombreuses fonctionnalités de Scratch sans avoir confirmé votre compte, comme créer et enregistrer des projects  (sans pouvoir les partager).",
    "faq.forgotPasswordTitle": "J'ai oublié mon nom d'utilisateur ou mon mot de passe. Comment puis-je le réinitialiser ?",
    "faq.forgotPasswordBody": "Entrez votre nom d'utilisateur ou votre adresse e-mail sur la page {resetLink}. Le site Web enverra un e-mail à l'adresse associée à votre nom d'utilisateur et un lien que vous pourrez utiliser pour réinitialiser votre mot de passe.",
    "faq.resetLinkText": " Réinitialiser le mot de passe",
    "faq.changePasswordTitle": "Comment puis-je changer mon mot de passe ?",
    "faq.changePasswordBody": "Connectez-vous à votre compte Scratch, puis visitez notre page {changeLink} où vous pouvez changer votre mot de passe.",
    "faq.changeLinkText": " Paramètres de mot de passe",
    "faq.changeEmailTitle": "Comment puis-je changer mon adresse e-mail ?",
    "faq.changeEmailBody": "Connectez-vous à votre compte Scratch, puis visitez notre page {changeEmailLink} où vous pouvez changer votre adresse e-mail.",
    "faq.newScratcherTitle": "Comment puis-je passer de \"Nouveau Scratcher\" à \"Scratcher\" ?",
    "faq.newScratcherBody": "Quand vous créez un nouveau compte, votre compte est marqué comme \"Nouveau Scratcher\". Pour devenir \"Scratcher\", vous devez créer et partager des projets, commenter de manière positive les projets des autres Scratchers et être patient ! Une fois ces conditions réunies, un lien apparaîtra sur votre page de profil vous invitant à devenir un Scratcher et vous permettant d'acquérir des fonctionnalités supplémentaires sur le site. (Notez que nous n'accordons pas le titre de \"Scratcher\" sur simple demande)",
    "faq.multipleAccountTitle": "Puis-je avoir plus d'un compte ?",
    "faq.multipleAccountBody": "Il est autorisé d’avoir plusieurs comptes sur le site Web Scratch, à condition qu’aucun d’entre eux ne soit utilisé pour transgresser les {cgLink}. Dans ce cas, tous les comptes associés peuvent être bloqués ou supprimés.",
    "faq.multipleLoginTitle": "Est-il possible d'avoir plus d'une personne connectée à un compte ?",
    "faq.multipleLoginBody": "Cela n'est pas autorisé, car le site et l'éditeur de projet peut facilement faire des confusions si plusieurs personnes sont connectées au même compte. Lorsqu'un compte fait quelque chose qui ne respecte pas les {cgLink}, tous les comptes associés peuvent être bloqués ou supprimés. Si vous partagez un compte avec quelqu'un qui fait quelque chose de mal avec cela, cela signifie que vos comptes peuvent être bloqués pour ce que l'autre personne a fait.",
    "faq.changeUsernameTitle": "Puis-je changer mon nom d'utilisateur ?",
    "faq.changeUsernameBody": "La structure du site Scratch dépend de la cohérence du nom de compte, il n'est donc pas possible de changer votre nom d'utilisateur. Si vous avez vraiment besoin de changer de nom d'utilisateur, vous pouvez créer un nouveau compte, mais vous devrez copier vos projets sur le nouveau compte par vous-même.",
    "faq.shareInfoTitle": "Quelles sont les informations que je peux partager sur / avec mon compte ?",
    "faq.shareInfoBody": "Veuillez ne partager aucune information personnelle, comme votre adresse postale, adresse e-mail, numéro de téléphone ou autre chose qui puisse être utilisé pour prendre contact en dehors du site Scratch.  Veuillez nous signaler les projets, commentaires ou messages du forum qui contiennent ce type d'information, pour que l'Équipe Scratch puisse retirer ces informations et rappeler l'auteur que partager des informations personnelles n'est pas autorisé.",
    "faq.deleteAccountTitle": "Comment puis-je supprimer mon compte ?",
    "faq.deleteAccountBody": "Connectez-vous à Scratch, puis cliquez sur votre nom d'utilisateur dans le coin supérieur droit. Sélectionnez \"Paramètres du compte\", puis cliquez sur le lien \"Je veux supprimer mon compte\" au bas de la page. Mais vous ne devez le faire que si vous êtes absolument certain de vouloir supprimer votre compte.",
    "faq.scratchFreeTitle": "Est-ce que Scratch est gratuit ? Puis-je l'utiliser n'importe où ?",
    "faq.scratchFreeBody": "Oui ! Scratch est gratuit. Vous pouvez l'utiliser dans votre école et pouvez donner un cours dessus (même un cours payant). Vous ne devez pas acheter de licence, c'est gratuit !",
    "faq.scratchScreenshotTitle": "Puis-je utiliser Scratch et / ou des captures d'écran de Scratch dans un livre ou un CD ?",
    "faq.scratchScreenshotBody": "Oui, vous pouvez utiliser des captures d'écran / images de l'application Scratch et du site Web dans un livre ou une présentation, et les considérer comme étant sous {licenseLink}. Nous vous demandons d'inclure quelque part dans vos documents une note indiquant: \"Scratch est un projet de la Scratch Foundation, en collaboration avec le groupe Lifelong Kindergarten du MIT Media Lab. Il est disponible gratuitement à l'adresse https://scratch.mit.edu \".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Puis-je inclure une description de Scratch et le logo de Scratch dans les brochures ou d'autres documents ?",
    "faq.scratchDescriptionBody": "Bien sûr ! Nous vous recommandons la description suivante : \"Scratch est un langage de codage et une communauté en ligne dans lesquels vous pouvez créer vos propres histoires, jeux et animations interactifs et partager vos créations avec d'autres personnes du monde entier. Au fur et à mesure de la création et du partage de projets Scratch, les jeunes apprennent à penser de manière créative, à raisonner de façon systématique et à travailler en collaboration. Scratch est un projet de la {sfLink}, en collaboration avec le groupe Lifelong Kindergarten du MIT Media Lab. Il est disponible gratuitement à l'adresse https://scratch.mit.edu \"",
    "faq.presentScratchTitle": "Puis-je présenter Scratch lors d'une conférence ?",
    "faq.presentScratchBody": "N'hésitez pas à faire des présentations sur Scratch à des éducateurs ou à d'autres groupes.",
    "faq.supportMaterialTitle": "Puis-je utiliser des remix de projets Scratch des documents d'aide, des sprites, des images, des sons ou des exemples de projets que j'ai trouvés sur le site ?",
    "faq.supportMaterialBody": "Oui : la plupart des supports Scratch disponibles sur le site Scratch sont disponibles sous {licenseLink}. Il existe quelques exceptions : le logo Scratch, Scratch Cat, Gobo, Pico, Nano, Giga et Tera sont des marques déposées Scratch et ne peuvent pas être utilisés sans l'autorisation expresse de l'équipe Scratch.",
    "faq.sellProjectsTitle": "Puis-je vendre mes projets Sratch ?",
    "faq.sellProjectsBody": "Oui : votre projet Scratch est votre création. Mais gardez à l'esprit qu'une fois votre projet Scratch partagé sur le site, tout le monde est libre de le télécharger, de le remixer et de réutiliser le projet selon les termes de la licence{licenseLink}. Si vous avez l'intention de vendre votre projet, vous pouvez donc le retirer du site Scratch.",
    "faq.sourceCodeTitle": "Où puis-je trouver le code source de Scratch ?",
    "faq.sourceCodeBody": "Le code source de l'éditeur de programmation Scratch peut être trouvé sur {guiLink}. Le code source pour {flashLink} et {scratch14Link} sont aussi disponibles sur GitHub. Pour des informations à jours sur le développement des projets relatifs au site Scratch, visiter notre {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Comment puis-je savoir ce qui est ou ce qui n'est pas acceptable de partager sur le site web de Scratch ?",
    "faq.okayToShareBody": "Consultez la page {cgLink} Scratch - elles sont brèves et n'incluent pas beaucoup de choses légales. Il y a un lien au bas de chaque page du site Scratch.",
    "faq.reportContentTitle": "Que dois-je faire si je vois quelque chose d'inapproprié ?",
    "faq.reportContentBody": "Vous pouvez cliquer sur lien indiquant \"Signaler\" sur chaque projet, commentaire, message de discussion ou projet où vous voyez quelque chose qui n'est pas correct sur Scratch. Si la situation est compliquée, vous pouvez utiliser le lien {contactLink} (disponible en bas de chaque page) pour expliquer. N'oubliez pas d'inclure autant de détails que possible, avec les liens des pages concernées. ",
    "faq.noFlameTitle": "Que dois-je faire si je vois quelqu'un être méchant ou irrespectueux ?",
    "faq.noFlameBody": "Ne pas jeter de l'huile sur le feu ! Répondre à des commentaires méchants avec d'autres commentaires plus méchants ne fait qu'empirer les choses, et pourrait entraîner le blocage de votre compte. Au lieu de cela, il suffit de signaler tout ce qui est irrespectueux ou non constructif , et nous prenons en charge le suivi avec l'auteur. Nous vérifions les signalements tous les jours, plusieurs fois par jour, alors soyez rassurés, nous allons arranger les choses.",
    "faq.reviewContentTitle": "Que fait l'équipe Scratch lorsque quelque chose est rapporté ou signalé ?",
    "faq.reviewContentBody": "L'Équipe Scratch examine chaque jour les commentaires et les projets signalés. Si quelque chose enfreint les {cgLink}, nous le supprimerons et enverrons un avertissement au compte. Nous pouvons également bloquer les comptes ou les réseaux qui ont été utilisés pour le partager, en fonction de ce qui a été partagé et si la personne a reçu des avertissements auparavant.",
    "faq.blockedAccountTitle": "Que se passe-t-il quand un compte est bloqué ?",
    "faq.blockedAccountBody": "Lorsqu'un compte est bloqué, son propriétaire ne peut plus accéder à son compte, l'utiliser pour créer des projets ou poster de nouveaux commentaires. Lorsqu'il se connecte, il voit une page qui explique pourquoi le compte a été bloqué, ainsi qu'un formulaire web qu'il peut utiliser pour demander le déblocage. Si le propriétaire peut montrer qu'il comprend pourquoi son compte a été bloqué, et promet de suivre le {cgLink} Scratch à l'avenir, il sera débloqué.",
    "faq.stolenAccountTitle": "Quelqu'un a eu accès à mon compte et mon compte est bloqué, que dois-je faire ?",
    "faq.stolenAccountBody": "Tu es responsable de la sécurité de ton mot de passe. Si quelqu'un que tu connais a pris le contrôle de ton compte et a fait de mauvaises choses, dis-le aux adultes responsables de l'ordinateur qu'ils ont utilisé. Si tu penses qu'une personne que tu ne connais pas a accès à ton compte, change le mot de passe et/ou utilise le lien {contactLink} pour expliquer la situation. Si ton compte a été bloqué pour une action que tu as commise et qui a enfreint {cgLink}, ne nous dis pas que quelqu'un d'autre l'a fait. Lorsque des personnes nous disent que quelqu'un d'autre a utilisé leur compte pour faire quelque chose de mal, nous devons alors essayer de parler à cette personne avant de pouvoir restaurer le compte. Cela signifie que tone compte restera bloqué beaucoup plus longtemps que si tu es honnête avec nous sur ce qui s'est passé.",
    "faq.aboutExtensionsTitle": "Qu'est-ce qu'une extension ?",
    "faq.aboutExtensionsBody": "Dans l'éditeur Scratch, vous pouvez ajouter des collections de blocs supplémentaires appelés \"extensions\". Par exemple, il existe des extensions qui vous permettent de programmer des appareils physiques (tels que les kits de robotique micro:bit et LEGO) et de traduire du texte dans vos projets Scratch. Nous continuerons à ajouter de nouvelles extensions au fil du temps, de sorte que ce que vous pouvez faire avec Scratch continuera à se développer au fil du temps. ",
    "faq.howToAddExtensionsTitle": "Comment ajouter une extension à un projet ?",
    "faq.howToAddExtensionsBody": "Si vous cliquez sur le bouton \"Extensions\" au coins en bas à gauche de l'Editeur de programmation Scratch, vous allez voir une liste de toutes les extensions Scratch. Quand vous choisissez une de ses extensions, une nouvelle catégorie de blocs va être ajoutée à votre projet. L'extension va être automatiquement chargée chaque fois que vous projet est ouvert. Vous pouvez ajouter de multiples extensions au même projet.",
    "faq.createExtensionsTitle": "Comment créer ma propre extension pour Scratch ?",
    "faq.createExtensionsBody": "L'Équipe Scratch publiera des spécifications et des règles de conduite pour les extensions à l'avenir. Dès qu'elles seront disponibles, vous pourrez soumettre des extensions à l'Équipe Scratch pour qu'elles soient prises en compte dans la bibliothèque officielle des extensions de Scratch 3.0. Nous fournirons également des directives pour le développement et la distribution d'extensions \"expérimentales\", qui peuvent être utilisées pour créer des projets sur des ordinateurs individuels, mais qui ne sont pas partagées dans la communauté en ligne Scratch.",
    "faq.scratchXTitle": "Que deviendra le site ScratchX ?",
    "faq.scratchXBody": "Le site web de ScratchX (scratchx.org) était un site expérimental pour les extensions. Les extensions créées pour ScratchX ne sont pas compatibles avec Scratch 3.0. Une fois les extensions expérimentales pleinement supportées dans Scratch, nous mettrons fin au support de ScratchX et nous donnerons du temps aux développeurs et aux utilisateurs pour faire la transition de ScratchX à la nouvelle plateforme d'extensions.",
    "faq.cloudDataInfoTitle": "Que sont les variables serveurs ?",
    "faq.cloudDataInfoBody": "Les variables cloud permettent au projet de sauvegarder des données et de les partager avec d'autres personnes de la communauté Scratch. Vous pouvez utiliser les variables cloud pour faire des sondages ou d'autres projets où d'autres membres de la communauté peuvent accéder et modifier les variables au cours du temps.",
    "faq.makeCloudVarTitle": "Comment créer une variable serveur ?",
    "faq.makeCloudVarBody": "Allez dans la section \"Variables\" de la palette des blocs, choisissez \"Créer une variable\" et cochez ensuite la coche à côté de \"Variable cloud\" (stockée sur le serveur). Les données associées à cette variable seront sauvegardées sur le serveur, préservées au cours du temps et accessibles à n'importe qui qui ouvre le projet.",
    "faq.onlyNumbersTitle": "Quels types de données peuvent être stockés dans des variables cloud ?",
    "faq.onlyNumbersBody": "On ne peut stocker que des nombres dans les variables cloud.",
    "faq.storedCloudInfoTitle": "Qui peut voir les données stockées dans les variables cloud ?",
    "faq.storedCloudInfoBody": "Quand vous interagissez avec un projet utilisant des variables cloud, les données associées à vos interactions peuvent être stockées conjointement à votre nom d'utilisateur. Les autres utilisateurs peuvent voir ces données.",
    "faq.reportCloudTitle": "Si je vois quelqu'un poster un contenu inapproprié en utilisant des variables cloud, comment puis-je le signaler ?",
    "faq.reportCloudBody": "Cliquez sur le bouton \"Signaler ceci\" (sous le lecteur de projet sur la page du projet) pour signaler un contenu inapproprié dans les variables cloud. Veillez à mentionner les \"variables cloud\" lorsque vous saisissez votre raison dans le signalement.",
    "faq.chatRoomTitle": "Puis-je créer des salons de discussion avec des variables cloud ?",
    "faq.chatRoomBody": "Bien que ce soit techniquement possible de créer des discussions en ligne avec les variables cloud, cela n'est pas autorisé sur le site de Scratch.",
    "faq.changeCloudVarTitle": "Qui peut changer l'information dans une variable cloud ?",
    "faq.changeCloudVarBody": "Seulement vous et les visiteurs du projet peuvent stocker des données dans les variables cloud de votre projet. Si les personnes \"voient à l'intérieur\" ou remixent votre code, cela crée une copie des variables, n'affectant pas et ne changeant pas les variables du projet original.",
    "faq.newScratcherCloudTitle": "Je suis connecté, mais je ne peux pas utiliser de projets avec des variables cloud. Que se passe-t-il ?",
    "faq.newScratcherCloudBody": "Si vous êtes toujours un \"Nouveau Scratcher\" sur le site, vous ne pourrez pas utiliser les variables cloud. Vous devez devenir un \"Scratcher\" pour avoir accès à ces variables cloud. Voir la section Comptes (ci-dessus) pour plus d'informations sur la transition entre \"Nouveau Scratcher\" et \"Scratcher\".",
    "faq.multiplayerTitle": "Est-il possible de faire des jeux multijoueurs avec des variables cloud ?",
    "faq.multiplayerBody": "Les jeux multijoueurs peuvent être difficiles à créer en raison de la vitesse du réseau et des problèmes de synchronisation . Cependant, certains Scratchers y parviennent tout de même en utilisant des façons astucieuses des variables serveurs pour réaliser des jeux de type \"l'un après l'autre\" ou d'autres types de jeux.",
    "faq.schoolsTitle": "Scratch dans les écoles",
    "faq.howTitle": "Comment Scratch est-il utilisé dans les écoles ?",
    "faq.howBody": "Scratch est utilisé dans des centaines de milliers d'écoles à travers le monde, dans de nombreuses matières différentes (notamment les arts du langage, les sciences, l'histoire, les mathématiques et l'informatique). Vous pouvez en savoir plus sur les stratégies et les ressources pour utiliser Scratch dans les écoles et autres environnements d'apprentissage (tels que les musées, les bibliothèques et les centres communautaires) sur notre site {educatorsLink}.",
    "faq.educatorsLinkText": "Page pour les enseignants",
    "faq.noInternetTitle": "Y a-t-il un moyen pour les étudiants d'utiliser Scratch sans une connexion internet ?",
    "faq.noInternetBody": "Oui. {downloadLink} est une version téléchargeable de Scratch qui fonctionne sur les ordinateurs fixes et portables. Pour l'instant, l'application Scratch est disponible pour les appareils sous Windows et MacOS.",
    "faq.communityTitle": "Puis-je désactiver la communauté en ligne pour mes élèves ?",
    "faq.communityBody": "La communauté en ligne Scratch fournit des moyens pour les jeunes personnes de partager, collaborer et apprendre ensemble grâce à une communauté modérée gouvernée par les {cgLink} Scratch. Cependant, nous comprenons que certains éducateurs préfèrent que leurs élèves ne participent pas à la communauté en ligne. Ces éducateurs peuvent installer, s'il le veulent, l'application Scratch, qui fonctionne de façon hors-ligne et localement sur des ordinateurs fixes et portables.",
    "faq.teacherAccountTitle": "Qu'est-ce-qu'un compte enseignant Scratch ?",
    "faq.teacherAccountBody": "Un compte enseignant Scratch fournit aux enseignants et aux autres éducateurs des fonctionnalités supplémentaires pour gérer la participation des élèves sur Scratch, ainsi que la capacité de créer des comptes étudiant, d'organiser les projets des élèves dans des studios et de surveiller les commentaires des élèves. Pour plus d’informations sur les compte enseignant de Scratch, consultez la {eduFaqLink}. ",
    "faq.eduFaqLinkText": "FAQ compte enseignant Scratch",
    "faq.requestTitle": "Comment demander un compte enseignant ?",
    "faq.requestBody": "Vous pouvez demander un compte enseignant Scratch depuis la page {educatorsLink} sur Scratch. Nous demandons des informations supplémentaires pendant le processus d'enregistrement afin de vérifier votre rôle d'éducateur.",
    "faq.dataTitle": "Quelles sont les données collectées par Scratch sur les élèves ?",
    "faq.dataBody": "La première fois qu'un élève se connecte sur Scratch, nous lui posons quelques questions d'ordre démographique dont son genre, âge (mois et année de naissance), pays, ainsi qu'une adresse mail pour valider le compte. Ces données (agrégées) sont utilisées dans nos recherches visant à mieux comprendre comment les gens apprennent avec Scratch. Quand l'enseignant crée un groupe de comptes élèves directement depuis son compte enseignant, aucune adresse e-mail n'est demandée aux élèves pour la configuration de leur compte.",
    "faq.lawComplianceTitle": "La version en ligne de Scratch est-elle conforme aux lois locales et fédérales des États-Unis sur la protection des données ?",
    "faq.lawComplianceBody1": "Scratch accorde beaucoup d'importance sur la vie privée des étudiants et sur tous ceux qui utilisent notre plate-forme. Nous avons mis en place des procédures physiques et électroniques afin de protéger les informations que nous collectons sur le site de Scratch. Bien que nous ne soyons pas en mesure d'offrir des garanties contractuelles avec chaque entité qui utilise notre produit éducatif gratuit, nous sommes en conformité avec toutes les lois fédérales des États-Unis qui sont applicables au MIT et à la Scratch Foundation, les organisations qui ont créé et maintenu Scratch. Nous vous encourageons à lire la politique de confidentialité Scratch pour plus d'informations.",
    "faq.lawComplianceBody2": "Si vous souhaitez créer des projets avec Scratch sans nous communiquer d'informations personnelles, vous pouvez télécharger {downloadLink}. Les projets créés dans l'application Scratch ne sont pas accessibles par l'équipe Scratch, et l'utilisation de l'application Scratch ne divulgue aucune information d'identification personnelle à Scratch, sauf si vous téléchargez ces projets sur la communauté en ligne Scratch."
}