{
    "faq.title": "Faak stelde fragen (FAQ)",
    "faq.intro": "Op dizze side fine jo antwurden op faak stelde fragen oer Scratch.",
    "faq.aboutTitle": "Algemiene fragen",
    "faq.scratch3Title": "Kras 3.0",
    "faq.remixTitle": "Mikse en kopiearje",
    "faq.accountsTitle": "Brûkersakkounts",
    "faq.permissionsTitle": "Lisinsje en tastimming",
    "faq.inappropriateContentTitle": "Ungeskikte ynhâld",
    "faq.scratchExtensionsTitle": "Scratch Extensions",
    "faq.cloudDataTitle": "Wolkfariabelen",
    "faq.aboutScratchTitle": "Wat is Scratch en wat kin ik dermei dwaan?",
    "faq.aboutScratchBody": "Mei de Scratch-programmeartaal en online mienskip kinne jo jo eigen ynteraktive ferhalen, spultsjes en animaasjes oanmeitsje en jo kreaasjes diele mei de hiele wrâld. As jonge minsken Scratch-projekten oanmeitsje en diele, leare se kreatyf te tinken, systematysk te redenearjen en gear te wurkjen. Sjoch de side {aboutScratchLink} foar mear ynformaasje oer Scratch.",
    "faq.aboutScratchLinkText": "Oer Scratch",
    "faq.makeGameTitle": "Hoe meitsje ik in spultsje of animaasje mei Scratch?",
    "faq.makeGameBody": "Besjoch de {ideasLink} om in protte manieren te sjen om mei Scratch te begjinnen",
    "faq.ideasLinkText": "Ideeën side",
    "faq.whoUsesScratchTitle": "Wa brûke Scratch?",
    "faq.whoUsesScratchBody": "Scratch wurdt brûkt troch minsken fan alle eftergrûnen, yn alle lannen oer de heule wrâld, yn alle soarten omjouwings - huzen, skoallen, biblioteken, musea en mear. Scratch is spesjaal ûntwurpen foar jonge minsken fan 8 oant 16 jier, mar minsken fan alle leeftiden meitsje en diele mei Scratch. Jongere bern wolle miskien {scratchJrLink} besykje, in ferienfâldige ferzje fan Scratch ûntwurpen foar leeftyd 5 oant 7.",
    "faq.requirementsTitle": "Wat binne de systeemeasken foar Scratch?",
    "faq.requirementsBody": "Scratch wurket yn de measte moderne webbrowsers op desktopkompjûters, laptops en tablets. Jo kinne projekten op mobile tillefoans besjen, mar op dit stuit kinne jo gjin projekten oanmeitsje of bewurkje op tillefoans. Hjirûnder fine jo de list mei offisjeel stipe browsers.",
    "faq.requirementsDesktop": "Buroblêd",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Râne (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer wurdt NET stipe.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Noat:",
    "faq.requirementsNoteDesktop": "As jo kompjûter net oan dizze easken foldocht, kinne jo de bewurker {downloadLink} besykje (sjoch folgjende artikel yn FAQ).",
    "faq.scratchApp": "Kras app",
    "faq.requirementsNoteWebGL": "As jo in WebGL-flater tsjinkomme, besykje dan in oare browser.",
    "faq.requirementsNoteTablets": "Op tablets is d'r op it stuit gjin manier om \"push-toets\" -blokken te brûken of kontekstmenu's mei rjochts te klikken",
    "faq.offlineTitle": "Is der in ferzje dy'tik dellade kin, sadat ik projekten offline oanmeitsje en besjen kin?",
    "faq.offlineBody": "Mei de Scratch-app kinne jo Scratch-projekten oanmeitsje sûnder in ynternetferbining. Jo kinne de {downloadLink} downloade fan 'e webside Scratch of de app store foar jo apparaat. (Dit waard earder de \"Scratch Offline Editor\" neamd).",
    "faq.uploadOldTitle": "Kin ik projekten dy't makke binne mei âldere ferzjes fan Scratch nei de webside oplade?",
    "faq.uploadOldBody": "Ja - jo kinne projekten uploade en diele dy't binne makke mei eardere ferzjes fan Scratch en se sille sichtber wêze en ree om te spyljen. (Mar jo kinne gjin projekten downloade fan lettere ferzjes fan Scratch en iepenje se yn eardere ferzjes. Jo kinne bygelyks gjin Scratch 3.0-projekt iepenje yn 'e buroblêdferzje fan {scratch2Link}, om't Scratch 2.0 it bestânsformaat .sb3 net kin lêze.)",
    "faq.scratch2": "Kras 2.0",
    "faq.scratchCostTitle": "Wat kostet Scratch? Ha ik in lisinsje nedich?",
    "faq.scratchCostBody": "Scratch is en sil altyd fergees wêze. Jo hawwe gjin lisinsje nedich om Scratch te brûken op skoalle, thús of wêr dan ek. De ûntwikkeling fan en it ûnderhâld oan Scratch wurdt betelle út subsydzjes en donaasjes. As jo ek in bydrage leverje wolle oan Scratch, besjoch ús {donateLink}.",
    "faq.donateLinkText": "Skinkingsside",
    "faq.mediaLabTitle": "Wa hat Scratch makke?",
    "faq.mediaLabBody": "Scratch wurdt ûntwikkele en ûnderhâlden troch it Scratch Team yn 'e {llkLink} yn {mediaLabLink}",
    "faq.llkLinkText": "Lifelong Kindergarten groep",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Wat is Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 is de lêste generaasje fan Scratch, lansearre op 2 jannewaris 2019. It is ûntwurpen om út te wreidzjen oer hoe, wat en wêr't jo wat kinne oanmeitsje mei Scratch. It omfettet tsientallen nije sprites, in folslein nije lûdsredakteur, en in protte nije programmearblokken. En mei Scratch 3.0 kinne jo projekten oanmeitsje en spielje op jo laptop as buroblêdcomputer, mar ek op jo tablet.",
    "faq.reportBugsScratch3Title": "Hoe kin ik bugs melde en feedback diele oer Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Jo kinne bugs melde en feedback diele yn 'e seksje {forumsLink} fan' e diskusjeforums fan Scratch.",
    "faq.forumsLinkText": "Bugs en oare bugs",
    "faq.languagesScratch3Title": "Is Scratch 3.0 beskikber yn meardere talen?",
    "faq.languagesScratch3Body1": "Ja. Om de taal fan 'e programmearringsblokken te feroarjen, klikje jo op' e “globe” oan 'e boppekant fan' e navigaasjebalke fan 'e programmearredakteur, en klikje dan yn it útklapmenu om in taal te selektearjen.",
    "faq.languagesScratch3Body2": "Al ús oersettingen wurde dien troch frijwilligers. De Scratch 3.0-bewurker is al oerset yn 40 + talen. Jo kinne alle talen sjen dy't op it stuit oerset wurde op ús {transifexLink}. As jo wolle helpe mei oersetten of beoardieljen, nim dan kontakt mei ús op {emailLink}",
    "faq.transifexLinkText": "oersettsjinner",
    "faq.removedBlocksScratch3Title": "Ferwideret Scratch 3.0 blokken koade fan eardere ferzjes fan Scratch?",
    "faq.removedBlocksScratch3Body": "Gjin kodearingsblokken binne fuortsmiten yn Scratch 3.0, mar guon binne in bytsje feroare en oaren binne ferpleatst nei \"Extensions\" (lykas hjirûnder beskreaun yn 'e seksje {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "Binne d'r nije blokken yn Scratch 3.0?",
    "faq.newBlocksScratch3Body": "Ja! Yn Scratch 3.0 sille jo fine:",
    "faq.newBlocksSoundEffect": "Nije blokken fan \"lûdeffekten\"",
    "faq.newBlocksOperators": "Nije operators dy't it makliker meitsje om mei tekst (snaren) te wurkjen",
    "faq.newBlocksPen": "Nije penblokken, ynklusyf stipe foar transparânsje",
    "faq.newBlocksGlide": "Nij scrollblok om maklik nei in sprite (of elk punt) te ferhúzjen",
    "faq.newBlocksExtensions": "In soad nije funksjes fia \"Scratch Extensions\" (sjoch de seksje Extensions hjirûnder)",
    "faq.biggerBlocksScratch3Title": "Wêrom binne de blokken yn Scratch 3.0 grutter dan yn eardere ferzjes?",
    "faq.biggerBlocksScratch3Body": "Om Scratch 3.0 goed te wurkjen op touch-apparaten (lykas in soad Chromebooks, Windows Surface laptops en tablets), moasten wy de blokken grutter meitsje, sadat it makliker is om de blokken te slepen en oan te reitsjen. Derneist binne de blokken wat grutter yn Scratch 3.0 om problemen oan te pakken dy't wy hawwe sjoen by nije brûkers dy't problemen hawwe om lytse interface-eleminten te klikken en te slepen.",
    "faq.extensionsScratch3Title": "Wêr binne de penblokken gien? Wêr binne de Music Blocks hinne gien? Wêr binne de fideoblokken ferdwûn?",
    "faq.extensionsScratch3Body": "De blokken Pen, Muzyk en Fideo binne ferpleatst nei tafoegings. Extensions kinne wurde tafoege troch te klikken op de knop linksûnder op it skerm (sjoch hjirûnder de seksje \"Extensions\").",
    "faq.paintEditorScratch3Title": "Wat binne de nije funksjes yn 'e Drawing Editor?",
    "faq.paintEditorScratch3Body": "De tekening bewurker is opnij ûntworpen om krêftige nije funksjes te leverjen, wylst it makliker te brûken is. Feroaringen en nije funksjes omfetsje:",
    "faq.paintEditorLayout": "Nije opmaak dy't beskikbere ark en opsjes sichtber makket",
    "faq.paintEditorTools": "Nije ark lykas in \"gum\" dat wurket yn fektormodus",
    "faq.paintEditorColors": "Mear opsjes foar it selektearjen en oanpassen fan kleuren",
    "faq.paintEditorVector": "Mear kontrôle oer fektorpunten (krommehânsels en puntfoarm).",
    "faq.paintEditorLayers": "Oanfoljende kontrôles foar it organisearjen fan lagen (\"nei foaren bringe\", \"weromgean\", ensfh.)",
    "faq.paintEditorGradients": "Nije gradientkontrôle",
    "faq.soundEditorScratch3Title": "Wat binne de nije funksjes yn 'e Sound Editor?",
    "faq.soundEditorScratch3Body": "De Sound editor is opnij ûntwurpen om it makliker te meitsjen om lûden op te nimmen en te manipulearjen. It biedt in oantal nije funksjes:",
    "faq.soundEditorRecording": "Nij opnamesysteem dat makliker te brûken is",
    "faq.soundEditorTrimming": "Nij audio trimsysteem dat makliker te brûken is",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "Wat is der bard mei it finster Scratch Tips?",
    "faq.tipsWindowScratch3Body": "Ynstee fan it Tips-finster leveret Scratch 3.0 ferlykber materiaal fia de lessenbibleteek wêr't jo tagong kinne krije fan 'e lessenlink yn' e boppeste navigaasjebalke. Jo sille lessen fine foar folsleine projekten (lykas \"Meitsje in jachtspultsje\") as spesifike blokken en mooglikheden (lykas \"In lûd opnimme\" of \"Spin it\"). Der sille meikoarten mear lessen tafoege wurde (lykas \"Pong-spiel\" en \"Lit it fleane\").",
    "faq.remixDefinitionTitle": "Wat is in mjuks?",
    "faq.remixDefinitionBody": "As in Scratcher in kopy makket fan it projekt fan in oar en it feroaret troch eigen ideeën ta te foegjen (bygelyks skripts en looks feroarje), wurdt it nije projekt in \"remix\" neamd. Elk projekt dat dield wurdt fia de webside Scratch kin opnij mikst wurde. Sels in lytse feroaring wurdt beskôge as in jildige remix, salang't de credits wurde jûn oan wa't it orizjinele projekt pleatst en oaren dy't signifikant bydroegen oan 'e remix.",
    "faq.remixableTitle": "Wêrom is it ferplichte dat alle projekten “mikst” wurde kinne?",
    "faq.remixableBody": "Wy leauwe dat it remixen fan projekten fan oare minsken in geweldige manier is om te learen kodearjen en ynteressante projekten te meitsjen. Remixing ferspriedt kreative ideeën troch de Scratch-mienskip en profiteart elkenien. Alle projekten shared op de Scratch webside binne ûnder de “Creative Commons Share Alike” lisinsje, hokker middels kinne jo Remix eltse projekt jo sjogge op de Scratch webside - en eltsenien oars kin Remix eltse projekt jo sjogge op de Scratch webside. De website oandielen Remixes ,",
    "faq.creativeCommonsTitle": "Wat as ik net wol dat myn projekt opnij brûkt wurdt?",
    "faq.creativeCommonsBody": "Remixing is in wichtich diel fan 'e Scratch-mienskip. As jo net wolle dat oaren jo kreaasjes besjen of opnij mikse, kinne jo noch projekten oanmeitsje op 'e Scratch-webside, mar se net diele op' e webside.",
    "faq.fairUseTitle": "Kin ik ôfbyldings / lûden / media fan it ynternet brûke yn myn projekten?",
    "faq.fairUseBody": "As jo der foar kieze om it wurk fan in oar yn jo eigen te yntegrearjen, soargje der dan foar dat jo him of har credits jouwe yn 'e seksje “credits” fan it projekt, en nim in keppeling werom nei it orizjineel. Om keunst / lûden te finen dy't fergees binne te brûken foar remixing, besjoch de {ccLink}.",
    "faq.ccLinkText": "Creative Commons sykside",
    "faq.whyAccountTitle": "Wêrom is it nuttich om in Scratch-akkount te hawwen?",
    "faq.whyAccountBody": "Sels sûnder in akkount kinne jo projekten fan oare minsken spielje, opmerkingen en forums lêze, en sels jo eigen oanmeitsje. Mar jo hawwe in akkount nedich om projekten te bewarjen en te dielen, opmerkingen en forumposts te skriuwen, en diel te nimmen oan oare \"sosjale\" aktiviteiten yn 'e mienskip (lykas favorite of as projekten fan oare minsken).",
    "faq.createAccountTitle": "Hoe meitsje ik in akkount?",
    "faq.createAccountBody": "Klikje op \"Word Scratcher\" op 'e Scratch-thússide. Jo moatte in pear fragen beantwurdzje en in e-postadres opjaan. It duorret mar in pear minuten en it is folslein fergees!",
    "faq.checkConfirmedTitle": "Hoe kin ik sjen oft myn akkount befêstige is?",
    "faq.howToConfirmTitle": "Hoe kin ik myn akkount befêstigje?",
    "faq.howToConfirmBody": "Nei it meitsjen fan in nij akkount op Scratch, krije jo in e-mail mei in keppeling. Klik op de keppeling om jo akkount te befêstigjen. As jo ienris jo akkount befêstige hawwe, kinne jo projekten diele, opmerkingen skriuwe en studio's oanmeitsje. As jo jo akkount befêstigje, kinne jo ek e-mailupdates krije fan it Scratch Team. As jo de e-mail mei de befêstigingslink net fine kinne, kontrolearje asjebleaft jo spam-map. As jo de e-mail noch net fine kinne en in oare kopy hawwe wolle, gean dan nei jo akkountynstellingen, klik op it tabblêd e-mail en folgje de ynstruksjes. Tink derom dat it oant in oere kin duorje foardat de e-mail oankomt. As jo de e-mail nei in oere noch net hawwe, {contactLink}.",
    "faq.contactLinkText": "Lit ús witte",
    "faq.checkConfirmedBody": "Om te kontrolearjen oft jo akkount is befestige, meld jo oan by jo Scratch-akkount en gean nei jo side {settingsLink}. Befêstige e-postadressen litte in lyts grien vinkje sjen. Oars sjogge jo de tekst \"Jo e-postadres is net befestige\" yn oranje.",
    "faq.settingsLinkText": "E-postynstellingen",
    "faq.requireConfirmTitle": "Moat ik myn akkount befêstigje?",
    "faq.requireConfirmBody": "Jo kinne noch in protte aspekten fan Scratch dwaan sûnder jo akkount te befestigjen, ynklusyf projekten oanmeitsje en bewarje (sûnder se te dielen).",
    "faq.forgotPasswordTitle": "Ik bin myn wachtwurd ferjitten. Hoe kin ik in nij wachtwurd krije?",
    "faq.forgotPasswordBody": "Fier jo brûkersnamme yn op de side {resetLink}. De webside stjoert in mail nei it e-mailadres dat ferbûn is oan de brûkersnamme mei ynstruksjes om in nij wachtwurd yn te stellen.",
    "faq.resetLinkText": "Wachtwurd feroarje",
    "faq.changePasswordTitle": "Hoe feroarje ik myn wachtwurd?",
    "faq.changePasswordBody": "Meld jo oan by jo Scratch-akkount en besykje ús side {changeLink} wêr't jo jo wachtwurd kinne feroarje.",
    "faq.changeLinkText": "Wachtwurd ynstellings",
    "faq.changeEmailTitle": "Hoe kin ik myn e-mailadres feroarje?",
    "faq.changeEmailBody": "Loch yn op jo Scratch-akkount en besjoch ús side {changeEmailLink} dêr't jo jo e-mailadres feroarje kinne.",
    "faq.newScratcherTitle": "Hoe feroarje ik 'Nije Scratcher' yn 'Scratcher'?",
    "faq.newScratcherBody": "As jo in akkount oanmeitsje, wurde jo identifisearre as in “Nije Scratcher”. Om de oergong nei “Scratcher” te meitsjen, moatte jo projekten oanmeitsje en diele, behelpsum kommentaar jaan op oare projekten fan Scratchers, en geduld hawwe! Neidat jo oan 'e easken hawwe foldien, sil in keppeling ferskine op jo profylpagina dy't jo útnoeget om Scratcher te wurden, en jo sille wat ekstra opsjes hawwe op' e Scratch-webside. (Hâld der rekken mei dat wy Nije Scratchers op fersyk net promoatsje nei Scratcher.)",
    "faq.multipleAccountTitle": "Kin ik meardere brûkersnammen oanmeitsje?",
    "faq.multipleAccountBody": "It is goed om in pear akkounts te hawwen op 'e Scratch-webside, salang't gjinien derfan wurdt brûkt om tsjin' e {cgLink} yn te gean. Yn dat gefal kinne alle relatearre akkounts wurde blokkeare of wiske.",
    "faq.multipleLoginTitle": "Is it tastien as mear as ien persoan ynlogd is mei deselde brûkersnamme?",
    "faq.multipleLoginBody": "Dit is net tastien, om't de webside en projektredakteur maklik yn 'e war kinne reitsje as mear dan ien persoan yn itselde account is oanmeld. As in akkount iets docht dat de {cgLink} yn striid is, kinne alle besibbe akkounts blokkearre of wiske wurde. As jo in akkount diele mei ien dy't d'r ferkeard mei docht, betsjuttet it dat jo akkounts kinne wurde blokkeare foar wat de oare persoan die.",
    "faq.changeUsernameTitle": "Kin ik myn brûkersnamme feroarje?",
    "faq.changeUsernameBody": "De struktuer fan de Scratch-webside fertrout op it hawwen fan in konsistente akkountnamme, dus it is net mooglik om jo brûkersnamme te feroarjen. As jo echt oerstappe moatte nei in nije brûkersnamme, kinne jo in nij akkount oanmeitsje, mar jo moatte jo projekten sels kopiearje nei it nij akkount.",
    "faq.shareInfoTitle": "Hokker ynformaasje kin ik diele op / mei myn akkount?",
    "faq.shareInfoBody": "Diel gjin persoanlike kontaktgegevens, lykas jo fysike adres, e-post, tillefoannûmer, of wat oars kin wurde brûkt om kontakt te meitsjen bûten de Scratch-webside. Rapportearje asjebleaft projekten, opmerkings as forumposts dy't dit soarte ynformaasje befetsje, sadat it Scratch Team de ynformaasje kin fuortsmite en de auteur ûnthâlde kin fan ús belied tsjin it dielen fan persoanlike kontaktgegevens.",
    "faq.deleteAccountTitle": "Hoe kin ik myn akkount fuorthelje?",
    "faq.deleteAccountBody": "Meld jo oan by Scratch en klikje dan op jo brûkersnamme yn de hoek rjochts boppe. Selektearje \"Akkountynstellings\" en klikje dan op de link \"Ik wol myn akkount wiskje\" ûnderoan de side. Mar doch dit allinich as jo absolút wis binne dat jo jo akkount wiskje wolle.",
    "faq.scratchFreeTitle": "Is Scratch fergees? Kin ik it brûke wêr't ik wol?",
    "faq.scratchFreeBody": "Ja! Scratch is folslein fergees. Jo kinne it brûke yn jo skoalle en jo kinne dêryn ek lesjaan (sels as dizze kursus jild kostet). Jo hoege gjin lisinsje te keapjen - it is fergees.",
    "faq.scratchScreenshotTitle": "Kin ik screenshots fan Scratch brûke yn in boek of presintaasje?",
    "faq.scratchScreenshotBody": "Ja, jo kinne screenshots / ôfbyldings brûke fan 'e Scratch-applikaasje en webside yn in boek as presintaasje en beskôgje se as lisinsje beskôge ûnder de {licenseLink} lisinsje. Wy freegje dat jo ûnder mear dizze tekst earne yn jo materiaal: \"Scratch is in projekt fan de Scratch Stifting, yn gearwurking mei it Lifelong Kindergarten Group by MIT Media Lab. It is fergees te krijen by https://scratch.mit.edu\" ,",
    "faq.licenseLinkText": "Creative Commons Nammefermelding-Lyk diele",
    "faq.scratchDescriptionTitle": "Kin ik in beskriuwing fan Scratch opnimme yn flyers en oare materialen?",
    "faq.scratchDescriptionBody": "Fansels! Wy riede de folgjende beskriuwing: \"Scratch is in programmeartaal en in online mienskip wêr't jo kinne ek jo eigen ynteraktive ferhalen, spultsjes en animaasjes - en te dielen mei oaren om de wrâld. As ûntwerpen en programmapartners Scratch projekten, jongerein leare tink kreatyf , act logyskerwize en kollaboraasje. Scratch is in projekt fan de {sfLink} yn gearwurking mei it Lifelong Kindergarten groep by mIT Media Lab. it is fergees te krijen by https://scratch.mit.edu \".",
    "faq.presentScratchTitle": "Kin ik op in gearkomste in presintaasje jaan oer Scratch?",
    "faq.presentScratchBody": "Fiel jo frij om presintaasjes oer Scratch te jaan oan learkrêften of oare groepen.",
    "faq.supportMaterialTitle": "Kin ik Scratch-materialen, sprites, ôfbyldings, lûden as foarbyldprojekten fan dizze webside (opnij) brûke?",
    "faq.supportMaterialBody": "Ja. De measte materialen op de webside fan Scratch binne beskikber ûnder de lisinsje {licenseLink}. Der binne in pear útsûnderingen: It Scratch-logo, Scratch Cat, Gobo, Pico, Nano, Giga, en Tera binne Scratch-hannelsmerken en meie net brûkt wurde sûnder de útdruklike tastimming fan it Scratch-team.",
    "faq.sellProjectsTitle": "Kin ik myn Scratch-projekten ferkeapje?",
    "faq.sellProjectsBody": "Wis: jo projekt is jo skepping. Tink derom, as jo jo projekt diele op Scratch, kin elkenien it downloade, opnij mikse en opnij brûke ûnder de {licenseLink} lisinsje. Dus as jo jo projekt wolle ferkeapje, hoege jo it miskien net mear te dielen op 'e Scratch-webside.",
    "faq.sourceCodeTitle": "Wêr kin ik de boarnkoade fine foar Scratch?",
    "faq.sourceCodeBody": "De boarne koade foar de Scratch programmearredakteur is te finen op {guiLink}. De boarne koade foar {flashLink} en {scratch14Link} binne ek te krijen op GitHub. Besykje asjebleaft ús {developersLink} foar aktuele ynformaasje oer ûntwikkelingsprojekten yn ferbân mei de webside Scratch.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Hoe kin ik witte wat al of net dield wurde mei op de Scratch-webside?",
    "faq.okayToShareBody": "Besjoch de Scratch {cgLink} - se binne koart en befetsje net in soad juridyske termen. De link is ûnderoan alle siden fan Scratch te finen.",
    "faq.reportContentTitle": "Wat moat ik dwaan as ik wat sjoch dat net geskikt is?",
    "faq.reportContentBody": "Jo kinne op de link \"Rapportearje\" klikke yn elk projekt, kommentaar, forumpost, studio, as profylside as jo wat sjogge dat net goed is foar Scratch. As de situaasje yngewikkeld is, kinne jo de link {contactLink} (heul ûnderoan elke side) brûke om it út te lizzen. Soargje derfoar dat jo safolle mooglik ynformaasje leverje, ynklusyf keppelings nei relevante siden.",
    "faq.noFlameTitle": "Wat as ik sjoch dat ien gemien of respektleas is?",
    "faq.noFlameBody": "Smyt gjin oalje op it fjoer! Reageerje op gemiene opmerkingen mei mear gemiene opmerkingen sil saken allinich minder meitsje en kin liede ta it blokkearjen fan jo akkount. It is better om respektleaze en net-konstrukive kommintaren te melden. Wy nimme kontakt op mei de skriuwer. Wy kontrolearje de notifikaasjes alle dagen, ferskate kearen deis - dus wês der wis fan dat wy it foar jo oplosse.",
    "faq.reviewContentTitle": "Wat docht it Scratch-team as der wat oanjûn of flagge wurdt?",
    "faq.reviewContentBody": "It Scratch-team beoardielet alle dagen rapporteare opmerkingen, antwurden en projekten. As iets net yn oerienstimming is mei de {cgLink} sille wy it wiskje en in warskôging stjoere nei it akkount. Wy kinne ek de akkounts of netwurken blokkearje dy't waarden brûkt om it te dielen, ôfhinklik fan wat waard dield en oft de persoan earder in warskôging krige.",
    "faq.blockedAccountTitle": "Wat bart der mei in brûkersnamme dy't blokkearre is?",
    "faq.blockedAccountBody": "As in akkount blokkearre is, kin de eigner net ynlogge yn syn of har akkount, gjin projekten meitsje of nije opmerkingen te pleatsen. By it oanmelden sil in side mei útlis te sjen wêze oer wêrom't it akkount blokkearre is, tegearre mei in webformulier dat brûkt wurde kin om in fersyk yn te tsjinjen om de blokkade fuort te heljen. As de eigner sjen lit dat er begrypt wêrom't it akkount blokkearre wie en taseit yn it ferfolch Scratch {cgLink} op te folgjen, sil de blokkade fuorthelle wurde.",
    "faq.stolenAccountTitle": "Ien hat ynlogd yn myn akkount en no is myn akkount blokkearre. Wat kin ik dwaan?",
    "faq.stolenAccountBody": "Jo binne ferantwurdlik foar it befeiligjen fan jo wachtwurd. As immen dy't jo kenne kontrôle hat oer jo akkount en minne dingen dien hat, fertel dan de folwoeksenen dy't ferantwurdlik binne foar de kompjûter dy't derfoar waard brûkt. As jo tinke dat immen dy't jo net kenne tagong hat ta jo akkount, feroarje dan it wachtwurd en / of brûk de link {contactLink} om de situaasje út te lizzen. As jo akkount is ferbean foar it dwaan fan wat jo neffens Scratch {cgLink} net meie dwaan, fertel ús asjebleaft net dat immen oars it die. As minsken ús fertelle dat immen oars har akkount hat brûkt om wat ferkeard te dwaan, moatte wy besykje mei dy persoan te praten foardat wy it akkount kinne herstelle. Dit betsjut dat jo akkount langer wurdt blokkearre dan as jo earlik binne mei ús oer wat der bard is.",
    "faq.aboutExtensionsTitle": "Wat binne ekstensjes?",
    "faq.aboutExtensionsBody": "Yn 'e Scratch-editor kinne jo kolleksjes tafoegje fan ekstra blokken neamd \"ekstensjes\". Bygelyks binne d'r ekstensjes wêrmei jo fysike apparaten programmearje (lykas micro: bit en LEGO roboticsets) en tekst oersette yn jo Scratch-projekten. Wy sille trochgean mei it tafoegjen fan nije útwreidingen yn 'e rin fan' e tiid, sadat wat jo mei Scratch kinne dwaan troch de tiid sil groeie.",
    "faq.howToAddExtensionsTitle": "Hoe kin ik in tafoeging tafoegje oan in projekt?",
    "faq.howToAddExtensionsBody": "As jo op 'e knop \"In tafoeging tafoegje\" klikke yn' e linkerûnderste hoeke fan 'e Scratch-programmearbewurker, sille jo in list sjen fan alle Scratch-tafoegings. As jo ien fan 'e tafoegings selektearje, sil in nije kategory blokken wurde tafoege oan jo projekt. De tafoeging wurdt automatysk laden elke kear as jo projekt wurdt iepene. Jo kinne mear tafoegings tafoegje oan itselde projekt.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "It Scratch Team sil yn 'e takomst spesifikaasjes en rjochtlinen publisearje foar útwreidingen. Ienris beskikber kinne jo tafoegings yntsjinje by it Scratch-team foar resinsje yn 'e offisjele Scratch 3.0-útwreidingsbibleteek. Wy leverje ek rjochtlinen foar it ûntwikkeljen en distribuearjen fan \"eksperimintele\" útwreidings, dy't brûkt wurde kinne foar it meitsjen fan projekten op yndividuele kompjûters, mar wurde net dield yn 'e Scratch online-mienskip.",
    "faq.scratchXTitle": "Wat sil der barre mei de ScratchX-webside?",
    "faq.scratchXBody": "De ScratchX-webside (scratchx.org) wie in eksperimintele testomjouwing foar útwreidings. Extensions makke foar ScratchX kinne net wurde kombineare mei Scratch 3.0. Ienris eksperimintele útwreidingen wurde folslein stipe yn Scratch, sille wy stipe foar ScratchX stopje en jouwe ûntwikkelders en brûkers tiid om oer te gean fan ScratchX nei it nije útwreidingsplatfoarm.",
    "faq.cloudDataInfoTitle": "Wat binne wolkfariabelen?",
    "faq.cloudDataInfoBody": "Wolkefariabelen meitsje it mooglik om gegevens fan in projekt op te slaan en te dielen mei oare minsken yn 'e Scratch-mienskip. Mei help fan wolkfariabelen kinne jo fragelisten meitsje en oare projekten wêr't oaren yn 'e mienskip de gegevens oer tiid kinne konsultearje en feroarje.",
    "faq.makeCloudVarTitle": "Hoe kin ik in wolkfariabele oanmeitsje?",
    "faq.makeCloudVarBody": "Gean nei it diel \"Fariabelen\" fan it blokkenpalet, selektearje \"Meitsje in fariabele\" en klikje dan op it karfakje neist \"Wolkefariabele (opslein op server)\". De gegevens relatearre oan jo wolkefariabele wurde op 'e server opslein, oer tiid bewarre en tagonklik foar elkenien dy't it projekt iepenet.",
    "faq.onlyNumbersTitle": "Hokker soarten gegevens kinne opslein wurde yn wolkfariabelen?",
    "faq.onlyNumbersBody": "Allinnich nûmers kinne bewarre wurde yn wolkfariabelen.",
    "faq.storedCloudInfoTitle": "Wa kin de gegevens sjen dy'tbewarre binne yn 'e wolkfariabelen?",
    "faq.storedCloudInfoBody": "As jo wurkje mei in projekt dat wolkefariabelen brûkt, kinne de gegevens oer jo ynteraksjes wurde opslein tegearre mei jo brûkersnamme foar oaren om te besjen.",
    "faq.reportCloudTitle": "As ik sjoch dat ien ûngeskikte ynhâld pleatst mei wolkfariabelen, hoe rapportearje ik dat?",
    "faq.reportCloudBody": "Klikje op de knop \"Rapportearje\" (ûnderoan de projektspiler op 'e projektpagina) om unjildige ynhâld te rapportearjen yn wolkfariabelen. Soargje derfoar dat jo \"wolkfariabelen\" opnimme as jo reden ynfiere yn it rapport.",
    "faq.chatRoomTitle": "Kin ik petearkeamers meitsje mei wolkfariabelen?",
    "faq.chatRoomBody": "Hoewol it technysk mooglik is om chatrooms te meitsjen mei wolkfariabelen, binne dy net tastien op 'e Scratch-webside.",
    "faq.changeCloudVarTitle": "Wa kin de ynformaasje feroarje yn in wolkfariabele?",
    "faq.changeCloudVarBody": "Allinich jo en de besikers fan jo projekt kinne gegevens bewarje yn 'e wolkfariabelen fan jo projekt. As minsken op \"Besjoch binnen\" klikke of jo koade opnij miks, wurdt in kopy fan 'e fariabele makke en wurdt de orizjinele fariabele net beynfloede of feroare.",
    "faq.newScratcherCloudTitle": "Ik bin oanmelden, mar ik kin gjin projekten brûke mei wolkefariabelen. Wat is der oan de hân?",
    "faq.newScratcherCloudBody": "As jo noch in \"New Scratcher\" binne op 'e webside, kinne jo gjin projekten brûke mei wolkfariabelen. Jo moatte in \"Scratcher\" wurde om tagong te krijen ta wolkfariabelen. Sjoch de seksje Akkounts (hjirboppe) foar mear ynformaasje oer it oergean fan “Nije Scratcher” nei \"Scratcher\".",
    "faq.multiplayerTitle": "Is it mooglik om spultsjes foar mear spilers te meitsjen mei wolkfariabelen?",
    "faq.multiplayerBody": "Multiplayer-spultsjes kinne lestich wêze om te meitsjen fanwegen netwurksnelheid en syngronisaasjeproblemen. Nettsjinsteande dit komme guon Scratchers mei kreative manieren om de wolkfariabelen te brûken foar draaien en oare soarten spultsjes.",
    "faq.schoolsTitle": "Scratch op skoalle",
    "faq.howTitle": "Hoe wurdt Scratch brûkt op skoallen?",
    "faq.howBody": "Scratch wurdt brûkt op hûnderttûzen skoallen oer de hiele wrâld, yn in protte ferskillende disiplines (ynklusyf taalkunsten, wittenskip, skiednis, wiskunde en kompjûterwittenskip). Jo kinne mear te witte komme oer strategyen en boarnen foar it brûken fan Scratch op skoallen en oare learomjouwingen (lykas musea, bibleteken en mienskipssintra) op ús {educatorsLink}.",
    "faq.educatorsLinkText": "Liedersside",
    "faq.noInternetTitle": "Is der in manier foar studinten om Scratch te brûken sûnder in ynternetferbining?",
    "faq.noInternetBody": "Ja. De {downloadLink} is in ynlaadbere ferzje fan Scratch dy't kin draaie op laptops en buroblêden. Op it stuit is de Scratch-app beskikber foar Windows- en Mac-apparaten.",
    "faq.communityTitle": "Kin ik de online mienskip foar myn studinten útsette?",
    "faq.communityBody": "De Scratch online-mienskip biedt jongeren in manier om te dielen, gear te wurkjen en te learen mei har kollega's binnen in moderearre mienskip beheard troch de Scratch {cgLink}. Wy begripe lykwols dat guon oplieders foarkomme dat har studinten net meidogge oan in online mienskip. Dizze learkrêften wolle de Scratch-app ynstalleare, dy't offline en lokaal draait op in buroblêd as laptop kompjûter.",
    "faq.teacherAccountTitle": "Wat is in Scratch-learaarakkount?",
    "faq.teacherAccountBody": "In Scratch-learaarakkount biedt learkrêften ekstra opsjes om studintepartisipaasje op Scratch te behearjen, ynklusyf de mooglikheid om studintakkounts te meitsjen, studinteprojekten yn studio's te organisearjen, en kommentaar fan studinten te kontrolearjen. Sjoch de {eduFaqLink} foar mear ynformaasje oer Scratch-learaarakkounts.",
    "faq.eduFaqLinkText": "FAQ foar Scratch learaarrekening",
    "faq.requestTitle": "Hoe freegje ik in Scratch-learaarakkount oan?",
    "faq.requestBody": "Jo kinne in Scratch-learaarakkount oanfreegje by de {educatorsLink} op Scratch. Wy sille jo by it oanfraachproses om ekstra ynformaasje freegje om jo rol as learaar te ferifiearjen.",
    "faq.dataTitle": "Hokker studintgegevens wurde sammele troch Scratch?",
    "faq.dataBody": "As jo registrearje by Scratch, freegje wy jo om wat persoanlike ynformaasje lykas geslacht, leeftyd (bertemoanne en - jier), lân en in e-mailadres foar ferifikaasje. Dy gegevens wurde brûkt (yn aggregearre foarm) foar ûndersyk dat rjochte is op in better begryp fan de manier dêr't minsken op leare mei Scratch. As in learaar studintakkounts yn bulk oanmakket fia in Scratch-learaarakkount, hoege de studinten gjin e-mailadres op te jaan.",
    "faq.lawComplianceTitle": "Is de online ferzje fan Scratch konform mei lokale en federale privacywetten fan 'e Feriene Steaten?",
    "faq.lawComplianceBody1": "Scratch nimt de privacy fan studinten en alle minsken dy't ús platfoarm brûke serieus. Wy hawwe fysike en elektroanyske prosedueres om de sammele ynformaasje te beskermjen. Hoewol Scratch gjin kontraktuele garânsjes kin jaan foar elkenien dy't dit fergese edukatyf produkt brûkt, wurkje wy yn oerienstimming mei alle federale wetten fan 'e Feriene Steaten fan Amearika dy't jilde foar MIT, en de Scratch Foundation, organisaasjes dy't Scratch bouden en ûnderhâlden. Foar mear ynformaasje advisearje wy dat jo it privacybelied fan Scratch lêze.",
    "faq.lawComplianceBody2": "As jo projekten mei Scratch wolle bouwen sûnder persoanlike ynformaasje te jaan, kinne jo de {downloadLink} downloade. Projekten makke yn 'e Scratch-app binne net tagonklik foar it Scratch Team en gebrûk fan' e Scratch-app ferriedt gjin persoanlike identifisearbere ynformaasje foar Scratch, útsein as jo dy projekten uploade nei de Scratch online-mienskip."
}