{
    "faq.title": "Ceistean àbhaisteach (CÀBHA)",
    "faq.intro": "Air an duilleag seo, gheibh thu freagairtean air ceistean àbhaisteach mu Scratch.",
    "faq.aboutTitle": "Ceistean coitcheann",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Ath-mheasgachadh is lethbhreacan",
    "faq.accountsTitle": "Cunntasan",
    "faq.permissionsTitle": "Ceadachas is ceadan",
    "faq.inappropriateContentTitle": "Susbaint neo-iomchaidh",
    "faq.scratchExtensionsTitle": "Leudachain Scratch",
    "faq.cloudDataTitle": "Caochladairean neòil",
    "faq.aboutScratchTitle": "Dè th’ ann an Scratch agus dè nì mi leis?",
    "faq.aboutScratchBody": "La cànan prògramachaidh agus coimhearsnachd air loidhne Scratch, ‘s urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a chruthachadh – agus na chruthaich thu a cho-roinneadh le càch air feadh an t-saoghail. Fad ’s a chruthaicheas is prògramaichidh iad pròiseactan Scratch, ionnsaichidh òganaich mar a smaoinicheas iad gu cruthachail is gu rianail agus mar a dh’obraicheas iad còmhla. Airson barrachd fiosrachaidh mu Scratch, faic an duilleag {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "mu Scratch",
    "faq.makeGameTitle": "Ciamar a chruthaicheas mi geama no beòthachadh le Scratch?",
    "faq.makeGameBody": "Thoir sùil air {ideasLink} airson iomadh dòigh a shealltainn san urrainn dhut tòiseachadh le Scratch.",
    "faq.ideasLinkText": "duilleag nam beachdan",
    "faq.whoUsesScratchTitle": "Cò chleachdas Scratch?",
    "faq.whoUsesScratchBody": "Tha Scratch ga chleachdadh le daoine le dualchasan eadar-dhealaichte is o dhùthchannan air feadh an t-saoghail – sna dachaighean, sna sgoiltean, leabhar-lannan, taighean-tasgaidh is a bharrachd. Chaidh Scratch a dhealbhadh a dh’aona-ghnothach dhan fheadhainn òga o 8 gu 16 bliadhna a dh’aois ach cruthaichidh is co-roinnidh daoine de gach aois pròiseactan Scratch. Mholamaid {scratchJrLink} dhan chlann nas òige, seo tionndadh sìmplichte dhe Scratch a chaidh a dhealbhadh dhan fheadhainn o 5 gu 7 bliadhna a dh’aois.",
    "faq.requirementsTitle": "Dè riatanasan an t-siostam air a bhios Scratch feumach?",
    "faq.requirementsBody": "Gabhaidh Scratch a ruith sa mhòrchuid a bhrabhsairean-lìn làithreach air desktop, laptop is tablaid. ’S urrainn dhut coimhead air pròiseactan air fòn-làimhe ach chan urrainn dhut pròiseact a chruthachadh no a dheasachadh air fhathast.Chì thu gu h-ìosal liosta de na brabhsairean ris an cuir sinn taic gu h-oifigeil.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Chan eil taic ri Internet Explorer.",
    "faq.requirementsTablet": "Tablaid",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "An aire:",
    "faq.requirementsNoteDesktop": "Mur ei na comasan seo aig a’ choimpiutair agad, feuch deasaiche {downloadLink} (faic an t-ath-nì sna CÀBHA). ",
    "faq.scratchApp": "Aplacaid Scratch",
    "faq.requirementsNoteWebGL": "Ma thachras tu ri mearachd WebGL, feuch brabhsair eile.",
    "faq.requirementsNoteTablets": "Air tablaid, chan urrainn dut blocaichean “brùthadh iuchrach” no clàran-taice co-theacsail a chleachdadh aig an àm seo.",
    "faq.offlineTitle": "A bheil tionndadh dhe Scratch ann agad a ghabhas luchdadh a-nuas ach an cruthaich is seall mi air pròiseactan far loidhne?",
    "faq.offlineBody": "Leigidh aplacaid Scratch leat pròiseactan Scratch a chruthachadh às aonais ceangal dhan eadar-lìon. ’S urrainn dhut {downloadLink} a luchdadh a-nuas o làrach-lìn Scratch no on bhùth aplacaidean airson an uidheim agad. (Bhiodh “Deasaiche far loidhne Scratch” air seo roimhe).",
    "faq.uploadOldTitle": "An urrainn dhomh pròiseactan a chaidh a chruthachadh le seann-tionndadh de Scratch a luchdadh suas dhan làrach-lìn fhathast?",
    "faq.uploadOldBody": "’S urrainn: ’S urrainn dhut pròiseactan a chaidh a dhèanamh le seann-tionndadh de Scratch a cho-roinneadh is a luchdadh suas agus chithear iad is gabhaidh an cluich. (Gidheadh, chan urrainn dhut pròiseactan a chaidh a dhèanamh no a dheasachadh le tionndaidhean as ùire de Scratch a luchdadh a-nuas is fhosgladh le seann-tionndadh.Mar eisimpleir, chan urrainn dhut pròiseact Scratch 3.0 fhosgladh ann an tionndadh desktop de {scratch2Link} o nach eil Scratch 2.0 eòlach air fòrmat faidhle .sb3 nam pròiseactan.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Dè na tha Scratch? A bheil feum agam air ceadachas?",
    "faq.scratchCostBody": "Tha agus bidh Scratch saor ’s an-asgaidh gu buan. Chan eil feum agad air ceadachas gus Scratch a chleachdadh san sgoil, san dachaigh no àite sam bith eile. Tha leasachadh is glèidheadh Scratch ga phàigheadh le tabhartasan is tìodhlacan. Nam bu toigh leat taic a chur ri Scratch, thoir sùil air an {donateLink}.",
    "faq.donateLinkText": "duilleag toirt tìodhlaic dhuinn",
    "faq.mediaLabTitle": "Cò chruthaich Scratch?",
    "faq.mediaLabBody": "Tha Scratch ga leasachadh ’s ga ghlèidheadh leis an sgioba Scratch aig a’ {llkLink} aig {mediaLabLink}.",
    "faq.llkLinkText": "bhuidheann Lifelong Kindergarten",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Dè th’ ann an Scratch 3.0?",
    "faq.aboutScratch3Body": "’S e an ginealach as ùire de Scratch a th’ ann an Scratch 3.0 is chaidh fhoillseachadh an 2na latha dhen Fhaoilleach 2019. Chaidh a dhealbhadh airson leudachadh dè na nithean as urrainn dhut cruthachadh le Scratch agus càite. Thig dusanan de sprìdean ùra na bhroinn, deasaiche fuaime gu tur ùr agus iomadh bloca prògramachaidh ùr.A bharrachd air sin, ’s urrainn dut pròiseactan a chruthachadh ’s a chluich air an tablaid agad le Scratch 3.0 a-nis agus fhathast air a’ choimpiutair laptop no desktop agad.",
    "faq.reportBugsScratch3Title": "Ciamar a dh’innseas mi dhuibh mu bhugaichean is ciamar a cho-roinneas mi mo bheachdan air Scratch 3.0?",
    "faq.reportBugsScratch3Body": "’S urrainn dhut bugaichean aithris agus do bheachdan a cho-roinneadh san earrann {forumsLink} air bòrd-brath Scratch.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "A bheil Scratch 3.0 ri fhaighinn ann an iomadh cànan?",
    "faq.languagesScratch3Body1": "Tha. Airson cànan nam blocaichean prògramachaidh atharrachadh, briog air ìomhaigheag na “cruinne” ann am bàr na seòladaireachd aig a’ bhàrr san deasaiche prògramachaidh is briog air a’ chlàr-taice teàrnaidh an uairsin a thaghadh do chànan.",
    "faq.languagesScratch3Body2": "Tha na h-eadar-theangachaidhean gu lèir againn gan dèanamh le luchd saor-thoileach. Chaidh deasaiche Scratch 3.0 eadar-theangachadh gu còrr is 40 cànan mar-thà. Chì thu na cànanan uile a tha gan eadar-theangachadh agus gan lèirmheas air an {transifexLink} againn. Nam bu toigh leat cuideachadh leis an eadar-theangachadh no an lèirmheas, cuir fios gu {emailLink}.",
    "faq.transifexLinkText": "fhrithealaiche eadar-theangachaidh",
    "faq.removedBlocksScratch3Title": "An toir Scratch 3.0 air falbh gin de na blocaichean còdachaidh o sheann-tionndaidhean de Scratch?",
    "faq.removedBlocksScratch3Body": "Cha deach bloca còdachaidh sam bith a thoirt air falbh ann an Scratch 3.0, ach tha cuid air atharrachadh rud beag agus chaidh cuid eile a ghluasad dha na “Leudachain” (mar a tha sinn a’ mìneachadh san earrann {extensionsFAQLink} gu h-ìosal).",
    "faq.newBlocksScratch3Title": "A bheil Scratch 3.0 a’ toirt blocaichean ùra dhuinn?",
    "faq.newBlocksScratch3Body": "Tha gu dearbh! Seo na gheibh thu ann an Scratch 3.0:",
    "faq.newBlocksSoundEffect": "Blocaichean “èifeachd fuaime” ùra",
    "faq.newBlocksOperators": "Gnìomharaichean ùra a nì e nas fhasa dhut obair le teacsa (sreangan)",
    "faq.newBlocksPen": "Blocaichean pinn ùra, a’ gabhail a-staigh taic do thrìd-shoilleireachd",
    "faq.newBlocksGlide": "Bloca gluasaid ùr ach an gluais thu gu sprìd (no puing air thuaiream) gun duilgheadas",
    "faq.newBlocksExtensions": "Iomadh comas ùr le “Leudachain Scratch” (faic an earrann air na leudachain gu h-ìosal)",
    "faq.biggerBlocksScratch3Title": "Carson a tha na blocaichean nas motha ann an Scratch 3.0 na bha iad sna tionndaidhean roimhe?",
    "faq.biggerBlocksScratch3Body": "Feuch an obraich Scratch 3.0 gu math air uidheaman suathaidh (can iomadh Chromebook, laptop Windows Surface agus tablaidean), bha againn ris na blocaichean a dhèanamh nas motha ach am biodh e nas fhasa an slaodadh is gnogag a thoirt orra. A bharrachd air sin, tha na blocaichean ann an Scratch 3.0 beagan nas motha on a mhothaich sinn gun robh duilgheadas aig cuid a chleachdaichean ùra le briogadh is slaodadh air eileamaidean eadar-aghaidh beaga.",
    "faq.extensionsScratch3Title": "Càite an deach na blocaichean pinn? Càite an deach na blocaichean ciùil? Càite an deach na blocaichean mothachadh video?",
    "faq.extensionsScratch3Body": "Chaidh na blocaichean pinn, ciùil is mothachadh video a ghluasad dha na leudachain.’S urrainn dhut leudachan a chur ris ’s tu a’ briogadh air a’ putan taobh clì aig bonn na sgrìn (faic an earrann “Leudachain” gu h-ìosal).",
    "faq.paintEditorScratch3Title": "Cò na gleusan ùra san deasaiche peantaidh?",
    "faq.paintEditorScratch3Body": "Chaidh an deasaiche peantaidh ath-dhealbhadh a chum gleusan cumhachdach ùra a thoirt dha fhad ’s a bhios e nas fhasa cleachdadh cuideachd. Seo na h-atharraichean is gleusan ùra:",
    "faq.paintEditorLayout": "Co-dhealbhachd ùr a nì na h-innealan agus roghainnean a tha ri am faighinn nas nochdte",
    "faq.paintEditorTools": "Innealan ùra mar an “suathan” a dh’obraicheas sa mhodh vector cuideachd",
    "faq.paintEditorColors": "Barrachd roghainnean airson dathan a thaghadh ’s a ghleusadh",
    "faq.paintEditorVector": "Barrachd smachd air puingean vector (làmhrachain lùib is modhan puinge)",
    "faq.paintEditorLayers": "Barrachd uidheaman-smachd airson òrdugh nam breathan atharrachadh (“Gluais dhan fhìor-bheulaibh”, “Gluais dhan fhìor-chùlaibh” is msaa.)",
    "faq.paintEditorGradients": "Uidheaman-smachd ùra airson caiseadan",
    "faq.soundEditorScratch3Title": "Cò na gleusan ùra san deasaiche fuaime?",
    "faq.soundEditorScratch3Body": "Chaidh an deasaiche fuaime ath-dhealbhadh ach am biodh e nas fhasa fuaimean a chlàradh is atharrachadh. Tha iomadh gleus ùr aige:",
    "faq.soundEditorRecording": "Siostam clàraidh ùr a tha nas fhasa cleachdadh",
    "faq.soundEditorTrimming": "Siostam bearradh fuaime ùr a tha nas fhasa cleachdadh",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "Dè dh’èirich do dh’uinneag oidheaman Scratch?",
    "faq.tipsWindowScratch3Body": "Seach uinneag nan oidheaman, bheir Scratch 3.0 stuthan coltach riutha dhut ann an leabhar-lann nan oideachaidhean is gheibh thu greim orra leis a’ cheangal “Oideachadh” ann am bàr na seòladaireachd aig a’ bhàrr san deasaiche prògramachaidh. Gheibh thu oideachadh air pròiseactan slàna ann (can “Cruthaich geama seilg”) no air blocaichean is gleusan sònraichte (can “Clàraich fuaim” no “Cuir e car mu char”). Thèid barrachd oideachaidhean a chur ris a dh’aithghearr (can “Geama pong” is “Sgiathaich”).",
    "faq.remixDefinitionTitle": "Dè th’ ann an ath-mheasgachadh?",
    "faq.remixDefinitionBody": "Nuair a nì Neach-Scratch lethbhreac de pròiseact aig cuideigin eile agus ma dh’atharraicheas e e gus na beachdan aige fhèin a chur ris (can gun atharraich e sgriobt no dreach), cuiridh sinn “ath-mheasgachadh” air a’ pròiseact ud. Gabhaidh pròiseact sam bith a chaidh a cho-roinneadh air làrach-lìn Scratch co-mheasgachadh. Ar leinn tha gach atharrachadh bìodach na ath-mheasgachadh dligheach cho fad ’s a chaidh urram a thoirt air cruthadair a’ phròiseict thùsail agus air an fheadhainn a chur ris an ath-mheasgachadh air ìre mhath.",
    "faq.remixableTitle": "Carson a tha sgioba Scratch ag iarraidh gun gabh a h-uile pròiseact “ath-mheasgachadh”?",
    "faq.remixableBody": "Cha chreid sinn nach e deagh dhòigh ionnsachaidh a tha san ath-mheasgachadh airson prògramachadh is cruthachadh phròiseactan inntinneach. Leis an ath-mheasgachadh, thèid beachdan chruthachail a sgaoileadh thar coimhearsnachd Scratch agus gheibh a h-uile duine buannachd às. Tha a h-uile pròiseact air làrach-lìn Scratch fo cheadachas “Creative Commons Share Alike” agus is ciall dha seo gum faod thu pròiseact sam bith a chì thu air làrach-lìn Scratch ath-mheasgachadh – agus mar an ceudna, faodaidh duine sam bith na pròiseactan a cho-roinn thu fhèin air an làrach-lìn ath-mheasgachadh.",
    "faq.creativeCommonsTitle": "Dè mur eil mi airson ’s gun co-roinn càch na pròiseactan agam?",
    "faq.creativeCommonsBody": "Tha ath-mheasgachadh na phàirt chudromach de choimhearsnachd Scratch. Mur eil thu ag iarraidh gum faic is gun co-mheasgaich càch na chruthaich thu, ’s urrainn dhut fhathast pròiseactan a chruthachadh air làrach-lìn Scratch fhad ’s nach co-roinn thu iad air an làrach-lìn.",
    "faq.fairUseTitle": "Am faod mi dealbhan / fuaimean / meadhanan on eadar-lìon a chleachdadh sna pròiseactan agam?",
    "faq.fairUseBody": "Ma chuireas tu romhad obair aig cuideigin eile a chur am broinn na h-obrach agad fhèin, dèan cinnteach gun toir thu urram dhaibh ann an roinn “urram” a’ phròiseict agus gun cuir thu ceangal ris a’ phròiseact tùsail ann. Gus obair-ealain / fuaimean a lorg aig a bhios ceadachas gus an ath-mheasgachadh, thoir sùil air an {ccLink}.",
    "faq.ccLinkText": "duilleag luirg aig Creative Commons",
    "faq.whyAccountTitle": "Carson a bhiodh cunntas Scratch feumail dhomh?",
    "faq.whyAccountBody": "Fiù ’s mur eil cunntas agad, ’s urrainn dhut pròiseactan dhaoine eile a chluiche, na beachdan ’s am bòrd-brath a leughadh agus na pròiseactan agad fhèin a chruthachadh. Gidheadh, feumaidh tu cunntas mus sàbhail no co-roinn thu pròiseact ann, mus sgrìobh thu beachdan no postaichean air a’ bhòrd-bhrath agus mus gabh thu pàirt ann an gnìomhachd “sòisealta” na coimhearsnachd (can comharradh gur “toigh leat” pròiseact aig cuideigin eile).",
    "faq.createAccountTitle": "Ciamar a chruthaicheas mi cunntas?",
    "faq.createAccountBody": "Cha leig thu leas ach briogadh air “Ballrachd” air duilleag-dhachaigh Scratch. Feumaidh tu corra ceist fhreagairt agus seòladh puist-d a thoirt seachad.Cha toir e ach mionaid no dhà agus tha e an-asgaidh!",
    "faq.checkConfirmedTitle": "Ciamar a gheibh mi a-mach gun deach an cunntas agam a dhearbhadh?",
    "faq.howToConfirmTitle": "Ciamar a dhearbhaicheas mi an cunntas agam?",
    "faq.howToConfirmBody": "Nuair a bhios tu air clàradh le Scratch, gheibh thu post-d le ceangal na bhroinn. Briog air a’ cheangal gus an cunntas agad a dhearbhadh. Nuair a bhios tu air a’ chunntas agad a dhearbhadh, ’s urrainn dhut pròiseactan a cho-roinneadh, beachdan a sgrìobhadh agus stiùideothan a chruthachadh. Le cunntas dearbhte, ’s urrainn dhut naidheachdan o sgioba Scratch fhaighinn air a’ post-d cuideachd. Mura faigh thu lorg air a’ phost-d sa bheil an ceangal dearbhaidh, thoir sùil air a’ phasgan truilleis agad. Mura lorg thu e fhathast agus nam gu toigh leat lethbhreac eile fhaighinn dheth, tadhail air “Roghainnean a’ chunntais” agad, briog air an taba “Post-d” agus lean ris an stiùireadh an siud. Thoir an aire gum mair e suas ri uair a thìde mus ruig am post-d thu. Mura faic thu am post-d às dèidh uair a thìde, {contactLink} mu dhèidhinn.",
    "faq.contactLinkText": "innis dhuinn",
    "faq.checkConfirmedBody": "Gus sùil a thoirt co-dhiubh an deach an cunntas agad a dhearbhadh gus nach deach, clàraich a-steach dhan chunntas Scratch agad agus tadhail air duilleag {settingsLink}. Ma chaidh an seòladh puist-d a dhearbhadh, chì thu cromag uaine ri a thaobh. Mura deach, chì thu teacsa orainds ag innse “Cha deach an seòladh puist-d agad a dhearbhadh.”",
    "faq.settingsLinkText": "roghainnean a’ phuist-d",
    "faq.requireConfirmTitle": "A bheil agam ris an cunntas agam a dhearbhadh?",
    "faq.requireConfirmBody": "’S urrainn dhut iomadh gleus Scratch a chleachdadh fhathast gun a bhith a’ dearbhadh a’ chunntais agad, a’ gabhail a-staigh cruthachadh is sàbhaladh phròiseactan (gun a bhith gan co-roinneadh).",
    "faq.forgotPasswordTitle": "Dhìochuimhnich mi an t-ainm-cleachdaiche no am facal-faire agam. Ciamar a dh’ath-shuidhicheas mi e?",
    "faq.forgotPasswordBody": "Cuir a-steach an t-ainm-cleachdaiche no an seòladh puist-d agad air duilleag {resetLink}. Cuiridh an làrach-lìn post-d chun na seòlaidh a tha co-cheangailte ris an ainm-chleachdaiche agad agus bidh ceangal na broinn as urrainn dhut cleachdadh airson am facal-faire agad ath-shuidheachadh.",
    "faq.resetLinkText": "ath-shuidheachadh an fhacail-fhaire",
    "faq.changePasswordTitle": "Ciamar a dh’atharraicheas mi am facal-faire agam?",
    "faq.changePasswordBody": "Clàraich a-steach air a’ chunntas Scratch agad agus tadhail air duilleag {changeLink} far an urrainn dhut am facal-faire agad atharrachadh.",
    "faq.changeLinkText": "roghainnean an fhacail-fhaire",
    "faq.changeEmailTitle": "Ciamar a dh’atharraicheas mi an seòladh puist-d agam?",
    "faq.changeEmailBody": "Clàraich a-steach air a’ chunntas Scratch agad agus tadhail air duilleag {changeEmailLink} far an urrainn dhut an seòladh puist-d agad atharrachadh.",
    "faq.newScratcherTitle": "Ciamar a thèid mi nam “Neach-Scratch” o “Neach-Scratch ùr”?",
    "faq.newScratcherBody": "Nuair a chruthaicheas tu cunntas, thèid “Neach-Scratch ùr” a thoirt ort. Airson dol nad “Neach-Scratch”, cruthaich is co-roinn pròiseactan, cuir beachdan cuideachail ri pròiseactan Luchd-Scratch eile agus bi foighidinneach! Nuair a bhios tu air na tha a dhìth a choileanadh, nochdaidh ceangal air duilleag na pròifil agad a bheir cuireadh dhut ach an tèid thu nad Neach-Scratch agus gheibh thu comasan a bharrachd air làrach-lìn Scratch. (Thoir an aire nach àrdaich sinn Luchd-Scratch ùr nan Luchd-Scratch ri linn iarrtas)",
    "faq.multipleAccountTitle": "Am faod iomadh cunntas a bhith agam?",
    "faq.multipleAccountBody": "Faodaidh iomadh cunntas a bhith agad air làrach-lìn Scratch cho fad ’s nach cleachd thu gin dhiubh gus {cgLink} a bhriseadh. Ma bhriseas tu iad, faodaidh sinn a h-uile cunntas co-cheangailte a bhacadh no a sguabadh às.",
    "faq.multipleLoginTitle": "Am faod iomadh duine clàradh a-steach leis an aon chunntas?",
    "faq.multipleLoginBody": "Cha cheadaich sinn e on a chuireas e breisleach air an làrach-lìn agus deasaiche nam pròiseact nuair a bhios iomadh daoine air clàradh a-steach leis an aon chunntas. Nuair a nì cunntas rudeigin a bhriseas {cgLink}, dh’fhaoidte gum bac no gun sguab sinn às dhan a h-uile cunntas a tha co-cheangailte ris. Ma cho-roinneas tu cunntas le cuideigin eile a bhios ri droch-ghiùlain leis, is ciall dha sin gur dòcha gun tèid na cunntasan agad a bhacadh ri linn rud a rinn an neach eile.",
    "faq.changeUsernameTitle": "An urrainn dhomh an t-ainm-cleachdaiche agam atharrachadh?",
    "faq.changeUsernameBody": "Tha structar làrach-lìn Scratch an eisimeil air ainmean chunntasan cunbhalach, mar sin cha ghabh an t-ainm-cleachdaiche agad atharrachadh. Ma tha cruaidh feum agad air ainm-cleachdaiche ùr, ’s urrainn dhut cunntas ùr a chruthachadh ach feumaidh tu fhèin lethbhreac dhe na pròiseactan agad a chur a-nall.",
    "faq.shareInfoTitle": "Dè am fiosrachadh as urrainn dhomh a cho-roinneadh air / leis a’ chunntas agam?",
    "faq.shareInfoBody": "Na co-roinn fiosrachadh conaltraidh pearsanta, can an seòladh far a bheil thu a’ fuireach, an seòladh puist-d no an àireamh fòn agad no dad sam bith eile a ghabhadh cleachdadh gus conaltradh riut taobh a-muigh làrach-lìn Scratch. Dèan gearan mu phròiseactan, beachdan no postaichean bùird-bhrath sa bheil an seòrsa seo de dh’fhiosrachadh ach an urrainn dhan sgioba Scratch am fiosrachadh a thoirt air falbh agus am poileasaidh againn an aghaidh co-roinneadh fiosrachaidh conaltraidh phearsanta a chur an cuimhne an ùghdair.",
    "faq.deleteAccountTitle": "Ciamar a sguabas mi às an cunntas agam?",
    "faq.deleteAccountBody": "Clàraich a-steach air Scratch agus an uair sin briog air an t-ainm-cleachdaiche agad san oisean deas aig a’ bhàrr. Tagh “Roghainnean a’ chunntais” agus an uair sin briog air a’ cheangal “Tha mi airson an cunntas agam a sguabadh às” aig bonn na duilleige. Gidheadh, na dèan sin ach ma tha thu cinnteach dha-rìribh gum bu toigh leat an cunntas agad a sguabadh às.",
    "faq.scratchFreeTitle": "A bheil Scratch an-asgaidh? Am faod mi a chleachdadh àite sam bith a thogras mi?",
    "faq.scratchFreeBody": "Tha! Tha Scratch ri fhaighinn an-asgaidh. ’S urrainn dhut a chleachdadh san sgoil agad agus faodaidh tu cùrsa a theagasg mu dhèidhinn (fiù ’s mas e cùrsa air airgead a th’ ann).Cha leig thu leas ceadachas a cheannach: tha e an-asgaidh!",
    "faq.scratchScreenshotTitle": "Am faod mi glacaidhean-sgrìn de Scratch a chleachdadh ann an leabhar no taisbeanadh?",
    "faq.scratchScreenshotBody": "Faodaidh, faodaidh tu glacaidhean-sgrìn / dealbhan dhen aplacaid is dhen làrach-lìn Scratch a cleachdadh am broinn leabhair no taisbeanaidh cho fad ’s a chuireas tu iad fo cheadachas {licenseLink}. Tha sinn ag iarraidh ort gun cuir thu nòta ris an stuth agad am badeigin a dh’innseas: “’S e pròiseact aig an Fhonndas Scratch ann an co-obrachadh leis a’ bhuidheann Lifelong Kindergarten aig MIT Media Lab a th’ ann an Scratch.Tha e ri fhaighinn an-asgaidh air https://scratch.mit.edu”.",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Am faod mi tuairisgeul air Scratch a ghabhail a-staigh ann an sanas-leabhranan agus stuthan eile?",
    "faq.scratchDescriptionBody": "Faodaidh gu dearbh! Seo a tuairisgeul a mholamaid: “’S e cànan còdachaidh agus coimhearsnachd air loidhne a th’ ann an Scratch far an urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a chruthachadh – agus na chruthaich thu a cho-roinneadh le càch air feadh an t-saoghail. Fad ’s a chruthaicheas is a cho-roinneas iad pròiseactan Scratch, ionnsaichidh òganaich mar a smaoinicheas iad gu cruthachail is gu rianail agus mar a dh’obraicheas iad còmhla.’S e pròiseact aig {sfLink} ann an co-obrachadh leis a’ bhuidheann Lifelong Kindergarten aig MIT Media Lab a th’ ann an Scratch. Tha e ri fhaighinn an-asgaidh air https://scratch.mit.edu”",
    "faq.presentScratchTitle": "Am faod mi Scratch a thaisbeanadh aig co-labhairt?",
    "faq.presentScratchBody": "Dèan taisbeanadh air Scratch do luchd-foghlaim is buidhnean eile air do thoil fhèin.",
    "faq.supportMaterialTitle": "Am faod mi stuthan taice, sprìdean, dealbhan, fuaimean no buill-shampaill air pròiseactan Scratch a lorg mi air an làrach-lìn a chleachdadh / ath-mheasgachadh?",
    "faq.supportMaterialBody": "Faodaidh: Tha a’ mhòrchuid de na stuthan taice Scratch air an làrach-lìn Scratch ri am faighinn fo cheadachas {licenseLink}.  Tha cuid a dh’eisgeachdan ann: is iad suaicheantas Scratch, cat Scratch, Gobo, Pico, Nano, Giga agus Tera a tha nan comharran-malairt Scratch agus chan fhaod thu an cleachdadh às aonais cead sònraichte o sgioba Scratch.",
    "faq.sellProjectsTitle": "An urrainn dhomh na pròiseactan Scratch agam a reic?",
    "faq.sellProjectsBody": "’S urrainn: Is tu fhèin a chruthaich na pròiseactan agad. Ach thoir an aire nuair a bhios tu air am pròiseact agad a cho-roinneadh air làrach-lìn Scratch gum faod duine sam bith am pròiseact agad a luchdadh a-nuas, ath-mheasgachadh is ath-chleachdadh gu saor fo theirmichean ceadachas {licenseLink}.Mar sin, ma tha reic a’ phròiseict agad fainear dhut, dh’fhaodte nach bu toigh leat a cho-roinneadh air làrach-lìn Scratch tuilleadh.",
    "faq.sourceCodeTitle": "Càite an lorg mi bun-tùs Scratch?",
    "faq.sourceCodeBody": "Gheibh thu bun-tùs an deasaiche prògramachaidh Scratch air {guiLink}. Tha am bun-tùs aig {flashLink} agus {scratch14Link} ri am faighinn air GitHub cuideachd. Airson an fhiosrachaidh as ùire mu na pròiseactan leasachaidh co-cheangailte ri làrach-lìn Scratch, tadhail air an {developersLink} againn.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Ciamar a tha fios agam dè tha ceart gu leòr gus a cho-roinneadh air làrach-lìn Scratch?",
    "faq.okayToShareBody": "Thoir sùil air {cgLink} – chan eil iad fada aghs chan eil tòrr cainnt laghail nam broinn. Tha ceangal air bonn gach duilleige air Scratch.",
    "faq.reportContentTitle": "Dè nì mi ma chì mi rudeigin nach eil iomchaidh?",
    "faq.reportContentBody": "’S urrainn dhut briogadh air a’ cheangal “Dèan gearan” air pròiseact, beachd, post na deasbaireachd, stiùideo no duilleag pròifil sam bith ma tha thu dhen bheachd gu bheil rudeigin ann nach eil ceart airson Scratch. Ma tha an suidheachadh toinnte, ’s urrainn dhut an ceangal {contactLink} (ri fhaighinn aig bonn gach duilleige) a cleachdadh gus a mhìneachadh. Dèan cinnteach gun gabh thu fiosrachadh mionaideach a-steach le ceanglaichean dha na duilleagan buntainneach.",
    "faq.noFlameTitle": "Dè nì mi ma chì mi gu bheil cuideigin mosach no mì-mhodhail?",
    "faq.noFlameBody": "Na cuir ris an teine! Cha tèid ach a h-uile rud a dholaidh ma fhreagras tu do bheachdan mosach le barrachd bheachdan mosach agus is dòcha gun tèid an cunntas agad a bhacadh air a shàilleibh. Cha leig thu leas ach gearan a dhèanamh air rud sam bith a tha mì-mhodhail no nach eil cuideachail agus bruidhnidh sinne ris an ùghdar. Bheir sinn sùil air na gearanan iomadh turas gach latha - mar sin air do shocair, dèiligidh sinn ris.",
    "faq.reviewContentTitle": "Dè nì sgioba Scratch nuair a thèid gearan a dhèanamh mu rudeigin no bratach a chur ris?",
    "faq.reviewContentBody": "Bheir an sgioba Scratch sùil air na beachdan is na pròiseactan air an deach gearan a dhèanamh gach latha. Ma bhriseas rudeigin {cgLink}, bheir sinn air falbh e agus cuiridh sinn rabhadh dhan chunntas. Dh’fhaoidte gum bac sinn na cunntasan no lìonraidhean a chaidh a chleachdadh gus a cho-roinneadh cuideachd a-rèir dè cho dona ’s a tha e no ma thug sinn rabhadh air a’ chunntas roimhe",
    "faq.blockedAccountTitle": "Dè thachras nuair a chaidh cunntas a bhacadh?",
    "faq.blockedAccountBody": "Nuair a chaidh cunntas a bhacadh, chan urrainn dhan t-sealbhadair inntrigeadh no a chleachdadh gus pròiseactan a chruthachadh no beachdan a postadh tuilleadh. Nuair a chlàraicheas an neach a-steach, chì e duilleag a mhìnicheas carson a chaidh an cunntas a bhacadh le foirm-lìn na cois leis as urrainn dha iarraidh gun tèid a dhì-bhacadh. Mas urrainn dhan t-sealbhadair a shealltainn gun do thuig iad carson a chaidh an cunntas a bhacadh agus ma bheir iad geall gun lean iad air {cgLink} san àm ri teachd, thèid iad a dhì-bhacadh.",
    "faq.stolenAccountTitle": "Fhuair cuideigin eile cothrom air a’ chunntas agam agus dh’adhbhraich iad gun deach an cunntas agam a bhacadh. Dè nì mi?",
    "faq.stolenAccountBody": "’S ann ortsa a bhios an t-uallach gun cum thu am facal-faire agad sàbhailte. Ma ghabh cuideigin smachd air a’ chunntas agad agus ma nì iad droch-rudan leis, innis do na h-inbhich a stiùiricheas an coimpiutair a chaidh a chleachdadh. Ma tha thu dhen bheachd gun d’ fhuair cuideigin nach aithne dhut smachd air a’ chunntas agad, atharraich am facal-faire agad agus / no cleachd an ceangal {contactLink} gus an suidheachadh a mhìneachadh. Ma chaidh do bhacadh air sàilleibh gnìomha rinn thu fhèin ’s a bhris {cgLink}, na feuch innse dhuinn gun do rinn cuideigin eile e. Nuair a dh’innseas daoine rinn gun do chleachd duine eile an cunntas aca airson droch-rudan a dhèanamh, feumaidh sinn feuchainn an uair sin gum bruidhinneamaid ris an neach ud mur urrainn dhuinn an cunntas aiseag. Is ciall dha seo gum mair an cunntas agad bacte ùine mòran nas fhaide ach nan robh thu ag innse na fìrinn mu na thachair.",
    "faq.aboutExtensionsTitle": "Dè th’ ann an leudachain?",
    "faq.aboutExtensionsBody": "San deasaiche Scratch, ’s urrainn dhut cruinneachaidhean de bhlocaichean a bharrachd a chur ris air a bheil “leudachain”. Mar eisimpleir, tha leudachain ann a leigeas leat uidheaman fiosaigeach a prògramachadh (can micro:bit no trusgain robotaireachd LEGO) agus teacsa eadar-theangachadh am broinn nam pròiseactan Scratch agad. Leanaidh sinn oirnn a’ cur leudachain ùra ri Scratch san àm ri teachd ach am fàs nas urrainn dhut dèanamh le Scratch. ",
    "faq.howToAddExtensionsTitle": "Ciamar a chuireas mi leudachan ri pròiseact?",
    "faq.howToAddExtensionsBody": "Ma nì thu briogadh air putan “Leudachain” san oisean taobh clì aig a’ bhonn ann an deasaiche prògramachaidh Scratch, chì thu liosta de na leudachain Scratch uile. Nuair a thaghas tu fear de na leudachain, thèid cruinneachadh de bhlocaichean ùra a chur ris a’ phròiseact agad. Thèid an leudachan a luchdadh gu fèin-obrachail an uair sin gach turas a dh’fhosglas cuideigin am pròiseact.’S urrainn dhut iomadh leudachan a chur ris an aon phròiseact.",
    "faq.createExtensionsTitle": "Ciamar a chruthaicheas mi leudachan agam fhìn airson Scratch?",
    "faq.createExtensionsBody": "Foillsichidh sgioba Scratch sònrachadh is riaghailtean-treòrachaidh airson leudachain san àm ri teachd. Nuair a bhios iad ri am faighinn, ’s urrainn dhut leudachain a chur a-null gu sgioba Scratch ach am beachdaich sinn air an cuir sinn ri leabhar-lann nan leudachan Scratch 3.0 oifigeil e. Bheir sinn seachad cuideachd riaghailtean-treòrachaidh airson leasachadh is sgaoileadh leudachain “deuchainneach” a ghabhas cleachdadh airson pròiseactan a chruthachadh air coimpiutairean fa leth ach nach gabh co-roinneadh sa choimhearsnachd Scratch air loidhne.",
    "faq.scratchXTitle": "Dè dh’èireas do làrach-lìn ScratchX?",
    "faq.scratchXBody": "’S e àrainneachd dheuchainneach airson leudachain a bh’ ann an làrach-lìn ScratchX (scratchx.org). Chan eil leudachain a chaidh a chruthachadh le ScratchX co-chòrdail ri Scratch 3.0. Nuair a bhios làn-taic againn ri leudachain deuchainneach ann an Scratch, cha chuir sinn taic ri ScratchX tuilleadh agus bheir sinn ùine dhan luchd-leasachaidh ’s dhan luchd-cleachdaidh ach an gluais iad o ScratchX dhan ùrlar leudachain ùr.",
    "faq.cloudDataInfoTitle": "Dè th’ anns na caochladairean neòil?",
    "faq.cloudDataInfoBody": "Leigidh caochladairean neòil leat dàta o phròiseact a shàbhaladh agus a cho-roinneadh le daoine eile sa choimhearsnachd Scratch. ’S urrainn dhut caochladairean neòil a chleachdadh airson suirbhidhean a dhèanamh agus pròiseactan eile far an inntrig agus atharraich a’ choimhearsnachd an dàta e ùine.",
    "faq.makeCloudVarTitle": "Ciamar a chruthaicheas mi caochladair neòil?",
    "faq.makeCloudVarBody": "Rach gu roinn “Caochladairean” air pailead nam blocaichean, tagh “Cruthaich caochladair” agus thoir cromag sa bogsa “Caochladair neòil (ga stòradh air an fhrithealaiche)\". Thèid an dàta agad a tha co-cheangailte ris a’ chaochladair neòil a stòradh air an fhrithealaiche agus ga ghlèidheadh rè ùine agus gheibh duine sam bith a dh’fhosglas am pròiseact grèim air.",
    "faq.onlyNumbersTitle": "Dè an seòrsa de dhàta a ghabhas stòradh ann an caochladairean neòil?",
    "faq.onlyNumbersBody": "Cha ghabh ach àireamhan a stòradh ann an caochladairean neòil aig an àm seo.",
    "faq.storedCloudInfoTitle": "Cò chì an dàta tha ga ghlèidheadh ann an caochladairean neòil?",
    "faq.storedCloudInfoBody": "Nuair a nì thu eadar-ghnìomh le pròiseact a chleachdas caochladairean neòil, dh’fhaoidte gun tèid am fiosrachadh mu na gnìomhan agad a ghlèidheadh còmhla ris an ainm-chleachdaiche agad agus gum faic càch e.",
    "faq.reportCloudTitle": "Ma chì mi gun do phostaich cuideigin susbaint nach eil iomchaidh slighe caochladair neòil, ciamar a nì mi gearan mu dhèidhinn?",
    "faq.reportCloudBody": "Briog air a’ phutan “Dèan gearan” (aig bonn cluicheadair a’ phròiseict air duilleag a’ phròiseict) gus innse dhuinn mu shusbaint neo-iomchaidh ann an caochladairean neòil. Dèan cinnteach gun toir thu iomradh air “cloud variables” nuair a sgrìobhas tu an t-adhbhar agad san aithris.",
    "faq.chatRoomTitle": "An urrainn dhomh seòmraichean-còmhraidh a dhèanamh le caochladairean neòil?",
    "faq.chatRoomBody": "Ged a ghabhas seòmair-còmhraidh a chruthachadh le caochladairean neòil gu teicnigeach, chan eil iad ceadaichte air làrach-lìn Scratch.",
    "faq.changeCloudVarTitle": "Cò as urrainn dhan fhiosrachadh ann an caochladair neòil atharrachadh?",
    "faq.changeCloudVarBody": "Chan urrainn ach thu fhèin agus na daoine a sheallas am pròiseact agad dàta a stòradh ann an caochladairean neòil a’ phròiseict agad. Ma chleachdas cuideigin an gleus “Seall a-steach” no ma nì iad ath-mheasgachadh air a’ phròiseact agad, cruthaichidh sin lethbhreac dhen chaochladair agus cha bhi buaidh no atharrachadh sam bith air a’ chaochladair tùsail.",
    "faq.newScratcherCloudTitle": "Tha mi air clàradh a-steach ach chan urrainn dhomh pròiseactan le caochladairean neòil a chleachdadh. Dè tha a’ tachairt?",
    "faq.newScratcherCloudBody": "Ma tha thu nad “Neach-Scratch ùr” air an làrach-lìn fhathast, chan urrainn dhut pròiseactan le caochladairean neòil a chleachdadh. Feumaidh tu dol nad “Neach-Scratch” mus fhaigh thu inntrigeadh do chaochladairean neòil.Seall earrann nan “Cunntasan” (gu h-àrd) airson barachd fiosrachaidh mu mar a thèid thu nad “Neach-Scratch” seach “Neach-Scratch ùr”.",
    "faq.multiplayerTitle": "An urrainn dhomh geamannan ioma-chluicheadair a dhèanamh le caochladairean neòil?",
    "faq.multiplayerBody": "Dh’fhaoidte nach chruthaich thu geama ioma-chluicheadair gun duilgheadas ri linn luaths lìonraidh is trioblaidean sioncronachaidh. Co-dhiù no co-dheth, lorg cuid dòighean cruthachail gus caochladairean neòil a cleachdadh airson geamannan suidhichte air cuairtean is seòrsaichean de gheamannan eile.",
    "faq.schoolsTitle": "Scratch aig an sgoil",
    "faq.howTitle": "Ciamar a tha Scratch ’ga chleachdadh aig an sgoil?",
    "faq.howBody": "Tha Scratch ga chleachdadh aig ceudan de mhìltean de sgoiltean air feadh an t-saoghail ann an grunn chuspairean (a’ gabhail a-steach cànan, ealain, saidheans, eachdraidh, matamataig agus coimpiutaireachd). Gheibh thu barrachd fiosrachaidh mu innleachdan is goireasan gus Scratch a chleachdadh aig an sgoil agus àrainneachdan foghlaim eile (can taighean-tasgaidh, leabhar-lannan agus ionadan-coimhearsnachd) air an {educatorsLink} againn.",
    "faq.educatorsLinkText": "duilleag dhan luchd-fhoghlaim",
    "faq.noInternetTitle": "An urrainn dha na h-oileanaich Scratch a chleachdadh às aonais ceangal dhan eadar-lìon?",
    "faq.noInternetBody": "’S urrainn. ’S e tionndadh dhe Scratch a ghabhas luchdadh a-nuas a th’ ann an {downloadLink} ’s a ghabhas ruith air laptop no desktop. Tha aplacaid Scratch ri fhaighinn air uidheaman Windows is Mac aig an àm seo.",
    "faq.communityTitle": "An urrainn dhomh a’ choimhearsnachd air loidhne a chur dheth airson nan oileanach agam?",
    "faq.communityBody": "Solairidh a’ choimhearsnachd air loidhne Scratch dòigh dhan fheadhainn òga ach an obraich ’s an ionnsaich iad còmhla ris an fheadhainn òga eile fo stiùireadh {cgLink}. Gidheadh, tha sinn a’ tuigsinn gum b’ fearr le cuid dhen luchd-fhoghlaim mura rachadh na h-oileanaich aca an sàs ann an coimhearsnachd air loidhne.  Mholamaid dhan luchd-fhoghlaim sin gun stàlaich iad aplacaid Scratch a ruitheas far loidhne is gu h-ionadail air coimpiutair desktop no laptop.",
    "faq.teacherAccountTitle": "Dè th’ ann an cunntas tidseir?",
    "faq.teacherAccountBody": "Bheir cunntas tidsear Scratch gleusan a bharrachd dha thidsearan is luchd-foghlaim eile ach an stiùirich iad mar a ghabhas oileanaich pàirt air Scratch, a’ gabhail a-steach cruthachadh chunntasan oileanaich, eagrachadh air pròiseactan nan oileanach ann an stiùideothan agus cumail sùil air beachdan nan oileanach. Airson barrachd fiosrachaidh air cunntasan tidsear Scratch, faic na {eduFaqLink}.",
    "faq.eduFaqLinkText": "CÀBHA mu chunntasan tidseir Scratch",
    "faq.requestTitle": "Ciamar a dh’iarras mi cunntas tidseir Scratch?",
    "faq.requestBody": "Faodaidh tu cunntas tidseir Scratch iarraidh air {educatorsLink} air Scratch. Iarraidh sinn barrachd fiosrachaidh rè a’ chlàraidh ach an dearbhaich sinn gur e neach-foghlaim a th’ annad.",
    "faq.dataTitle": "Dè an dàta a chruinnicheas Scratch mu na h-oileanaich?",
    "faq.dataBody": "Nuair a chlàraicheas oileanach le Scratch, iarraidh sinn dàta deamografach bunasach orra, a’ gabhail a-steach an aois (mìos is bliadhna breith) ’s an dùthaich ’s an seòladh puist-d a chum dearbhaidh. Thèid an dàta sin (chan ann an dàta fhèin mar a tha e ach agragaid dheth) a chleachdadh ann an sgrùdaidhean rannsachaidh gus cur ris an eòlas againn air mar a dh’ionnsaicheas daoine le Scratch. Nuair a chleachdas neach-foghlaim cunntas tidseir Scratch gus grunn de chunntasan oileanaich a chruthachadh, chan iarr sinn post-d no suidheachadh cunntais air na h-oileanaich.",
    "faq.lawComplianceTitle": "An gèill an tionndadh air loidhne dhe Scratch ri laghan prìobhaideachd dàta ionadail is feadarail nan Stàitean Aonaichte?",
    "faq.lawComplianceBody1": "Tha meas mòr aig Scratch air prìobhaideachd nan oileanaich agus nan daoine uile a chleachdas an t-ùrlar againn. Tha modhan fiosaigeach is leatronaigeach againn gus am fiosrachadh a chruinnicheas sinn air làrach-lìn Scratch a dhìon. Gad nach urrainn dhuinn barantas cùmhnaint a thoirt do gach eintiteas a chleachdas am bathar foghlaim saor ’s an-asgaidh againn, tha sinn a’ gèilleadh ris gach lagh feadarail nan Stàitean Aonaichte a bhios an sàs air MIT agus Fonndas Scratch, sin na buidhnean a chruthaich agus a ghlèidh Scratch. Mholamaid gun leugh thu poileasaidh prìobhaideachd Scratch airson barrachd fiosrachaidh.",
    "faq.lawComplianceBody2": "Nam bu toigh leat pròiseactan a thogail le Scratch gun a bhith a’ cur fiosrachadh pearsanta sam bith thugainn, ’s urrainn dhut {downloadLink} a luchdadh a-nuas. Chan fhaigh sgioba Scratch inntrigeadh air pròiseactan a chaidh a chruthachadh le aplacaid Scratch agus chan fhoillsich cleachdadh aplacaid Scratch fiosrachadh sam bith leis an gabhadh d’ aithneachadh gu Scratch ach ma luchdaicheas tu suas na pròiseactan sin dhan choimhearsnachd air loidhne Scratch."
}