{
    "faq.title": "Preguntas Frecuentes (FAQ)",
    "faq.intro": "Nesta páxina podes atopar respostas a preguntas que se fan con frecuencia sobre Scratch.",
    "faq.aboutTitle": "Preguntas Xerais",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Recreando e Copiando",
    "faq.accountsTitle": "Contas",
    "faq.permissionsTitle": "Licenzas e Permisos",
    "faq.inappropriateContentTitle": "Contido Inapropiado",
    "faq.scratchExtensionsTitle": "Extensións de Scratch",
    "faq.cloudDataTitle": "Variables na nube",
    "faq.aboutScratchTitle": "Que é Scratch e que podo facer con el?",
    "faq.aboutScratchBody": "Coa linguaxe de programación de Scratch e a comunidade en liña, podes crear as túas propias historias interactivas, xogos e animacións e compartir as túas creacións con todo o mundo. Ao crear e compartir proxectos de Scratch, a xuventude aprende a pensar creativamente, razoar sistematicamente e traballar colaborativamente. Para aprender máis sobre Scratch, mira a páxina {aboutScratchLink} .",
    "faq.aboutScratchLinkText": "Acerca de Scratch",
    "faq.makeGameTitle": "Como fago un xogo ou animación con Scratch?",
    "faq.makeGameBody": "Bótalle unha ollada á páxina {ideasLink} para ver unha morea de formas de comezar con Scratch.",
    "faq.ideasLinkText": "Páxina de Ideas",
    "faq.whoUsesScratchTitle": "Quen utiliza Scratch?",
    "faq.whoUsesScratchBody": "Scratch é utilizado por xente de calquera orixe, en tódolos paises do mundo e en calquera lugar -- fogares, escolas, bibliotecas, museos e máis. Scratch está deseñado especialmente para rapazas e rapaces de entre 8 e 16 anos, mais xente de todas as idades crea e comparte con Scratch. Os máis pequenos poden probar {scratchJrLink}, unha versión simplificada de Scratch deseñada para idades entre 5 e 7 anos.",
    "faq.requirementsTitle": "Cales son os requerimentos do sistema para Scratch?",
    "faq.requirementsBody": "Scratch funcionará na maioría dos navegadores máis recentes en computadores de escritorio, portátiles e tabletas. Podes ver proxectos en teléfonos móbiles, pero, por agora, non podes crear ou editar proxectos neles. Abaixo está a lista oficial de navegadores compatibles.",
    "faq.requirementsDesktop": "Escritorio",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NON é compatible.",
    "faq.requirementsTablet": "Tableta",
    "faq.requirementsTabletChrome": "Chrome para móbiles (63+)",
    "faq.requirementsTabletSafari": "Safari para móbiles (11+)",
    "faq.requirementsNote": "Nota:",
    "faq.requirementsNoteDesktop": "Se o teu computador non cumpre os requirimentos, podes probar o editor {downloadLink}  (le o seguinte artigo das FAQ). ",
    "faq.scratchApp": "Aplicación de Scratch",
    "faq.requirementsNoteWebGL": "Se che da erro co WebGL, téntao cun navegador diferente.",
    "faq.requirementsNoteTablets": "Nas tabletas, non hai, por agora, maneira de utilizar os bloques de \"tecla premida\" ou o menú contextual premendo sobre o botón dereito do rato.",
    "faq.offlineTitle": "Hai unha versións descargábel coa que poida crear e ver proxectos sen conexión á rede?",
    "faq.offlineBody": "A aplicación de Scratch permíteche crear proxectos con Scratch sen necesidade dunha conexión a internet. Podes descargar a{downloadLink} do sitio web de Scratch ou da tenda de aplicacións do teu dispositivo. (Anteriormente chamábase \"Editor de Scratch fóra de liña\").",
    "faq.uploadOldTitle": "Podo subir sitio web proxectos creados con versións anteriores de Scratch?",
    "faq.uploadOldBody": "Si, podes compartir ou cargar proxectos feitos con versións anteriores de Scratch e quedarán visibles e reproducibles. (Agora ben, non podes descargar proxectos feitos ou editados con versións novas de Scratch e abrilos en versións anteriores. Por exemplo, non podes abrir un proxecto de Scratch 3.0 na versión de escritorio de {scratch2Link}, porque Scratch 2.0 non sabe como ler o formato de ficheiro .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Canto custa Scratch? Necesito unha licenza?",
    "faq.scratchCostBody": "Scratch é e sempre será de balde. Non precisas unha licenza para utilizar Scratch na túa escola, casa ou en calquera outro sitio. O desenvolvemento e mantemento de Scratch está pagado por medio de subvencións e doazóns. Se desexas contribuir con Scratch, visita a nosa {donateLink}.",
    "faq.donateLinkText": "Páxina de doazóns",
    "faq.mediaLabTitle": "Quen creo Scratch?",
    "faq.mediaLabBody": "Scratch está desenvolvido e mantido polo equipo de Scratch do{llkLink} do {mediaLabLink}.",
    "faq.llkLinkText": "Grupo Lifelong Kindergarten",
    "faq.mediaLabLinkText": "Laboratorio Multimedia do MIT",
    "faq.aboutScratch3Title": "Que é Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 é a última  xeración de Scratch, lanzada o 2 de xaneiro de 2019. Está deseñada para ampliar como, que e onde podes crear con Scratch. Inclúe ducias de novas figuras, un editor de son totalmente renovado e moitos bloques de programación novos. E, con Scratch 3.0, poderás crear e reproducir proxectos na túa tableta amais do teu portátil ou computador de escritorio.",
    "faq.reportBugsScratch3Title": "Como podo informar de erros e compartir comentarios en Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Podes informar de erros e compartir comentarios na sección {forumsLink} do foro de discusión de Scratch.",
    "faq.forumsLinkText": "Erros e problemas técnicos",
    "faq.languagesScratch3Title": "Está Scratch 3.0 dispoñible en múltiples idiomas?",
    "faq.languagesScratch3Body1": "Si. Para cambiar o idioma dos bloques de programación preme sobre a icona dun “globo” na barra superior do editor de programas, despois preme no menú despregable para seleccionar o idioma.",
    "faq.languagesScratch3Body2": "Todas as traducións son feitas por voluntarias e voluntarios. O editor de Scratch 3.0 traduciuse xa a máis de 40 linguas. Podes ver todos os idiomas que se están traducindo e revisando actualmente na nosa{transifexLink}. Se queres axudar coa tradución ou revisión, por favor contacta con {emailLink}.",
    "faq.transifexLinkText": "servidor de tradución",
    "faq.removedBlocksScratch3Title": "Suprimiu Scratch v3.0 algúns bloques de código de versións anteriores de Scratch?",
    "faq.removedBlocksScratch3Body": "Ningún bloque de código foi eliminado en Scratch 3.0, mais algúns cambiaron un pouco e outros movéronse ás \"Extensións\" (como se describe abaixo, na sección {extensionsFAQLink} ).",
    "faq.newBlocksScratch3Title": "Incorpora Scratch 3.0 novos bloques?",
    "faq.newBlocksScratch3Body": "Si! En Scratch 3.0 atoparás:",
    "faq.newBlocksSoundEffect": "Novos bloques de \"efectos de son\"",
    "faq.newBlocksOperators": "Novos operadores que fan máis doado o traballo con texto (cadeas)",
    "faq.newBlocksPen": "Novos bloques do lapis, incluíndo soporte para transparencia",
    "faq.newBlocksGlide": "Novo bloque esvarar para mover facilmente cara unha figura (ou a un punto aleatorio)",
    "faq.newBlocksExtensions": "Moitas novas funcionalidades a través das Extensións de Scratch (ver a sección de Extensións abaixo)",
    "faq.biggerBlocksScratch3Title": "Por que os bloques de Scratch 3.0 son máis grandes que en versións anteriores?",
    "faq.biggerBlocksScratch3Body": "Para facer que Scratch 3.0 funcione ben en dispositivos táctiles (como moitos Chromebooks, portátiles Windows Surface e tabletas), necesitamos facer máis grandes os bloques de xeito que fose máis doado premer e arrastralos. Ademais, os bloques en Scratch 3.0 son un pouco máis grandes para axudar a tratar os problemas que observamos con novas/os usuarias/os que teñen dificultades premendo e arrastrando elementos gráficos pequenos.",
    "faq.extensionsScratch3Title": "Onde foron os bloques do Lapis? Onde foron os bloques de Música? Onde foron os bloques do Sensor de Video?",
    "faq.extensionsScratch3Body": "Os bloques de Lapis, Música e Sensor de vídeo movéronse ás extensións. As Extensións poden engadirse premendo sobre o botón que aparece na parte inferior esquerda da pantalla (ver embaixo a sección de \"Extensións\").",
    "faq.paintEditorScratch3Title": "Cales son as novas características do Editor de Debuxo?",
    "faq.paintEditorScratch3Body": "O Editor de Debuxo foi redeseñado para proporcionar novas funcións máis potentes e facelo máis doado de utilizar. Os cambios e novas funcionalidades inclúen:",
    "faq.paintEditorLayout": "Novo deseño que fai máis visibles as ferramentas e opcións dispoñibles",
    "faq.paintEditorTools": "Novas ferramentas como un \"borrador\" que funciona no modo vectorial.",
    "faq.paintEditorColors": "Máis opcións para seleccionar e axustar as cores",
    "faq.paintEditorVector": "Máis control sobre os nodos dun debuxo vectorial (manexadores de curvas e tipos de nodos)",
    "faq.paintEditorLayers": "Controis adicionais para ordenar as capas (\"traer á fronte\", \"levar ao fondo\", etc.)",
    "faq.paintEditorGradients": "Novos controis de gradiente",
    "faq.soundEditorScratch3Title": "Cales son as novas características do Editor de Son?",
    "faq.soundEditorScratch3Body": "O editor de son redeseñouse para facer máis doado grabar e manipular sons. Ofrece varias novas funcionalidades:",
    "faq.soundEditorRecording": "Novo sistema de gravación máis doado de utilizar",
    "faq.soundEditorTrimming": "Novo sistema de recorte de audio máis doado de utilizar",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "Que pasou coa ventá de Suxestións de Scratch?",
    "faq.tipsWindowScratch3Body": "No lugar das ventás de Suxestións, Scratch 3.0 proporciona material similar a través da biblioteca de Titoriais, á que pode accederse premendo sobre a ligazón Titoriais que aparece na barra superior do editor de programas. Atoparás titoriais para proxectos completos (como \"Crea un xogo de persecución\") ou para bloques e funcionalidades específicas (como \"Gravar un son\" ou \"Fai que xire\").  Pronto se engadirán máis titoriais (como \"Xogo de Pong\" e \"Fai que voe\").   ",
    "faq.remixDefinitionTitle": "Qué é unha recreación?",
    "faq.remixDefinitionBody": "Cando un scratcher fai unha copia do proxecto doutro e o modifica para engadir as súas propias ideas (por exemplo, cambiando os programas ou as vestimentas), dicimos que o resultado é unha «recreación». Cada proxecto compartido no sitio web de Scratch pode ser recreado. Consideramos que incluso os cambios pequenos son recreacións válidas, sempre que se fagan os recoñecementos ao creador do proxecto orixinal e a outras persoas que teñan contribuído de maneira significativa á recreación.",
    "faq.remixableTitle": "Por que o Scratch Team quere que todos os proxectos sexan “recreables”?",
    "faq.remixableBody": "Cremos que recrear proxectos doutra xente é unha excelente maneira de aprender a programar e de crear proxectos interesantes. A través das mesturas, as ideas creativas espállanse pola comunidade de Scratch e todo o mundo se beneficia. Todos os proxectos compartidos no sitio web de Scratch están protexidos pola licenza “Creative Commons CompartirIgual”, o que quere dicir que podes mesturar calquera proxecto que vexas no sitio web de Scratch -- e calquera pode mesturar os proxectos que ti compartes no sitio web. ",
    "faq.creativeCommonsTitle": "E se non quero que outros recreen os meus proxectos?",
    "faq.creativeCommonsBody": "Recrear é unha parte relevante da comunidade de Scratch. Se non queres que outras persoas vexan ou mesturen as túas creacións, aínda podes facer proxectos no sitio web de Scratch, mais non os compartas no sitio web.",
    "faq.fairUseTitle": "Podo usar imaxes / sons / contidos dixitais de Internet nos meus proxectos?",
    "faq.fairUseBody": " Se queres integrar a obra doutros na túa, asegúrate de recoñecerlle o seu traballo na sección “recoñecementos” do proxecto, e inclúe unha ligazón ao orixinal. Para atopar elementos artísticos e de son que xa teñen licenza para reutillización, visita a páxina {ccLink}.",
    "faq.ccLinkText": "Páxina de busca de Creative Commons",
    "faq.whyAccountTitle": "Porque é útil ter unha conta Scratch?",
    "faq.whyAccountBody": "Incluso sen conta, podes reproducir os proxectos doutra xente, ler os comentarios e os foros e mesmo crear o teu propio proxecto. Sen embargo, necesitas unha conta para gardar e compartir proxectos, escribir comentarios e entradas nos foros e participar noutras actividades \"sociais\" na comunidade (como darlle un \"gústame\" a proxectos doutra xente). ",
    "faq.createAccountTitle": "Como podo crear unha conta?",
    "faq.createAccountBody": "Preme sobre \"Únete a Scratch\" na páxina principal de Scratch. Terás que responder a unhas cuantas preguntas e proporcionar unha conta de correo electrónico. Só leva un par de minutos e é totalmente gratuíto!",
    "faq.checkConfirmedTitle": "Como podo comprobar se a miña conta foi confirmada?",
    "faq.howToConfirmTitle": "Como borro a miña conta?",
    "faq.howToConfirmBody": "Despois de crear a túa conta de Scratch recibirás un correo electrónico cunha ligazón, preme sobre esta ligazón para confirmar a túa conta. Logo de confirmala poderás compartir proxectos, escribir comentarios e crear estudos. Confirmando a túa conta tamén podes recibir correos de actualizacións do equipo de Scratch. Se non dás atopado o correo coa ligazón de confirmación, mira no cartafol de correo lixo. Se aínda non o atopas, e queres recibir outra copia, vai á túa Configuración da conta, preme na lapela Correo electrónico e segue as instrucións que aparecen. Por favor, ten en conta que lle pode levar ao correo até unha hora en chegar. Se aínda non ves o correo despois dunha hora, {contactLink}.",
    "faq.contactLinkText": "fáinolo saber",
    "faq.checkConfirmedBody": "Para verificares que a túa conta foi confirmada accede a túa conta de Scratch e vai á páxina {settingsLink}. Os enderezos de correo electrónico confirmados amosarán unha marquiña verde. Se non, verás o texto \"O teu enderezo de correo electrónico está sen confirmar\" en cor laranxa.",
    "faq.settingsLinkText": "Configuración de correo electrónico",
    "faq.requireConfirmTitle": "Teño que confirmar a miña conta?",
    "faq.requireConfirmBody": "Podes utilizar moitas das caraterísticas de Scratch sen confirmar a túa conta, incluíndo crear e gardar proxectos (sen compartilos). ",
    "faq.forgotPasswordTitle": "Esquecín o meu nome de usuaria/o ou o contrasinal. Como podo restablecelo?",
    "faq.forgotPasswordBody": "Introduce o teu nome de usuario/a ou a túa conta de correo electrónico na páxina {resetLink} . Enviarase un correo electrónico á dirección de correo asociada co teu nome de usuario/a e unha ligazón que podes utilizar para restablecer o teu contrasinal.",
    "faq.resetLinkText": "Restablecemento de contrasinal",
    "faq.changePasswordTitle": "Como podo cambiar o meu contrasinal?",
    "faq.changePasswordBody": "Accede á túa conta de Scratch e visita a páxina {changeLink}, onde podes facer o cambio do teu contrasinal.",
    "faq.changeLinkText": "Configuración do contrasinal",
    "faq.changeEmailTitle": "Como cambio a miña dirección de correo electrónico?",
    "faq.changeEmailBody": "Accede á túa conta de Scratch e visita a páxina {changeEmailLink},  onde podes facer o cambio do teu correo electrónico. ",
    "faq.newScratcherTitle": "Como fago a transición de 'Scratcher Novo' a 'Scratcher'?",
    "faq.newScratcherBody": "Cando crees unha conta serás considerado como un/unha “Scratcher novo/a”. Para chegar a \"Scratcher\" deberías facer e compartir proxectos, facer comentarios construtivos en proxectos doutros/as Scratchers e ter paciencia! Logo de cumprir cos requisitos aparecerá unha ligazón na túa páxina do perfíl convidándote a convertirte en Scratcher, e terás algunhas opcións adicionais no sitio web de Scratch. (Ten en conta que non podemos converter os/as Scratcher Novos/as en Scratcher baixo petición)",
    "faq.multipleAccountTitle": "Podo ter máis dunha conta?",
    "faq.multipleAccountBody": "Podes ter varias contas no sitio web de Scratch, sempre e cando ningunha se utilice para incumprir as {cgLink}.  Nese caso, todas as contas relacionadas poden ser bloqueadas ou borradas.",
    "faq.multipleLoginTitle": "É correcto que máis dunha persoa use unha conta ao mesmo tempo?",
    "faq.multipleLoginBody": "Isto non está permitido porque o sitio web e o editor do proxecto poden confundirse facilmente cando máis dunha persoa está conectada á mesma conta. Cando unha conta fai algo que incumpre as {cgLink}, pódense bloquear ou eliminar todas as contas relacionadas. Se compartes unha conta con alguén que fai algo mal con ela, isto significa que as túas contas poden bloquearse polo que fixo a outra persoa.",
    "faq.changeUsernameTitle": "Podo cambiar o meu nome de usuario?",
    "faq.changeUsernameBody": "A estructura do sitio web de Scratch está ligada a un nome de conta, así que non é posible cambiar o teu nome de usuaria/o. Se de verdade precisas cambiar a un novo nome de usuaria/o, podes crear unha conta nova, pero terás que copiar todos os teus proxectos para a nova conta por ti mesma/o.",
    "faq.shareInfoTitle": "Que información podo compartir na miña conta?",
    "faq.shareInfoBody": "Por favor non compartas información persoal de contacto, como a dirección da túa casa, correo electrónico, número telefónico ou calquera cousa que poida usarse para contactar contigo fora do sitio web de Scratch. Por favor denuncia todo proxecto, comentario ou entrada nos foros que conteña este tipo de información, para que o equipo de Scratch poida borralo, e recordarlle ao autor ou autora a nosa política sobre compartir información persoal de contacto.",
    "faq.deleteAccountTitle": "Como borro a miña conta?",
    "faq.deleteAccountBody": "Inicia sesión en Scratch e logo preme sobre o teu nome de usuaria/o na esquina superior dereita. Selecciona \"Configuración da conta\" e despois preme na ligazón \"Quero eliminar a miña conta\" ao final da páxina. Pero só debes facelo se estás segura/o de que queres eliminar a túa conta.",
    "faq.scratchFreeTitle": "Scratch é gratuíto? Podo utilizalo cando queira?",
    "faq.scratchFreeBody": "Sí! Scratch está dispoñible de balde. Podes usalo no teu colexio e podes dar un curso sobre el (incluso un curso polo que haxa que pagar). Non precisas comprar unha licenza: é gratuíto!",
    "faq.scratchScreenshotTitle": "Podo usar capturas de pantalla de Scratch nun libro ou presentación?",
    "faq.scratchScreenshotBody": " Si, podes usar capturas de pantalla / imaxes da aplicación Scratch e do sitio web nun libro ou presentación e ten en consideración que están licenciadas baixo a licenza {licenseLink}. Pregamos que inclúas unha nota nalgún lugar dos teus materiais que diga: \"Scratch é un proxecto da Fundación Scratch, en colaboración co Lifelong Kindergarten Group do MIT Media Lab. Está dispoñible de balde en https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Atribución-Compartir igual",
    "faq.scratchDescriptionTitle": "Podo incluír unha descrición de Scratch en folletos e outros materiais?",
    "faq.scratchDescriptionBody": " Claro! Recomendamos a seguinte descripción: \"Scratch é unha linguaxe de programación e unha comunidade en liña onde podes crear as túas propias historias interactivas, xogos e animacións -- e compartir as túas creacións con outras persoas ao redor do mundo. Creando e programado proxectos en Scratch, a xuventude aprende a pensar creativamente, razoar sistematicamente e a traballar de xeito colaborativo. Scratch é un proxecto do {sfLink} en colaboración co grupo Lifelong Kindergarten do MIT Media Lab. Está dispoñible de balde en https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Podo presentar Scratch nunha conferencia?",
    "faq.presentScratchBody": "Por favor fai presentacións sobre Scratch a educadores ou a outros grupos con total liberdade.",
    "faq.supportMaterialTitle": "Podo usar ou reutilizar os materiais, figuras, imaxes, sons ou proxectos de exemplo de Scratch, que se atopen no sitio web?",
    "faq.supportMaterialBody": "Si: a maioría dos materiais de apoio de Scratch que hai no sitio web de Scratch están dispoñíbles coa licenza {licenseLink} . Con algunhas excepcións: o Logotipo de Scratch, o Gato Scratch, Gobo, Pico, Nano, Giga e Tera, que son marcas rexistradas de Scratch, e non se poden utilizar sen o permiso explícito do equipo de Scratch.",
    "faq.sellProjectsTitle": "Podo vender os meus proxectos de Scratch?",
    "faq.sellProjectsBody": "Certo: o teu proxecto é a túa creación. Mais, ten en conta que unha vez que compartas o teu proxecto no sitio web de Scratch todo o mundo poderá descargalo, recrealo e reutilizalo baixo os termos da licenza {licenseLink} . Polo tanto, se tes a intención de vender o teu proxecto, poida que queras non compartilo no sitio web de Scratch.",
    "faq.sourceCodeTitle": "Onde podo atopar o código fonte de Scratch?",
    "faq.sourceCodeBody": "O código fonte do editor de programas de Scratch pódese atopar en {guiLink}. O código fonte para o {flashLink} e o {scratch14Link}, tamén está dispoñible en GitHub. Para información actualizada sobre os proxectos de desenvolvemento relacionados co sitio web de Scratch, visita a nosa {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Como sei o que está ben e o que non está ben compartir no sitio web de Scratch?",
    "faq.okayToShareBody": "Revisa as {cgLink} de Scratch - son curtas e non inclúen moitas especificacións legais. Hai unha ligazón ao final de cada páxina de Scratch.",
    "faq.reportContentTitle": "Que fago se vexo algo inapropiado?",
    "faq.reportContentBody": "Podes premer na ligazón que di \"denunciar\" en calquera proxecto, comentario, entrada, estudio ou páxina de usuario que teña algo que non penses que esté ben en Scratch. Si a situación é complicada, podes utilizar a ligazón {contactLink} (dispoñible na parte de abaixo de todas as páxinas) para explicalo. Asegúrate de incluir tantos detalles como poidas, con ligazóns ás páxinas pertinentes.",
    "faq.noFlameTitle": "Que fago si vexo que alguén se comporta mal ou sin respeto?",
    "faq.noFlameBody": "Non lle votes máis leña ao lume! Responder aos comentarios maliciosos con máis malicia empeora as cousas, e a túa conta podería ser bloqueada. En lugar diso, simplemente denuncia as cousas irrespetuosas ou non constructivas, e nos faremos o seguimento ao autor. Nos verificamos as denuncias todos os días, varias veces ao día - así que podes descansar tranquilo porque nos resolveremos as cousas.",
    "faq.reviewContentTitle": "Que fai o equipo Scratch cando os usuarios denuncian ou sinalan algo?",
    "faq.reviewContentBody": "O equipo de Scratch revisa os comentarios e proxectos denunciados todos os días. Se algo quebranta as {cgLink} de Scratch, podemos borralo e mandar unha advertencia á conta. Tamén poderíamos bloquear as contas ou redes utilizadas para subir o material en cuestión, dependendo do que se compartise ou de se a persoa foi apercibida con anterioridade",
    "faq.blockedAccountTitle": "Que acontece cando unha conta é bloqueada?",
    "faq.blockedAccountBody": "Cando unha conta é bloqueada, o dono non pode acceder a ela, ou usala para crear proxectos ou comentarios. Ao entrar, verán una páxina que explica porque se bloqueou a conta, cun formulario que poden usar para solicitar ser desbloqueados. Se o propietario demostra que entende porque a súa conta foi bloqueada, e promete seguir, de aquí en diante, as {cgLink} de Scratch, a súa conta será desbloqueada.",
    "faq.stolenAccountTitle": "Alguén entrou na miña conta e fixo que a bloquearan. Que podo facer?",
    "faq.stolenAccountBody": "Ti es responsable de protexer o teu contrasinal. Se alguén que ti coñeces se fai coa túa conta e fai cousas inapropiadas, dillo aos adultos que están ao cargo do ordenador que utilizou. Se cres que alguén que non coñeces entrou na túa conta, cambia o contrasinal ou emprega a ligazón {contactLink} para explicar a situación. Se a túa conta foi bloqueada por facer algo que incumpre as {cgLink} e fuches ti quen o fixo,  por favor, non digas que foi outra persoa. Cando alguén nos di que outra persoa utilizou a súa conta para facer algo malo, despois temos que tentar falar con esa persoa antes de poder restaurar a conta. O que significa que a túa conta vai estar bloqueada moito más tempo do que estaría se foses honesto con nós sobre o que aconteceu.",
    "faq.aboutExtensionsTitle": "Que son as Extensións?",
    "faq.aboutExtensionsBody": "No editor de Scratch, podes engadir coleccións de bloques adicionais chamados \"extensións\". Por exemplo, hai extensións que permiten programar dispositivos físicos (como kits de robótica micro: bit e LEGO) e traducir texto dentro dos teus proxectos de Scratch. Seguiremos engadindo novas extensións co paso do tempo, polo que o que podes facer con Scratch continuará medrando co paso do tempo.",
    "faq.howToAddExtensionsTitle": "Como engado unha extensión a un proyecto?",
    "faq.howToAddExtensionsBody": "Se premes no botón \"Extensións\" na esquina inferior esquerda do editor de programas de Scratch, verás unha lista de todas as extensións de Scratch. Cando escollas unha das extensións, engadirase unha nova categoría de bloques ao teu proxecto. A extensión cargarase automaticamente cada vez que se abra o teu proxecto. Podes engadir varias extensións ao mesmo proxecto.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "O equipo de Scratch publicará no futuro especificacións e directrices para extensións. Unha vez dispoñible, poderás enviar extensións ao equipo de Scratch para a súa consideración na biblioteca oficial de extensións de Scratch 3.0. Tamén proporcionaremos directrices para desenvolver e distribuír extensións \"experimentais\", que se poden usar para crear proxectos en ordenadores individuais, pero non compartidos na comunidade en liña de Scratch.",
    "faq.scratchXTitle": "Que pasará co sitio web de ScratchX?",
    "faq.scratchXBody": "O sitio web de ScratchX (scratchx.org) foi un área de probas experimental para extensións. As extensións creadas para ScratchX non son compatibles con Scratch 3.0. Unha vez que as extensións experimentais sexan totalmente compatibles en Scratch, suspenderemos o soporte para ScratchX e proporcionaremos aos desenvolvedores e usuarios tempo para a transición de ScratchX á nova plataforma de extensións.",
    "faq.cloudDataInfoTitle": "Que son as variables na nube?",
    "faq.cloudDataInfoBody": "As variables na nube permiten gardar e compartir datos dun proxecto con outras persoas da comunidade Scratch. Podes usar variables na nube para facer enquisas e outros proxectos onde outra xente da comunidade acceda e modifique os datos ao longo do tempo.",
    "faq.makeCloudVarTitle": "Como podo crear unha variable na nube?",
    "faq.makeCloudVarBody": "Vai á sección \"Variábeis\" da paleta de bloques, seleccione \"Crear unha variábel\" e logo preme na caixa de verificación xunto a \"Variable na nube (gardada no servidor)\". Os datos asociados á túa variábel na nube serán almacenados no servidor, conservados co tempo e accesibles para calquera persoa que abra o proxecto.",
    "faq.onlyNumbersTitle": "Que tipos de datos poden almacenarse nas variables na nube?",
    "faq.onlyNumbersBody": "Nas variables na nube só se poden almacenar números. ",
    "faq.storedCloudInfoTitle": "Quen pode ver a información gardada nas variables na nube?",
    "faq.storedCloudInfoBody": "Cando interactúas cun proxecto empregando variables na nube, os datos asociados ás túas interaccións pódense almacenar xunto co teu nome de usuario/a e outros/as poden velo.",
    "faq.reportCloudTitle": "Se vexo que alguén comparte contido inapropiado utilizando variables na nube, como informo disto?",
    "faq.reportCloudBody": "Preme sobre o botón \"Denunciar\" (debaixo do reproductor da páxina do proxecto) para informar de contido desapropiado en variables na nube. Asegúrate de mencionar \"variables na nube\" cando escribas os teus motivos no informe.  ",
    "faq.chatRoomTitle": "Podo crear salas de chat con variables na nube?",
    "faq.chatRoomBody": "Ainda que tecnicamente si é posible crear salas de chat con variables na nube, non está permitido no sitio web de Scratch.",
    "faq.changeCloudVarTitle": "Quen pode cambiar a información nunha variable na nube?",
    "faq.changeCloudVarBody": "Só ti e as persoas que vexan o teu proxecto poden almacenar datos nas variables na nube do teu proxecto. Se a xente \"mira dentro\" ou mestura o teu código, crea unha copia da variable e non afecta nin modifica a variable orixinal.",
    "faq.newScratcherCloudTitle": "Entrei na miña conta, pero non podo usar proxectos con variables na nube. Que ocorre?",
    "faq.newScratcherCloudBody": "Se aínda es un/unha \"Novo/a Scratcher\" no sitio web, non poderás usar proxectos con variables na nube. Necesitas converterte nun \"Scratcher\" para ter acceso ás variables na nube. Mira a sección Contas (arriba) para obter máis información sobre a transición de   “Nova/o Scratcher” a \"Scratcher\".",
    "faq.multiplayerTitle": "Pódense facer xogos para varios xogadores con variables na nube?",
    "faq.multiplayerBody": "Os xogos multixogador/a poden ser difíciles de crear, debido á velocidade da rede e a cuestións relacionadas coa sincronización. Agora ben, algúns e algunhas Scratchers descubriron solucións creativas para utilizar as variables na nube para xogos por turnos e outros tipos de xogos.",
    "faq.schoolsTitle": "Scratch nas Escolas",
    "faq.howTitle": "Como se usa Scratch nos centros educativos?",
    "faq.howBody": "Scratch utilízase en miles de escolas de todo o mundo, en moitas materias (incluídos idiomas, artes, ciencias, historia, matemáticas e informática). Podes aprender máis sobre estratexias e recursos para usar Scratch en centros educativos e outros ambientes de aprendizaxe (como museos, bibliotecas e centros sociais) na nosa {educatorsLink}.",
    "faq.educatorsLinkText": "Páxina para Docentes",
    "faq.noInternetTitle": "Hai algunha maneira de que os alumnos empreguen Scratch sen conexión á Internet?",
    "faq.noInternetBody": "Si. O {downloadLink} é unha version descargable de Scratch que se pode executar nun computador de escritorio ou nun portátil. Actualmente, a aplicación de Scratch está dispoñíble para dispositivos Mac e Windows.",
    "faq.communityTitle": "Podo desactivar a comunidade na rede para os meus alumnos?",
    "faq.communityBody": "A comunidade na rede de Scratch proporciona ás rapazas e aos rapaces unha maneira de compartir, colaborar e aprender cos seus iguais dentro dunha comunidade moderada regulada polas {cgLink} de Scratch. Porén, comprendemos que algúns docentes prefiran que o seu alumnado non participe nunha comunidade na rede. É posible que estes docentes queiran instalar a aplicación de Scratch, que se executa sen conexión a rede e localmente nun computador ou portátil.",
    "faq.teacherAccountTitle": "Que é unha conta de docente de Scratch?",
    "faq.teacherAccountBody": "Unha conta de docente de Scratch proporciona ao profesorado, e a outro tipo de educadores, funcionalidades adicionais para xestionar a participación do alumnado en Scratch, incluída a posibilidade de crear contas de alumnado, organizar proxectos de alumnado en estudios e seguir os comentarios do alumnado. Para máis información sobre as contas de docente de Scratch,  consultar a páxina {eduFaqLink}.",
    "faq.eduFaqLinkText": "Preguntas frecuentes sobre as contas de docente de Scratch",
    "faq.requestTitle": "Como solicito unha conta de docente de Scratch?",
    "faq.requestBody": "Podes solicitar unha conta de docente de Scratch na {educatorsLink}. Pedimos información adicional durante o proceso de rexistro para poder comprobar a túa función de educadora ou educador.",
    "faq.dataTitle": "Que datos do alumnado recolle Scratch?",
    "faq.dataBody": "Cando un alumno se rexistra en Scratch por vez primeira pedimos datos demográficos básicos, incluído o xénero, idade (mes e ano de nacemento), país e un enderezo de correo electrónico para comprobación). Estes datos empréganse (de maneira agregada) en estudios de investigación que pretenden mellorar a nosa comprensión sobre como a xente aprende con Scratch. Cando un docente emprega unha conta de docente de Scratch para crear contas de estudante en lote, os alumnos non teñen que fornecer un enderezo de correo electrónico para configuraren a súa conta.",
    "faq.lawComplianceTitle": "Cumpre a versión en liña de Scratch coas leis, locais e federais, de privacidade de datos dos Estados Unidos?",
    "faq.lawComplianceBody1": "Scratch preocúpase moito pola privacidade do alumnado e de todos os invididuos que empregan a nosa plataforma. Temos habilitados procedementos físicos e electrónicos para protexer a información que recollemos no sito web de Scratch. Aínda que non estamos en situación de ofrecerlle garantías contractuais a cada institución que empregue o noso produto educativo gratuíto, si que cumprimos con todas as leis federais dos Estados Unidos que se lle aplican ao MIT e a Fundación Scratch, as institucións que crearon e manteñen Scratch. Animámoste a ler a Política de Privacidade de Scratch para máis información.",
    "faq.lawComplianceBody2": "Se prefires crear proxectos con Scratch sen enviarnos ningunha información persoal, podes descargar o {downloadLink}. Os proxectos creados coa aplicación de Scratch non son accesibles ao Equipo de Scratch, e usando esta aplicación non revelas ningunha información de identificación persoal a Scratch a menos que cargues estes proxectos na comunidade en liña de Scratch."
}