{
    "faq.title": "Tambayoyin da ake yawan yi (FAQ)",
    "faq.intro": "A wannan shafin, zaku sami amsoshi ga tamboyoyin da ake yawan yi game da Scratch.",
    "faq.aboutTitle": "Gamagarin tambayoyi",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Sake gaurayawa da kofawa",
    "faq.accountsTitle": "Asusuna",
    "faq.permissionsTitle": "Lasisi da izini",
    "faq.inappropriateContentTitle": "Abubuwan da basu dace ba",
    "faq.scratchExtensionsTitle": "kare karen Scratch",
    "faq.cloudDataTitle": "Abubuwa masu canji na Cloud",
    "faq.aboutScratchTitle": "Menene Scratch, kuma me zan iya yi da shi?",
    "faq.aboutScratchBody": "Tare da yaren shirye-shiryen kwamfuta na Scratch da al'ummanta na kan yanar gizo-gizo, zaku iya kirkirar labaran ku na yau da kullun, wassani, da zane masu motsi -- kuma ku ya da abubuwanku tare da wasu a duk sashen duniya. yayin da matasa ke kirkira da yada ayyukan Scratch, suna koyon yin tunani mai ma'ana, tunani bisa tsari, da kuma aiki tare. Don karin koyon abubuwa game da Scratch. Duba {aboutScratchLink} shafin.",
    "faq.aboutScratchLinkText": "game da Scratch",
    "faq.makeGameTitle": "Ta ya zan yi wasa ko zane mai motsi da Scratch?",
    "faq.makeGameBody": "Duba {ideasLink} don ganin yawancin hanyoyi don fara aiki da Scratch ",
    "faq.ideasLinkText": "Shafin fikrori",
    "faq.whoUsesScratchTitle": "Wa ke amfani da Scratch?",
    "faq.whoUsesScratchBody": "Mutane daga kowane asali ke amfani da Scratch, a kowane irin tsari -- a gidaje, makarantu, dakunan karatu, gidajen tarihi, da sauransu. an tsara Scratch na musamman don yara matasa masu shekaru 8 zuwa 16, amma mutane masu kowanne shekaru na ƙirƙira da kuma yadawa da Scratch. Yara kanana na iya gwadawa {scratchJrLink}, Saukakun sigar Scratch wacce aka tsara ma masu shekaru 5 zuwa 7. ",
    "faq.requirementsTitle": "Menene bukatun tsarin Scratch?",
    "faq.requirementsBody": "Scratch yana aki a mafi yawan browsa na yanar gizo akan kwamfutar tebur, kwamfutar tafi-da-gidanka da kananan kwamfutoci. Zaka iya ayyukan ka akan wayoyin hannu, amma a halin yanzu ba zaka iya kirkira ko gyara ayyukan ka akan waya ba. A kasa akwai jerin browsa masu aiki da Scratch a hukumance. ",
    "faq.requirementsDesktop": "Kwamfutar tebur ",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer bata aiki da Scratch.",
    "faq.requirementsTablet": "Kwamfutar hannu",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Lura:",
    "faq.requirementsNoteDesktop": "Idan kwamfutarka bata cika wadanan bukatun ba, zaka iya gwada {downloadLink} mai gyara(duba abu na gaba cikin FAQ)",
    "faq.scratchApp": "Scratch app",
    "faq.requirementsNoteWebGL": "Idan ka hadu da kuskuran WebGL, gwada wani burauzar daban.",
    "faq.requirementsNoteTablets": "A kan kwamfutocin hannu, a halin yanzu babu hanyar da za a yi amfani da tubalan \"maballi da aka danna\" ko menu na mahallin danna-dama.",
    "faq.offlineTitle": "Shin kana da sigar da za a iya saukewa don in iya kirkira da kua ganin ayyukan ba tare da hawan yanan gizo ba?",
    "faq.offlineBody": "Scratch app na ba damar kirkiran ayyukan Scratch ba tare da saduwa da duniyar yanan gizo ba. za ka iya saukar da {downloadLink}daga shafn Scratch a yanar gizo ko a app store akan na'urar ka. ( a da ana kiransa \"Scratch Offline Editor\"). ",
    "faq.uploadOldTitle": "Zan iya saka ayyuka da aka kirkira da tsohuwar sigar Scratch akan shafin yanar gizon?",
    "faq.uploadOldBody": "Eh: Zaka iya yada ko saka ayyukan da akayi da tsohuwar sigar Scratch, kuma za a iya ganinsu kuma a iya wasa dasu. (Duk da yake, ba za ka iya sauke ayyuka da aka yi tare da ko shirya su a cikin sigar Scratch na gaba bako ko bude su a cikin sigar da suka gabata. Misali, ba zaka iya bude Scratch 3.0 a cikin tsarin desktop na {scratch2Link}ba, Saboda Scratch 2.0 bai san yadda ake karanta tsarin ayykan fayil din .sb3 )",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Nawa ne kudin Scratch? Ina bukatan lasisi? ",
    "faq.scratchCostBody": "Scratch zai kasance a ko yaushe kyauta. ba ka bukatar lasisi don amfani da Scratch  a cikin makaranta, gida, ko kuma a ko'ina. ci gaba da kuma kula da Scratch ana biyan su ta hanyar abubuwan taimoko da tallafi. idan kanaso ka bada gudummawa ga Scratch, duba {donateLink} din mu.",
    "faq.donateLinkText": "Shafin Gudummawa",
    "faq.mediaLabTitle": "Wa ya kirkiri Scratch?",
    "faq.mediaLabBody": "Tawagar Scratch ne ta habaka Scratch kuma ita ke kula da shi a {llkLink}ta {mediaLabLink}.  ",
    "faq.llkLinkText": "Kungiyar Lifelong Kindergarten ",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Me nene Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 sabon Scratch ne na zamani, wanda aka kaddamar a ranar 2, ga watar Janairu shekarar 2019. an tsara shi don fadada yadda, menene, da kuma inda zaku iya ƙirƙirar kari da Scratch. ya hada da sabbin sabbin sprites, da sabon na'urar gyaran sauti, da sabbin tubalan shirye-shirye da yawa. kuma da Scratch 3.0, zaka iya ƙirƙira da kunna ayyukan akan kwamfutar hannu, ban da kwamfutar tafi-da-gidanka da kwamfutar.",
    "faq.reportBugsScratch3Title": "Ta yaya zan iya in rahoton kwari da kuma yada ra'ayoyi kan Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Za ka iya yin rohoton kwari da kuma yada ra'ayoyin ka a cikin sashen{forumsLink}dandalin tattaunawa na Scratch. ",
    "faq.forumsLinkText": "kwari & kurakuren bazata",
    "faq.languagesScratch3Title": "Shin ana samun Scratch 3.0 a cikin harsuna ma banbanta?",
    "faq.languagesScratch3Body1": "Eh! don canza harshen tubalan shirye-shirye, danna alaman “Duniya” a saman navigation bar na editan shirye-shirye, sannan danna dropdown menu dan zabin yare.",
    "faq.languagesScratch3Body2": "Masu sa kai ne suke taya mu fassara .An riga an fassara editan Scratch 3.0 zuwa harsuna 40+. Zaka iya ganin dukan harsuna da ake fassarawa da sake dubawa a halin yanxu a {transifexLink}. Idan kana so ka taimaka wajen fassara ko sake dubawa, dan Allah tuntubi {emailLink}.  ",
    "faq.transifexLinkText": "Sabar fassara",
    "faq.removedBlocksScratch3Title": "Shin Scratch 3.0 na cire kowanne tubalan coding daga sigar Scratch da ta gabata? ",
    "faq.removedBlocksScratch3Body": "Babu tubalan coding da aka cire a cikin Scratch 3.0, amma wadansu sun dan canza kadan kuma wadansu sun koma cikin \"kari\"(kaman yanda aka yi bayanin haka a kasa, a cikin sashen {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "Shin Scratch 3.0 na gabatar da sabbin tubalan?",
    "faq.newBlocksScratch3Body": "Eh! a cikin Scratch 3.0 zaka samu:",
    "faq.newBlocksSoundEffect": "Sabbin tubalan \"tsarin sauti\"",
    "faq.newBlocksOperators": "Sababbin masu sarrafawa wadanda ke saukaka aiki da rubutu(strings)",
    "faq.newBlocksPen": "Sababbin tubalan alkalami, gami da goyon baya ga nuna gaskiya",
    "faq.newBlocksGlide": "Sababbin tubalin glide zai yi motsi cikin sauki zuwa wani sprite( ko zabin kowanne aya ba tare da tsari ba)",
    "faq.newBlocksExtensions": "Sababbin dama da yawa ta hanyar \"karin Scratch\" (duba sashen kari a kasa) ",
    "faq.biggerBlocksScratch3Title": "Me yasa tubalin suka girma a Scratch 3.0 a bisa sigogin da suka gabata?",
    "faq.biggerBlocksScratch3Body": "Don sa Scratch 3.0 yayi aiki sosai akan na'urorin tabawa (kamar dayawa daga ciin Chromebooks, Windows ), muna bukaci tubalin ya yi girma, don ya saukaka ja da latsa tubalan. Kari akan haka, Tuballan sun fi girma a cikin Scratch 3.0 don taimakawa magance matsalolin da muka lura dasu a wajen sababbin masu amfani da ke da matsalan dannawa da  jan kannan abubuwan hadin karewa.  ",
    "faq.extensionsScratch3Title": "Ina tuballan alkalami ta je? Ina tubalan sautin taje? Ina tubalan mai tsinkayan bidiyon ta je?  ",
    "faq.extensionsScratch3Body": "an komar da Alkalami, Kida, da kuma tubalan mai tsinayan bidiyo cikin kari. Ana iya kara kari ta danna maballin kasan hagu na allon ( duba sashen \"kari\" a kasa).",
    "faq.paintEditorScratch3Title": "Menene sababbin abubuwa a cikin editan fenti?",
    "faq.paintEditorScratch3Body": "An sake fasalin editan fenti don samar da sabbin fasaloli masu karfi yayin kma saukaka amfani da su. canje-canje da sabon fasali sun hada da:",
    "faq.paintEditorLayout": "Sabon shimfida wanda ke kara bayyana  kayan aiki da zabubbuka",
    "faq.paintEditorTools": "Sababbin kayan aiki kamar \"magogi\" wanda ke aiki a yanayin bector ",
    "faq.paintEditorColors": "Karin zabubbuka don zabar da daidaita launuka",
    "faq.paintEditorVector": "Karin sarrafawa akan abubuwan bector ( abun sarrafawa mai juyi da hanyoyin nunawa)",
    "faq.paintEditorLayers": "Karin sarrafawa don yin odar matakai (\"kawo zuwa gaba\", \"motsa zuwa baya\", d.s)",
    "faq.paintEditorGradients": "Sabon abun sarrafawa na gradient",
    "faq.soundEditorScratch3Title": "Menene sabon fasali a cikin editan sauti?",
    "faq.soundEditorScratch3Body": "An sake fasalin editan sauti don saukaka yin rikodi da sarrafa sautuna. yana ba da damar sabbin fasulla:",
    "faq.soundEditorRecording": "Sabon tsarin rikodi wanda ke da saukin amfani",
    "faq.soundEditorTrimming": "Sabon tsarin rage sauti mafi saukin amfani",
    "faq.soundEditorEffects": "Sabbin tasirin sauti (kamar sauri, a hankali, da robot)",
    "faq.tipsWindwScratch3Title": "menene ya faru da tagar tukwicin Scratch?",
    "faq.tipsWindowScratch3Body": "A maimakon tagar tuwici, Scratch 3.0 tana samar da irin wannan kayan ta hanyar laburaren koyawa, wanda za a iya shigar sa  ta hayar hadin koyarwar a cikin maballin kewayawa nasama a cikin editan shirye-shirye. Zaka sami koyarwa na ayyuka gaba daya (kamar \"Make a Chase Game\") ko takamaiman tubalan da fasali (irin su \"Record a Sound\" ko \"Make it Spin\"). Za a kara wadansu koyarwa nan ba da dadewa ba (irin su \"Pong Game\" da \"Make it fly\").",
    "faq.remixDefinitionTitle": "Menene sake gaurayawa?",
    "faq.remixDefinitionBody": "Lokacin da mai amfani  da Scratch ya kwafa aikin wani kuma ya gyagyara shi don kara ra'ayinsa ( misali ta hanyar sauya rubutu ko kaya), ana kiran aikin da aka samu \"remix\". Kowane aikin da aka yada a gidan yanar gizon scratch za'a iya sake gauraya shi. koda karamin canji ne akayi mu a wajen mu remix ne. muddin an jinjina ma asalin wanda ya kirkiri aikin da sauran wadanda suka ba da gagarumar guddummawa wajen remix din aikin.   ",
    "faq.remixableTitle": "Me yasa tawagar Scratch  take bukatar duk ayyukan su kasance wanda ake iya “sake gaurayawa”?",
    "faq.remixableBody": "Mun yi imanin cewa sake gauraya ayyukan wasu mtane babbar hanya ce ta koyon shirye-shirye da kirkirar ayyuka masu ban sha'awa. Ta hanyar sake gaurayawa, tunanin kirkire-kirkire na yaduwa a al'umman Scratch, kuma kowa na amfana. Duk ayykan da aka yada akan shafin yanar gizon Scratch na karkashin lasisin “Creative Commons Share Alike”, wanda ke nufin cewa zaka iya sake gauraya duk wani aikin da ka gani akan shafin yanar gizon -- kuma kowa ma zai iya sake gauraya kowane aikin da ka yada akan shafin yanar gizon.  ",
    "faq.creativeCommonsTitle": " Idan bana so wadan su su sake gauraya ayyukana fa? ",
    "faq.creativeCommonsBody": "Remixing wani muhimmin bangare ne na al'umman Scratch. Idan ba ka son wasu su gan ko sake gauraya ayyukanka,  kana iya kirkiran ayyukan akan shafin yanar gizon Scratch ba tare da yada aikin akan shifin ba.",
    "faq.fairUseTitle": "Zan iya amfani da hotuna / sauti / mediya daga intanet a cikin aikina?",
    "faq.fairUseBody": "Idan ka zabi sanya aikin wani cikin naka, ka tabbatar ka jinjina musu ta bangaren  “jinjina” wa aiki, kuma ka sa hadi zuwa asalin. Don nemo fasaha / sautuna wadanda an riga an basu lasisi don sake gaurayawa, duba {ccLink}. ",
    "faq.ccLinkText": "Shafin bincike na Creative Common",
    "faq.whyAccountTitle": "Me yasa yake da amfani bude asusun Scratch?",
    "faq.whyAccountBody": "Koda ba ka da asusu, zaka iya kunna ayyukan wasu, karanta tsokaci da wuraren tattaunawa, kuma ko ka ƙirƙiri aikinka. amma kana bukatar asusu don adana da yada ayyuka, rubuta tsokaci da bayanan dandalin tattaunawa, da shiga cikin sauran ayyukan zamantakewar al'umma (kamar son ayyukan wasu). ",
    "faq.createAccountTitle": "Ta ya zan ƙirƙiri asusu?",
    "faq.createAccountBody": "Kawai danna \"shiga\" akan shafin Scratch. za a bukace ka amsa wadansu tambayoyi, da ka bada adireshin imel. yana dauka mintuna kadan, kuma kyauta ne! ",
    "faq.checkConfirmedTitle": "Ta ya zan bincika ko an tabbatar mun da asusuna?",
    "faq.howToConfirmTitle": "Ta ya zan tabbatar da asusuna?",
    "faq.howToConfirmBody": "Bayan ka kirkiri sabon asusu akan Scratch, zaka karbi sakon imel tare da hanyar hadi. kawai danna hanyar hadin don tabbatar da asusunka. da zarar ka tabbatar da asusunka, za ka iya yada ayyuka, rubuta tsokaci, da kirkiran situdiyo. Tabbatar da asusunka na ba daman karban imel daga tawagar Scratch. Idan ba za ka gan imel din ta hanyar hadin tabbatarwa ba, bincika baban fayil din spam. idan har yanu ba ka same shi ba, kuma kana son karbar wani kwafi, je zuwa saitunan asusu, danna imel tab, bi umarnin da ka gani a nan. don Allah a kula cewa za ya iya daukan kimanin awa daya kafun imel din ya zo. Idan har wa yau baka gan imel din ba bayan awa daya, {contactLink}.  ",
    "faq.contactLinkText": "Sanar da mu",
    "faq.checkConfirmedBody": "Don bincika ko asusunka ya tabbata, shiga cikin asusun Scratch kuma ka shiga shifin {settingsLink}. tabbatatun adiresoshin imel ze nuna karamar alamar kore. in ba haka ba, za ka ga rubutu \"adireshin imel dinka ba a tabbatar da ita ba\" a cikin kalar fatsifatsi.",
    "faq.settingsLinkText": "Saitunan imel",
    "faq.requireConfirmTitle": "Shin sai na tabbatar da asusuna?",
    "faq.requireConfirmBody": "Har yanzu kuna iya amfani da bangarori da yawa na Scratch ba tare da tabbatar da asusunku ba, gami da ƙirƙira da adana ayyukan (ba tare da raba su ba).",
    "faq.forgotPasswordTitle": "Na manta sunan mai amfani na ko kalmar sirri, ta yaya zan sake saita ta?",
    "faq.forgotPasswordBody": "Shigar da sunan mai amfani ko adireshin imel a shifin {resetLink}. Shafin yanar gizon zai aika imel zuwa adireshin da ke hade da sunan mai amfanin ka da mahadan da za ka iya amfani da shi don sake saita kalmar sirrinka.",
    "faq.resetLinkText": "sake saita kalmar sirri",
    "faq.changePasswordTitle": "Ta yaya zan canza kalmar sirri na?",
    "faq.changePasswordBody": "Shiga asusun Scratch dinka, sannan ka ziyarci {changeLink} shafinmu wajen da za ka iya canza kalmar sirrinka.",
    "faq.changeLinkText": "Saitunan kalmar sirri",
    "faq.changeEmailTitle": "Ta yaya zan canza adireshin imel na?",
    "faq.changeEmailBody": "Shiga asusun Scratch dinka, sannan ka ziyarci {changeEmailLink} shafinmu wajen da za ka iya canza adireshin imel dinka.",
    "faq.newScratcherTitle": "Ta yaya zan tashi daga 'sabon mai amfani da scratch' zuwa 'mai amfani da Scratch'?",
    "faq.newScratcherBody": "Idan ka bude asusu, za a sa ma suna  “Sabon mai amfani da Scratch.” don zaman \"Mai amfani da Scratch\", ka yi kuma ka yada ayyuka, kayi tsokaci mai amfani akan ayyukan masu amfani da Scratch, ka kuma yi hankuri! Bayan ka cika abun da ake nima, wani hanyan hadi zata bijiro maka akan shafinka ta gayatan ka don zaman mai amfani da Scratch, za ka samu karin dama a shafin yanar gizon Scratch. ( A lura cewa ba mu daga mastayin sabon mai amfani da Scratch zuwa mai amfani da Scratch don mutum ya nemi hakan) ",
    "faq.multipleAccountTitle": "Zan iya samun asusu fiye da daya?",
    "faq.multipleAccountBody": "Babu matsala idan mutum na da asusu fiye da daya a shafin yanar gizon Scratch, matukar dai ba yi amfani dasu wajen kariye {cgLink}. A irin wannan yanayin, za a iya toshe ko share duk asusun dake dangane da shi.",
    "faq.multipleLoginTitle": "Shin yana da kyau mutum fiye da daya su shiga cikin wani asusu?",
    "faq.multipleLoginBody": "Ba a ba da izinin wannan ba saboda shifin yanar gizon da editan aiki na iya rikicewa yayin da mutane fiye da daya suka shiga cikin asusu daya. Lokacin da wani asusu yayi wani abu wanda ya taka {cgLink}, ana iya toshe ko share wani asusu da ke da alaka da shi. Idan ka yada ma wani wani asusu, sai yayi abu mara kyau da shi, wannan na nufin ana iya toshe asusunka saboda abinda dayan mutumin yayi.",
    "faq.changeUsernameTitle": "Zan iya canza sunan mai amfani na?",
    "faq.changeUsernameBody": "Tsarin shafin yanar gizon Scratch ya dogara da samun  cikakken  sunan mai asusu mara canzawa, don haka ba zai yuwu ka canza sunnan mai amfanin ka ba. Idan da gaske kana bukatar canza zuwa sabon sunan mai amfani, kana iya yin sabon asusu, amma zaka kwafa ayyukan ka zuwa sabon asusun da kanka.",
    "faq.shareInfoTitle": "Wane bayani zan iya yadawa a kan / da asusuna?",
    "faq.shareInfoBody": "Don Allah kar a yada kebabben bayanai, kamar adireshinka na asali, imel, lambar waya, ko wani abu da za a iya amfani da shi don yin tuntubaka a wajen shafin yanar gizo. da fatan za a kai kara ayyuka, tsokaci, ko sakonnin dandali da ke dauke da irin wannan bayanan, don tawagar Scratch ta samu damar cire bayanan, kuma ta tunatar da marubucin tsarin mu game da yada bayanan tuntubar mutum. ",
    "faq.deleteAccountTitle": "Ta yaya zan share asusuna?",
    "faq.deleteAccountBody": "Shiga cikin Scratch, sannan danna sunan mai amfanin ka a saman kusurwar dama. Zabi \"saitunan asusu\", saika latsa mahadar \"ina so in goge asusu na\" dake kasan shafin. amma yakamata kayi hakan idan ka tabbata cewa kana so ka goge asusun ka.",
    "faq.scratchFreeTitle": "Shin Scratch kyauta ne? zan iya amfani da shi duk inda nake so?",
    "faq.scratchFreeBody": "Eh! ana samun Scratch kyauta. Zaka iya amfani da shi a cikin makarantar ka, kuma zaka iya koyar da kwas game da shi (ko da kwas da ake kashe ma kudi ne). Ba ka bukatar siyan lasisi: Kyauta ne!",
    "faq.scratchScreenshotTitle": "Zan iya amfani da screenshot na Scratch a cikin littafi ko gabatarwa?",
    "faq.scratchScreenshotBody": "Eh, zaka iya amfani da screenshots / hotunan manhajan da shafin yanar gizon Scratch a cikin littafi ko gabatarwa, kuma ayi la'akari cewa suna da lasisi a karkashin lasisin {licenseLink}. Muna rokon ka da ka sanya wani rubutu a wani wuri a cikin aikin ka cewa: \"Scratch aiki ne na Scratch Foundation, tare da hadin gwiwar Lifelong Kindergarten Group a MIT Media Lab. ana samun sa kyauta a https://scratch.mit.edu\". ",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Zan iya saka bayanin Scratch a cikin kasidu ko wasu kayan aiki?",
    "faq.scratchDescriptionBody": "Tabbas! muna bada shawarar a bi bayanin da ke tafe: \"Scratch yare ne na coding da kuma al'umma ce a kan intanet inda zaka iya kirkirar labarai ka, wasanni da zanne mai motsi -- da kuma yada kirkirar ka ma wasu a duniya. Yayin da matasa ke kirkirar da yada ayyukan Scratch, suna koyon yin tunanin kirkira, tunani bisa tsari, da kuma aiki tare. Scratch aiki ne na{sfLink}tare da hadin gwiwan  Lifelong Kindergarten group a MIT Media Lab. ana samun sa kyauta a https://scratch.mit.edu\"  ",
    "faq.presentScratchTitle": "Zan iya gabatar da Scratch a wajen taro? ",
    "faq.presentScratchBody": "Don Allah saki jiki don yin gabatarwa game da Scratch ga malamai ko wasu kunguyoyi.",
    "faq.supportMaterialTitle": "Shin zan iya amfani da / remix din kayan tallafin Scratch, sprites, hotuna, sautuna ko ayyukan samfurin da na samo akan shafin yanar gizo?",
    "faq.supportMaterialBody": "Eh : Galibin kayan tallafi na Scratch a shafin yanar gizon Scratch suna nan karkashin lasisin {licenseLink}. Akwai tagociya kadan: tambarin Scratch, magen Scratch, Gobo, Pico, Giga, da alamun kasuwanci ne na Scratch. Kuma ba za a iya amfanii da shi ba ba tare da izini bayyananne daga tawagar Scratch ba.  ",
    "faq.sellProjectsTitle": "Zan iya siyar da ayyukan Scratch dina?",
    "faq.sellProjectsBody": "Eh: Aikin ka na Scratch kirkiranka ce. Amma ka tuna cewa da zarar ka yada aikin ka a shafin yanar gizon Scratch, kowa na da 'yancin sauke, sake gauraya aikin bisa ka'idojin lasisin {licenseLink}. Don haka idan kada da niyyar sayar da aikin ka, Kana iya kin yada ta a shafin yanar gizon Scratch.   ",
    "faq.sourceCodeTitle": "A ina zan iya samun source code na Scratch?",
    "faq.sourceCodeBody": "Za a iya samun source code na editan shirye-shiryen Scratch a kan {guiLink}. Source code na{flashLink} da {scratch14Link}, ana samun su a kan GitHub. Don samun sabin bayanai kan ayyukan ci gaba da suka shafi shafin yanar gizon Scratch, a ziyarci {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Ta yaya zan san menene daidai ko rashin daidai da zan yada a shafin yanar gizon Scratch?",
    "faq.okayToShareBody": "Duba Scratch {cgLink} -a takaice suke kuma basa sa abubuwan doka a cikinta sosai. Dakwai wata mahada a kasan kowane shafi a kan SCRATCH.",
    "faq.reportContentTitle": "Me zan yi idan na ga wani abu da bai dace ba? ",
    "faq.reportContentBody": "Zaka iya danna mahadar aka rubuta \"kai kara\" akan kowane aiki, tsokaci, tattaunawa, sutudiyo, ko kuma shafin martaba inda ka gan wani abu da bai dace da Scratch ba. Idan halin da ake ciki yana da rikitarwa, zaka iya amfani da mahadin {contactLink} (wanda ake samu a kasan kowane shafi) don bayani. Ka tabattar ka fadada bayani daki-daki iya gwargwadon iko, tare da mahadi zuwa shafukan da suka dace.",
    "faq.noFlameTitle": "Me zan yi idan na ga wani yana rashin mutunci ko rashin ladabi?",
    "faq.noFlameBody": "Kar ka kara hura wutan! amsa maganar mai batanci da irinsa yana kara ma abubuwa lahani, kuma yana iya haifar da toshe ausunka. Maimakon haka, Kawai ka kai karar duk wani abu na rashin girmamawa ko rashin tarbiyya, Kuma tuntubi marubucin. muna duba kararraki da ake kawo mana kowane rana, sau da yawa a rana - don haka ka tabbata, za mu daidaita abubuwa. ",
    "faq.reviewContentTitle": "Me tawagar Scratch ke yi idan a ka kawo karar wani abu ko aka tsayar da ita?",
    "faq.reviewContentBody": "Tawagar Scratch na bitan tsokaci da ayyukan da ake kawo karar su kulum. idan wani abu ya karya {cgLink}, zamu cire shi kuma mu aika gargadi zuwa asusun ko hanyoyin sadarwar da aka yi amfani da su don yada shi, gwargwadon abin da aka yada kuma idan an taba aia ma mutum gargadi kafin nan. ",
    "faq.blockedAccountTitle": "Menene ya ke faruwa a lokacin da aka taushe wata asusu?  ",
    "faq.blockedAccountBody": "Lokacin da aka toshe wani asusu, mai shi ba zai iya samun damar shigan asusun ba, amfani da shi don kirkirar ayyuka, ko sanya sabbin tsokaci. Lokacin da suka shiga, zasu ga wata shafin da ta yi bayanin dalilan da yasa aka toshe asusun, tare da shi akwai wata takardan yanan gizo da za su iya amfani da shi don nima a bude musu asusu. Idan mamallakin su na iya nuna cewa sun fahimci dalilin da yasa  aka toshe asusun su, kuma yayi alkawari bin {cgLink} Scratch a gaba, za a cire shi daga mutanen da aka toshe. ",
    "faq.stolenAccountTitle": "Wani ya shi ga asusuna kuma ya sa an toshe mun ita. Me zan yi?",
    "faq.stolenAccountBody": "Kai ne ke da alhakin kiyaye kalmar sirrin ka. idan wani wanda ka sani ya mallaki kalmar sirrinka ya aikata mummunan abubuwa, ka gaya wa manya da ke kula da kwamfutar da aka yi amfani da ita. Idan kana tunanin wani wanda ba ka sani ba yana da damar yin amfani da asusunka, canza kalmar sirri da / ko ka yi amfani da mahadun {contactLink} don yin bayyanin halin da ake ciki. Idan aka toshe asusunka don yin wani abu da ka aikata wanda ya karya {cgLink}na Scratch, Don Allah kar ka gaya mana cewa wani ne ya aikata hakan. Lokacin da utane suka gaya mana wani ne yayi amfani da asusun su don yin wani abu mara kyau, to muna bukatar muyi magana da wannan mutumin kafin mu iya dawo masa da asusun sa. Wannan yana nufin asusunka zai kasance an toshe shi tsowon lokaci fiye da idan da ka fada mana gaskiyan abu da ya faru. ",
    "faq.aboutExtensionsTitle": "Menene kare-kare ?",
    "faq.aboutExtensionsBody": "a cikin editan Scratch, Zaka iya kara tarin tubalan da aka fi sani da \"Kare-kare\". Masali, akwai kari wanda zai ba da damar shirya na'urorin na zahiri (kamarmicro:bit and LEGO robotics kits) da kuma fassara rubutu a cikin ayyukan ka na Scratch. Za mu ci gaba da kara sabbun kari a kan lokaci, don haka abin da za ku iya yi da Scratch zai ci gaba da girma  a kan lokaci. ",
    "faq.howToAddExtensionsTitle": "Ta yaya zan kara wani kari a aikina? ",
    "faq.howToAddExtensionsBody": "Idan ka dana maballin \"kari\" a kusurwar hagu na editan shirye-shiryen Scratch, za ka ga jerin duk kari na Scratch. Lokacin da ka zabi daya daga cikin karin. Za a kara sabon rukini na tubali a aikinka. Za'a dora kari kai tsaye duk lokacin da ka bude aikin ka. Kana iya kara kari da yawa zuwa wannan aikin.",
    "faq.createExtensionsTitle": "Ta yaya zan ƙirƙiri kari na ma Scratch?",
    "faq.createExtensionsBody": "Tawagar Scrratch za ta wallafa bayanai dalla-dalla da ka'idoji a anan gaba. Da zarar an samu, zaka sami damar kaddamar da kari zuwa ga tawagar Scratch don la'akari a cikin dakin karatu na kari na Scratch 3.0. Za mu kuma samar da ka'idoji don habakawa da rarraba karin \"gwaji\", wadanda za a iya amfani da su don ƙirƙirar ayyukan kan kwamfutocin mutum, amma ba a yada su a cikin rukunin yanar gizo na Scratch ba.",
    "faq.scratchXTitle": "Menene za ya faru da shafin yanar gizon ScratchX?",
    "faq.scratchXBody": "Shafin yanar gizon ScratchX (scratchx.org) ya kasance gidan gwaji ne ma kari. Kari da aka ƙirƙira ma ScratchX basu dace da Scratch 3.0 ba. Da zarar an ba da cikakken goyon baya ga gwajin kari za mu dakatar da tallafi ma ScratchX kuma mu ba masu habakawa da masu amfani lokaci dan barin ScratchX zuwa sabon dandalin kari.",
    "faq.cloudDataInfoTitle": "Menene masu canzawar cloud?",
    "faq.cloudDataInfoBody": "Masu canzawar Cloud na ba da damar adana bayanai daga wani aiki da kuma yada su ma wasu mutane a cikin al'umman Scratch. za ka iya amfani da masu canzawar cloud wajen yin safiyo da sauran ayyukan inda wasu a cikin al'umma zasu samu dama da kuma gyara bayanan bayan wani lokaci.   ",
    "faq.makeCloudVarTitle": "Ta yaya zan iya yin masu canzawar cloud?",
    "faq.makeCloudVarBody": "Je zuwa sashen \"Masu canzawa\" na tubalan palette, za bi \"Yi Mai canzawa\", kuma sannan danna akwatin da ke kusa da \"mai canzawar Cloud (an adana akan saba)\". Za a adana bayanan da ke da alaka da mai canzawar cloud dinka a kan saba, an adana shi ma tsowon lokaci kuma duk wanda ya buda aikin zai iya samunsa.",
    "faq.onlyNumbersTitle": "Wa ne irin bayanai ne za a iya adanawa a masu canzawar cloud?",
    "faq.onlyNumbersBody": "Lambobi ne kawai za a iya adanawa a cikin masu canzawar Scratch. ",
    "faq.storedCloudInfoTitle": "Wa nene zai iya ganin bayanan da aka adana a cikin masu canzawar cloud?",
    "faq.storedCloudInfoBody": "Lokacin da kake amfani da masu canzawar cloud wajen hulda da wani aiki, za a adana bayanan da ta shifi huldanka tare da sunan mai amfani, wasu kuma zasu iya gani.",
    "faq.reportCloudTitle": "Idan na gan wani yayi amfani da masu canzawar cloud wajen saka wani abun da bai dace ba, ta ya zan kai kara?",
    "faq.reportCloudBody": "Danna maballin \"kai kara wannan\" (a karkashin maballin kunna aiki akan shafin aiki) don kai karar abubuwan da basu dace ba a cikin masu canzawar cloud. Tabbatar cewa ka ambaci \"masu canzawar\" cloud a lokacin da kake rubuta dalilinka na kawo karar.",
    "faq.chatRoomTitle": "Zan iya yin dakunan hira da masu canzawar cloud?",
    "faq.chatRoomBody": "Alhali kuwa a zahiri yana yiwuwa a kirkiri dakunan hira da masu canzawar Scratch, ba a bada izinin daurasu a shifin yanar gizon Scratch ba.",
    "faq.changeCloudVarTitle": "Wa zai iya canza bayanen da ke cikin masu canzawar cloud?",
    "faq.changeCloudVarBody": "Kai da masu kallon aikin ka ne kawai za su iya adana bayanai a cikin masu canzawar cloud dinka. Idan mutane suka \"kalli ciki\" ko sake gauraya lambarka, yana ƙirƙirar kwafin mai canzawar kuma samu wani matsala ko ya canza asalin mai canzawar ba.",
    "faq.newScratcherCloudTitle": "Na shiga, amma na kasa yin amfani da ayyuka tare da masu canzawar cloud. me ke faruwa? ",
    "faq.newScratcherCloudBody": "Idan har yanzu kai \"Sabon mai amfani da Scratch\" ne a shafin yanar gizo, ba za ka iya amfani da ayyuka tara da masu canzawar cloud ba. Kana bukatar zaman \"mai amfani da Scratch\" don samun damar yin amfani da masu canzawar cloud. Duba sashin asusu (a sama) don karin bayani game da sauyawa daga “sabon mai amfani da Scratch”  zuwa \"mai amfani da Scratch\".",
    "faq.multiplayerTitle": "Ya na yiwuwa a yi wasa mai masu bugawa da yawa tare da masu canzawar Scratch? ",
    "faq.multiplayerBody": "Wasanni mai masu bugawa da yawa na da wuyar kirkira, sobada matsalar saurin hanyar sadarwa da al'amuran aiki tare. Duk da haka, wasu masu amfani da Scratch suna tafe da hanyoyin masu kirkira don amfani da masu canzawar cloud don juyi-juyi da sauran nau'ikan wasanni.",
    "faq.schoolsTitle": "Scratch a cikin makarantu",
    "faq.howTitle": "Ta yaya ake amfani da Scratch a cikin makarantu?",
    "faq.howBody": "Daruruwan dubbanin makarantu ke amfani da Scratch a duk duniya, a bangarori daban-daban na ilimi (gami da fasahar harshe, kimiyya, tarihi, lissafi, da kimiyyar kwamfuta). za ka iya kara ilimi a kan dabaru da albarkatu don amfani da Scratch a cikin makarantu da sauran mahalli na ilmantarwa (kamar gidajen tarihi, dakunan karatu, da cibiyoyin al'umma) a kan {educatorsLink} din mu.",
    "faq.educatorsLinkText": "Shafin masu karantarwa",
    "faq.noInternetTitle": "Shin da kwai wani hanya da dalibai zasu yi amfani da Scratch ba tare da hadi da intanet ba?",
    "faq.noInternetBody": "Eh. {downloadLink}sigar Scratch ne wanda ake iya saukewa wanda zai iya gudana akan kwamfutar tafi-da-gidanka da kwamfyutocin tebur. a halin yanzu, ana samun manhajar Scratch a kan na'urorin Windows da Mac.   ",
    "faq.communityTitle": "Shin zan iya kashe ma dalibai na al'umman kan net? ",
    "faq.communityBody": "Al'ummar Scratch na kan yanar gizo ta na ba da hanya ma matasa don yadawa, hada kai, da koyo tare da takwarorinsu a cikin daidaitaccen al'ummomin da Scratch ke jagoranta {cgLink}. Duk da haka, mun fahimci cewa wasu masu karantarwa sun fi son kar daliban su su dinga shi gan cikin al'umman yanar gizo. Wadannan masu karantarwan za su so su daura manhajar Scratch, wanda ke aiki ba akan yanar gizo ba da kumaa kan kwamfutar tebur ko tafi-da-gidanka.   ",
    "faq.teacherAccountTitle": "Menene asusun malaman Scratch?",
    "faq.teacherAccountBody": "Asusun malami na Scratch yana ba malami da sauran masu ilmantarwa daman da karin fasali don gudanar da sa hannun dalibai a Scratch, gami da ikon kirkiran asusun dalibai, tsara ayyuan dalibai a cikin dakunan karatu, da kuma lura da tsokacin dalibai. Don karin bayani game da asusun malamai na Scratch, duba {eduFaqLink}.",
    "faq.eduFaqLinkText": "asusun malamai na Scratch FAQ",
    "faq.requestTitle": "Ta yaya zan nemi asusun malamai na Scratch?",
    "faq.requestBody": "Kana iya neman asusun malamai na Scratch daga {educatorsLink} akan Scratch. Muna neman karin bayani yayin aikin rajistar don tabbatar da matsayin ka na mai ilmantarwa.",
    "faq.dataTitle": "Wadanne bayanai ne Scratch ke tattarawa game da dalibai?",
    "faq.dataBody": "Lokacin da dalibi yayi rajista akan Scratch, muna neman bayanan alkaluma na asali wanda ya hada da jinsi, shekaru (watan haihuwa da shekara), kasa, da adireshin imel don tabatarwa. ana amfani da wannan bayanan (a dunkule a cikin tsari) a cikin binciken da aka kaddara don inganta fahimtarmu game da yadda mutane ke koyo da Scratch. Lokacin da mai ilmantarwa ke amfani da asusun malamai na Scratch don kirkirar asusun dalibai da yawa, ba a bukatar dalibai su samar da adireshin imel ma asusun setup.",
    "faq.lawComplianceTitle": "Shin sigar Scratch na kan yanar gizo ya dace da dokokin sirri na gida da na tarayya na tarayyar amurka?",
    "faq.lawComplianceBody1": "Scratch yana kula sosai game da sirrin dalibai da na duk wadanda suke amfani da dandalinmu. muna da tsari na zahiri da na lantarki don kare bayanan da muke tattarawa akan shafin yanar gizo. ko dayake ba mu da ikon bayar da garantin kwantraki tare da kowace kungiya da ke amfani da ilimin mu kyauta, amma muna bin duk dokokin tarayyar amurka wadanda ke da alaka da MIT da Scratch Foundation, kungiyoyi da ta ke ƙirƙira da kuma kula Scratch. Muna karfafa ka karanta tsarin sirri don karin bayani. ",
    "faq.lawComplianceBody2": "Idan kana son gina ayyukan da Scratch ba tare da gabatar mana da wani bayanan sirri ba, Za ka iya saukar da {downloadLink}. Ayyukan da aka ƙirƙira a cikin scratch app, tawagar Scratch ba za su iya shigan ayyukan Scratch app ba, kuma amfani da Scratch app baya bayyana duk wani bayyyanin mai nuna asalin mutum ga Scratch sai dai idan ka loda wadannan ayyukan zuwa ga shafin yanar gizo na Scratch."
}