{
    "faq.title": "(FAQ ) सामान्यतः पूछे जाने वाले प्रश्न",
    "faq.intro": "इस पेज पर आपको  सामान्यतः पूछे जाने वाले प्रश्नों के उत्तर मिलेंगे",
    "faq.aboutTitle": "सामान्य प्रश्न ",
    "faq.scratch3Title": "स्क्रॅच Scratch 3.0",
    "faq.remixTitle": "रीमिक्स और कॉपी करना ",
    "faq.accountsTitle": "अकाउंट्स ",
    "faq.permissionsTitle": "लाइसेंस और परमिशन ",
    "faq.inappropriateContentTitle": "अनुचित साहित्य ",
    "faq.scratchExtensionsTitle": "स्क्रॅच के एक्सटेंशन्स ",
    "faq.cloudDataTitle": "क्लाउड वेरिएबल्स ",
    "faq.aboutScratchTitle": "स्क्रॅच क्या है और उसके प्रयोग से में क्या क्या कर सकता हूँ ",
    "faq.aboutScratchBody": "स्क्रॅच प्रोगरामिंग और ऑनलाइन कम्युनिटी के साथ आप अपनी इंटरैक्टिव कहानियां बना सकते हो, गेम्स बना सकते हो, एनिमेशन्स बना सकते हो - और अपनी कृतियाँ दुनिया भर के लोगों के साथ साझा कर सकते हो. बच्चे जब स्क्रॅच के प्रोजेक्टस  बना कर उसे शेयर करते हैं, वे सृजनात्मक रूप से सोचना सीखते हैं, सुव्यवस्थित रूप से सोचना सीखते हैं, और दूसरों से सहयोग कर के काम करना सीखते हैं. स्क्रॅच के बारे में ज्यादा जानने के लिए यह पेज देखें {aboutScratchLink}",
    "faq.aboutScratchLinkText": "स्क्रॅच के बारे में ",
    "faq.makeGameTitle": "मैं स्क्रॅच में एक गेम या एनिमेशन कैसे बनाऊं?",
    "faq.makeGameBody": "स्क्रॅच में शुरुआत करने के लिए यह पेज देखें {ideasLink}",
    "faq.ideasLinkText": "आईडियाज का  पेज ",
    "faq.whoUsesScratchTitle": "स्क्रैच का इस्तेमाल कौन करता है?",
    "faq.whoUsesScratchBody": "स्क्रॅच दुनिया भर के सभी प्रकार के लोगों द्वारा प्रयोग में लाया जाता है. चाहे वह घरों में हो, स्कूल्स में, लाइब्रेरी में, म्यूजियम में, व कही और.स्क्रॅच को विशेषतः 8 से 16 वर्ष के बच्चों के लिए बनाया गया है मगर सभी आयु के लोग इसका प्रयोग करते हैं और औरों से इसे साझा करते हैं. इससे छोटी आयु के बालकों के लिए {scratchJrLink}यह संस्करण उपलब्ध है. स्क्रॅच का यह संस्करण 5  से 7  वर्ष की आयु वाले बालकों के लिए विकसित किया गया है ",
    "faq.requirementsTitle": "स्क्रॅच का प्रोग्राम सुचारु रूप से चलाने के लिए किस तरह के कंप्यूटर की आवश्यकता होगी?",
    "faq.requirementsBody": "स्क्रॅच ब्राउजर में चल सकता है. आप इसे डेस्कटॉप, लॅपटॉप, य मोबाइल फोन पर चला सकते हैं. आप अपने स्क्रॅच प्रोजेक्ट्स को मोबाइल फोन पर चला करके देख सकते हैं लेकिन इस समय उन्हें मोबाइल फोन पर एडिट कर सकने की सम्भावना नहीं है. नीचे उन ब्राउजर्स के नाम हैं जिनमे स्क्रॅच सुचारु रूप से चल सकता है.",
    "faq.requirementsDesktop": "डेस्कटॉप ",
    "faq.requirementsDesktopChrome": "क्रोम (63+)",
    "faq.requirementsDesktopEdge": "एज Edge (15+)",
    "faq.requirementsDesktopFirefox": "फायर फॉक्स Firefox (57+)",
    "faq.requirementsDesktopSafari": "सफारी Safari (11+)",
    "faq.requirementsDesktopIE": "इंटरनेट एक्स्प्लोरर को सपोर्ट  नहीं है.",
    "faq.requirementsTablet": "टेबलेट ",
    "faq.requirementsTabletChrome": "मोबाइल क्रोम (63+)",
    "faq.requirementsTabletSafari": "मोबाइल सफारी i (11+)",
    "faq.requirementsNote": "सूचना:",
    "faq.requirementsNoteDesktop": "अगर आपका कंप्यूटर इन आवश्यकताओं को पूरा नही करता तो आप इस एडिटर को डाउनलोड कर सकते हैं {downloadLink} (FAQ का दूसरा आइटम देखें )",
    "faq.scratchApp": "स्क्रॅच एप्प ",
    "faq.requirementsNoteWebGL": " अगर आपको WebGL एरर दिखाई दे तो दूसरे ब्राउजर में प्रयास करें ",
    "faq.requirementsNoteTablets": "टेबलेट के अंदर इस समय key pressed ब्लॉक या राइट क्लिक मेनू का कोई पर्याय नहीं है",
    "faq.offlineTitle": "क्या स्क्रॅच को डाऊनलोड किया जा सकता है. क्या मैं अपने प्रोजेक्ट्स को ऑफलाइन देख या एडिट कर सकता हूँ ",
    "faq.offlineBody": "स्क्रॅच के ऍप में आप बिना  कनेक्शन के प्रोजेक्ट्स बना सकते हो. आप इसे {downloadLink}इस लिंक से डाऊनलोड कर सकते हो.  आपसे स्क्रॅच के वेबसाइट से या अपने ऍप स्टोर से डाऊनलोड कर सकते हो. (इसका नाम पहले स्क्रॅच ऑफलाइन एडिटर था ) ",
    "faq.uploadOldTitle": "क्या मैं पुराने व्हर्जन के स्क्रॅच  एडिटर में बनाए हर प्रोजेक्ट्स वेबसाइट पर अपलोड कर सकता हूँ?",
    "faq.uploadOldBody": "हाँ. आप स्क्रॅच  के पुराने संस्करण से बनाये हुए प्रोजेक्ट्स साझा कर सकते हो या वेबसाइट पर अपलोड कर सकते हो. आप उन्हें देख सकोगे और प्ले भी कर सकोगे।  (लेकिन नए संस्करण में बनाये हुए प्रोजेक्ट्स आप पुराने संस्करण के एडिटर में नहीं खोल सकोगे , नहीं ओपन कर सकोगे। उदहारण के लिए आप  Scratch 3.0 में बनाया हुआ प्रोजेक्ट  Scratch 2.0 के एडिटर में {scratch2Link}नही खोल सकोगे। क्योंकि Scratch 2.0 में .sb3 फाइल को पढ़ने की क्षमता नहीं है.)",
    "faq.scratch2": "स्क्रॅच 2.0",
    "faq.scratchCostTitle": "स्क्रॅच के लिये कितना मूल्य चुकाना पड़ता है ? क्या इसका प्रयोग करने के लिए मुझे किसी लाइसेंस की आवश्यकता होगी? ",
    "faq.scratchCostBody": "स्क्रॅच  विनामूल्य है और रहेगा। आपको अपने स्कूल, घर या फिर कहीं और इसका प्रयोग करने के लिए किसी लाइसेंस की आवश्यकता नहीं है. स्क्रॅच  का निर्माण और रखरखाव अनुदानों और वृत्तियों से होता है. अगर आप स्क्रॅच को आर्थिक रूप से सहयोग करना चाहते हैं तो यह लिंक देखें {donateLink}",
    "faq.donateLinkText": "दान करें ",
    "faq.mediaLabTitle": "स्क्रॅच को किसने बनाया है ?",
    "faq.mediaLabBody": "स्क्रॅच का निर्माण और रखरखाव {mediaLabLink} इस जगह पर स्थित {llkLink}स्क्रॅच  की टीम ने किया है.",
    "faq.llkLinkText": "Lifelong Kindergarten group. लाइफ लॉन्ग किंडर गार्टन ग्रुप ",
    "faq.mediaLabLinkText": "MIT Media Lab MIT मीडिया लॅब ",
    "faq.aboutScratch3Title": " Scratch 3.0 क्या है?",
    "faq.aboutScratch3Body": " Scratch 3.0? यह स्क्रॅच का नवीनतम संस्करण है. इसे January 2, 2019. को लांच लिया गया था. इसे ऐसे डिज़ाइन किया  कि  वह आपकी आवश्यकतानुसार एक्सपैंड किया जा सके. इसमें दर्जनों नए स्प्राइट हैं, नया साउंड एडिटर है, और बहुत सारे नए प्रोग्रमिंग ब्लॉक्स हैं.  Scratch 3.0 के साथ आप अपने लॅपटॉप या डेस्कटॉप कंप्यूटर के अलावा अपने टेबलेट्स में भी प्रोजेक्ट्स देख सकते है और बना भी  सकते हैं. ",
    "faq.reportBugsScratch3Title": "मैं  Scratch 3.0 में पाए जाने पर बग्स को कैसे रिपोर्ट करूँ? और फीडबैक कैसे दूँ? ",
    "faq.reportBugsScratch3Body": "आप बग्स को रिपोर्ट करने या फीडबॅक देने के लिए स्क्रॅच डिस्कशन फोरम के  {forumsLink}  इस सेक्शन में लिख सकते हैं",
    "faq.forumsLinkText": "बग्स और ग्लीचेस, त्रुटियां",
    "faq.languagesScratch3Title": "क्या Scratch 3.0  अलग अलग भाषाओँ में उपलब्ध है?",
    "faq.languagesScratch3Body1": "हाँ, आप प्रोगरामिंग ब्लॉक्स की भाषा को बदल सकते हैं. इसके लिए आप एडिटर के ऊपरी बार में बायीं और दिखने वाले \"ग्लोब\"  वाले आइकॉन पर क्लिक कर के मेनू में से एक भाषा चुन सकते हो.",
    "faq.languagesScratch3Body2": "सारे अनुवाद वालंटियर्स द्वारा किए जाते हैं. Scratch 3.0 अब तक 40 से अधिक भाषाओँ में अनुवादित हो चुका है. आप अनुवाद किये जाने वाले और रिव्यु होने वाले भाषाओँ की सूची इस लिंक पर {transifexLink}देख सकते हैं. अगर आप भाषांतर करना या समीक्षा करना चाहते हैं तो कृपया {emailLink}इस पते पर संपर्क करें।",
    "faq.transifexLinkText": "ट्रांसलेशन सर्वर",
    "faq.removedBlocksScratch3Title": "क्या Scratch 3.0 में पिछले संस्करणों से कुछ ब्लॉक्स हटाएँ गए हैं?",
    "faq.removedBlocksScratch3Body": "नहीं। Scratch 3.0 में कोई ब्लॉक्स नहीं हटाए गए हैं. लेकिन कुछ ब्लॉक में परिवर्तन किये गए हैं. कुछ ब्लॉक्स को एक्सटेंशन बनाया गया है. (इसकी पूरी जानकारी आपको इस लिंक पर मिलेगी {extensionsFAQLink})",
    "faq.newBlocksScratch3Title": "क्या Scratch 3.0 में कोई ने ब्लॉक्स जोड़े गए हैं?",
    "faq.newBlocksScratch3Body": "हाँ Scratch 3.0  में यह नए ब्लॉक्स जोड़े गए हैं.",
    "faq.newBlocksSoundEffect": "नए  \"sound effect\" ब्लॉक्स ",
    "faq.newBlocksOperators": " text (strings) टेक्स्ट के साथ आसानी से काम करने के लिए नए ऑपरेटर्स जोड़े गये हैं.",
    "faq.newBlocksPen": "पारदर्शिता, ट्रांसपेरेंसी की क्षमता के साथ कुछ नए पेन ब्लॉक्स जोड़े गए हैं.",
    "faq.newBlocksGlide": "किसी स्प्राइट को आसानी से एक जगह से दूसरी जगह ले जाने के लिए (रैंडम पॉइंट) नया ग्लाइड ब्लॉक जोड़ा गया है.",
    "faq.newBlocksExtensions": "\"Scratch Extensions\" (नीचे एक्सटेंशन वाला सेक्शन देखें) के माध्यम से कई नयी क्षमताएं जोड़ी गयी हैं.",
    "faq.biggerBlocksScratch3Title": "पिछले संस्करण की तुलना में Scratch 3.0 में ब्लॉक्स बड़े क्यों हैं?",
    "faq.biggerBlocksScratch3Body": "Scratch 3.0  को स्पर्श संवेदी उपकरणों पर जैसे  ( क्रोमबुक, विंडोज सर्फेस लैपटॉप, टेबलेट्स ) में ठीक तरह से काम कर पाने के लिए ब्लॉक्स को बड़ा किया गया है. इससे ब्लॉक्स ड्रैग और ड्राप करना आसान होता है. इसके साथ नए यूजर्स को काम करने में आसानी हो यह भी एक हेतु था.",
    "faq.extensionsScratch3Title": "पेन ब्लॉक्स कहाँ चले गए? म्यूजिक ब्लॉक्स किधर गए? और वीडियो सेंसिंग ब्लॉक्स कहाँ गए?",
    "faq.extensionsScratch3Body": "पेन, म्यूजिक और व्हिडिओ सेंसिंग ब्लॉक्स को अब एक्सटेंशन में परिवर्तित किया गया है. बाये नीचे दिखाई देने वाले एक्सटेंशन बटन पर क्लिक करके इन्हे जब चाहो एडिटर में जोड़ा जा सकते है ( नीचे एक्सटेंशन सेक्शन देखिये )",
    "faq.paintEditorScratch3Title": "पेण्ट एडिटर में कौनसे नए फीचर हैं ?",
    "faq.paintEditorScratch3Body": "पेंट एडिटर को नए सिरे से डिज़ाइन किया गया है. उसमे नए फीचर्स जोड़े गए हैं और प्रयोग करने में आसान बनाया गया है. इसमें जो नई बातें हैं वह इस प्रकार हैं ",
    "faq.paintEditorLayout": "नए लेआउट, खाका के कारण सारे टूल्स और ऑप्शंस आसानी से नजर आते हैं",
    "faq.paintEditorTools": " eraser टूल अब व्हेकटर मोड़ में भी  काम करता है ",
    "faq.paintEditorColors": "रंग, कलर्स को चुनने और एडजस्ट करने के लिए ज्यादा विकल्प हैं ",
    "faq.paintEditorVector": "व्हेकटर पॉइंट्स पर ज्यादा नियंत्रण (कर्व हैंडल और पॉइंट मोड़ )",
    "faq.paintEditorLayers": "लेयर का क्रम निर्धारित करनेके लिए ज्यादा उपाय",
    "faq.paintEditorGradients": "ग्रेडिएंट कण्ट्रोल ",
    "faq.soundEditorScratch3Title": "साउंड एडिटर, ध्वनि संपादक में कौनसी नयी सुविधाएं, विशेषताएं हैं?",
    "faq.soundEditorScratch3Body": "ध्वनी संपादक, साउंड एडिटर को ने सिरे से बनाया गया है. इसे रिकॉर्ड करने में और ध्वनियों का उपयोग  करने के लिए आसान बनाया है",
    "faq.soundEditorRecording": "नयी रिकॉर्डिंग, ध्वनी का अंकन करने की प्रणाली अब पहले से आसान हुई  है ",
    "faq.soundEditorTrimming": "ध्वनी को काटना, ट्रिम करना अब पहले से आसान है ",
    "faq.soundEditorEffects": "नए ध्वनि प्रभाव (जैसे \"तेज़\", \"धीमा\" और \"रोबोट\")।",
    "faq.tipsWindwScratch3Title": "स्क्रॅच  के टिप्स/ सुझाव वाले विंडो/ चौखट का क्या हुआ.",
    "faq.tipsWindowScratch3Body": "टिप्स वाली विंडो या चौखट के स्थान पर  Scratch 3.0 में टुटोरिअल लाइब्रेरी में वह जानकारी दी गयी है. वह एडिटर के ऊपरी बार/ पट्टी में दिखने वाले टुटोरिअल लिंक से खोला जा सकता है. आपको टुटोरिअल्स में पुरे प्रोजेक्ट्स मिलेंगे। (जैसे चेस का गेम बनाएं ) या किसी ब्लॉक या विशेषता/ फीचर का प्रयोग कैसे करें (जैसे ध्वनी का अंकन कैसे करें, वस्तुओं को कैसे घुमाएं इत्यादि). इसमें और भी नए टुटोरिअल्स जोड़े जायेंगे (जैसे पॉन्ग गेम और चीजों को उड़ाएं ) ",
    "faq.remixDefinitionTitle": "रीमिक्स का अर्थ क्या है?",
    "faq.remixDefinitionBody": "आप किसी और के प्रोजेक्ट को कॉपी कर के उसमे अपने विचारों के अनुसार परिवर्तन करते हो तो उसे रीमिक्स कहते हैं.  स्क्रॅच  के वेबसाइट पर साझा किये गए सभी प्रोजेक्ट्स आप रीमिक्स कर सकते हैं. छोटा  सा परिवर्तन भी रीमिक्स मना जाता है, (जैसे स्क्रिप्ट या कॉस्च्यूम बदलना ). लेकिन आपको मूल प्रोजेक्ट के निर्माता को उनका श्रेय देना चाहिए। और अगर किसीने आपके प्रोजेक्ट के बनाने में सहयोग किया हो उन्हें भी श्रेय देना चाहिए। ",
    "faq.remixableTitle": "स्क्रॅच  टीम सभी प्रोजेक्ट्स को रीमिक्स करने के लिए उपलब्ध  “remixable”? कराने का क्यों आग्रह करती है? ",
    "faq.remixableBody": "हम यह मानते हैं कि दूसरों के प्रोजेक्ट्स को रीमिक्स करना यह प्रोग्राम करने और अच्छे आइडियाज को सिखने का एक अच्छा मार्ग है. इससे स्क्रॅच के सभी छात्रों को सृजनशील विचारोंको आत्मसात करने का अवसर मिलता है और इससे सभी को लाभ होता है.  स्क्रॅच वेबसाइट पर उपलब्ध साहित्य “Creative Commons Share Alike” लाइसेंस द्वारा संचालित है. इसलिए आपने स्क्रॅच  के वेबसाइट पर साझा किये हुए प्रोजेक्ट्स भी सभी को रीमिक्स करने के लिए उपलब्ध होंगे।",
    "faq.creativeCommonsTitle": "अगर मैं अपने प्रोजेक्ट्स को दूसरों को रीमिक्स करने के लिए उपलब्ध ना करना चाहूँ तो?",
    "faq.creativeCommonsBody": "स्क्रॅच के समुदाय में रीमिक्स करना महत्वपूर्ण माना जाता है. अगर आप अपने प्रोजेक्ट्स को दूसरों को रीमिक्स नहीं करने देना चाहते हैं तो उन्हें बनाने या अपलोड करने के बाद साझा share ना करें। ",
    "faq.fairUseTitle": "क्या मैं इंटरनेट से लिए हुए चित्र, ध्वनियाँ या व्हिडिओ आदि अपने प्रोजेक्ट्स में उपयोग में ला सकता हूँ ",
    "faq.fairUseBody": "अगर आप दूसरों की बनाई हुई चीजें अपने प्रोजेक्ट्स में उपयोग करना चाहते हैं तो प्रोजेक्ट के क्रेडिट्स \"credits\" विभाग में उनका नामनिर्देश करें। और मूल कृति का लिंक भी अवश्य दें. आपको रीमिक्स करने के लिए अनुमति प्राप्त चित्र या ध्वनियाँ ढूंढ़नी हैं तो आप इस लिंक पर उन्हें ढूंढ सकते हैं {ccLink}",
    "faq.ccLinkText": "क्रिएटिव कॉमन्स सर्च पेज ",
    "faq.whyAccountTitle": "स्क्रॅच में अकाउंट बनाने के क्या लाभ हैं?",
    "faq.whyAccountBody": "स्क्रॅच  में आप अकाउंट के बिना भी दूसरों के प्रोजेक्ट्स चला कर देख सकते हो, कमेंट्स पढ़ सकते हो, फ़ोरम्स पढ़ सकते हो, और आपके प्रोजेक्ट्स बना भी सकते हो. लेकिन बनाया हुआ प्रोजेक्ट सेव करने, संजो कर रखने के लिए आपको अकाउंट की आवश्यकता होगी। साथ ही कमैंट्स लिखने के लिए, और फ़ोरम्स में पोस्ट करने केलिए और दुसरी सामूहिक गतिविधियों में सम्मिलित होने कल िये आपको एक अकाउंट की आवश्यकता होगी(जैसे दूसरों के प्रोजेक्स को पसंद \"लव\" करना )",
    "faq.createAccountTitle": " स्क्रॅच  में अकाउंट कैसे खोला जाता है?",
    "faq.createAccountBody": "स्क्रॅच के होम पेज याने प्रथम पृष्ठ पर \"Join\" पर क्लिक कीजिये। आपको कुछ प्रश्नों के उत्तर लिखने होंगे। और एक ईमेल एड्रेस देना होगा। इसे करने में बस कुछ ही मिनट लगते हैं और यह पूरी तरह से विनामूल्य है!",
    "faq.checkConfirmedTitle": "स्क्रॅच  में मेरा अकाउंट बन गया है या नहीं इसे मै कैसे निश्चित करूँ?",
    "faq.howToConfirmTitle": "मैं अपना अकाउंट कैसे कन्फर्म करूँ?",
    "faq.howToConfirmBody": "स्क्रॅच  में आपके अकाउंट बनाने पर आपको ईमेल मिलेगा जिसमे एक लिंक होगी। इसपर क्लिक करने पर आपका अकाउंट कन्फर्म हो जाएगा। अकाउंट कन्फर्म होने के बाद आप प्रोजेक्ट्स साझा कर सकते हो, कमेंट्स लिख सकते हो और स्टूडियोज बना सकते हो. साथ ही आपको स्क्रॅच  की टीम से ईमेल अपडेट्स भी मिलेंगे। अगर आपको कन्फर्मेशन लिंक वाला ईमेल नहीं मिला है तो अपने स्पॅम  वाले फोल्डर में चेक कीजिये। अगर वहां भी नहीं है तो आप अकाउंट सेटिंग में जाकर ईमेल तब पर क्लिक कीजिये। वहां पर दी हुई सूचनाओं को पढ़ कर आप दुबारा लिंक वाला ईमेल प्राप्त कर सकते हैं. अगर फिर भी आपको ईमेल नहीं मिला तो आप हमें इस लिंक पर संपर्क कर सकते हैं {contactLink}",
    "faq.contactLinkText": "हमें बताइए ",
    "faq.checkConfirmedBody": "अपना अकाउंट कन्फर्म हुआ है जा नहीं इसे जानने के लिए अपने स्क्रॅच  के अकाउंट में लॉग  इन कीजिये और {settingsLink}इस पेज पर जाइये। आपके कन्फर्म हुए ईमेल एड्रेस  के आगे एक हरा टिक मार्क दिखेगा। अन्यथा नारंगी रंग में \"Your email address is unconfirmed\" लिखा हुआ दिखाई देगा",
    "faq.settingsLinkText": "ईमेल सेटिंग्स ",
    "faq.requireConfirmTitle": "मुझे अपना अकाउंट कन्फर्म करना आवश्यक है क्या?",
    "faq.requireConfirmBody": "आप अकाउंट कन्फर्म कए बिना भी स्क्रॅच में बहुतसे काम कर सकते हो जैसे प्रोजेक्ट्स बनाना और उन्हें सेव करना आदि (लेकिन उन्हें साझा share नहीं कर सकते ) ",
    "faq.forgotPasswordTitle": "मैं अपना यूजरनेम या पासवर्ड भूल गया. उसे कैसे रिसेट करूँ?",
    "faq.forgotPasswordBody": "आप अपना यूजरनेम या पासवर्ड {resetLink}इस लिंक में लिखिए। आपके ईमेल एड्रेस  पर एक ईमेल आएगा जिसमे आपका यूजरनेम लिखा होगा। और उसमे एक लिंक होगा जिसपर क्लिक कर के आप अपना पासवर्ड रिसेट कर सकते हो.",
    "faq.resetLinkText": "पासवर्ड रिसेट ",
    "faq.changePasswordTitle": "मैं अपना पासवर्ड कैसे बदलूँ?",
    "faq.changePasswordBody": "अपने स्क्रॅच  अकाउंट में लॉग  इन कीजिये। वहां पर {changeLink}इस पेज पर आप अपना पासवर्ड रिसेट कर सकते हैं.",
    "faq.changeLinkText": "पासवर्ड सेटिंग्स। गुप्तशब्द का समायोजन",
    "faq.changeEmailTitle": "मैं अपना इमेल एड्रेस कैसे बदलूँ?",
    "faq.changeEmailBody": "अपना स्क्रॅच  का ईमेल अकाउंट खोलें। फिर {changeEmailLink}इस पेज को खोलें। यहाँ से आप अपना इमेल एड्रेस बदल सकते हैं.",
    "faq.newScratcherTitle": "मैं \"new scratcher\" याने नए स्क्रैचर से 'Scratcher' कैसे बन पाऊंगा?",
    "faq.newScratcherBody": "जब आप अपना नया खाता खोलते हो तब आप को \"New  Scratcher \" का उपनाम मिलता है.  \"Scratcher\" बनने के लिए आप कुछ प्रोजेक्ट्स बनाएंगे और उन्हें साझा करेंगे। दूसरे लोगों के प्रोजेक्ट्स पर उपयुक्त टिप्पणियां करेंगे, और धैर्य रखेंगे। यह सारी जरूरतें पूरी करने के उपरांत आपको अपने प्रोफाइल पेज में एक लिंक दिखेगी। जिसमे आपको एक Scratcher  बनने  का निमंत्रण होगा। इससे आपको स्क्रॅच  के वेबसाइट पर अतिरिक्त अधिकार प्राप्त हो जाते हैं.  (इस बात का स्मरण रखें कि किसी के बिनती करने मात्र से हम नए स्क्रॅचर्स को  स्क्रॅचर नहीं बनाते).",
    "faq.multipleAccountTitle": "क्या मैं  एक से अधिक खाते, याने अकाउंट्स खोल सकता हूँ?",
    "faq.multipleAccountBody": "स्क्रॅच  के वेबसाइट पर आपके एक से अधिक खाते/ अकाउंट्स खोलने पर कोई आपत्ति नहीं है. लेकिन इसका प्रायः कम्युनिटी गाइड लाइन {cgLink}को तोड़ने के लिए नहीं होना चाहिए। ऐसा होने पर आपके सारे अकाउंट्स/ खाते  ब्लॉक किये जायेंगे या डिलीट किये जायेंगे।",
    "faq.multipleLoginTitle": "क्या एक से अधिक लोग एक ही अकाउंट का प्रयोग कर सकते हैं?",
    "faq.multipleLoginBody": "इसकी अनुमति नहीं है. क्योंकि एक साथ एक से अधिक लीग एक ही अकाउंट में लॉग इन करेंगे तो वेबसाइट और एडिटर के सञ्चालन में कठिनाई आ सकती है. अगर किसी अकाउंट से कम्युनिटी गाइड लाइन {cgLink}का उल्लंघन होता है तो उससे जुड़े हुए सारे अकाउंट्स ब्लॉक या डिलीट किया जाते हैं.  इसलिए अगर आप अपने अकाउंट की जानकारी किसी और को उपयोग करने के लिए देते हैं तो उनके द्वारा किये गए गलत कामों का दंड आपको चुकाना पडेगा",
    "faq.changeUsernameTitle": "क्या मैं अपने यूजरनेम में परिवर्तन कर सकता हूँ? ",
    "faq.changeUsernameBody": "स्क्रॅच के वेबसाइट पर आपको अपना यूजरनेम बदलने की सुविधा या अनुमति नहीं है. अगर आपको नया यूजरनेम चाहिए तो आप उस नाम से एक नया अकाउंट खोल कर अपने पिछले अकाउंट से सारे प्रोजेक्ट्स उसमे कॉपी कर सकते हो.",
    "faq.shareInfoTitle": "मैं अपने अकाउंट में क्या जानकारी साझा कर सकता हूँ?",
    "faq.shareInfoBody": "कृपया अपनी व्यक्तिगत जानकारी साझा ना करें।  जैसे आपका पता, ईमेल, फोन नंबर इत्यादि। ऐसी कोई जानकारी साझा ना करें जिससे दूसरे आपको स्क्रॅच वेबसाइट के अतिरिक्त आपको संपर्क कर सकें।  अगर किसी प्रोजेक्ट में, कमैंट्स में या फोरम पोस्ट्स में इस तरह की जानकारी हो तो आप उसे स्क्रॅच टीम को रिपोर्ट करें।  ताकि हम उस जानकारी को हटा सकें और लिखने वाले को हमारी पॉलिसी  के बारेमे बता सकें।",
    "faq.deleteAccountTitle": "मैं अपना अकाउंट कैसे डिलीट करूँ?",
    "faq.deleteAccountBody": "स्क्रॅच  का अकाउंट खोलें और दाहिनी ओर  ऊपर कोने में दिखने वाले अपने यूजरनेम पर क्लिक करें।  अकाउंट सेटिंग्स को चुनें। फिर \"मैं अपना अकाउंट डिलीट करना चाहता हूँ \" इस लिंक को  चुनें। लेकिन यह तभी करें जबआप पूर्ण रूप से आश्वस्त हों कि आपको अपना अकाउंट बंद करना है.  ",
    "faq.scratchFreeTitle": "क्या स्क्रॅच  विनामूल्य है? क्या मैं इसका प्रयोग कहीं पर भी कर सकता हूँ?",
    "faq.scratchFreeBody": "हाँ. स्क्रॅच विनामूल्य उपलब्ध है. आप इसे अपने स्कूल में प्रयोग कर सकते हैं. आप इसे सिखाने के लिए कोर्स भी बना सकते हो (चाहे यह कोर्स सशुल्क भी क्यों न हो) आपको इसका लाइसेंस खरीदने की आवश्यकता नहीं है. यह विनामूल्य है. ",
    "faq.scratchScreenshotTitle": "क्या मैं स्क्रॅच के स्क्रीन शॉट का उपयोग किसी पुस्तकमें या प्रेजेंटेशन में कर सकता हूँ. ",
    "faq.scratchScreenshotBody": "हाँ आप स्क्रॅच के एडिटर और वेबसाइट के स्क्रीन शॉट्स या चित्र किसी पुस्तक में या किसी प्रेजेंटेशन में उपयोग कर सकते हो.  वे क्रिएटिव कॉमन्स के शेयर-अलाइक  लाइसेंस {licenseLink}के अंतर्गत उपलब्ध हैं. हम आपसे यह अपेक्षा करेंगे कि  आप अपने  साहित्य में कहीं पर निम्नलिखित बात का निर्देश जरूर करें। \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.licenseLinkText": "क्रिएटिव कॉमन्स ऍट्रिब्युशन - शेयर-अलाइक ",
    "faq.scratchDescriptionTitle": "क्या मै स्क्रॅच की जानकारी दूसरे साहित्य के ब्रोशर याने विवरण पुस्तिका में जोड़ सकता हूँ?",
    "faq.scratchDescriptionBody": "जरूर। हम स्क्रॅच के बारे में निम्नलिखित विवरण लिखना चाहेंगे। \"Scratch is a coding language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "क्या मैं स्क्रॅच के बारे में किसी सम्मेलन में , कांफ्रेंस में बता सकता हूँ? ",
    "faq.presentScratchBody": "जरूर। कृपया स्क्रॅच  के बारे में शिक्षाविदों के या अन्य सम्मेलनों में जरूर बताएं।",
    "faq.supportMaterialTitle": "क्या मैं स्क्रॅच  के वेबसाइट पर उपलब्ध अतिरिक्त साहित्य जैसे स्प्राइटस, चित्र, ध्वनियाँ, और सैंपल प्रोजेक्ट्स का उपयोग या रीमिक्स कर सकता हूँ?",
    "faq.supportMaterialBody": "हाँ. स्क्रॅच  के वेबसाइट पर उपलब्ध अधिकतर साहित्य {licenseLink}इस लाइसेंस के अंतर्गत उपलब्ध है. लेकिन यह अपवाद हैं  the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, और  Tera यह स्क्रॅच  के ट्रेड मार्क हैं. और इनका उपयोग स्क्रॅच  टीम के स्पष्ट अनुमति के बिना नहीं किया जाना चाहिए।",
    "faq.sellProjectsTitle": "क्या मैं अपने बनाये हुए स्क्रॅच  के प्रोजेक्ट्स दूसरों को बेच सकता हूँ?",
    "faq.sellProjectsBody": "हाँ. आपने बनाया हुआ प्रोजेक्ट आपकी कृति  है. लेकिन इस बात का अवश्य ध्यान रखें कि एक बार आपने स्क्रॅच के वेबसाइट पर अपना प्रोजेक्ट शेयर किया तो कोई भी उसे {licenseLink} इस लाइसेंस के तहत डाउनलोड, रीमिक्स और  री यूज़  कर सकता है.  तो अगर आपको अपना प्रोजेक्ट किसी को बेचना हो तो आप चाहें तो अपना प्रोजेक्ट स्क्रॅच  के वेबसाइट पर un-share कर सकते हैं. ",
    "faq.sourceCodeTitle": "स्क्रॅच  का सोर्स कोड मुझे कहाँ मिलेगा?",
    "faq.sourceCodeBody": "स्क्रॅच  एडिटर का सोर्स कोड आपको {guiLink}यहाँ पर मिलेगा। इसके साथ ही गिट हब पर  {flashLink}और {scratch14Link}का भी सोर्स कोड उपलब्ध है. स्क्रॅच  वेबसाइट से सम्बंधित निर्माणाधीन प्रोजेक्ट्स के बारे में ताजा जानकारी आप {developersLink}इस लिंक पर देख सकते हैं.",
    "faq.scratch14": "स्क्रॅच 1.4",
    "faq.okayToShareTitle": "स्क्रॅच  के वेबसाइट पर क्या साझा किया जा सकता है और क्या नहीं?",
    "faq.okayToShareBody": "इसके लिए स्क्रॅच  की कम्युनिटी गाइड लाइन {cgLink}देखिये।  इसे आसान शब्दों में लिखा हुआ है. और इसमें ज्यादा कानूनी बातें नहीं हैं. इसका लिंक स्क्रॅच  वेबसाइट के हरेक पन्ने पर निचले हिस्से में दिया गया है.",
    "faq.reportContentTitle": "अगर मुझे कुछ अनुचित दिखता है तो मैं क्या करूँ?",
    "faq.reportContentBody": "हरेक प्रॉजेक्ट के साथ, या कमेंट, डिस्कशन, पोस्ट, स्टूडियो, या प्रोफाइल पेज पर एक \"report\" लिंक होता है. इसपर क्लिक करके आप किसी ऐसी बात को उजागर कर सकते हैं जो आपकी नजर में अनुचित है. अगर बात जटिल है तो आप {contactLink}इस लिंक पर हमसे संपर्क कर के बता सकते हैं. (यह लिंक हरेक पन्ने  के निचले हिस्से में मौजूद है). इस बात की जानकारी देते समय यथा संभव विस्तार से लिखें, साथ ही उन पेजेस  का लिंक भी दें जिसपर आपको आपत्ति है.",
    "faq.noFlameTitle": "अगर कोई कुत्सित या अनादर से व्यवहार करता हुआ दिखाई दे तो मैं क्या करूँ?",
    "faq.noFlameBody": "आग में घी मत  डालिये। कुत्सित कमैंट्स को और ज्यादा कुत्सित कमैंट्स से उत्तर देने पर बातें और बिगड़ जाती हैं. और इसके कारण आपका अकाउंट ब्लॉक तक हो सकता है.  अगर आपको कुछ अनुचित लगे तो आप उसे हमें रिपोर्ट कीजिये। हम उस व्यक्ति से संपर्क करेंगे। हम रिपोर्ट की गयी चीजें रोजाना देखते हैं. दिन में कईं बार देखते हैं.  तो इस बात से आश्वस्त रहिये कि  हम उस बात को सुलझा लेंगे।  ",
    "faq.reviewContentTitle": "जब कुछ रिपोर्ट किया जाता है या फ्लॅग  किया जाता है तब स्क्रॅच  टीम क्या करती है?",
    "faq.reviewContentBody": "स्क्रॅच  टीम प्रतिदिन रिपोर्ट किये हुए कमेंट्स को और प्रोजेक्ट्स की समीक्षा करती है. अगर कोई स्क्रॅच  के कम्युनिटी गाइड लाइन्स {cgLink}का उल्लंघन करता है तो हम उस लिखे हुए हिस्से को हटाते  हैं और उस अकाउंट को एक वार्निंग भेजते हैं. क्या साझा किया गया और इससे पहले क्या उस अकाउंट को कोई वार्निंग दी गई इन बातों को देखकर  हम उन अकाउंट्स या नेटवर्क्स को भी ब्लॉक करते हैं जिससे ऐसे साहित्य को साझा किया गया.  ",
    "faq.blockedAccountTitle": "जब एक अकाउंट ब्लॉक होता है तो क्या होता है?",
    "faq.blockedAccountBody": "जब कोई अकाउंट ब्लॉक होता है तो वह व्यक्ति जिसका वह अकाउंट है उसमे नए प्रोजेक्ट्स नहीं बना सकता, नाही कमेंट्स लिख सकता है. जब वह लॉग  इन करेगा तो उसे एक पेज दिखेगा जिस पर उसके अकाउंट को ब्लॉक करने का कारण लिखा होगा। साथ ही एक फॉर्म भी होगा जिसमे वह अकाउंट को अनब्लॉक करने की प्रार्थना कर सकता है. अगर अकाउंट धारक यह बता सके कि  उन्हें अपनी गलती समझ में आ गयी है और वे भविष्य में स्क्रॅच  के कम्युनिटी गाइड लाइन्स {cgLink}का अनुसरण करने  का वचन देते हैं तो उनका अकाउंट अनब्लॉक किया जाता है.",
    "faq.stolenAccountTitle": "किसी ने मेरा अकाउंट खोला और मुझे ब्लॉक करवा दिया। तो मैं क्या करूँ?",
    "faq.stolenAccountBody": "आपका पासवर्ड सुरक्षित रखना यह आपका दाइत्व है. अगर किसी ने आपके अकाउंट पर कब्जा कर के बुरी चीजें की हों तो आप किसी वयस्क व्यक्ति को जो उस कंप्यूटर की निगरानी करता है उसे यह बात बताइये। अगर आपको ऐसा लगता है कि कोई अजनबी आपका अकाउंट इस्तेमाल कर रहा है तो आप अपना पासवर्ड बदलिए। या {contactLink}इस लिक पर अपनी समस्या बताइए। अगर आपका अकाउंट आपके द्वारा कम्युनिटी गाइड लाइन्स {cgLink}का उल्लंघन करने पर ब्लॉक किया गया है तो कृपया यह मत कहिये कि  वह किसी और  ने किया है. अगर कोई हमें ऐसा बताता है की किसी और ने उनके अकाउंट का इस्तेमाल कर के कोई बुरी चीज की है तो उस अकाउंट को अनब्लॉक करने से पहले हम उस व्यक्ति से बात करने का प्रयास करते हैं. इसका मतलब आपका अकाउंट ज्यादा दिनों तक निलंबित रहेगा। इसलिए अगर आप हमसे सच्ची बात कहेंगे तो आपका अकाउंट जल्दी अनब्लॉक हो जाएगा। ",
    "faq.aboutExtensionsTitle": "एक्सटेंशन क्या है?",
    "faq.aboutExtensionsBody": "स्क्रैच के एडिटर में  अलग से किसी ख़ास काम के लिए इस्तेमाल होने वाले ब्लॉक्स को एक्सटेंशन कहा जाता है. किसी किट को (जैसे LEGO रोबोटिक किट या माइक्रो बिट के किट्स  को) प्रोग्राम करने के लिए अलग से एक्सटेंशन होते हैं. स्क्रॅच  प्रोजेक्ट्स के अंदर अनुवाद करने के लिए एक्सटेंशन है. इसी तरह जैसे जैसे स्क्रॅच  का इस्तेमाल बढ़ेगा वैसे वैसे हम अलग अलग एक्सटेंशन जोड़ते रहेंगे।",
    "faq.howToAddExtensionsTitle": "मैं किसी प्रोजेक्ट में कोई एक्सटेंशन कैसे जोड़ूंगा?",
    "faq.howToAddExtensionsBody": "स्क्रॅच  के एडिटर के नीचले हिस्से में एक \"Extensions\" नाम का बटन है. उसपर क्लिक करने पर आपको बहुतसे एक्सटेंशन्स दिखाई देंगे। इनमे से कोई एक्सटेंशन जब आप सेलेक्ट करेंगे तो आपको स्क्रॅच  एडिटर में एक नयी केटेगरी दिखाई देगी। आप जब भी यह प्रोजेक्ट खोलेंगे यह केटेगरी भी उसके साथ दिखाई देगी। आप एक प्रोजेक्ट में बहुतसे एक्सटेंशन्स जोड़ सकते हो. ",
    "faq.createExtensionsTitle": "स्क्रैच के लिए अपना खुद का एक्सटेंशन कैसे बना सकता हूँ?",
    "faq.createExtensionsBody": "भविष्य में स्क्रॅच  की टीम एक्सटेंशन्स के बारे में सूचनाएं और दिशा निर्देश जारी करेगी। इसके बाद आप स्क्रॅच 3.0 की एक्सटेंशन लाइब्रेरी  में सम्मिलित करने के लिए अपना एक्सटेंशन स्क्रॅच  टीम को भेज सकते हो.  हम प्रायोगिक एक्सटेंशन्स बनाने और बांटने के बारे में भी दिशा निर्देश जारी करेंगे। इन एक्सटेंशन्स का प्रयोग कंप्यूटर पर प्रोजेक्ट बनाने के लिए किया जा सकेगा लेकिन उन्हें स्क्रॅच वेबसाइट पर साझा नही किया जा सकेगा।",
    "faq.scratchXTitle": "ScratchX वेबसाइट का क्या होगा?",
    "faq.scratchXBody": "ScratchX वेबसाइट  (scratchx.org) यह नए एक्सटेंशन्स के लिए एक प्रयोगशाला थी.  ScratchX  के लिए बनाये गए एक्सटेंशन्स Scratch 3.0 के लिए अनुरूप नहीं हैं. एक बार प्रायोगिक एक्सटेंशन्स स्क्रॅच  के लिए तैयार हो जाते हैं तो हम ScratchX को बंद करेंगे और यूजर्स और डेवेलपर्स को नए प्लेटफार्म पर स्थानांतर करने के लिए समय देंगे।",
    "faq.cloudDataInfoTitle": "क्लाउड वेरिएबल्स क्या है?",
    "faq.cloudDataInfoBody": "क्लाउड वेरिएबल्स एक प्रोजेक्ट के डाटा को स्क्रॅच  कम्युनिटी के दुसरे मेंबर्स के साथ साझा करने में सहयोग करता है. आप क्लाउड वेरिएबल्स का प्रयोग सर्वे करने जैसे प्रोजेक्ट्स बनाने के लिए कर सकते हैं,, जिसमे दूसरे मेंबर्स इस डाटा को देख और सम्पादित कर सकते हैं. ",
    "faq.makeCloudVarTitle": "क्लाउड वेरिएबल कैसे बनाया जाता है? ",
    "faq.makeCloudVarBody": "ब्लॉक्स पैलेट में वेरिएबल्स पर क्लिक करें। और  \"Make a Variable\" चुनें। वेरिएबल का नाम लिखने के बाद  \"Cloud variable (stored on server)\" को  करें। यह वेरिएबल केवल स्क्रॅच ले ऑनलाइन एडिटर में ही उपलब्ध है. आपने बनाये हुए क्लाउड वेरिएबल का डाटा सर्वर पर स्टोर किया जाता है और उसे संजो कर रखा जाता है. यह डाटा प्रोजेक्ट को ओपन करने वाले सभी को उपलब्ध  होता है.",
    "faq.onlyNumbersTitle": "क्लाउड वेरिएबल्स में किस तरह का डाटा स्टोर  सकता है?",
    "faq.onlyNumbersBody": "क्लाउड  वेरिएबल्स में केवल संख्या याने नंबर्स स्टोर कर के रखे जा सकते हैं.",
    "faq.storedCloudInfoTitle": "क्लाउड वेरिएबल्स में स्टोर किया हुआ डाटा कौन देख सकता है?",
    "faq.storedCloudInfoBody": "जब आप कोई ऐसा प्रोजेक्ट खोलते है जिसमे क्लाउड वेरिएबल का इस्तेमाल हुआ है तब आपके यूजरनेम के साथ जो डाटा स्टोर होगा वह कोई भी देख सकता है.",
    "faq.reportCloudTitle": "अगर कोई क्लाउड वेरिएबल में अनुचित जानकारी पोस्ट करता है तो उसे मैं कैसे रिपोर्ट करूँ?",
    "faq.reportCloudBody": "क्लाउड वेरिएबल अनुचित जानकारी के बारे में रिपोर्ट करने के लिए (प्रोजेक्ट के पेज में प्रोजेक्ट प्लेयर के नीचे) \"Report This\" बटन पर क्लिक कीजिये। अपने रिपोर्ट में यह  \"cloud variables\" है इसका अवश्य जिक्र करें। ",
    "faq.chatRoomTitle": "क्या मैं क्लाउड वेरिएबल्स का इस्तेमाल करके चाट रूम्स बना सकता हूँ?",
    "faq.chatRoomBody": "तकनिकी रूप से ऐसा करना संभव है. लेकिन स्क्रॅच  वेबसाइट पर इसकी अनुमति नहीं है.",
    "faq.changeCloudVarTitle": "क्लाउड वेरिएबल में लिखी हुई जानकारी को कौन बदल सकता है?",
    "faq.changeCloudVarBody": "केवल आप और आपके प्रोजेक्ट को देखने वाले लोग ही आपके क्लाउड वेरिएबल का डाटा देख सकते हैं. अगर  प्रोजेक्ट का कोड देख रहे हैं या उसे रीमिक्स कर रहे हैं तो  आपके प्रोजेक्ट की एक कॉपी बनाई जाती है और आपके प्रोजेक्ट के वेरिएबल में इसका कोई असर नही होता।",
    "faq.newScratcherCloudTitle": "मैंने लॉग इन किया हुआ है. लेकिन मैं क्लाउड वेरिएबल्स वाले प्रोजेक्ट्स नहीं इस्तेमाल कर पा रहा हूँ. ऐसा क्यों हो रहा है?",
    "faq.newScratcherCloudBody": "अगर आप स्क्रॅच  के वेबसाइट पर नए  \"New Scratcher\" हैं तो आप क्लाउड वैरिएबल वाले प्रोजेक्ट्स का इस्तेमाल नही कर पाएंगे। आपको इसके लिए पहले \"Scratcher\" बनना होगा। \"New Scratcher\" से  \"Scratcher\" बनने के बारे में जानकारी (ऊपर) अकाउंट्स सेक्शन में दी हुई है.",
    "faq.multiplayerTitle": "क्लाउड वेरिएबल्स का इस्तेमाल करके मल्टी  प्लेयर गेम्स बनाना संभव है क्या?",
    "faq.multiplayerBody": "नेटवर्क स्पीड और सिंक्रोनिजेशन के कारण मल्टी  प्लेयर गेम्स बनाना कठिन होगा। लेकिन कुछ स्क्रॅचर एक के बाद एक खेले जाने वाले गेम्स, और कुछ अन्य गेम्स का आईडिया सामने लेकर आये हैं.",
    "faq.schoolsTitle": "स्कूल्स  में स्क्रॅच",
    "faq.howTitle": "स्कूल्स  में स्क्रॅच  का इस्तेमाल किस तरह किया जाता है?",
    "faq.howBody": "दुनिया भर में स्क्रॅच  लाखों स्कूलों में इस्तेमाल किया जाता है.  इसे कई अलग अलग विषयों के लिए प्रयोग में लाया जाता है. (जैसे भाषाएं, कला, विज्ञान, इतिहास, गणित, और कंप्यूटर साइंस). आप स्कूल्स  में और अन्य शिक्षा ग्रहण क्षेत्रों में (जैसे म्यूजियम, लाइब्रेरी, और कम्युनिटी सेण्टर) में  स्क्रॅच  के इस्तेमाल के बारे में विस्तार से जानकारी और सहयोगी साहित्य इस लिंक पर पढ़ सकते हैं.{educatorsLink}",
    "faq.educatorsLinkText": "शिक्षाविदों के लिए जानकारी ",
    "faq.noInternetTitle": "क्या विद्यार्थियों के लिए इंटरनेट कनेक्शन के बिना भी स्क्रॅच  का इस्तेमाल करना संभव है?",
    "faq.noInternetBody": "हाँ. स्क्रॅच  का एक डाउनलोड कर के इंस्टाल  किया जाने वाला संस्करण है {downloadLink}यह डेस्कटॉप और लॅपटॉप  कम्प्यूटर्स पर चलता है. यह Windows  और Macintosh कम्प्यूटर्स पर उपलब्ध है.",
    "faq.communityTitle": "क्या मैं मेरे विद्यार्थियों के स्क्रॅच की ऑनलाइन कम्युनिटी के इस्तेमाल पर प्रतिबन्ध लगा सकता हूँ?",
    "faq.communityBody": "स्क्रॅच  की ऑनलाइन कम्युनिटी बच्चों को दूसरों के साथ सीखने, सहयोग करने और प्रोजेक्ट साझा करने की सुविधा प्रदान करती है. इसे स्क्रॅच  के मॉडरेटर्स {cgLink}नियंत्रित करते हैं. लेकिन अगर किसी शिक्षक को अपने विद्यार्थियों को ऑनलाइन कम्युनिटी से प्रतिबंधित करना है तो वे ऐसा कर सकते हिन्। इसके लिए वे स्क्रॅच  का एप्प  डाउनलोड कर के  बिना इंटरनेट कनेक्शन के उसे इस्तेमाल कर सकते हैं.",
    "faq.teacherAccountTitle": "स्क्रॅच  का टीचर अकाउंट क्या है?",
    "faq.teacherAccountBody": "अध्यापकों और शिक्षाविदों को स्क्रॅच  वेबसाइट पर विद्यार्थियों के सहभाग पर निगरानी रखने के लिए स्क्रॅच  टीचर्स अकाउंट उपलब्ध है. इसमें शिक्षक अपने विद्यार्थियों के लिए नए अकाउंट्स खोल सकते हैं. अपने  विद्यार्थियों के प्रोजेक्ट्स के संकलन करने के लिए स्टुडिओज बना सकते हैं. विद्यार्थियों के कमैंट्स को मॉनिटर कर सकता हैं. स्क्रॅच  के टीचर अकाउंट के बारे मी जानकारी यहाँ पर पढ़िए। {eduFaqLink}",
    "faq.eduFaqLinkText": "स्क्रॅच  टीचर अकाउंट FAQ ",
    "faq.requestTitle": "मैं स्क्रॅच  में टीचर अकाउंट कैसे बना सकता  हूँ?",
    "faq.requestBody": "स्क्रॅच  में टीचर अकाउंट के लिए इस लिंक से लॉगइन कर के रिक्वेस्ट भेज सकते हैं. {educatorsLink}. हम रजिस्ट्रेशन के समय आपके अध्यापक होने को वेरीफाई करने के लिए जरूरी जानकारी मांगते  हैं. ",
    "faq.dataTitle": "स्क्रॅच  विद्यार्थियों के बारे में कौनसी जानकारी इकट्ठा करता है?",
    "faq.dataBody": "विद्यार्थी जब स्क्रॅच  में अकाउंट खोलते हैं तो उस समय हम लिंग, उम्र, (जन्म का महीना और वर्ष), देश, और ईमेल एड्रेस मांगते हैं. यह जानकारी (संक्षिप्त रूप में ) स्क्रॅच  के उपयोग के बारे में रिसर्च  करने के लिए इस्तेमाल होती है.  जब कोई शिक्षक अपने अकाउंट से विद्यार्थियों के बहुतसे अकाउंट इकट्ठा  खोलते हैं तो उस समय हम विद्यार्थियों के ईमेल एड्रेस  नहीं मांगते।",
    "faq.lawComplianceTitle": "क्या स्क्रॅच  का ऑनलाइन वर्जन यूनाइटेड स्टेट्स के लोकल और फ़ेडरल नियमों के अनुरूप है?",
    "faq.lawComplianceBody1": "स्क्रॅच  विद्यार्थियों, और सभी यूजर्स के प्राइवेसी का सम्मान करता है. हमने स्क्रॅच  के वेबसाइट पर इकट्ठा की हुई जानकारी के संरक्षण के लिए भौतिक रूप से और इलेक्ट्रॉनिक उपकरणों के रूप में सुरक्षा के इंतजाम किये हैं. हालाँकि हम ऐसी स्थिति में नहीं हैं की हम हमारे विनामूल्य साहित्य का प्रयोग करने वाले हरेक व्यक्ति को इस बात की लिखित गारंटी दे सकें।  हम यूनाइटेड स्टेट्स में MIT  पर और स्क्रॅच  फाउंडेशन पर लागू होने वाले सभी फ़ेडरल नियमों का पालन करते हैं. स्क्रॅच  फाउंडेशन वह संस्था है जिसने स्क्रॅच  को बनाया है और उसका रखरखाव करती है.  आप ज्यादा जानकारी के लिए स्क्रॅच  की प्राइवेसी पॉलिसी  अवश्य पढ़ें। ",
    "faq.lawComplianceBody2": "अगर आप अपनी व्यक्तिगत जानकारी हमसे साझा किये बिना स्क्रॅच  के प्रोजेक्ट्स बनाना चाहते हैं तो आप स्क्रॅच  का ऍप  डाउनलोड कर सकते हैं {downloadLink}. इस एप्प  में बनाये हुए प्रोजेक्ट्स का स्क्रॅच  टीम को पता नहीं चलता जबतक आप इन प्रोजेक्ट्स को स्क्रॅच  के वेबसाइट पर स्क्रॅच  कम्युनिटी के साथ  के लिए अपलोड कर के साझा ना करो. "
}