{
    "faq.title": "Pomoć",
    "faq.intro": "Na ovoj stranici pronaći ćete odgovore na često postavljana pitanja o Scratchu.",
    "faq.aboutTitle": "Opća pitanja",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remiksiranje i kopiranje",
    "faq.accountsTitle": "Korisnički računi",
    "faq.permissionsTitle": "Licenciranje i dopuštenja",
    "faq.inappropriateContentTitle": "Neprikladan sadržaj",
    "faq.scratchExtensionsTitle": "Scratch ekstenzije",
    "faq.cloudDataTitle": "Varijable u oblaku",
    "faq.aboutScratchTitle": "Što je Scratch i što mogu učiniti s njim?",
    "faq.aboutScratchBody": "S programskim jezikom Scratch i internetskom zajednicom, možete stvarati vlastite interaktivne priče, igre i animacije -- i dijeliti svoje kreacije s drugima diljem svijeta. Dok mladi stvaraju i dijele Scratch projekte, uče kreativno razmišljati, sustavno razmišljati i surađivati. Da biste saznali više o Scratchu, pogledajte {aboutScratchLink} stranicu.",
    "faq.aboutScratchLinkText": "O Scratchu",
    "faq.makeGameTitle": "Kako mogu napraviti igru ​​ili animaciju sa Scratchom?",
    "faq.makeGameBody": "Provjerite {ideasLink} kako biste vidjeli mnogo načina za početak rada sa Scratchom",
    "faq.ideasLinkText": "Stranica s idejama",
    "faq.whoUsesScratchTitle": "Tko koristi Scratch?",
    "faq.whoUsesScratchBody": "Scratch koriste ljudi iz svih sredina, u svim zemljama diljem svijeta, u svim vrstama okruženja -- domovima, školama, knjižnicama, muzejima itd. Scratch je osmišljen posebno za mlade od 8 do 16 godina, ali ljudi svih dobi stvaraju i dijele sa Scratchom. Mlađa djeca možda će htjeti isprobati {scratchJrLink}, pojednostavljenu verziju Scratch-a namijenjenu dobi od 5 do 7 godina.",
    "faq.requirementsTitle": "Koji su sistemski zahtjevi za Scratch?",
    "faq.requirementsBody": "Scratch će raditi u većini trenutnih web preglednika na stolnim računalima, prijenosnim računalima i tabletima. Možete pregledavati projekte na mobilnim telefonima, ali trenutno ne možete kreirati ili uređivati ​​projekte na telefonima. Ispod je popis službeno podržanih preglednika.",
    "faq.requirementsDesktop": "Radna površina",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NIJE podržan.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobilni Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobilni Safari (11+)",
    "faq.requirementsNote": "Bilješka:",
    "faq.requirementsNoteDesktop": "Ako vaše računalo ne ispunjava ove zahtjeve, možete isprobati {downloadLink} uređivač (pogledajte sljedeću stavku u FAQ).",
    "faq.scratchApp": "Aplikacija za grebanje",
    "faq.requirementsNoteWebGL": "Ako naiđete na WebGL pogrešku, pokušajte s drugim preglednikom.",
    "faq.requirementsNoteTablets": "Na tabletima trenutačno ne postoji način korištenja blokova \"pritisnute tipke\" ili kontekstnih izbornika desnom tipkom miša.",
    "faq.offlineTitle": "Imate li verziju za preuzimanje kako bih mogao stvarati i pregledavati projekte izvan mreže?",
    "faq.offlineBody": "Aplikacija Scratch omogućuje vam stvaranje Scratch projekata bez internetske veze. Možete preuzeti {downloadLink} s web stranice Scratch ili iz trgovine aplikacija za svoj uređaj. (Ovo se prije zvalo \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Mogu li i dalje prenositi projekte izrađene sa starijim verzijama Scratch-a na web mjesto?",
    "faq.uploadOldBody": "Da: Možete dijeliti ili učitati projekte napravljene s ranijim verzijama Scratch-a i oni će biti vidljivi i moći će se igrati. (Međutim, ne možete preuzeti projekte napravljene ili uređene u kasnijim verzijama Scratch-a i otvoriti ih u ranijim verzijama. Na primjer, ne možete otvoriti Scratch 3.0 projekt u verziji za stolna {scratch2Link} računala jer Scratch 2.0 ne zna kako čitati format datoteke projekta .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Koliko košta Scratch? Trebam li licencu?",
    "faq.scratchCostBody": "Scratch jest i uvijek će biti besplatan. Ne trebate licencu za korištenje Scratch-a u svojoj školi, kod kuće ili bilo gdje drugdje. Razvoj i održavanje Scratch-a plaćaju se potporama i donacijama. Ako želite pridonijeti Scratchu, pogledajte naš {donateLink}.",
    "faq.donateLinkText": "Donirajte stranicu",
    "faq.mediaLabTitle": "Tko je stvorio Scratch?",
    "faq.mediaLabBody": "Scratch je razvio i održava Scratch tim {llkLink} na adresi {mediaLabLink}.",
    "faq.llkLinkText": "Grupa za cjeloživotni vrtić",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Što je Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 najnovija je generacija Scratcha, pokrenuta 2. siječnja 2019. Osmišljena je da proširi kako, što i gdje možete stvarati sa Scratchom. Uključuje desetke novih spriteova, potpuno novi uređivač zvuka i mnogo novih programskih blokova. A uz Scratch 3.0 možete stvarati i igrati projekte na svom tabletu, uz prijenosno ili stolno računalo.",
    "faq.reportBugsScratch3Title": "Kako mogu prijaviti greške i podijeliti povratne informacije o Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Možete prijaviti pogreške i podijeliti povratne informacije u {forumsLink} odjeljku Scratch foruma za raspravu.",
    "faq.forumsLinkText": "Greške",
    "faq.languagesScratch3Title": "Je li Scratch 3.0 dostupan na više jezika?",
    "faq.languagesScratch3Body1": "Da. Da biste promijenili jezik programskih blokova, kliknite na ikonu \"globusa\" na gornjoj navigacijskoj traci uređivača programiranja, zatim kliknite na padajući izbornik za odabir jezika.",
    "faq.languagesScratch3Body2": "Sve naše prijevode rade volonteri. Uređivač Scratch 3.0 već je preveden na više od 40 jezika. Možete pogledati sve jezike koji se trenutno prevode i pregledavaju na našem {transifexLink}. Ako želite pomoći s prijevodom ili recenzijom, kontaktirajte {emailLink}.",
    "faq.transifexLinkText": "prevoditeljski poslužitelj",
    "faq.removedBlocksScratch3Title": "Uklanja li Scratch 3.0 sve blokove kodiranja iz ranijih verzija Scratch-a?",
    "faq.removedBlocksScratch3Body": "Nijedan blok kodiranja nije uklonjen u Scratch 3.0, ali neki su se malo promijenili, a drugi su premješteni u \"Proširenja\" (kao što je opisano u nastavku, u {extensionsFAQLink} odjeljku).",
    "faq.newBlocksScratch3Title": "Uvodi li Scratch 3.0 nove blokove?",
    "faq.newBlocksScratch3Body": "Da! U Scratch 3.0 pronaći ćete:",
    "faq.newBlocksSoundEffect": "Novi \"zvučni efekti\" blokovi",
    "faq.newBlocksOperators": "Novi operatori koji olakšavaju rad s tekstom (nizovi)",
    "faq.newBlocksPen": "Novi blokovi za olovke, uključujući podršku za prozirnost",
    "faq.newBlocksGlide": "Novi klizni blok za lako premještanje na sprite (ili slučajnu točku)",
    "faq.newBlocksExtensions": "Mnogo novih mogućnosti kroz \"Scratch proširenja\" (pogledajte odjeljak Proširenja u nastavku)",
    "faq.biggerBlocksScratch3Title": "Zašto su blokovi veći u Scratchu 3.0 nego u ranijim verzijama?",
    "faq.biggerBlocksScratch3Body": "Kako bi Scratch 3.0 dobro funkcionirao na uređajima osjetljivim na dodir (kao što su mnogi Chromebookovi, Windows Surface prijenosna računala i tableti), morali smo povećati blokove, tako da je lakše povlačiti i dodirivati ​​blokove. Osim toga, blokovi su malo veći u Scratch 3.0 kako bi pomogli u rješavanju problema koje smo primijetili kod novih korisnika koji imaju problema s klikanjem i povlačenjem malih elemenata sučelja.",
    "faq.extensionsScratch3Title": "Gdje su nestali blokovi olovke? Gdje su nestali glazbeni blokovi? Gdje su nestali blokovi Video Sensinga?",
    "faq.extensionsScratch3Body": "Senzorski blokovi za olovku, glazbu i video premješteni su u proširenja. Proširenja se mogu dodati klikom na gumb u donjem lijevom kutu ekrana (pogledajte odjeljak \"Proširenja\" u nastavku).",
    "faq.paintEditorScratch3Title": "Koje su nove značajke u Paint Editoru?",
    "faq.paintEditorScratch3Body": "Paint Editor je redizajniran kako bi pružio moćne nove značajke, a istovremeno ga čini lakšim za korištenje. Promjene i nove značajke uključuju:",
    "faq.paintEditorLayout": "Novi izgled koji čini dostupne alate i opcije vidljivijima",
    "faq.paintEditorTools": "Novi alati kao što je \"gumica\" koja radi u vektorskom načinu rada",
    "faq.paintEditorColors": "Više opcija za odabir i podešavanje boja",
    "faq.paintEditorVector": "Više kontrole nad vektorskim točkama (ručice za krivulje i načini točaka)",
    "faq.paintEditorLayers": "Dodatne kontrole za redoslijed slojeva (\"pomakni naprijed\", \"pomakni nazad\" itd.)",
    "faq.paintEditorGradients": "Nove kontrole gradijenta",
    "faq.soundEditorScratch3Title": "Koje su nove značajke u uređivaču zvuka?",
    "faq.soundEditorScratch3Body": "Uređivač zvuka redizajniran je kako bi se olakšalo snimanje i rukovanje zvukovima. Nudi niz novih značajki:",
    "faq.soundEditorRecording": "Novi sustav snimanja koji je lakši za korištenje",
    "faq.soundEditorTrimming": "Novi sustav audio trimanja koji je lakši za korištenje",
    "faq.soundEditorEffects": "Novi zvučni efekti (kao što su \"brže\", \"sporije\" i \"robot\")",
    "faq.tipsWindwScratch3Title": "Što se dogodilo s prozorom Scratch Tips?",
    "faq.tipsWindowScratch3Body": "Umjesto prozora sa savjetima, Scratch 3.0 pruža sličan materijal kroz biblioteku uputa, kojoj se može pristupiti putem veze udžbenika na gornjoj navigacijskoj traci u uređivaču programiranja. Pronaći ćete upute za cijele projekte (kao što je \"Make a Chase Game\") ili određene blokove i značajke (kao što je \"Record a Sound\" ili \"Make it Spin\"). Uskoro će se dodati još vodiča (kao što su \"Pong Game\" i \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Što je remix?",
    "faq.remixDefinitionBody": "Kada Scratcher napravi kopiju tuđeg projekta i modificira ga kako bi dodao svoje ideje (na primjer, promjenom scenarija ili kostima), rezultirajući projekt naziva se \"remiks\". Svaki projekt podijeljen na web stranici Scratch može se remiksirati. Čak i manju promjenu smatramo važećim remiksom, sve dok se zasluge pripisuju izvornom kreatoru projekta i drugima koji su značajno doprinijeli remiksu.",
    "faq.remixableTitle": "Zašto Scratch Team zahtijeva da se svi projekti mogu \"remiksirati\"?",
    "faq.remixableBody": "Vjerujemo da je remiksiranje tuđih projekata izvrstan način za učenje programiranja i stvaranje zanimljivih projekata. Kroz remiksiranje, kreativne ideje se šire Scratch zajednicom i svi imaju koristi. Svi projekti koji se dijele na web stranici Scratch pokriveni su licencom \"Creative Commons Share Alike\", što znači da možete remiksirati bilo koji projekt koji vidite na web stranici Scratch -- a svi ostali mogu remiksirati bilo koji od projekata koje podijelite na web stranici .",
    "faq.creativeCommonsTitle": "Što ako ne želim da drugi remiksiraju moje projekte?",
    "faq.creativeCommonsBody": "Remiksiranje je važan dio Scratch zajednice. Ako ne želite da drugi gledaju ili remiksiraju vaše kreacije, i dalje možete stvarati projekte na web stranici Scratch, ali ih nemojte dijeliti na web stranici.",
    "faq.fairUseTitle": "Mogu li koristiti slike/zvukove/medije s interneta u svojim projektima?",
    "faq.fairUseBody": "Ako odlučite integrirati nečiji rad u svoj vlastiti, svakako mu dodijelite priznanje u odjeljku \"zasluge\" projekta i uključite vezu natrag na izvornik. Da biste pronašli sliku/zvukove koji su već licencirani za remiksiranje, pogledajte {ccLink}.",
    "faq.ccLinkText": "Stranica za pretraživanje Creative Commons",
    "faq.whyAccountTitle": "Zašto je korisno imati Scratch račun?",
    "faq.whyAccountBody": "Čak i bez računa, možete igrati tuđe projekte, čitati komentare i forume, pa čak i stvarati vlastite projekte. Ali potreban vam je račun za spremanje i dijeljenje projekata, pisanje komentara i postova na forumu te sudjelovanje u drugim \"društvenim\" aktivnostima u zajednici (kao što je \"voljenje\" tuđih projekata).",
    "faq.createAccountTitle": "Kako mogu kreirati račun?",
    "faq.createAccountBody": "Samo kliknite \"Pridruži se\" na Scratch početnoj stranici. Morat ćete odgovoriti na nekoliko pitanja i navesti adresu e-pošte. Traje samo nekoliko minuta i potpuno je besplatno!",
    "faq.checkConfirmedTitle": "Kako mogu provjeriti je li moj račun potvrđen?",
    "faq.howToConfirmTitle": "Kako mogu potvrditi svoj račun?",
    "faq.howToConfirmBody": "Nakon što stvorite novi račun na Scratchu, primit ćete poruku e-pošte s vezom. Samo kliknite vezu kako biste potvrdili svoj račun. Nakon što potvrdite svoj račun, moći ćete dijeliti projekte, pisati komentare i stvarati studije. Potvrda vašeg računa također vam omogućuje primanje ažuriranja e-poštom od Scratch tima. Ako ne možete pronaći e-poštu s vezom za potvrdu, provjerite mapu Spam. Ako ga i dalje ne možete pronaći, a želite primiti drugu kopiju, idite na postavke računa, kliknite karticu E-pošta i slijedite tamošnje upute. Napominjemo da može proći do sat vremena dok e-pošta ne stigne. Ako i dalje ne vidite e-poštu nakon sat vremena, {contactLink}.",
    "faq.contactLinkText": "javite nam",
    "faq.checkConfirmedBody": "Kako biste provjerili je li vaš račun potvrđen, prijavite se na svoj Scratch račun i idite na svoju {settingsLink} stranicu. Potvrđene adrese e-pošte prikazat će malu zelenu kvačicu. U suprotnom, vidjet ćete tekst 'Vaša adresa e-pošte nije potvrđena' u narančastoj boji.",
    "faq.settingsLinkText": "Postavke e-pošte",
    "faq.requireConfirmTitle": "Moram li potvrditi svoj račun?",
    "faq.requireConfirmBody": "Još uvijek možete koristiti mnoge aspekte Scratch-a bez potvrde računa, uključujući stvaranje i spremanje projekata (bez njihovog dijeljenja).",
    "faq.forgotPasswordTitle": "Zaboravio sam korisničko ime ili lozinku. Kako ga mogu resetirati?",
    "faq.forgotPasswordBody": "Unesite svoje korisničko ime ili e-mail adresu na {resetLink} stranici. Web stranica će poslati e-poruku na adresu povezanu s vašim korisničkim imenom i poveznicu koju možete koristiti za poništavanje lozinke.",
    "faq.resetLinkText": "Ponovno postavljanje lozinke",
    "faq.changePasswordTitle": "Kako mogu promijeniti svoju lozinku?",
    "faq.changePasswordBody": "Prijavite se na svoj Scratch račun, zatim posjetite našu {changeLink} stranicu gdje možete promijeniti svoju lozinku.",
    "faq.changeLinkText": "Postavke zaporke",
    "faq.changeEmailTitle": "Kako mogu promijeniti svoju adresu e-pošte?",
    "faq.changeEmailBody": "Prijavite se na svoj Scratch račun, zatim posjetite našu {changeEmailLink} stranicu gdje možete promijeniti svoju adresu e-pošte.",
    "faq.newScratcherTitle": "Kako mogu prijeći s 'novog Scratchera' na 'Scratchera'?",
    "faq.newScratcherBody": "Kada kreirate račun, bit ćete označeni kao 'Novi Scratcher'. Da biste izvršili prijelaz na \"Scratcher\", trebali biste izraditi i dijeliti projekte, korisno komentirati projekte drugih Scratchera i biti strpljivi! Nakon što ispunite uvjete, na stranici vašeg profila pojavit će se poveznica koja vas poziva da postanete Scratcher, a imat ćete i neke dodatne mogućnosti na web stranici Scratch. (Imajte na umu da ne promoviramo nove grebalice u grebalice na zahtjev)",
    "faq.multipleAccountTitle": "Mogu li imati više od jednog računa?",
    "faq.multipleAccountBody": "U redu je imati nekoliko računa na web stranici Scratch, sve dok se nijedan od njih ne koristi za razbijanje {cgLink}. U tom slučaju svi povezani računi mogu biti blokirani ili izbrisani.",
    "faq.multipleLoginTitle": "Je li u redu imati više od jedne osobe prijavljene na račun?",
    "faq.multipleLoginBody": "To nije dopušteno jer se urednik web stranice i projekta može lako zbuniti kada je više od jedne osobe prijavljeno na isti račun. Kada račun učini nešto što krši {cgLink}, svi povezani računi mogu biti blokirani ili izbrisani. Ako dijelite račun s nekim tko s njim učini nešto loše, to znači da vaši računi mogu biti blokirani zbog onoga što je druga osoba učinila.",
    "faq.changeUsernameTitle": "Mogu li promijeniti svoje korisničko ime?",
    "faq.changeUsernameBody": "Struktura web stranice Scratch ovisi o dosljednom nazivu računa, tako da nije moguće promijeniti svoje korisničko ime. Ako se stvarno trebate prebaciti na novo korisničko ime, možete napraviti novi račun, ali ćete sami morati kopirati svoje projekte na novi račun.",
    "faq.shareInfoTitle": "Koje informacije mogu podijeliti na/sa svojim računom?",
    "faq.shareInfoBody": "Nemojte dijeliti osobne podatke za kontakt, kao što je vaša fizička adresa, e-pošta, telefonski broj ili bilo što drugo što se može koristiti za uspostavljanje kontakta izvan web stranice Scratch. Prijavite projekte, komentare ili postove na forumu koji sadrže ovu vrstu informacija, kako bi Scratch tim mogao ukloniti informacije i podsjetiti autora na našu politiku protiv dijeljenja osobnih podataka za kontakt.",
    "faq.deleteAccountTitle": "Kako mogu izbrisati svoj račun?",
    "faq.deleteAccountBody": "Prijavite se na Scratch, a zatim kliknite svoje korisničko ime u gornjem desnom kutu. Odaberite \"Postavke računa\", zatim kliknite vezu \"Želim izbrisati svoj račun\" na dnu stranice. Ali to trebate učiniti samo ako ste potpuno sigurni da želite izbrisati svoj račun.",
    "faq.scratchFreeTitle": "Je li Scratch besplatan? Mogu li ga koristiti gdje god želim?",
    "faq.scratchFreeBody": "Da! Scratch je dostupan besplatno. Možete ga koristiti u svojoj školi i možete predavati tečaj o njemu (čak i tečaj koji košta). Ne morate kupiti licencu: besplatno je!",
    "faq.scratchScreenshotTitle": "Mogu li koristiti snimke zaslona programa Scratch u knjizi ili prezentaciji?",
    "faq.scratchScreenshotBody": "Da, možete koristiti snimke zaslona/slike aplikacije Scratch i web stranice u knjizi ili prezentaciji i smatrati ih licenciranima prema {licenseLink} licenci. Molimo vas da negdje u svojim materijalima navedete bilješku: \"Scratch je projekt Zaklade Scratch, u suradnji s Lifelong Kindergarten Group pri MIT Media Labu. Dostupan je besplatno na https://scratch.mit .edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Mogu li uključiti opis Scratch-a u brošure ili druge materijale?",
    "faq.scratchDescriptionBody": "Naravno! Preporučujemo sljedeći opis: \"Scratch je jezik kodiranja i online zajednica u kojoj možete stvarati vlastite interaktivne priče, igre i animacije -- i dijeliti svoje kreacije s drugima diljem svijeta. Dok mladi stvaraju i dijele Scratch projekte, uče kreativno razmišljati, sustavno razmišljati i surađivati. Scratch je projekt {sfLink} u suradnji s grupom Lifelong Kindergarten pri MIT Media Labu. Besplatno je dostupan na https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Mogu li predstaviti Scratch na konferenciji?",
    "faq.presentScratchBody": "Slobodno napravite prezentacije o Scratchu edukatorima ili drugim grupama.",
    "faq.supportMaterialTitle": "Mogu li koristiti/remiksirati Scratch materijale za podršku, spriteove, slike, zvukove ili uzorke projekata koje sam pronašao na web stranici?",
    "faq.supportMaterialBody": "Da: većina materijala za podršku Scratch na web stranici Scratch dostupna je pod {licenseLink} licencom. Postoji nekoliko iznimaka: Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga i Tera zaštitni su znakovi Scratch-a i ne mogu se koristiti bez izričitog dopuštenja Scratch tima.",
    "faq.sellProjectsTitle": "Mogu li prodati svoje Scratch projekte?",
    "faq.sellProjectsBody": "Da: Vaš Scratch projekt vaša je kreacija. Ali imajte na umu da nakon što podijelite svoj projekt na web stranici Scratch, svatko može slobodno preuzeti, remiksirati i ponovno koristiti projekt na temelju uvjeta {licenseLink} licence. Dakle, ako namjeravate prodati svoj projekt, možda biste trebali poništiti njegovo dijeljenje s web stranice Scratch.",
    "faq.sourceCodeTitle": "Gdje mogu pronaći izvorni kod za Scratch?",
    "faq.sourceCodeBody": "Izvorni kod za uređivač programiranja Scratch može se pronaći na {guiLink}. Izvorni kod za {flashLink} i {scratch14Link} također je dostupan na GitHubu. Za ažurirane informacije o razvojnim projektima koji se odnose na web stranicu Scratch, posjetite našu {developersLink}.",
    "faq.scratch14": "Ogrebanje 1.4",
    "faq.okayToShareTitle": "Kako mogu znati što je, a što nije u redu dijeliti na web stranici Scratch?",
    "faq.okayToShareBody": "Pogledajte Scratch {cgLink}- kratki su i ne uključuju puno pravnih stvari. Postoji poveznica na dnu svake stranice na Scratchu.",
    "faq.reportContentTitle": "Što da radim ako vidim nešto što nije prikladno?",
    "faq.reportContentBody": "Možete kliknuti vezu koja kaže \"prijavi\" na bilo kojem projektu, komentaru, postu za raspravu, studiju ili stranici profila gdje vidite nešto što nije u redu za Scratch. Ako je situacija komplicirana, možete koristiti {contactLink} poveznicu (dostupnu na dnu svake stranice) za objašnjenje. Svakako uključite što više detalja možete, s poveznicama na relevantne stranice.",
    "faq.noFlameTitle": "Što da radim ako vidim da je netko zao ili bez poštovanja?",
    "faq.noFlameBody": "Ne dodavati plamenu! Odgovaranje na zlobne komentare još zločestijim komentarima samo pogoršava stvari i može rezultirati blokiranjem vašeg računa. Umjesto toga, jednostavno prijavite sve što je bez poštovanja ili nekonstruktivno, a mi ćemo kontaktirati autora. Izvještaje provjeravamo svaki dan, više puta dnevno - stoga budite uvjereni, riješit ćemo stvari.",
    "faq.reviewContentTitle": "Što Scratch tim radi kada je nešto prijavljeno ili označeno?",
    "faq.reviewContentBody": "Scratch tim svaki dan pregledava prijavljene komentare i projekte. Ako nešto pokvari Scratch {cgLink}, mi ćemo to ukloniti i poslati upozorenje na račun. Također možemo blokirati račune ili mreže koje su korištene za dijeljenje, ovisno o tome što je podijeljeno i jesu li osobi ranije poslana upozorenja",
    "faq.blockedAccountTitle": "Što se događa kada je račun blokiran?",
    "faq.blockedAccountBody": "Kada je račun blokiran, vlasnik više ne može pristupiti svom računu, koristiti ga za izradu projekata ili objavljivanje novih komentara. Kada se prijave, vide stranicu koja objašnjava zašto je račun blokiran, zajedno s web-obrascem koji mogu koristiti za zahtjev za deblokiranje. Ako vlasnik može pokazati da razumije zašto mu je račun blokiran i obeća da će pratiti Scratch {cgLink} u budućnosti, bit će deblokiran.",
    "faq.stolenAccountTitle": "Netko je dobio pristup mom računu i blokirao moj račun. Što da radim?",
    "faq.stolenAccountBody": "Vi ste odgovorni za čuvanje sigurnosti svoje lozinke. Ako je netko koga poznajete preuzeo kontrolu nad vašim računom i učinio loše stvari, recite odraslima koji su zaduženi za računalo koje je koristio. Ako mislite da netko koga ne poznajete ima pristup vašem računu, promijenite lozinku i/ili koristite {contactLink} poveznicu da objasnite situaciju. Ako je vaš račun blokiran zbog nečega što ste vi učinili što je pokvarilo {cgLink} Scratch, nemojte nam reći da je to učinio netko drugi. Kad nam ljudi kažu da je netko drugi upotrijebio njihov račun da učini nešto loše, moramo pokušati razgovarati s tom osobom prije nego što možemo vratiti račun. To znači da će vaš račun samo ostati blokiran puno dulje nego ako nam budete iskreni o tome što se dogodilo.",
    "faq.aboutExtensionsTitle": "Što su ekstenzije?",
    "faq.aboutExtensionsBody": "U uređivaču Scratch možete dodati zbirke dodatnih blokova koji se nazivaju \"proširenja\". Na primjer, postoje proširenja koja vam omogućuju programiranje fizičkih uređaja (kao što su micro:bit i LEGO robotski kompleti) i prevođenje teksta unutar vašeg Scratcha projekti. S vremenom ćemo nastaviti dodavati nova proširenja, tako da će ono što možete učiniti sa Scratchom s vremenom rasti.",
    "faq.howToAddExtensionsTitle": "Kako mogu dodati proširenje projektu?",
    "faq.howToAddExtensionsBody": "Ako kliknete na gumb \"Proširenja\" u donjem lijevom kutu Scratch programskog uređivača, vidjet ćete popis svih Scratch ekstenzija. Kada odaberete jedno od proširenja, nova kategorija blokova bit će dodana vašem projektu. Ekstenzija će se automatski učitati svaki put kada se otvori vaš projekt. Možete dodati više proširenja u isti projekt.",
    "faq.createExtensionsTitle": "Kako mogu stvoriti vlastito proširenje za Scratch?",
    "faq.createExtensionsBody": "Scratch tim će u budućnosti objavljivati ​​specifikacije i smjernice za proširenja. Kada budu dostupna, moći ćete poslati proširenja Scratch timu na razmatranje u službenoj biblioteci proširenja Scratch 3.0. Također ćemo pružiti smjernice za razvoj i distribuciju \"eksperimentalnih\" ekstenzija, koje se mogu koristiti za izradu projekata na pojedinačnim računalima, ali se ne mogu dijeliti u mrežnoj zajednici Scratch.",
    "faq.scratchXTitle": "Što će se dogoditi s web mjestom ScratchX?",
    "faq.scratchXBody": "Web stranica ScratchX (scratchx.org) bila je eksperimentalni test za proširenja. Proširenja stvorena za ScratchX nisu kompatibilna sa Scratch 3.0. Nakon što eksperimentalna proširenja budu u potpunosti podržana u Scratchu, ukinut ćemo podršku za ScratchX i dati programerima i korisnicima vremena za prijelaz sa ScratchX-a na novu platformu proširenja.",
    "faq.cloudDataInfoTitle": "Što su varijable oblaka?",
    "faq.cloudDataInfoBody": "Varijable u oblaku omogućuju spremanje podataka iz projekta i dijeljenje s drugim ljudima u Scratch zajednici. Možete koristiti varijable oblaka za izradu anketa i drugih projekata u kojima drugi u zajednici mogu pristupati podacima i mijenjati ih tijekom vremena.",
    "faq.makeCloudVarTitle": "Kako mogu napraviti varijablu oblaka?",
    "faq.makeCloudVarBody": "Idite na odjeljak \"Varijable\" na paleti blokova, odaberite \"Napravi varijablu\", a zatim pritisnite potvrdni okvir pored \"Varijabla oblaka (pohranjena na poslužitelju)\". Podaci povezani s vašom varijablom oblaka bit će pohranjeni na poslužitelju, sačuvani tijekom vremena i dostupni svakome tko otvori projekt.",
    "faq.onlyNumbersTitle": "Koje vrste podataka mogu biti pohranjene u varijablama oblaka?",
    "faq.onlyNumbersBody": "U varijablama oblaka mogu se pohraniti samo brojevi.",
    "faq.storedCloudInfoTitle": "Tko može vidjeti podatke pohranjene u varijablama oblaka?",
    "faq.storedCloudInfoBody": "Kada komunicirate s projektom pomoću varijabli oblaka, podaci povezani s vašim interakcijama mogu se pohraniti zajedno s vašim korisničkim imenom, a drugi ih mogu vidjeti.",
    "faq.reportCloudTitle": "Ako vidim da netko objavljuje neprikladan sadržaj koristeći varijable oblaka, kako to prijaviti?",
    "faq.reportCloudBody": "Kliknite gumb \"Prijavi ovo\" (ispod playera projekta na stranici projekta) da biste prijavili neprikladni sadržaj u varijablama oblaka. Obavezno spomenite \"varijable oblaka\" kada upisujete razlog u izvješće.",
    "faq.chatRoomTitle": "Mogu li napraviti sobe za razgovor s varijablama u oblaku?",
    "faq.chatRoomBody": "Iako je tehnički moguće stvoriti sobe za razgovor s varijablama oblaka, one nisu dopuštene na web stranici Scratch.",
    "faq.changeCloudVarTitle": "Tko može promijeniti informacije u varijabli oblaka?",
    "faq.changeCloudVarBody": "Samo vi i gledatelji vašeg projekta možete pohranjivati ​​podatke u varijablama oblaka vašeg projekta. Ako ljudi \"vide iznutra\" ili remiksiraju vaš kod, stvara se kopija varijable i ne utječe niti se mijenja izvorna varijabla.",
    "faq.newScratcherCloudTitle": "Prijavljen sam, ali ne mogu koristiti projekte s varijablama oblaka. Što se događa?",
    "faq.newScratcherCloudBody": "Ako ste još uvijek \"Novi Scratcher\" na web stranici, nećete moći koristiti projekte s varijablama oblaka. Morate postati \"Scratcher\" da biste imali pristup varijablama oblaka. Pogledajte odjeljak Računi (iznad) za više informacija o prijelazu s “Novi Scratcher” na \"Scratcher\".",
    "faq.multiplayerTitle": "Je li moguće napraviti igre za više igrača s varijablama u oblaku?",
    "faq.multiplayerBody": "Igre za više igrača mogu biti teške za stvaranje zbog brzine mreže i problema sa sinkronizacijom. Međutim, neki Scratcheri smišljaju kreativne načine za korištenje varijabli oblaka za igre skretanje po skretanje i druge vrste igara.",
    "faq.schoolsTitle": "Scratch u školama",
    "faq.howTitle": "Kako se Scratch koristi u školama?",
    "faq.howBody": "Scratch se koristi u stotinama tisuća škola diljem svijeta, u mnogim različitim predmetima (uključujući jezične umjetnosti, znanost, povijest, matematiku i informatiku). Možete saznati više o strategijama i resursima za korištenje Scratch-a u školama i drugim okruženjima za učenje (kao što su muzeji, knjižnice i društveni centri) na našem {educatorsLink}.",
    "faq.educatorsLinkText": "Stranica odgojitelja",
    "faq.noInternetTitle": "Postoji li način da učenici koriste Scratch bez internetske veze?",
    "faq.noInternetBody": "Da. To {downloadLink} je verzija Scratch-a koja se može preuzeti na prijenosnim i stolnim računalima. Trenutačno je aplikacija Scratch dostupna na Windows i Mac uređajima.",
    "faq.communityTitle": "Mogu li isključiti mrežnu zajednicu za svoje učenike?",
    "faq.communityBody": "Mrežna zajednica Scratch nudi mladim ljudima način da dijele, surađuju i uče sa svojim vršnjacima unutar moderirane zajednice kojom upravlja Scratch {cgLink}. Međutim, razumijemo da neki nastavnici više vole da njihovi učenici ne sudjeluju u online zajednici. Ovi edukatori možda žele instalirati aplikaciju Scratch, koja radi offline i lokalno na stolnom ili prijenosnom računalu.",
    "faq.teacherAccountTitle": "Što je Scratch Teacher Account?",
    "faq.teacherAccountBody": "Scratch Teacher Account pruža učiteljima i drugim edukatorima dodatne značajke za upravljanje sudjelovanjem učenika na Scratchu, uključujući mogućnost stvaranja studentskih računa, organiziranje studentskih projekata u studije i praćenje studentskih komentara. Za više informacija o Scratch računima učitelja pogledajte {eduFaqLink}.",
    "faq.eduFaqLinkText": "Scratch račun učitelja FAQ",
    "faq.requestTitle": "Kako mogu zatražiti Scratch Teacher Account?",
    "faq.requestBody": "Možete zatražiti Scratch račun učitelja od {educatorsLink} na Scratch. Molimo dodatne podatke tijekom registracije kako bismo potvrdili vašu ulogu edukatora.",
    "faq.dataTitle": "Koje podatke Scratch prikuplja o studentima?",
    "faq.dataBody": "Kada se student prvi put prijavi na Scratch, tražimo osnovne demografske podatke uključujući spol, dob (mjesec i godinu rođenja), državu i adresu e-pošte za provjeru. Ovi se podaci koriste (u agregiranom obliku) u istraživačkim studijama s ciljem poboljšanja našeg razumijevanja načina na koji ljudi uče uz Scratch. Kada nastavnik koristi Scratch Teacher Account za skupno kreiranje studentskih računa, učenici ne moraju dati adresu e-pošte za postavljanje računa.",
    "faq.lawComplianceTitle": "Je li mrežna verzija Scratch-a u skladu s lokalnim i saveznim zakonima Sjedinjenih Država o privatnosti podataka?",
    "faq.lawComplianceBody1": "Scratch duboko brine o privatnosti učenika i svih pojedinaca koji koriste našu platformu. Imamo fizičke i elektroničke postupke za zaštitu podataka koje prikupljamo na web stranici Scratch. Iako nismo u poziciji ponuditi ugovorna jamstva sa svakim subjektom koji koristi naš besplatni obrazovni proizvod, pridržavamo se svih saveznih zakona Sjedinjenih Država koji su primjenjivi na MIT i Scratch Foundation, organizacije koje su stvorile i održavaju Scratch. Potičemo vas da pročitate Scratch Pravila privatnosti za više informacija.",
    "faq.lawComplianceBody2": "Ako želite graditi projekte sa Scratchom bez slanja bilo kakvih osobnih podataka, možete preuzeti {downloadLink}. Projekti stvoreni u aplikaciji Scratch nisu dostupni Scratch timu, a korištenjem aplikacije Scratch Scratchu se ne otkrivaju nikakve osobne informacije osim ako te projekte ne prenesete u Scratch online zajednicu."
}