{
    "faq.title": "Tanya Jawab",
    "faq.intro": "Di halaman ini, anda akan menemukan jawaban pertanyaan-pertanyaan yang sering diajukan di Scratch.",
    "faq.aboutTitle": "Pertanyaan-Pertanyaan Umum",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Meremix dan Meniru",
    "faq.accountsTitle": "Akun",
    "faq.permissionsTitle": "Lisensi dan Izin",
    "faq.inappropriateContentTitle": "Konten Tidak Cocok",
    "faq.scratchExtensionsTitle": "Ekstensi Scratch",
    "faq.cloudDataTitle": "Variabel Cloud",
    "faq.aboutScratchTitle": "Apa itu Scratch, dan apa yang bisa saya lakukan dengannya?",
    "faq.aboutScratchBody": "Dengan bahasa pemrograman dan komunitas daring Scratch, kamu bisa membuat cerita interaktif, permainan, dan animasimu sendiri -- dan membagikannya dengan orang lain dari segala penjuru dunia. Saat orang muda membuat dan membagikan karya Scratch, mereka belajar untuk berpikir secara kreatif, mempertimbangkan secara sistematis, dan bekerja secara kolaboratif. Untuk mencari tahu lebih lanjut tentang Scratch, lihat halaman {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Tentang Scratch",
    "faq.makeGameTitle": "Bagaimana cara saya membuat suatu permainan atau animasi menggunakan Scratch?",
    "faq.makeGameBody": "Lihat {ideasLink} untuk berbagai cara memulai Scratch.",
    "faq.ideasLinkText": "Halaman ide",
    "faq.whoUsesScratchTitle": "Siapa yang menggunakan Scratch?",
    "faq.whoUsesScratchBody": "Scratch digunakan oleh orang-orang dari segala latar belakang, dari semua negara di dunia, dalam berbagai macam situasi -- rumah, sekolah, perpustakaan, museum, dan masih lebih banyak lagi. Scratch dirancang terutama untuk orang muda berumur 8 sampai 16, tapi orang-orang dari segala umur berkreasi dan berbagi dengan Scratch. Anak-anak yang lebih muda mungkin ingin mencoba {scratchJrLink}, sebuah versi Scratch yang disederhanakan dan dirancang untuk umur 5 sampai 7.",
    "faq.requirementsTitle": "Apa sistem yang diperlukan untuk Scratch?",
    "faq.requirementsBody": "Scratch bakal berjalan di peramban terbaru di desktop, laptop, dan tablet. Kamu bisa menjalankan karya di telepon genggam, tapi tidak bisa membuat atau mengubah karya. Di bawah ini adalah daftar peramban yang resmi didukung.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer TIDAK didukung.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Catatan:",
    "faq.requirementsNoteDesktop": "Jika komputermu tidak memenuhi keperluan-keperluan ini, kamu bisa mencoba editor {downloadLink} (lihat bagian berikutnya di FAQ)",
    "faq.scratchApp": "Aplikasi Scratch",
    "faq.requirementsNoteWebGL": "Jika kamu mendapatkan sebuah error WebGL, coba peramban lainnya.",
    "faq.requirementsNoteTablets": "Di tablet, saat ini tidak ada cara untuk menggunakan balok \"tombol ditekan\" atau menu klik-kanan.",
    "faq.offlineTitle": "Apa anda punya versi yang dapat diunduh agar saya dapat membuat dan menjalankan karya secara offline?",
    "faq.offlineBody": "Aplikasi Scratch memungkinkan Anda membuat proyek Scratch tanpa koneksi internet. Anda dapat mengunduhnya {downloadLink} dari situs web Scratch atau toko aplikasi untuk perangkat Anda. (Ini sebelumnya disebut \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Apa saya masih bisa mengunggah karya-karya yang dibuat menggunakan versi-versi yang lebih lama dari Scratch ke situs?",
    "faq.uploadOldBody": "Ya. Kamu bisa membagikan atau mengunggah karya yang dibuat dengan versi Scratch yang lebih lama, dan mereka bakal dapat diakses dan dimainkan. (Meskipun begitu, kamu tidak bisa mengunduh karya yang dibuat atau diubah di Scratch versi lebih baru dan membukanya di versi lebih lama. Sebagai contoh, kamu tidak bisa membuka sebuah karya Scratch 3.0 di versi desktop dari {scratch2Link}, karena Scratch 2.0 tidak tahu cara membaca format berkas karya .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Berapa harga Scratch? Apa saya butuh lisensi?",
    "faq.scratchCostBody": "Scratch tersedia bebas biaya dan bakal selalu demikian. Kamu tidak memerlukan lisensi untuk menggunakan Scratch di sekolahmu, rumah, atau manapun. Pengembangan dan pemeliharaan Scratch dibiayai oleh hibah dana dan donasi. Jika kamu ingin berkontribusi ke Scratch, lihat {donateLink} kami.",
    "faq.donateLinkText": "Halaman donasi",
    "faq.mediaLabTitle": "Siapa yang membuat Scratch?",
    "faq.mediaLabBody": "Scratch dikembangkan dan dipelihara oleh Scratch Team dari {llkLink} di {mediaLabLink}.",
    "faq.llkLinkText": "kelompok Lifelong Kindergarten",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Apa itu Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 adalah generasi terbaru dari Scratch, diluncurkan pada 2 Januari 2019. Ini dirancang untuk memperluas bagaimana, apa, dan di mana Anda dapat berkreasi dengan Scratch. Ini mencakup lusinan sprite baru, editor suara yang benar-benar baru, dan banyak blok pemrograman baru. Dan dengan Scratch 3.0, Anda dapat membuat dan memainkan proyek di tablet, selain laptop atau komputer desktop.",
    "faq.reportBugsScratch3Title": "Bagaimana cara melaporkan bug dan membagikan masukan tentang Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Kamu bisa melaporkan bug dan memberikan masukan di bagian {forumsLink} dari forum pembahasan Scratch.",
    "faq.forumsLinkText": "Bug & Glitch",
    "faq.languagesScratch3Title": "Apakah Scratch 3.0 tersedia dalam lebih dari satu bahasa?",
    "faq.languagesScratch3Body1": "Iya. Untuk mengubah bahasa balok-balok pemrogramannya, klik ikon \"bola dunia\" di bar navigasi di atas editor pemrograman, kemudian klik menu tarikturun (dropdown) untuk memilih bahasa.",
    "faq.languagesScratch3Body2": "Semua terjemahan kami dilakukan oleh sukarelawan. Editor Scratch 3.0 telah diterjemahkan ke dalam 40+ bahasa. Anda dapat melihat semua bahasa yang sedang diterjemahkan dan ditinjau di {transifexLink}. Jika Anda ingin membantu menerjemahkan atau mengulas, silakan hubungi {emailLink}.",
    "faq.transifexLinkText": "server terjemahan",
    "faq.removedBlocksScratch3Title": "Apakah Scratch 3.0 menghapus balok kode apapun dari versi Scratch yang sebelumnya?",
    "faq.removedBlocksScratch3Body": "Tidak ada blok pengkodean yang dihapus di Scratch 3.0, tetapi beberapa telah berubah sedikit dan yang lainnya telah dipindahkan ke \"Ekstensi\" (seperti yang dijelaskan di bawah, di {extensionsFAQLink} bagian).",
    "faq.newBlocksScratch3Title": "Apakah Scratch 3.0 memperkenalkan balok-balok baru?",
    "faq.newBlocksScratch3Body": "Ya! Di Scratch 3.0 kamu bakal menemukan:",
    "faq.newBlocksSoundEffect": "Balok \"efek suara\" baru",
    "faq.newBlocksOperators": "Operator baru yang membuat bekerja dengan teks (string) menjadi lebih mudah",
    "faq.newBlocksPen": "Balok pena baru, termasuk fitur transparansi",
    "faq.newBlocksGlide": "Blok meluncur baru untuk berpindah dengan mudah ke sprite (atau titik acak)",
    "faq.newBlocksExtensions": "Banyak kemampuan baru melalui \"Ekstensi Scratch\" (lihat bagian Ekstensi di bawah)",
    "faq.biggerBlocksScratch3Title": "Mengapa blok lebih besar di Scratch 3.0 daripada di versi sebelumnya?",
    "faq.biggerBlocksScratch3Body": "Agar Scratch 3.0 berfungsi dengan baik pada perangkat sentuh (seperti banyak Chromebook, laptop Windows Surface, dan tablet), kami perlu membuat blok lebih besar, sehingga lebih mudah untuk menarik dan mengetuk blok. Selain itu, blok sedikit lebih besar di Scratch 3.0 untuk membantu mengatasi masalah yang kami amati dengan pengguna baru yang kesulitan mengklik dan menyeret elemen antarmuka kecil.",
    "faq.extensionsScratch3Title": "Ke mana blok Pena pergi? Ke mana blok Musik pergi? Ke mana perginya blok Video Sensing?",
    "faq.extensionsScratch3Body": "Blok Pena, Musik, dan Video Sensing telah dipindahkan ke ekstensi. Ekstensi dapat ditambahkan dengan mengeklik tombol di kiri bawah layar (lihat bagian \"Ekstensi\" di bawah).",
    "faq.paintEditorScratch3Title": "Apa saja fitur baru di Paint Editor?",
    "faq.paintEditorScratch3Body": "Paint Editor telah didesain ulang untuk menyediakan fitur-fitur baru yang canggih sekaligus membuatnya lebih mudah digunakan. Perubahan dan fitur baru meliputi:",
    "faq.paintEditorLayout": "Layout baru yang membuat peralatan dan opsi  yang tersedia lebih mudah terlihat",
    "faq.paintEditorTools": "Peralatan terbaru seperti sebuah \"penghapus\" untuk mode vektor",
    "faq.paintEditorColors": "Lebih banyak opsi untuk memilih dan menyesuaikan warna",
    "faq.paintEditorVector": "Lebih banyak kontrol atas titik vektor (pegangan kurva dan mode titik)",
    "faq.paintEditorLayers": "Kontrol tambahan untuk pengurutan lapisan (\"pindahkan ke depan\", \"pindahkan ke belakang\", dll.)",
    "faq.paintEditorGradients": "Kontrol gradien tambahan",
    "faq.soundEditorScratch3Title": "Apa saja fitur baru di Editor Suara?",
    "faq.soundEditorScratch3Body": "Editor Suara telah didesain ulang untuk memudahkan merekam dan memanipulasi suara. Ini menawarkan sejumlah fitur baru:",
    "faq.soundEditorRecording": "Sistem perekaman baru yang lebih mudah digunakan",
    "faq.soundEditorTrimming": "Sistem pemotongan audio baru yang lebih mudah digunakan",
    "faq.soundEditorEffects": "Efek suara baru (seperti \"lebih cepat\", \"lebih lambat\", dan \"robot\")",
    "faq.tipsWindwScratch3Title": "Apa yang terjadi pada Jendela Tips Scratch?",
    "faq.tipsWindowScratch3Body": "Alih-alih Jendela Tips, Scratch 3.0 menyediakan materi serupa melalui Perpustakaan Tutorial, yang dapat diakses melalui tautan Tutorial di bilah navigasi atas di editor pemrograman. Anda akan menemukan tutorial untuk keseluruhan proyek (seperti \"Make a Chase Game\") atau blok dan fitur tertentu (seperti \"Rekam Suara\" atau \"Make it Spin\"). Lebih banyak tutorial akan segera ditambahkan (seperti \"Pong Game\" dan \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Apa itu remix?",
    "faq.remixDefinitionBody": "Saat Scratcher membuat salinan proyek orang lain dan memodifikasinya untuk menambahkan ide mereka sendiri (misalnya, dengan mengubah skrip atau kostum), proyek yang dihasilkan disebut \"remix\". Setiap proyek yang dibagikan ke situs web Scratch dapat di-remix. Kami menganggap perubahan kecil sekalipun sebagai remix yang valid, selama kredit diberikan kepada pembuat proyek asli dan orang lain yang memberikan kontribusi signifikan pada remix.",
    "faq.remixableTitle": "Kenapa Scratch Team mengharuskan agar semua karya boleh diremix atau \"remixable\"?",
    "faq.remixableBody": "Kami percaya bahwa meremix proyek orang lain adalah cara yang bagus untuk belajar memprogram dan membuat proyek yang menarik. Melalui remixing, ide-ide kreatif menyebar melalui komunitas Scratch, dan semua orang mendapat manfaat. Semua proyek yang dibagikan di situs web Scratch dicakup oleh lisensi “Creative Commons Share Alike”, yang berarti Anda dapat mencampur ulang proyek apa pun yang Anda lihat di situs web Scratch -- dan semua orang dapat mencampur ulang proyek apa pun yang Anda bagikan di situs web .",
    "faq.creativeCommonsTitle": "Bagaimana jika saya tidak ingin orang lain untuk meremix karya-karya saya?",
    "faq.creativeCommonsBody": "Remixing adalah bagian penting dari komunitas Scratch. Jika Anda tidak ingin orang lain melihat atau me-remix kreasi Anda, Anda tetap dapat membuat proyek di situs web Scratch, tetapi jangan membagikannya di situs web.",
    "faq.fairUseTitle": "Bolehkan saya menggunakan gambar / suara / media dari internet dalam karya-karya saya?",
    "faq.fairUseBody": "Jika Anda memilih untuk mengintegrasikan karya orang lain ke dalam karya Anda sendiri, pastikan untuk memberi mereka kredit di bagian 'kredit' proyek, dan sertakan tautan kembali ke aslinya. Untuk menemukan seni / suara yang sudah dilisensikan untuk remix, lihat {ccLink}.",
    "faq.ccLinkText": "halaman pencarian Creative Commons",
    "faq.whyAccountTitle": "Mengapa berguna untuk memiliki akun Scratch?",
    "faq.whyAccountBody": "Bahkan tanpa akun, Anda dapat memainkan proyek orang lain, membaca komentar dan forum, dan bahkan membuat proyek Anda sendiri. Tetapi Anda memerlukan akun untuk menyimpan dan berbagi proyek, menulis komentar dan posting forum, dan berpartisipasi dalam aktivitas \"sosial\" lainnya di komunitas (seperti \"mencintai\" proyek orang lain).",
    "faq.createAccountTitle": "Bagaimana cara membuat akun?",
    "faq.createAccountBody": "Cukup klik \"Gabung\" di beranda Scratch. Anda harus menjawab beberapa pertanyaan, dan memberikan alamat email. Hanya perlu beberapa menit, dan ini benar-benar gratis!",
    "faq.checkConfirmedTitle": "Bagaimana cara saya mengecek apakah akun saya terkonfirmasi?",
    "faq.howToConfirmTitle": "Bagaimana cara saya mengonfirmasi akun saya?",
    "faq.howToConfirmBody": "Setelah Anda membuat akun baru di Scratch, Anda akan menerima pesan email dengan tautan. Cukup klik tautan untuk mengonfirmasi akun Anda. Setelah Anda mengonfirmasi akun, Anda akan dapat membagikan proyek, menulis komentar, dan membuat studio. Mengonfirmasi akun Anda juga memungkinkan Anda menerima pembaruan email dari Tim Scratch. Jika Anda tidak dapat menemukan email dengan tautan konfirmasi, periksa folder Spam Anda. Jika Anda masih tidak dapat menemukannya, dan ingin menerima salinan lainnya, buka Pengaturan Akun, klik tab Email, dan ikuti petunjuk di sana. Perlu diketahui bahwa mungkin diperlukan waktu hingga satu jam untuk menerima email. Jika Anda masih tidak melihat email setelah satu jam, {contactLink}.",
    "faq.contactLinkText": "beritahu kami",
    "faq.checkConfirmedBody": "Untuk memeriksa apakah akun Anda dikonfirmasi, login ke akun Scratch Anda dan buka {settingsLink} halaman Anda. Alamat email yang dikonfirmasi akan menampilkan tanda centang hijau kecil. Jika tidak, Anda akan melihat teks \"Alamat email Anda belum dikonfirmasi\" dalam warna oranye.",
    "faq.settingsLinkText": "Pengaturan Surel",
    "faq.requireConfirmTitle": "Apa saya harus mengonfirmasi akun saya?",
    "faq.requireConfirmBody": "Anda masih dapat menggunakan banyak aspek Scratch tanpa mengonfirmasi akun Anda, termasuk membuat dan menyimpan proyek (tanpa membagikannya).",
    "faq.forgotPasswordTitle": "Saya lupa nama pengguna atau kata sandi saya. Bagaimana cara meresetnya?",
    "faq.forgotPasswordBody": "Masukkan nama pengguna atau alamat email Anda di {resetLink} halaman. Situs web akan mengirim email ke alamat yang terkait dengan nama pengguna Anda dan tautan yang dapat Anda gunakan untuk mengatur ulang kata sandi Anda.",
    "faq.resetLinkText": "Atur Ulang Kata Sandi",
    "faq.changePasswordTitle": "Bagaimana caranya mengubah sandi saya?",
    "faq.changePasswordBody": "Masuk ke akun Scratch Anda, lalu kunjungi {changeLink} halaman kami tempat Anda dapat mengubah kata sandi.",
    "faq.changeLinkText": "Pengaturan Sandi",
    "faq.changeEmailTitle": "Bagaimana cara saya mengubah alamat surel saya?",
    "faq.changeEmailBody": "Login ke akun Scratch Anda, lalu kunjungi halaman {changeEmailLink} kami di mana Anda dapat mengubah alamat email Anda.",
    "faq.newScratcherTitle": "Bagaiman cara agar saya pindah dari 'New Scratcher' menjadi 'Scratcher'?",
    "faq.newScratcherBody": "Saat Anda membuat akun, Anda akan diberi label sebagai New Scratcher. Untuk melakukan transisi ke Scratcher, Anda harus membuat dan membagikan proyek, memberikan komentar yang membantu pada proyek Scratcher lain, dan bersabarlah! Setelah Anda memenuhi persyaratan, tautan akan muncul di halaman profil Anda yang mengundang Anda untuk menjadi Scratcher, dan Anda akan memiliki beberapa kemampuan tambahan di situs web Scratch. (Perhatikan bahwa kami tidak mempromosikan Scratcher Baru ke Scratcher berdasarkan permintaan)",
    "faq.multipleAccountTitle": "Bolehkan saya punya lebih dari satu akun?",
    "faq.multipleAccountBody": "Tidak apa-apa memiliki beberapa akun di situs web Scratch, asalkan tidak ada yang digunakan untuk merusak file {cgLink}. Dalam hal ini, semua akun terkait dapat diblokir atau dihapus.",
    "faq.multipleLoginTitle": "Bolehkah lebih dari satu orang menggunakan satu akun?",
    "faq.multipleLoginBody": "Ini tidak diperbolehkan karena situs web dan editor proyek dapat dengan mudah menjadi bingung ketika lebih dari satu orang masuk ke akun yang sama. Saat akun melakukan sesuatu yang melanggar {cgLink}, semua akun terkait dapat diblokir atau dihapus. Jika Anda berbagi akun dengan seseorang yang melakukan sesuatu yang buruk dengannya, ini berarti akun Anda dapat diblokir atas perbuatan orang lain tersebut.",
    "faq.changeUsernameTitle": "Bisakan saya mengubah username saya?",
    "faq.changeUsernameBody": "Struktur situs web Scratch bergantung pada nama akun yang konsisten, jadi tidak mungkin mengubah nama pengguna Anda. Jika Anda benar-benar perlu beralih ke nama pengguna baru, Anda dapat membuat akun baru, tetapi Anda harus menyalin sendiri proyek Anda ke akun baru.",
    "faq.shareInfoTitle": "Informasi apa yang boleh saya bagikan menggunakan akun saya?",
    "faq.shareInfoBody": "Harap jangan membagikan informasi kontak pribadi, seperti alamat fisik, email, nomor telepon, atau apa pun yang dapat digunakan untuk melakukan kontak di luar situs web Scratch. Silakan laporkan proyek, komentar, atau kiriman forum yang berisi informasi semacam ini, sehingga Tim Scratch dapat menghapus informasi tersebut, dan mengingatkan penulis tentang kebijakan kami untuk tidak membagikan informasi kontak pribadi.",
    "faq.deleteAccountTitle": "Bagaimana cara saya menghapus akun saya?",
    "faq.deleteAccountBody": "Login ke Scratch, lalu klik nama pengguna Anda di pojok kanan atas. Pilih \"Pengaturan Akun\", lalu klik tautan \"Saya ingin menghapus akun saya\" di bagian bawah laman. Tetapi Anda hanya boleh melakukan ini jika Anda benar-benar yakin ingin menghapus akun Anda.",
    "faq.scratchFreeTitle": "Apakah Scratch gratis? Bisakah saya menggunakannya di mana pun saya mau?",
    "faq.scratchFreeBody": "Ya! Scratch tersedia gratis. Anda dapat menggunakannya di sekolah Anda, dan Anda dapat mengajarkan kursus tentangnya (bahkan kursus yang membutuhkan biaya). Anda tidak perlu membeli lisensi: gratis!",
    "faq.scratchScreenshotTitle": "Bisakah saya menggunakan tangkapan layar Scratch di buku atau presentasi?",
    "faq.scratchScreenshotBody": "Ya, Anda dapat menggunakan tangkapan layar / gambar aplikasi Scratch dan situs web dalam buku atau presentasi, dan menganggapnya sebagai lisensi di bawah lisensi {licenseLink}. Kami meminta Anda menyertakan catatan di suatu tempat di materi Anda yang mengatakan: \"Scratch adalah proyek dari Scratch Foundation, bekerja sama dengan Lifelong Kindergarten Group di MIT Media Lab. Ini tersedia gratis di https://scratch.mit .edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Bolehkah saya mencantumkan deskripsi Scratch di brosur atau materi lainnya?",
    "faq.scratchDescriptionBody": "Tentu! Kami merekomendasikan deskripsi berikut: \"Scratch adalah bahasa pengkodean dan komunitas online tempat Anda dapat membuat cerita, game, dan animasi interaktif Anda sendiri -- dan berbagi kreasi Anda dengan orang lain di seluruh dunia. Saat anak muda membuat dan berbagi proyek Scratch, mereka belajar berpikir kreatif, bernalar secara sistematis, dan bekerja secara kolaboratif. Scratch adalah proyek {sfLink} kolaborasi dengan grup Lifelong Kindergarten di MIT Media Lab. Ini tersedia gratis di https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Bolehkan saya mempresentasikan Scratch pada suatu konferensi?",
    "faq.presentScratchBody": "Silakan membuat presentasi tentang Scratch kepada pendidik atau kelompok lain.",
    "faq.supportMaterialTitle": "Bolehkah saya menggunakan / meremix bahan bantuan Scratch, sprite, gambar, suara atau karya contoh yang dapat saya temukan di situs?",
    "faq.supportMaterialBody": "Ya: Sebagian besar materi dukungan Scratch di situs web Scratch tersedia di bawah lisensi {licenseLink}. Ada beberapa pengecualian: Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, dan Tera adalah merek dagang Scratch, dan tidak dapat digunakan tanpa izin tertulis dari Scratch Team.",
    "faq.sellProjectsTitle": "Bolehkan saya menjual karya-karya Scratch saya?",
    "faq.sellProjectsBody": "Ya: Proyek Scratch Anda adalah kreasi Anda. Namun perlu diingat bahwa setelah Anda membagikan proyek Anda di situs web Scratch, semua orang bebas mengunduh, mencampur ulang, dan menggunakan kembali proyek tersebut berdasarkan persyaratan lisensi {licenseLink}. Jadi, jika Anda berniat untuk menjual proyek Anda, Anda mungkin ingin membatalkan pembagiannya dari situs web Scratch.",
    "faq.sourceCodeTitle": "Di mana saya dapat menemukan sumber kode untuk Scratch?",
    "faq.sourceCodeBody": "Kode sumber untuk editor pemrograman Scratch dapat ditemukan di {guiLink}. Kode sumber untuk {flashLink} dan {scratch14Link}, juga tersedia di GitHub. Untuk informasi terbaru tentang proyek pengembangan yang berkaitan dengan situs web Scratch, silakan kunjungi {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Bagaimana cara saya mengetahui apa yang boleh dan tidak boleh dibagikan di situs Scratch?",
    "faq.okayToShareBody": "Lihat Scratch {cgLink} - singkat dan tidak menyertakan banyak hal hukum. Ada tautan di bagian bawah setiap halaman di Scratch.",
    "faq.reportContentTitle": "Apa yang harus saya lakukan jika saya melihat sesuatu yang tidak cocok?",
    "faq.reportContentBody": "Anda dapat mengeklik tautan yang bertuliskan \"laporkan\" di proyek, komentar, pos diskusi, studio, atau halaman profil mana pun di mana Anda melihat sesuatu yang tidak baik untuk Scratch. Jika situasinya rumit, Anda dapat menggunakan tautan {contactLink} (tersedia di bagian bawah setiap halaman) untuk menjelaskan. Pastikan untuk memasukkan detail sebanyak mungkin, dengan link ke halaman yang relevan.",
    "faq.noFlameTitle": "Apa yang harus saya lakukan jika saya melihat seseorang berbuat jahat atau tidak menghargai?",
    "faq.noFlameBody": "Jangan bikin tambah panas! Membalas komentar-komentar jahat dengan komentar yang bernada sama hanya akan memperparah keadaan, dan dapat membuat akunmu diblokir. Melainkan, cukup laporkan apa saja yang tidak sopan ataupun membantu, dan kami akan mengikuti laporan tersebut. Kami mengecek laporan-laporan setiap hari, berkali-kali sehari - jadi jangan khawatir, kami akan membereskan semuanya.",
    "faq.reviewContentTitle": "Apa yang dilakukan Scratch Team saat sesuatu dilaporkan?",
    "faq.reviewContentBody": "Tinjauan Tim Scratch melaporkan komentar dan proyek setiap hari. Jika ada yang merusak Scratch {cgLink}, kami akan menghapusnya dan mengirimkan peringatan ke akun. Kami juga dapat memblokir akun atau jaringan yang digunakan untuk membagikannya, tergantung pada apa yang dibagikan dan apakah orang tersebut telah menerima peringatan sebelumnya",
    "faq.blockedAccountTitle": "Apa yang terjadi saat suatu akun diblokir?",
    "faq.blockedAccountBody": "Saat akun diblokir, pemilik tidak dapat lagi mengakses akunnya, menggunakannya untuk membuat proyek, atau mengirim komentar baru. Ketika mereka masuk, mereka melihat halaman yang menjelaskan mengapa akun diblokir, bersama dengan formulir web yang dapat mereka gunakan untuk meminta dibuka blokirnya. Jika pemilik dapat menunjukkan bahwa mereka memahami mengapa akun mereka diblokir, dan berjanji untuk mengikuti {cgLink} Scratch di masa mendatang, pemblokiran mereka akan dibatalkan.",
    "faq.stolenAccountTitle": "Seseorang mendapat akses ke akun saya dan membuat akun saya diblokir. Apa yang saya lakukan?",
    "faq.stolenAccountBody": "Anda bertanggung jawab untuk menjaga keamanan kata sandi Anda. Jika seseorang yang Anda kenal mengambil alih akun Anda dan melakukan hal buruk, beri tahu orang dewasa yang bertanggung jawab atas komputer yang mereka gunakan. Jika menurut Anda seseorang yang tidak Anda kenal memiliki akses ke akun Anda, ubah kata sandi dan/atau gunakan tautan {contactLink} untuk menjelaskan situasinya. Jika akun Anda diblokir karena melakukan sesuatu yang Anda lakukan yang merusak Scratch {cgLink}, jangan beri tahu kami bahwa orang lain yang melakukannya. Ketika orang memberi tahu kami bahwa orang lain menggunakan akun mereka untuk melakukan sesuatu yang buruk, kami perlu mencoba dan berbicara dengan orang itu sebelum kami dapat memulihkan akun tersebut. Ini berarti akun Anda akan tetap diblokir lebih lama daripada jika Anda jujur ​​kepada kami tentang apa yang terjadi.",
    "faq.aboutExtensionsTitle": "Apa itu ekstensi?",
    "faq.aboutExtensionsBody": "Di editor Scratch, Anda dapat menambahkan koleksi blok tambahan yang disebut \"ekstensi.\" Misalnya, ada ekstensi yang memungkinkan Anda memprogram perangkat fisik (seperti micro:bit dan kit robot LEGO) dan menerjemahkan teks di dalam Scratch Anda proyek. Kami akan terus menambahkan ekstensi baru dari waktu ke waktu, sehingga apa yang dapat Anda lakukan dengan Scratch akan terus berkembang dari waktu ke waktu.",
    "faq.howToAddExtensionsTitle": "Bagaimana cara menambahkan ekstensi ke proyek?",
    "faq.howToAddExtensionsBody": "Jika Anda mengeklik tombol \"Ekstensi\" di pojok kiri bawah editor pemrograman Scratch, Anda akan melihat daftar semua Ekstensi Scratch. Saat Anda memilih salah satu ekstensi, kategori blok baru akan ditambahkan ke proyek Anda. Ekstensi akan dimuat secara otomatis setiap kali proyek Anda dibuka. Anda dapat menambahkan beberapa ekstensi ke proyek yang sama.",
    "faq.createExtensionsTitle": "Bagaimana cara membuat ekstensi saya sendiri untuk Scratch?",
    "faq.createExtensionsBody": "Tim Scratch akan menerbitkan spesifikasi dan panduan untuk ekstensi di masa mendatang. Setelah tersedia, Anda dapat mengirimkan ekstensi ke Tim Scratch untuk dipertimbangkan di perpustakaan ekstensi resmi Scratch 3.0. Kami juga akan memberikan panduan untuk mengembangkan dan mendistribusikan ekstensi \"eksperimental\", yang dapat digunakan untuk membuat proyek di komputer individu, tetapi tidak dibagikan di komunitas online Scratch.",
    "faq.scratchXTitle": "Apa yang akan terjadi pada situs web ScratchX?",
    "faq.scratchXBody": "Situs web ScratchX (scratchx.org) adalah testbed eksperimental untuk ekstensi. Ekstensi yang dibuat untuk ScratchX tidak kompatibel dengan Scratch 3.0. Setelah ekstensi eksperimental didukung sepenuhnya di Scratch, kami akan menghentikan dukungan untuk ScratchX dan memberikan waktu kepada pengembang dan pengguna untuk beralih dari ScratchX ke platform ekstensi baru.",
    "faq.cloudDataInfoTitle": "Apa itu variabel cloud?",
    "faq.cloudDataInfoBody": "Variabel cloud memungkinkan data dari proyek disimpan dan dibagikan dengan orang lain di komunitas Scratch. Anda dapat menggunakan variabel cloud untuk membuat survei dan proyek lain di mana orang lain dalam komunitas dapat mengakses dan mengubah data dari waktu ke waktu.",
    "faq.makeCloudVarTitle": "Bagaimana saya bisa membuat variabel cloud?",
    "faq.makeCloudVarBody": "Buka bagian \"Variabel\" pada palet blok, pilih \"Buat Variabel\", lalu klik kotak centang di sebelah \"Variabel cloud (disimpan di server)\". Data yang terkait dengan variabel cloud Anda akan disimpan di server, dipertahankan dari waktu ke waktu, dan dapat diakses oleh siapa saja yang membuka proyek.",
    "faq.onlyNumbersTitle": "Jenis data apa yang dapat disimpan dalam variabel cloud?",
    "faq.onlyNumbersBody": "Hanya angka yang dapat disimpan dalam variabel cloud.",
    "faq.storedCloudInfoTitle": "Siapa yang dapat melihat data yang disimpan dalam variabel cloud?",
    "faq.storedCloudInfoBody": "Saat Anda berinteraksi dengan proyek menggunakan variabel cloud, data yang terkait dengan interaksi Anda dapat disimpan bersama dengan nama pengguna Anda, dan orang lain dapat melihatnya.",
    "faq.reportCloudTitle": "Jika saya melihat seseorang memposting konten yang tidak pantas menggunakan variabel cloud, bagaimana cara melaporkannya?",
    "faq.reportCloudBody": "Klik tombol \"Laporkan ini\" (di bawah pada pemutar proyek di halaman proyek) untuk melaporkan konten yang tidak pantas di variabel cloud. Pastikan Anda menyebutkan \"variabel cloud\" saat mengetik alasan di laporan.",
    "faq.chatRoomTitle": "Bisakah saya membuat ruang obrolan dengan variabel cloud?",
    "faq.chatRoomBody": "Meskipun secara teknis dimungkinkan untuk membuat ruang obrolan dengan variabel cloud, mereka tidak diizinkan di situs web Scratch.",
    "faq.changeCloudVarTitle": "Siapa yang dapat mengubah informasi di dalam variabel cloud?",
    "faq.changeCloudVarBody": "Hanya Anda dan pemirsa proyek Anda yang dapat menyimpan data dalam variabel cloud proyek Anda. Jika orang \"melihat ke dalam\" atau mencampur ulang kode Anda, itu membuat salinan variabel dan tidak memengaruhi atau mengubah variabel asli.",
    "faq.newScratcherCloudTitle": "Saya masuk, tetapi saya tidak dapat menggunakan proyek dengan variabel cloud. Apa yang sedang terjadi?",
    "faq.newScratcherCloudBody": "Jika Anda masih menjadi \"Scratcher Baru\" di situs web, Anda tidak akan dapat menggunakan project dengan variabel cloud. Anda harus menjadi \"Scratcher\" untuk memiliki akses ke variabel awan. Lihat bagian Akun (di atas) untuk informasi selengkapnya tentang transisi dari “Scratcher Baru” ke \"Scratcher\".",
    "faq.multiplayerTitle": "Apakah mungkin membuat game multipemain dengan variabel cloud?",
    "faq.multiplayerBody": "Game multipemain mungkin sulit dibuat, karena masalah kecepatan jaringan dan sinkronisasi. Namun, beberapa Scratcher menemukan cara kreatif untuk menggunakan variabel cloud untuk permainan bergiliran dan jenis permainan lainnya.",
    "faq.schoolsTitle": "Scratch di Sekolah-Sekolah",
    "faq.howTitle": " Bagaimana Scratch digunakan di sekolah-sekolah?",
    "faq.howBody": "Scratch digunakan di ratusan ribu sekolah di seluruh dunia, di berbagai bidang studi (termasuk seni bahasa, sains, sejarah, matematika, dan ilmu komputer). Anda dapat mempelajari lebih lanjut tentang strategi dan sumber daya untuk menggunakan Scratch di sekolah dan lingkungan belajar lainnya (seperti museum, perpustakaan, dan pusat komunitas) di {educatorsLink}.",
    "faq.educatorsLinkText": "Halaman Pendidik",
    "faq.noInternetTitle": "Apakah ada cara agar pelajar dapat menggunakan Scratch tanpa koneksi internet?",
    "faq.noInternetBody": "Ya. Ini {downloadLink} adalah versi Scratch yang dapat diunduh yang dapat berjalan di laptop dan desktop. Saat ini, aplikasi Scratch tersedia di perangkat Windows dan Mac.",
    "faq.communityTitle": "Bisakah saya menutup komunitas daring bagi murid-murid saya?",
    "faq.communityBody": "Komunitas online Scratch menyediakan cara bagi kaum muda untuk berbagi, berkolaborasi, dan belajar dengan rekan mereka dalam komunitas yang dimoderasi yang diatur oleh Scratch {cgLink}. Namun, kami memahami bahwa beberapa pengajar lebih memilih agar siswanya tidak berpartisipasi dalam komunitas online. Pendidik ini mungkin ingin menginstal aplikasi Scratch, yang berjalan secara offline dan lokal di komputer desktop atau laptop.",
    "faq.teacherAccountTitle": "Apa itu Akun Guru Scratch?",
    "faq.teacherAccountBody": "Akun Scratch Teacher memberi guru dan pendidik lainnya fitur tambahan untuk mengelola partisipasi siswa di Scratch, termasuk kemampuan untuk membuat akun siswa, mengatur proyek siswa ke dalam studio, dan memantau komentar siswa. Untuk informasi lebih lanjut tentang Akun Scratch Teacher, lihat {eduFaqLink}.",
    "faq.eduFaqLinkText": "Tanya Jawab Akun Guru",
    "faq.requestTitle": "Bagaimana caranya membuat permintaan Akun Guru Scratch?",
    "faq.requestBody": "Anda dapat meminta Akun Scratch Teacher {educatorsLink} dari Scratch. Kami meminta informasi tambahan selama proses pendaftaran untuk memverifikasi peran Anda sebagai pendidik.",
    "faq.dataTitle": "Data apa yang Scratch kumpulkan dari pelajar?",
    "faq.dataBody": "Saat siswa pertama kali mendaftar di Scratch, kami meminta data demografis dasar termasuk jenis kelamin, usia (bulan dan tahun lahir), negara, dan alamat email untuk verifikasi. Data ini digunakan (dalam bentuk gabungan) dalam studi penelitian yang dimaksudkan untuk meningkatkan pemahaman kita tentang bagaimana orang belajar dengan Scratch. Saat seorang pendidik menggunakan Akun Scratch Teacher untuk membuat akun siswa secara massal, siswa tidak diharuskan memberikan alamat email untuk pembuatan akun.",
    "faq.lawComplianceTitle": "Apakah versi online Scratch sesuai dengan undang-undang privasi data lokal dan federal Amerika Serikat?",
    "faq.lawComplianceBody1": "Scratch sangat peduli dengan privasi siswa dan semua individu yang menggunakan platform kami. Kami memiliki prosedur fisik dan elektronik untuk melindungi informasi yang kami kumpulkan di situs web Scratch. Meskipun kami tidak dalam posisi untuk menawarkan jaminan kontrak dengan setiap entitas yang menggunakan produk pendidikan gratis kami, kami mematuhi semua undang-undang federal Amerika Serikat yang berlaku untuk MIT dan Scratch Foundation, organisasi yang telah membuat dan memelihara Scratch. Kami mendorong Anda untuk membaca Kebijakan Privasi Scratch untuk informasi lebih lanjut.",
    "faq.lawComplianceBody2": "Jika Anda ingin membangun proyek dengan Scratch tanpa mengirimkan Informasi Pribadi apa pun kepada kami, Anda dapat mengunduh file {downloadLink}. Proyek yang dibuat di aplikasi Scratch tidak dapat diakses oleh Tim Scratch, dan menggunakan aplikasi Scratch tidak mengungkapkan informasi pengenal pribadi apa pun ke Scratch kecuali Anda mengunggah proyek ini ke komunitas online Scratch."
}