{
    "faq.title": "Domande Frequenti (FAQ)",
    "faq.intro": "In questa pagina troverai le risposte a domande frequenti su Scratch.",
    "faq.aboutTitle": "Domande Generali",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remixare e Copiare",
    "faq.accountsTitle": "Gli Account",
    "faq.permissionsTitle": "Licenza e Permessi",
    "faq.inappropriateContentTitle": "Contenuti Inappropriati",
    "faq.scratchExtensionsTitle": "Estensioni di Scratch",
    "faq.cloudDataTitle": "Variabili Cloud",
    "faq.aboutScratchTitle": "Cos'è Scratch e cosa posso realizzare usando Scratch?",
    "faq.aboutScratchBody": "Scratch è un linguaggio di programmazione e una comunità online dove puoi creare storie interattive, giochi, animazioni --  e condividere le tue creazioni con altre persone di tutto il mondo. I ragazzi mentre creano progetti, imparano a pensare in modo creativo, a ragionare in maniera sistematica e a lavorare in modo collaborativo. Per saperne di più su Scratch vai alla pagina {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Info su Scratch",
    "faq.makeGameTitle": "Come si fa a creare un gioco o un'animazione con Scratch?",
    "faq.makeGameBody": "Vai alla {ideasLink} per vedere i diversi modi di iniziare con Scratch",
    "faq.ideasLinkText": "pagina delle Idee",
    "faq.whoUsesScratchTitle": "Chi usa Scratch?",
    "faq.whoUsesScratchBody": "Scratch è usato da persone con background diversi provenienti da tutto il mondo e in ambiti diversi - case, scuole, biblioteche, musei e altro ancora. Scratch è stato sviluppato pensando principalmente ai giovani dagli 8 ai 16 anni, ma persone di ogni età creano e condividono le loro creazioni con Scratch. I più giovani possono provare {scratchJrLink}, una versione semplificata di Scratch progettata appositamente per bambini dai 5 ai 7 anni di età.",
    "faq.requirementsTitle": "Quali sono i requisiti di sistema per poter usare Scratch?",
    "faq.requirementsBody": "Scratch gira nella maggior parte dei moderni browser, pc desktop, portatili e tablet. Puoi vedere i progetti su uno smartphone, ma la momento non puoi creare o modificare progetti con il tuo smartphone. Qui sotto trovi la lista dei browser supportati ufficialmente.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NON è supportato.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Chrome per Dispositivi Mobili (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Nota:",
    "faq.requirementsNoteDesktop": "Se il tuo computer non rispetta questi requisiti puoi provare l'editor {downloadLink} (vedi la FAQ successiva). ",
    "faq.scratchDesktop": "Scratch Desktop",
    "faq.requirementsNoteWebGL": "Se riscontri un errore di WebGL, prova ad usare un browser diverso.",
    "faq.requirementsNoteTablets": "Al momento sui tablet non è possibile usare i blocchi \"tasto premuto\" o i menu contestuali attivati dal pulsante destro del mouse.",
    "faq.offlineTitle": "Esiste una versione scaricabile in modo da poter creare e vedere i progetti offline?",
    "faq.offlineBody": "L'editor Scratch Desktop ti permette di creare progetti Scratch anche quando non disponi di una connessione internet. Puoi scaricare {downloadLink} dal sito. E' il programma che In precedenza era chiamato editor Offline di Scratch.",
    "faq.uploadOldTitle": "Posso ancora caricare sul sito progetti creati con vecchie versioni di Scratch?",
    "faq.uploadOldBody": "Si: puoi condividere e caricare progetti che hai creato con versioni precedenti di Scratch e questi saranno visibili ed eseguibili. (Tuttavia non puoi scaricare progetti creati o modificati con versioni più recenti di Scratch o aprirli in versioni precedenti. Ad esempio, non puoi aprire un progetto di Scratch 3.0 nella versione desktop di {scratch2Link} in quanto Scratch 2.0 non sa come leggere il formato .sb3).",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Quando costa Scratch? Mi occorre una licenza?",
    "faq.scratchCostBody": "Scratch è e sempre sarà gratuito. Non ti occorre una licenza per usare Scratch nella tua scuola, a casa o dovunque tu preferisca. Lo sviluppo e supportodi Scratch è finanziato da borse e donazioni. Se vuoi contribuire a Scratch vai alla nostra pagina {donateLink}.",
    "faq.donateLinkText": "pagina delle Donazioni",
    "faq.mediaLabTitle": "Chi ha creato Scratch?",
    "faq.mediaLabBody": "Scratch è stato creato e sviluppato dallo Scratch Team presso il{llkLink} del {mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten group",
    "faq.mediaLabLinkText": "Media Lab del MIT",
    "faq.aboutScratch3Title": "Cosa è Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0, lanciato il 2 Gennaio 2019, è l'ultima generazione di Scratch. E' stato progettato per estendere come, cosa e dove puoi creare con Scratch. Include decine di nuovi sprite, un editor di suoni completamente rivisto e molti nuovi blocchi di programmazione. Con Scratch 3.0 puoi creare progetti usando il tuo tablet oltre al tuo portatile e al tuo computer fisso.",
    "faq.reportBugsScratch3Title": "Posso segnalare i bug e dare del feedack su Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Puoi segnalare bug e dare feedback nella sezione {forumsLink} dei forum di discussione di Scratch.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "Scratch 3.0 è disponibile in più lingue?",
    "faq.languagesScratch3Body1": "Si. Puoi cambiare la lingua dei blocchi di programmazione cliccando sull'icona del \"globo\" nella barra di navigazione superiore dell'editor di programmazione e scegliendo la lingua nel menu.",
    "faq.languagesScratch3Body2": "Tutte le nostre traduzioni sono fatte da volontari. L'editor di Scratch 3.0 è già stato tradotto in più di 40 lingue. Puoi vedere tutte le lingue in cui Scratch è stato tradotto nel nostro {transifexLink}. Se sei interessato a collaborare con la traduzione o la revisione delle traduzioni contattaci all'indirizzo{emailLink}.",
    "faq.transifexLinkText": "server delle traduzioni",
    "faq.removedBlocksScratch3Title": "Scratch 3.0 ha dei blocchi di programmazione in meno rispetto a quelli disponibili nelle precedenti versioni di Scratch?",
    "faq.removedBlocksScratch3Body": "Nessun blocco di programmazione è stato rimosso in Scratch 3.0, ma alcuni blocchi sono cambiati leggermente e altri sono stati spostati nelle \"Estensioni\" (come chiarito più sotto nella sezione {extensionsFAQLink}) .",
    "faq.newBlocksScratch3Title": "Scratch 3.0 introduce nuovi blocchi?",
    "faq.newBlocksScratch3Body": "Si! In Scratch 3.0 trovi:",
    "faq.newBlocksSoundEffect": "Nuovi blocchi \"porta effetto\" per i suoni",
    "faq.newBlocksOperators": "Nuovi operatori che rendono più semplice lavorare con il testo (stringhe)",
    "faq.newBlocksPen": "Nuovi blocchi penna, incluso il supporto per la trasparenza",
    "faq.newBlocksGlide": "Un nuovo blocco scivola, per spostarsi con facilità verso un altro sprite (o verso un punto scelto a caso)",
    "faq.newBlocksExtensions": "Molte nuove possibilità offerte dalle \"Estensioni di Scratch\" (vedi la sezioni sulle Estensioni più sotto)",
    "faq.biggerBlocksScratch3Title": "Perchè i blocchi di Scratch 3.0 sono più grandi delle versioni precedenti?",
    "faq.biggerBlocksScratch3Body": "Per far si che Scratch 3.0 sia facile da usare sui dispositivi touch (come i Chromebooks, i portatili Windows Surface e i tablet) abbiamo dovuto rendere i blocchi più grandi in modo che sia facile trascinarli e cliccarli. I blocchi di Scratch 3.0 sono inoltre leggermente più grandi per risolvere i problemi riscontrati da utenti per cui era difficile cliccare e trascinare degli elementi troppo piccoli.",
    "faq.extensionsScratch3Title": "Sono sono finiti i blocchi Penna? Dove sono finiti i blocchi per la Musica? Dove sono finiti i blocchi per interagire con la Webcam?",
    "faq.extensionsScratch3Body": "I blocchi Penna, Musica e Webcam sono stati spostati nelle estensioni. Le estensioni possono essere aggiunte cliccando il pulsante in basso a sinistra delle finestra di Scratch (vedi la sezione \"Estensioni\" più sotto). NOTA: non è necessario aggiungere i blocchi delle estensioni quando carichi un progetto che ne fa uso. Verranno caricati automaticamente.",
    "faq.paintEditorScratch3Title": "Quali sono le nuove funzioni dell'Editor di Immagini?",
    "faq.paintEditorScratch3Body": "L'Editor di Immagini è stato riprogettato per rendere disponibili nuove e potenti funzionalità oltre a renderne più semplice l'uso. Tra i cambiamenti e le nuove funzionalità trovi:",
    "faq.paintEditorLayout": "Una nuova organizzazione degli elementi che rende più visibili gli strumenti e le opzioni disponibili",
    "faq.paintEditorTools": "Nuovi strumenti come la \"gomma\" che funziona in modalità vettoriale",
    "faq.paintEditorColors": "Più opzioni per selezionare e correggere i colori",
    "faq.paintEditorVector": "Un maggior controllo sui punti dei disegni vettoriali (modalità curva e angolo)",
    "faq.paintEditorLayers": "Controlli aggiuntivi per ordinare i livelli (\"Porta in primo piano\", \"Porta indietro\", ecc.)",
    "faq.paintEditorGradients": "Nuovi controlli per le sfumature del colore",
    "faq.soundEditorScratch3Title": "Quali sono le nuove funzioni dell'Editor di Suoni?",
    "faq.soundEditorScratch3Body": "L'Editor di Suoni è stato riprogettato per rendere più semplice registrare e manipolare i suoni. Offre diverse nuove funzionalià:",
    "faq.soundEditorRecording": "Un nuovo metodo di registrazione più facile da usare",
    "faq.soundEditorTrimming": "Un nuovo sistema di ritaglio dei suoni più facile da usare",
    "faq.soundEditorEffects": "Nuovi effetti sonori (come \"accelera\", \"rallenta\", \"eco\" e \"effetto robot\")",
    "faq.tipsWindwScratch3Title": "Dov'è finita la finestra dei Suggerimenti di Scratch?",
    "faq.tipsWindowScratch3Body": "In sostituzione della finestra di Suggerimenti, Scratch 3.0 rende disponibili spiegazioni simii nella Libreria dei Tutorial a cui puoi accedere tramite il collegamento Tutorial che trovi nella barra di navigazione superiore nell'editor di programmazione. Troverai tutorial per progetti completi (come ad esempio \"Crea un Gioco di Acchipparella\") o per blocchi e funzionalità specifiche (come ad esempio \"Registra un suono\" o \"Falla ruotare\"). Altri tutorial verranno aggiunti molto presto (come \"Gioco del Pong\" e \"Fallo volare\"). ",
    "faq.remixDefinitionTitle": "Cos'è un remix?",
    "faq.remixDefinitionBody": "Quando un membro della comunità di Scratch fa una copia del progetto di qualcun'altro e lo modifica per aggiungere le proprie idee (ad esempio, cambiando gli script o i costumi), il progetto risultante viene chiamato \"remix\". Ogni progetto condiviso sul sito web di Scratch può essere remixato. Anche una piccola modifica è un remix valido, purché sia chiaramente indicato il creatore originale del progetto e chi altro ha dato un contributo significativo al remix.",
    "faq.remixableTitle": "Perchè il Team di Scratch richiede che tutti i progetti siano \"remixabili\"?",
    "faq.remixableBody": "Crediamo che remixare i progetti creati da altri utenti sia un modo eccezionale per imparare a programmare e per creare progetti interessanti. Attraverso il remix le idee creative si diffondono nella comunità di Scratch e tutti ne beneficiano. Tutti i progetti condivisi nel sito di Scratch sono coperti dalla licenza \"Creative Commons Share Alike\" che significa che puoi liberamente remixare qualunque progetto che trovi nel sito di Scratch -- e che chiunque puoi remixare i progetti che tu condividi sul sito.",
    "faq.creativeCommonsTitle": "Cosa devo fare se non voglio che altri remixino i miei progetti?",
    "faq.creativeCommonsBody": "Il remix è una parte importante della comunità di Scratch. Se non vuoi che gli altri possano vedere o remixare le tue creazioni puoi continuare ad usare il sito di Scratch per creare i tuoi progetti ma devi fare attenzione a non condividerli sul sito.",
    "faq.fairUseTitle": "Posso usare all'interno dei miei progetti immagini, suoni e altri media che ho trovato su Internet?",
    "faq.fairUseBody": "Se decidi di integrare parti del lavoro di qualcun'altro nei tuoi progetti accertati di dare il giusto credito nelle sezione \"crediti\" della pagina del progetto e di includere un link al progetto originale. Per trovare immagini o suoni che sono già coperti da una licenza che ne permette il remix, vai alla {ccLink}.",
    "faq.ccLinkText": "pagina di ricerca Creative Commons",
    "faq.whyAccountTitle": "Perché è utile avere un account Scratch?",
    "faq.whyAccountBody": "Anche senza avere un account puoi usare i progetti degli altri utenti, leggere i commenti e i forum e anche creare i tuoi progetti. Per salvare o condividere i tuoi progetti, scrivere commenti, postare nei forum e partecipare ad altre attività \"social\" della comunità (come ad esempio indicare \"mi piace\" nei progetti degli altri) ti occorre invece un account.",
    "faq.createAccountTitle": "Come faccio a creare un account?",
    "faq.createAccountBody": "E' sufficiente cliccare \"Unisciti alla Comunità di Scratch\" nella pagina iniziale del sito di Scratch. Dovrai rispondere a poche domande e fornire un indirizzo email. Richiede solo un paio di minuti ed è completamente gratuito!",
    "faq.checkConfirmedTitle": "Come posso verificare se il mio account è stato confermato?",
    "faq.howToConfirmTitle": "Come faccio a confermare il mio account?",
    "faq.howToConfirmBody": "Dopo che crei un nuovo account di Scratch riceverai un messaggio email con un link. Clicca il link per confermare l'account. Una volta confermato l'account potrai condividere i tuoi progetti, scrivere commenti e creare delle nuove gallerie. Confermando l'account potrai anche ricevere aggiornamenti via email dal Team di Scratch. Se non trovi la mail con il link per la conferma, controlla la tua cartella Antispam. Se non la trovi e vuoi riceverne una nuova vai alla Impostazioni Account, seleziona la scheda Email e segui le istruzioni. Tieni conto che l'arrivo dell'email può richiedere anche un'ora. Se dopo un'ora non hai ancora ricevuto l'email {contactLink}.",
    "faq.contactLinkText": "contattaci",
    "faq.checkConfirmedBody": "Per verificare se il tuo account è confermato, accedi al tuo account Scratch e vai alla pagina delle {settingsLink}. A fianco degli indirizzi email confermati compare un piccolo segno verde. In caso contrario vedrai la scritta arancione \"Il tuo indirizzo email non è confermato\".",
    "faq.settingsLinkText": "Impostazioni Email",
    "faq.requireConfirmTitle": "Devo confermare il mio account?",
    "faq.requireConfirmBody": "Puoi continuare ad usare alcune funzionalità del sito di Scratch anche senza confermare l'accout, compresa la creazione e il salvataggio dei progetti (senza la possibilità di condividerli).",
    "faq.forgotPasswordTitle": "Ho dimenticato il mio nome utente e la mia password. Come posso resettarle?",
    "faq.forgotPasswordBody": "Inserisci alla pagina di {resetLink} il tuo nome utente o il tuo indirizzo email. Il sito di Scratch ti invierà all'indirizzo associato al nome utente un'email con un link che potrai usare per azzerare la tua password.",
    "faq.resetLinkText": "Azzeramento della Password",
    "faq.changePasswordTitle": "Come faccio a cambiare la mia password?",
    "faq.changePasswordBody": "Effettua l'accesso al tuo account Scratch, visita la nostra pagina di {changeLink} dove puoi modificare la password.",
    "faq.changeLinkText": "Impostazioni Password",
    "faq.changeEmailTitle": "Come faccio a cambiare il mio indirizzo email?",
    "faq.changeEmailBody": "Effettua l'accesso al tuo account Scratch, visita la nostra pagina di {changeEmailLink} dove puoi modificare il tuo indirizzo email.",
    "faq.newScratcherTitle": "Come posso cambiare il mio stato da \"Nuovo membro di Scratch\" a \"Membro della comunità di Scratch\"?",
    "faq.newScratcherBody": "Quando crei un account diventi un \"Nuovo Utente\". Per diventare un \"Utente\" devi creare e condividere progetti, inserire commenti utili nei progetti degli altri utenti ed essere paziente! Dopo aver soddisfatto questi requisiti comparirà nella pagina del tuo profilo un link che ti invita a diventare un Utente che ti permetterà di acquisire nuove possibilità. (Nota: non promuoviamo i Nuovi Utenti a Utenti su richiesta)",
    "faq.multipleAccountTitle": "Posso avere più di un account?",
    "faq.multipleAccountBody": "E' permesso avere più di un account sul sito di Scratch, a patto che nessuno di questi sia usato per violare il {cgLink}. Se questo accade, tutti gli account collegati potrebbero essere bloccati o rimossi.",
    "faq.multipleLoginTitle": "E' permesso che più persone accedano al sito di Scratch usando uno stesso account?",
    "faq.multipleLoginBody": "Questo non è possibile, in quanto il sito e l'editor di progetti potrebbero facilmente confondersi se più di una persona si collega con lo stesso account. Quando un account fa qualcosa che viola le {cgLink} tutti  gli account collegati possono venire bloccati o rimossi. Se condividi un account con qualcuno che fa qualcosa di sbagliato usando quell'account, i tuoi account potrebbero venire bloccati a causa di quanto fatto da quella persona. ",
    "faq.changeUsernameTitle": "Posso cambiare il mio username?",
    "faq.changeUsernameBody": "La struttura del sito di Scratch dipende dai nomi degli account, quindi non è possibile cambiare il proprio username. Se vuoi proprio avere un nuovo username, puoi creare un nuovo account - ma dovrai copiare personalmente i tuoi progetti.",
    "faq.shareInfoTitle": "Quali informazioni posso condividere nel mio account?",
    "faq.shareInfoBody": "Ti preghiamo di non condividere le tue informazioni personali di contatto come per esempio il tuo indirizzo, la tua email, il tuo numero di telefono o qualunque altra informazione che possa permettere ad altri di contattarti al di fuori del sito di Scratch. Ti preghiamo inoltre di segnalare qualunque progetto, commento o discussione dei forum che contenga questo tipo di informazioni in modo che lo Scratch Team possa rimuoverle e ricordare all'autore la nostra politica sulla privacy.",
    "faq.deleteAccountTitle": "Come faccio a cancellare il mio account?",
    "faq.deleteAccountBody": "Accedi a Scratch e poi clicca il tuo username nell'angolo in alto a destra. Seleziona \"Impostazioni account\", poi clicca il link \"Voglio cancellare il mio account\" in fondo alla pagina.  Dovresti farlo solo se sei assolutamente sicuro di voler eliminare il tuo account.",
    "faq.scratchFreeTitle": "Scratch è gratuito? Posso usarlo dovunque io voglia?",
    "faq.scratchFreeBody": "Si! Scratch è disponibile gratuitamente. Puoi usarlo a scuola e puoi anche insegnare un corso su Scratch (anche un corso a pagamento). Non devi acquistare una licenza: è gratis!",
    "faq.scratchScreenshotTitle": "Posso usare immagini di Scratch in un libro o in una presentazione?",
    "faq.scratchScreenshotBody": "Sì, puoi anche utilizzare gli screenshot/immagibi del programma o del sito di Scratch in un libro o presentazione e considerarli rilasciati sotto la licenza {licenseLink}. Ti chiediamo solamente di includere una nota sul tuo materiale che dica che \"Scratch è un progetto della Scratch Foundation in collaborazione con il Lifelong Kindergarten Group dei Media Lab del MIT. E' disponibile gratuitamente alla pagina https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Posso includere una descrizione di Scratch in una brochure o in altri materiali?",
    "faq.scratchDescriptionBody": "Certo! Ti raccomandiamo questa dicitura: \"Scratch è un linguaggio di programmazione e una comunità online dove puoi creare storie interattive, giochi e animazioni -- e puoi condividere le tue creazioni con altre persone in tutto il mondo. Mentre progettano e programmano progetti con Scratch, i ragazzi imparano a pensare creativamente, a ragionare sistematicamente e a lavorare in modo collaborativo. Scratch è un progetto della {sfLink} in collarazione con il Lifelong Kindergarten group dei Media Lab del MIT. E' disponibile gratuitamente sul sito https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Posso presentare Scratch a una conferenza?",
    "faq.presentScratchBody": "Puoi liberamente presentare Scratch ad educatori o ad altri gruppi. ",
    "faq.supportMaterialTitle": "Posso usare o remixare i materiali di supporto, gli sprite, le immagini, i suoni o i progetti di esempi che ho trovato sul sito di Scratch?",
    "faq.supportMaterialBody": "Si - La maggior parte dei materiali di supporto di Scratch disponibili sul sito web di Scratch sono coperti dalla licenza {licenseLink}. Ci sono alcune eccezioni: il Logo di Scratch, il Gatto di Scratch, Gobo, Pico, Nano, Giga, e Tera sono marchi registrati di Scratch e possono essere usati solo dopo aver ottenuto un permesso esplicito dal Team di Scratch.",
    "faq.sellProjectsTitle": "Posso vendere i progetti che creo con Scratch?",
    "faq.sellProjectsBody": "Si: Un tuo progetto è una tua creazione. Tieni a mente però che quando condividi il tuo progetto su Scratch, tutti sono liberi di scaricarlo, remixarlo e riutilizzarlo secondo i termini della licenza {licenseLink}. Quindi se intendi vendere il tuo progetto, dovresti rimuoverne la condivisione sul sito di Scratch.",
    "faq.sourceCodeTitle": "Dove trovo il codice sorgente di Scratch?",
    "faq.sourceCodeBody": "Il codice sorgente dell'editor di Scratch è disponibile su {guiLink}. Anche il codice sorgente di {flashLink} e {scratch14Link} sono disponibili su GitHub.  Per informazioni aggiornate su progetti di sviluppo legati al sito di Scratch, visita la nostra {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Come posso sapere cosa può e cosa non può essere condiviso sul sito di Scratch?",
    "faq.okayToShareBody": "Dai un'occhiata alle {cgLink} - sono brevi e non includono un sacco di roba legale. Trovi un link in fondo ad ognuna delle pagine del sito di Scratch.",
    "faq.reportContentTitle": "Cosa devo fare se vedo qualcosa che considero inappropriato?",
    "faq.reportContentBody": "Puoi cliccare il link \"Segnala\" che trovi in qualunque progetto, commento, discussione nei forum o pagina di un utente in cui pensi ci sia qualcosa che non vada bene per Scratch. Se ritieni che la situazione sia complessa, puoi usare il link {contactLink} per spiegarlo. Assicurati di includere più dettagli che puoi, insieme ai link alle pagine rilevanti.",
    "faq.noFlameTitle": "Cosa devo fare se vedo qualcosa di meschino o irrispettoso?",
    "faq.noFlameBody": "Non peggiorare la situazione! Rispondere a commenti meschini con altri commenti meschini rende soltanto le cose peggiori e potrebbe portare al blocco del tuo account. Ti preghiamo invece di segnalare tutto ciò che consideri irrispettoso o non costruttivo e ci occuperemo noi stessi di contattare l'autore. Controlliamo le tue segnalazioni ogni giorno, anche più volte al giorno - puoi quindi essere sicuro che risolveremo la cosa.",
    "faq.reviewContentTitle": "Cosa fa lo Scratch team quando viene qualcosa viene segnalato?",
    "faq.reviewContentBody": "Lo Scratch Team controlla ogni giorno i commenti e i progetti segnalati. Se qualcosa infrange le {cgLink} di Scratch, verrà rimosso e verrà inviata una segnalazione al proprietario dell'account. Se la cosa è particolarmente grave (o se abbiamo già avvisato in passato il proprietario dell'account) possiamo decidere di bloccare gli account o le reti che sono state usate per condividerla.",
    "faq.blockedAccountTitle": "Cosa succede quando un account viene bloccato?",
    "faq.blockedAccountBody": "Quando un account è bloccato, il proprietario non può più accedervi, o usarlo per creare progetti o commenti. Quando si prova ad accedere al sito con un account bloccato compare una pagina che spiega le ragioni per cui l'account è stato bloccato insieme ad un modulo che può essere usato per richiederne lo sblocco. Se il possessore mostra di capire il motivo per cui l'account è stato bloccato e assicura di seguire in futuro le {cgLink}di Scratch l'account verrà sbloccato.",
    "faq.stolenAccountTitle": "Qualcuno ha avuto accesso al mio account e l'account è stato bloccato. Cosa debbo fare?",
    "faq.stolenAccountBody": "Ricordati che sei il solo responsabile della tua password e di come viene mantenuta al sicuro. Se qualcuno che conosci ha preso il controllo del tuo account e compie con questo azioni proibite, dillo all'adulto che gestisce il tuo computer. Se pensi che qualcuno che non conosci abbia accesso al tuo account, cambia la password e contattaci cliccando sul link {contactLink}per spiegare la situazione. Se il tuo account è stato bloccato per qualcosa che hai fatto e che è contraria alle {cgLink} di Scratch, non limitarti a dire che il tuo account è stato hackerato. Quando qualcuno ci dice che il suo account è stato usato in modo sbagliato noi dobbiamo cercare di parlare a quella persona prima di riabilitare l'account. Questo vuol dire che il tuo account resterà bloccato per molto meno tempo se ci dirai onestamente cosa è accaduto.",
    "faq.aboutExtensionsTitle": "Che cosa sono le estensioni?",
    "faq.aboutExtensionsBody": "Nell'editor di Scratch puoi aggiungere raccolte di blocchi aggiuntivi chiamate \"estensioni\". Ad esempio ci sono estensioni che ti permettono di programmare dei dispositivi (come micro:bit e i kit robotici LEGO) o di tradurre dei testi direttamente dal tuo progetto Scratch. Continueremo ad aggiungere nuove estensioni di tanto in tanto, così quello che potrai fare con Scratch continuerà via via a crescere.",
    "faq.howToAddExtensionsTitle": "Come si fa ad aggiungere un'estensione ad un progetto?",
    "faq.howToAddExtensionsBody": "Se clicchi il pulsante '+' (\"Aggiungi un'Estensione\") che trovi nell'angolo in basso a sinistra dell'editor di Scratch, vedrai un elenco di tutte le Estensioni di Scratch. Appena selezioni un'estensione una nuova categoria di blocchi verrà aggiunta al tuo progetto. L'estensione verrà caricata automaticamente ogni volta che il tuo progetto viene aperto. Puoi aggiungere diverse estensioni ad uno stesso progetto.",
    "faq.createExtensionsTitle": "In che modo posso creare un'estensione per Scratch",
    "faq.createExtensionsBody": "Il Team di Scratch pubblicherà a breve delle specifiche e delle linee guida. Appena saranno disponibili potrai sottoporre la tua estensione al Team di Scratch perché venga presa in considerazione per essere inserita nella libreria di estensioni di Scratch 3.0. Forniremo anche delle linee guida per sviluppare e distribuire estensioni \"sperimentali\", che potranno essere usate per creare progetti offline ma che non potranno essere però condivisi con la comunità online di Scratch.",
    "faq.scratchXTitle": "Cosa accadrà al sito ScratchX?",
    "faq.scratchXBody": "Il sito ScratchX (scratchx.org) era un luogo in cui sperimentare estensioni. Le estensioni create per ScratchX non sono compatibili con Scratch 3.0. Una volta che le estensioni sperimentali saranno completamente supportate da Scratch interromperemo il supporto per ScratchX. Gli utenti e gli sviluppatori potranno quindi passare da ScratchX alla nuova piattaforma per le estensioni.",
    "faq.cloudDataInfoTitle": "Che cosa sono le variabili cloud?",
    "faq.cloudDataInfoBody": "Le variabili cloud permettono ai dati di un progetto di essere salvati e condivisi con altri membri della comunità di Scratch. Puoi usare le variabili cloud per fare delle indagini statistiche o per creare progetti in cui i membri della comunità possono accedere e modificare i dati con continuità.",
    "faq.makeCloudVarTitle": "Come posso fare una variabile cloud?",
    "faq.makeCloudVarBody": "Vai alla categoria di blocchi \"Variabili\", seleziona \"Crea una Variabile\" e seleziona la casella \"Variabile cloud (salvata sul server)\". I dati associati alla tua variabile cloud saranno salvati nel server, conservati e resi accessibili a chiunque apre il progetto.",
    "faq.onlyNumbersTitle": "Quali tipi di dati possono essere memorizzati nelle variabili cloud?",
    "faq.onlyNumbersBody": "Solo i valori numerici possono essere memorizzati nelle variabili Cloud.",
    "faq.storedCloudInfoTitle": "Chi può vedere i dati memorizzati nelle variabili cloud?",
    "faq.storedCloudInfoBody": "Quando usi un progetto che usa le variabili cloud i dati associati alle tue interazioni possono essere registrati insieme al tuo username e altri possono vederli.",
    "faq.reportCloudTitle": "Se mi accorgo che qualcuno invia contenuti inappropriati usando le variabili cloud come faccio a segnalarlo?",
    "faq.reportCloudBody": "Clicca il pulsante \"Segnala\" (che trovi sotto al player dei progetti) per segnalare contenuti inappropriati nelle variabili cloud. Assicurati di menzionare \"cloud variables\" quando inserisci nel modulo la ragione della tua segnalazione.",
    "faq.chatRoomTitle": "Posso creare delle chat usando le variabili cloud?",
    "faq.chatRoomBody": "Sebbene sia tecnicamente è possibile creare delle chat usando le variabili cloud, questo uso non è consentito nel sito di Scratch.",
    "faq.changeCloudVarTitle": "Chi può modificare le informazioni memorizzate in una variabile cloud?",
    "faq.changeCloudVarBody": "Solo tu e coloro che vedono il tuo progetto possono registrare dati nelle variabili cloud del tuo progetto. Se qualcuno preme  \"guarda dentro\" oppure remixa il tuo progetto, verrà creata una copia delle variabili cloud e non potrà essere modificato il valore delle tue variabili cloud originali.",
    "faq.newScratcherCloudTitle": "Ho acceduto al sito, ma non posso creare progetti che usano le variabili cloud. Per quale motivo?",
    "faq.newScratcherCloudBody": "Se sei ancora un \"New Scratcher\" sul sito non potrai creare progetti che usano le variabili cloud. Devi diventare uno \"Scratcher\" per poter accedere alle variabili cloud. Vai alla sezione Account (sopra) per ti occorrono più informazioni sul passaggio da \"New Scratcher\" a \"Scratcher\".",
    "faq.multiplayerTitle": "Con le variabili cloud è possibile creare giochi multiplayer?",
    "faq.multiplayerBody": "I giochi multiplayer possono essere difficili da creare, a causa delle velocità della rete e a problemi di sincronizzazione. Tuttavia alcuni Scratcher stanno trovando modi creativi di usare le variabili cloud per alcuni giochi che si svolgono a turni, o per altri giochi.",
    "faq.schoolsTitle": "Scratch nelle Scuole",
    "faq.howTitle": "In che modo Scratch viene usato nelle scuole?",
    "faq.howBody": "Scratch è usato in centinaia di migliaia di scuole in tutto il mondo, per insegnare molti argomenti diversi (inclusi letteratura, scienze, storia, matematica e informatica). Per saperne di più su quali strategie e risorse usare con Scratch a scuola o in altri luoghi in cui viene usato per insegnare (come ludoteche, biblioteche o centri di aggregazione) puoi visitare la nostra {educatorsLink}.",
    "faq.educatorsLinkText": "Pagina degli Educatori",
    "faq.noInternetTitle": "Gli studenti possono usare Scratch quando non dispongono di una connessione ad Internet?",
    "faq.noInternetBody": "Sì. {downloadLink} è una versione di Scratch che può essere usata su un computer da tavolo o portatile. Attualmente, Scratch Desktop è disponibile per computer Mac e Windows.",
    "faq.communityTitle": "Posso disattivare l'accesso alla comunità online per i miei studenti?",
    "faq.communityBody": "La comunità online di Scratch è un modo per i più giovani per condividere, collaborare e imparare insieme ai loro pari all'interno di una comunità regolata dalle {cgLink} di Scratch. Tuttavia capiamo che alcuni educatori preferiscano che i loro studenti non entrino a far parte di comunità online. Questi educatori possono scegliere di installare Scratch Desktop, che gira offline e in locale su computer fissi o portatili.",
    "faq.teacherAccountTitle": "Cos'è un Account Scratch per Docenti?",
    "faq.teacherAccountBody": "Un Account Docente di Scratch rende disponibili a insegnanti e educatori caratteristiche aggiuntive per gestire la partecipazione dei loro studenti sul sito di Scratch, inclusa la possibilità di creare account per i loro studenti, organizzare i progetti degli studenti in gallerie e monitorare i commenti dei loro studenti. Per ulteriori informazioni sugli Account Docente di Scratch vai alla pagina delle {eduFaqLink}.",
    "faq.eduFaqLinkText": "Domande Frequenti sugli Account Scratch per Docenti",
    "faq.requestTitle": "Come posso richiedere un Account Scratch per Docenti?",
    "faq.requestBody": "Puoi richiedere un Account Docente di Scratch alla pagina {educatorsLink} del sito di Scratch. Durante il processo di registrazione ti verranno richieste alcune informazioni aggiuntive al fine di verificare il tuo ruolo di educatore.",
    "faq.dataTitle": "Quali sono i dati che Scratch raccoglie per gli studenti?",
    "faq.dataBody": "Quando uno studente si registra sul sito di Scratch gli chiediamo alcuni dati demografici come genere, età (mese e anno di nascita), nazione e indirizzo email per la verifica. Questi dati vengono usati (in forma aggregata) per le nostre ricerche per capire meglio in che modo le persone imparano con Scratch. Quando un educatore crea gli account studente usando un Account Scratch per Docenti non vengono richiesti dati demografici per configurare gli account.",
    "faq.lawComplianceTitle": "Scratch (versione online) è conforme alle leggi locali e federali sulla privacy dei dati degli Stati Uniti? ",
    "faq.lawComplianceBody1": "Scratch tiene molto alla privacy degli studenti e di tutti coloro che usano la nostra piattaforma. Abbiamo predisposto procedure fisiche ed elettroniche per proteggere le informazioni che raccogliamo sul sito di Scratch. Sebbene non ci sia possibile offrire garanzie contrattuali nei confronti di chiunque usi i nostri prodotti educativi, siamo comunque conformi alla leggi federali degli Stati Uniti applicabili al MIT e alla Scratch Foundation, l'organizzazione che a creato e mantiene Scratch. Per ulteriori informazioni ti incoraggiamo a leggere la Politica della Privacy di Scratch .",
    "faq.lawComplianceBody2": "Se vuoi creare dei progetti con Scratch senza inviarci alcuna Informazione Personale, puoi scaricare {downloadLink}. I progetti creati con Scratch Desktop non sono accessibili da parte del Team di Scratch e usando Scratch Desktop non vien condivisa con Scratch alcuna informazioni personale che possa identificarti fintanto che non carichi questi progetti sul sito di Scratch."
}