{
    "faq.title": "よくある質問と答え(FAQ)",
    "faq.intro": "このページでは、Scratchについてのよくある質問と回答を掲載します。",
    "faq.aboutTitle": "一般的な質問",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "リミックスとコピー",
    "faq.accountsTitle": "アカウント",
    "faq.permissionsTitle": "ライセンスと権限",
    "faq.inappropriateContentTitle": "不適切なコンテンツ",
    "faq.scratchExtensionsTitle": "Scratch拡張機能",
    "faq.cloudDataTitle": "クラウド変数",
    "faq.aboutScratchTitle": "Scratchとは何ですか？なにをする事ができますか？",
    "faq.aboutScratchBody": "Scratchプログラミング言語とScratchオンラインコミュニティを使うと、自分独自のインタラクティブな物語、ゲーム、そしてアニメーションを作り、世界中の人に自分の作品を共有することが可能です。子供たちがScratchプロジェクトを作成し共有するにつれて、創造的に考え、システマチックに論じ、コラボレイティブに取り組むことを学びんでいきます。 Scratchについて詳しくは、{aboutScratchLink}のページをご覧ください。 ",
    "faq.aboutScratchLinkText": "Scratchについて",
    "faq.makeGameTitle": "Scratchでどのようにゲームやアニメーションを作りますか？",
    "faq.makeGameBody": "Scratch入門のための、いろいろな方法を見るには {ideasLink} を調べてみましょう。",
    "faq.ideasLinkText": "アイデアのページ",
    "faq.whoUsesScratchTitle": "どんな人がScratchを使っているの?",
    "faq.whoUsesScratchBody": "Scratchは、あらゆる背景の人々によって、世界中のあらゆる国、あらゆる環境（家、学校、図書館、博物館など）で使われています。Scratchはとりわけ8〜16歳の子供向けに開発されたものですが、すべての年齢の人がScratchプロジェクトを創作して共有しています。もっと小さな子供たちは、{scratchJrLink}を試すのを好むかもしれません。ScratchJrは5歳から7歳の子供向けにデザインされたScratchの簡易バージョンです。",
    "faq.requirementsTitle": "Scratchの動作推奨環境は？",
    "faq.requirementsBody": "Scratchは最新のパソコンとタブレットのブラウザ上で動作します。スマートフォンでのプロジェクトの閲覧はできますが、現時点ではプロジェクトの作成や編集はできません。以下は公式にサポートされているブラウザの一覧です。",
    "faq.requirementsDesktop": "デスクトップ",
    "faq.requirementsDesktopChrome": "Chrome (バージョン63以上)",
    "faq.requirementsDesktopEdge": "Edge (バージョン15以上)",
    "faq.requirementsDesktopFirefox": "Firefox (バージョン57以上)",
    "faq.requirementsDesktopSafari": "Safari (バージョン11以上)",
    "faq.requirementsDesktopIE": "Internet Explorerはサポートされていません。",
    "faq.requirementsTablet": "タブレット",
    "faq.requirementsTabletChrome": "Mobile Chrome (バージョン63以上) ",
    "faq.requirementsTabletSafari": "Mobile Safari (バージョン11以上)",
    "faq.requirementsNote": "注意:",
    "faq.requirementsNoteDesktop": "コンピューターがこれらの条件を満たさない場合は、{downloadLink}エディターを試してください。 (次のFAQ参照)",
    "faq.scratchApp": "Scratchアプリ",
    "faq.requirementsNoteWebGL": "WebGLエラーに遭遇した場合は、ブラウザを変えて試してください。",
    "faq.requirementsNoteTablets": "現在のところ、タブレットでは、\"キーが押された\"ブロックや右クリックメニューを使用できません。",
    "faq.offlineTitle": "オフラインでプロジェクトを作成したり実行したいのですが、ダウンロード版ソフトは存在しますか？",
    "faq.offlineBody": "Scratchアプリを使えばインターネット接続なしでScratchプロジェクトを作成することができます。{downloadLink}はScratchのウェブサイトやアプリストアからダウンロードできます。(以前、アプリはScratch オフラインエディターと呼ばれていました )",
    "faq.uploadOldTitle": "過去バージョンのScratchで作成したプロジェクトを、これからウェブサイトにアップロードすることができますか？",
    "faq.uploadOldBody": "はい。古いバージョンのScratchで作られたプロジェクトを共有したり、アップロードできます。これらは表示可能であり、実行可能です。(ただし、新しいバージョンのScratchで作成、または編集したプロジェクトをダウンロードして古いバージョンで開くことはできません。例えば、Scratch 3.0のプロジェクトは{scratch2Link}のデスクトップ版では開くことができません。Scratch 2.0は.sb3 プロジェクトのファイル形式を読み込めないためです。)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Scratchを利用するのにいくらかかりますか?利用するためのライセンスは必要ですか?",
    "faq.scratchCostBody": "Scratchはいつでも無料です。Scratchを、学校や家庭、その他どこで使う場合でもライセンス契約は不要です。Scratchは助成金と寄付金によっての開発と維持が行われています。Scratchへの貢献については、 {donateLink}を参照してください。",
    "faq.donateLinkText": "寄付のページ",
    "faq.mediaLabTitle": "誰がScratchを作ったのですか?",
    "faq.mediaLabBody": "Scratchは、{mediaLabLink}　{llkLink} のScratchチームによって開発され、維持されています。",
    "faq.llkLinkText": "ライフロング・キンダーガーデン・グループ",
    "faq.mediaLabLinkText": "MITメディアラボ",
    "faq.aboutScratch3Title": "Scratch 3.0とは何ですか?",
    "faq.aboutScratch3Body": "Scratch 3.0は最新世代のScratchであり、2019年1月2日にリリースされました。それはScratchでの創作のやり方、物、場所を拡げるよう、デザインされています。多数の新しいスプライト、まったく新しいサウンドエディター、そして多くの新しいプログラミング用ブロックが含まれています。だからScratch 3.0では、パソコンだけでなくタブレットでも、プロジェクトを創作し、プレイすることが可能です。",
    "faq.reportBugsScratch3Title": "Scratch 3.0についての意見やバグはどうやって報告できますか?",
    "faq.reportBugsScratch3Body": "Scratchディスカッション・フォーラムの {forumsLink}セクションでバグの報告や意見の共有ができます。",
    "faq.forumsLinkText": "バグ＆不具合",
    "faq.languagesScratch3Title": "Scratch 3.0も多言語対応ですか?",
    "faq.languagesScratch3Body1": "はい。プログラミング用ブロックの言語を変更するには、エディター画面上部のナビゲーションバーの\"地球儀\"のアイコンをクリックしてドロップダウンメニューで言語を選択してください。",
    "faq.languagesScratch3Body2": "すべての翻訳はボランティアによって行われます。Scratch 3.0エディターはすでに40以上の言語に翻訳されています。すべての翻訳され、レビューされた言語は{transifexLink}で確認できます。翻訳やレビューを手伝える方は、{emailLink}までご連絡ください。",
    "faq.transifexLinkText": "翻訳サーバー",
    "faq.removedBlocksScratch3Title": "Scratch 3.0には、Scratchの旧バージョンで使用していたブロックで廃止されたブロックが何かありますか?",
    "faq.removedBlocksScratch3Body": "Scratch 3.0で廃止されたブロックはありませんが、いくつかのブロックが少し変更され、他のいくつかのブロックが \"拡張機能\"に移動されました。(下の{extensionsFAQLink} の項をご覧ください。) ",
    "faq.newBlocksScratch3Title": "Scratch 3.0では、新しいブロックが取り入れられていますか?",
    "faq.newBlocksScratch3Body": "はい!  Scratch 3.0で、以下のブロックが追加されました!",
    "faq.newBlocksSoundEffect": "新しい\"音の効果\"ブロック",
    "faq.newBlocksOperators": "文字列を扱いやすくする、新しい演算ブロック",
    "faq.newBlocksPen": "透明度に対応した新しいペンブロック",
    "faq.newBlocksGlide": "スプライト(あるいはランダムな場所)に向けて滑らせる新しいブロック",
    "faq.newBlocksExtensions": "\"Scratch 拡張機能\"による多くの新たな可能性 (以下の拡張機能を参照)",
    "faq.biggerBlocksScratch3Title": "なぜ3.0のブロックは過去のバージョンより大きいのですか?",
    "faq.biggerBlocksScratch3Body": "タッチ式のデバイス(多くのChromebook、Windows Surface、タブレット端末)で動作しやすくするため、ブロックを大きくする必要がありました。そのためドラッグ・ドロップやタップがしやすくなっています。加えて、新しい利用者にとって小さなインタフェース項目をクリックしたりドラッグしたりするのが難しいことを確認しており、その問題に対処するためにScratch 3.0ではブロックを少し大きくしています。",
    "faq.extensionsScratch3Title": "ペンブロック、音楽ブロック、ビデオモーションセンサーブロックはどこに行ってしまったのですか？",
    "faq.extensionsScratch3Body": "ペン、音楽、ビデオモーションセンサーのブロックは拡張機能に移動されました。拡張機能は左下のボタンを押して追加できます。(以下の拡張機能を参照)",
    "faq.paintEditorScratch3Title": "ペイントエディターの新機能は何ですか？",
    "faq.paintEditorScratch3Body": "ペイントエディターは再設計されており、強力な新機能を提供しながら、より使いやすくなりました。変更点と新機能は次のとおりです。：",
    "faq.paintEditorLayout": "新しいレイアウト。ツールやオプションをより見やすくなりました。",
    "faq.paintEditorTools": "\"消しゴム\"のような新しいツール。ベクターモードに追加されています。",
    "faq.paintEditorColors": "色の選択と調整のためのオプションの追加。",
    "faq.paintEditorVector": "ベクターポイントの操作方法の追加。カーブハンドルとポイントモード（滑らか、角ばった）",
    "faq.paintEditorLayers": "レイヤー順序の操作方法の追加（\"最前面\"、\"最背面\"など）。",
    "faq.paintEditorGradients": "新しいグラデーション設定の追加。",
    "faq.soundEditorScratch3Title": "サウンドエディターの新機能は何ですか?",
    "faq.soundEditorScratch3Body": "サウンドエディターは再設計されており、より簡単にサウンドを録音したり手を加えることができるようになりました。多くの新機能が提供されています。：",
    "faq.soundEditorRecording": "新しく使いやすい録音システム。",
    "faq.soundEditorTrimming": "新しく使いやすいオーディオ・トリミング・システム。",
    "faq.soundEditorEffects": "新しい音の効果( \"速く \"、 \"遅く \"、 \"ロボット \"など)",
    "faq.tipsWindwScratch3Title": "ScratchのTips画面はどうなりましたか?",
    "faq.tipsWindowScratch3Body": "Tips画面の代わりに、Scratch 3.0ではチュートリアル・ライブラリーを使って同様の素材を提供しており、プログラミングエディターのナビゲーションバーにあるチュートリアルボタンでアクセスできるようになりました。プロジェクト用チュートリアル(\"追いかけっこゲームを作ろう\"など)や、特定のブロックや機能のためのチュートリアル(\"音を録音します\"や\"回転させます\"など)があります。もっと多くのチュートリアル(\"ピンポンゲーム\"や\"飛ばしてみよう\"など)も、間もなく追加される予定です。",
    "faq.remixDefinitionTitle": "リミックスとは何ですか?",
    "faq.remixDefinitionBody": "Scratcherが誰かのプロジェクトをコピーして自分のアイデアを加えたら(例えばスクリプトやコスチュームを変えるとか)、結果としてできたプロジェクトは「リミックス」と呼ばれます。Scratchのウェブサイトで共有されたプロジェクトはどれもリミックスできます。ちょっとした変更でもリミックスと見なされ、オリジナルのプロジェクトの作者やリミックスに対して重要な貢献を行った人が正当に評価されます。 ",
    "faq.remixableTitle": "なぜScratchチームは全てのプロジェクトがリミックスできることを求めているのですか?",
    "faq.remixableBody": "他の人のプロジェクトをリミックスすることは、プログラミングを学び、関心のあるプロジェクトを作るためのすばらしい方法だと信じています。リミックスを通し、創造的なアイデアがScratchコミュニティ中に広がり、みんなに恩恵をもたらします。Scratchウェブサイトで共有されたすべてのプロジェクトは“クリエイティブコモンズ 表示-継承”ライセンスの元で提供されています。これは、あなたがScratchウェブサイトで閲覧可能なすべてのプロジェクトがリミックスでき、それと同時に他のみんなもあなたが共有したプロジェクトをリミックスできるということです。",
    "faq.creativeCommonsTitle": "自分のプロジェクトを誰にもリミックスして欲しくないとしたら?",
    "faq.creativeCommonsBody": "リミックスはScratchコミュニティーの重要な部分です。作成したものを他の人に見られたりリミックスされたりしたくない場合は、Scratchウェブサイトで作成しても構いませんが、このウェブサイトで共有しないでください。",
    "faq.fairUseTitle": "インターネットからダウンロードした画像や音声などのメディアをプロジェクトに使ってもいいですか?",
    "faq.fairUseBody": "他人の作品を自分のものに組み込むことを選択した場合、必ずプロジェクトの“クレジット”項目で、原作者への敬意を示して、オリジナル作品へのリンクを含めてください。リミックス可能なアートやサウンドは、 {ccLink}で見つけられます。",
    "faq.ccLinkText": "クリエィティブ・コモンズの検索ページ",
    "faq.whyAccountTitle": "Scratchアカウントを持つ利点は何ですか?",
    "faq.whyAccountBody": "アカウント無しでも、他人のプロジェクトで遊んだり、コメントやフォーラムを読んだり、プロジェクトを作成できます。ただし、保存や共有、コメントやフォーラムへの投稿、そして他の\"社会的な\"活動(他人のプロジェクトに\"好き\"を入れるなど)にはアカウントが必要です。",
    "faq.createAccountTitle": "どうやったらアカウントを作れますか?",
    "faq.createAccountBody": "Scratchのホームページの\"参加する\"をクリックするだけです。いくつかの質問に答え、メールアドレスを入力する必要があります。ほんの数分で完了します。そして完全にフリーです!",
    "faq.checkConfirmedTitle": "自分のアカウントが認証済みかどうかは、どうやったら確認できますか？",
    "faq.howToConfirmTitle": "アカウントを確認するにはどうしますか?",
    "faq.howToConfirmBody": "アカウントを作成した後、リンクつきのメールが届きます。アカウントを認証するため、リンクをクリックしてください。アカウントの認証後は、プロジェクトを共有したり、コメントを投稿したり、スタジオを作成できます。アカウントを認証すると、Scratchチームからの更新をメールで受け取れます。もし認証リンクがあるメールが見つけられなければ、迷惑メールフォルダを確認してください。それでも見つからず、再発行したい場合は、アカウント設定に行き、Eメールタブを開き、指示に従ってください。メールが届くまで1時間程度かかることがあるので注意してください。もし1時間経ってもメールが来なければ、{contactLink}。",
    "faq.contactLinkText": "お知らせください",
    "faq.checkConfirmedBody": "アカウントが認証されたか確かめるためには、Scratchアカウントにログインし、{settingsLink}を見てください。確認したメールアドレスでは、小さな緑色のチェックマークが表示されています。それ以外では、認証されていない場合は、 \"あなたのメールアドレスは認証されていません 。\"という文字がオレンジ色で表示されます。",
    "faq.settingsLinkText": "Eメール設定",
    "faq.requireConfirmTitle": "アカウント認証はどうしても必要ですか？",
    "faq.requireConfirmBody": "認証されていないアカウントであっても、プロジェクトの作成や、保存などScratchの多くの機能を使用すること(共有する以外)が可能です。 ",
    "faq.forgotPasswordTitle": "ユーザー名やパスワードを忘れました。どうやったらリセットできますか?",
    "faq.forgotPasswordBody": "ユーザー名かメールアドレスを{resetLink}ページに入力してください。ウェブサイトは、パスワードをリセットするためのリンク入りのメールをユーザー名に結びついたメールアドレスに送信します。",
    "faq.resetLinkText": "パスワードのリセット",
    "faq.changePasswordTitle": "パスワードはどのように変更しますか?",
    "faq.changePasswordBody": "Scratchアカウントにログインし、{changeLink} を開いてパスワードを変更できます。",
    "faq.changeLinkText": "パスワード設定",
    "faq.changeEmailTitle": "メールアドレスを変更するには、どうすれば良いですか？",
    "faq.changeEmailBody": "Scratchアカウントにログインし、{changeEmailLink} を開いてパスワードを変更できます。",
    "faq.newScratcherTitle": "どうすれば「New Scratcher」から「Scratcher」になることができますか？",
    "faq.newScratcherBody": "アカウントを作成すると、“New Scratcher”になります。\"Scratcher\"になるには、プロジェクトを作成して、共有したり、他のScratcherのプロジェクトに役に立つコメントをして、忍耐強くお待ちください!条件を満たせば、プロフィールページにScratcherへの招待リンクが表示され、Scratchウェブサイトでできることが増えます。(注意: New Scratcherを要求に応じてScratcherにすることはありません。)",
    "faq.multipleAccountTitle": "複数のアカウントを所有することはできますか?",
    "faq.multipleAccountBody": "{cgLink}を侵害しない限り、Scratchウェブサイトで数個のアカウントを持ってもかまいません。侵害した場合、関連する全てのアカウントがブロックされたり削除されたりする可能性があります。",
    "faq.multipleLoginTitle": "一つのアカウントに複数の人がログインしても大丈夫ですか？",
    "faq.multipleLoginBody": "ウェブサイトとプロジェクトエディターは同じアカウントに複数人がログインしたときに混乱しやすいので、これは許可されていません。アカウントが{cgLink}を破ることをした場合、すべての関連するアカウントがブロックされたり削除されたりする可能性があります。誰かにアカウントを共有して悪いことをされた場合、あなたのアカウントは他人のやったことのせいでブロックされるということです。",
    "faq.changeUsernameTitle": "ユーザー名を変えることはできますか?",
    "faq.changeUsernameBody": "Scratchウェブサイトの構造は、ユーザー名が変更されないことを前提に設計されています。そのため、ユーザー名の変更は不可能です。どうしてもユーザー名を変更したいときは、新しいアカウントを作成してください。ただし、作成したプロジェクトは自分で新しいアカウントにコピーする必要があります。",
    "faq.shareInfoTitle": "自分のアカウントでどんな情報を共有できますか?",
    "faq.shareInfoBody": "住所や電子メール、電話番号などScratchウェブサイト外でコンタクト可能となる個人的な連絡先の情報を共有しないでください。そのような情報を含んだプロジェクトやコメント、フォーラムへの投稿を見かけたら報告してください。Scratchチームが削除してポリシーを作者へ伝えます。",
    "faq.deleteAccountTitle": "アカウントを削除するにはどうしますか?",
    "faq.deleteAccountBody": "Scratchにログインして、画面右隅にあるユーザー名をクリックします。次に、\"アカウント設定\"をクリックして、画面下部にある\"アカウントを削除したいです\"というリンクをクリックします。しかし、これはアカウントを本当に削除したいときのみ使ってください。",
    "faq.scratchFreeTitle": "Scratchは無料ですか? どこでも使えますか?",
    "faq.scratchFreeBody": "はい! Scratchは無料で使用できます。学校で使用する場合や、先生としてScratch講座を開く場合でも費用がかかることはありません (このようなScratch講座で、生徒からお金を徴収していても問題ありません)。ライセンスの購入は不要です。完全に無料ですから。 ",
    "faq.scratchScreenshotTitle": "Scratchのスクリーンショットを、本やプレゼンテーションで使用してもいいですか?",
    "faq.scratchScreenshotBody": "はい。Scratchプログラムおよびウェブサイトのスクリーンショットや画像を本やプレゼンテーションで使用してもいいですが、それらが{licenseLink}ライセンスになることに注意してください。また、それらには、『Scratchは、MITメディア・ラボのライフロング・キンダーガーテン・グループの協力により、Scratch財団が進めているプロジェクトです。https://scratch.mit.edu から自由に入手できます。』という注意書きを追加するようお願いします。",
    "faq.licenseLinkText": "クリエイティブ・コモンズ表示—継承",
    "faq.scratchDescriptionTitle": "パンフレットやその他の資料で、Scratchについて言及してもいいですか?",
    "faq.scratchDescriptionBody": "もちろんです！私たちは 以下の説明を推奨しています。『Scratchはプログラミング言語とオンラインのコミュニティです。対話的な物語やゲームやアニメを作成でき、世界中の人とあなたの作品を共有できる場所です。子供たちは、Scratchプロジェクトをデザインし、プログラミングする過程で、創造的に考え、体系的に議論し、皆と共同で取り組むことを学びます。Scratchは{sfLink}がMITメディアラボのライフロング・キンダーガーテン・グループの協力により開発しているプロジェクトです。 https://scratch.mit.edu で無料で利用することができます。』 ",
    "faq.presentScratchTitle": "カンファレンスでScratchをプレゼンしても良いですか?",
    "faq.presentScratchBody": "教育者やその他のグループに対してScratchに関するプレゼンテーションを自由に行ってください。",
    "faq.supportMaterialTitle": "Scratchウェブサイトにある、Scratchサポートの材料、スプライト、画像、音声やサンプルプロジェクトを使ったりリミックスしても良いですか?",
    "faq.supportMaterialBody": "はい。Scratchウェブサイトで利用できるほとんどのScratchのサポート資料は {licenseLink} でライセンスされています。いくつかの例外があります。Scratchのロゴ、Scratchキャット、Gobo、Pico、Nano、Giga、TeraはScratchの商標です。これらはScratchチームからの明示的な許可なく使用することはできません。",
    "faq.sellProjectsTitle": "Scratchのプロジェクトを売ることはできますか?",
    "faq.sellProjectsBody": "はい。あなたのプロジェクトはあなたの作品ですから。ただし、注意が必要なのは、一度でもScratchで共有したプロジェクトは、{licenseLink}ライセンスのもと、誰でも自由にダウンロード、リミックス、再利用できることです。したがって、もし自分のプロジェクトを販売する気があるのなら、そのプロジェクトはScratchでは共有しないほうが良いでしょう。 ",
    "faq.sourceCodeTitle": "Scratchのソースコードはどこにありますか?",
    "faq.sourceCodeBody": "Scratchエディタのソースコードは{guiLink}で見つけられます。 {flashLink}と{scratch14Link}のソースコードもGitHubにあります。Scratchウェブサイトに関する開発プロジェクトの最新情報については、{developersLink}をご覧ください。 ",
    "faq.scratch14": "Scratch1.4",
    "faq.okayToShareTitle": "Scratchウェブサイトで共有して良いものと悪いものについて教えてください。",
    "faq.okayToShareBody": "{cgLink}を参照してください。ただし、それらは要約であって法的なものを多くを含んでいません。Scratchサイトの全ページの下部にあるリンクも参照してください。",
    "faq.reportContentTitle": "不適切と思われるものを見つけた場合、どうすれば良いですか?",
    "faq.reportContentBody": "Scratchのために不適切と思われる、いかなるプロジェクト、コメント、ディスカッションやユーザーページについても\"報告\"のリンクをクリックして報告できます。状況が複雑な場合は{contactLink}リンク(全ページの下部にある)から報告することもできますが、その場合には該当ページへのリンクに加えて、できる限り詳細に説明してください。 ",
    "faq.noFlameTitle": "誰かが意地悪をしたり無礼に振る舞っていた場合、どうすれば良いですか?",
    "faq.noFlameBody": "どうか炎上させないでください。意地悪なコメントに意地悪なコメントで応酬すると事態がより悪化して、あなたのアカウントまでブロックされるかもしれません。その代わり、無礼だったり非建設的だったことを報告してください。私たちが書き込んだ人を調べます。私たちは報告を毎日・毎時チェックして適切に処置しますので安心してください。",
    "faq.reviewContentTitle": "何かが報告されたりフラグを立てられたとき、Scratchチームは何をするのですか?",
    "faq.reviewContentBody": "Scratchチームは報告されたコメントやプロジェクトを毎日チェックしています。誰かがScratch{cgLink}を侵害された場合は、その原因を取り除いてそのアカウントに警告します。共有された内容や、その人に以前に警告が送信されたことがあるかどうかによって、共有に使用されていたアカウントまたはネットワークもブロックされることがあります。",
    "faq.blockedAccountTitle": "アカウントがブロックされると何が起きるのですか?",
    "faq.blockedAccountBody": "アカウントがブロックされると、所有者は自分のアカウントにアクセスしたり、そのアカウントを使用してプロジェクトを作成したり、新しいコメントを投稿したりすることができなくなります。 この場合、ログインすると、アカウントがブロックされた理由とブロックの解除を申請するフォームが表示されます。アカウント所有者がブロックされた理由を理解していることを示すことができ、今後、{cgLink}を従うことを約束した場合、ブロックが解除されます。 ",
    "faq.stolenAccountTitle": "だれかが、私のアカウントにアクセスして、アカウントをブロックされてしまいました。どうすればいいですか?",
    "faq.stolenAccountBody": "各ユーザーは、パスワードを安全に保管する責任があります。知っている誰かにアカウントを盗まれて悪用された場合は、彼らが使用しているコンピュータを管理している大人にそのことを伝えてください。知らない人にあなたのアカウントを利用されたとわかった場合は、パスワードを変更し、{contactLink}を使ってScratchチームに状況を説明してください。もし、あなたが{cgLink}を侵害したためアカウントがブロックされたのなら、他人のせいにしてはいけません。他人がアカウントを使ったと主張する場合、アカウントを回復する前にその人と話す必要があります。何が起こったか正直に話さないとブロックの期間が延びるだけです。 ",
    "faq.aboutExtensionsTitle": "拡張機能とは何ですか?",
    "faq.aboutExtensionsBody": "Scratchエディターでは、\"拡張機能\"という、追加のブロックを使用することができます。例えば、物理的なデバイス(micro:bit、LEGOロボティクスキットのような)をプログラムできるようにしたり、Scratchプロジェクト内のテキストを翻訳できるようにする拡張機能があります。新しい拡張機能は随時追加されるため、Scratchでできることが日々成長し続けます。",
    "faq.howToAddExtensionsTitle": "どうすれば拡張機能をプロジェクトに追加できますか?",
    "faq.howToAddExtensionsBody": "Scratchプログラミングエディターの左下隅にある\"拡張機能\"ボタンを押すと、すべてのScratch拡張機能の一覧が表示されます。拡張機能のどれかを選択した場合、新しいブロックのカテゴリーがプロジェクトに追加されます。追加した拡張機能はプロジェクトがオープンされるたびに自動的に読み込まれます。一つのプロジェクトに複数の拡張機能を追加可能です。 ",
    "faq.createExtensionsTitle": "どうすればScratch用の独自の拡張機能を作成できますか?",
    "faq.createExtensionsBody": "Scratchチームは将来、拡張のための仕様とガイドラインを公開する予定です。これが利用可能になると、公式のScratch 3.0拡張機能ライブラリに入れる検討依頼のために、Scratchチームに拡張機能を提出することが可能となります。\"実験的\"な拡張機能の開発と配布のためのガイドラインも提供される予定です。\"実験的\"な拡張機能は、個々のコンピュータ上でのプロジェクト作成に使用可能ですが、Scratchオンラインコミュニティで共有されることはありません。",
    "faq.scratchXTitle": "ScratchX ウェブサイトはどうなりますか?",
    "faq.scratchXBody": "ScratchX ウェブサイト (scratchx.org) は、拡張機能の実験的なテストベッドでした。ScratchXの拡張機能はScratch 3.0と互換性がありません。実験的な拡張機能がScratchでフルサポートされ次第、ScratchXのサポートをやめる予定です。開発者と利用者にはScratchXから新しい拡張機能プラットフォームへ移行するための時間を設けられます。",
    "faq.cloudDataInfoTitle": "クラウド変数とは何ですか?",
    "faq.cloudDataInfoBody": "クラウド変数を使うと、プロジェクトのデータを保存し、Scratchコミュニティの参加者と共有することができます。クラウド変数を使って、アンケート調査や、コミュニティの参加者が、時間とともに変化するデータを参照したり変更したりするプロジェクトを作れます。",
    "faq.makeCloudVarTitle": "クラウド変数はどうやったら作れますか?",
    "faq.makeCloudVarBody": "ブロックパレットの\"変数\"カテゴリを開き、\"変数を作る\"を押して、\"クラウド変数 (サーバーに保存)\"の横のチェックボックスをクリックします。クラウド変数に結び付けられたデータはサーバーに格納され、長期間保持されます。そのプロジェクトを開いた人は誰でもアクセスできるようになります。",
    "faq.onlyNumbersTitle": "クラウド変数にはどんなデータが保存できますか?",
    "faq.onlyNumbersBody": "数値のみがクラウド変数に保管できます。",
    "faq.storedCloudInfoTitle": "クラウド変数の保存されているデータは誰が見ることができますか?",
    "faq.storedCloudInfoBody": "クラウド変数を使用しているプロジェクトとやり取りする時に、やり取りに関連するデータがユーザー名と一緒に保存されたり、他の人がそれを見ることができます。",
    "faq.reportCloudTitle": "もし誰かがクラウド変数を使って不適切な投稿を見かけたら、どうやって報告できますか?",
    "faq.reportCloudBody": "\"報告\"ボタン(プロジェクトページのプレイヤーの下にある)を押して、クラウド変数内の不適切な内容を報告できます。報告理由に\"クラウド変数\"を含めることを忘れないでください。 ",
    "faq.chatRoomTitle": "クラウド変数でチャットを作っていいですか?",
    "faq.chatRoomBody": "クラウド変数でチャットを作ることは技術的にはできますが、Scratchウェブサイトでは許可されていません。",
    "faq.changeCloudVarTitle": "クラウド変数に格納された情報を操作できるのは誰ですか?",
    "faq.changeCloudVarBody": "あなたとプロジェクトの閲覧者のみがあなたのプロジェクトのクラウド変数に値を保存できます。他の人が\"中を見る\"を押したりコードをリミックスする場合、変数のコピーが作成され、オリジナルの変数に影響を与えたり、変更されることはありません。",
    "faq.newScratcherCloudTitle": "ログインしてもクラウド変数を使ったプロジェクトが使えません。どうしてですか？",
    "faq.newScratcherCloudBody": "あなたがウェブサイト上で、\"New Scratcher\"である場合、クラウド変数を使ったプロジェクトを使用することはできません。クラウド変数にアクセスするためには、\"Scratcher\"になる必要があります。\"New Scratcher\"から\"Scratcher\"への移行に関する詳細情報は、アカウントのセクション(前述)を参照ください。",
    "faq.multiplayerTitle": "クラウド変数で対戦ゲームは作れますか?",
    "faq.multiplayerBody": "対戦ゲームを作ることは、ネットワークのスピードや同期の問題で難しいでしょう。しかし、いくらかのScratcherは、クラウド変数を対戦や他の種類のプロジェクトで使う創造的な方法を思いついたようです。",
    "faq.schoolsTitle": "学校でのScratch",
    "faq.howTitle": "学校ではScratchはどのように使われていますか？",
    "faq.howBody": "Scratchは、さまざまな教科 (国語、美術、理科、歴史、算数、コンピュータサイエンスを含む)で、世界中の何十万もの学校で使われています。{educatorsLink}で、学校や他の学習環境(美術館、図書館、コミュニティセンターなど)でScratchを使用するためのプランとリソースについて、詳しく知ることができます。 ",
    "faq.educatorsLinkText": "教育者向けページ",
    "faq.noInternetTitle": "生徒がインターネット接続なしでScratchを使用する方法はありますか？",
    "faq.noInternetBody": "はい。{downloadLink}はダウンロード版のScratchで、デスクトップやノートパソコンで実行できます。Scratchアプリは現時点でWindowsとMacに対応しています。",
    "faq.communityTitle": "私の生徒用にオンラインコミュニティを無効にすることはできますか？",
    "faq.communityBody": "Scratchオンラインコミュニティでは、Scratchの{cgLink}によって監督された節度あるコミュニティの中で若い人たちが仲間達と共有したり、共同作業したり、学んだりする手段を提供しています。しかしながら、一部の教育者の皆さんが生徒にオンラインコミュニティに参加して欲しくないと考えていることも理解しています。このような場合は、Scratchアプリをインストールできます。Scratchアプリは、デスクトップやノートパソコン上でインターネット接続なしで動作します。 ",
    "faq.teacherAccountTitle": "教師用アカウントとは何ですか？",
    "faq.teacherAccountBody": "教師用アカウントは、生徒の参加を管理するための追加機能を、教師やその他教育関係者に提供するものです。具体的には、生徒用アカウントを作成したり、生徒の作品をスタジオにまとめたり、生徒のコメントのチェックすることができます。教師用アカウントの詳細については、{eduFaqLink}をご覧ください。 ",
    "faq.eduFaqLinkText": "Scratch教師用アカウントFAQ",
    "faq.requestTitle": "教師用アカウントを申請する方法は？",
    "faq.requestBody": "Scratch教師用アカウントを{educatorsLink}からリクエストすることができます。教育者としてのあなたの役割を確認するために、登録プロセスの中で追加情報を質問させていただきます。 ",
    "faq.dataTitle": "Scratchは生徒に関するどんなデータを収集しますか？",
    "faq.dataBody": "最初にScratchにサインアップすると、性別、年齢(生まれ年と月)、国名、確認用Eメールアドレスなどの基本的な人口統計データについて質問させていただきます。回答は、皆さんがスクラッチで学ぶ方法についての私たちの理解を向上させる目的の調査研究で(集約された形で)使われます。教育者がScratch教師用アカウントを使用して生徒用アカウントを一括して作成する場合、生徒はアカウント設定のためのEメールアドレスを提示する必要はありません。",
    "faq.lawComplianceTitle": "オンライン版のScratchは、アメリカ合衆国のプライバシーデータ保護に関する連邦法および州法に適合していますか？ ",
    "faq.lawComplianceBody1": "Scratchは、私たちのプラットフォームを使用する生徒やすべての個人のプライバシーについて、細心の注意を払っており、私たちはScratchウェブサイトで収集した情報を保護するために物理的および電子的な手続きを整えています。私たちは、私たちのフリーな教育用プロダクトを使用する各団体に契約上の保証を提供する立場にはありませんが、Scratchを維持してきた組織であるMITとScratch財団に適用されるすべての米国連邦法を遵守しています。詳細については、Scratchのプライバシーポリシーをお読みになることをお勧めします。",
    "faq.lawComplianceBody2": "いかなる個人情報を送信すること無しにScratchプロジェクトを作りたい場合は、{downloadLink}をダウンロードできます。Scratchアプリで作られたプロジェクトはScratchチームから確認できず、Scratchアプリの使用は、プロジェクトをScratchのオンラインコミュニティーにアップロードしない限り、個人を特定する情報をScratchに開示することはありません。"
}