{
    "faq.title": "Жиі қолданылатын сұрақтар (ЖҚС)",
    "faq.intro": "Бұл парақшада сіз жиі қойылатын сұрақтарға жауап табасыз.",
    "faq.aboutTitle": "Жалпы Сұрақтар",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Ремикстеу және Көшіру",
    "faq.accountsTitle": "Аккаунттар",
    "faq.permissionsTitle": "Лицензия мен Рұқсат",
    "faq.inappropriateContentTitle": "Тиімсіз Контент",
    "faq.scratchExtensionsTitle": "Scratch кеңейтілімдері",
    "faq.cloudDataTitle": "Бұлт айнымалылары",
    "faq.aboutScratchTitle": "Скретч деген не және онымен мен не істей аламын?",
    "faq.aboutScratchBody": "Scratch бағдарламалау тілі мен интернеттегі қоғамдастықтың көмегімен сіз өзіңіздің интерактивті әңгімелеріңізді, ойындарыңыз бен анимацияларыңызды құра аласыз және әлемдегі басқалармен өз туындыларыңызбен бөлісе аласыз. Жастар Scratch жобаларын құрып, олармен бөлісе отырып, шығармашылық ойлауға, жүйелі пікір айтуға және ынтымақтастықта жұмыс істеуге үйренеді. Скретч туралы көбірек білу үшін {aboutScratchLink}қараңыз.",
    "faq.aboutScratchLinkText": "Scratch туралы",
    "faq.makeGameTitle": "Скретчте ойын немесе анимацияны қалай жасай аламын?",
    "faq.makeGameBody": "Scratch бағдарламасын бастаудың көптеген жолдарын көру үшін {ideasLink} тексеріңіз",
    "faq.ideasLinkText": "Идеялар парағы",
    "faq.whoUsesScratchTitle": "Кім Скретчті қолданады?",
    "faq.whoUsesScratchBody": "Скретчті кез-келген ортадан шыққан адамдар қолданады, әлемнің барлық елдерінде, барлық жағдайларда - үйлерде, мектептерде, кітапханаларда, мұражайларда және т.б. Scratch әсіресе 8-16 жас аралығындағы жастарға арналған, {scratchJrLink}бірақ барлық жастағы адамдар Scratch құрып, олармен бөліседі. 5 жастан 7 жасқа дейін жасалған Scratch-тің жеңілдетілген нұсқасын кішкентай балалар байқап көргісі келеді.",
    "faq.requirementsTitle": "Скретчке қандай жүйелік талаптар керек?",
    "faq.requirementsBody": "Скретч көптеген веб-шолғыштарда жұмыс үстелдерінде, ноутбуктерде және планшеттерде жұмыс істейді. Сіз ұялы телефондардан жобаларды көре аласыз, бірақ қазіргі уақытта сіз телефондарда жобалар жасай немесе өңдей алмайсыз. Төменде ресми қолдау көрсетілетін браузерлердің тізімі берілген.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer-ге қолдау көрсетілмейді.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Ескерту:",
    "faq.requirementsNoteDesktop": "Егер сіздің компьютеріңіз осы талаптарға сәйкес келмесе, сіз {downloadLink} редакторды пайдаланып көріңіз (келесі сұрақтарды жиі қойыңыз).",
    "faq.scratchApp": "Scratch app",
    "faq.requirementsNoteWebGL": "Егер сізде WebGL қатесі болса, басқа браузерді қолданып көріңіз.",
    "faq.requirementsNoteTablets": "Планшеттерде қазіргі уақытта «пернелер басылған» блоктарды немесе тінтуірдің оң жақ түймешігімен басу мүмкіндігі жоқ.",
    "faq.offlineTitle": "Жобаларды офлайн режимінде құруға және көруге мүмкіндік беретін жүктелетін нұсқаңыз бар ма?",
    "faq.offlineBody": "Scratch қосымшасы Интернетке қосылусыз Scratch жобаларын жасауға мүмкіндік береді. Сіз Scratch веб-сайтынан немесе құрылғыға арналған қолданбалар дүкенінен {downloadLink} жүктей аласыз. (Мұны бұған дейін «Scratch Offline редакторы» деп атаған).",
    "faq.uploadOldTitle": "Scratch-тің ескі нұсқаларымен жасалған жобаларды веб-сайтқа жүктей аламын ба?",
    "faq.uploadOldBody": "Иә: Сіз Scratch-тің алдыңғы нұсқаларымен жасалған жобаларды бөлісе немесе жүктей аласыз, сонда олар көрінетін және ойнатылатын болады. (Алайда, сіз Scratch-тың кейінгі нұсқаларында жасалған немесе өңделген жобаларды жүктей алмайсыз және оларды алдыңғы нұсқаларында аша алмайсыз{scratch2Link}. Мысалы, жұмыс үстеліндегі Scratch 3.0 жобасын аша алмайсыз, өйткені Scratch 2.0 білмейді .sb3 жобасының файл пішімін қалай оқуға болады.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Скретчтің құны қанша? Маған лицензия керек пе?",
    "faq.scratchCostBody": "Сызаттар тегін және әрқашан да болады. Сізге Scratch бағдарламасын мектепте, үйде немесе басқа жерде пайдалану үшін лицензия қажет емес. Скретчті әзірлеу және қолдау гранттар мен қайырымдылықтардың есебінен жүзеге асырылады. Егер сіз Скретчке үлес қосқыңыз келсе, {donateLink} қараңыз.",
    "faq.donateLinkText": "Қайырымдылық парағы",
    "faq.mediaLabTitle": "Скретчті кім ойлап тапты?",
    "faq.mediaLabBody": "Скретчті {mediaLabLink}-де {llkLink} Scratch Team әзірлейді және қолдайды.",
    "faq.llkLinkText": "Өмір бойы балабақша тобы",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Scratch 3.0 дегеніміз не?",
    "faq.aboutScratch3Body": "Scratch 3.0 - бұл 2019 жылдың 2 қаңтарында басталған Scratch-тің соңғы буыны. Ол Scratch көмегімен қалай, не және қай жерде жасауға болатындығын кеңейтуге арналған. Оған ондаған жаңа спрайт, мүлдем жаңа дыбыстық редактор және көптеген жаңа бағдарламалау блоктары кіреді. Scratch 3.0 көмегімен сіз планшетте ноутбуктан немесе үстелдік компьютерден басқа жобалар құра аласыз және ойнай аласыз.",
    "faq.reportBugsScratch3Title": "Қателер туралы қалай хабарлауға және Scratch 3.0 туралы пікір алмасуға болады?",
    "faq.reportBugsScratch3Body": "Скретч пікірталас форумдарының бөлімінде қателер туралы {forumsLink} хабарлауға және кері байланыспен бөлісуге болады.",
    "faq.forumsLinkText": "Қателер және ақау",
    "faq.languagesScratch3Title": "Scratch 3.0 бірнеше тілде қол жетімді ме?",
    "faq.languagesScratch3Body1": "Иә. Бағдарламалау блоктарының тілін өзгерту үшін бағдарламалау редакторының жоғарғы шарлау тақтасындағы “глобус” белгішесін басыңыз, содан кейін тіл таңдау үшін ашылмалы мәзірді нұқыңыз.",
    "faq.languagesScratch3Body2": "Біздің барлық аудармаларды еріктілер жасайды. Scratch 3.0 редакторы 40-тан астам тілге аударылған. Қазіргі уақытта біздің тілімізде аударылып жатқан және шолылып жатқан барлық тілдерді көре аласыз {transifexLink}. Егер сіз аудармаға немесе шолуға көмектескіңіз келсе,  {emailLink}хабарласыңыз.",
    "faq.transifexLinkText": "аударма сервері",
    "faq.removedBlocksScratch3Title": "Scratch 3.0 кез келген кодтау блоктарын Scratch-тің алдыңғы нұсқаларынан жоя ма?",
    "faq.removedBlocksScratch3Body": "Scratch 3.0-де кодтау блоктары жойылған жоқ, бірақ кейбіреулері сәл өзгерді, ал басқалары «кеңейтімдерге» көшті (төменде көрсетілгендей, {extensionsFAQLink}бөлімде).",
    "faq.newBlocksScratch3Title": "Scratch 3.0 жаңа блоктар енгізе ме?",
    "faq.newBlocksScratch3Body": "Иә! Scratch 3.0-де сіз мыналарды таба аласыз:",
    "faq.newBlocksSoundEffect": "Жаңа «дыбыстық эффект» блоктары",
    "faq.newBlocksOperators": "Мәтінмен (жолдармен) жұмыс істеуді жеңілдететін жаңа операторлар",
    "faq.newBlocksPen": "Ашықтықты қолдауды қоса алғанда, жаңа қалам блоктары",
    "faq.newBlocksGlide": "Спрайтқа (немесе кездейсоқ нүктеге) оңай жылжитын жаңа сырғанау блогы",
    "faq.newBlocksExtensions": "«Scratch Extensions» арқылы көптеген жаңа мүмкіндіктер (төмендегі кеңейтімдер бөлімін қараңыз)",
    "faq.biggerBlocksScratch3Title": "Неліктен блоктар Scratch 3.0-де алдыңғы нұсқаларға қарағанда үлкен?",
    "faq.biggerBlocksScratch3Body": "Scratch 3.0 сенсорлық құрылғыларда жақсы жұмыс жасауы үшін (көптеген Chromebook, Windows Surface ноутбуктары және планшеттері сияқты) блоктарды сүйреп түрту оңай болатындай етіп блоктарды үлкейту керек болды. Сонымен қатар, Scratch 3.0-де блоктар сәл үлкенірек, жаңа интерфейс элементтерін шерту және апару кезінде қиындықтар туындайтын жаңа пайдаланушылармен кездескен мәселелерді шешуге көмектеседі.",
    "faq.extensionsScratch3Title": "Қалам блоктары қайда кетті? Музыкалық блоктар қайда кетті? Бейне сезгіш блоктар қайда кетті?",
    "faq.extensionsScratch3Body": "Қалам, музыка және бейнені сезу блоктары кеңейтілімге көшірілді. Кеңейтімдерді экранның төменгі сол жағындағы батырманы басу арқылы қосуға болады (төмендегі «Кеңейтімдер» бөлімін қараңыз).",
    "faq.paintEditorScratch3Title": "Paint редакторында қандай жаңа мүмкіндіктер бар?",
    "faq.paintEditorScratch3Body": "Бояу редакторы қуатты жаңа мүмкіндіктер беру үшін қайта өңделді, сонымен бірге оны пайдалану оңайырақ болды. Өзгерістер мен жаңа мүмкіндіктерге мыналар жатады:",
    "faq.paintEditorLayout": "Қол жетімді құралдар мен опцияларды көрнекі ететін жаңа орналасу",
    "faq.paintEditorTools": "Векторлық режимде жұмыс істейтін «өшіргіш» сияқты жаңа құралдар",
    "faq.paintEditorColors": "Түстерді таңдау мен реттеудің қосымша нұсқалары",
    "faq.paintEditorVector": "Векторлық нүктелерді көбірек басқару (қисық тұтқалары және нүктелік режимдер)",
    "faq.paintEditorLayers": "Қабаттарға тапсырыс беру үшін қосымша басқару элементтері («алға шығару», «артқа жылжу» және т.б.)",
    "faq.paintEditorGradients": "Жаңа градиентті басқару элементтері",
    "faq.soundEditorScratch3Title": "Дыбыс редакторында қандай жаңа мүмкіндіктер бар?",
    "faq.soundEditorScratch3Body": "Дыбыстарды жазу және манипуляциялауды жеңілдету үшін Дыбыс редакторы өзгертілді. Ол бірқатар жаңа мүмкіндіктерді ұсынады:",
    "faq.soundEditorRecording": "Пайдалану оңай жаңа жазу жүйесі",
    "faq.soundEditorTrimming": "Пайдалануды жеңілдететін жаңа аудио кесу жүйесі",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "Scratch туралы кеңестер терезесі не болды?",
    "faq.tipsWindowScratch3Body": "Кеңестер терезесінің орнына Scratch 3.0 ұқсас материалдарды Оқулықтар кітапханасы арқылы ұсынады, оған бағдарламалау редакторындағы жоғарғы навигация жолағындағы Оқулықтар сілтемесі арқылы қол жеткізуге болады. Сіз бүкіл жобаларға арналған оқулықтарды таба аласыз (мысалы, «Қуыспақ ойыны») немесе белгілі бір блоктар мен мүмкіндіктер (мысалы, «Дыбыс жазу» немесе «Айналдыру»). Жақында қосымша оқулықтар қосылады (мысалы, «Pong Game» және «Make It Fly»).",
    "faq.remixDefinitionTitle": "Ремикс деген не?",
    "faq.remixDefinitionBody": "Скратчер басқа біреудің жобасының көшірмесін жасап, оны өз идеяларын қосу үшін өзгерткенде (мысалы, сценарийлерді немесе костюмдерді өзгерту арқылы), нәтижесінде пайда болған жоба «ремикс» деп аталады. Scratch веб-сайтына жіберілген кез-келген жобаны ремикс жасауға болады. Жобаның бастапқы авторына және ремикске айтарлықтай үлес қосқан басқа адамдарға несие берілсе, біз шамалы өзгерісті де жарамды ремикс деп санаймыз.",
    "faq.remixableTitle": "Неліктен Scratch Team барлық жобалардың “қалпына келтірілетін” болуын талап етеді?",
    "faq.remixableBody": "Біз басқа адамдардың жобаларын ремикстеу бағдарламалауды үйренудің және қызықты жобалар құрудың керемет тәсілі деп санаймыз. Ремиксинг арқылы Scratch қоғамдастығы арқылы креативті идеялар таралады және бұл бәріне тиімді. Scratch веб-сайтында бөлісілген барлық жобалар “Creative Commons Share Alike” лицензиясымен қамтылған, яғни сіз Scratch веб-сайтында көрген кез-келген жобаны ремикстей аласыз - және басқалар сіз бөлісетін кез-келген жобаны ремикс ете алады.",
    "faq.creativeCommonsTitle": "Менің жобаларымды басқалары ремикстегенін қаламасам ше?",
    "faq.creativeCommonsBody": "Ремиксинг - бұл Scratch қауымдастығының маңызды бөлігі. Егер сіз басқалардың сіздің туындыларыңызды көруін немесе ремикс жасауын қаламасаңыз, Scratch веб-сайтында жобалар жасай аласыз, бірақ оларды веб-сайтта бөліспеңіз.",
    "faq.fairUseTitle": "Мен өзімнің жобаларымда желіден суреттер / дыбыстар / медиа қолдана аламын ба?",
    "faq.fairUseBody": "Егер сіз басқа біреудің жұмысын өзіңіздің жұмысыңызға енгізуді таңдасаңыз, онда жоба бойынша “несиелер”   бөліміне несие беріп, түпнұсқаға сілтеме қосыңыз. Ремиксингке лицензиясы бар өнерді / дыбыстарды табу үшін {ccLink}.",
    "faq.ccLinkText": "Creative Commons іздеу парағы",
    "faq.whyAccountTitle": "Scratch аккаунтының болуы неге пайдалы?",
    "faq.whyAccountBody": "Тіркелгі болмаса да, сіз басқа адамдардың жобаларын ойнай аласыз, пікірлер мен форумдарды оқи аласыз, тіпті өз жобаларыңызды жасай аласыз. Бірақ сізге жобаларды сақтау және бөлісу, пікірлер мен форум хабарламаларын жазу, қоғамдағы басқа «әлеуметтік» іс-шараларға қатысу (мысалы, басқа адамдардың жобаларын «жақсы көру») үшін тіркелгі қажет.",
    "faq.createAccountTitle": "Аккаунтты қалай жасауға болады?",
    "faq.createAccountBody": "Скретчтің бастапқы парағында «Қосылу» батырмасын басу жеткілікті. Сізге бірнеше сұрақтарға жауап беріп, электрондық пошта мекенжайын беру қажет. Бұл небары екі минутты алады және бұл мүлдем тегін!",
    "faq.checkConfirmedTitle": "Аккаунттың расталғанын қалай білуге болады?",
    "faq.howToConfirmTitle": "Өз аккаунтымды қалай растай аламын?",
    "faq.howToConfirmBody": "Scratch-те жаңа есептік жазба жасағаннан кейін сізге сілтеме көрсетілген электрондық пошта хабарламасы келеді. Есептік жазбаны растау үшін сілтемені нұқыңыз. Тіркелгіңізді растағаннан кейін сіз жобалармен бөлісе аласыз, пікірлер жаза аласыз және студиялар құра аласыз. Есептік жазбаңыздың растауы Scratch Team-ден электрондық пошта арқылы жаңартуларды алуға мүмкіндік береді. Егер растау сілтемесі бар электрондық поштаны таба алмасаңыз, спам қалтасын тексеріңіз. Егер сіз оны әлі таба алмасаңыз және басқа көшірмесін алғыңыз келсе, «Тіркелгі параметрлері» бөліміне өтіп, «Электрондық пошта» қойындысын нұқып, ондағы нұсқауларды орындаңыз. Электрондық пошта келгенше бір сағатқа созылуы мүмкін екенін ескеріңіз. Егер сіз бір сағаттан кейін электрондық поштаны әлі көрмесеңіз {contactLink}.",
    "faq.contactLinkText": "бізге хабарлаңыз",
    "faq.checkConfirmedBody": "Есептік жазбаңыздың расталғанын тексеру үшін Scratch тіркелгісіне кіріп, өз парағыңызға  {settingsLink} өтіңіз. Расталған электрондық пошта мекенжайлары кішкентай жасыл құсбелгіні көрсетеді. Әйтпесе, сіз «электрондық пошта мекен-жайыңыз расталмаған» мәтінін қызғылт сары түспен көресіз.",
    "faq.settingsLinkText": "Электрондық пошта параметрлері",
    "faq.requireConfirmTitle": "Мен өз аккаунтымды растауым керек пе?",
    "faq.requireConfirmBody": "Сіз әлі де Scratch-тің көптеген аспектілерін есептік жазбаңызды растаусыз, соның ішінде жобалар жасау мен сақтауда (оларды бөліспей) пайдалана аласыз.",
    "faq.forgotPasswordTitle": "Мен өзімнің логинімді немесе паролімді ұмытып кеттім. Оны қалай қалпына келтіруге болады?",
    "faq.forgotPasswordBody": "{resetLink} Параққа пайдаланушы атыңызды немесе электрондық пошта мекен-жайыңызды енгізіңіз. Веб-сайт сіздің пайдаланушы атыңызбен байланысты мекен-жайға электрондық пошта жібереді және парольді қалпына келтіру үшін қолдануға болатын сілтемені жібереді.",
    "faq.resetLinkText": "Құпия сөзді қалпына келтіру",
    "faq.changePasswordTitle": "Мен өз құпиясөзімді қалай өзгерте аламын?",
    "faq.changePasswordBody": "Scratch аккаунтыңызға кіріңіз, содан кейін пароліңізді өзгерте алатын біздің параққа {changeLink}кіріңіз.",
    "faq.changeLinkText": "Құпия сөз параметрлері",
    "faq.changeEmailTitle": "Мен өз электрондық пошта мекенжайымды қалай өзгерте аламын?",
    "faq.changeEmailBody": "Scratch тіркелгісіне кіріңіз, содан кейін электрондық пошта мекенжайын өзгерте алатын біздің параққа {changeEmailLink}кіріңіз.",
    "faq.newScratcherTitle": "\"Жаңа Скретчер\" мәртебесінен \"Скретчер\" мәртебесіне қалай өте аламын?",
    "faq.newScratcherBody": "Есептік жазбаны жасағанда, сіз “Жаңа Scratcher” деп белгіленесіз.  \"Scratcher\" -ке өту үшін сіз жобалар жасап, бөлісіп, басқа Scratchers жобаларына түсініктеме беріп, шыдамды болуыңыз керек! Талаптарды орындағаннан кейін сіздің профиль парағыңызда Скретч болуға шақыратын сілтеме пайда болады және Scratch веб-сайтында қосымша мүмкіндіктерге ие боласыз. (Жаңа Scratcher-ді Scratcher-ге тапсырыс бойынша ұсынбайтынымызды ескеріңіз)",
    "faq.multipleAccountTitle": "Бірден көп аккаунт иелене аламын ба?",
    "faq.multipleAccountBody": "Scratch веб-сайтында бірнеше есептік жазба болған дұрыс, егер олардың ешқайсысы бұзу үшін пайдаланылмаса {cgLink}. Бұл жағдайда барлық байланысты есептік жазбалар бұғатталуы немесе жойылуы мүмкін.",
    "faq.multipleLoginTitle": "Аккаунтқа бірнеше адам кіргені дұрыс па?",
    "faq.multipleLoginBody": "Бұған жол берілмейді, себебі бір есептік жазбаға бірнеше адам кірген кезде веб-сайт пен жоба редакторы шатасуы мүмкін. Тіркелгі бұзатын әрекеттерді жасаған кезде {cgLink}, барлық байланысты тіркелгілер бұғатталуы немесе жойылуы мүмкін. Егер сіз есептік жазбаны онымен жаман нәрсе жасайтын адаммен бөліссеңіз, бұл сіздің есептік жазбаңызды басқа адамның жасаған әрекеті үшін бұғаттауға болатындығын білдіреді.",
    "faq.changeUsernameTitle": "Мен өз пайдаланушы атымды өзгерте аламын ба?",
    "faq.changeUsernameBody": "Scratch веб-сайтының құрылымы есептік жазба атауының тұрақты болуына байланысты, сондықтан сіздің пайдаланушы атыңызды өзгерту мүмкін емес. Егер сізге шынымен де жаңа пайдаланушы атына ауысу қажет болса, сіз жаңа тіркелгі жасай аласыз, бірақ жобаларыңызды жаңа тіркелгіге өз бетіңізше көшіруге тура келеді.",
    "faq.shareInfoTitle": "Өзімнің аккаунтымда қандай ақпаратпен бөлісе аламын?",
    "faq.shareInfoBody": "Сіздің жеке мекен-жайыңыз, электрондық поштаңыз, телефон нөміріңіз немесе Scratch веб-сайтынан тыс байланыс орнатуға болатын кез-келген басқа сияқты жеке ақпаратыңызды бөліспеңіз. Осы түрдегі ақпаратты қамтитын жобалар, түсініктемелер немесе форум хабарламалары туралы хабарлаңыз, осылайша Scratch командасы ақпаратты алып тастай алады және авторға жеке байланыс ақпаратын бөлісуге болмайтындығын ескертеді.",
    "faq.deleteAccountTitle": "Өз аккаунтымды қалай жоя аламын?",
    "faq.deleteAccountBody": "Скретчке кіріп, жоғарғы оң жақ бұрышта пайдаланушы атыңызды басыңыз. «Есептік жазба параметрлері» тармағын таңдап, парақтың төменгі жағындағы «Мен есептік жазбамды жойғым келеді» сілтемесін басыңыз. Бірақ сіз мұны өз есептік жазбаңызды жойғыңыз келетініне толық сенімді болған жағдайда ғана жасауыңыз керек.",
    "faq.scratchFreeTitle": "Scratch тегін бе? Мен оны қалаған жерде қолдана аламын ба?",
    "faq.scratchFreeBody": "Иә! Scratch тегін қол жетімді. Сіз оны өз мектебіңізде қолдана аласыз, және сіз бұл туралы курсты үйрете аласыз (тіпті ақша қажет болатын курс). Сізге лицензия сатып алудың қажеті жоқ: бұл тегін!",
    "faq.scratchScreenshotTitle": "Scratch скриншоттарын кітапта немесе презентацияда қолдануға бола ма?",
    "faq.scratchScreenshotBody": "Ия, сіз Scratch қосымшасы мен веб-сайттың скриншоттарын / суреттерін кітапта немесе презентацияда пайдалана аласыз және оларды лицензия бойынша {licenseLink}лицензияланған деп санай аласыз. Материалдарыңыздың бір жеріне: «Scratch - бұл MIT Media Lab зертханасындағы Өмір бойы балабақша тобымен бірлесе отырып, Scratch қорының жобасы. Бұл жазбаны https://scratch.mit.edu мекен-жайы бойынша тегін енгізуге болатындығын сұраймыз. оқу ».",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Scratch сипаттамасын брошюраларға немесе басқа материалдарға қоса аламын ба?",
    "faq.scratchDescriptionBody": "Әрине! Біз келесі сипаттаманы ұсынамыз: «Scratch - бұл сіз өзіңіздің интерактивті сюжеттеріңізді, ойындарыңыз бен анимацияларыңызды құра алатын және әлемдегі басқалармен өз туындыларыңызбен бөлісуге болатын кодтау тілі және желідегі қоғамдастық. Жастар Scratch жобаларын құрып, {sfLink}бөліскен кезде олар Scratch MIT Media Lab зертханасындағы «Өмір бойы балабақша» тобымен бірлесіп жасалған жоба. Оны https://scratch.mit.edu сайтында тегін алуға болады «",
    "faq.presentScratchTitle": "Конференцияда Скретч туралы презентация  жасай аламын ба?",
    "faq.presentScratchBody": "Сіз оқытушыларға немесе басқа топтарға Scratch туралы презентация жасай аласыз.",
    "faq.supportMaterialTitle": "Scratch қолдау материалдарын, спрайттарды, суреттерді, дыбыстарды немесе веб-сайттан тапқан жобаларды қолдануға / remix жасауға бола ма?",
    "faq.supportMaterialBody": "Ия: Scratch веб-сайтындағы Scratch қолдау материалдарының көпшілігі {licenseLink}лицензия бойынша қол жетімді. Кейбір ерекшеліктер бар: Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga және Tera - бұл Scratch сауда белгілері, сондықтан оларды Scratch командасының нақты рұқсатынсыз пайдалану мүмкін емес.",
    "faq.sellProjectsTitle": "Өзімнің Скретч жобаларымды сата аламын ба?",
    "faq.sellProjectsBody": "Ия: Сіздің Scratch жобаңыз - сіздің жасампаздығыңыз. Есіңізде болсын, сіз Scratch веб-сайтында өз жобаңызды бөліскеннен кейін, барлық адамдар {licenseLink} лицензия шарттарына сәйкес жобаны жүктеуге, ремикстеуге және қайта пайдалануға құқылы. Егер сіз өз жобаңызды сатқыңыз келсе, оны Scratch веб-сайтында бөліскіңіз келуі мүмкін.",
    "faq.sourceCodeTitle": "Scratch-тің бастапқы кодын қайдан таба аламын?",
    "faq.sourceCodeBody": "Scratch бағдарламалау редакторының бастапқы кодын мына жерден {guiLink} табуға болады. {flashLink}және {scratch14Link}үшін бастапқы код GitHub-та қол жетімді. Scratch веб-сайтына қатысты даму жобалары туралы жаңартылған ақпарат алу үшін біздің сайтқа кіріңіз {developersLink}",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Scratch веб-сайтында не бөлісуге болатынын немесе болмайтынын қайдан білемін?",
    "faq.okayToShareBody": "{cgLink} Скретчпен танысыңыз - олар қысқа және көптеген заңды заттарды қамтымайды. Скретчтегі әр парақтың төменгі жағында сілтеме бар.",
    "faq.reportContentTitle": "Егер де мен біреудің жарамайтын қылық істегенін байқасам не істеуім керек?",
    "faq.reportContentBody": "Сіз кез-келген жоба, пікір, пікірталас, студия немесе профиль парағында «есеп» деген сілтемені нұқып, Scratch үшін дұрыс емес нәрсені көре аласыз. Егер жағдай күрделі болса, сілтемені {contactLink} (әр беттің төменгі жағында) түсіндіруге болады. Тиісті беттерге сілтеме жасай отырып, мүмкіндігінше егжей-тегжейлі болуды ұмытпаңыз.",
    "faq.noFlameTitle": "Егер де мен біреудің жарамайтын қылық істегенін байқасам не істеуім керек?",
    "faq.noFlameBody": "Жалынға қоспа! Орташа түсініктемелермен түсініктемелерге жауап беру жағдайды нашарлатады және сіздің есептік жазбаңыздың бұғатталуына әкелуі мүмкін. Оның орнына, менсінбейтін немесе конструктивті емес нәрсе туралы жай ғана хабарлаңыз, сонда біз автормен бірге жүреміз. Біз есептерді күн сайын, күніне бірнеше рет тексереміз - сондықтан сенімді болыңыз, біз бәрін шешеміз.",
    "faq.reviewContentTitle": "Скретч командасы бірдеңе туралы хабарланған немесе жалауша қойылған кезде не істейді?",
    "faq.reviewContentBody": "Scratch Team шолулар күн сайын есептер мен жобалар туралы хабарлады. Егер бірдеңе Scratch -ты {cgLink} бұзса, біз оны алып тастап, есептік жазбаға ескерту жібереміз. Біз сондай-ақ оны бөлісу үшін пайдаланылған есептік жазбаларды немесе желілерді бұғатталған нәрсеге байланысты және егер адамға бұрын ескерту жіберілген болса, бұғаттай аламыз.",
    "faq.blockedAccountTitle": "Аккаунт бұғаттап қалған жағдайда не болады?",
    "faq.blockedAccountBody": "Есептік жазба бұғатталған кезде, иесі енді оның есептік жазбасына кіре алмайды, оны жобалар жасау үшін немесе жаңа пікірлер жаза алмайды. Жүйеге кірген кезде олар есептік жазбаның не үшін бұғатталғанын түсіндіретін парақты, сонымен қатар веб-форманың көмегімен бұғаттан босатуды сұрай алады. Егер иесі олардың есептік жазбасының не үшін бұғатталғанын түсінетіндігін көрсете алса және болашақта Scratch-пен {cgLink}жүруге уәде берсе, олар бұғаттан шығарылады.",
    "faq.stolenAccountTitle": "Біреу менің аккаунтыма кіріп, менің аккаунтымды бұғаттап тастады. Маған не істеу керек?",
    "faq.stolenAccountBody": "Құпия сөздің қауіпсіздігі үшін сіз жауап бересіз. Егер сіз білетін адам сіздің есептік жазбаңызды басқарып, жаман істер жасаған болса, онда олар қолданған компьютерге жауапты ересектерге айтыңыз. Егер сіз білмейтін біреу сіздің есептік жазбаңызға кіре алады деп ойласаңыз, парольді өзгертіңіз және / немесе жағдайды түсіндіру үшін {contactLink} сілтемені қолданыңыз. Егер сіздің есептік жазбаңыз «Scratch» {cgLink}бұзған бірдеңе жасағаны үшін бұғатталған болса, бізге мұны басқа біреу жасады деп айтпаңыз. Адамдар бізге басқа біреу өз аккаунтын жаман нәрсе жасады деп айтса, біз оны қалпына келтірмес бұрын сол адаммен сөйлесіп, сөйлесуіміз керек. Бұл дегеніміз, сіздің болған жағдай туралы шыншыл болсаңыз, сіздің есептік жазбаңыз әлдеқайда ұзақ уақыт бойы бұғатталады.",
    "faq.aboutExtensionsTitle": "Кеңейтілімдер дегеніміз не?",
    "faq.aboutExtensionsBody": "Scratch редакторында сіз «кеңейтімдер» деп аталатын қосымша блоктар жиынтығын қоса аласыз. Мысалы, физикалық құрылғыларды бағдарламалауға мүмкіндік беретін кеңейтімдер бар (мысалы, микро: бит және LEGO робототехника жиынтығы) және сіздің Scratch жобаларыңыздағы мәтінді аударуға мүмкіндік береді. Уақыт өте келе біз жаңа кеңейтімдерді қосуды жалғастырамыз, сондықтан Scratch көмегімен жасай алатын нәрселер уақыт өте келе өсе береді.",
    "faq.howToAddExtensionsTitle": "Жобаға кеңейтілімді қалай қосуға болады?",
    "faq.howToAddExtensionsBody": "Егер сіз Scratch бағдарламалау редакторының төменгі сол жақ бұрышындағы «Кеңейтімдер» батырмасын бассаңыз, онда сіз барлық Scratch кеңейтімдерінің тізімін көресіз. Кеңейтімдердің бірін таңдағанда, сіздің жобаңызға блоктардың жаңа санаты қосылады. Жоба ашылған сайын кеңейтім автоматты түрде жүктеледі. Бір жобаға бірнеше кеңейтімдер қосуға болады.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "Scratch Team болашақта кеңейтімдерге арналған сипаттамалар мен нұсқаулықтарды жариялайды. Қол жетімді болғаннан кейін, сіз Scratch 3.0 кеңейтімдерінің ресми кітапханасында қарау үшін Scratch Team-ге кеңейтімдер ұсына аласыз. Біз сонымен қатар жеке компьютерлерде жобалар жасауға болатын, бірақ Scratch желілік қоғамдастығында қолданыла алмайтын «эксперименттік» кеңейтімдерді әзірлеу және тарату бойынша нұсқаулар береміз.",
    "faq.scratchXTitle": "ScratchX веб-сайты не болады?",
    "faq.scratchXBody": "ScratchX веб-сайты (scratchx.org) кеңейтуге арналған тәжірибелік алаң болды. ScratchX үшін жасалған кеңейтімдер Scratch 3.0 нұсқасымен сәйкес келмейді. Scratch-те эксперименттік кеңейтімдерге толық қолдау көрсетілгеннен кейін біз ScratchX қолдауын тоқтатамыз және әзірлеушілер мен пайдаланушыларға ScratchX-тен жаңа кеңейтімдер платформасына өтуге уақыт береміз.",
    "faq.cloudDataInfoTitle": "Бұлт айнымалылары дегеніміз не?",
    "faq.cloudDataInfoBody": "Бұлт айнымалылары жобадағы деректерді сақтауға және Scratch қауымдастығының басқа адамдарымен бөлісуге мүмкіндік береді. Сіз бұлтты айнымалыларды сауалнамалар жасау үшін пайдалана аласыз, мұнда қоғамдастықтың басқа мүшелері уақыт өткен сайын мәліметтерге қол жеткізіп, өзгерте алады.",
    "faq.makeCloudVarTitle": "Бұлтты айнымалы қалай жасауға болады?",
    "faq.makeCloudVarBody": "Блоктар палитрасының «Айнымалылар» бөліміне өтіп, «Айнымалы жаса» таңдаңыз, содан кейін «Бұлт айнымалысы (серверде сақталады)» жанындағы құсбелгіні басыңыз. Бұлт айнымалысымен байланысты деректер серверде сақталады, уақыт өте келе сақталады және жобаны ашқан кез келген адамға қол жетімді болады.",
    "faq.onlyNumbersTitle": "Бұлт айнымалыларында мәліметтердің қандай түрлерін сақтауға болады?",
    "faq.onlyNumbersBody": "Бұлт айнымалыларында тек сандарды ғана сақтауға болады.",
    "faq.storedCloudInfoTitle": "Бұлт айнымалыларында сақталған деректерді кім көре алады?",
    "faq.storedCloudInfoBody": "Бұлттық айнымалыларды қолданып жобамен өзара әрекеттескенде, сіздің өзара әрекеттесулеріңізбен байланысты деректер сіздің пайдаланушы атыңызбен бірге сақталуы мүмкін, ал басқалары оны көре алады.",
    "faq.reportCloudTitle": "Егер біреу бұлт айнымалыларын қолданып, орынсыз мазмұн жарияласа, мен оны қалай хабарлауым керек?",
    "faq.reportCloudBody": "Бұлт айнымалыларындағы орынсыз мазмұн туралы хабарлау үшін «Бұл туралы хабарлау» батырмасын басыңыз (жоба парағындағы жоба ойнатқышында). Есепке себеп енгізген кезде «бұлт айнымалыларын» атап өткеніңізге көз жеткізіңіз.",
    "faq.chatRoomTitle": "Бұлт айнымалысы бар чат бөлмелерін жасай аламын ба?",
    "faq.chatRoomBody": "Бұлтты айнымалысы бар чат бөлмелерін жасау техникалық жағынан мүмкін болғанымен, Scratch веб-сайтында оларға тыйым салынады.",
    "faq.changeCloudVarTitle": "Бұлтты айнымалыдағы ақпаратты кім өзгерте алады?",
    "faq.changeCloudVarBody": "Тек сіз және сіздің жоба көрермендеріңіз жобаның бұлт айнымалыларында деректерді сақтай алады. Егер адамдар сіздің кодты «ішінен» көреді немесе ремикс жасаса, бұл айнымалының көшірмесін жасайды және бастапқы айнымалыға әсер етпейді немесе өзгертпейді.",
    "faq.newScratcherCloudTitle": "Мен жүйеге кірдім, бірақ бұлтты айнымалысы бар жобаларды қолдана алмаймын. Не болып жатыр?",
    "faq.newScratcherCloudBody": "Егер сіз әлі де веб-сайтта \"Жаңа Scratcher\" болсаңыз, бұлт айнымалысы бар жобаларды қолдана алмайсыз. Бұлтты айнымалыларға қол жеткізу үшін сізге \"Scratcher\" болу керек. \"Жаңа Scratcher\" -ден \"Scratcher\"-ке ауысу туралы қосымша ақпарат алу үшін шоттар бөлімін (жоғарыда) қараңыз.",
    "faq.multiplayerTitle": "Бұлтты айнымалысы бар көп ойыншы ойындар жасауға бола ма?",
    "faq.multiplayerBody": "Желінің жылдамдығы мен синхрондау мәселелеріне байланысты бірнеше ойыншыны құру қиын болуы мүмкін. Алайда, кейбір Scratcher кезек-кезек және басқа ойын түрлері үшін бұлтты айнымалыларды қолданудың креативті тәсілдерін ойлап табуда.",
    "faq.schoolsTitle": "Scratch мектептерде",
    "faq.howTitle": "Мектептерде Scratch қалай қолданылады?",
    "faq.howBody": "Скретч әлемнің жүз мыңдаған мектептерінде, әртүрлі пәндік салаларда (соның ішінде тіл өнері, жаратылыстану ғылымдары, тарих, математика және информатика) қолданылады. Сіз Scratch-ті мектептерде және басқа оқу орталарында (мысалы, мұражайлар, кітапханалар және қоғамдық орталықтар) пайдалану стратегиялары мен ресурстары туралы көбірек біле аласыз {educatorsLink}.",
    "faq.educatorsLinkText": "Тәрбиешілер беті",
    "faq.noInternetTitle": "Студенттерге Scratch-ті интернетке қосылусыз пайдалану тәсілі бар ма?",
    "faq.noInternetBody": "Иә. {downloadLink}- бұл ноутбуктерде және жұмыс үстелдерінде жұмыс істей алатын Scratch нұсқасының жүктелетін нұсқасы. Қазіргі уақытта Scratch қосымшасы Windows және Mac құрылғыларында қол жетімді.",
    "faq.communityTitle": "Мен студенттерім үшін желідегі қауымдастықты өшіре аламын ба?",
    "faq.communityBody": "Scratch желілік қоғамдастығы жастарға Scratch басқаратын модеративті қоғамдастық аясында өз құрдастарымен бөлісуге, ынтымақтастыққа және білім алуға мүмкіндік береді {cgLink}. Алайда, біз кейбір тәрбиешілер өз оқушыларының желідегі қоғамдастыққа қатыспағанын қалайтынын түсінеміз. Бұл оқытушылар жұмыс үстелінде немесе ноутбукта желіден тыс және жергілікті режимде жұмыс істейтін Scratch қосымшасын орнатқысы келуі мүмкін.",
    "faq.teacherAccountTitle": "Скретч Мұғалім аккаунты деген не?",
    "faq.teacherAccountBody": "Scratch Teacher Account мұғалімдерге және басқа тәрбиешілерге Scratch-қа студенттердің қатысуын басқарудың қосымша мүмкіндіктерін ұсынады, оның ішінде студенттерге аккаунттарды құру, студияларда студенттердің жобаларын ұйымдастыру және студенттердің пікірлерін бақылау мүмкіндігі бар. Scratch мұғалімдерінің шоттары туралы қосымша ақпаратты мына жерден қараңыз {eduFaqLink}.",
    "faq.eduFaqLinkText": "Scratch-тың мұғалімге арналған аккауынты бойынша ЖҚС\n\n",
    "faq.requestTitle": "Мен қалай мұғалім аккаунтына өтінім жібере аламын?",
    "faq.requestBody": "Сіз Scratch-тен мұғалімнің есептік жазбасын сұрай аласыз {educatorsLink}. Сіздің тәрбиеші ретіндегі рөліңізді тексеру үшін тіркеу кезінде қосымша ақпарат сұраймыз.",
    "faq.dataTitle": "Оқушылар туралы қандай ақпарат жиналады?",
    "faq.dataBody": "Студент «Скретчке» бірінші рет тіркелген кезде біз негізгі демографиялық мәліметтерді, оның ішінде жынысын, жасын (туған айы мен жылы), елін және тексеру үшін электрондық пошта мекенжайын сұраймыз. Бұл деректер Scratch арқылы қалай оқитыны туралы түсінігімізді жақсартуға арналған зерттеу жұмыстарында (жиынтық түрінде) қолданылады. Тәрбиеші «Scratch Teacher Account» арқылы студенттердің есептік жазбаларын жаппай құру үшін қолданған кезде, студенттерден есептік жазбаны орнату үшін электрондық пошта мекен-жайы талап етілмейді.",
    "faq.lawComplianceTitle": "Scratch-тің онлайн-нұсқасы Құрама Штаттардың жергілікті және федералдық деректердің құпиялылық заңдарына сәйкес келе ме?",
    "faq.lawComplianceBody1": "Скретч студенттер мен біздің платформаны пайдаланатын барлық адамдардың жеке өміріне үлкен мән береді. Бізде Scratch веб-сайтында жиналатын ақпаратты қорғаудың физикалық және электрондық процедуралары бар. Біздің ақысыз білім беру өнімін пайдаланатын әрбір ұйыммен келісімшарттық кепілдеме ұсына алмайтындығымызға қарамастан, біз MIT және Scratch Foundation, Scratch құрған және қолдайтын ұйымдарға қолданылатын барлық Америка Құрама Штаттарының федералды заңдарын сақтаймыз. Қосымша ақпарат алу үшін Scratch құпиялылық саясатын оқып шығуға кеңес береміз.",
    "faq.lawComplianceBody2": "Егер сіз бізге Scratch көмегімен жобалар құрғыңыз келсе, бізге жеке ақпаратты жібермей-ақ жүктей аласыз {downloadLink}. Scratch қосымшасында жасалған жобаларға Scratch командасы қол жеткізе алмайды және Scratch қосымшасын пайдалану Scratch-қа жеке сәйкестендіретін ақпаратты жарияламайды, егер сіз бұл жобаларды Scratch онлайн қоғамдастығына жүктемесеңіз."
}