{
    "faq.title": "សំណួរពេញនិយម (FAQ)",
    "faq.intro": "នៅលើទំព័រនេះ អ្នកនឹងរកឃើញចម្លើយចំពោះសំណួរពេញនិយមអំពីScratch។",
    "faq.aboutTitle": "សំណួរទូទៅ",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remixing and Copying",
    "faq.accountsTitle": "គណនី",
    "faq.permissionsTitle": "អាជ្ញាប័ណ្ណ និងការអនុញ្ញាត",
    "faq.inappropriateContentTitle": "Inappropriate Content",
    "faq.scratchExtensionsTitle": "កម្មវិធីបន្ថែមនៃScratch",
    "faq.cloudDataTitle": "អថេរក្លោដ៍",
    "faq.aboutScratchTitle": "តើScratchជាអ្វី ហើយតើខ្ញុំអាចធ្វើអ្វីបានខ្លះជាមួយវា?",
    "faq.aboutScratchBody": "With the Scratch programming language and online community, you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, see the {aboutScratchLink} page.",
    "faq.aboutScratchLinkText": "អំពី Scratch",
    "faq.makeGameTitle": "តើខ្ញុំបង្កើតហ្គេមឬគំនូរជីវចលជាមួយScratchដោយរបៀបណា?",
    "faq.makeGameBody": "ឆែកមើល{ideasLink}ដើម្បីមើលពីរបៀបជាច្រើនក្នុងការចាប់ផ្តើមជាមួយScratch",
    "faq.ideasLinkText": "ទំព័រគំនិត",
    "faq.whoUsesScratchTitle": "តើនរណាប្រើScratch?",
    "faq.whoUsesScratchBody": "Scratch is used by people from all backgrounds, in all countries around the world, in all types of settings -- homes, schools, libraries, museums, and more. Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJrLink}, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.requirementsTitle": "តើតម្រូវការនៃប្រព័ន្ធសម្រាប់Scratchមានអ្វីខ្លះ?",
    "faq.requirementsBody": "Scratchនឹងដំណើរការនៅសឹងតែគ្រប់កម្មវិធីរុករកបច្ចុប្បន្ន ទាំងនៅលើកុំព្យូទ័រលើតុ កុំព្យូទ័រយួរដៃ និងថេប្លេត។ អ្នកអាចមើលគម្រោងនៅលើទូរស័ព្ទចល័ត ប៉ុន្តែបច្ចុប្បន្នអ្នកមិនអាចបង្កើតឬកែសម្រួលគម្រោងនៅលើទូរស័ព្ទបានទេ។ ខាងក្រោមនេះជាបញ្ជីនៃកម្មវិធីរុករកដែលគាំទ្រជាផ្លូវការ។",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer គឺមិនត្រូវបានគាំទ្រ។",
    "faq.requirementsTablet": "ថេប្លេត",
    "faq.requirementsTabletChrome": "Chrome ចល័ត(63+)",
    "faq.requirementsTabletSafari": "Safari ចល័ត(11+)",
    "faq.requirementsNote": "ចំណាំ៖",
    "faq.requirementsNoteDesktop": "ប្រសិនបើកុំព្យូទ័ររបស់អ្នកមិនទាន់មានគ្រប់នូវតម្រូវការទាំងនេះទេ អ្នកអាចសាកល្បងកម្មវិធី {downloadLink} (មើលចំណុចបន្ទាប់នៅក្នុងសំណួរពេញនិយម)។",
    "faq.scratchApp": "Scratch app",
    "faq.requirementsNoteWebGL": "ប្រសិនបើអ្នកជួបប្រទះកំហុស WebGL សូមសាកល្បងកម្មវិធីរុករកផ្សេងទៀត។",
    "faq.requirementsNoteTablets": "On tablets, there is currently not a way to use \"key pressed\" blocks or right-click context menus.",
    "faq.offlineTitle": "តើអ្នកមានកំណែដែលអាចទាញយកបាន ដើម្បីឲ្យខ្ញុំអាចបង្កើត និងមើលគម្រោងបានដោយមិនចាំបាច់ប្រើអ៊ីនធឺណេត ទេ?",
    "faq.offlineBody": "The Scratch app allows you to create Scratch projects without an internet connection. You can download the {downloadLink} from the Scratch website or the app store for your device. (This was previously called the \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "តើខ្ញុំនៅតែអាចផ្ទុកឡើងនូវគំរោងដែលបានបង្កើតជាមួយ Scratch ជំនាន់ចាស់ទៅកាន់គេហទំព័របានទេ?",
    "faq.uploadOldBody": "បាទ / ចាស៖ អ្នកអាចចែករំលែកឬផ្ទុកឡើងនូវគំរោងដែលបានបង្កើតជាមួយ Scratch ជំនាន់មុនៗបាន ហើយពួកវានឹងអាចមើលឃើញនិងលេងបាន។ (ប៉ុន្តែ អ្នកមិនអាចទាញយកគំរោងដែលបានបង្កើត រឺកែសំរួល ក្នុងកំណែជំនាន់ក្រោយៗរបស់ Scratch ហើយបើកវាជាមួយកំណែមុនបានទេ។ ឧទាហរណ៍៖ អ្នកមិនអាចបើកគំរោង Scratch 3.0 នៅក្នុងកំណែ desktop នៃ {scratch2Link}  ទេពីព្រោះScratch2.0មិនដឹងពីរបៀបអានទម្រង់ឯកសារគម្រោង .sb3 ទេ។ )",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "តើScratchតម្លៃប៉ុន្មាន? តើខ្ញុំត្រូវការអាជ្ញាប័ណ្ណទេ?",
    "faq.scratchCostBody": "Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our {donateLink}.",
    "faq.donateLinkText": "ទំព័របរិច្ចាគ",
    "faq.mediaLabTitle": "នរណាបង្កើតScratch?",
    "faq.mediaLabBody": "Scratch ត្រូវបានបង្កើតនិងធ្វើការថែទាំដោយក្រុមScratchនៅ{llkLink} នៅ{mediaLabLink}។",
    "faq.llkLinkText": "ក្រុម Lifelong Kindergarten",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "តើScratch 3.0 ជាអ្វី?",
    "faq.aboutScratch3Body": "Scratch 3.0 គឺជា Scratch ជំនាន់ចុងក្រោយបង្អស់ដែលបានដាក់ឲ្យដំណើរការនៅថ្ងៃទី 2 ខែមករា ឆ្នាំ 2019 ។ វាត្រូវបានរចនាឡើងដើម្បីពង្រីកនូវ វិធី អ្វីៗ និងទីកន្លែងដែលអ្នកអាចបង្កើតជាមួយ Scratchបាន ។ វារួមបញ្ចូលទាំងតួអង្គ កម្មវិធីសំឡេង និងប្លុកកម្មវិធី ថ្មីៗជាច្រើន។ ហើយជាមួយនឹង Scratch 3.0 អ្នកអាចបង្កើតនិងលេងគំរោងនៅលើថេប្លេតរបស់អ្នក បន្ថែមលើកុំព្យូទ័រយួរដៃឬកុំព្យូទ័រលើតុ Desktop។",
    "faq.reportBugsScratch3Title": "តើខ្ញុំអាចរាយការណ៍អំពីកំហុសនិងចែករំលែកមតិយោបល់លើ Scratch 3.0 យ៉ាងដូចម្តេច?",
    "faq.reportBugsScratch3Body": "អ្នកអាចរាយការណ៍អំពីកំហុសនិងចែករំលែកមតិយោបល់នៅក្នុងផ្នែក {forumsLink} នៃវេទិកាពិភាក្សាអំពីScratch។",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "តើScratch 3.0 មានជាច្រើនភាសាទេ?",
    "faq.languagesScratch3Body1": "Yes. To change the language of the programming blocks, click on the “globe” icon in the top navigation bar of the programming editor, then click on the dropdown menu to select a language.",
    "faq.languagesScratch3Body2": "រាល់ការបកប្រែរបស់យើងត្រូវបានធ្វើឡើងដោយក្រុមអ្នកស្ម័គ្រចិត្ត។ កម្មវិធី Scratch 3.0 ត្រូវបានបកប្រែរួចហើយ ដែលមានជាង 40 ភាសា។ អ្នកអាចមើលភាសាទាំងអស់ដែលកំពុងត្រូវបានបកប្រែនិងពិនិត្យឡើងវិញនៅលើ{transifexLink}របស់យើង។ ប្រសិនបើអ្នកចង់ជួយក្នុងការបកប្រែ ឬពិនិត្យឡើងវិញ សូមទាក់ទង {emailLink} ។",
    "faq.transifexLinkText": "ម៉ាស៊ីនបម្រើការបកប្រែ",
    "faq.removedBlocksScratch3Title": "តើ Scratch 3.0 ដកប្លុកកូដណាមួយចេញពី Scratch ជំនាន់មុនទេ?",
    "faq.removedBlocksScratch3Body": "មិនមានប្លុកកូដណាត្រូវបានគេដកចេញនៅពី Scratch 3.0 ទេ ប៉ុន្តែប្លុកមួយចំនួនបានផ្លាស់ប្តូរបន្តិច ហើយខ្លះទៀតបានប្តូរទៅកាន់\"ផ្នែកបន្ថែម\" (ដូចដែលបានពិពណ៌នាខាងក្រោមនៅក្នុងផ្នែក {extensionsFAQLink}) ។",
    "faq.newBlocksScratch3Title": "តើ Scratch 3.0 ណែនាំប្លុកថ្មីៗទេ?",
    "faq.newBlocksScratch3Body": "បាទ/ចាស! នៅក្នុងScratch 3.0 អ្នកនឹងឃើញ៖",
    "faq.newBlocksSoundEffect": "ប្លុក \"បែបផែនសម្លេង\" ថ្មី",
    "faq.newBlocksOperators": "New operators that make it easier to work with text (strings)",
    "faq.newBlocksPen": "New pen blocks, including support for transparency",
    "faq.newBlocksGlide": "New glide block to move easily to a sprite (or random point)",
    "faq.newBlocksExtensions": "Many new capabilities through \"Scratch Extensions\" (see the Extensions section below)",
    "faq.biggerBlocksScratch3Title": "ហេតុអ្វីបានជាប្លុកនៅ Scratch 3.0 ធំជាងនៅក្នុងកំណែជំនាន់មុនៗ?",
    "faq.biggerBlocksScratch3Body": "ដើម្បីធ្វើឱ្យ Scratch 3.0 ដំណើរការបានយ៉ាងល្អនៅលើឧបករណ៍ប៉ះ (ដូចជាកុំព្យូទ័រ Chromebook កុំព្យូទ័រយួរដៃWindows Surface និងថេប្លេតជាច្រើនទៀត) យើងចាំបាច់ត្រូវធ្វើឱ្យប្លុកធំជាងមុនដើម្បីឲ្យវាងាយស្រួលក្នុងការអូសនិងចុចលើប្លុក។ លើសពីនេះទៀត ប្លុកមានទំហំធំជាងមុនបន្តិចនៅក្នុង Scratch 3.0 ដើម្បីជួយដោះស្រាយបញ្ហាដែលយើងបានសង្កេតថាអ្នកប្រើថ្មីៗ មានបញ្ហាក្នុងការចុចនិងអូសធាតុតូចៗ។",
    "faq.extensionsScratch3Title": "Where did the Pen blocks go? Where did the Music blocks go? Where did the Video Sensing blocks go?",
    "faq.extensionsScratch3Body": "The Pen, Music, and Video Sensing blocks have been moved into extensions. Extensions can be added by clicking the button on the bottom left of the screen (see the \"Extensions\" section below).",
    "faq.paintEditorScratch3Title": "តើមានលក្ខណៈពិសេសអ្វីខ្លះក្នុងកម្មវិធីPaint?",
    "faq.paintEditorScratch3Body": "កម្មវិធីគូររូបPaint ត្រូវបានរចនាឡើងវិញដើម្បីផ្តល់នូវមុខងារថ្មីៗដ៏អស្ចារ្យ ខណៈពេលដែលវាកាន់តែងាយស្រួលប្រើ។ ការផ្លាស់ប្តូរនិងលក្ខណៈពិសេសថ្មីៗរួមមាន៖",
    "faq.paintEditorLayout": "New layout that makes available tools and options more visible",
    "faq.paintEditorTools": "New tools such as an \"eraser\" that works in vector mode",
    "faq.paintEditorColors": "ជម្រើសច្រើនទៀតសម្រាប់ជ្រើសរើសនិងកែពណ៌",
    "faq.paintEditorVector": "ការគ្រប់គ្រងបន្ថែមលើចំណុចវ៉ិចទ័រ (ចំណុចទាញកោងនិង ម៉ូតចំណុច)",
    "faq.paintEditorLayers": "ការគ្រប់គ្រងបន្ថែមសម្រាប់ការតម្រៀបស្រទាប់ (\"នាំទៅខាងមុខ\" \"ផ្លាស់ទៅខាងក្រោយ\" ។ ល។ )",
    "faq.paintEditorGradients": "New gradient controls",
    "faq.soundEditorScratch3Title": "តើកម្មវិធីសំឡេងមានលក្ខណៈពិសេសថ្មីៗអ្វីខ្លះ?",
    "faq.soundEditorScratch3Body": "កម្មវិធីសំឡេងត្រូវបានរៀបចំសារជាថ្មីដើម្បីផ្តល់ភាពងាយស្រួលក្នុងការថត និងរៀបចំសម្លេង។ វាផ្តល់នូវលក្ខណៈពិសេសថ្មីៗមួយចំនួន៖",
    "faq.soundEditorRecording": "ប្រព័ន្ធថតសម្លេងថ្មីគឺស្រួលប្រើ",
    "faq.soundEditorTrimming": "ប្រព័ន្ធកាត់សម្លេងថ្មីគឺស្រួលប្រើ",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "What happened to the Scratch Tips Window?",
    "faq.tipsWindowScratch3Body": "Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
    "faq.remixDefinitionTitle": "តើការកែបន្ថែមជាអ្វី?",
    "faq.remixDefinitionBody": "When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle": "ហេតុអ្វីបានជាក្រុមScratchស្នើអោយគំរោងទាំងអស់អាច“ កែបន្ថែមបាន”?",
    "faq.remixableBody": "We believe that remixing other people’s projects is a great way to learn to program and to create interesting projects. Through remixing, creative ideas spread through the Scratch community, and everyone benefits. All projects shared on the Scratch website are covered by the “Creative Commons Share Alike” license, which means that you can remix any project you see on the Scratch website -- and everyone else can remix any of the projects that you share on the website.",
    "faq.creativeCommonsTitle": "តើមានអ្វីកើតឡើងប្រសិនបើខ្ញុំមិនចង់អោយអ្នកដទៃកែបន្ថែមគំរោងរបស់ខ្ញុំបាន?",
    "faq.creativeCommonsBody": "ការកែបន្ថែមគឺជាផ្នែកដ៏សំខាន់មួយនៃសហគមន៍ Scratch។ ប្រសិនបើអ្នកមិនចង់អោយអ្នកដទៃមើលឬកែបន្ថែមនូវការបង្កើតរបស់អ្នក អ្នកនៅតែអាចបង្កើតគំរោងនានានៅលើគេហទំព័រScratch ប៉ុន្តែកុំចែករំលែកវានៅលើគេហទំព័រ។",
    "faq.fairUseTitle": "Can I use images / sounds / media from the internet in my projects?",
    "faq.fairUseBody": "If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
    "faq.ccLinkText": "Creative Commons search page",
    "faq.whyAccountTitle": "ហេតុអ្វីវាមានប្រយោជន៍ក្នុងការមានគណនីScratch?",
    "faq.whyAccountBody": "ទោះបីជាគ្មានគណនី អ្នកក៏អាចលេងលើគម្រោងរបស់អ្នកដ៏ទៃ អានមតិយោបល់និងវេទិកា ហើយថែមទាំងបង្កើតគម្រោងផ្ទាល់ខ្លួនរបស់អ្នកបាន។ ប៉ុន្តែអ្នកត្រូវការគណនីដើម្បីរក្សាទុក និងចែករំលែកគម្រោង  សរសេរមតិយោបល់និងការប្រកាសក្នុងវេទិកា និងចូលរួមក្នុងសកម្មភាព \"សង្គម\" ផ្សេងទៀតនៅក្នុងសហគមន៍ (ដូចជា\"ស្រឡាញ់\" គំរោងរបស់អ្នកដទៃ)។",
    "faq.createAccountTitle": "តើខ្ញុំអាចបង្កើតគណនីដោយរបៀបណា?",
    "faq.createAccountBody": "គ្រាន់តែចុចលើពាក្យ \"ចូល\" នៅទំព័រដើមScratch។ អ្នកនឹងត្រូវឆ្លើយសំណួរមួយចំនួន និងផ្តល់អាស័យដ្ឋានអ៊ីមេល។ វាចំណាយពេលតែពីរបីនាទី ហើយវាឥតគិតថ្លៃទាំងស្រុង។",
    "faq.checkConfirmedTitle": "តើខ្ញុំអាចពិនិត្យមើលថាតើគណនីរបស់ខ្ញុំត្រូវបានបញ្ជាក់យ៉ាងដូចម្តេច?",
    "faq.howToConfirmTitle": "តើខ្ញុំបញ្ជាក់គណនីរបស់ខ្ញុំដោយរបៀបណា?",
    "faq.howToConfirmBody": "បន្ទាប់ពីអ្នកបង្កើតគណនីថ្មីលើScratch អ្នកនឹងទទួលបានសារអ៊ីមែលជាមួយនឹងតំណភ្ជាប់។ គ្រាន់តែចុចលើតំណនោះ ដើម្បីបញ្ជាក់គណនីរបស់អ្នក។ នៅពេលដែលអ្នកបញ្ជាក់គណនីរបស់អ្នកហើយ អ្នកនឹងអាចចែករំលែកគម្រោង សរសេរមតិយោបល និងបង្កើតស្ទូឌីយូ។ ការបញ្ជាក់គណនីរបស់អ្នកក៏អនុញ្ញាតឲ្យអ្នកទទួលបានសារពីការធ្វើបច្ចុប្បន្នភាពពីក្រុមScratch។ ប្រសិនបើអ្នកមិនអាចរកឃើញអ៊ីមេលជាមួយតំណនៃការបញ្ជាក់គណនីទេ ចូរឆែកក្នុងថតឯកសារ សារឥតបានការ។ ប្រសិនបើអ្នកនៅតែមិនអាចរកឃើញវាទៀត ហើយចង់ទទួលបានសារចម្លងមួយទៀត សូមចូលទៅកាន់ការកំណត់គណនីរបស់អ្នក ចុចលើផ្ទាំងអ៊ីមេល និងធ្វើតាមការណែនាំនៅទីនោះ។ សូមចំណាំថាវាអាចប្រើពេលរហូតដល់មួយម៉ោងដើម្បីអ៊ីមេលមកដល់។ប្រសិនបើអ្នកនៅតែមិនឃើញអ៊ីមេលបន្ទាប់ពីរយៈពេលមួយម៉ោង, {contactLink}។",
    "faq.contactLinkText": "អនុញ្ញាតឲ្យពួកយើងដឹង",
    "faq.checkConfirmedBody": "ដើម្បីពិនិត្យមើលថាតើគណនីរបស់អ្នកត្រូវបានបញ្ជាក់ឬអត់ សូមចូលទៅគណនី Scratch របស់អ្នក ហើយចូលទៅកាន់ទំព័រ {settingsLink} របស់អ្នក។ អាសយដ្ឋានអ៊ីមែលដែលបានបញ្ជាក់នឹងបង្ហាញសញ្ញាធីកពណ៌បៃតងតូចមួយ។ បើមិនដូច្នោះទេអ្នកនឹងឃើញអត្ថបទ \"អាសយដ្ឋានអ៊ីមែលរបស់អ្នកមិនត្រូវបានបញ្ជាក់\" ជាពណ៌ទឹកក្រូច។",
    "faq.settingsLinkText": "ការកំណត់អ៊ីមែល",
    "faq.requireConfirmTitle": "តើខ្ញុំត្រូវតែបញ្ជាក់គណនីរបស់ខ្ញុំទេ?",
    "faq.requireConfirmBody": "អ្នកនៅតែអាចប្រើផ្នែកជាច្រើននៃScratchដោយមិនចាំបាច់បញ្ជាក់គណនីរបស់អ្នក រួមទាំងការបង្កើតនិងរក្សាទុកគម្រោង (ដោយមិនចែករំលែកពួកវា) ។",
    "faq.forgotPasswordTitle": "ខ្ញុំភ្លេចឈ្មោះគណនី ឬពាក្យសម្ងាត់របស់ខ្ញុំ។ តើខ្ញុំអាចកំណត់វាឡើងវិញដោយរបៀបណា?",
    "faq.forgotPasswordBody": "បញ្ចូលឈ្មោះគណនីឬអាសយដ្ឋានអ៊ីមែលរបស់អ្នកនៅលើទំព័រ {resetLink}។ គេហទំព័រនឹងផ្ញើអ៊ីមែលទៅអាសយដ្ឋានដែលទាក់ទងនឹងឈ្មោះគណនីរបស់អ្នកនិងតំណភ្ជាប់ដែលអ្នកអាចប្រើដើម្បីកំណត់លេខសម្ងាត់របស់អ្នកឡើងវិញ។",
    "faq.resetLinkText": "កំណត់ពាក្យសម្ងាត់ឡើងវិញ",
    "faq.changePasswordTitle": "តើខ្ញុំត្រូវផ្លាស់ប្តូរពាក្យសម្ងាត់ដោយរបៀបណា?",
    "faq.changePasswordBody": "ចូលទៅគណនី Scratch របស់អ្នក បន្ទាប់មកចូលទៅកាន់ទំព័រ{changeLink} របស់យើងដែលអ្នកអាចប្តូរពាក្យសម្ងាត់របស់អ្នកបាន។",
    "faq.changeLinkText": "ការកំណត់ពាក្យសម្ងាត់",
    "faq.changeEmailTitle": "តើខ្ញុំប្តូរអាសយដ្ឋានអ៊ីម៉ែលរបស់ខ្ញុំយ៉ាងដូចម្តេច?",
    "faq.changeEmailBody": "ចូលទៅកាន់គណនី Scratch របស់អ្នក បន្ទាប់មកចូលទៅកាន់ទំព័រ {changeEmailLink} របស់យើង ដែលជាកន្លែងដែលអ្នកអាចប្តូរអាសយដ្ឋានអ៊ីមែលរបស់អ្នកបាន។",
    "faq.newScratcherTitle": "How do I transition from 'New Scratcher' to 'Scratcher'?",
    "faq.newScratcherBody": "When you create an account, you’ll be labelled as a “New Scratcher.” To make the transition to \"Scratcher\", you should make and share projects, comment helpfully on other Scratchers’ projects, and be patient! After you’ve met the requirements, a link will appear on your profile page inviting you to become a Scratcher, and you’ll have some additional capabilities on the Scratch website. (Note that we don't promote New Scratchers to Scratcher on request )",
    "faq.multipleAccountTitle": "តើខ្ញុំអាចមានគណនីលើសពីមួយបានទេ?",
    "faq.multipleAccountBody": "វាមិនអីទេក្នុងការមានគណនីច្រើនលើScratch ដរាបណាគ្មានគណនីណាមួយត្រូវបានប្រើដើម្បីបំបែក{cgLink}។ ក្នុងករណីនោះ គណនីដែលជាប់ពាក់ព័ន្ធទាំងអស់អាចត្រូវបានបិទ ឬលុបចោល។",
    "faq.multipleLoginTitle": "តើវាមានបញ្ហាឬអត់នៅពេលដែលមានមនុស្សច្រើននាក់ចូលទៅកាន់គណនីតែមួយ?",
    "faq.multipleLoginBody": "នេះមិនត្រូវបានអនុញ្ញាតទេ ពីព្រោះគេហទំព័រនិងកម្មវិធីកែសំរួលគំរោងអាចងាយយល់ច្រលំនៅពេលដែលមានមនុស្សច្រើននាក់បានចូលទៅគណនីតែមួយ។ នៅពេលគណនីធ្វើអ្វីមួយបំពានលើ{cgLink}គណនីដែលពាក់ព័ន្ធទាំងអស់អាចត្រូវបានផ្អាកការប្រើប្រាស់ ឬលុបចោល។ ប្រសិនបើអ្នកចែករំលែកគណនីជាមួយនរណាម្នាក់ដែលធ្វើអំពើមិនល្អជាមួយវានោះ មានន័យថាគណនីរបស់អ្នកអាចត្រូវបានផ្អាកឲ្យប្រើប្រាស់ដោយសារតែអំពើដែលមនុស្សម្នាក់ទៀតបានធ្វើ។",
    "faq.changeUsernameTitle": "តើខ្ញុំអាចប្តូរឈ្មោះគណនីប្រើប្រាស់របស់ខ្ញុំបានទេ?",
    "faq.changeUsernameBody": "The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to switch to a new username, you can make a new account, but you'll have to copy your projects over to the new account on your own.",
    "faq.shareInfoTitle": "តើព័ត៌មានអ្វីខ្លះដែលខ្ញុំអាចចែករំលែកនៅលើ / ជាមួយគណនីរបស់ខ្ញុំ?",
    "faq.shareInfoBody": "សូមកុំចែករំលែកព័ត៌មានទំនាក់ទំនងផ្ទាល់ខ្លួនដូចជា អាស័យដ្ឋានរស់នៅ អ៊ីមែល លេខទូរស័ព្ទ របស់អ្នក ឬអ្វីផ្សេងៗទៀតដែលអាចប្រើដើម្បីធ្វើការទំនាក់ទំនងទៅខាងក្រៅគេហទំព័រ Scratch ។ សូមរាយការណ៍ពីគំរោង មតិយោបល់ រឺសារក្នុងវេទិកាណា ដែលមានផ្ទុកព័ត៌មានប្រភេទនេះ ដើម្បីឲ្យក្រុម Scratch អាចលុបចោលនូវព័ត៌មានទាំងនោះហើយរំលឹកអ្នកសរសេរ អំពីគោលនយោបាយរបស់យើងដែលប្រឆាំងនឹងការចែករំលែកព័ត៌មានទំនាក់ទំនងផ្ទាល់ខ្លួន។",
    "faq.deleteAccountTitle": "តើខ្ញុំលុបគណនីរបស់ខ្ញុំយ៉ាងដូចម្តេច?",
    "faq.deleteAccountBody": "ចូលទៅ Scratch បន្ទាប់មក ចុចឈ្មោះប្រើប្រាស់របស់អ្នកនៅជ្រុងខាងស្តាំខាងលើ។ ជ្រើស \"ការកំណត់គណនី\" បន្ទាប់មកចុចលើតំណ \"ខ្ញុំចង់លុបគណនីរបស់ខ្ញុំ\" នៅផ្នែកខាងក្រោមនៃទំព័រ។ ប៉ុន្តែអ្នកគួរតែធ្វើដូចនេះប្រសិនបើអ្នកប្រាកដថាអ្នកចង់លុបគណនីរបស់អ្នក។",
    "faq.scratchFreeTitle": "តើ Scratch មិនគិតថ្លៃទេឬ? តើខ្ញុំអាចប្រើវានៅកន្លែងណាដែលខ្ញុំចង់បានទេ?",
    "faq.scratchFreeBody": "បាទ/ចាស! Scratch ប្រើដោយឥតគិតថ្លៃ។ អ្នកអាចប្រើវានៅក្នុងសាលារបស់អ្នក ហើយអ្នកអាចបង្រៀនវគ្គសិក្សាអំពីវា (សូម្បីតែវគ្គសិក្សាដែលគិតលុយ) ។ អ្នកមិនចាំបាច់ទិញអាជ្ញាប័ណ្ណទេវា៖ វាមិនគិតថ្លៃទេ។",
    "faq.scratchScreenshotTitle": "Can I use screenshots of Scratch in a book or presentation?",
    "faq.scratchScreenshotBody": "Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "តើខ្ញុំអាចបញ្ចូលការពិពណ៌នាអំពី Scratch នៅក្នុងខិត្តប័ណ្ណ ឬសម្ភារៈផ្សេងទៀតបានទេ?",
    "faq.scratchDescriptionBody": "ប្រាកដណាស់! យើងសូមណែនាំការពិពណ៌នាដូចខាងក្រោមៈ \"Scratch គឺជាភាសាសរសេរកូដនិងជាសហគមន៍អនឡាញដែលអ្នកអាចបង្កើតរឿង ល្បែងកំសាន្តនិងគំនូរជីវចលផ្សេងៗ ហើយចែករំលែកការបង្កើតរបស់អ្នកជាមួយអ្នកដទៃនៅជុំវិញពិភពលោក។ នៅពេលយុវជនបង្កើតនិងចែករំលែកគំរោងScratch ពួកគេរៀនគិតប្រកបដោយភាពច្នៃប្រឌិត មានហេតុផលជាប្រព័ន្ធនិងធ្វើការសហការល្អជាមួយគ្នា។ Scratchគឺជាគម្រោងរបស់ {sfLink} ដោយសហការជាមួយក្រុម Lifelong Kindergarten នៅឯ MIT Media Lab។ វាអាចប្រើដោយឥតគិតថ្លៃតាមរយៈគេហទំព័រ https://scratch.mit.edu \"",
    "faq.presentScratchTitle": "តើខ្ញុំអាចធ្វើបទបង្ហាញពីScratchនៅអង្គប្រជុំបានទេ?",
    "faq.presentScratchBody": "Please feel free to make presentations about Scratch to educators or other groups.",
    "faq.supportMaterialTitle": "May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?",
    "faq.supportMaterialBody": "Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle": "តើខ្ញុំអាចលក់គម្រោង Scratch របស់ខ្ញុំបានទេ?",
    "faq.sellProjectsBody": "បាទ/ចាស៖ គំរោង Scratch របស់អ្នកគឺជាការបង្កើតរបស់អ្នក។ ប៉ុន្តែត្រូវចាំថា នៅពេលដែលអ្នកចែករំលែកគំរោងរបស់អ្នកនៅលើគេហទំព័រ Scratch នរណាក៏អាចទាញយក កែបន្ថែម និងប្រើប្រាស់គម្រោងឡើងវិញដោយសេរីដោយផ្អែកលើល័ក្ខខ័ណ្ឌនៃអាជ្ញាប័ណ្ណ {licenseLink} ។ ដូច្នេះប្រសិនបើអ្នកមានបំណងលក់គំរោងរបស់អ្នក អ្នកប្រហែលជាមិនចង់ចែករំលែកវាពីគេហទំព័រScratch ទេ។",
    "faq.sourceCodeTitle": "តើខ្ញុំអាចរកប្រភពនៃកូដសម្រាប់Scratchនៅទីណា?",
    "faq.sourceCodeBody": "The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "How do I know what is or isn’t okay to share on the Scratch website?",
    "faq.okayToShareBody": "Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle": "តើខ្ញុំត្រូវធ្វើដូចម្តេចប្រសិនបើខ្ញុំឃើញអ្វីមិនសមរម្យ?",
    "faq.reportContentBody": "អ្នកអាចចុចលើតំណភ្ជាប់ដែលមានពាក្យថា \"រាយការណ៍\" លើគំរោង,​ មតិយោបល់, ការជជែកពិភាក្សា, ស្ទូឌីយោ ឬទំព័រប្រវត្តិរូបណាដែលអ្នកឃើញថាអ្វីដែលមិនប្រក្រតីសំរាប់Scratch។ ប្រសិនបើស្ថានភាពមានភាពស្មុគស្មាញអ្នកអាចប្រើតំណ {contactLink}(មាននៅផ្នែកខាងក្រោមគ្រប់ទំព័រ) ដើម្បីពន្យល់។ ត្រូវប្រាកដថាបញ្ចូលព័ត៌មានលំអិតឱ្យបានច្រើនតាមដែលអាចធ្វើបាន ជាមួយតំណភ្ជាប់ទៅកាន់ទំព័រពាក់ព័ន្ធ។",
    "faq.noFlameTitle": "What do I do if I see someone being mean or disrespectful?",
    "faq.noFlameBody": "Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.",
    "faq.reviewContentTitle": "What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody": "The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle": "What happens when an account is blocked?",
    "faq.blockedAccountBody": "When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle": "Someone got access to my account and got my account blocked. What do I do?",
    "faq.stolenAccountBody": "You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle": "What are extensions?",
    "faq.aboutExtensionsBody": "In the Scratch editor, you can add collections of extra blocks called \"extensions.\" For example, there are extensions that enable you to program physical devices (such as micro:bit and LEGO robotics kits) and to translate text within your Scratch projects. We will continue to add new extensions over time, so what you can do with Scratch will continue to grow over time. ",
    "faq.howToAddExtensionsTitle": "How do I add an extension to a project?",
    "faq.howToAddExtensionsBody": "If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "The Scratch Team will be publishing specifications and guidelines for extensions in the future. Once available, you will be able to submit extensions to the Scratch Team for consideration in the official Scratch 3.0 extensions library. We’ll also provide guidelines for developing and distributing \"experimental\" extensions, which can be used to create projects on individual computers, but not shared in the Scratch online community.",
    "faq.scratchXTitle": "What will happen to the ScratchX website?",
    "faq.scratchXBody": "The ScratchX website (scratchx.org) was an experimental testbed for extensions. Extensions created for ScratchX are not compatible with Scratch 3.0. Once experimental extensions are fully supported in Scratch we will discontinue support for ScratchX and provide developers and users time to transition off of ScratchX to the new extensions platform.",
    "faq.cloudDataInfoTitle": "What are cloud variables?",
    "faq.cloudDataInfoBody": "Cloud variables allow for data from a project to be saved and shared with other people in the Scratch community. You can use cloud variables to make surveys and other projects where others in the community to access and modify the data over time.",
    "faq.makeCloudVarTitle": "How can I make a cloud variable?",
    "faq.makeCloudVarBody": "Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle": "What types of data can be stored in cloud variables?",
    "faq.onlyNumbersBody": "Only numbers can be stored in cloud variables.",
    "faq.storedCloudInfoTitle": "Who can see the data stored in cloud variables?",
    "faq.storedCloudInfoBody": "When you interact with a project using cloud variables, the data associated with your interactions can be stored along with your username, and others can view it.",
    "faq.reportCloudTitle": "If I see someone post inappropriate content using cloud variables, how do I report it?",
    "faq.reportCloudBody": "Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle": "Can I make chat rooms with cloud variables?",
    "faq.chatRoomBody": "While it is technically possible to create chat rooms with cloud variables, they are not allowed on the Scratch website.",
    "faq.changeCloudVarTitle": "Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody": "Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle": "I am logged in, but I cannot use projects with cloud variables. What is going on?",
    "faq.newScratcherCloudBody": "If you are still a \"New Scratcher\" on the website, you will not be able to use projects with cloud variables. You need to become a \"Scratcher\" to have access to cloud variables. See the Accounts section (above) for more information about the transition from “New Scratcher” to \"Scratcher\".",
    "faq.multiplayerTitle": "Is it possible to make multiplayer games with cloud variables?",
    "faq.multiplayerBody": "Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud variables for turn-by-turn and other types of games.",
    "faq.schoolsTitle": "Scratch ក្នុងសាលារៀន",
    "faq.howTitle": "How is Scratch used in schools?",
    "faq.howBody": "Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
    "faq.educatorsLinkText": "Educators Page",
    "faq.noInternetTitle": "Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody": "Yes. The {downloadLink} is a downloadable version of Scratch that can run on laptops and desktops. Currently, the Scratch app is available on Windows and Mac devices.",
    "faq.communityTitle": "Can I turn off the online community for my students?",
    "faq.communityBody": "The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch app, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle": "What is a Scratch Teacher Account?",
    "faq.teacherAccountBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
    "faq.eduFaqLinkText": "សំណួរពេញនិយមពីគណនីគ្រូនៅលើ Scratch",
    "faq.requestTitle": "How do I request a Scratch Teacher Account?",
    "faq.requestBody": "You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle": "What data does Scratch collect about students?",
    "faq.dataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle": "Is the online version of Scratch compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody1": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2": "If you would like to build projects with Scratch without submitting any Personal Information to us, you can download the {downloadLink}. Projects created in the Scratch app are not accessible by the Scratch Team, and using the Scratch app does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}