{
    "faq.title": "Biežāk uzdotie jautājumi (BUJ)",
    "faq.intro": "Šajā lapā tu atradīsi atbildes uz biežāk uzdotajiem jautājumiem par Scratch.",
    "faq.aboutTitle": "Vispārīgi jautājumi",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remiksēšana un kopēšana",
    "faq.accountsTitle": "Konti",
    "faq.permissionsTitle": "Licencēšana un atļaujas",
    "faq.inappropriateContentTitle": "Nepiemērots saturs",
    "faq.scratchExtensionsTitle": "Scratch paplašinājumi",
    "faq.cloudDataTitle": "Mākoņmainīgie",
    "faq.aboutScratchTitle": "Kas ir Scratch, un ko ar to varu darīt?",
    "faq.aboutScratchBody": "Izmantojot Scratch programmēšanas valodu un tiešsaistes kopienu, varat izveidot savus interaktīvos stāstus, spēles un animācijas un kopīgot savus darbus ar citiem visā pasaulē. Jaunieši, veidojot un kopīgojot Scratch projektus, mācās radoši domāt, sistemātiski spriest un sadarboties. Lai uzzinātu vairāk par Scratch, skatiet {aboutScratchLink} lapu.",
    "faq.aboutScratchLinkText": "Par Scratch",
    "faq.makeGameTitle": "Kā es varu ar Scratch uztaisīt spēli vai animāciju?",
    "faq.makeGameBody": "Apmeklē {ideasLink}, lai iepazītos ar veidiem kā sākt strādāt ar Scratch.",
    "faq.ideasLinkText": "Ideju lapu",
    "faq.whoUsesScratchTitle": "Kas izmanto Scratch?",
    "faq.whoUsesScratchBody": "Scratch izmanto cilvēki ar dažādu pieredzi visās pasaules valstīs, visu veidu iestatījumos — mājās, skolās, bibliotēkās, muzejos un citur. Scratch ir īpaši paredzēts jauniešiem vecumā no 8 līdz 16 gadiem, taču visu vecumu cilvēki veido un dalās ar Scratch. Mazāki bērni var vēlēties izmēģināt {scratchJrLink} — vienkāršotu Scratch versiju, kas paredzēta 5–7 gadu vecumam.",
    "faq.requirementsTitle": "Kādas ir Scratch sistēmas prasības?",
    "faq.requirementsBody": "Scratch darbosies lielākajā daļā pašreizējo tīmekļa pārlūkprogrammu galddatoros, klēpjdatoros un planšetdatoros. Jūs varat skatīt projektus mobilajos tālruņos, bet pašlaik jūs nevarat izveidot vai rediģēt projektus tālruņos. Zemāk ir oficiāli atbalstīto pārlūkprogrammu saraksts.",
    "faq.requirementsDesktop": "Darbvirsma",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NAV atbalstīts.",
    "faq.requirementsTablet": "Planšetdators",
    "faq.requirementsTabletChrome": "Chrome mobilajām ierīcēm (63+)",
    "faq.requirementsTabletSafari": "Safari mobilajām ierīcēm (11+)",
    "faq.requirementsNote": "Piezīme:",
    "faq.requirementsNoteDesktop": "Ja jūsu dators neatbilst šīm prasībām, varat izmēģināt {downloadLink} redaktoru (skatiet nākamo vienumu sadaļā FAQ).",
    "faq.scratchApp": "Lietotne Scratch",
    "faq.requirementsNoteWebGL": "Ja rodas WebGL kļūda, izmēģiniet citu pārlūkprogrammu.",
    "faq.requirementsNoteTablets": "Planšetdatoros pašlaik nevar izmantot \"nospiestu taustiņu\" blokus vai ar peles labo pogu noklikšķināt kontekstizvēlnes.",
    "faq.offlineTitle": "Vai jums ir lejuplādējamā versija, lai es varu veidot projektus bezsaistē?",
    "faq.offlineBody": "Lietotne Scratch ļauj izveidot Scratch projektus bez interneta savienojuma. Varat lejupielādēt {downloadLink} no Scratch vietnes vai lietotņu veikala savai ierīcei. (To iepriekš sauca par \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Vai varu Scratch mājaslapā augšuplādēt projektus, kas veidoti ar vecākām versijām?",
    "faq.uploadOldBody": "Jā: varat kopīgot vai augšupielādēt projektus, kas izveidoti ar vecākām Scratch versijām, un tie būs redzami un atskaņojami. (Tomēr jūs nevarat lejupielādēt projektus, kas izveidoti vai rediģēti jaunākās Scratch versijās, un atvērt tos iepriekšējās versijās. Piemēram, jūs nevarat atvērt Scratch 3.0 projektu {scratch2Link} darbvirsmas versijā, jo Scratch 2.0 to nedara. zināt, kā lasīt .sb3 projekta faila formātu.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Cik maksā Scratch? Vai man vajag licenci?",
    "faq.scratchCostBody": "Scratch ir un vienmēr būs bezmaksas. Jums nav nepieciešama licence, lai izmantotu Scratch savā skolā, mājās vai jebkur citur. Scratch izstrāde un uzturēšana tiek apmaksāta no dotācijām un ziedojumiem. Ja vēlaties sniegt ieguldījumu Scratch, skatiet mūsu {donateLink}.",
    "faq.donateLinkText": "Ziedot lapu",
    "faq.mediaLabTitle": "Kas ir izveidojis Scratch?",
    "faq.mediaLabBody": "Scratch izstrādā un uztur Scratch komanda vietnē {llkLink} vietnē {mediaLabLink}.",
    "faq.llkLinkText": "Mūža bērnudārza grupa",
    "faq.mediaLabLinkText": "MIT mediju laboratorija",
    "faq.aboutScratch3Title": "Kas ir Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 ir jaunākās paaudzes Scratch, kas tika izlaista 2019. gada 2. janvārī. Tā ir izstrādāta, lai paplašinātu to, kā, ko un kur varat izveidot, izmantojot Scratch. Tas ietver desmitiem jaunu spraitu, pilnīgi jaunu skaņas redaktoru un daudzus jaunus programmēšanas blokus. Izmantojot Scratch 3.0, varat izveidot un atskaņot projektus ne tikai klēpjdatorā vai galddatorā, bet arī planšetdatorā.",
    "faq.reportBugsScratch3Title": "Kā es varu ziņot par kļūdām un sniegt atsauksmes par Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Varat ziņot par kļūdām un dalīties ar atsauksmēm Scratch diskusiju forumu {forumsLink} sadaļā.",
    "faq.forumsLinkText": "Kļūdas",
    "faq.languagesScratch3Title": "Vai Scratch 3.0 ir pieejams vairākās valodās?",
    "faq.languagesScratch3Body1": "Jā. Lai mainītu programmēšanas bloku valodu, programmēšanas redaktora augšējā navigācijas joslā noklikšķiniet uz ikonas “globuss”, pēc tam noklikšķiniet uz nolaižamās izvēlnes, lai atlasītu valodu.",
    "faq.languagesScratch3Body2": "Visus mūsu tulkojumus veic brīvprātīgie. Scratch 3.0 redaktors jau ir tulkots vairāk nekā 40 valodās. Visas pašlaik tulkotās un pārskatītās valodas varat apskatīt mūsu vietnē {transifexLink}. Ja vēlaties palīdzēt ar tulkošanu vai pārskatīšanu, lūdzu, sazinieties ar {emailLink}.",
    "faq.transifexLinkText": "tulkošanas serveris",
    "faq.removedBlocksScratch3Title": "Vai Scratch 3.0 noņem visus kodēšanas blokus no iepriekšējām Scratch versijām?",
    "faq.removedBlocksScratch3Body": "Scratch 3.0 nav noņemts neviens kodēšanas bloks, taču daži ir nedaudz mainījušies, bet citi ir pārvietoti uz \"Paplašinājumiem\" (kā aprakstīts tālāk, {extensionsFAQLink} sadaļā).",
    "faq.newBlocksScratch3Title": "Vai Scratch 3.0 ievieš jaunus blokus?",
    "faq.newBlocksScratch3Body": "Jā! Programmā Scratch 3.0 jūs atradīsiet:",
    "faq.newBlocksSoundEffect": "Jauni \"skaņas efektu\" bloki",
    "faq.newBlocksOperators": "Jauni operatori, kas atvieglo darbu ar tekstu (virknēm)",
    "faq.newBlocksPen": "Jauni pildspalvu bloki, ieskaitot caurspīdīguma atbalstu",
    "faq.newBlocksGlide": "Jauns slīdēšanas bloks, lai viegli pārvietotos uz spraitu (vai nejaušu punktu)",
    "faq.newBlocksExtensions": "Daudzas jaunas iespējas, izmantojot \"Scratch paplašinājumus\" (skatiet tālāk sadaļu Paplašinājumi)",
    "faq.biggerBlocksScratch3Title": "Kāpēc Scratch 3.0 bloki ir lielāki nekā iepriekšējās versijās?",
    "faq.biggerBlocksScratch3Body": "Lai Scratch 3.0 labi darbotos skārienierīcēs (piemēram, daudzos Chromebook datoros, Windows Surface klēpjdatoros un planšetdatoros), mums bija jāpalielina bloki, lai blokus būtu vieglāk vilkt un pieskarties. Turklāt Scratch 3.0 bloki ir nedaudz lielāki, lai palīdzētu risināt problēmas, kuras novērojām saistībā ar jauniem lietotājiem, kuriem radās problēmas ar noklikšķināšanu un nelielu saskarnes elementu vilkšanu.",
    "faq.extensionsScratch3Title": "Kur pazuda pildspalvu bloki? Kur pazuda mūzikas bloki? Kur pazuda Video Sensing bloki?",
    "faq.extensionsScratch3Body": "Pildspalvas, mūzikas un video uztveršanas bloki ir pārvietoti uz paplašinājumiem. Paplašinājumus var pievienot, noklikšķinot uz pogas ekrāna apakšējā kreisajā stūrī (skatiet tālāk sadaļu \"Paplašinājumi\").",
    "faq.paintEditorScratch3Title": "Kādas ir jaunās funkcijas Paint Editor?",
    "faq.paintEditorScratch3Body": "Paint Editor ir pārveidots, lai nodrošinātu jaudīgas jaunas funkcijas, vienlaikus atvieglojot tā lietošanu. Izmaiņas un jaunas funkcijas ietver:",
    "faq.paintEditorLayout": "Jauns izkārtojums, kas padara pieejamos rīkus un opcijas redzamākus",
    "faq.paintEditorTools": "Jauni rīki, piemēram, \"dzēšgumija\", kas darbojas vektora režīmā",
    "faq.paintEditorColors": "Vairāk iespēju krāsu atlasei un pielāgošanai",
    "faq.paintEditorVector": "Lielāka kontrole pār vektoru punktiem (līkņu rokturi un punktu režīmi)",
    "faq.paintEditorLayers": "Papildu vadīklas slāņu sakārtošanai (\"pacelt uz priekšu\", \"pārvietot uz aizmuguri\" utt.)",
    "faq.paintEditorGradients": "Jaunas gradienta vadīklas",
    "faq.soundEditorScratch3Title": "Kādas ir skaņas redaktora jaunās funkcijas?",
    "faq.soundEditorScratch3Body": "Skaņu redaktors ir pārveidots, lai atvieglotu skaņu ierakstīšanu un manipulācijas ar tām. Tas piedāvā vairākas jaunas funkcijas:",
    "faq.soundEditorRecording": "Jauna ierakstīšanas sistēma, kas ir ērtāk lietojama",
    "faq.soundEditorTrimming": "Jauna audio apgriešanas sistēma, kas ir vieglāk lietojama",
    "faq.soundEditorEffects": "Jauni skaņas efekti (piemēram, \"ātrāk\", \"lēnāk\" un \"robots\")",
    "faq.tipsWindwScratch3Title": "Kas notika ar Scratch Tips logu?",
    "faq.tipsWindowScratch3Body": "Padomu loga vietā Scratch 3.0 nodrošina līdzīgu materiālu, izmantojot apmācību bibliotēku, kurai var piekļūt, izmantojot programmu redaktora augšējā navigācijas joslas saiti Pamācības. Jūs atradīsiet pamācības veseliem projektiem (piemēram, \"Make a Chase Game\") vai noteiktiem blokiem un funkcijām (piemēram, \"Ierakstīt skaņu\" vai \"Padariet to griešanos\"). Drīzumā tiks pievienotas citas apmācības (piemēram, \"Pong Game\" un \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Kas ir remikss?",
    "faq.remixDefinitionBody": "Kad Scratch lietotājs izveido kāda cita projekta kopiju un pievieno savas idejas (piemēram, izmaina skriptus vai kostīmus), izmainītais projekts tiek nosaukts par \"remiksu\". Katrs publicētais projekts Scratch vietnē var tikt remiksēts. Mēs pat sīkas izmaiņas uzskatām par remiksu.",
    "faq.remixableTitle": "Kapēc Scratch komanda visus projektus padara \"remiksējamus\"?",
    "faq.remixableBody": "Mēs uzskatām, ka citu cilvēku projektu remiksēšana ir lielisks veids, kā iemācīties programmēt un radīt interesantus projektus. Remiksējot, radošas idejas izplatās Scratch kopienā, un ieguvēji ir visi. Uz visiem Scratch vietnē kopīgotajiem projektiem attiecas “Creative Commons Share Alike” licence, kas nozīmē, ka varat remiksēt jebkuru projektu, ko redzat Scratch vietnē, un visi pārējie var remiksēt jebkuru projektu, ko kopīgojat vietnē. .",
    "faq.creativeCommonsTitle": "Ko darīt, ja es negribu, lai citi remiksē manus projektus?",
    "faq.creativeCommonsBody": "Remiksēšana ir svarīga Scratch kopienas sastāvdaļa. Ja nevēlaties, lai citi skatītu vai remiksētu jūsu darbus, joprojām varat izveidot projektus vietnē Scratch, taču nekopīgojiet tos šajā vietnē.",
    "faq.fairUseTitle": "Vai es varu savā projektā izmantot attēlus, skaņu un citus multimedijus no interneta?",
    "faq.fairUseBody": "Ja izvēlaties integrēt kāda cita darbu savā darbā, noteikti atzīmējiet viņu projekta sadaļā “kredīti” un iekļaujiet saiti uz oriģinālu. Lai atrastu mākslu/skaņas, kas jau ir licencētas remiksēšanai, skatiet {ccLink}.",
    "faq.ccLinkText": "Creative Commons meklēšanas lapa",
    "faq.whyAccountTitle": "Kāpēc ir noderīgi izveidot Scratch kontu?",
    "faq.whyAccountBody": "Pat bez konta varat atskaņot citu cilvēku projektus, lasīt komentārus un forumus un pat izveidot savus projektus. Taču jums ir nepieciešams konts, lai saglabātu un koplietotu projektus, rakstītu komentārus un foruma ziņas un piedalītos citās \"sociālajās\" aktivitātēs kopienā (piemēram, \"mīlest\" citu cilvēku projektos).",
    "faq.createAccountTitle": "Kā es varu izveidot kontu?",
    "faq.createAccountBody": "Vienkārši noklikšķiniet uz \"Pievienoties\" Scratch sākumlapā. Jums būs jāatbild uz dažiem jautājumiem un jānorāda e-pasta adrese. Tas aizņem tikai dažas minūtes, un tas ir pilnīgi bez maksas!",
    "faq.checkConfirmedTitle": "Kā es varu pārbaudīt vai mans Scratch konts ir apstiprināts?",
    "faq.howToConfirmTitle": "Kā varu apstiprināt savu kontu?",
    "faq.howToConfirmBody": "Kad pakalpojumā Scratch būsit izveidojis jaunu kontu, jūs saņemsit e-pasta ziņojumu ar saiti. Vienkārši noklikšķiniet uz saites, lai apstiprinātu savu kontu. Kad būsit apstiprinājis savu kontu, varēsit kopīgot projektus, rakstīt komentārus un izveidot studijas. Apstiprinot savu kontu, varat arī saņemt e-pasta atjauninājumus no Scratch Team. Ja nevarat atrast e-pastu ar apstiprinājuma saiti, pārbaudiet mapi Mēstules. Ja joprojām nevarat to atrast un vēlaties saņemt citu kopiju, atveriet konta iestatījumus, noklikšķiniet uz cilnes E-pasts un izpildiet tur sniegtos norādījumus. Lūdzu, ņemiet vērā, ka e-pasta saņemšana var ilgt pat stundu. Ja pēc stundas joprojām neredzat e-pasta ziņojumu, {contactLink}.",
    "faq.contactLinkText": "dariet mums ziņu",
    "faq.checkConfirmedBody": "Lai pārbaudītu, vai jūsu konts ir apstiprināts, piesakieties savā Scratch kontā un dodieties uz savu {settingsLink} lapu. Apstiprinātajās e-pasta adresēs tiks parādīta neliela zaļa atzīme. Pretējā gadījumā jūs redzēsiet tekstu \"Jūsu e-pasta adrese nav apstiprināta\" oranžā krāsā.",
    "faq.settingsLinkText": "E-pasta iestatījumi",
    "faq.requireConfirmTitle": "Vai man jāapstiprina mans konts?",
    "faq.requireConfirmBody": "Jūs joprojām varat izmantot daudzus Scratch aspektus, neapstiprinot savu kontu, tostarp izveidot un saglabāt projektus (nekoplietojot tos).",
    "faq.forgotPasswordTitle": "Es aizmirsu savu lietotājvārdu vai paroli. Kā es varu to atiestatīt?",
    "faq.forgotPasswordBody": "Lapā {resetLink} ievadiet savu lietotājvārdu vai e-pasta adresi. Vietne nosūtīs e-pasta ziņojumu uz adresi, kas saistīta ar jūsu lietotājvārdu, un saiti, kuru varat izmantot, lai atiestatītu savu paroli.",
    "faq.resetLinkText": "Paroles atiestatīšana",
    "faq.changePasswordTitle": "Kā es varu nomainīt paroli?",
    "faq.changePasswordBody": "Piesakieties savā Scratch kontā un pēc tam apmeklējiet mūsu {changeLink} lapu, kur varat nomainīt savu paroli.",
    "faq.changeLinkText": "Paroles iestatījumi",
    "faq.changeEmailTitle": "Kā es varu mainīt savu epasta adresi?",
    "faq.changeEmailBody": "Piesakieties savā Scratch kontā, pēc tam apmeklējiet mūsu {changeEmailLink} lapu, kur varat mainīt savu e-pasta adresi.",
    "faq.newScratcherTitle": "Kā lai es kļūstu no 'Jauniņā Scratch lietotāja' par 'Scratch lietotāju'?",
    "faq.newScratcherBody": "Kad izveidosit kontu, tiksiet atzīmēts kā “Jauns Scratcher”. Lai pārietu uz \"Scratcher\", jums vajadzētu izveidot un kopīgot projektus, izpalīdzīgi komentēt citus Scratcher projektus un būt pacietīgam! Kad būsiet izpildījis prasības, jūsu profila lapā parādīsies saite, kas aicinās kļūt par Scratch, un jums būs dažas papildu iespējas Scratch vietnē. (Ņemiet vērā, ka mēs nereklamējam New Scratchers uz Scratcher pēc pieprasījuma)",
    "faq.multipleAccountTitle": "Vai man var būt vairāk kā viens konts?",
    "faq.multipleAccountBody": "Ir labi, ja vietnē Scratch ir daži konti, ja vien neviens no tiem netiek izmantots, lai izjauktu {cgLink}. Tādā gadījumā visi saistītie konti var tikt bloķēti vai dzēsti.",
    "faq.multipleLoginTitle": "Vai drīkst vairāk kā viens lietotājs pieteikties vienā kontā?",
    "faq.multipleLoginBody": "Tas nav atļauts, jo vietne un projekta redaktors var viegli sajaukt, ja vienā kontā ir pieteikušies vairāk nekā viena persona. Ja kontā tiek veiktas darbības, kas pārkāpj {cgLink}, visi saistītie konti var tikt bloķēti vai dzēsti. Ja koplietojat kontu ar kādu, kas ar to izdara kaut ko sliktu, tas nozīmē, ka jūsu konti var tikt bloķēti otras personas rīcības dēļ.",
    "faq.changeUsernameTitle": "Vai es varu nomainīt lietotājvārdu?",
    "faq.changeUsernameBody": "Vietnes Scratch struktūra ir atkarīga no konsekventa konta nosaukuma, tāpēc lietotājvārdu nav iespējams mainīt. Ja jums patiešām ir jāpārslēdzas uz jaunu lietotājvārdu, varat izveidot jaunu kontu, taču jums pašam būs jāpārkopē projekti uz jauno kontu.",
    "faq.shareInfoTitle": "Kādu informāciju es varu publicēt savā profilā?",
    "faq.shareInfoBody": "Lūdzu, neizpaudiet personas kontaktinformāciju, piemēram, savu fizisko adresi, e-pastu, tālruņa numuru vai jebko citu, ko var izmantot, lai sazinātos ārpus Scratch vietnes. Lūdzu, ziņojiet par projektiem, komentāriem vai foruma ziņām, kas satur šāda veida informāciju, lai Scratch komanda varētu noņemt informāciju un atgādināt autoram mūsu politiku pret personas kontaktinformācijas kopīgošanu.",
    "faq.deleteAccountTitle": "Kā varu izdzēst savu kontu?",
    "faq.deleteAccountBody": "Piesakieties Scratch un pēc tam noklikšķiniet uz sava lietotājvārda augšējā labajā stūrī. Atlasiet \"Konta iestatījumi\" un pēc tam noklikšķiniet uz saites \"Es vēlos dzēst savu kontu\" lapas apakšā. Bet tas jādara tikai tad, ja esat pilnīgi pārliecināts, ka vēlaties dzēst savu kontu.",
    "faq.scratchFreeTitle": "Vai Scratch ir bezmaksas? Vai es varu to izmantot, kur vien vēlos?",
    "faq.scratchFreeBody": "Jā! Scratch ir pieejams bez maksas. Jūs varat to izmantot savā skolā, kā arī varat pasniegt kursu par to (pat kursu, kas maksā naudu). Jums nav jāiegādājas licence: tā ir bezmaksas!",
    "faq.scratchScreenshotTitle": "Vai varu izmantot Scratch ekrānuzņēmumus grāmatai vai prezentācijai.",
    "faq.scratchScreenshotBody": "Jā, jūs varat izmantot Scratch lietojumprogrammas un vietnes ekrānuzņēmumus/attēlus grāmatā vai prezentācijā un uzskatīt, ka tie ir licencēti saskaņā ar {licenseLink} licenci. Mēs lūdzam jūs kaut kur savos materiālos iekļaut piezīmi, kurā teikts: \"Scratch ir Scratch Foundation projekts sadarbībā ar Mūžizglītības bērnudārzu grupu MIT Media Lab. Tas ir pieejams bez maksas vietnē https://scratch.mit .edu\".",
    "faq.licenseLinkText": "Creative Commons Attiecinājums-ShareAlike",
    "faq.scratchDescriptionTitle": "Vai varu iekļaut Scratch aprakstu brošūrās vai citos materiālos?",
    "faq.scratchDescriptionBody": "Protams! Mēs iesakām šādu aprakstu: \"Scratch ir kodēšanas valoda un tiešsaistes kopiena, kurā varat izveidot savus interaktīvos stāstus, spēles un animācijas un kopīgot savus darbus ar citiem visā pasaulē. Jauniešiem veidojot un kopīgojot Scratch projektus, viņi mācās radoši domāt, sistemātiski spriest un sadarboties. Scratch ir {sfLink} projekts sadarbībā ar Lifelong Kindergarten grupu MIT Media Lab. Tas ir pieejams bez maksas vietnē https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Vai var stāstīt par Scratch konferencē?",
    "faq.presentScratchBody": "Lūdzu, nekautrējieties veidot prezentācijas par Scratch pedagogiem vai citām grupām.",
    "faq.supportMaterialTitle": "Vai varu izmantot Scratch atbalsta materiālus, gariņus, attēlus, skaņas un projektu paraugos, ko esmu atradis mājaslapā?",
    "faq.supportMaterialBody": "Jā: lielākā daļa Scratch atbalsta materiālu Scratch vietnē ir pieejami saskaņā ar {licenseLink} licenci. Ir daži izņēmumi: Scratch logotips, Scratch Cat, Gobo, Pico, Nano, Giga un Tera ir Scratch preču zīmes, un tās nevar izmantot bez skaidras Scratch komandas atļaujas.",
    "faq.sellProjectsTitle": "Vai es varu pārdot savus Scratch projektus?",
    "faq.sellProjectsBody": "Jā: jūsu Scratch projekts ir jūsu radītais. Taču ņemiet vērā, ka, kopīgojot projektu Scratch vietnē, ikviens var brīvi lejupielādēt, remiksēt un atkārtoti izmantot projektu, pamatojoties uz {licenseLink} licences noteikumiem. Tātad, ja plānojat pārdot savu projektu, iespējams, vēlēsities atcelt tā kopīgošanu no Scratch vietnes.",
    "faq.sourceCodeTitle": "Kur es varu atrast Scratch izejas kodu?",
    "faq.sourceCodeBody": "Scratch programmēšanas redaktora pirmkodu var atrast vietnē {guiLink}. Vietnē GitHub ir pieejams arī {flashLink} un {scratch14Link} avota kods. Lai iegūtu atjauninātu informāciju par attīstības projektiem saistībā ar Scratch vietni, lūdzu, apmeklējiet mūsu {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Kā lai es zinu, ko varu un ko nevaru publicēt Scratch mājaslapā?",
    "faq.okayToShareBody": "Apskatiet Scratch {cgLink} — tie ir īsi un neietver daudz juridisku lietu. Katras Scratch lapas apakšā ir saite.",
    "faq.reportContentTitle": "Ko man darīt, ja redzu ko nepiemērotu?",
    "faq.reportContentBody": "Varat noklikšķināt uz saites \"ziņot\" jebkurā projektā, komentārā, diskusiju ziņā, studijā vai profila lapā, kur redzat kaut ko tādu, kas nav piemērots Scratch. Ja situācija ir sarežģīta, varat izmantot saiti {contactLink} (pieejama katras lapas apakšā), lai izskaidrotu. Noteikti iekļaujiet pēc iespējas vairāk informācijas, pievienojot saites uz attiecīgajām lapām.",
    "faq.noFlameTitle": "Ko man darīt, ja kāds uzvedās uzbrūkoši vai necienīgi?",
    "faq.noFlameBody": "Neturpini strīdu! Atbildot uz uzbrūkošiem komentāriem ar uzbrukumu visu padarīs tikai sliktāku un var beigties ar to, ka tavu kontu bloķēs. Tā vietā vienkārši ziņo par visu, kas ir necienīgs vai nekonstruktīvs un mēs tiksim galā ar tā autoru. Mēs pārbaudam ziņojumus katru dienu, vairākas reizes dienā - esi mierīgs, mēs tiksim galā.",
    "faq.reviewContentTitle": "Ko Scratch komanda dara, kad par kaut ko tiek ziņots vai brīdināts?",
    "faq.reviewContentBody": "Scratch komanda katru dienu pārskata sniegtos komentārus un projektus. Ja kaut kas sabojās Scratch {cgLink}, mēs to noņemsim un nosūtīsim brīdinājumu uz kontu. Mēs varam arī bloķēt kontus vai tīklus, kas tika izmantoti tā kopīgošanai, atkarībā no tā, kas tika kopīgots un vai personai iepriekš ir nosūtīti brīdinājumi",
    "faq.blockedAccountTitle": "Kas notiek, kad konts ir bloķēts?",
    "faq.blockedAccountBody": "Kad konts ir bloķēts, īpašnieks vairs nevar piekļūt savam kontam, izmantot to projektu izveidei vai jaunu komentāru ievietošanai. Kad viņi piesakās, viņi redz lapu, kurā ir paskaidrots, kāpēc konts tika bloķēts, kā arī tīmekļa veidlapu, ko viņi var izmantot, lai pieprasītu atbloķēšanu. Ja īpašnieks varēs pierādīt, ka saprot, kāpēc viņa konts tika bloķēts, un sola turpmāk sekot līdzi Scratch {cgLink}, viņš tiks atbloķēts.",
    "faq.stolenAccountTitle": "Kāds ieguva piekļuvi manam kontam un bloķēja manu kontu. Ko man darīt?",
    "faq.stolenAccountBody": "Jūs esat atbildīgs par savas paroles drošību. Ja kāds jums pazīstams pārņēma kontroli pār jūsu kontu un izdarīja sliktas darbības, pastāstiet par to pieaugušajiem, kas ir atbildīgi par izmantoto datoru. Ja domājat, ka kādam nepazīstamam cilvēkam ir piekļuve jūsu kontam, mainiet paroli un/vai izmantojiet saiti {contactLink}, lai izskaidrotu situāciju. Ja jūsu konts tika bloķēts, jo izdarījāt kaut ko tādu, ko izdarījāt jūs, kas sabojāja Scratch {cgLink}, lūdzu, nestāstiet mums, ka to ir izdarījis kāds cits. Kad cilvēki mums stāsta, ka kāds cits izmantojis viņu kontu, lai izdarītu sliktu, mums ir jāmēģina ar šo personu runāt, pirms varam atjaunot kontu. Tas nozīmē, ka jūsu konts paliks bloķēts daudz ilgāk nekā tad, ja būsiet godīgs pret mums par notikušo.",
    "faq.aboutExtensionsTitle": "Kas ir paplašinājumi?",
    "faq.aboutExtensionsBody": "Scratch redaktorā varat pievienot papildu bloku kolekcijas, ko sauc par \"paplašinājumiem\". Piemēram, ir paplašinājumi, kas ļauj programmēt fiziskas ierīces (piemēram, micro:bit un LEGO robotikas komplektus) un tulkot tekstu savā Scratch. projektus. Laika gaitā mēs turpināsim pievienot jaunus paplašinājumus, tāpēc tas, ko varat darīt ar Scratch, laika gaitā turpinās pieaugt.",
    "faq.howToAddExtensionsTitle": "Kā projektam pievienot paplašinājumu?",
    "faq.howToAddExtensionsBody": "Noklikšķinot uz pogas \"Paplašinājumi\" Scratch programmēšanas redaktora apakšējā kreisajā stūrī, jūs redzēsit visu Scratch paplašinājumu sarakstu. Atlasot kādu no paplašinājumiem, jūsu projektam tiks pievienota jauna bloku kategorija. Paplašinājums tiks automātiski ielādēts katru reizi, kad tiks atvērts jūsu projekts. Vienam projektam varat pievienot vairākus paplašinājumus.",
    "faq.createExtensionsTitle": "Kā izveidot savu Scratch paplašinājumu?",
    "faq.createExtensionsBody": "Scratch komanda turpmāk publicēs paplašinājumu specifikācijas un vadlīnijas. Kad paplašinājumi būs pieejami, varēsiet iesniegt Scratch Team izskatīšanai oficiālajā Scratch 3.0 paplašinājumu bibliotēkā. Mēs arī sniegsim vadlīnijas \"eksperimentālu\" paplašinājumu izstrādei un izplatīšanai, kurus var izmantot, lai izveidotu projektus atsevišķos datoros, taču tie netiek kopīgoti Scratch tiešsaistes kopienā.",
    "faq.scratchXTitle": "Kas notiks ar ScratchX vietni?",
    "faq.scratchXBody": "ScratchX vietne (scratchx.org) bija eksperimentāla paplašinājumu testēšanas vieta. ScratchX izveidotie paplašinājumi nav saderīgi ar Scratch 3.0. Kad eksperimentālie paplašinājumi tiks pilnībā atbalstīti pakalpojumā Scratch, mēs pārtrauksim ScratchX atbalstu un nodrošināsim izstrādātājiem un lietotājiem laiku, lai pārietu no ScratchX uz jauno paplašinājumu platformu.",
    "faq.cloudDataInfoTitle": "Kas ir mākoņa mainīgie?",
    "faq.cloudDataInfoBody": "Mākoņa mainīgie ļauj saglabāt datus no projekta un kopīgot ar citiem Scratch kopienas lietotājiem. Varat izmantot mākoņa mainīgos, lai veiktu aptaujas un citus projektus, kuros citi kopienas locekļi var piekļūt datiem un laika gaitā tos modificēt.",
    "faq.makeCloudVarTitle": "Kā es varu izveidot mākoņa mainīgo?",
    "faq.makeCloudVarBody": "Atveriet bloku paletes sadaļu \"Mainīgie\", atlasiet \"Izveidot mainīgo\" un pēc tam noklikšķiniet uz izvēles rūtiņas blakus vienumam \"Mākoņa mainīgais (glabājas serverī)\". Dati, kas saistīti ar jūsu mākoņa mainīgo, tiks glabāti serverī, laika gaitā saglabāti un būs pieejami ikvienam, kas atver projektu.",
    "faq.onlyNumbersTitle": "Kāda veida datus var glabāt mākoņa mainīgajos?",
    "faq.onlyNumbersBody": "Mākoņa mainīgajos var saglabāt tikai skaitļus.",
    "faq.storedCloudInfoTitle": "Kurš var redzēt mākoņa mainīgajos saglabātos datus?",
    "faq.storedCloudInfoBody": "Kad mijiedarbojaties ar projektu, izmantojot mākoņa mainīgos, ar jūsu mijiedarbību saistītos datus var saglabāt kopā ar jūsu lietotājvārdu, un citi tos var skatīt.",
    "faq.reportCloudTitle": "Ja redzu, ka kāds publicē nepiemērotu saturu, izmantojot mākoņa mainīgos, kā par to ziņot?",
    "faq.reportCloudBody": "Noklikšķiniet uz pogas \"Ziņot par šo\" (zem projekta atskaņotāja projekta lapā), lai ziņotu par nepiemērotu saturu mākoņa mainīgajos. Ievadot iemeslu pārskatā, noteikti norādiet \"mākoņa mainīgos\".",
    "faq.chatRoomTitle": "Vai es varu izveidot tērzēšanas istabas ar mākoņa mainīgajiem?",
    "faq.chatRoomBody": "Lai gan tehniski ir iespējams izveidot tērzēšanas istabas ar mākoņa mainīgajiem, tie nav atļauti Scratch vietnē.",
    "faq.changeCloudVarTitle": "Kā varu mainīt informāciju mākoņu mainīgajos?",
    "faq.changeCloudVarBody": "Tikai jūs un jūsu projekta skatītāji varat saglabāt datus jūsu projekta mākoņa mainīgajos. Ja cilvēki \"redz iekšā\" vai remiksē jūsu kodu, tas izveido mainīgā kopiju un neietekmē un nemaina sākotnējo mainīgo.",
    "faq.newScratcherCloudTitle": "Esmu pieteicies, bet nevaru izmantot projektus ar mākoņa mainīgajiem. Kas notiek?",
    "faq.newScratcherCloudBody": "Ja vietnē joprojām esat \"New Scratcher\", jūs nevarēsit izmantot projektus ar mākoņa mainīgajiem. Lai piekļūtu mākoņa mainīgajiem, jums ir jākļūst par \"Scratter\". Skatiet sadaļu Konti (iepriekš), lai iegūtu plašāku informāciju par pāreju no “New Scratcher” uz “Scratcher”.",
    "faq.multiplayerTitle": "Vai ir iespējams izveidot vairāku spēlētāju spēles ar mākoņa mainīgajiem?",
    "faq.multiplayerBody": "Vairāku spēlētāju spēles var būt grūti izveidot tīkla ātruma un sinhronizācijas problēmu dēļ. Tomēr daži Scratchers izstrādā radošus veidus, kā izmantot mākoņa mainīgos pakāpeniskām un cita veida spēlēm.",
    "faq.schoolsTitle": "Scratch skolās",
    "faq.howTitle": "Kā Scratch tiek izmantots skolās?",
    "faq.howBody": "Scratch tiek izmantots simtiem tūkstošu skolu visā pasaulē daudzās dažādās mācību priekšmetu jomās (tostarp valodu mākslā, dabaszinātnēs, vēsturē, matemātiku un datorzinātnēs). Vairāk par stratēģijām un resursiem Scratch izmantošanai skolās un citās mācību vidēs (piemēram, muzejos, bibliotēkās un kopienas centros) varat uzzināt mūsu vietnē {educatorsLink}.",
    "faq.educatorsLinkText": "Pedagogu lapa",
    "faq.noInternetTitle": "Vai ir kāds veids kā skolēni var izmantot Scratch bez interneta savienojuma?",
    "faq.noInternetBody": "Jā. {downloadLink} ir lejupielādējama Scratch versija, kas var darboties klēpjdatoros un galddatoros. Pašlaik lietotne Scratch ir pieejama Windows un Mac ierīcēs.",
    "faq.communityTitle": "Vai varu izslēgt tiešsaistes kopienu maniem skolēniem?",
    "faq.communityBody": "Scratch tiešsaistes kopiena nodrošina iespēju jauniešiem dalīties, sadarboties un mācīties ar vienaudžiem moderētā kopienā, kuru pārvalda Scratch {cgLink}. Tomēr mēs saprotam, ka daži pedagogi dod priekšroku, lai viņu skolēni nepiedalītos tiešsaistes kopienā. Šie pedagogi var vēlēties instalēt lietotni Scratch, kas darbojas bezsaistē un lokāli galddatorā vai klēpjdatorā.",
    "faq.teacherAccountTitle": "Kas ir Scratch skolotāja konts?",
    "faq.teacherAccountBody": "Scratch skolotāja konts nodrošina skolotājiem un citiem pedagogiem papildu funkcijas, lai pārvaldītu skolēnu dalību programmā Scratch, tostarp iespēju izveidot studentu kontus, organizēt studentu projektus studijās un pārraudzīt skolēnu komentārus. Lai iegūtu papildinformāciju par Scratch skolotāju kontiem, skatiet {eduFaqLink}.",
    "faq.eduFaqLinkText": "Scratch skolotāja konta FAQ",
    "faq.requestTitle": "Kā es varu pieprasīt Scratch skolotāja kontu?",
    "faq.requestBody": "Varat pieprasīt Scratch skolotāja kontu vietnē {educatorsLink} ieslēgts Scratch. Reģistrācijas procesā mēs lūdzam sniegt papildu informāciju, lai pārliecinātos par jūsu kā pedagoga lomu.",
    "faq.dataTitle": "Kādus datus Scratch vāc no skolēniem?",
    "faq.dataBody": "Kad students pirmo reizi reģistrējas pakalpojumā Scratch, mēs verifikācijai pieprasām pamata demogrāfiskos datus, tostarp dzimumu, vecumu (dzimšanas mēnesis un gads), valsti un e-pasta adresi. Šie dati tiek izmantoti (apkopotā veidā) pētījumos, kuru mērķis ir uzlabot mūsu izpratni par to, kā cilvēki mācās, izmantojot Scratch. Ja pedagogs izmanto Scratch Teacher kontu, lai masveidā izveidotu studentu kontus, studentiem nav jānorāda e-pasta adrese konta iestatīšanai.",
    "faq.lawComplianceTitle": "Vai Scratch tiešsaistes versija atbilst ASV vietējiem un federālajiem datu konfidencialitātes likumiem?",
    "faq.lawComplianceBody1": "Scratch ļoti rūpējas par studentu un visu to personu privātumu, kuras izmanto mūsu platformu. Mēs esam ieviesuši fiziskas un elektroniskas procedūras, lai aizsargātu informāciju, ko apkopojam vietnē Scratch. Lai gan mēs nevaram piedāvāt līgumiskas garantijas ar katru juridisko personu, kas izmanto mūsu bezmaksas izglītības produktu, mēs ievērojam visus ASV federālos likumus, kas ir piemērojami MIT un Scratch Foundation — organizācijām, kas ir izveidojušas un uztur Scratch. Lai iegūtu plašāku informāciju, iesakām izlasīt Scratch konfidencialitātes politiku.",
    "faq.lawComplianceBody2": "Ja vēlaties veidot projektus, izmantojot Scratch, neiesniedzot mums nekādu personisko informāciju, varat lejupielādēt {downloadLink}. Scratch komanda nevar piekļūt projektiem, kas izveidoti lietotnē Scratch, un, izmantojot lietotni Scratch, Scratch netiek atklāta nekāda personu identificējoša informācija, ja vien neaugšupielādējat šos projektus Scratch tiešsaistes kopienā."
}