{
    "faq.title": "Veelgestelde vragen (FAQ)",
    "faq.intro": "Op deze pagina vind je antwoorden op veelgestelde vragen over Scratch",
    "faq.aboutTitle": "Algemene vragen",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Hergebruik en kopiëren",
    "faq.accountsTitle": "Gebruikersaccounts",
    "faq.permissionsTitle": "Licentie en toestemming",
    "faq.inappropriateContentTitle": "Onbehoorlijke inhoud",
    "faq.scratchExtensionsTitle": "Scratch Uitbreidingen",
    "faq.cloudDataTitle": "Cloud Variabelen",
    "faq.aboutScratchTitle": "Wat is Scratch en wat kan ik er mee?",
    "faq.aboutScratchBody": "Met de programmeertaal Scratch en online community kun je je eigen interactieve verhalen, spelletjes en animaties maken en je creaties delen met anderen over de hele wereld. Als jongeren Scratch-projecten maken en delen, leren ze creatief te denken, systematisch te redeneren en samen te werken. Voor meer informatie over Scratch, zie de {aboutScratchLink} pagina.",
    "faq.aboutScratchLinkText": "Over Scratch",
    "faq.makeGameTitle": "Hoe maak ik een spel of animatie met Scratch?",
    "faq.makeGameBody": "Bekijk de {ideasLink}om veel manieren te zien om aan de slag te gaan met Scratch",
    "faq.ideasLinkText": "Ideeënpagina",
    "faq.whoUsesScratchTitle": "Wie gebruiken Scratch?",
    "faq.whoUsesScratchBody": "Scratch wordt gebruikt door mensen van alle achtergronden, in alle landen over de hele wereld, in alle soorten omgevingen -- huizen, scholen, bibliotheken, musea en meer. Scratch is speciaal ontworpen voor jongeren van 8 tot 16 jaar, maar mensen van alle leeftijden maken en delen met Scratch. Jongere kinderen willen misschien {scratchJrLink}proberen, een vereenvoudigde versie van Scratch ontworpen voor de leeftijd van 5 tot 7 jaar.",
    "faq.requirementsTitle": "Wat zijn de vereiste systeemeigenschappen voor Scratch?",
    "faq.requirementsBody": "Scratch werkt in de meeste moderne webbrowsers op desktops, laptops en tablets. Je kunt projecten bekijken op mobiele telefoons, maar momenteel ben je niet in staat om projecten aan te maken of te bewerken op telefoons. Hieronder vind je de lijst van officieel ondersteunde browsers.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer wordt NIET ondersteund.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Opmerking:",
    "faq.requirementsNoteDesktop": "Als je computer niet aan deze eisen voldoet, kun je de {downloadLink}editor proberen (zie volgend item in FAQ). ",
    "faq.scratchDesktop": "Scratch Desktop",
    "faq.requirementsNoteWebGL": "Als je een WebGL-fout tegenkomt, probeer dan een andere browser.",
    "faq.requirementsNoteTablets": "Op tablets is er momenteel geen manier om \"druk toets\" blokken of contextmenu's met de rechtermuisknop te gebruiken",
    "faq.offlineTitle": "Is er een downloadbare versie, zodat ik projecten offline kan creëren en bekijken?",
    "faq.offlineBody": "Met de Scratch Desktop editor kun je Scratch projecten maken zonder een internetverbinding. Je kunt {downloadLink} downloaden vanaf de website. Dit heette vroeger de Scratch Offline editor.",
    "faq.uploadOldTitle": "Kan ik projecten - die gemaakt zijn met oudere versies van Scratch - uploaden naar deze website?",
    "faq.uploadOldBody": "Ja - je kunt projecten die gemaakt zijn met eerdere versies van Scratch uploaden en delen, en ze zijn dan zichtbaar en speelklaar. (Maar je kunt geen projecten downloaden van latere Scratch versies en ze dan openen in vroegere versies. Bijvoorbeeld: je kunt een Scratch 3.0 project niet in de desktop versie van {scratch2Link}openen, omdat Scratch 2.0 de .sb3 bestandsindeling niet kan inlezen.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Wat kost Scratch? Heb ik een licentie nodig?",
    "faq.scratchCostBody": "Scratch is gratis en zal dat altijd blijven. Je hebt geen licentie nodig om Scratch op school, thuis of waar dan ook te gebruiken. De ontwikkeling en het onderhoud van Scratch worden betaald uit subsidies en donaties. Als je ook wilt bijdragen aan Scratch, kijk dan eens op onze {donateLink}.",
    "faq.donateLinkText": "Donatiepagina",
    "faq.mediaLabTitle": "Wie hebben Scratch gemaakt?",
    "faq.mediaLabBody": "Scratch wordt ontwikkeld en onderhouden door het Scratch Team in de {llkLink}van {mediaLabLink}",
    "faq.llkLinkText": "Lifelong Kindergarten groep",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Wat is Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 is de nieuwste generatie van Scratch, gelanceerd op 2 januari 2019. Het is ontworpen om uit te breiden hoe, wat en waar je iets met Scratch kunt maken. Het bevat tientallen nieuwe sprites, een totaal nieuwe geluidseditor en vele nieuwe programmeerblokken. En met Scratch 3.0 kun je op je laptop of desktopcomputer maar ook op je tablet projecten maken en afspelen.",
    "faq.reportBugsScratch3Title": "Hoe kan ik bugs melden en feedback delen over Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Je kunt bugs melden en feedback delen in de {forumsLink} sectie van de discussieforums van Scratch.",
    "faq.forumsLinkText": "Bugs en andere foutjes",
    "faq.languagesScratch3Title": "Is Scratch 3.0 beschikbaar in meerdere talen?",
    "faq.languagesScratch3Body1": "Ja. Om de taal van de programmeerblokken te veranderen, moet je op de wereldbol klikken boven in de navigatiebalk van de programmeereditor, dan klikken in het keuzemenu om een taal te selecteren.",
    "faq.languagesScratch3Body2": "Al onze vertalingen zijn door vrijwilligers gedaan. De Scratch 3.0 editor is reeds vertaald in 40+ talen. Je kunt alle talen zien die op dit moment vertaald worden op onze {transifexLink}. Als je wilt helpen met vertalen of reviewen, neem dan svp contact op via {emailLink}",
    "faq.transifexLinkText": "vertaalserver",
    "faq.removedBlocksScratch3Title": "Verwijdert Scratch 3.0 codeblokken uit eerdere versies van Scratch?",
    "faq.removedBlocksScratch3Body": "Er zijn geen codeerblokken verwijderd in Scratch 3.0, maar sommige zijn een beetje veranderd en andere zijn verplaatst naar \"Uitbreidingen\" (zoals hieronder beschreven in de {extensionsFAQLink} sectie).",
    "faq.newBlocksScratch3Title": "Zijn er in Scratch 3.0 nieuwe blokken?",
    "faq.newBlocksScratch3Body": "Ja! In Scratch 3.0 vind je:",
    "faq.newBlocksSoundEffect": "Nieuwe \"geluidseffecten\" blokken",
    "faq.newBlocksOperators": "Nieuwe operatoren die het makkelijker maken om met tekst te werken (strings)",
    "faq.newBlocksPen": "Nieuwe pen-blokken, inclusief ondersteuning voor transparantie",
    "faq.newBlocksGlide": "Nieuw schuifblok om gemakkelijk naar een sprite (of willekeurig punt) te gaan",
    "faq.newBlocksExtensions": "Veel nieuwe mogelijkheden door middel van \"Scratch Uitbreidingen\" (zie het onderdeel Uitbreidingen hieronder)",
    "faq.biggerBlocksScratch3Title": "Waarom zijn de blokken in Scratch 3.0 groter dan in eerdere versies?",
    "faq.biggerBlocksScratch3Body": "Om Scratch 3.0 goed te laten werken op aanraakapparaten (zoals veel Chromebooks, Windows Surface laptops en tablets), moesten we de blokken groter maken, zodat het makkelijker is om de blokken te slepen en aan te raken. Bovendien zijn de blokken iets groter in Scratch 3.0 om problemen aan te pakken die we hebben waargenomen bij nieuwe gebruikers die problemen hebben met klikken en slepen van kleine interface-elementen.",
    "faq.extensionsScratch3Title": "Waar zijn de Pen-blokken gebleven? Waar gingen de Muziekblokken naartoe? Waar zijn de Video blokken gebleven?",
    "faq.extensionsScratch3Body": "De Pen, Muziek en Video blokken zijn verplaatst naar uitbreidingen. Uitbreidingen kunnen worden toegevoegd door te klikken op de knop linksonder in het scherm (zie het gedeelte \"Uitbreidingen\" hieronder).",
    "faq.paintEditorScratch3Title": "Wat zijn de nieuwe functies in de Teken Editor?",
    "faq.paintEditorScratch3Body": "De Teken Editor is opnieuw ontworpen om krachtige nieuwe functies te bieden en tegelijkertijd het gebruik ervan te vergemakkelijken. Veranderingen en nieuwe functies omvatten:",
    "faq.paintEditorLayout": "Nieuwe lay-out die de beschikbare gereedschappen en opties beter zichtbaar maakt",
    "faq.paintEditorTools": "Nieuwe gereedschappen zoals een \"gum\" die werkt in vector modus",
    "faq.paintEditorColors": "Meer opties voor het selecteren en aanpassen van kleuren",
    "faq.paintEditorVector": "Meer controle over vectorpunten (curvegrepen en puntvorm).",
    "faq.paintEditorLayers": "Extra bedieningselementen voor het ordenen van lagen (\"naar voren brengen\", \"naar achteren verplaatsen\", enz.)",
    "faq.paintEditorGradients": "Nieuwe kleurverloopregeling",
    "faq.soundEditorScratch3Title": "Wat zijn de nieuwe functies in de Geluid editor?",
    "faq.soundEditorScratch3Body": "De Geluid editor is opnieuw ontworpen om het gemakkelijker te maken om geluiden op te nemen en te manipuleren. Het biedt een aantal nieuwe functies:",
    "faq.soundEditorRecording": "Nieuw opnamesysteem dat eenvoudiger te gebruiken is",
    "faq.soundEditorTrimming": "Nieuw audio trim systeem dat eenvoudiger te gebruiken is",
    "faq.soundEditorEffects": "Nieuwe geluidseffecten (zoals \"sneller\", \"langzamer\", \"echo\" en \"robot\")",
    "faq.tipsWindwScratch3Title": "Wat is er gebeurd met het Scratch Tips venster?",
    "faq.tipsWindowScratch3Body": "In plaats van het Tips Venster geeft Scratch 3.0 vergelijkbaar materiaal middels de Lessen bibliotheek die je kunt bereiken via de Lessen link in de navigatiebalk bovenaan. Je vindt er lessen voor complete projecten (zoals \"Maak een achtervolgingsspel\") of specifieke blokken en mogelijkheden (zoals \"Neem een geluid op\" of \"Laat 'm draaien\"). Meer lessen zullen binnenkort worden toegevoegd (zoals \"Pong spel\" en \"Laat 'm vliegen\").",
    "faq.remixDefinitionTitle": "Wat is hergebruiken?",
    "faq.remixDefinitionBody": "Als een Scratcher een kopie maakt van een project van iemand anders en dit verandert doors eigen ideeën toe te voegen (bijvoorbeeld door scripts en uiterlijken te veranderen), dan wordt het nieuwe project een \"remix\" genoemd. Ieder project dat via de Scratch website wordt gedeeld kan worden geremixed. Zelfs een kleine verandering wordt gezien als een geldige remix, zolang de credits worden gegeven aan degene die het originele project heeft geplaatst en anderen die een belangrijke bijdrage aan de remix hebben geleverd.",
    "faq.remixableTitle": "Waarom is het verplicht dat alle projecten hergebruikt kunnen worden?",
    "faq.remixableBody": "Wij geloven dat het remixen van projecten van anderen een geweldige manier is om te leren programmeren en interessante projecten te creëren. Door het remixen worden creatieve ideeën verspreid door de Scratch-community en iedereen heeft er baat bij. Alle projecten die op de Scratch-website worden gedeeld, vallen onder de \"Creative Commons Share Alike\"-licentie, wat betekent dat je elk project dat je op de Scratch-website ziet kunt remixen -- en ieder ander kan alle projecten die je op de website deelt remixen.",
    "faq.creativeCommonsTitle": "Wat als ik niet wil dat mijn project hergebruikt wordt?",
    "faq.creativeCommonsBody": "Remixen is een belangrijk onderdeel van de Scratch community. Als je niet wilt dat anderen je creaties bekijken of remixen, kun je nog steeds projecten maken op de Scratch-website, maar deze niet delen op de website.",
    "faq.fairUseTitle": "Mag ik afbeeldingen / geluiden / media van het internet gebruiken in mijn projecten?",
    "faq.fairUseBody": "Als je ervoor kiest om het werk van iemand anders te integreren in je eigen werk, zorg er dan voor dat je hem of haar credits geeft op de project \"credits\" sectie, en voeg een link terug naar het origineel toe. Om kunst / geluiden te vinden die vrij te gebruiken zijn voor remixen, kijk je op de  {ccLink}.",
    "faq.ccLinkText": "Creative Commons zoekpagina",
    "faq.whyAccountTitle": "Waarom is het handig om een Scratch account te hebben?",
    "faq.whyAccountBody": "Zelfs zonder account kun je projecten van anderen afspelen, commentaren en forums lezen en zelfs je eigen projecten maken. Maar je hebt een account nodig om projecten op te slaan en te delen, commentaren en forum posts te schrijven en deel te nemen aan andere \"sociale\" activiteiten in de gemeenschap (zoals projecten van andere mensen favoriet maken of leuk vinden).",
    "faq.createAccountTitle": "Hoe maak ik een account aan?",
    "faq.createAccountBody": "Klik op \"Word Scratcher\" op de startpagina van Scratch. Je moet een paar vragen beantwoorden en een e-mailadres opgeven. Het duurt slechts een paar minuten en het is volledig gratis!",
    "faq.checkConfirmedTitle": "Hoe kan ik zien of mijn account bevestigd is?",
    "faq.howToConfirmTitle": "Hoe kan ik mijn account bevestigen?",
    "faq.howToConfirmBody": "Nadat je een nieuw account hebt aangemaakt op Scratch, ontvang je een e-mailbericht met een link. Klik op de link om je account te bevestigen. Zodra je je account hebt bevestigd, kun je projecten delen, opmerkingen schrijven en studio's maken. Als je je account bevestigt, kun je ook e-mailupdates ontvangen van het Scratch Team. Als je de e-mail met de bevestigingslink niet kunt vinden, controleer dan je Spam-map. Als je de e-mail nog steeds niet kunt vinden en nog een kopie wilt ontvangen, ga dan naar je accountinstellingen, klik op het tabblad E-mail en volg daar de instructies. Houd er rekening mee dat het tot een uur kan duren voordat de e-mail aankomt. Als je de e-mail na een uur nog steeds niet ziet, {contactLink}.",
    "faq.contactLinkText": "laat het ons weten",
    "faq.checkConfirmedBody": "Om te controleren of jouw account is bevestigd, log je in op je Scratch-account en ga je naar je {settingsLink}pagina. Bevestigde e-mailadressen laten een klein groen vinkje zien. Anders zie je de tekst \"Je e-mailadres is niet bevestigd\" in oranje.",
    "faq.settingsLinkText": "E-mail instellingen",
    "faq.requireConfirmTitle": "Moet ik mijn account bevestigen?",
    "faq.requireConfirmBody": "Je kan nog steeds vele aspecten van Scratch doen zonder je account te bevestigen, waaronder het maken en opslaan van projecten (zonder ze te delen).",
    "faq.forgotPasswordTitle": "Ik ben mijn wachtwoord vergeten. Hoe kan ik een nieuw wachtwoord krijgen?",
    "faq.forgotPasswordBody": "Voer je gebruikersnaam in op de {resetLink}-pagina. De website stuurt een e-mail naar het e-mailadres dat bij de gebruikersnaam hoort met daarin een link waarmee je een nieuw wachtwoord kunt instellen.",
    "faq.resetLinkText": "Wachtwoord resetten",
    "faq.changePasswordTitle": "Hoe verander ik mijn wachtwoord?",
    "faq.changePasswordBody": "Log in op je Scratch-account en bezoek onze {changeLink} pagina waar je je wachtwoord kunt wijzigen.",
    "faq.changeLinkText": "Wachtwoord instellingen",
    "faq.changeEmailTitle": "Hoe kan ik mijn e-mailadres veranderen?",
    "faq.changeEmailBody": "Log in op je Scratch-account en bezoek onze{changeEmailLink} pagina waar  je je e-mailadres kunt wijzigen.",
    "faq.newScratcherTitle": "Hoe verander ik 'Nieuwe Scratcher' in 'Scratcher'?",
    "faq.newScratcherBody": "Wanneer je een account aanmaakt, wordt je aangemerkt als een \"Nieuwe Scratcher\". Om de overgang naar \"Scratcher\" te maken, moet je projecten maken en delen, hulpvaardig commentaar geven op andere Scratchers' projecten, en geduld hebben! Nadat je aan de vereisten hebt voldaan, verschijnt er een link op je profielpagina die je uitnodigt om een Scratcher te worden en je hebt wat extra mogelijkheden op de Scratch-website. (Houd er rekening mee dat we Nieuwe Scratchers niet tot Scratcher promoten op verzoek.)",
    "faq.multipleAccountTitle": "Mag ik meerdere gebruikersnamen aanmaken?",
    "faq.multipleAccountBody": "Het is prima om een paar accounts op de Scratch website te hebben, zolang geen van deze gebruikt wordt om tegen de{cgLink}in te gaan. In dat geval kunnen alle gerelateerde accounts worden geblokkeerd of verwijderd.",
    "faq.multipleLoginTitle": "Is het oké als er meer dan één persoon ingelogd is met dezelfde gebruikersnaam?",
    "faq.multipleLoginBody": "Dit is niet toegestaan omdat de website en projecteditor gemakkelijk in de war kunnen raken als meer dan één persoon op dezelfde account is ingelogd. Wanneer een account iets doet dat in strijd is met de{cgLink}, kunnen alle gerelateerde accounts worden geblokkeerd of verwijderd. Als je een account deelt met iemand die er iets verkeerds mee doet, betekent dit dat je accounts geblokkeerd kunnen worden voor wat de andere persoon heeft gedaan.",
    "faq.changeUsernameTitle": "Kan ik mijn gebruikersnaam wijzigen?",
    "faq.changeUsernameBody": "De structuur van de Scratch website is afhankelijk van het hebben van een consistente accountnaam, dus het is niet mogelijk om je gebruikersnaam te wijzigen. Als je echt moet overschakelen naar een nieuwe gebruikersnaam, kun je een nieuwe account aanmaken, maar je moet je projecten zelf kopiëren naar het nieuwe account.",
    "faq.shareInfoTitle": "Welke informatie kan ik delen op / met mijn account?",
    "faq.shareInfoBody": "Deel geen persoonlijke contactgegevens, zoals je fysieke adres, e-mail, telefoonnummer of iets anders dat gebruikt kan worden om contact op te nemen buiten de Scratch-website om. Meld projecten, opmerkingen of forumberichten die dit soort informatie bevatten, zodat het Scratch Team de informatie kan verwijderen en de auteur kan herinneren aan ons beleid tegen het delen van persoonlijke contactgegevens.",
    "faq.deleteAccountTitle": "Hoe kan ik mijn account verwijderen?",
    "faq.deleteAccountBody": "Log in op Scratch en klik dan op je gebruikersnaam in de rechterbovenhoek. Selecteer \"Accountinstellingen\" en klik dan op de “Ik wil mijn account verwijderen” link onderaan de pagina. Maar doe dit alleen als je absoluut zeker weet dat je je account wilt verwijderen.",
    "faq.scratchFreeTitle": "Is Scratch gratis? Kan ik het gebruiken waar ik maar wil?",
    "faq.scratchFreeBody": "Ja! Scratch is helemaal gratis. Je kunt het op je school gebruiken en je mag er ook cursussen in geven (zelfs als deze cursus geld kost). Je hoeft geen licentie te kopen - het is gratis.",
    "faq.scratchScreenshotTitle": "Kan ik schermafdrukken van Scratch gebruiken in een boek of presentatie?",
    "faq.scratchScreenshotBody": "Ja je kunt screenshots / afbeeldingen van de Scratch-applicatie en website gebruiken in een boek of presentatie en deze beschouwen als gelicentieerd volgens de {licenseLink} licentie. We vragen je om ergens in je materiaal deze tekst op te nemen: \"Scratch is een project van de Scratch Foundation, in samenwerking met de Lifelong Kindergarten Group van het MIT Media Lab. Het is gratis beschikbaar op https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Naamsvermelding-GelijkDelen",
    "faq.scratchDescriptionTitle": "Kan ik een beschrijving van Scratch opnemen in folders en andere materialen?",
    "faq.scratchDescriptionBody": "Natuurlijk! Wij adviseren de volgende beschrijving: \"Scratch is een programmeertaal en een online community waar je je eigen interactieve verhalen, spellen en animaties kan maken - en deze kan delen met anderen uit de hele wereld. Bij het ontwerpen en programmeren van Scratch projecten leren jonge mensen creatief te denken, logisch te werk te gaan en samen te werken. Scratch is een project van de {sfLink} in samenwerking met de Lifelong Kindergarten groep van het MIT Media Lab. Het is gratis beschikbaar op https://scratch.mit.edu\".",
    "faq.presentScratchTitle": "Mag ik een presentatie over Scratch houden tijdens een bijeenkomst?",
    "faq.presentScratchBody": "Voel je vrij om presentaties te geven over Scratch aan leerkrachten of andere groepen.",
    "faq.supportMaterialTitle": "Mag ik Scratchmaterialen, sprites, afbeeldingen, geluiden of voorbeeldprojecten van deze website (her)gebruiken?",
    "faq.supportMaterialBody": "Ja: De meeste ondersteuningsmaterialen op de Scratch-website zijn beschikbaar volgens de {licenseLink} licentie. Er zijn een paar uitzonderingen: het Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, en Tera zijn Scratch handelsmerken en mogen niet worden gebruikt zonder de uitdrukkelijke toestemming van het Scratch-team.",
    "faq.sellProjectsTitle": "Mag ik mijn Scratch-projecten verkopen?",
    "faq.sellProjectsBody": "Zeker: jouw project is jouw creatie. Onthoud dat wanneer je je project deelt op Scratch, iedereen het kan downloaden, remixen en hergebruiken volgens de{licenseLink}licentie. Dus als je je project wilt verkopen, moet je het misschien niet meer delen op de Scratch website.",
    "faq.sourceCodeTitle": "Waar kan ik de broncode vinden van Scratch?",
    "faq.sourceCodeBody": "De broncode voor de Scratch programmeereditor is te vinden op{guiLink}. De broncode voor{flashLink}and{scratch14Link}zijn ook beschikbaar op GitHub. Voor actuele informatie over ontwikkelprojecten met betrekking tot de Scratch-website kun je terecht op onze {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Hoe weet ik wat wel en niet oké is om te delen op de Scratch-website?",
    "faq.okayToShareBody": "Controleer de Scratch {cgLink} - ze zijn kort en bevatten weinig juridische tekst. Er is een link onderaan elke pagina op Scratch.",
    "faq.reportContentTitle": "Wat moet ik doen als ik iets onbehoorlijks zie?",
    "faq.reportContentBody": "Je kunt klikken op de link \"Melden\" in elk project, opmerking, forumbericht, studio, of profiel pagina als je iets ziet dat niet oké is voor Scratch. Als de situatie ingewikkeld is, dan kun je de {contactLink} link (helemaal onderaan op elke pagina) om het uit te leggen. Zorg ervoor dat je zoveel mogelijk informatie geeft, inclusief links naar relevante pagina's.",
    "faq.noFlameTitle": "Wat moet ik doen als ik zie dat iemand gemeen of respectloos is?",
    "faq.noFlameBody": "Gooi geen olie op het vuur! Door op gemene reacties te reageren met meer gemene reacties, maak je het alleen maar erger en dat kan er voor zorgen dat jóuw account geblokkeerd wordt. In plaats daarvan kun je het beste alles, wat respectloos of niet constructief is, melden en dan nemen wij contact op met de schrijver. We controleren de meldingen elke dag, meerdere keren per dag - wees er dus gerust op dat wij het voor je regelen.",
    "faq.reviewContentTitle": "Wat doet het Scratch-team als er iets gemeld of gerapporteerd wordt?",
    "faq.reviewContentBody": "Het Scratch-team bekijkt gemelde opmerkingen, reacties en projecten elke dag. Als iets niet in overeenstemming is met de{cgLink} zullen we het verwijderen en een waarschuwing sturen naar het account. We kunnen ook de accounts of netwerken blokkeren die gebruikt werden om het te delen, afhankelijk van wat er gedeeld werd en of de persoon al eerder een waarschuwing heeft gekregen.",
    "faq.blockedAccountTitle": "Wat gebeurd er met een gebruikersnaam dat geblokkeerd is?",
    "faq.blockedAccountBody": "Wanneer een account geblokkeerd is, kan de eigenaar geen toegang meer krijgen tot zijn of haar account, deze niet meer gebruiken om projecten aan te maken of nieuwe opmerkingen te plaatsen. Wanneer ingelogd wordt komt een pagina die uitlegt waarom het account geblokkeerd is, samen met een webformulier dat gebruikt kan worden om te vragen om de blokkering op te heffen. Als de eigenaar kan laten zien dat hij of zij begrijpt waarom het account geblokkeerd is, en belooft om de Scratch {cgLink} in de toekomst op te volgen, wordt de blokkade opgeheven.",
    "faq.stolenAccountTitle": "Iemand kreeg toegang tot mijn account en nu is mijn account geblokkeerd. Wat moet ik doen?",
    "faq.stolenAccountBody": "Jij bent verantwoordelijk voor het beveiligen van je wachtwoord. Als iemand die je kent de controle over je account heeft genomen en slechte dingen heeft gedaan, vertel het dan aan de volwassenen die verantwoordelijk zijn voor de computer die daarvoor gebruikt is. Als je denkt dat iemand die je niet kent toegang heeft tot je account, verander dan het wachtwoord en/of gebruik de{contactLink}link om de situatie uit te leggen. Als je account geblokkeerd is wegens iets dat jij hebt gedaan wat volgens de Scratch {cgLink}niet mag, vertel ons dan alsjeblieft niet dat iemand anders het heeft gedaan. Als mensen ons vertellen dat iemand anders hun account heeft gebruikt om iets verkeerds te doen, dan moeten we proberen met die persoon te praten voordat we het account kunnen herstellen. Dit betekent dat je account langer geblokkeerd blijft dan wanneer je eerlijk tegen ons bent over wat er gebeurd is.",
    "faq.aboutExtensionsTitle": "Wat zijn uitbreidingen?",
    "faq.aboutExtensionsBody": "In de Scratch-editor kun je verzamelingen van extra blokken toevoegen die \" uitbreidingen\" worden genoemd. Er zijn bijvoorbeeld uitbreidingen waarmee je fysieke apparaten kunt programmeren (zoals micro:bit en LEGO robotica sets) en tekst kunt vertalen binnen je Scratch projecten. We zullen na verloop van tijd nieuwe uitbreidingen blijven toevoegen, zodat wat je met Scratch kunt doen in de loop van de tijd zal blijven groeien. ",
    "faq.howToAddExtensionsTitle": "Hoe voeg ik een uitbreiding toe aan een project? ",
    "faq.howToAddExtensionsBody": "Als je klikt op de \"Voeg een uitbreiding toe\" knop in de linkerbenedenhoek van de Scratch programmeereditor, zie je een lijst van alle Scratch uitbreidingen. Wanneer je een van de uitbreidingen selecteert, wordt er een nieuwe categorie van blokken aan je project toegevoegd. De uitbreiding wordt automatisch geladen elke keer wanneer je project wordt geopend. Je kunt meer extensies aan hetzelfde project toevoegen.",
    "faq.createExtensionsTitle": "Hoe maak ik mijn eigen uitbreiding voor Scratch",
    "faq.createExtensionsBody": "Het Scratch Team zal in de toekomst specificaties en richtlijnen voor uitbreidingen publiceren. Eenmaal beschikbaar, kun je uitbreidingen indienen bij het Scratch team voor bestudering in de officiële Scratch 3.0 uitbreidingen bibliotheek. We bieden ook richtlijnen voor het ontwikkelen en distribueren van \"experimentele\" uitbreidingen, die gebruikt kunnen worden om projecten te maken op individuele computers, maar niet gedeeld worden in de Scratch online community.",
    "faq.scratchXTitle": "Wat gebeurt er met de ScratchX website?",
    "faq.scratchXBody": "De ScratchX website (scratchx.org) was een experimentele testomgeving voor uitbreidingen. Uitbreidingen die voor ScratchX zijn gemaakt, zijn niet te combineren met Scratch 3.0. Zodra experimentele uitbreidingen volledig worden ondersteund in Scratch zullen we de ondersteuning voor ScratchX stopzetten en ontwikkelaars en gebruikers tijd geven om over te stappen van ScratchX naar het nieuwe uitbreidingen platform.",
    "faq.cloudDataInfoTitle": "Wat zijn cloud variabelen?",
    "faq.cloudDataInfoBody": "Cloud variabelen maken het mogelijk om gegevens van een project op te slaan en te delen met andere mensen in de Scratch-community. Met behulp van cloud variabelen kun je vragenlijsten en andere projecten maken waar anderen in de community de gegevens in de loop der tijd kunnen raadplegen en wijzigen.",
    "faq.makeCloudVarTitle": "Hoe kan ik een cloud variabele maken?",
    "faq.makeCloudVarBody": "Ga naar het \"Variabelen\" deel van het blokken palet, selecteer \"Maak een variabele\" en klik vervolgens op het selectievakje bij \"Cloud variabele (opgeslagen op server)\". De gegevens met betrekking tot je cloud variabele worden op de server opgeslagen, bewaard door de tijd heen en toegankelijk voor iedereen die het project opent.",
    "faq.onlyNumbersTitle": "Welke soorten gegevens kunnen worden opgeslagen in cloud variabelen?",
    "faq.onlyNumbersBody": "Alleen getallen kunnen worden opgeslagen in cloud variabelen.",
    "faq.storedCloudInfoTitle": "Wie kan de gegevens zien die zijn opgeslagen in de cloud variabelen?",
    "faq.storedCloudInfoBody": "Wanneer je werkt met een project dat cloud variabelen gebruikt, kunnen de gegevens over je interacties samen met je gebruikersnaam worden opgeslagen en kunnen anderen deze bekijken.",
    "faq.reportCloudTitle": "Als ik iemand ongepaste inhoud zie plaatsen met behulp van cloud variabelen, hoe meld ik dit dan?",
    "faq.reportCloudBody": "Klik op de \"Melden\" knop (onder op de projectspeler op de projectpagina) om ongepaste inhoud in cloud variabelen te melden. Zorg ervoor dat je \"cloud variabelen\" vermeldt wanneer je je reden in het rapport typt.",
    "faq.chatRoomTitle": "Kan ik chatrooms maken met cloud variabelen?",
    "faq.chatRoomBody": "Hoewel het technisch mogelijk is om chatrooms te maken met cloud variabelen, zijn deze niet toegestaan op de Scratch website.",
    "faq.changeCloudVarTitle": "Wie kan de informatie in een cloudvariabele veranderen?",
    "faq.changeCloudVarBody": "Alleen jij en de bezoekers van je project kunnen gegevens opslaan in de cloud variabelen van je project. Als mensen klikken op \"Bekijk van binnen\" of je code remixen, wordt er een kopie van de variabele gemaakt en de oorspronkelijke variabele wordt niet beïnvloed of gewijzigd.",
    "faq.newScratcherCloudTitle": "Ik ben ingelogd, maar ik kan nog geen projecten gebruiken met cloud variabelen. Hoe kan dit?",
    "faq.newScratcherCloudBody": "Als je nog steeds een \"Nieuwe Scratcher\" bent op de website, zul je geen projecten met cloud variabelen kunnen gebruiken. Je moet een \"Scratcher\" worden om toegang te hebben tot cloud variabelen. Zie het gedeelte Accounts (hierboven) voor meer informatie over de overgang van \"Nieuwe Scratcher\" naar \"Scratcher\".",
    "faq.multiplayerTitle": "Is het mogelijk om multiplayer games te maken met cloud variabelen?",
    "faq.multiplayerBody": "Multiplayer games kunnen moeilijk te maken zijn, vanwege netwerksnelheid en synchronisatieproblemen. Desondanks bedenken sommige Scratchers creatieve manieren om de cloud variabelen te gebruiken voor om-de-beurt en andere soorten spelletjes.",
    "faq.schoolsTitle": "Scratch in Scholen",
    "faq.howTitle": "Hoe wordt Scratch in scholen gebruikt?",
    "faq.howBody": "Scratch wordt gebruikt in honderdduizenden scholen over de hele wereld, op tal van verschillende vakgebieden (waaronder taalkunst, wetenschap, geschiedenis, wiskunde en informatica). Je kunt meer te weten komen over strategieën en middelen voor het gebruik van Scratch in scholen en andere leeromgevingen (zoals musea, bibliotheken en gemeenschapscentra) op onze {educatorsLink}.",
    "faq.educatorsLinkText": "Leerkrachtenpagina",
    "faq.noInternetTitle": "Is er een manier voor studenten om Scratch te gebruiken zonder internet verbinding?",
    "faq.noInternetBody": "Ja. {downloadLink}is een versie van Scratch die op een desktop of laptop computer draait. Op dit moment is de Scratch Desktop beschikbaar voor Mac en Windows machines.",
    "faq.communityTitle": "Kan ik de online community uitschakelen voor mijn studenten?",
    "faq.communityBody": "De Scratch online gemeenschap biedt jongeren een manier om te delen, samen te werken en te leren met hun leeftijdgenoten binnen een gemodereerde community die geleid wordt door de {cgLink}. We begrijpen echter dat sommige leerkrachten er de voorkeur aan geven dat hun studenten niet deelnemen aan een online community. Deze leerkrachten kunnen de Scratch Desktop installeren, die offline en lokaal op een desktop of laptop computer draait.",
    "faq.teacherAccountTitle": "Wat is een Scratch leerkracht account?",
    "faq.teacherAccountBody": "Een Scratch leerkrachtaccount voorziet leerkrachten van extra opties om studentenparticipatie te beheren op Scratch, inclusief de mogelijkheid om studentenaccounts te maken, studentenprojecten in studios te organiseren, en commentaar van studenten te monitoren. Voor meer informatie over Scratch leerkrachtaccounts, zie de {eduFaqLink}.",
    "faq.eduFaqLinkText": "Scratch-leerkrachtaccount FAQ",
    "faq.requestTitle": "Hoe vraag ik een Scratch leerkracht account aan?",
    "faq.requestBody": "Je kunt een Scratch leerkrachtaccount aanvragen vanaf de {educatorsLink} op Scratch. We vragen tijdens het aanmeldingsproces om aanvullende informatie om je rol als leerkracht te verifiëren.",
    "faq.dataTitle": "Welke leerlinggegevens worden door Scratch verzameld?",
    "faq.dataBody": "Bij de aanmelding bij Scratch, vragen we enkele persoonlijke gegevens zoals geslacht, leeftijd (geboortejaar en -maand), land en een e-mailadres ter verificatie. Deze gegevens worden (in geaggregeerde vorm) gebruikt voor onderzoek gericht op een beter inzicht in de manier waarop mensen met Scratch leren. Als een leerkracht via een Scratch leerkracht account in bulk leerling accounts aanmaakt dan hoeven de leerlingen geen e-mailadres door te geven.  ",
    "faq.lawComplianceTitle": "Voldoet Scratch (online versie) aan de lokale en federale privacywetgeving in de Verenigde Staten?",
    "faq.lawComplianceBody1": "Scratch neemt de privacy van studenten en van alle mensen die ons platform gebruiken serieus. We hebben fysieke en elektronische procedures om de verzamelde informatie te beschermen. Alhoewel Scratch geen contractuele garanties kan bieden aan iedereen die dit gratis educatieve product gebruikt werken we in overeenstemming met alle federale wetten van de Verenigde Staten van Amerika die van toepassing zijn op MIT, en de Scratch Stichting, organisaties die Scratch hebben gebouwd en onderhouden. Voor meer informatie raden we je aan het Scratch privacybeleid te lezen.",
    "faq.lawComplianceBody2": "Als je projecten wilt maken met Scratch zonder enige persoonlijke informatie aan ons te sturen dan kun je {downloadLink}downloaden. Projecten die in de Scratch Desktop worden gemaakt zijn niet toegankelijk voor het Scratch Team en het gebruiken van de Scratch Desktop openbaart geen enkele persoonlijk identificeerbare informatie aan Scratch tenzij je deze projecten upload naar de Scratch online community."
}