{
    "faq.title": "Spørsmål og svar (FAQ)",
    "faq.intro": "På denne sida finn du svar på ofte spurde spørsmål om Scratch.",
    "faq.aboutTitle": "Generelle spørsmål",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remiksing og kopiering",
    "faq.accountsTitle": "Brukarkontoar",
    "faq.permissionsTitle": "Lisensiering og løyve",
    "faq.inappropriateContentTitle": "Upassande innhald",
    "faq.scratchExtensionsTitle": "Scratch-utvidingar",
    "faq.cloudDataTitle": "Nettvariablar",
    "faq.aboutScratchTitle": "Kva er Scratch, og kva kan eg bruka det til?",
    "faq.aboutScratchBody": "Med programmeringsspråket Scratch kan du programmera dine eigne interaktive forteljingar, spel og animasjonar – og dela det du har skapt med andre på nettet. Når barn og unge lagar og deler Scratch-prosjekt, lærer dei å vera kreative, tenkja systematisk og samarbeida med andre. Sjå {aboutScratchLink} for å læra meir om Scratch.",
    "faq.aboutScratchLinkText": "Om Scratch",
    "faq.makeGameTitle": "Korleis lagar eg eit spel eller ein animasjon med Scratch?",
    "faq.makeGameBody": "Sjå {ideasLink}, der du finn mykje stoff som hjelper deg å komma i gang med Scratch.",
    "faq.ideasLinkText": "inspirasjonssida",
    "faq.whoUsesScratchTitle": "Kven brukar Scratch?",
    "faq.whoUsesScratchBody": "Scratch vert brukt av folk med ulik bakgrunn, frå alle landa i verda, og i mange slags samanhengar, for eksempel heime, på skulen, på bibliotek og i fritidsklubbar. Scratch er laga for ungar frå 8 til 16 år, men kan brukast av alle. Men dei yngste vil kanskje heller føretrekkja {scratchJrLink}, ein forenkla versjon som er tilpassa 5–7-åringar.",
    "faq.requirementsTitle": "Kva datamaskinkrav har Scratch?",
    "faq.requirementsBody": "Scratch verkar i dei fleste moderne nettlesarar på PC-ar og nettbrett. Du kan køyra Scratch-prosjekt på mobiltelefonar, men du kan ikkje laga eller redigera dei der. Her er ei oversikt over nettlesarane som er offisielt støtta:",
    "faq.requirementsDesktop": "Datamaskiner",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer er IKKJE støtta.",
    "faq.requirementsTablet": "Nettbrett",
    "faq.requirementsTabletChrome": "Mobil Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobil Safari (11+)",
    "faq.requirementsNote": "OBS:",
    "faq.requirementsNoteDesktop": "Viss datamaskina di ikkje tilfredsstiller systemkrava, kan du lasta ned {downloadLink} (sjå neste spørsmål).",
    "faq.scratchDesktop": "Scratch Desktop",
    "faq.requirementsNoteWebGL": "Viss du får feilmeldingar om WebGL, prøv ein annan nettlesar.",
    "faq.requirementsNoteTablets": "På nettbrett er det ikkje mogleg å bruka «tast vert trykt»-klossar eller høgreklikkmenyar.",
    "faq.offlineTitle": "Finst det ein versjon av Scratch eg kan lasta ned og bruka utan Internett-tilgang?",
    "faq.offlineBody": "Du kan bruka {downloadLink} for å laga Scratch-prosjekt utan tilgang til Internett. (Dette vart tidlegare kalla «Scratch for maskiner utan nettsamband».)",
    "faq.uploadOldTitle": "Kan eg framleis leggja ut prosjekt som er laga med eldre versjonar av Scratch?",
    "faq.uploadOldBody": "Ja, du kan leggja ut prosjekt laga med eldre versjonar, og dei vert synlege og køyrbare på nettstaden. (Men du kan ikkje lasta ned og redigera program som er laga eller redigerte med nyare versjonar av Scratch enn den du brukar. For eksempel kan du ikkje opna eit prosjekt frå Scratch 3.0 i {scratch2Link}, sidan Scratch 2.0 ikkje kan lesa det nye filformatet .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Kva kostar Scratch? Treng eg ein programlisens?",
    "faq.scratchCostBody": "Scratch er gratis og vil alltid vera gratis. Du treng ikkje nokon lisens for å bruka Scratch på skulen, heime eller nokon annan stad. Utviklinga av Scratch er finansiert med forskingsmidlar, stipend og pengegåver. Viss du ønskjer å bidra økonomisk til utviklinga, kan du {donateLink}.",
    "faq.donateLinkText": "gje ei pengegåve",
    "faq.mediaLabTitle": "Kven har laga Scratch?",
    "faq.mediaLabBody": "Scratch er utvikla og vert halde ved like av Scratch-gruppa til {llkLink} ved {mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten-gruppa",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Kva er Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 er den nyaste utgåva av Scratch, og vart lansert 2. januar 2019. Målet med denne utgåva er å forbetra korleis, kva og på kva plattform du skapar med Scratch. Han inneheld eit titals nye figurar, ny og forbetra lydredigering og mange nye klossar. Med Scratch 3.0 kan du òg laga og spela prosjekt på nettbrett, ikkje berre berre på PC-ar.",
    "faq.reportBugsScratch3Title": "Korleis kan eg melda frå om feil eller forbetringsforslag for Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Du kan melda frå om feil og forbetringsforslag under kategorien {forumsLink} på diskusjonsforuma.",
    "faq.forumsLinkText": "Feil og manglar",
    "faq.languagesScratch3Title": "Er Scratch 3.0 tilgjengeleg på fleire språk?",
    "faq.languagesScratch3Body1": "Ja. Du kan byta språk på programmeringsklossane ved å trykkja på «globus»-ikonet oppe til venstre og velja ønskt språk.",
    "faq.languagesScratch3Body2": "Alle omsetjingane vert gjorde av frivillige. Scratch 3.0 er alt omsett til meir enn 40 språk. Du finn ei oversikt over alle språka Scratch vert omsett til på {transifexLink}. Viss du ønskjer å hjelpa til med omsetjing eller korrekturlesing, ta kontakt med {emailLink}.",
    "faq.transifexLinkText": "omsetjingssida vår",
    "faq.removedBlocksScratch3Title": "Er det nokon klossar frå tidlegare Scratch-versjonar som er fjerna i Scratch 3.0?",
    "faq.removedBlocksScratch3Body": "Nei, ingen klossar er fjerna i Scratch 3.0. Men nokon er endra litt, og andre er flytte til «tilleggsfunksjonar» (sjå avsnittet {extensionsFAQLink} nedanfor).",
    "faq.newBlocksScratch3Title": "Er det nokon nye klossar i Scratch 3.0?",
    "faq.newBlocksScratch3Body": "Ja! I Scratch 3.0 finn du:",
    "faq.newBlocksSoundEffect": "Nye lydeffekt-klossar",
    "faq.newBlocksOperators": "Nye operatorar som gjer det lettare å arbeida med tekst",
    "faq.newBlocksPen": "Nye penneklossar, òg med støtte for gjennomsikt",
    "faq.newBlocksGlide": "Ny glikloss for å enkelt flytta til ein figur (eller til ein tilfeldig stad)",
    "faq.newBlocksExtensions": "Mykje nye funksjonalitet gjennom «tilleggsfunksjonar» (sjå eige avsnitt nedanfor)",
    "faq.biggerBlocksScratch3Title": "Korfor er klossane større i Scratch 3.0 enn i tidlegare versjonar?",
    "faq.biggerBlocksScratch3Body": "For at Scratch 3.0 skulle fungera godt på trykkskjermar (for eksempel Chromebook, Windows Surface og nettbrett) måtte me gjera klossane større, slik at ein lett kunne trykkja på / dra dei med fingeren. Ein annan grunn er at me oppdaga at nye brukarar syntest små klossar var vanskelege å treffa med musepeikaren.",
    "faq.extensionsScratch3Title": "Kor vart det av penneklossane, musikklossane og videosansingsklossane?",
    "faq.extensionsScratch3Body": "Desse klossane er no flytta til tilleggsfunksjonar. Du kan leggja desse til ved å trykkja på knappen heilt nede til venstre på skjermen (sjå avsnittet «Tilleggsfunksjonar» nedanfor).",
    "faq.paintEditorScratch3Title": "Kva er nytt når det gjeld redigering av drakter?",
    "faq.paintEditorScratch3Body": "Draktredigeringa har fått ny utforming, med meir funksjonalitet, samtidig som ho har blitt lettare å bruka. Dette er noko av det som endra eller nytt:",
    "faq.paintEditorLayout": "Ny visuell utforming som gjer dei tilgjengelege verktøya og vala meir synlege",
    "faq.paintEditorTools": "Nye verktøy, blant anna eit viskelêr som fungerer i vektormodus",
    "faq.paintEditorColors": "Fleire måtar å velja og endra fargar på",
    "faq.paintEditorVector": "Betre kontroll over vektorpunkt (justeringshandtak for krumming og punktmodus)",
    "faq.paintEditorLayers": "Fleire lagverktøy (for eksempel for å senda objekt heilt bakarst/fremst)",
    "faq.paintEditorGradients": "Nye verktøy for fargeovergangar",
    "faq.soundEditorScratch3Title": "Kva er nytt når det gjeld redigering av lyd?",
    "faq.soundEditorScratch3Body": "Lydredigeringa er endra for å gjera det lettare å ta opp og manipulera lyd. Dette er noko av det som endra eller nytt:",
    "faq.soundEditorRecording": "Nytt opptakssystem som er lettare å bruka",
    "faq.soundEditorTrimming": "Ny og enklare måte å gjera utklipp av lydar",
    "faq.soundEditorEffects": "Nye lydeffektar (blant anna «raskare», «saktare», «ekko» og «robot»)",
    "faq.tipsWindwScratch3Title": "Kor vart det av tipsvindauget?",
    "faq.tipsWindowScratch3Body": "I staden for eit eige tipsvindauge har Scratch 3.0 tilsvarande hjelp tilgjengeleg via «Innføringar»-lenkja øvst på skjermen. Du finn innføringar både for heile prosjekt (for eksempel «Lag eit jaktespel») og for enkeltklossar og funksjonar (for eksempel «Spel inn lydar» og «Få noko til å snurra rundt»). Me vil i nær framtid òg leggja til fleire innføringar (for eksempel «Pong-spel» og «Få ein figur til å fly»).",
    "faq.remixDefinitionTitle": "Kva er ein remiks?",
    "faq.remixDefinitionBody": "Når ein scratchar lagar ein kopi av prosjektet til nokon og endrar det med sine eigne idéar (for eksempel ved å endra skript eller drakter), vert det nye prosjektet kalla ein «remiks». Alle prosjekt som vert lagde ut på Scratch-nettstaden kan remiksast. Me reknar det som ein remiks sjølv om forandringa er lita, men pass alltid på å oppgje kven dei andre bidragsytarane er.",
    "faq.remixableTitle": "Korfor krev folka bak Scratch at alle prosjekt må kunna remiksast?",
    "faq.remixableBody": "Me meiner det å remiksa andre sine prosjekt er ein veldig god måte å læra å programmera på, og at dette skapar interessante prosjekt. Når ein remiksar, kan dei gode, kreative idéane spreia seg gjennom Scratch-fellesskapet, til glede og nytte for alle. Alle prosjekta ein legg ut på Scratch-nettstaden er under ein «Creative Commons Share Alike»-lisens. Du kan derfor remiksa alle prosjekta du finn her, og andre kan remiksa alle prosjekta dine som du legg ut her.",
    "faq.creativeCommonsTitle": "Kva kan eg gjera viss eg ikkje vil at andre skal kunna remiksa prosjekta mine?",
    "faq.creativeCommonsBody": "Remiksing er ein viktig del av Scratch-fellesskapet. Men viss du ikkje vil at andre skal kunna sjå eller remiksa det du lagar, kan du framleis laga prosjekt på Scratch-nettstaden, så lenge du ikkje legg dei ut (deler dei med andre).",
    "faq.fairUseTitle": "Kan eg bruka bilete/lydar/mediefiler frå Internett i prosjekta mine?",
    "faq.fairUseBody": "Når du tek inn materiale frå andre i prosjektet ditt, hugs å skriva kven som har laga det under «bidragsytarar», saman med ei lenkje til originalen. Du kan finna bilete og lyd som kan brukast for remiksing på {ccLink}.",
    "faq.ccLinkText": "søkjesida til Creative Commons",
    "faq.whyAccountTitle": "Korfor er det nyttig å ha ein Scratch-konto?",
    "faq.whyAccountBody": "Sjølv utan konto kan du spela prosjekt andre har laga, lesa kommentarar og forum og laga dine eigne prosjekt. Men du treng ein konto for å ta vare på prosjekt du lagar, og for å gjera dei tilgjengeleg for andre, skriva kommentarar og innlegg på foruma, samt å delta i andre «sosiale» aktivitetar (for eksempel «liking» av andre sine prosjekt).",
    "faq.createAccountTitle": "Korleis får eg meg ein konto?",
    "faq.createAccountBody": "Trykk på «Vert Scratch-brukar» på heimesida. Du må svara på nokre enkle spørsmål og oppgje ei e-postadresse. Det tek berre eit par minutt, og det er heilt gratis!",
    "faq.checkConfirmedTitle": "Korleis finn eg ut om brukarkontoen min er stadfesta?",
    "faq.howToConfirmTitle": "Korleis stadfestar eg brukarkontoen min?",
    "faq.howToConfirmBody": "Når du har registrert deg, vil du motta ein e-post med ei lenkje. Trykk på lenkja for å stadfesta kontoen din. Når du har stadfesta kontoen, kan du leggja ut prosjekt, skriva kommentarar og laga galleri. Du kan òg få tilsendt oppdateringar frå Scratch-gruppa. Viss du ikkje finn e-posten, sjå i mappa for uønskt reklame. Viss du framleis ikkje finn han, kan du kan be om å få tilsendt ein ny ved å gå til e-postkategorien under brukarinnstillingane og følgja instruksjonane der. Merk at det kan ta opptil ein time før stadfestingmeldinga kjem. {contactLink} dersom du ikkje har fått meldinga innan ein time.",
    "faq.contactLinkText": "Kontakt oss",
    "faq.checkConfirmedBody": "For å kontrollera at kontoen din er stadfesta, logg inn og gå til {settingsLink}. Stadfesta e-postadresser vil ha eit lite, grønt avkryssingsmerke. Viss adressa ikkje er stadfesta, vil du sjå teksten «E-postadressa er ikkje stadfesta», skriven med oransje farge.",
    "faq.settingsLinkText": "e-postsida",
    "faq.requireConfirmTitle": "Må eg stadfesta kontoen?",
    "faq.requireConfirmBody": "Du kan gjera mykje på nettstaden sjølv om kontoen din ikkje er stadfesta, blant anna oppretta og lagra prosjekt, men du kan ikkje leggja dei ut tilgjengeleg for andre.",
    "faq.forgotPasswordTitle": "Eg gløymde brukarnamnet eller passordet mitt. Korleis kan eg få eit nytt?",
    "faq.forgotPasswordBody": "Skriv brukarnamnet ditt eller e-postadressa di på {resetLink}. Du får då ein e-post send til e-postadressa som er registrert på brukarnamnet ditt, med ei lenkje du kan bruka for å laga eit nytt passord.",
    "faq.resetLinkText": "sida for nytt passord",
    "faq.changePasswordTitle": "Korleis byter eg passord?",
    "faq.changePasswordBody": "Logg inn på Scratch-kontoen og gå så til {changeLink}, der du kan byta passord.",
    "faq.changeLinkText": "passordinnstillingane",
    "faq.changeEmailTitle": "Korleis endrar eg e-postadressa som er registrert på meg?",
    "faq.changeEmailBody": "Logg inn på Scratch-kontoen og gå så til {changeEmailLink}, der du kan byta e-postadresse.",
    "faq.newScratcherTitle": "Korleis vert eg forfremja frå «ny scratchar» til «scratchar»?",
    "faq.newScratcherBody": "Når du opprettar ein ny konto, vert du ein «ny scratchar». For å verta forfremja til «scratchar» kan du laga prosjekt og leggja dei ut, skriva konstruktive kommentarar til andre og vera tolmodig! Etter ei stund vil du finna ei lenkje på profilsida di med invitasjon til å verta scratchar. Du kan då gjera meir på Scratch-nettstaden. (Merk at du ikkje kan be oss om å verta forfremja.)",
    "faq.multipleAccountTitle": "Kan eg ha meir enn éin brukarkonto?",
    "faq.multipleAccountBody": "Det er heilt greitt å ha fleire ulike brukarkontoar på Scratch-nettstaden, så lenge ingen av dei bryt med {cgLink}. Brot på desse kan medføra at alle kontoane vert sperra eller sletta.",
    "faq.multipleLoginTitle": "Er det greitt at fleire loggar seg inn på same brukarkonto?",
    "faq.multipleLoginBody": "Dette er ikkje lov, då nettstaden og programmeringssida lett vert forvirra når fleire er innlogga på same konto. Og når ein konto gjer noko i strid med {cgLink}, vert alle tilhøyrande kontoar sperra eller sletta. Viss du deler konto med nokon som gjer noko gale, kan kontoen verta sperra på grunn av det han eller ho gjorde.",
    "faq.changeUsernameTitle": "Kan eg byta til eit anna brukarnamn?",
    "faq.changeUsernameBody": "Scratch-nettstaden er avhengig av å ha same namn på brukarkontoane over tid, så det er ikkje mogleg å endra brukarnamnet. Viss du verkeleg treng byta brukarnamn, kan du laga ein ny brukarkonto, men du må sjølv flytta over alle prosjekta dine til den nye kontoen.",
    "faq.shareInfoTitle": "Kva informasjon kan eg leggja ut på brukarkontoen min?",
    "faq.shareInfoBody": "Ikkje legg ut kontaktinformasjon, for eksempel adresse, e-postadresse, telefonnummer eller anna som kan brukast til å kontakta deg utanfor Scratch-nettstaden. Meld frå om prosjekt som inneheld slik informasjon, slik at me kan fjerna informasjonen og minna han eller ho som la det ut om at det å leggja ut slik informasjon er forbode i retningslinjene våre.",
    "faq.deleteAccountTitle": "Korleis slettar eg brukarkontoen min?",
    "faq.deleteAccountBody": "Logg på Scratch og trykk på brukarnamnet ditt oppe til høgre. Vel «Innstillingar» og trykk på lenkja «Eg vil sletta kontoen min» nede på sida. Men du bør berre gjera dette dersom du er heilt sikker på at du vil sletta kontoen.",
    "faq.scratchFreeTitle": "Er Scratch gratis? Kan eg bruka det kor eg vil?",
    "faq.scratchFreeBody": "Ja! Scratch er heilt gratis. Du kan bruka det på skulen, og du kan halda kurs om Scratch (til og med kurs som kostar pengar). Du treng ikkje kjøpa nokon lisens – det er gratis!",
    "faq.scratchScreenshotTitle": "Kan eg bruka skjermbilete frå Scratch i bøker eller presentasjonar?",
    "faq.scratchScreenshotBody": "Ja, du kan bruka (skjerm)bilete av Scratch i bøker og presentasjonar. Dei er lisensierte under {licenseLink}. Me ber om at du tek med ei tilvising som seier: «Scratch er eit samarbeidsprosjekt mellom Scratch Foundation og Lifelong Kindergarten-gruppa ved MIT Media Lab. Det er gratis tilgjengeleg på https://scratch.mit.edu/.».",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Kan eg skriva om Scratch i brosjyrar og anna materiell?",
    "faq.scratchDescriptionBody": "Klart det! Me rår deg til å bruka denne teksten: «Scratch er eit programmerings­språk og eit nettsamfunn der du kan laga dine eigne interaktive forteljingar, spel og animasjonar, og dela dei med andre rundt i heile verda. Gjennom å skapa og dela Scratch-prosjekt kan barn og unge læra å vera kreative, tenkja systematisk og samarbeida med andre. Scratch er eit samarbeidsprosjekt mellom {sfLink} og Lifelong Kindergarten-gruppa ved MIT Media Lab. Det er gratis tilgjengeleg på https://scratch.mit.edu/.»",
    "faq.presentScratchTitle": "Kan eg presentera Scratch på konferansar?",
    "faq.presentScratchBody": "Hald gjerne presentasjonar om Scratch, både til lærarar og til andre grupper.",
    "faq.supportMaterialTitle": "Kan eg bruka/remiksa Scratch-innhald, figurar, bilete, lydar og prosjekt som eg har funne på nettstaden?",
    "faq.supportMaterialBody": "Ja, det meste av støttematerialet på Scratch-nettstaden er tilgjengeleg under lisensen {licenseLink}. Men det er nokre unntak: Scratch-logoen, Scratch-katten, Gobo, Pico, Nano, Giga og Tera er varemerke til Scratch, og kan ikkje brukast utan eksplisitt løyve frå Scratch-gruppa.",
    "faq.sellProjectsTitle": "Kan eg selja Scratch-prosjekta mine?",
    "faq.sellProjectsBody": "Ja, det du har skapt er ditt. Men hugs at når du legg ut prosjekt på Scratch-nettstaden, kan alle lasta dei ned, remiksa dei og bruka dei under lisensen {licenseLink}. Så viss du planlegg å selja prosjektet ditt, bør du ikkje leggja det ut.",
    "faq.sourceCodeTitle": "Kor finn eg kjeldekoden til Scratch?",
    "faq.sourceCodeBody": "Kjeldekoden til Scratch finn du på {guiLink}. Kjeldekoden til {flashLink} og {scratch14Link} er òg tilgjengeleg på GitHub. Sjå {developersLink} for meir informasjon om dei ulike utviklingsprosjekta våre for Scratch-nettstaden.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Korleis veit eg kva som er greitt eller ikkje greitt å leggja ut på Scratch-nettstaden?",
    "faq.okayToShareBody": "Les {cgLink}. Dei er korte og utan masse juridisk språk. Det er ei lenkje til retningslinjene nedst på alle sidene.",
    "faq.reportContentTitle": "Kva skal eg gjera viss eg finn upassande innhald?",
    "faq.reportContentBody": "Du kan trykkja på lenkja «rapporter» i prosjekt, kommentarar, innlegg, galleri og profilsider dersom du meiner innhaldet er upassande. Viss situasjonen er komplisert, kan du òg bruka lenkja {contactLink} (tilgjengeleg nedst på alle sider) for å forklara nærare. Pass på å forklara godt, og på engelsk, kva du meiner, og ta med lenkjer til dei problematiske sidene.",
    "faq.noFlameTitle": "Kva skal eg gjera viss eg ser at nokon er slemme eller respektlause?",
    "faq.noFlameBody": "Ikkje bidra til kranglinga! Viss du svarar på ein slem kommentar med ein annan slem kommentar, vert det berre verre, og kan føra til at kontoen din vert sperra. I staden kan du berre melda det du har funne til oss, så skal me ta kontakt med han eller ho som la det ut. Me sjekkar meldingar mange gongar om dagen, så du kan vera sikker på at me ordnar opp.",
    "faq.reviewContentTitle": "Kva gjer administratorane når noko vert meldt inn?",
    "faq.reviewContentBody": "Scratch-gruppa går gjennom innmelde kommentarar og prosjekt kvar dag. Viss det er noko som bryt med {cgLink}, vil me fjerna det og senda ei åtvaring til kontoen. Me kan òg sperra kontoar og nettverka brukarane er frå, avhengig av kva som vart delt og om personen har fått åtvaringar før.",
    "faq.blockedAccountTitle": "Kva skjer når ein brukarkonto vert sperra?",
    "faq.blockedAccountBody": "Når ein brukarkonto er sperra, vil ikkje eigaren lenger ha tilgang til kontoen sin, og kan ikkje bruka han til å laga prosjekt eller skriva kommentarar. Ved innlogging kjem eigaren til ei side som forklarar korfor kontoen er sperra, med eit skjema han eller ho kan fylla ut for å be om at kontoen vert opna igjen. Viss eigaren kan visa at han eller ho forstår korfor kontoen vart stengd, og lovar å følgja {cgLink} framover, vil kontoen verta gjenopna.",
    "faq.stolenAccountTitle": "Nokon fekk tilgang til kontoen min og fekk han sperra. Kva kan eg gjera?",
    "faq.stolenAccountBody": "Du har ansvar for å halda passordet ditt hemmeleg. Viss nokon andre tek kontroll over kontoen din og misbrukar han, sei ifrå til dei vaksne som har ansvar for datamaskinene. Viss du trur nokon du ikkje kjenner kan ha fått tilgang til kontoen din, må du byta passordet og/eller bruka lenkja {contactLink} for å forklara situasjonen. Viss kontoen vart sperra på grunn av at du gjorde noko som braut med {cgLink}, ikkje skuld på andre. Når nokon seier at nokon andre har misbrukt kontoen deira, må me prøva få kontakt med vedkommande før me kan gjenoppretta kontoen. Det medfører at kontoen din vil vera sperra mykje lenger enn om du berre er ærleg med oss om kva som hende.",
    "faq.aboutExtensionsTitle": "Kva er tilleggsfunksjonar?",
    "faq.aboutExtensionsBody": "Du kan leggja til samlingar med nye klossar, kalla «tilleggsfunksjonar». Du kan for eksempel bruka tilleggsfunksjonar i prosjekta dine for å programmera fysiske maskiner (for eksempel micro:bit og LEGO-robotar), eller for å omsetja tekst til andre språk. Me vil leggja til nye tilleggsfunksjonar i framtida, så du kan stadig gjera meir med Scratch.",
    "faq.howToAddExtensionsTitle": "Korleis brukar eg tilleggsfunksjonar i prosjekt?",
    "faq.howToAddExtensionsBody": "Trykk på «Hent tilleggsfunksjon»-knappen nede til venstre. Du får då opp ei oversikt over alle tilgjengelege tilleggsfunksjonar. Når du vel ein, får du ein ny kategori med klossar i prosjektet. Tilleggsfunksjonen vert automatisk henta inn når du opnar prosjektet. Du kan òg bruka fleire tilleggsfunksjonar i same prosjekt.",
    "faq.createExtensionsTitle": "Korleis lagar eg mine eigne tilleggsfunksjonar?",
    "faq.createExtensionsBody": "Me vil seinare publisera tekniske spesifikasjonar og retningslinjer for tilleggsfunksjonar. Når desse er tilgjengelege, kan du kan senda inn tilleggsfunksjonar til Scratch-gruppa, og me vil då vurdera å ta dei inn i den offisielle samlinga med tilleggsfunksjonar. Me vil òg ha retningslinjer for utvikling og utsending av «eksperimentelle» tilleggsfunksjonar, som kan brukast til å laga lokale prosjekt, som ikkje vert lagde ut på Scratch-nettstaden.",
    "faq.scratchXTitle": "Kva skjer med ScratchX-nettstaden?",
    "faq.scratchXBody": "ScratchX-nettstaden (scratchx.org) var eit utprøvingssenter for nye tilleggsfunksjonar. Tilleggsfunksjonar laga for ScratchX er ikkje kompatible med Scratch 3.0. Når eksperimentelle tilleggsfunksjonar er fullstendig støtta i Scratch, vil me ikkje lenger støtta ScratchX. Me vil gje utviklarar og brukarar tid til å migrera frå ScratchX og til den nye plattforma for tilleggsfunksjonar.",
    "faq.cloudDataInfoTitle": "Kva er nettvariablar?",
    "faq.cloudDataInfoBody": "Med nettvariablar kan du lagra data i prosjekt og dela dei med andre i Scratch-fellesskapet. Du kan bruka nettvariablar for å laga spørjeundersøkingar og andre prosjekt der brukarane over tid skal få tilgang til å lesa eller endra variablar.",
    "faq.makeCloudVarTitle": "Korleis lagar eg ein nettvariabel?",
    "faq.makeCloudVarBody": "Gå til klosskategorien «Variablar» og vel «Lag ein variabel». Kryss så av for «Nettvariabel (lagra på Scratch-nettstaden)». Data knytt til nettvariabelen vert lagra på tenaren og tekne vare på over tid. Alle som køyrer prosjektet, vil ha tilgang til variabelen.",
    "faq.onlyNumbersTitle": "Kva type data kan eg lagra i nettvariablar?",
    "faq.onlyNumbersBody": "Du kan berra lagra tal i nettvariablar.",
    "faq.storedCloudInfoTitle": "Kven kan sjå det som er lagra som nettvariablar?",
    "faq.storedCloudInfoBody": "Når du brukar eit prosjekt som har nettvariablar, kan alle data knytte til bruken din av prosjektet, samt brukarnamnet ditt, lagrast som nettvariablar, og alle kan sjå desse variablane.",
    "faq.reportCloudTitle": "Korleis melder eg frå dersom nokon brukar nettvariablar til å lagra upassande ting?",
    "faq.reportCloudBody": "Trykk på «Rapporter»-knappen (på prosjektsida) for å melda frå om upassande innhald i nettvariablar. Hugs å skriva på engelsk og å nemna «cloud variables» (nettvariablar) i grunngjevinga for meldinga.",
    "faq.chatRoomTitle": "Kan eg laga pratesider med nettvariablar?",
    "faq.chatRoomBody": "Det er teknisk mogleg å laga pratesider med nettvariablar, men det er ikkje lov på Scratch-nettstaden.",
    "faq.changeCloudVarTitle": "Kven kan endra informasjonen i ein nettvariabel?",
    "faq.changeCloudVarBody": "Berre du og dei som brukar prosjektet ditt, kan lagra data i nettvariablane. Viss nokon «ser inni» eller remiksar prosjektet, lagar det ein kopi av variablane, og kopien vil ikkje ha nokon innverknad på dei opphavlege variablane.",
    "faq.newScratcherCloudTitle": "Eg er logga inn, men får ikkje til å bruka prosjekt med nettvariablar. Kva er gale?",
    "faq.newScratcherCloudBody": "Viss du framleis er «ny scratchar» på nettstaden, kan du ikkje bruka prosjekt med nettvariablar. Du må vera «scratchar» for å ha tilgang til nettvariablar. Sjå avsnittet om brukarkontoar (ovanfor) for meir informasjon om korleis du kan verta forfremja frå «ny scratchar» til «scratchar».",
    "faq.multiplayerTitle": "Er det mogleg å laga spel for fleire spelarar ved å bruka nettvariablar?",
    "faq.multiplayerBody": "Det er vanskeleg å bruka nettvariablar for å laga raske spel for fleire spelarar, på grunn av farten på nettet og vanskar med synkronisering. Men nokre scratcharar har funne kreative måtar å bruka nettvariablar på, for eksempel for å laga turbaserte spel, der spelarane byter på å spela.",
    "faq.schoolsTitle": "Scratch i skulen",
    "faq.howTitle": "Korleis vert Scratch brukt i skulen?",
    "faq.howBody": "Scratch vert brukt på fleire hundre tusen skular verda rundt, og innanfor mange fag (for eksempel språk, naturfag, historie, matematikk og informatikk). Du kan læra meir om metodikkar og lærestoff for bruk av Scratch i skular og andre læringsmiljø (som museum, bibliotek og fritidsklubbar) på {educatorsLink}.",
    "faq.educatorsLinkText": "lærarsida vår",
    "faq.noInternetTitle": "Går det an for elevane å bruka Scratch utan å vera på Internett?",
    "faq.noInternetBody": "Ja. {downloadLink} kan køyrast lokalt på datamaskiner utan tilkopling til nettet. Denne versjonen er berre tilgjengeleg for Mac og Windows.",
    "faq.communityTitle": "Kan eg slå av dei sosiale funksjonane i Scratch for elevane mine?",
    "faq.communityBody": "Scratch er eit nettsamfunn der barn og unge kan dela, samarbeida og læra saman. Det vert moderert etter {cgLink} for akseptabel åtferd. Men me forstår at nokre lærarar føretrekkjer at elevane ikkje deltek i nettsamfunn. Desse kan då installera Scratch Desktop, eit eige Scratch-program for bruk fråkopla nettet.",
    "faq.teacherAccountTitle": "Kva er lærarkontoar?",
    "faq.teacherAccountBody": "Ein lærarkonto gjev lærarar og pedagogar fleire funksjonar for å handtera arbeidet til elevar på Scratch. Ein kan for eksempel oppretta elevkontoar, organisera elevprosjekt til galleri og overvaka kommentarar frå elevar. Sjå sida vår med {eduFaqLink} for meir informasjon om lærarkontoar.",
    "faq.eduFaqLinkText": "spørsmål og svar om lærarkontoar",
    "faq.requestTitle": "Korleis får eg ein lærarkonto?",
    "faq.requestBody": "Du kan be om ein lærarkonto på {educatorsLink}. Me ber om noko tilleggsinformasjon under registreringa for å stadfesta at du er lærar.",
    "faq.dataTitle": "Kva data samlar Scratch om elevane?",
    "faq.dataBody": "Når ein elev registrerer seg på Scratch-nettstaden, ber me om grunnleggjande demografiske data – kjønn, alder (fødselsmånad og fødselsår) og land. Me ber òg om ei e-postadresse for å stadfesta kontoen. Dataa vert brukte (i aggregert form) i forskingsstudiar på korleis folk lærer med Scratch. Når ein lærar brukar ein lærarkonto for å laga elevkontoar, er det ikkje nødvendig for elevane å oppgje e-postadresse.",
    "faq.lawComplianceTitle": "Er Scratch (nettversjonen) i samsvar med lokale og føderale personvernlover i USA?",
    "faq.lawComplianceBody1": "Me er svært opptekne av personvernet til elevar og alle andre som brukar plattforma. Me har fysiske og elektroniske prosedyrar for å verna informasjonen me samlar inn på Scratch-nettstaden. Me kan ikkje gje kontraktsmessige garantiar til einskildorganisasjonar, men følgjer alle føderale lover i USA som gjeld MIT og Scratch Foundation, som er organisasjonane som har laga og vidareutviklar Scratch. Me rår deg til å lesa personvernsida vår for meir informasjon.",
    "faq.lawComplianceBody2": "Viss du vil laga Scratch-prosjekt utan å dela nokon opplysningar med oss, kan du lasta ned {downloadLink}. Prosjekt laga i Scratch Desktop er ikkje tilgjengelege for Scratch-gruppa, og programmet deler ikkje nokon opplysningar med Scratch med mindre du lastar opp prosjekt til Scratch-nettstaden."
}