{
    "faq.title": "ବାରମ୍ବାର ପଚରାଯାଉଥିବା ପ୍ରଶ୍ନଗୁଡିକ (FAQ)",
    "faq.intro": "ଏହି ପୃଷ୍ଠାରେ, ଆପଣ ସ୍କ୍ରାଚ୍ ବିଷୟରେ ବାରମ୍ବାର ପଚରାଯାଉଥିବା ପ୍ରଶ୍ନଗୁଡିକର ଉତ୍ତର ପାଇବେ |",
    "faq.aboutTitle": "ସାଧାରଣ ପ୍ରଶ୍ନ",
    "faq.scratch3Title": "ସ୍କ୍ରାଚ୍ 3.0",
    "faq.remixTitle": "ପୁନଃମିଶ୍ରଣ/ରିମିକ୍ସ ଏବଂ ନକଲ",
    "faq.accountsTitle": "ଆକାଉଣ୍ଟଗୁଡ଼ିକ",
    "faq.permissionsTitle": "ଲାଇସେନ୍ସ ଏବଂ ଅନୁମତି",
    "faq.inappropriateContentTitle": "ଅନୁପଯୁକ୍ତ ବିଷୟବସ୍ତୁ",
    "faq.scratchExtensionsTitle": "ସ୍କ୍ରାଚ୍ ଏକ୍ସଟେନ୍ସନ୍",
    "faq.cloudDataTitle": "କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ଗୁଡିକ",
    "faq.aboutScratchTitle": "ସ୍କ୍ରାଚ୍ କ'ଣ, ଏବଂ ମୁଁ ଏହା ସହିତ କ'ଣ କରିପାରିବି?",
    "faq.aboutScratchBody": "ସ୍କ୍ରାଚ୍ ପ୍ରୋଗ୍ରାମିଂ ଭାଷା ଏବଂ ଅନଲାଇନ୍ ସମ୍ପ୍ରଦାୟ ସହିତ, ଆପଣ ନିଜର ଭାବପ୍ରଦ କାହାଣୀ, ଖେଳ ଏବଂ ଆନିମେସନ୍ ସୃଷ୍ଟି କରିପାରିବେ - ଏବଂ ଆପଣଙ୍କର ସୃଷ୍ଟିକୁ ବିଶ୍ୱର ଅନ୍ୟମାନଙ୍କ ସହିତ ବାଣ୍ଟିପାରିବେ | ଯୁବାମାନେ ସ୍କ୍ରାଚ୍ ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି ଏବଂ ଅଂଶୀଦାର କରୁଥିବାବେଳେ ସେମାନେ ସୃଜନଶୀଳଭାବରେ ଚିନ୍ତା କରିବା, ବ୍ୟବସ୍ଥିତ ଭାବରେ ଚିନ୍ତା କରିବା ଏବଂ ସହଯୋଗୀ ଭାବେ କାମ କରିବାକୁ ଶିଖନ୍ତି । ସ୍କ୍ରାଚ୍ ବିଷୟରେ ଅଧିକ ଜାଣିବା ପାଇଁ, {aboutScratchLink} ପୃଷ୍ଠା ଦେଖନ୍ତୁ |",
    "faq.aboutScratchLinkText": "ସ୍କ୍ରାଚ୍ ବିଷୟରେ",
    "faq.makeGameTitle": "ମୁଁ ସ୍କ୍ରାଚ୍ ସହିତ ଏକ ଖେଳ କିମ୍ବା ଆନିମେସନ୍ କିପରି ତିଆରି କରିବି?",
    "faq.makeGameBody": "ସ୍କ୍ରାଚ୍ ସହିତ ଆରମ୍ଭ କରିବାର ଅନେକ ଉପାୟ ଦେଖିବା ପାଇଁ {ideasLink} ଯାଞ୍ଚ କରନ୍ତୁ",
    "faq.ideasLinkText": "ଚିନ୍ତାଧାରା ପୃଷ୍ଠା",
    "faq.whoUsesScratchTitle": "ସ୍କ୍ରାଚ୍ କିଏ ବ୍ୟବହାର କରେ?",
    "faq.whoUsesScratchBody": "ସମସ୍ତ ପୃଷ୍ଠଭୂମିର ଲୋକମାନେ, ବିଶ୍ୱର ସମସ୍ତ ଦେଶରେ, ସମସ୍ତ ପ୍ରକାରର ସେଟିଂରେ - ଘର, ବିଦ୍ୟାଳୟ, ଲାଇବ୍ରେରୀ, ସଂଗ୍ରହାଳୟ ଓ ଆହୁରି ଅନେକ ଜାଗାରେ  ସ୍କ୍ରାଚ୍ ବ୍ୟବହାର କରନ୍ତି । ସ୍କ୍ରାଚ୍ ବିଶେଷ କରି 8 ରୁ 16 ବର୍ଷ ର ଯୁବକମାନଙ୍କ ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଛି, କିନ୍ତୁ ସମସ୍ତ ଯୁଗର ଲୋକମାନେ ସ୍କ୍ରାଚ୍ ସହିତ ସୃଷ୍ଟି ଏବଂ ଅଂଶୀଦାର କରନ୍ତି | ସାନ ପିଲାମାନେ {scratchJrLink} ଚେଷ୍ଟା କରିବାକୁ ଚାହୁଁଛନ୍ତି, 5 ରୁ 7 ବର୍ଷ ଧରି ଡିଜାଇନ୍ ହୋଇଥିବା ସ୍କ୍ରାଚ୍ ର ଏକ ସରଳ ସଂସ୍କରଣ |",
    "faq.requirementsTitle": "ସ୍କ୍ରାଚ୍ ପାଇଁ ସିଷ୍ଟମ୍ ଆବଶ୍ୟକତା କ'ଣ?",
    "faq.requirementsBody": "ସ୍କ୍ରାଚ୍ ଡେସ୍କଟପ, ଲାପଟପ୍  ଏବଂ ଟାବଲେଟ୍ ରେ ଅଧିକାଂଶ ସାମ୍ପ୍ରତିକ ୱେବ ବ୍ରାଉଜରରେ ଚାଲିବ | ଆପଣ ମୋବାଇଲ୍ ଫୋନ୍ ରେ ପ୍ରୋଜେକ୍ଟ ଦେଖିପାରିବେ, କିନ୍ତୁ ବର୍ତ୍ତମାନ ଆପଣ ଫୋନରେ ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି କିମ୍ବା ସଂପାଦନ କରିବାକୁ ସକ୍ଷମ ନୁହଁନ୍ତି | ନିମ୍ନରେ ଅଫିସିଆଲ୍ ସପୋର୍ଟଡ୍ ବ୍ରାଉଜରର ତାଲିକା ଦିଆଯାଇଛି ।",
    "faq.requirementsDesktop": "ଡେସ୍କଟପ",
    "faq.requirementsDesktopChrome": "କ୍ରୋମ (63+)",
    "faq.requirementsDesktopEdge": "ଏଡ଼ଜ (15+)",
    "faq.requirementsDesktopFirefox": "ଫାଇରଫକ୍ସ (57+)",
    "faq.requirementsDesktopSafari": "ସଫାରି (11+)",
    "faq.requirementsDesktopIE": "ଇଣ୍ଟରନେଟ୍ ଏକ୍ସପ୍ଲୋରର ସମର୍ଥିତ ନୁହେଁ |",
    "faq.requirementsTablet": "ଟାବଲେଟ୍",
    "faq.requirementsTabletChrome": "ମୋବାଇଲ୍ କ୍ରୋମ (63+)",
    "faq.requirementsTabletSafari": "ମୋବାଇଲ୍ ସଫାରି (11+)",
    "faq.requirementsNote": "ଟିପ୍ପଣୀ:",
    "faq.requirementsNoteDesktop": "ଯଦି ଆପଣଙ୍କର କମ୍ପ୍ୟୁଟର ଏହି ଆବଶ୍ୟକତାଗୁଡ଼ିକୁ ପୂରଣ କରେ ନାହିଁ, ତେବେ ଆପଣ {downloadLink} ସମ୍ପାଦକକୁ ଚେଷ୍ଟା କରିପାରିବେ (FAQ ରେ ପରବର୍ତ୍ତୀ ଆଇଟମ୍ ଦେଖନ୍ତୁ)।",
    "faq.scratchApp": "ସ୍କ୍ରାଚ୍ ଆପ୍",
    "faq.requirementsNoteWebGL": "ଯଦି ଆପଣ ଏକ WebGL ତ୍ରୁଟିର ସମ୍ମୁଖୀନ ହୁଅନ୍ତି , ତେବେ ଏକ ଭିନ୍ନ ବ୍ରାଉଜର ଚେଷ୍ଟା କରନ୍ତୁ |",
    "faq.requirementsNoteTablets": "ଟାବଲେଟ୍ ରେ, ବର୍ତ୍ତମାନ \"କି ଦବା\" ବ୍ଲକ୍ କିମ୍ବା ଡାହାଣ-କ୍ଲିକ୍ କଣ୍ଟେକ୍ସଟ ମେନୁ ବ୍ୟବହାର କରିବାର କୌଣସି ଉପାୟ ନାହିଁ |",
    "faq.offlineTitle": "ଆପଣଙ୍କର ଏକ ଡାଉନଲୋଡଯୋଗ୍ୟ ସଂସ୍କରଣ ଅଛି କି  ଯାହାଦ୍ୱାରା ମୁଁ ପ୍ରୋଜେକ୍ଟଗୁଡ଼ିକୁ ଅଫଲାଇନ ସୃଷ୍ଟି ଏବଂ ଦେଖିପାରିବି?",
    "faq.offlineBody": "ସ୍କ୍ରାଚ୍ ଆପ୍ ଆପଣଙ୍କୁ ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ବିନା ସ୍କ୍ରାଚ୍ ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି କରିବାକୁ ଅନୁମତି ଦେଇଥାଏ | ଆପଣ ସ୍କ୍ରାଚ୍ ୱେବସାଇଟ କିମ୍ବା ଆପଣଙ୍କ ଡିଭାଇସ୍ ପାଇଁ ଆପ୍ ଷ୍ଟୋରରୁ {downloadLink} ଡାଉନଲୋଡ୍ କରିପାରିବେ | (ଏହାକୁ ପୂର୍ବରୁ \"ସ୍କ୍ରାଚ୍ ଅଫଲାଇନ ସମ୍ପାଦକ\" କୁହାଯାଏ\") ।",
    "faq.uploadOldTitle": "ମୁଁ ତଥାପି ସ୍କ୍ରାଚ୍ ର ପୁରୁଣା ସଂସ୍କରଣ ସହିତ ସୃଷ୍ଟି ହୋଇଥିବା ପ୍ରୋଜେକ୍ଟଗୁଡ଼ିକୁ ୱେବସାଇଟରେ ଅପଲୋଡ୍ କରିପାରିବି କି?",
    "faq.uploadOldBody": "ହଁ: ଆପଣ ସ୍କ୍ରାଚ୍ ର ପୂର୍ବ ସଂସ୍କରଣ ସହିତ ତିଆରି ହୋଇଥିବା ପ୍ରୋଜେକ୍ଟଗୁଡ଼ିକୁ ସେୟାର କିମ୍ବା ଅପଲୋଡ୍ କରିପାରିବେ, ଏବଂ ସେମାନେ ଦୃଶ୍ୟମାନ ଏବଂ ପ୍ଲେ ଯୋଗ୍ୟ ହେବେ | (ତଥାପି, ଆପଣ ସ୍କ୍ରାଚ୍ ର ପର ସଂସ୍କରଣରେ ନିର୍ମିତ କିମ୍ବା ସମ୍ମେଳନ ହୋଇଥିବା ପ୍ରୋଜେକ୍ଟଗୁଡ଼ିକୁ ଡାଉନଲୋଡ୍ କରିପାରିବେ ନାହିଁ ଏବଂ ସେମାନଙ୍କୁ ପୂର୍ବ ସଂସ୍କରଣରେ ଖୋଲିପାରିବେ ନାହିଁ । ଉଦାହରଣ ସ୍ୱରୂପ, ଆପଣ {scratch2Link} ର ଡେସ୍କଟପ ସଂସ୍କରଣରେ ଏକ ସ୍କ୍ରାଚ୍ 3.0 ପ୍ରୋଜେକ୍ଟ ଖୋଲିପାରିବେ ନାହିଁ, କାରଣ ସ୍କ୍ରାଚ୍ 2.0 ପ୍ରୋଜେକ୍ଟ ଫାଇଲ ଫର୍ମାଟ୍ .sb3  କିପରି ପଢି ପାରିବ ନାହିଁ।)",
    "faq.scratch2": "ସ୍କ୍ରାଚ୍ 2.0",
    "faq.scratchCostTitle": "ସ୍କ୍ରାଚ୍ କେତେ ଖର୍ଚ୍ଚ ହୁଏ? ମୋତେ ଏକ ଲାଇସେନ୍ସ ଆବଶ୍ୟକ କି?",
    "faq.scratchCostBody": "ସ୍କ୍ରାଚ୍ ମୁକ୍ତ ଅଛି  ଏବଂ ସବୁବେଳେ ମୁକ୍ତ ରହିବ । ଆପଣଙ୍କ ବିଦ୍ୟାଳୟ, ଘର କିମ୍ବା ଅନ୍ୟ ଯେକୌଣସି ସ୍ଥାନରେ ସ୍କ୍ରାଚ୍ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କୁ ଲାଇସେନ୍ସ ଆବଶ୍ୟକ ନାହିଁ । ସ୍କ୍ରାଚ୍ ର ବିକାଶ ଏବଂ ରକ୍ଷଣାବେକ୍ଷଣ  ଦାନ ପ୍ରଦାନ  ଦ୍ୱାରା  ହୋଇଥାଏ । ଯଦି ଆପଣ ସ୍କ୍ରାଚ୍ ପାଇଁ  କିଛି ପ୍ରଦାନ କରିବାକୁ ଚାହାଁନ୍ତି, ଆମର {donateLink} ଯାଞ୍ଚ କରନ୍ତୁ |",
    "faq.donateLinkText": "ପୃଷ୍ଠା ଦାନ କରନ୍ତୁ",
    "faq.mediaLabTitle": "ସ୍କ୍ରାଚ୍ କିଏ ସୃଷ୍ଟି କରିଥିଲେ?",
    "faq.mediaLabBody": "ସ୍କ୍ରାଚ୍ {llkLink} ରେ {mediaLabLink} ରେ ସ୍କ୍ରାଚ୍ ଟିମ୍ ଦ୍ୱାରା ବିକଶିତ ଏବଂ ରକ୍ଷଣାବେକ୍ଷଣ କରାଯାଏ |",
    "faq.llkLinkText": "ଆଜୀବନ କିଣ୍ଡର୍ଗାଟେନ୍  ଗୋଷ୍ଠୀ",
    "faq.mediaLabLinkText": "ଏମ.ଆଇ.ଟି ମିଡିଆ ଲାବ",
    "faq.aboutScratch3Title": "ସ୍କ୍ରାଚ୍ 3.0 କ'ଣ?",
    "faq.aboutScratch3Body": "ସ୍କ୍ରାଚ୍ 3.0 ହେଉଛି 2 ଜାନୁଆରୀ, 2019ରେ ଆରମ୍ଭ ହୋଇଥିବା ସ୍କ୍ରାଚ୍ ର ସର୍ବଶେଷ ପିଢ଼ି । ଏହା କିପରି, କ'ଣ ଏବଂ କେଉଁଠାରେ ଆପଣ ସ୍କ୍ରାଚ୍ ସହିତ ସୃଷ୍ଟି କରିପାରିବେ ତାହା ଏକ୍ସଟେନ୍ସନ୍ କରିବାକୁ ଡିଜାଇନ୍ କରାଯାଇଛି | ଏହା ମଧ୍ୟରେ ଡଜନ୍ ନୂତନ ସ୍ପ୍ରେଟ୍, ଏକ ସମ୍ପୂର୍ଣ୍ଣ ନୂତନ ସାଉଣ୍ଡ ସମ୍ପାଦକ ଏବଂ ଅନେକ ନୂତନ ପ୍ରୋଗ୍ରାମିଂ ବ୍ଲକ୍ ଅନ୍ତର୍ଭୁକ୍ତ | ଏବଂ ସ୍କ୍ରାଚ୍ 3.0 ସହିତ, ଆପଣ ଆପଣଙ୍କର ଲାପ୍ଟପ୍ କିମ୍ବା ଡେସ୍କଟପ କମ୍ପ୍ୟୁଟର ବ୍ୟତୀତ ଆପଣଙ୍କ ଟାବଲେଟ୍ ରେ ପ୍ରୋଜେକ୍ଟ ତିଆରି ଏବଂ ଖେଳିବାରେ ସକ୍ଷମ |",
    "faq.reportBugsScratch3Title": "ମୁଁ କିପରି ବଗ୍ ରିପୋର୍ଟ କରିପାରିବି ଏବଂ ସ୍କ୍ରାଚ୍ 3.0 ରେ ମତାମତ ଅଂଶୀଦାର କରିପାରିବି?",
    "faq.reportBugsScratch3Body": "ଆପଣ ସ୍କ୍ରାଚ୍ ଆଲୋଚନା ଫୋରମର {forumsLink} ବିଭାଗରେ ବଗ୍ ରିପୋର୍ଟ କରିପାରିବେ ଏବଂ ମତାମତ ଅଂଶୀଦାର କରିପାରିବେ |",
    "faq.forumsLinkText": "ବଗ୍ ଏବଂ ଗ୍ଲିଚ୍",
    "faq.languagesScratch3Title": "ସ୍କ୍ରାଚ୍ 3.0 ଏକାଧିକ ଭାଷାରେ ଉପଲବ୍ଧ କି?",
    "faq.languagesScratch3Body1": "ହଁ । ପ୍ରୋଗ୍ରାମିଂ ବ୍ଲକ୍ ର ଭାଷା ପରିବର୍ତ୍ତନ କରିବାକୁ, ପ୍ରୋଗ୍ରାମିଂ ସମ୍ପାଦକର ଶୀର୍ଷ ନେଭିଗେସନ୍ ବାରରେ “ଗ୍ଲୋବ” ଆଇକନ୍ ରେ କ୍ଲିକ୍ କରନ୍ତୁ, ତା'ପରେ ଏକ ଭାଷା ଚୟନ କରିବା ପାଇଁ ଡ୍ରପ୍ଡାଉନ୍ ମେନୁରେ କ୍ଲିକ୍ କରନ୍ତୁ |",
    "faq.languagesScratch3Body2": "ଆମର ସମସ୍ତ ଅନୁବାଦ ସ୍ୱେଚ୍ଛାସେବୀମାନଙ୍କ ଦ୍ୱାରା କରାଯାଏ । ସ୍କ୍ରାଚ୍ 3.0 ସମ୍ପାଦକ କୁ ପୂର୍ବରୁ 40+ ଭାଷାରେ ଅନୁବାଦ କରାଯାଇଛି । ଆପଣ ବର୍ତ୍ତମାନ ଆମର {transifexLink} ରେ ଅନୁବାଦ ଏବଂ ସମୀକ୍ଷା କରୁଥିବା ସମସ୍ତ ଭାଷାଦେଖିପାରିବେ | ଯଦି ଆପଣ ଅନୁବାଦ କିମ୍ବା ସମୀକ୍ଷାରେ ସାହାଯ୍ୟ କରିବାକୁ ଚାହାଁନ୍ତି, ଦୟାକରି {emailLink} ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "faq.transifexLinkText": "ଅନୁବାଦ ସର୍ଭର",
    "faq.removedBlocksScratch3Title": "ସ୍କ୍ରାଚ୍ 3.0 ସ୍କ୍ରାଚ୍ ର ପୁରୁଣା ସଂସ୍କରଣରୁ କୌଣସି କୋଡିଂ ବ୍ଲକ୍ କାଢ଼ିଥାଏ କି?",
    "faq.removedBlocksScratch3Body": "ସ୍କ୍ରାଚ୍ 3.0 ରେ କୌଣସି କୋଡିଂ ବ୍ଲକ୍ ଅପସାରଣ କରାଯାଇନାହିଁ, କିନ୍ତୁ କିଛି ଟିକିଏ ପରିବର୍ତ୍ତନ କରିଛନ୍ତି ଏବଂ ଅନ୍ୟମାନେ \"ଏକ୍ସଟେନ୍ସନ୍\" ରେ ସ୍ଥାନାନ୍ତରିତ ହୋଇଛି (ଯେପରି ନିମ୍ନରେ ବର୍ଣ୍ଣନା କରାଯାଇଛି, {extensionsFAQLink} ବିଭାଗରେ)।",
    "faq.newBlocksScratch3Title": "ସ୍କ୍ରାଚ୍ 3.0 ନୂତନ ବ୍ଲକ୍ ଆରମ୍ଭ କରେ କି?",
    "faq.newBlocksScratch3Body": "ହଁ! ସ୍କ୍ରାଚ୍ 3.0 ରେ ଆପଣ ଖୋଜିବେ:",
    "faq.newBlocksSoundEffect": "ନୂତନ \"ଧ୍ୱନି ପ୍ରଭାବ\" ବ୍ଲକ୍",
    "faq.newBlocksOperators": "ନୂତନ ଅପରେଟର ଯାହା ପାଠ୍ୟ (ଷ୍ଟ୍ରିଙ୍ଗ) ସହିତ କାମ କରିବା ସହଜ କରିଥାଏ",
    "faq.newBlocksPen": "ସ୍ୱଚ୍ଛତା ପାଇଁ ସମର୍ଥନ ସହିତ ନୂତନ ପେନ୍ ବ୍ଲକ୍",
    "faq.newBlocksGlide": "ସହଜରେ ଏକ ସ୍ପ୍ରିଟ୍କୁ ସ୍ଥାନାନ୍ତର କରିବା ପାଇଁ ନୂତନ ଗ୍ଲିଡ୍ ବ୍ଲକ (କିମ୍ବା ଯାଦୃଚ୍ଛିକ ପଏଣ୍ଟ)",
    "faq.newBlocksExtensions": "ସ୍କ୍ରାଚ୍ ଏକ୍ସଟେନ୍ସନ୍ ମାଧ୍ୟମରେ ଅନେକ ନୂତନ କ୍ଷମତା (ନିମ୍ନରେ ଏକ୍ସଟେନ୍ସନ୍ ବିଭାଗ ଦେଖନ୍ତୁ)",
    "faq.biggerBlocksScratch3Title": "ସ୍କ୍ରାଚ୍ 3.0 ରେ ବ୍ଲକ୍ଗୁଡିକ ପୂର୍ବରୁ ସଂସ୍କରଣ ଅପେକ୍ଷା କାହିଁକି ବଡ?",
    "faq.biggerBlocksScratch3Body": "ସ୍କ୍ରାଚ୍ 3.0 କୁ ସ୍ପର୍ଶ ଉପକରଣରେ ଭଲ ଭାବରେ କାମ କରିବା ପାଇଁ (ଯେପରିକି ଅନେକ କ୍ରୋମବୁକ୍, ଉଇଣ୍ଡୋ ଫ୍ରସ୍ ଲାପ୍ଟପ୍ ଏବଂ ଟାବଲେଟ୍), ଆମେ ବ୍ଲକ୍ଗୁଡ଼ିକୁ ବଡ଼ କରିବା ଆବଶ୍ୟକ, ଯାହାଦ୍ୱାରା ବ୍ଲକ୍ଗୁଡ଼ିକୁ ଟାଣନ୍ତୁ ଏବଂ ଟ୍ୟାପ୍ କରିବା ସହଜ ହେବ | ଏହା ବ୍ୟତୀତ, ଛୋଟ ଇଣ୍ଟରଫେସ୍ ଉପାଦାନକୁ କ୍ଲିକ୍ କରିବା ଏବଂ ଟାଣିବାରେ ଅସୁବିଧା ଥିବା ନୂତନ ଉପଭୋକ୍ତାମାନଙ୍କ ସହିତ ଆମେ ଦେଖିଥିବା ସମସ୍ୟାଗୁଡ଼ିକସମାଧାନ କରିବାରେ ସାହାଯ୍ୟ କରିବା ପାଇଁ ସ୍କ୍ରାଚ୍ 3.0 ରେ ବ୍ଲକ୍ ସାମାନ୍ୟ ବଡ଼ |",
    "faq.extensionsScratch3Title": "ପେନ୍ ବ୍ଲକ୍ କେଉଁଠାରେ ଯାଇଥିଲା? ମ୍ୟୁଜିକ୍ ବ୍ଲକ୍ କେଉଁଠାରେ ଯାଇଥିଲା? ଭିଡିଓ ସେନ୍ସିଂ ବ୍ଲକ୍ କେଉଁଠାରେ ଯାଇଥିଲା?",
    "faq.extensionsScratch3Body": "ପେନ୍, ମ୍ୟୁଜିକ୍ ଏବଂ ଭିଡିଓ ସେନ୍ସିଂ ବ୍ଲକ୍କୁ ଏକ୍ସଟେନ୍ସନ୍କୁ ସ୍ଥାନାନ୍ତର କରାଯାଇଛି । ସ୍କ୍ରିନ୍ ର ତଳ ବାମରେ ବଟନ୍ କ୍ଲିକ୍ କରି ସମ୍ପ୍ରସାରଣ ଯୋଗ କରାଯାଇପାରିବ (ନିମ୍ନରେ \"ଏକ୍ସଟେନ୍ସନ୍\" ବିଭାଗ ଦେଖନ୍ତୁ)।",
    "faq.paintEditorScratch3Title": "ପେଣ୍ଟ ସମ୍ପାଦକରେ ନୂତନ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକ କ'ଣ?",
    "faq.paintEditorScratch3Body": "ବ୍ୟବହାର କରିବା ସହଜ କରିବା ସହିତ ଶକ୍ତିଶାଳୀ ନୂତନ ବୈଶିଷ୍ଟ୍ୟ ପ୍ରଦାନ କରିବା ପାଇଁ ପେଣ୍ଟ ସମ୍ପାଦକକୁ ପୁନଃ ନିର୍ମାଣ କରାଯାଇଛି । ପରିବର୍ତ୍ତନ ଏବଂ ନୂତନ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକ ମଧ୍ୟରେ ରହିଛି:",
    "faq.paintEditorLayout": "ନୂତନ ଲେଆଉଟ୍ ଯାହା ଉପକରଣ ଏବଂ ବିକଳ୍ପଗୁଡ଼ିକୁ ଅଧିକ ଦୃଶ୍ୟମାନ କରେ",
    "faq.paintEditorTools": "ଏକ \"ଇରେଜର\" ପରି ନୂତନ ଉପକରଣ ଯାହା ଭେକ୍ଟର ମୋଡ୍ ରେ  କାମ କରେ",
    "faq.paintEditorColors": "ରଙ୍ଗ ଚୟନ ଏବଂ ଆଡଜଷ୍ଟ କରିବା ପାଇଁ ଅଧିକ ବିକଳ୍ପ",
    "faq.paintEditorVector": "ଭେକ୍ଟର ପଏଣ୍ଟ ଉପରେ ଅଧିକ ନିୟନ୍ତ୍ରଣ (ବକ୍ର ହ୍ୟାଣ୍ଡେଲ୍ ଏବଂ ପଏଣ୍ଟ ମୋଡ୍)",
    "faq.paintEditorLayers": "ସ୍ତର କ୍ରମରେ ରଖିବା ପାଇଁ ଅତିରିକ୍ତ ନିୟନ୍ତ୍ରଣ (\"ସାମ୍ନାକୁ ଆଣ\", \"ପଛକୁ ଯାଅ\", ଇତ୍ୟାଦି)",
    "faq.paintEditorGradients": "ନୂତନ ଗ୍ରେଡିଏଣ୍ଟ ନିୟନ୍ତ୍ରଣ",
    "faq.soundEditorScratch3Title": "ସାଉଣ୍ଡ ସମ୍ପାଦକରେ ନୂତନ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକ କ'ଣ?",
    "faq.soundEditorScratch3Body": "ଧ୍ୱନି ରେକର୍ଡ କରିବା ଏବଂ ବ୍ୟବହାର କରିବା ସହଜ କରିବା ପାଇଁ ସାଉଣ୍ଡ ଏଡିଟରକୁ ପୁନଃ ନିର୍ମାଣ କରାଯାଇଛି । ଏହା ଅନେକ ନୂତନ ବୈଶିଷ୍ଟ୍ୟ ପ୍ରଦାନ କରେ:",
    "faq.soundEditorRecording": "ନୂତନ ରେକର୍ଡିଂ ସିଷ୍ଟମ୍ ଯାହା ବ୍ୟବହାର କରିବା ସହଜ",
    "faq.soundEditorTrimming": "ନୂତନ ଅଡିଓ ଟ୍ରମିଂ ସିଷ୍ଟମ୍ ଯାହା ବ୍ୟବହାର କରିବା ସହଜ",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "ସ୍କ୍ରାଚ୍ ଟିପ୍ସ ୱିଣ୍ଡୋର କ'ଣ ହେଲା?",
    "faq.tipsWindowScratch3Body": "ଟିପ୍ସ ୱିଣ୍ଡୋ ପରିବର୍ତ୍ତେ, ସ୍କ୍ରାଚ୍ 3.0 ଟ୍ୟୁଟୋରିଆଲ୍ ଲାଇବ୍ରେରୀ ମାଧ୍ୟମରେ ସମାନ ସାମଗ୍ରୀ ପ୍ରଦାନ କରେ, ଯାହା ପ୍ରୋଗ୍ରାମିଂ ସମ୍ପାଦକରେ ଶୀର୍ଷ ନେଭିଗେସନ୍ ବାର୍ ରେ ଟ୍ୟୁଟୋରିଆଲ୍ ଲିଙ୍କ ମାଧ୍ୟମରେ ପ୍ରବେଶ କରାଯାଇପାରିବ | ଆପଣ ସମଗ୍ର ପ୍ରୋଜେକ୍ଟ ପାଇଁ ଟ୍ୟୁଟୋରିଆଲ୍ ପାଇବେ (ଯେପରିକି \"ଏକ ଚେଜ୍ ଗେମ୍ କରନ୍ତୁ\") କିମ୍ବା ନିର୍ଦ୍ଦିଷ୍ଟ ବ୍ଲକ୍ ଏବଂ ବୈଶିଷ୍ଟ୍ୟ (ଯେପରିକି \"ଏକ ଧ୍ୱନି ରେକର୍ଡ କରନ୍ତୁ\" କିମ୍ବା \"ଏହାକୁ ସ୍ପିନ୍ କରନ୍ତୁ\")। ଅଧିକ ଟ୍ୟୁଟୋରିଆଲ୍ ଶୀଘ୍ର ଯୋଗ କରାଯିବ (ଯେପରିକି \"ପଙ୍ଗ ଗେମ୍\" ଏବଂ \"ମେକ୍ ଇଟ୍ ଫ୍ଲାଇ\")।",
    "faq.remixDefinitionTitle": "ଏକ ରିମିକ୍ସ କ'ଣ?",
    "faq.remixDefinitionBody": "ଯେତେବେଳେ ଏକ ସ୍କ୍ରାଚର୍ ଅନ୍ୟ କାହାର ପ୍ରୋଜେକ୍ଟର ଏକ ନକଲ ତିଆରି କରେ ଏବଂ ଏହାକୁ ସେମାନଙ୍କର ନିଜର ଧାରଣା ଯୋଗ କରିବା ପାଇଁ ପରିବର୍ତ୍ତନ କରେ (ଉଦାହରଣ ସ୍ୱରୂପ ସ୍କ୍ରିପ୍ଟ କିମ୍ବା ପୋଷାକ ପରିବର୍ତ୍ତନ କରି), ପରିଣାମ ପ୍ରୋଜେକ୍ଟକୁ \"ରିମିକ୍ସ\" କୁହାଯାଏ। ସ୍କ୍ରାଚ୍ ୱେବସାଇଟକୁ ସେୟାର କରିବା ପାଇଁ ସମସ୍ତ ପ୍ରୋଜେକ୍ଟକୁ ପୁନଃ ମିଶ୍ରିତ କରାଯାଇପାରିବ । ଆମେ ମଧ୍ୟ ଏକ ଛୋଟ ପରିବର୍ତ୍ତନକୁ ଏକ ବୈଧ ରିମିକ୍ସ ବୋଲି ବିବେଚନା କରୁଛୁ, ଯେପର୍ଯ୍ୟନ୍ତ ମୂଳ ପ୍ରୋଜେକ୍ଟ ନିର୍ମାତା ଏବଂ ଅନ୍ୟମାନଙ୍କୁ ଋଣ ଦିଆଯାଏ ଯେଉଁମାନେ ରିମିକ୍ସରେ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଯୋଗଦାନ କରିଥିଲେ ।",
    "faq.remixableTitle": "ସ୍କ୍ରାଚ୍ ଟିମ୍ କାହିଁକି ଆବଶ୍ୟକ କରେ ଯେ ସମସ୍ତ ପ୍ରୋଜେକ୍ଟ \"ପୁନଃମିଶ୍ରଣ ଯୋଗ୍ୟ\" ହେବ?",
    "faq.remixableBody": "ଆମେ ବିଶ୍ୱାସ କରୁଛୁ ଯେ ଅନ୍ୟ ଲୋକଙ୍କ ପ୍ରୋଜେକ୍ଟକୁ ପୁନଃ ମିଶ୍ରଣ କରିବା କାର୍ଯ୍ୟକ୍ରମ ଶିଖିବା ଏବଂ ଆକର୍ଷଣୀୟ ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି କରିବାର ଏକ ମହାନ ଉପାୟ । ପୁନଃ ମିଶ୍ରଣ ମାଧ୍ୟମରେ ସୃଜନଶୀଳ ଚିନ୍ତାଧାରା ସ୍କ୍ରାଚ୍ ସମ୍ପ୍ରଦାୟ ମାଧ୍ୟମରେ ବ୍ୟାପିଗଲା ଏବଂ ସମସ୍ତଙ୍କ ଲାଭ ରହିଛି । ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ ଅଂଶୀଦାର ହୋଇଥିବା ସମସ୍ତ ପ୍ରୋଜେକ୍ଟ \"କ୍ଲାଏଟିଭ କମନ୍ସ ସେୟାର ଆଲାଇକ୍\" ଲାଇସେନ୍ସ ଦ୍ୱାରା ଅନ୍ତର୍ଭୁକ୍ତ, ଯାହାର ଅର୍ଥ ହେଉଛି ଆପଣ ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ ଦେଖିଥିବା ଯେ କୌଣସି ପ୍ରୋଜେକ୍ଟକୁ ପୁନଃ ମିଶ୍ରଣ କରିପାରିବେ - ଏବଂ ଅନ୍ୟ ସମସ୍ତେ ୱେବସାଇଟରେ ଅଂଶୀଦାର କରିଥିବା ଯେ କୌଣସି ପ୍ରୋଜେକ୍ଟକୁ ପୁନଃ ମିଶ୍ରଣ କରିପାରିବେ ।",
    "faq.creativeCommonsTitle": "ଯଦି ମୁଁ ଚାହେଁ ନାହିଁ ଯେ ଅନ୍ୟମାନେ ମୋର ପ୍ରୋଜେକ୍ଟଗୁଡ଼ିକୁ ପୁନଃମିଶ୍ରଣ(ରିମିକ୍ସ) କରନ୍ତୁ?",
    "faq.creativeCommonsBody": "ରିମିକ୍ସିଂ ସ୍କ୍ରାଚ୍ ସମ୍ପ୍ରଦାୟର ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅଂଶ । ଯଦି ଆପଣ ଅନ୍ୟମାନେ ଆପଣଙ୍କର ସୃଷ୍ଟିଗୁଡ଼ିକୁ ଦେଖିବା କିମ୍ବା ପୁନଃମିଶ୍ରଣ କରିବାକୁ ଚାହାଁନ୍ତି ନାହିଁ, ତେବେ ଆପଣ ତଥାପି ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି କରିପାରିବେ, କିନ୍ତୁ ସେମାନଙ୍କୁ ୱେବସାଇଟରେ ଅଂଶୀଦାର କରନ୍ତୁ ନାହିଁ |",
    "faq.fairUseTitle": "ମୁଁ ମୋ ପ୍ରୋଜେକ୍ଟରେ ଇଣ୍ଟରନେଟ୍ ରୁ ଛବି / ଧ୍ୱନି / ମିଡିଆ ବ୍ୟବହାର କରିପାରିବି କି?",
    "faq.fairUseBody": "ଯଦି ଆପଣ ଅନ୍ୟ କାହାର କାର୍ଯ୍ୟକୁ ନିଜ ଭିତରେ ସମନ୍ୱିତ କରିବାକୁ ବାଛିଛନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ପ୍ରୋଜେକ୍ଟ \"କ୍ରେଡିଟ୍\" ବିଭାଗରେ କ୍ରେଡିଟ୍ ଦେବା ସୁନିଶ୍ଚିତ କରନ୍ତୁ, ଏବଂ ମୂଳସହିତ ଏକ ଲିଙ୍କ କୁ ଅନ୍ତର୍ଭୁକ୍ତ କରନ୍ତୁ। ପୁନଃମିଶ୍ରଣ ପାଇଁ ପୂର୍ବରୁ ଲାଇସେନ୍ସ ପ୍ରାପ୍ତ କଳା / ଧ୍ୱନି ଖୋଜିବା ପାଇଁ, {ccLink} ଯାଞ୍ଚ କରନ୍ତୁ|",
    "faq.ccLinkText": "କ୍ରିଏଟିଭ କମନ୍ସ ସନ୍ଧାନ ପୃଷ୍ଠା",
    "faq.whyAccountTitle": "ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟ କାହିଁକି ଉପଯୋଗୀ?",
    "faq.whyAccountBody": "ଏପରିକି ଏକ ଆକାଉଣ୍ଟ ବିନା, ଆପଣ ଅନ୍ୟ ଲୋକଙ୍କ ପ୍ରୋଜେକ୍ଟ ଖେଳିପାରିବେ, ଟିପ୍ପଣୀ ଏବଂ ଫୋରମ ପଢ଼ିପାରିବେ ଏବଂ ଏପରିକି ନିଜର ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି କରିପାରିବେ । କିନ୍ତୁ ପ୍ରୋଜେକ୍ଟଗୁଡ଼ିକୁ ସଞ୍ଚୟ ଏବଂ ଅଂଶୀଦାର କରିବା, ଟିପ୍ପଣୀ ଏବଂ ଫୋରମ ପୋଷ୍ଟ ଲେଖିବା ଏବଂ ସମ୍ପ୍ରଦାୟର ଅନ୍ୟ \"ସାମାଜିକ\" କାର୍ଯ୍ୟକଳାପରେ ଅଂଶଗ୍ରହଣ କରିବା ପାଇଁ ଆପଣ ଏକ ଆକାଉଣ୍ଟ ଆବଶ୍ୟକ (ଯେପରିକି ଅନ୍ୟ ଲୋକଙ୍କ ପ୍ରୋଜେକ୍ଟକୁ \"ପ୍ରେମ\" କରିବା\" ) ।",
    "faq.createAccountTitle": "ମୁଁ କିପରି ଏକ ଆକାଉଣ୍ଟ ସୃଷ୍ଟି କରିପାରିବି?",
    "faq.createAccountBody": "କେବଳ ସ୍କ୍ରାଚ୍ ହୋମ ପୃଷ୍ଠାରେ \"ଯୋଗ\" କ୍ଲିକ୍ କରନ୍ତୁ | ଆପଣଙ୍କୁ କିଛି ପ୍ରଶ୍ନର ଉତ୍ତର ଦେବା ଏବଂ ଏକ ଇମେଲ୍ ଠିକଣା ପ୍ରଦାନ କରିବାକୁ ପଡିବ | ଏହା ମାତ୍ର କିଛି ମିନିଟ୍ ସମୟ ଲାଗନ୍ତି, ଏବଂ ଏହା ସମ୍ପୂର୍ଣ୍ଣ ମୁକ୍ତ!",
    "faq.checkConfirmedTitle": "ମୋର ଆକାଉଣ୍ଟ ନିଶ୍ଚିତ ହୋଇଛି କି ନାହିଁ ମୁଁ କିପରି ଯାଞ୍ଚ କରିପାରିବି?",
    "faq.howToConfirmTitle": "ମୁଁ କିପରି ମୋର ଆକାଉଣ୍ଟ ନିଶ୍ଚିତ କରିବି?",
    "faq.howToConfirmBody": "ଆପଣ ସ୍କ୍ରାଚ୍ ରେ ଏକ ନୂତନ ଆକାଉଣ୍ଟ ସୃଷ୍ଟି କରିବା ପରେ, ଆପଣ ଏକ ଲିଙ୍କ ସହିତ ଏକ ଇମେଲ୍ ସନ୍ଦେଶ ପାଇବେ | ଆପଣଙ୍କର ଆକାଉଣ୍ଟ ନିଶ୍ଚିତ କରିବା ପାଇଁ କେବଳ ଲିଙ୍କ୍ କ୍ଲିକ୍ କରନ୍ତୁ | ଥରେ ଆପଣ ଆପଣଙ୍କର ଆକାଉଣ୍ଟ ନିଶ୍ଚିତ କରିବା ପରେ, ଆପଣ ପ୍ରୋଜେକ୍ଟ ଅଂଶୀଦାର କରିବାକୁ, ଟିପ୍ପଣୀ ଲେଖିପାରିବେ ଏବଂ ଷ୍ଟୁଡିଓ ସୃଷ୍ଟି କରିବାକୁ ସକ୍ଷମ ହେବେ | ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ନିଶ୍ଚିତ କରିବା ଆପଣଙ୍କୁ ସ୍କ୍ରାଚ୍ ଟିମ୍ ରୁ ଇମେଲ୍ ଅଦ୍ୟତନ ପାଇବାକୁ ଅନୁମତି ଥାଏ | ଯଦି ଆପଣ ନିଶ୍ଚିତକରଣ ଲିଙ୍କ ସହିତ ଇମେଲ ପାଇପାରିବେ ନାହିଁ, ତେବେ ଆପଣଙ୍କର ସ୍ପାମ ଫୋଲଡର ଯାଞ୍ଚ କରନ୍ତୁ | ଯଦି ଆପଣ ତଥାପି ଏହାକୁ ପାଇପାରିବେ ନାହିଁ, ଏବଂ ଅନ୍ୟ ଏକ କପି ପାଇବାକୁ ଚାହାଁନ୍ତି, ଆପଣଙ୍କର ଆକାଉଣ୍ଟ ସେଟିଂସମୂହକୁ ଯାଆନ୍ତୁ, ଇମେଲ୍ ଟ୍ୟାବ୍ କ୍ଲିକ୍ କରନ୍ତୁ, ଏବଂ ସେଠାରେ ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁସରଣ କରନ୍ତୁ | ଦୟାକରି ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଇମେଲ ଆସିବା ପାଇଁ ଏକ ଘଣ୍ଟା ସମୟ ଲାଗିପାରେ । ଯଦି ଆପଣ ତଥାପି ଏକ ଘଣ୍ଟା ପରେ ଇମେଲ ଦେଖିନନ୍ତି, {contactLink} ।",
    "faq.contactLinkText": "ଆମକୁ ଜାଣିବା",
    "faq.checkConfirmedBody": "ଆପଣଙ୍କର ଆକାଉଣ୍ଟ ନିଶ୍ଚିତ ହୋଇଛି କି ନାହିଁ ଯାଞ୍ଚ କରିବାକୁ, ଆପଣଙ୍କର ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟରେ ଲଗ୍ଇନ୍ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର {settingsLink} ପୃଷ୍ଠାକୁ ଯାଆନ୍ତୁ | ନିଶ୍ଚିତ ଇମେଲ ଠିକଣା ଏକ ଛୋଟ ସବୁଜ ଚେକମାର୍କ ଦେଖାଇବ । ଅନ୍ୟଥା, ଆପଣ କମଳାରେ \"ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣା ଅନିଶ୍ଚିତ\" ପାଠ୍ୟ ଦେଖିବେ ।",
    "faq.settingsLinkText": "ଇମେଲ ସେଟିଂସମୂହ",
    "faq.requireConfirmTitle": "ମୋତେ ମୋର ଆକାଉଣ୍ଟ ନିଶ୍ଚିତ କରିବାକୁ ହେବ କି?",
    "faq.requireConfirmBody": "ଆପଣ ତଥାପି ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି ଏବଂ ସଞ୍ଚୟ (ସେମାନଙ୍କୁ ଅଂଶୀଦାର ନକରି) ସହିତ ଆପଣଙ୍କର ଆକାଉଣ୍ଟ ନିଶ୍ଚିତ ନକରି ସ୍କ୍ରାଚ୍ ର ଅନେକ ଦିଗ ବ୍ୟବହାର କରିପାରିବେ ।",
    "faq.forgotPasswordTitle": "ମୁଁ ମୋର ୟୁଜରନେମ୍ କିମ୍ବା ପାସୱାର୍ଡ ଭୁଲିଗଲି । ମୁଁ ଏହାକୁ କିପରି ପୁନଃସେଟ୍ କରିପାରିବି?",
    "faq.forgotPasswordBody": "{resetLink} ପୃଷ୍ଠାରେ ଆପଣଙ୍କର ୟୁଜରନେମ୍ କିମ୍ବା ଇମେଲ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ | ୱେବସାଇଟ ଆପଣଙ୍କ ୟୁଜରନେମ୍ ସହିତ ଜଡିତ ଠିକଣାକୁ ଏକ ଇମେଲ ପଠାଇବ ଏବଂ ଆପଣ ଆପଣଙ୍କର ପାସୱାର୍ଡ ପୁନଃସେଟ୍ କରିବା ପାଇଁ ବ୍ୟବହାର କରିପାରିବେ ଏକ ଲିଙ୍କ୍ ପଠାଇବ |",
    "faq.resetLinkText": "ପାସୱାର୍ଡ ପୁନଃସ୍ଥାପନ",
    "faq.changePasswordTitle": "ମୁଁ ମୋର ପାସୱାର୍ଡ କିପରି ପରିବର୍ତ୍ତନ କରିବି?",
    "faq.changePasswordBody": "ଆପଣଙ୍କର ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟରେ ଲଗଇନ୍ କରନ୍ତୁ, ତା'ପରେ ଆମର {changeLink} ପୃଷ୍ଠାପରିଦର୍ଶନ କରନ୍ତୁ ଯେଉଁଠାରେ ଆପଣ ଆପଣଙ୍କର ପାସୱାର୍ଡ ପରିବର୍ତ୍ତନ କରିପାରିବେ |",
    "faq.changeLinkText": "ପାସୱାର୍ଡ ସେଟିଂସମୂହ",
    "faq.changeEmailTitle": "ମୁଁ କିପରି ମୋର ଇମେଲ୍ ଠିକଣା ପରିବର୍ତ୍ତନ କରିବି?",
    "faq.changeEmailBody": "ଆପଣଙ୍କର ସ୍କ୍ରାଚ୍ ଆକାଉଣ୍ଟରେ ଲଗଇନ୍ କରନ୍ତୁ, ତା'ପରେ ଆମର {changeEmailLink} ପୃଷ୍ଠାପରିଦର୍ଶନ କରନ୍ତୁ ଯେଉଁଠାରେ ଆପଣ ଆପଣଙ୍କର ଇମେଲ ଠିକଣା ପରିବର୍ତ୍ତନ କରିପାରିବେ |",
    "faq.newScratcherTitle": "ମୁଁ କିପରି 'ନ୍ୟୁ ସ୍କ୍ରାଚ୍ର୍' ରୁ 'ସ୍କ୍ରାଚ୍ର୍' କୁ ପରିବର୍ତ୍ତନ କରିବି?",
    "faq.newScratcherBody": "ଯେତେବେଳେ ଆପଣ ଏକ ଆକାଉଣ୍ଟ ସୃଷ୍ଟି କରନ୍ତି, ଆପଣଙ୍କୁ ଏକ “ନୂତନ ସ୍କ୍ରାଚ୍ର୍” ଭାବରେ ନାମିତ କରାଯିବ । \"ସ୍କ୍ରାଚ୍ର୍\" ରେ ପରିବର୍ତ୍ତନ କରିବାକୁ, ଆପଣ ପ୍ରୋଜେକ୍ଟ ତିଆରି ଏବଂ ଅଂଶୀଦାର କରିବା ଉଚିତ, ଅନ୍ୟ ସ୍କ୍ରାଚ୍ର୍ସ ପ୍ରୋଜେକ୍ଟ ଉପରେ ସାହାଯ୍ୟକରି ଟିପ୍ପଣୀ କରିବା ଉଚିତ, ଏବଂ ଧୈର୍ଯ୍ୟ ଶୀଳ ହେବା ଉଚିତ! ଆପଣ ଆବଶ୍ୟକତା ପୂରଣ କରିବା ପରେ, ଆପଣଙ୍କୁ ସ୍କ୍ରାଚ୍ ର୍ ହେବାକୁ ଆମନ୍ତ୍ରଣ କରୁଥିବା ଆପଣଙ୍କର ପ୍ରୋଫାଇଲ୍ ପୃଷ୍ଠାରେ ଏକ ଲିଙ୍କ ଦେଖାଯିବ, ଏବଂ ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ ଆପଣଙ୍କର କିଛି ଅତିରିକ୍ତ କ୍ଷମତା ହେବ | (ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଆମେ ଅନୁରୋଧ ରେ ନ୍ୟୁ ସ୍କ୍ରାଚ୍ର୍ସକୁ ପ୍ରୋତ୍ସାହିତ କରୁ ନାହିଁ)",
    "faq.multipleAccountTitle": "ମୁଁ ଗୋଟିଏରୁ ଅଧିକ ଆକାଉଣ୍ଟ ପାଇପାରିବି କି?",
    "faq.multipleAccountBody": "ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ କିଛି ଆକାଉଣ୍ଟ ଥିବା ଭଲ, ଯେପର୍ଯ୍ୟନ୍ତ ସେମାନଙ୍କ ମଧ୍ୟରୁ କେହି {cgLink} କୁ ଭାଙ୍ଗିବା ପାଇଁ ବ୍ୟବହାର କରାଯାଏ ନାହିଁ। ସେହି କ୍ଷେତ୍ରରେ, ସମସ୍ତ ସମ୍ବନ୍ଧିତ ଆକାଉଣ୍ଟ ଅବରୋଧ କିମ୍ବା ବିଲୋପ ହୋଇପାରେ ।",
    "faq.multipleLoginTitle": "ଗୋଟିଏରୁ ଅଧିକ ବ୍ୟକ୍ତିଙ୍କୁ ଏକ ଆକାଉଣ୍ଟରେ ଲଗ୍ କରିବା ଉଚିତ କି?",
    "faq.multipleLoginBody": "ଏହା ଅନୁମତି ନାହିଁ କାରଣ ଯେତେବେଳେ ଗୋଟିଏରୁ ଅଧିକ ବ୍ୟକ୍ତି ସମାନ ଆକାଉଣ୍ଟରେ ଲଗ୍ ଇନ୍ ହୁଏ ସେତେବେଳେ ୱେବସାଇଟ ଏବଂ ପ୍ରୋଜେକ୍ଟ ସମ୍ପାଦକ ସହଜରେ ଦ୍ୱନ୍ଦ୍ୱରେ ପଡ଼ିପାରିବେ । ଯେତେବେଳେ ଗୋଟିଏ ଆକାଉଣ୍ଟ କିଛି କରେ ଯାହା {cgLink} କୁ ଉଲ୍ଲଂଘନ କରେ, ସମସ୍ତ ସମ୍ବନ୍ଧିତ ଆକାଉଣ୍ଟଗୁଡ଼ିକୁ ଅବରୋଧ କିମ୍ବା ଅପସାରଣ କରାଯାଇପାରିବ। ଯଦି ଆପଣ ଏହା ସହିତ କିଛି ଖରାପ କିଛି କରନ୍ତି, ତେବେ ଏହାର ଅର୍ଥ ହେଉଛି ଅନ୍ୟ ବ୍ୟକ୍ତି ଯାହା କରିଥିଲେ ତାହା ପାଇଁ ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ଅବରୋଧ କରାଯାଇପାରିବ।",
    "faq.changeUsernameTitle": "ମୁଁ ମୋର ୟୁଜରନେମ୍ ପରିବର୍ତ୍ତନ କରିପାରିବି କି?",
    "faq.changeUsernameBody": "ସ୍କ୍ରାଚ୍ ୱେବସାଇଟର ସଂରଚନା ଏକ ନିରନ୍ତର ଆକାଉଣ୍ଟ ନାମ ଥିବା ଉପରେ ନିର୍ଭର କରେ, ତେଣୁ ଆପଣଙ୍କର ବ୍ୟବହାର ନାମ ପରିବର୍ତ୍ତନ କରିବା ସମ୍ଭବ ନୁହେଁ | ଯଦି ଆପଣ ପ୍ରକୃତରେ ଏକ ନୂତନ ୟୁଜରନେମ୍କୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଆବଶ୍ୟକ କରନ୍ତି, ତେବେ ଆପଣ ଏକ ନୂତନ ଆକାଉଣ୍ଟ କରିପାରିବେ, କିନ୍ତୁ ଆପଣଙ୍କୁ ନିଜ ପ୍ରୋଜେକ୍ଟଗୁଡ଼ିକୁ ନିଜେ ନୂତନ ଆକାଉଣ୍ଟରେ ନକଲ କରିବାକୁ ପଡିବ ।",
    "faq.shareInfoTitle": "ମୁଁ ମୋ ଆକାଉଣ୍ଟରେ / ସହିତ କେଉଁ ସୂଚନା ଅଂଶୀଦାର କରିପାରିବି?",
    "faq.shareInfoBody": "ଦୟାକରି ବ୍ୟକ୍ତିଗତ ସମ୍ପର୍କ ସୂଚନା ସେୟାର୍ କରନ୍ତୁ ନାହିଁ, ଯେପରିକି ଆପଣଙ୍କର ଶାରୀରିକ ଠିକଣା, ଇମେଲ୍, ଫୋନ୍ ନମ୍ବର, କିମ୍ବା ଅନ୍ୟ କିଛି ଯାହା ସ୍କ୍ରାଚ୍ ୱେବସାଇଟ ବାହାରେ ଯୋଗାଯୋଗ କରିବା ପାଇଁ ବ୍ୟବହାର କରାଯାଇପାରିବ | ଦୟାକରି ଏହି ପ୍ରକାରର ସୂଚନା ଥିବା ପ୍ରୋଜେକ୍ଟ, ଟିପ୍ପଣୀ କିମ୍ବା ଫୋରମ ପୋଷ୍ଟରିପୋର୍ଟ କରନ୍ତୁ, ତେଣୁ ସ୍କ୍ରାଚ୍ ଦଳ ସୂଚନା ଅପସାରଣ କରିପାରିବ, ଏବଂ ବ୍ୟକ୍ତିଗତ ଯୋଗାଯୋଗ ସୂଚନା ଅଂଶୀଦାର କରିବା ବିରୁଦ୍ଧରେ ଆମର ନୀତିର ଲେଖକଙ୍କୁ ମନେ ପକାଇପାରେ ।",
    "faq.deleteAccountTitle": "ମୁଁ କିପରି ମୋର ଆକାଉଣ୍ଟ ବିଲୋପ କରିବି?",
    "faq.deleteAccountBody": "ସ୍କ୍ରାଚ୍ ରେ ଲଗଇନ୍ କରନ୍ତୁ, ଏବଂ ତାପରେ ଶୀର୍ଷ ଡାହାଣ-ହାତ କୋଣରେ ଆପଣଙ୍କର ୟୁଜରନେମ୍ କ୍ଲିକ୍ କରନ୍ତୁ | \"ଆକାଉଣ୍ଟ ସେଟିଂସମୂହ\" ଚୟନ କରନ୍ତୁ, ତା'ପରେ ପୃଷ୍ଠାର ତଳଭାଗରେ \"ମୁଁ ମୋର ଆକାଉଣ୍ଟ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛି\" ଲିଙ୍କ୍ କ୍ଲିକ୍ କରନ୍ତୁ | କିନ୍ତୁ ଯଦି ଆପଣ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ନିଶ୍ଚିତ ଯେ ଆପଣ ଆପଣଙ୍କର ଆକାଉଣ୍ଟ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି ତେବେ ଆପଣ ଏହା କରିବା ଉଚିତ୍ ।",
    "faq.scratchFreeTitle": "ସ୍କ୍ରାଚ୍ ମୁକ୍ତ କି? ମୁଁ ଯେଉଁଠାରେ ଚାହୁଁଛି ମୁଁ ଏହାକୁ ବ୍ୟବହାର କରିପାରିବି କି?",
    "faq.scratchFreeBody": "ହଁ! ସ୍କ୍ରାଚ୍ ମାଗଣାରେ ଉପଲବ୍ଧ | ଆପଣ ଏହାକୁ ଆପଣଙ୍କ ବିଦ୍ୟାଳୟରେ ବ୍ୟବହାର କରିପାରିବେ, ଏବଂ ଆପଣ ଏହା ବିଷୟରେ ଏକ ପାଠ୍ୟକ୍ରମ ଶିଖାଇ ପାରିବେ (ଏପରିକି ଏକ ପାଠ୍ୟକ୍ରମ ଯାହା ଅର୍ଥ ଖର୍ଚ୍ଚ କରେ)। ଆପଣଙ୍କୁ ଏକ ଲାଇସେନ୍ସ କିଣିବାର ଆବଶ୍ୟକତା ନାହିଁ: ଏହା ମାଗଣା!",
    "faq.scratchScreenshotTitle": "ମୁଁ ଏକ ପୁସ୍ତକ କିମ୍ବା ଉପସ୍ଥାପନାରେ ସ୍କ୍ରାଚ୍ ର ସ୍କ୍ରିନସଟ୍ ବ୍ୟବହାର କରିପାରିବି କି?",
    "faq.scratchScreenshotBody": "ହଁ, ଆପଣ ଏକ ପୁସ୍ତକ କିମ୍ବା ଉପସ୍ଥାପନାରେ ସ୍କ୍ରାଚ୍ ଆପ୍ଲିକେସନ୍ ଏବଂ ୱେବସାଇଟର ସ୍କ୍ରିନସଟ୍ / ଛବି ବ୍ୟବହାର କରିପାରିବେ, ଏବଂ ସେମାନଙ୍କୁ {licenseLink} ଲାଇସେନ୍ସ ଅଧୀନରେ ଲାଇସେନ୍ସ ପ୍ରାପ୍ତ ବୋଲି ବିବେଚନା କରିପାରିବେ। ଆମେ ପଚାରିଛୁ ଯେ ଆପଣ ନିଜର ସାମଗ୍ରୀରେ କୌଣସି ସ୍ଥାନରେ ଏକ ନୋଟ୍ ଅନ୍ତର୍ଭୁକ୍ତ କରି କହିଥିଲେ: \"ଏମ.ଆଇ.ଟି ମିଡିଆ ଲାବ୍ ରେ ଆଜୀବନ କିଣ୍ଡରଗାରଟନ୍ ଗ୍ରୁପ ସହଯୋଗରେ ସ୍କ୍ରାଚ୍ ହେଲା ସ୍କ୍ରାଚ୍ଫା ଉଣ୍ଡେସନର ଏକ ପ୍ରୋଜେକ୍ଟ । ଏହା https://scratch.mit.edu ଠି ମାଗଣା ରେ ଉପଲବ୍ଧ \"।",
    "faq.licenseLinkText": "କ୍ରେଡିୟୁଟିଭ କମନ୍ସ ଆରୋପିଜେନ-ସେୟାରଆଲାଇକ୍",
    "faq.scratchDescriptionTitle": "ମୁଁ ବ୍ରେସ୍ରୋସ୍ କିମ୍ବା ଅନ୍ୟ ସାମଗ୍ରୀରେ ସ୍କ୍ରାଚ୍ ର ବର୍ଣ୍ଣନା ଅନ୍ତର୍ଭୁକ୍ତ କରିପାରିବି କି?",
    "faq.scratchDescriptionBody": "ନିଶ୍ଚିତ! ଆମେ ନିମ୍ନଲିଖିତ ବର୍ଣ୍ଣନାକୁ ସୁପାରିଶ କରୁଛୁ: \"ସ୍କ୍ରାଚ୍ ହେଉଛି ଏକ କୋଡିଂ ଭାଷା ଏବଂ ଅନଲାଇନ୍ ସମ୍ପ୍ରଦାୟ ଯେଉଁଠାରେ ଆପଣ ନିଜର ଭାବପ୍ରଦ କାହାଣୀ, ଖେଳ ଏବଂ ଆନିମେସନ୍ ସୃଷ୍ଟି କରିପାରିବେ - ଏବଂ ଆପଣଙ୍କର ସୃଷ୍ଟିଗୁଡ଼ିକୁ ବିଶ୍ୱରେ ଅନ୍ୟମାନଙ୍କ ସହିତ ବାଣ୍ଟିପାରିବେ । ଯୁବକମାନେ ସ୍କ୍ରାଚ୍ ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି ଏବଂ ଅଂଶୀଦାର କରୁଥିବାବେଳେ ସେମାନେ ସୃଜନଶୀଳଭାବରେ ଚିନ୍ତା କରିବା, ବ୍ୟବସ୍ଥିତ ଭାବରେ ଚିନ୍ତା କରିବା ଏବଂ ସହଯୋଗୀ ଭାବେ କାମ କରିବାକୁ ଶିଖନ୍ତି । ସ୍କ୍ରାଚ୍ ହେଉଛି ଏମଆଇଟି ମିଡିଆ ଲାବରେ ଆଜୀବନ କିଣ୍ଡର୍କିଣ୍ଡର୍ ଗୋଷ୍ଠୀ ସହିତ ସହଯୋଗରେ {sfLink} ର ଏକ ପ୍ରୋଜେକ୍ଟ । ଏହା ମାଗଣାରେ ଉପଲବ୍ଧ https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "ମୁଁ ଏକ ସମ୍ମିଳନୀରେ ସ୍କ୍ରାଚ୍ ଉପସ୍ଥାପନ କରିପାରିବି କି?",
    "faq.presentScratchBody": "ଦୟାକରି ଶିକ୍ଷକ କିମ୍ବା ଅନ୍ୟ ଗୋଷ୍ଠୀକୁ ସ୍କ୍ରାଚ୍ ବିଷୟରେ ଉପସ୍ଥାପନା କରିବାକୁ ମୁକ୍ତ ଅନୁଭବ କରନ୍ତୁ ।",
    "faq.supportMaterialTitle": "ମୁଁ ୱେବସାଇଟରେ ପାଇଥିବା ସ୍କ୍ରାଚ୍ ସମର୍ଥନ ସାମଗ୍ରୀ, ସ୍ପ୍ରିଟ୍, ଛବି, ଧ୍ୱନି କିମ୍ବା ନମୁନା ପ୍ରୋଜେକ୍ଟ ବ୍ୟବହାର / ରିମିକ୍ସ କରିପାରିବି କି?",
    "faq.supportMaterialBody": "ହଁ: ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ ଅଧିକାଂଶ ସ୍କ୍ରାଚ୍ ସମର୍ଥନ ସାମଗ୍ରୀ {licenseLink} ଲାଇସେନ୍ସ ଅଧୀନରେ ଉପଲବ୍ଧ | କିଛି ବ୍ୟତିକ୍ରମ ଅଛି: ସ୍କ୍ରାଚ୍ ଲୋଗୋ, ସ୍କ୍ରାଚ୍ କ୍ୟାଟ୍, ଗୋବୋ, ପିକୋ, ନାନୋ, ଗିଗା, ଏବଂ ଟେରା ହେଉଛି ସ୍କ୍ରାଚ୍ ଡ୍ରଡମାର୍କ, ଏବଂ ସ୍କ୍ରାଚ୍ ଟିମ୍ ଠାରୁ ସ୍ପଷ୍ଟ ଅନୁମତି ବିନା ବ୍ୟବହାର କରାଯାଇପାରିବ ନାହିଁ |",
    "faq.sellProjectsTitle": "ମୁଁ ମୋର ସ୍କ୍ରାଚ୍ ପ୍ରୋଜେକ୍ଟ ବିକ୍ରୟ କରିପାରିବି କି?",
    "faq.sellProjectsBody": "ହଁ: ଆପଣଙ୍କର ସ୍କ୍ରାଚ୍ ପ୍ରୋଜେକ୍ଟ ହେଉଛି ଆପଣଙ୍କର ସୃଷ୍ଟି । କିନ୍ତୁ ଧ୍ୟାନ ରେ ରଖନ୍ତୁ ଯେ ଥରେ ଆପଣ ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ ଆପଣଙ୍କର ପ୍ରୋଜେକ୍ଟ ଅଂଶୀଦାର କରିବା ପରେ, ସମସ୍ତେ {licenseLink} ଲାଇସେନ୍ସ ର ସର୍ତ୍ତାବଳୀ ଆଧାରରେ ପ୍ରୋଜେକ୍ଟକୁ ଡାଉନଲୋଡ୍, ରିମିକ୍ସ ଏବଂ ପୁନଃ ବ୍ୟବହାର କରିବାକୁ ମୁକ୍ତ | ତେଣୁ ଯଦି ଆପଣ ଆପଣଙ୍କର ପ୍ରୋଜେକ୍ଟ ବିକ୍ରୟ କରିବାକୁ ଚାହୁଁଛନ୍ତି, ଆପଣ ଏହାକୁ ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରୁ ଅଂଶୀଦାର କରିବାକୁ ଚାହୁଁପାରନ୍ତି |",
    "faq.sourceCodeTitle": "ମୁଁ ସ୍କ୍ରାଚ୍ ପାଇଁ ଉତ୍ସ କୋଡ୍ କେଉଁଠାରେ ପାଇବି?",
    "faq.sourceCodeBody": "ସ୍କ୍ରାଚ୍ ପ୍ରୋଗ୍ରାମିଂ ସମ୍ପାଦକ ପାଇଁ ଉତ୍ସ କୋଡ୍ {guiLink} ରେ ମିଳିପାରିବ। {flashLink}ଏବଂ {scratch14Link} ପାଇଁ ଉତ୍ସ କୋଡ୍  ଗୀଟହବ୍ ରେ ମଧ୍ୟ ଉପଲବ୍ଧ । ସ୍କ୍ରାଚ୍ ୱେବସାଇଟ ସମ୍ବନ୍ଧୀୟ ବିକାଶ ପ୍ରକଳ୍ପ ଗୁଡ଼ିକ ବିଷୟରେ ଅଦ୍ୟତନ ସୂଚନା ପାଇଁ, ଦୟାକରି ଆମର {developersLink}ପରିଦର୍ଶନ କରନ୍ତୁ । ",
    "faq.scratch14": "ସ୍କ୍ରାଚ୍ 1.4",
    "faq.okayToShareTitle": "ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ ଅଂଶୀଦାର କରିବା ପାଇଁ କ'ଣ କିମ୍ବା ଠିକ୍ ନାହିଁ ମୁଁ କିପରି ଜାଣିବି?",
    "faq.okayToShareBody": "ସ୍କ୍ରାଚ୍ {cgLink} ଯାଞ୍ଚ କରନ୍ତୁ - ସେମାନେ ସଂକ୍ଷିପ୍ତ ଏବଂ ଅନେକ ଆଇନଗତ ଜିନିଷ ଅନ୍ତର୍ଭୁକ୍ତ କରନ୍ତୁ ନାହିଁ | ସ୍କ୍ରାଚ୍ ରେ ପ୍ରତ୍ୟେକ ପୃଷ୍ଠାର ତଳଭାଗରେ ଏକ ଲିଙ୍କ ଅଛି ।",
    "faq.reportContentTitle": "ଯଦି ମୁଁ ଅନୁପଯୁକ୍ତ କିଛି ଦେଖେ ତେବେ ମୁଁ କ'ଣ କରିବି?",
    "faq.reportContentBody": "ଆପଣ ଯେ କୌଣସି ପ୍ରୋଜେକ୍ଟ, ଟିପ୍ପଣୀ, ଆଲୋଚନା ପୋଷ୍ଟ, ଷ୍ଟୁଡିଓ କିମ୍ବା ପ୍ରୋଫାଇଲ୍ ପୃଷ୍ଠାରେ \"ରିପୋର୍ଟ\" ବୋଲି କହିଥିବା ଲିଙ୍କରେ କ୍ଲିକ୍ କରିପାରିବେ ଯେଉଁଠାରେ ଆପଣ ସ୍କ୍ରାଚ୍ ପାଇଁ କିଛି ଦେଖନ୍ତି ନାହିଁ । ଯଦି ପରିସ୍ଥିତି ଜଟିଳ ହୁଏ, ତେବେ ଆପଣ ବ୍ୟାଖ୍ୟା କରିବା ପାଇଁ {contactLink} ଲିଙ୍କ (ପ୍ରତ୍ୟେକ ପୃଷ୍ଠାର ତଳଭାଗରେ ଉପଲବ୍ଧ) ବ୍ୟବହାର କରିପାରିବେ। ପ୍ରାସଙ୍ଗିକ ପୃଷ୍ଠାଗୁଡ଼ିକର ଲିଙ୍କ ସହିତ ଆପଣ ଯେପରି କରିପାରିବେ ତାହା ଅନ୍ତର୍ଭୁକ୍ତ କରିବା ସୁନିଶ୍ଚିତ କରନ୍ତୁ |",
    "faq.noFlameTitle": "ଯଦି ମୁଁ କାହାକୁ ଅର୍ଥ କିମ୍ବା ଅସମ୍ମାନ ଜନକ ଦେଖୁଛି ତେବେ ମୁଁ କ'ଣ କରିବି?",
    "faq.noFlameBody": "ନିଆଁରେ ଯୋଗ କରନ୍ତୁ ନାହିଁ! ଅଧିକ ଅର୍ଥ ଟିପ୍ପଣୀ ସହିତ ଅର୍ଥ ଟିପ୍ପଣୀର ଉତ୍ତର ଦେବା ଜିନିଷଗୁଡ଼ିକୁ ଖରାପ କରିଥାଏ, ଏବଂ ଏହାର ଫଳସ୍ୱରୂପ ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ଅବରୋଧ କରାଯାଇପାରେ । ଏହା ପରିବର୍ତ୍ତେ, କେବଳ ଅସମ୍ମାନଜନକ କିମ୍ବା ଅଗଠନମୂଳକ କିଛି ରିପୋର୍ଟ କରନ୍ତୁ, ଏବଂ ଆମେ ଲେଖକଙ୍କ ସହ ଅନୁସରଣ କରିବୁ । ଆମେ ପ୍ରତିଦିନ ରିପୋର୍ଟ ଯାଞ୍ଚ କରୁ, ପ୍ରତିଦିନ ଏକାଧିକ ଥର - ତେଣୁ ନିଶ୍ଚିତ ବିଶ୍ରାମ ଦିଅନ୍ତୁ, ଆମେ ଜିନିଷଗୁଡିକ ସଜାଡ଼ିବୁ ।",
    "faq.reviewContentTitle": "ଯେତେବେଳେ କିଛି ରିପୋର୍ଟ କରାଯାଏ କିମ୍ବା ପତାକା କରାଯାଏ ସେତେବେଳେ ସ୍କ୍ରାଚ୍ ଦଳ କ'ଣ କରେ?",
    "faq.reviewContentBody": "ସ୍କ୍ରାଚ୍ ଟିମ୍ ପ୍ରତିଦିନ ଟିପ୍ପଣୀ ଏବଂ ପ୍ରୋଜେକ୍ଟର ସମୀକ୍ଷା କରେ । ଯଦି କିଛି ସ୍କ୍ରାଚ୍ {cgLink} ଭାଙ୍ଗିଥାଏ, ଆମେ ଏହାକୁ ଅପସାରଣ କରିଆକାଉଣ୍ଟକୁ ଏକ ଚେତାବନୀ ପଠାଇବୁ। ଆମେ ଏହା ଅଂଶୀଦାର କରିବା ପାଇଁ ବ୍ୟବହୃତ ଆକାଉଣ୍ଟ କିମ୍ବା ନେଟୱାର୍କଗୁଡ଼ିକୁ ମଧ୍ୟ ଅବରୋଧ କରିପାରେ, ଯାହା ଅଂଶୀଦାର କରାଯାଇଥିଲା ଏବଂ ଯଦି ବ୍ୟକ୍ତିଙ୍କୁ ପୂର୍ବରୁ ଚେତାବନୀ ପଠାଯାଇଛି",
    "faq.blockedAccountTitle": "ଯେତେବେଳେ ଏକ ଆକାଉଣ୍ଟ ଅବରୋଧ କରାଯାଏ ସେତେବେଳେ କ'ଣ ହୁଏ?",
    "faq.blockedAccountBody": "ଯେତେବେଳେ ଏକ ଆକାଉଣ୍ଟ ଅବରୋଧ କରାଯାଏ, ମାଲିକ ଆଉ ସେମାନଙ୍କ ଆକାଉଣ୍ଟକୁ ପ୍ରବେଶ କରିପାରିବେ ନାହିଁ, ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି କରିବା ପାଇଁ ଏହାକୁ ବ୍ୟବହାର କରିପାରିବେ କିମ୍ବା ନୂତନ ଟିପ୍ପଣୀ ପୋଷ୍ଟ କରିପାରିବେ ନାହିଁ। ଯେତେବେଳେ ସେମାନେ ଲଗଇନ୍ କରନ୍ତି, ସେମାନେ ଏକ ପୃଷ୍ଠା ଦେଖନ୍ତି ଯାହା ବ୍ୟାଖ୍ୟା କରେ ଯେ ଆକାଉଣ୍ଟକାହିଁକି ଅବରୋଧ କରାଯାଇଥିଲା, ଏକ ୱେବ ଫର୍ମ ସହିତ ସେମାନେ ଅ-ଅବରୋଧ କରିବାକୁ ଅନୁରୋଧ କରିବାକୁ ବ୍ୟବହାର କରିପାରିବେ। ଯଦି ମାଲିକ ଦେଖାଇପାରିବେ ଯେ ସେମାନେ ବୁଝିପାରିବେ ଯେ ସେମାନଙ୍କର ଆକାଉଣ୍ଟ କାହିଁକି ଅବରୋଧ କରାଯାଇଥିଲା, ଏବଂ ଭବିଷ୍ୟତରେ ସ୍କ୍ରାଚ୍ {cgLink} ଅନୁସରଣ କରିବାକୁ ପ୍ରତିଶୃତି ଦେଇଛନ୍ତି, ତେବେ ସେମାନେ ଅ-ଅବରୋଧ ହେବ।",
    "faq.stolenAccountTitle": "କେହି ଜଣେ ମୋ ଆକାଉଣ୍ଟରେ ପ୍ରବେଶ ପାଇଲେ ଏବଂ ମୋ ଆକାଉଣ୍ଟ କୁ ଅବରୋଧ କରିଦେଲେ । ମୁଁ କଣ କରେ?",
    "faq.stolenAccountBody": "ଆପଣଙ୍କର ପାସୱାର୍ଡ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ଆପଣ ଦାୟୀ | ଯଦି ଆପଣ ଜାଣନ୍ତି ଯେ କେହି ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ନିୟନ୍ତ୍ରଣ କଲେ ଏବଂ ଖରାପ କାର୍ଯ୍ୟ କରନ୍ତି, ତେବେ ସେମାନେ ବ୍ୟବହୃତ କମ୍ପ୍ୟୁଟର ର ଦାୟିତ୍ୱରେ ଥିବା ବୟସ୍କମାନଙ୍କୁ କୁହନ୍ତୁ। ଯଦି ଆପଣ ଭାବନ୍ତି ଯେ ଆପଣ ଜାଣନ୍ତି ନାହିଁ ଯେ ଆପଣଙ୍କର ଆକାଉଣ୍ଟରେ ପ୍ରବେଶ ଅଛି, ପାସୱାର୍ଡ ପରିବର୍ତ୍ତନ କରନ୍ତୁ ଏବଂ / କିମ୍ବା ପରିସ୍ଥିତି ବ୍ୟାଖ୍ୟା କରିବା ପାଇଁ {contactLink} ଲିଙ୍କ ବ୍ୟବହାର କରନ୍ତୁ। ଯଦି ସ୍କ୍ରାଚ୍ {cgLink} ଭାଙ୍ଗିଥିବା କିଛି କରିବା ପାଇଁ ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ଅବରୋଧ କରାଯାଇଥିଲା, ଦୟାକରି ଆମକୁ କୁହନ୍ତୁ ନାହିଁ ଯେ ଅନ୍ୟ କେହି ଏହା କରିଛନ୍ତି। ଯେତେବେଳେ ଲୋକମାନେ ଆମକୁ କୁହନ୍ତି ଯେ ଅନ୍ୟ କେହି କିଛି ଖରାପ କରିବା ପାଇଁ ସେମାନଙ୍କର ଆକାଉଣ୍ଟ ବ୍ୟବହାର କରିଥିଲେ, ସେତେବେଳେ ଆମେ ଆକାଉଣ୍ଟ ପୁନରୁଦ୍ଧାର କରିବା ପୂର୍ବରୁ ଆମକୁ ସେହି ବ୍ୟକ୍ତିଙ୍କ ସହ କଥା ବାର୍ତ୍ତାବାର୍ତ୍ତା କରିବାକୁ ଚେଷ୍ଟା କରିବାକୁ ପଡିବ । ଏହାର ଅର୍ଥ ହେଉଛି କ'ଣ ହେଲା ତାହା ବିଷୟରେ ଆପଣ ଆମ ସହିତ ସଚ୍ଚୋଟ ଥିବା ଅପେକ୍ଷା ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ବହୁତ ଅଧିକ ସମୟ ପାଇଁ ଅବରୋଧ ହେବ ।",
    "faq.aboutExtensionsTitle": "ଏକ୍ସଟେନ୍ସନ୍ କ'ଣ?",
    "faq.aboutExtensionsBody": "ସ୍କ୍ରାଚ୍ ସମ୍ପାଦକରେ, ଆପଣ \"ଏକ୍ସଟେନ୍ସନ୍\" ନାମକ ଅତିରିକ୍ତ ବ୍ଲକ୍ ସଂଗ୍ରହ ଯୋଗ କରିପାରିବେ | ଉଦାହରଣ ସ୍ୱରୂପ, ଏପରି ଏକ୍ସଟେନ୍ସନ୍ ଅଛି ଯାହା ଆପଣଙ୍କୁ ଶାରୀରିକ ଉପକରଣ (ଯେପରିକି ମାଇକ୍ରୋ:ବିଟ୍ ଏବଂ ଲେଗୋ ରୋବୋଟିକ୍ କିଟ୍) ପ୍ରୋଗ୍ରାମ କରିବା ଏବଂ ଆପଣଙ୍କ ସ୍କ୍ରାଚ୍ ପ୍ରୋଜେକ୍ଟ ମଧ୍ୟରେ ପାଠ୍ୟ ଅନୁବାଦ କରିବାରେ ସକ୍ଷମ କରେ | ଆମେ ସମୟ ସହିତ ନୂତନ ଏକ୍ସଟେନ୍ସନ୍ ଯୋଗ କରିବା ଜାରି ରଖିବୁ, ତେଣୁ ସ୍କ୍ରାଚ୍ ସହିତ ଆପଣ ଯାହା କରିପାରିବେ ତାହା ସମୟ ସହିତ ବୃଦ୍ଧି ଜାରି ରହିବ ।",
    "faq.howToAddExtensionsTitle": "ମୁଁ ଏକ ପ୍ରୋଜେକ୍ଟରେ ଏକ ଏକ୍ସଟେନ୍ସନ୍ କିପରି ଯୋଗ କରିବି?",
    "faq.howToAddExtensionsBody": "ଯଦି ଆପଣ ସ୍କ୍ରାଚ୍ ପ୍ରୋଗ୍ରାମିଂ ସମ୍ପାଦକର ତଳ ବାମ କୋଣରେ \"ଏକ୍ସଟେନ୍ସନ୍\" ବଟନ୍ ରେ କ୍ଲିକ୍ କରନ୍ତି, ତେବେ ଆପଣ ସମସ୍ତ ସ୍କ୍ରାଚ୍ ସମ୍ପ୍ରସାରଣର ତାଲିକା ଦେଖିବେ | ଯେତେବେଳେ ଆପଣ ଗୋଟିଏ ଏକ୍ସଟେନ୍ସନ୍ ଚୟନ କରନ୍ତି, ଆପଣଙ୍କ ପ୍ରୋଜେକ୍ଟରେ ଏକ ନୂତନ ଶ୍ରେଣୀର ବ୍ଲକ୍ ଯୋଗ କରାଯିବ | ପ୍ରତ୍ୟେକ ଥର ଆପଣଙ୍କ ପ୍ରୋଜେକ୍ଟ ଖୋଲିବା ସମୟରେ ଏକ୍ସଟେନ୍ସନ୍ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଧାରଣ ହେବ । ଆପଣ ସମାନ ପ୍ରୋଜେକ୍ଟରେ ଏକାଧିକ ସମ୍ପ୍ରସାରଣ ଯୋଗ କରିପାରିବେ |",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "ସ୍କ୍ରାଚ୍ ଦଳ ଭବିଷ୍ୟତରେ ସମ୍ପ୍ରସାରଣ ପାଇଁ ବିଶେଷତା ଏବଂ ନିର୍ଦ୍ଦେଶାବଳୀ ପ୍ରକାଶ କରିବ । ଥରେ ଉପଲବ୍ଧ ହେବା ପରେ, ଆପଣ ଅଫିସିଆଲ୍ ସ୍କ୍ରାଚ୍ 3.0 ସମ୍ପ୍ରସାରଣ ଲାଇବ୍ରେରୀରେ ବିଚାର ପାଇଁ ସ୍କ୍ରାଚ୍ ଦଳକୁ ସମ୍ପ୍ରସାରଣ ଦାଖଲ କରିବାକୁ ସକ୍ଷମ ହେବ | ଆମେ \"ପରୀକ୍ଷାମୂଳକ\" ସମ୍ପ୍ରସାରଣ ବିକଶିତ ଏବଂ ବିତରଣ ପାଇଁ ନିର୍ଦ୍ଦେଶାବଳୀ ମଧ୍ୟ ପ୍ରଦାନ କରିବୁ, ଯାହା ବ୍ୟକ୍ତିଗତ କମ୍ପ୍ୟୁଟର୍ ରେ ପ୍ରୋଜେକ୍ଟ ସୃଷ୍ଟି କରିବା ପାଇଁ ବ୍ୟବହାର କରାଯାଇପାରିବ, କିନ୍ତୁ ସ୍କ୍ରାଚ୍ ଅନଲାଇନ ସମ୍ପ୍ରଦାୟରେ ଅଂଶୀଦାର କରାଯାଇନାହିଁ ।",
    "faq.scratchXTitle": "ସ୍କ୍ରାଚ୍ଏକ୍ସ ୱେବସାଇଟ ରେ କ'ଣ ହେବ?",
    "faq.scratchXBody": "ସ୍କ୍ରାଚ୍ଏକ୍ସ ୱେବସାଇଟ (scratchx.org) ଏକ୍ସଟେନ୍ସନ୍ ପାଇଁ ଏକ ପରୀକ୍ଷାମୂଳକ ପରୀକ୍ଷା କରାଯାଇଥିଲା । ସ୍କ୍ରାଚ୍X ପାଇଁ ସୃଷ୍ଟି ହୋଇଛି ଏକ୍ସଟେନ୍ସନ୍ ସ୍କ୍ରାଚ୍ 3.0 ସହିତ ସୁଗମ ନୁହେଁ | ଥରେ ପରୀକ୍ଷାମୂଳକ ଏକ୍ସଟେନ୍ସନ୍ ସ୍କ୍ରାଚ୍ ରେ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ସମର୍ଥିତ ହେବା ପରେ ଆମେ ସ୍କ୍ରାଚ୍ଏକ୍ସ ପାଇଁ ସମର୍ଥନ ବନ୍ଦ କରିବୁ ଏବଂ ଡେଭଲପର ଏବଂ ଉପଭୋକ୍ତାମାନଙ୍କୁ ସ୍କ୍ରାଚ୍ଏକ୍ସରୁ ନୂତନ ଏକ୍ସଟେନସନ ପ୍ଲାଟଫର୍ମକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ସମୟ ପ୍ରଦାନ କରିବୁ ।",
    "faq.cloudDataInfoTitle": "କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ କ'ଣ?",
    "faq.cloudDataInfoBody": "କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ସ୍ ସ୍କ୍ରାଚ୍ ସମ୍ପ୍ରଦାୟର ଅନ୍ୟ ଲୋକଙ୍କ ସହିତ ସଂରକ୍ଷଣ ଏବଂ ଅଂଶୀଦାର କରିବାକୁ ଏକ ପ୍ରୋଜେକ୍ଟରୁ ଡାଟା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରେ | ସମୟ ସହିତ ଡାଟାକୁ ପ୍ରବେଶ ଏବଂ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ସମ୍ପ୍ରଦାୟର ଅନ୍ୟମାନେ ସର୍ବେଚ ଏବଂ ଅନ୍ୟ ପ୍ରୋଜେକ୍ଟ କରିବା ପାଇଁ ଆପଣ କ୍ଲାଉଡ୍ ଭେରିଭେଲ୍ ବ୍ୟବହାର କରିପାରିବେ |",
    "faq.makeCloudVarTitle": "ମୁଁ କିପରି ଏକ ମେଘ ଭେରିଏବଲ୍ କରିପାରିବି?",
    "faq.makeCloudVarBody": "ବ୍ଲକ୍ ପ୍ୟାଲେଟର \"ଭେରିଏବଲ୍\" ବିଭାଗକୁ ଯାଆନ୍ତୁ, \"ଏକ ପରିବର୍ତ୍ତନକାରୀ କରନ୍ତୁ\" ଚୟନ କରନ୍ତୁ, ଏବଂ ତାପରେ \"କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ (ସର୍ଭରରେ ସଂରକ୍ଷିତ) ପାଖରେ ଥିବା ଚେକବକ୍ସକ୍ଲିକ୍ କରନ୍ତୁ| ଆପଣଙ୍କ କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ସହିତ ଜଡିତ ତଥ୍ୟ ସର୍ଭରରେ ସଂରକ୍ଷିତ ହେବ, ସମୟ ସହିତ ସଂରକ୍ଷିତ ହେବ, ଏବଂ ପ୍ରୋଜେକ୍ଟ ଖୋଲିବା ଯେ କୌଣସି ବ୍ୟକ୍ତି ପାଇଁ ସୁଗମ ହେବ|",
    "faq.onlyNumbersTitle": "କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ରେ କେଉଁ ପ୍ରକାରର ଡାଟା ସଂରକ୍ଷିତ କରାଯାଇପାରିବ?",
    "faq.onlyNumbersBody": "କେବଳ ସଂଖ୍ୟାଗୁଡିକ କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ରେ ସଂରକ୍ଷିତ କରାଯାଇପାରିବ |",
    "faq.storedCloudInfoTitle": "କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ରେ ସଂରକ୍ଷିତ ଡାଟା କିଏ ଦେଖିପାରିବେ?",
    "faq.storedCloudInfoBody": "ଯେତେବେଳେ ଆପଣ କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ବ୍ୟବହାର କରି ଏକ ପ୍ରୋଜେକ୍ଟ ସହିତ କଥାବାର୍ତ୍ତା କରନ୍ତି, ଆପଣଙ୍କ ଆକ୍ରୋମିସନ୍ ସହିତ ଜଡିତ ଡାଟା ଆପଣଙ୍କ ୟୁଜରନେମ୍ ସହିତ ସଂରକ୍ଷିତ କରାଯାଇପାରିବ, ଏବଂ ଅନ୍ୟମାନେ ଏହାକୁ ଦେଖିପାରିବେ ।",
    "faq.reportCloudTitle": "ଯଦି ମୁଁ କାହାକୁ କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ବ୍ୟବହାର କରି ଅନୁପଯୁକ୍ତ ବିଷୟବସ୍ତୁ ପୋଷ୍ଟ କରେ, ମୁଁ ଏହାକୁ କିପରି ରିପୋର୍ଟ କରିବି?",
    "faq.reportCloudBody": "କ୍ଲାଉଡ୍ ଭେରିବଲ୍ ରେ ଅନୁପଯୁକ୍ତ ବିଷୟବସ୍ତୁ ରିପୋର୍ଟ କରିବା ପାଇଁ \"ଏହି ରିପୋର୍ଟ\" ବଟନ୍ (ପ୍ରୋଜେକ୍ଟ ପୃଷ୍ଠାରେ ପ୍ରୋଜେକ୍ଟ ପ୍ଲେୟାରରେ) କ୍ଲିକ୍ କରନ୍ତୁ। ଆପଣ ରିପୋର୍ଟରେ ଆପଣଙ୍କର କାରଣ ଟାଇପ୍ କରିବା ସମୟରେ ଆପଣ \"କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍\" ଉଲ୍ଲେଖ କରିବା ସୁନିଶ୍ଚିତ କରନ୍ତୁ |",
    "faq.chatRoomTitle": "ମୁଁ କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ସହିତ ଚାଟ୍ ରୁମ ତିଆରି କରିପାରିବି କି?",
    "faq.chatRoomBody": "ଯଦିଓ କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ସହିତ ଚାଟ୍ ରୁମ୍ ସୃଷ୍ଟି କରିବା ବୈଷୟିକ ଭାବରେ ସମ୍ଭବ, ସେମାନଙ୍କୁ ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ ଅନୁମତି ନାହିଁ |",
    "faq.changeCloudVarTitle": "କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ଭେରିଏବଲ୍ରେ ସୂଚନା କିଏ ପରିବର୍ତ୍ତନ କରିପାରିବେ?",
    "faq.changeCloudVarBody": "କେବଳ ଆପଣ ଏବଂ ଆପଣଙ୍କ ପ୍ରୋଜେକ୍ଟର ଦର୍ଶକମାନେ ଆପଣଙ୍କ ପ୍ରୋଜେକ୍ଟର କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ରେ ଡାଟା ସଂରକ୍ଷଣ କରିପାରିବେ | ଯଦି ଲୋକମାନେ \"ଭିତରେ ଦେଖନ୍ତି\" କିମ୍ବା ଆପଣଙ୍କର କୋଡ୍ ପୁନଃମିଶ୍ରଣ କରନ୍ତି, ଏହା ପରିବର୍ତ୍ତନକାରୀର ଏକ କପି ସୃଷ୍ଟି କରେ ଏବଂ ମୂଳ ପରିବର୍ତ୍ତନକୁ ପ୍ରଭାବିତ କିମ୍ବା ପରିବର୍ତ୍ତନ କରେ ନାହିଁ।",
    "faq.newScratcherCloudTitle": "ମୁଁ ଲଗ୍ ଇନ୍ ହୋଇଛି, କିନ୍ତୁ ମୁଁ କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ସହିତ ପ୍ରୋଜେକ୍ଟ ବ୍ୟବହାର କରିପାରିବି ନାହିଁ । କଣ ଚାଲିଛି?",
    "faq.newScratcherCloudBody": "ଯଦି ଆପଣ ୱେବସାଇଟରେ ଏବେ ବି ଏକ \"ନୂତନ ସ୍କ୍ରାଚ୍ର୍\" ଅଛନ୍ତି, ତେବେ ଆପଣ କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ସହିତ ପ୍ରୋଜେକ୍ଟ ବ୍ୟବହାର କରିବାକୁ ସକ୍ଷମ ହେବେ ନାହିଁ | କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ରେ ପ୍ରବେଶ କରିବା ପାଇଁ ଆପଣଙ୍କୁ ଏକ \"ସ୍କ୍ରାଚ୍ର୍\" ହେବା ଆବଶ୍ୟକ | “ନୂତନ ସ୍କ୍ରାଚ୍ର୍” ରୁ \"ସ୍କ୍ରାଚ୍ର୍\" ପର୍ଯ୍ୟନ୍ତ ପରିବର୍ତ୍ତନ ବିଷୟରେ ଅଧିକ ସୂଚନା ପାଇଁ ଆକାଉଣ୍ଟ ବିଭାଗ (ଉପର) ଦେଖନ୍ତୁ।",
    "faq.multiplayerTitle": "କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ସହିତ ମଲ୍ଟିପ୍ଲେୟାର ଖେଳ ତିଆରି କରିବା ସମ୍ଭବ କି?",
    "faq.multiplayerBody": "ନେଟୱର୍କ ବେଗ ଏବଂ ସିଙ୍କ୍ରୋନାଇଜ୍ ସମସ୍ୟା କାରଣରୁ ମଲ୍ଟିପ୍ଲେୟାର ଖେଳ ସୃଷ୍ଟି କରିବା କଷ୍ଟକର ହୋଇପାରେ | ତଥାପି, କିଛି ସ୍କ୍ରାଚ୍ ଟର୍ନ୍-ବି-ଟର୍ନ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ପ୍ରକାରର ଖେଳ ପାଇଁ କ୍ଲାଉଡ୍ ଭେରିଏବଲ୍ ବ୍ୟବହାର କରିବା ପାଇଁ ସୃଜନଶୀଳ ଉପାୟ ସହିତ ଆସୁଛନ୍ତି |",
    "faq.schoolsTitle": "ବିଦ୍ୟାଳୟରେ ସ୍କ୍ରାଚ୍",
    "faq.howTitle": "ବିଦ୍ୟାଳୟରେ ସ୍କ୍ରାଚ୍ କିପରି ବ୍ୟବହୃତ ହୁଏ?",
    "faq.howBody": "ବିଭିନ୍ନ ବିଷୟ କ୍ଷେତ୍ରରେ (ଭାଷା କଳା, ବିଜ୍ଞାନ, ଇତିହାସ, ଗଣିତ ଏବଂ କମ୍ପ୍ୟୁଟର ବିଜ୍ଞାନ ସମେତ) ବିଶ୍ୱର ଶହ ଶହ ହଜାର ବିଦ୍ୟାଳୟରେ ସ୍କ୍ରାଚ୍ ବ୍ୟବହାର କରାଯାଏ । ଆପଣ ଆମର {educatorsLink} ରେ ବିଦ୍ୟାଳୟ ଏବଂ ଅନ୍ୟାନ୍ୟ ଶିକ୍ଷା ପରିବେଶ (ଯେପରିକି ସଂଗ୍ରହାଳୟ, ଲାଇବ୍ରେରୀ ଏବଂ ସମ୍ପ୍ରଦାୟ କେନ୍ଦ୍ର) ରେ ସ୍କ୍ରାଚ୍ ବ୍ୟବହାର କରିବା ପାଇଁ ରଣନୀତି ଏବଂ ସମ୍ବଳ ବିଷୟରେ ଅଧିକ ଶିଖିପାରିବେ ।",
    "faq.educatorsLinkText": "ଶିକ୍ଷକ ପୃଷ୍ଠା",
    "faq.noInternetTitle": "ଛାତ୍ରମାନଙ୍କ ପାଇଁ ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ବିନା ସ୍କ୍ରାଚ୍ ବ୍ୟବହାର କରିବାର କୌଣସି ଉପାୟ ଅଛି କି?",
    "faq.noInternetBody": "ହଁ । {downloadLink} ହେଉଛି ସ୍କ୍ରାଚ୍ ର ଏକ ଡାଉନଲୋଡଯୋଗ୍ୟ ସଂସ୍କରଣ ଯାହା ଲାପଟପ୍ ଏବଂ ଡେସ୍କଟପରେ ଚାଲିପାରେ | ବର୍ତ୍ତମାନ, ସ୍କ୍ରାଚ୍ ଆପ୍ Windows ଏବଂ ମ୍ୟାକ୍ ଡିଭାଇସ୍ ରେ ଉପଲବ୍ଧ |",
    "faq.communityTitle": "ମୁଁ ମୋର ଛାତ୍ରମାନଙ୍କ ପାଇଁ ଅନଲାଇନ ସମ୍ପ୍ରଦାୟବନ୍ଦକରିପାରିବି କି?",
    "faq.communityBody": "ସ୍କ୍ରାଚ୍ ଅନଲାଇନ ସମ୍ପ୍ରଦାୟ ଯୁବମାନଙ୍କୁ ସ୍କ୍ରାଚ୍ {cgLink} ଦ୍ୱାରା ପରିଚାଳିତ ଏକ ମଧ୍ୟମ ସମ୍ପ୍ରଦାୟ ମଧ୍ୟରେ ସେମାନଙ୍କ ସାଥୀମାନଙ୍କ ସହିତ ଅଂଶୀଦାର, ସହଯୋଗ ଏବଂ ଶିଖିବାପାଇଁ ଏକ ଉପାୟ ପ୍ରଦାନ କରେ | ତଥାପି, ଆମେ ବୁଝିପାରୁଛୁ ଯେ କିଛି ଶିକ୍ଷକ ପସନ୍ଦ କରନ୍ତି ଯେ ସେମାନଙ୍କର ଛାତ୍ରମାନେ ଏକ ଅନଲାଇନ ସମ୍ପ୍ରଦାୟରେ ଅଂଶଗ୍ରହଣ କରନ୍ତୁ ନାହିଁ । ଏହି ଶିକ୍ଷକମାନେ ସ୍କ୍ରାଚ୍ ଆପ୍ ଇନଷ୍ଟଲ୍ କରିବାକୁ ଚାହୁଁପାରନ୍ତି, ଯାହା ଏକ ଡେସ୍କଟପ କିମ୍ବା ଲାପ୍ଟପ୍ କମ୍ପ୍ୟୁଟରରେ ଅଫଲାଇନ ଏବଂ ସ୍ଥାନୀୟ ଭାବରେ ଚଲାଏ |",
    "faq.teacherAccountTitle": "ଏକ ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ କ'ଣ?",
    "faq.teacherAccountBody": "ଏକ ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ସ୍କ୍ରାଚ୍ ରେ ଛାତ୍ର ଅଂଶଗ୍ରହଣପରିଚାଳନା ପାଇଁ ଶିକ୍ଷକ ଏବଂ ଅନ୍ୟ ଶିକ୍ଷକମାନଙ୍କୁ ଅତିରିକ୍ତ ବୈଶିଷ୍ଟ୍ୟ ପ୍ରଦାନ କରେ, ଯେଉଁଥିରେ ଛାତ୍ର ଆକାଉଣ୍ଟ ସୃଷ୍ଟି କରିବାର କ୍ଷମତା, ଷ୍ଟୁଡିଓରେ ଛାତ୍ର ପ୍ରୋଜେକ୍ଟ ଆୟୋଜନ କରିବା ଏବଂ ଛାତ୍ର ଟିପ୍ପଣୀ ଉପରେ ନଜର ରଖିବା ଅନ୍ତର୍ଭୁକ୍ତ । ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ବିଷୟରେ ଅଧିକ ସୂଚନା ପାଇଁ, {eduFaqLink} ଦେଖନ୍ତୁ |",
    "faq.eduFaqLinkText": "ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ FAQ",
    "faq.requestTitle": "ମୁଁ ଏକ ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟପାଇଁ କିପରି ଅନୁରୋଧ କରିବି?",
    "faq.requestBody": "ଆପଣ ସ୍କ୍ରାଚ୍ ରେ {educatorsLink} ରୁ ଏକ ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ଅନୁରୋଧ କରିପାରନ୍ତି | ଜଣେ ଶିକ୍ଷକ ଭାବରେ ଆପଣଙ୍କର ଭୂମିକା ଯାଞ୍ଚ କରିବା ପାଇଁ ପଞ୍ଜିକରଣ ପ୍ରକ୍ରିୟା ସମୟରେ ଆମେ ଅତିରିକ୍ତ ସୂଚନା ମାଗିଛୁ ।",
    "faq.dataTitle": "ସ୍କ୍ରାଚ୍ ଛାତ୍ରମାନଙ୍କ ବିଷୟରେ କେଉଁ ତଥ୍ୟ ସଂଗ୍ରହ କରେ?",
    "faq.dataBody": "ଯେତେବେଳେ ଜଣେ ଛାତ୍ର ପ୍ରଥମେ ସ୍କ୍ରାଚ୍ ରେ ସାଇନ୍ ଅପ୍ କରନ୍ତି, ଆମେ ଲିଙ୍ଗ, ବୟସ (ଜନ୍ମ ମାସ ଏବଂ ବର୍ଷ), ଦେଶ ଏବଂ ଯାଞ୍ଚ ପାଇଁ ଏକ ଇମେଲ୍ ଠିକଣା ସମେତ ମୌଳିକ ଜନସଂଖ୍ୟା ତଥ୍ୟ ମାଗିବା । ଏହି ତଥ୍ୟକୁ ଗବେଷଣା ଅଧ୍ୟୟନରେ (ଏକତ୍ର ରୂପରେ) ବ୍ୟବହାର କରାଯାଏ ଯାହା ଦ୍ୱାରା ଲୋକମାନେ ସ୍କ୍ରାଚ୍ ସହିତ କିପରି ଶିଖନ୍ତି ତାହା ଆମର ବୁଝିବାରେ ଉନ୍ନତି ଆଣିବା ପାଇଁ | ଯେତେବେଳେ ଜଣେ ଶିକ୍ଷକ ଏକ ସ୍କ୍ରାଚ୍ ଶିକ୍ଷକ ଆକାଉଣ୍ଟ ବ୍ୟବହାର କରି ଛାତ୍ର ଆକାଉଣ୍ଟ ସୃଷ୍ଟି କରନ୍ତି, ଛାତ୍ରମାନେ ଆକାଉଣ୍ଟ ସେଟଅପ୍ ପାଇଁ ଏକ ଇମେଲ୍ ଠିକଣା ପ୍ରଦାନ କରିବା ଆବଶ୍ୟକ କରନ୍ତି ନାହିଁ।",
    "faq.lawComplianceTitle": "ସ୍କ୍ରାଚ୍ ର ଅନଲାଇନ୍ ସଂସ୍କରଣ ଆମେରିକାର ସ୍ଥାନୀୟ ଏବଂ ସଂଘୀୟ ଡାଟା ଗୋପନୀୟତା ଆଇନ ସହିତ ଅନୁସରଣ କରେ କି?",
    "faq.lawComplianceBody1": "ଛାତ୍ର ଏବଂ ଆମ ପ୍ଲାଟଫର୍ମ ବ୍ୟବହାର କରୁଥିବା ସମସ୍ତ ବ୍ୟକ୍ତିଙ୍କ ଗୋପନୀୟତାର  ସ୍କ୍ରାଚ୍ ଗଭୀର ଭାବରେ ଯତ୍ନ କରେ । ସ୍କ୍ରାଚ୍ ୱେବସାଇଟରେ ସଂଗ୍ରହ କରାଯାଇଥିବା ସୂଚନାକୁ ସୁରକ୍ଷା ଦେବା ପାଇଁ ଆମର ଶାରୀରିକ ଏବଂ ଇଲେକ୍ଟ୍ରୋନିକ୍ ପ୍ରକ୍ରିୟା ରହିଛି । ଯଦିଓ ଆମେ ଆମର ମାଗଣା ଶିକ୍ଷା ଉତ୍ପାଦ ବ୍ୟବହାର କରୁଥିବା ପ୍ରତ୍ୟେକ ସଂସ୍ଥା ସହିତ ଆନୁପାତିକ ଗ୍ୟାରେଣ୍ଟି ପ୍ରଦାନ କରିବା ସ୍ଥିତିରେ ନାଛୁ, ଆମେ ସମସ୍ତ ଆମେରିକା ସଂଘୀୟ ଆଇନ ଅନୁପାଳନ କରୁଛୁ ଯାହା ଏମ.ଆଇ.ଟି ଏବଂ ସ୍କ୍ରାଚ୍ ଫାଉଣ୍ଡେସନ ପାଇଁ ପ୍ରଯୁଜ୍ୟ, ଯେଉଁ ସଂଗଠନମାନେ ସ୍କ୍ରାଚ୍ ସୃଷ୍ଟି ଏବଂ ବଜାୟ ରଖିଛନ୍ତି । ଅଧିକ ସୂଚନା ପାଇଁ ସ୍କ୍ରାଚ୍ ଗୋପନୀୟତା ନୀତି ପଢ଼ିବା ପାଇଁ ଆମେ ଆପଣଙ୍କୁ ଉତ୍ସାହିତ କରୁଛୁ |",
    "faq.lawComplianceBody2": "ଯଦି ଆପଣ ଆମକୁ କୌଣସି ବ୍ୟକ୍ତିଗତ ସୂଚନା ଦାଖଲ ନକରି ସ୍କ୍ରାଚ୍ ପ୍ରୋଜେକ୍ଟ ନିର୍ମାଣ କରିବାକୁ ଚାହାଁନ୍ତି, ତେବେ ଆପଣ {downloadLink} ଡାଉନଲୋଡ୍ କରିପାରିବେ | ସ୍କ୍ରାଚ୍ ଆପ୍ ରେ ସୃଷ୍ଟି ହୋଇଥିବା ପ୍ରୋଜେକ୍ଟଗୁଡ଼ିକ ସ୍କ୍ରାଚ୍ ଟିମ୍ ଦ୍ୱାରା ଉପଲବ୍ଧ ନୁହେଁ, ଏବଂ ସ୍କ୍ରାଚ୍ ଆପ୍ ବ୍ୟବହାର କରି ଆପଣ ସ୍କ୍ରାଚ୍ ଅନଲାଇନ  ସମ୍ପ୍ରଦାୟରେ ଏହି ପ୍ରୋଜେକ୍ଟଗୁଡ଼ିକୁ ଅପଲୋଡ୍ ନ କରିବା ପର୍ଯ୍ୟନ୍ତ ସ୍କ୍ରାଚ୍ କୁ ବ୍ୟକ୍ତିଗତ ଭାବରେ ଚିହ୍ନଟ କରୁଥିବା କୌଣସି ସୂଚନା ପ୍ରକାଶ କରେ ନାହିଁ |"
}