{
    "faq.title": "Najczęściej zadawane pytania (FAQ)",
    "faq.intro": "Na tej stronie znajdziesz odpowiedzi na najczęściej zadawane pytania o Scratchu.",
    "faq.aboutTitle": "Pytania ogólne",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remiksowanie i kopiowanie",
    "faq.accountsTitle": "Konta",
    "faq.permissionsTitle": "Licencjonowanie i uprawnienia",
    "faq.inappropriateContentTitle": "Nieodpowiednie treści",
    "faq.scratchExtensionsTitle": "Rozszerzenia Scratch",
    "faq.cloudDataTitle": "Zmienne w chmurze",
    "faq.aboutScratchTitle": "Co to Scratch i co mogę w nim robić?",
    "faq.aboutScratchBody": "Z językiem programowania i społeczności internetowej Scratch, możesz stworzyć własne bajki, gry  animacje -- i podzielić się twoimi tworzeniami z innymi dookoła świata. Młodzi ludzie, tworząc i dzieląc się projektami Scratch, uczą się myśleć kreatywnie, wnioskować systemaycznie i pracować grupowo. Aby dowiedzieć sę więcej, zobacz stronę {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "O Scratchu",
    "faq.makeGameTitle": "Jak mogę zrobić grę lub animację w Scratchu?",
    "faq.makeGameBody": "Zobacz {ideasLink}, aby zobaczyć dużo sposobów na zaczynanie ze Scratchem",
    "faq.ideasLinkText": "Strona pomysłów",
    "faq.whoUsesScratchTitle": "Kto korzysta ze Scratcha?",
    "faq.whoUsesScratchBody": "Scratch jest używany przez ludzi ze wszystkich środowisk, we wsystkich krajach na świecie, we wszystkich kategoriach miejsc -- w domach, szkołach, bibliotekach, muzeach, i nie tylko. Scratch jest stworzony specjalnie dla młodych ludzi w wieku 8 do 16 lat, ale starsi i młodsi tworzą i dzielą się ze Scratchem. Młodsze dzieci mogą chcieć wypróbować {scratchJrLink}, uproszczoną wersję Scratcha zrobioną dla dzieci w wieku 5 do 7 lat.",
    "faq.requirementsTitle": "Jakie są wymagania sprzętowe Scratcha?",
    "faq.requirementsBody": "Scratch będzie działał w większości współczesnych przeglądarek internetowych na komputerach stacjonarnych, laptopach i tabletach. Możesz przeglądać projekty na telefonach komórkowych, ale obecnie nie możesz tworzyć ani edytować projektów na telefonach. Poniżej znajduje się lista oficjalnie obsługiwanych przeglądarek.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NIE jest obsługiwany.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Uwaga:",
    "faq.requirementsNoteDesktop": "Jeśli Twój komputer nie spełnia tych wymagań, można wypróbować edytor {downloadLink}(zobacz następną rzecz w często zadawanych pytaniach)",
    "faq.scratchDesktop": "Scratch Desktop",
    "faq.requirementsNoteWebGL": "Jeśli napotkasz błąd WebGL, spróbuj użyć innej przeglądarki.",
    "faq.requirementsNoteTablets": "Na tabletach nie ma obecnie sposobu na użycie bloków naciśniętych klawiszem lub menu kontekstowych z prawym przyciskiem myszy.",
    "faq.offlineTitle": "Czy istnieje wersja pobieralna, żebym mógł tworzyć i oglądać projekty bez dostępu do internetu?",
    "faq.offlineBody": "Edytor Scratch Desktop pozwala na tworzenie projektów Scratch bez połączenia z internetem. Można doładować {downloadLink}ze strony. Wcześniej to się nazywało edytor Scratch w trybie offline.",
    "faq.uploadOldTitle": "Czy mogę nadal udostępniać na stronie internetowej projekty stworzone w starszych wersjach Scratch?",
    "faq.uploadOldBody": "Tak. Można udostępniać projekty zrobione wcześniejszymi wersjami Scratcha, i będą widoczne i   zdatne do użytku (jednak nie można doładować projektów zrobionych albo edytowanych w późniejszych wersjach Scratcha i otworzyć we wcześniejszych wersjach. Na przykład, nie można otworzyć projektu Scratch 3.0 w wersji offline {scratch2Link}, ponieważ Scratch 2.0 nie wie, jak przeczytać format plików .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Jak drogi jest Scratch? Czy potrzebuję licencji?",
    "faq.scratchCostBody": "Scratch jest i zawsze będzie darmowy. Nie potrzebujesz licencji, aby używać Scratcha w swojej szkole, domu lub gdziekolwiek indziej. Rozwój i utrzymanie Scratcha jest opłacane przez dotacje i darowizny. Jeśli chcesz wesprzeć Scratcha, sprawdź {donateLink}.",
    "faq.donateLinkText": "Strona datków",
    "faq.mediaLabTitle": "Kto stworzył Scratch?",
    "faq.mediaLabBody": "Scratch jest opracowywany i utrzymywany przez Zespół Scratcha na{llkLink} i {mediaLabLink}.",
    "faq.llkLinkText": "Grupa przedszkoli Lifelong",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Co to jest Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 to najnowsza generacja Scratcha, wydana 2 stycznia 2019 roku. Została zaprojektowana, aby poszerzyć możliwości tworzenia za pomocą Scratcha. Zawiera dziesiątki nowych duszków, całkowicie nowy edytor dźwięku i wiele nowych bloków programistycznych. Dzięki Scratch 3.0 możesz tworzyć i odtwarzać projekty na swoim tablecie, oprócz laptopa lub komputera stacjonarnego.",
    "faq.reportBugsScratch3Title": "Jak zgłosić błędy i podzielić się opinią na temat Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Możesz zgłaszać błędy i udostępniać opinie w sekcji{forumsLink} forów dyskusyjnych Scratch. ",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "Czy Scratch 3.0 jest dostępny w wielu językach?",
    "faq.languagesScratch3Body1": "Tak. Aby zmienić język bloków programowania, kliknij ikonę  “globusa” na górnym pasku nawigacyjnym edytora programowania, a następnie kliknij menu rozwijane, aby wybrać język.",
    "faq.languagesScratch3Body2": "Wszystkie nasze tłumaczenia są wykonywane przez wolontariuszy. Edytor Scratch 3.0 został już przetłumaczony na ponad 40 języków. Możesz przeglądać wszystkie języki, które są obecnie używane na naszej stronie{transifexLink}. Jeśli chcesz pomóc w tłumaczeniu lub recenzji, skontaktuj się z nami {emailLink}.",
    "faq.transifexLinkText": "serwer tłumaczeń",
    "faq.removedBlocksScratch3Title": "Czy Scratch 3.0 usuwa wszelkie bloki kodujące z wcześniejszych wersji Scratch?",
    "faq.removedBlocksScratch3Body": "No coding blocks have been removed in Scratch 3.0, but some have changed a bit and others have moved into \"Extensions\" (as described below, in the {extensionsFAQLink} section).",
    "faq.newBlocksScratch3Title": "Czy Scratch 3.0 wprowadza nowe bloki?",
    "faq.newBlocksScratch3Body": "Tak! W wersji Scratch 3.0 znajdziesz:",
    "faq.newBlocksSoundEffect": "Nowe bloki \"efektów dźwiękowych\"",
    "faq.newBlocksOperators": "Nowe operatory, które ułatwiają pracę z tekstem (ciągi znaków)",
    "faq.newBlocksPen": "Nowe bloki pisaka, w tym wsparcie dla przejrzystości",
    "faq.newBlocksGlide": "Nowy blok ślizgowy, aby łatwo przejść do duszka (lub punktu losowego)",
    "faq.newBlocksExtensions": "Wiele nowych możliwości dzięki \"Rozszerzeniom Scratcha\" (patrz sekcja Rozszerzenia poniżej)",
    "faq.biggerBlocksScratch3Title": "Dlaczego bloki są większe w wersji Scratch 3.0 niż we wcześniejszych wersjach?",
    "faq.biggerBlocksScratch3Body": "Aby Scratch 3.0 działał dobrze na urządzeniach dotykowych (takich jak wiele Chromebooków, laptopów Surface i tabletów), musieliśmy zwiększyć rozmiar bloków, aby łatwiej było przeciągać i stukać bloki. Ponadto bloki są nieco większe w wersji Scratch 3.0, aby pomóc rozwiązać problemy, które zaobserwowaliśmy, gdy nowi użytkownicy mają problem z klikaniem i przeciąganiem małych elementów interfejsu.",
    "faq.extensionsScratch3Title": "Gdzie poszły bloki pisaka? Gdzie się podziały muzyczne bloki? Gdzie podziały się bloki Czujniki wideo?",
    "faq.extensionsScratch3Body": "Bloki Pisak, Muzyka i Czujniki wideo zostały przeniesione do rozszerzeń. Rozszerzenia można dodać, klikając przycisk w lewym dolnym rogu ekranu (patrz sekcja \"Rozszerzenia\" poniżej).",
    "faq.paintEditorScratch3Title": "Jakie są nowe funkcje w edytorze malowania?",
    "faq.paintEditorScratch3Body": "Edytor Malowania został przeprojektowany, aby zapewnić nowe, zaawansowane funkcje, a jednocześnie ułatwić korzystanie z niego. Zmiany i nowe funkcje obejmują:",
    "faq.paintEditorLayout": "Nowy układ, który udostępnia bardziej widoczne narzędzia i opcje",
    "faq.paintEditorTools": "Nowe narzędzia, takie jak \"gumka\", która działa w trybie wektorowym",
    "faq.paintEditorColors": "Więcej opcji wyboru i dopasowania kolorów",
    "faq.paintEditorVector": "Większa kontrola punktów wektorowych (uchwyty krzywych i tryby punktów)",
    "faq.paintEditorLayers": "Dodatkowe elementy sterujące dla porządkowania warstw (\"przenieś do przodu\", \"przenieś do tyłu\", itp.)",
    "faq.paintEditorGradients": "Nowe kontrolki gradientu",
    "faq.soundEditorScratch3Title": "Jakie są nowe funkcje w Edytorze dźwięku?",
    "faq.soundEditorScratch3Body": "Edytor dźwięku został przeprojektowany, aby ułatwić nagrywanie i manipulowanie dźwiękami. Oferuje wiele nowych funkcji:",
    "faq.soundEditorRecording": "Nowy system nagrywania, który jest łatwiejszy w użyciu",
    "faq.soundEditorTrimming": "Nowy system przycinania audio, który jest łatwiejszy w użyciu",
    "faq.soundEditorEffects": "Nowe efekty dźwiękowe (takie jak \"szybszy\", \"wolniejszy\", \"echo\" i \"robot\")",
    "faq.tipsWindwScratch3Title": "Co stało się z oknem Porady?",
    "faq.tipsWindowScratch3Body": "Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Co to jest remiks?",
    "faq.remixDefinitionBody": "Kiedy Scratcher tworzy kopię cudzego projektu i modyfikuje ją w celu dodania własnych pomysłów (na przykład poprzez zmianę skryptów lub kostiumów), powstały projekt nazywa się \"remiksem\". Każdy projekt udostępniony na stronie Scratch można zremiksować. Uznajemy nawet niewielką zmianę za prawidłowy remiks, pod warunkiem, że uznamy autorsywo twórcy oryginalnego projektu i innych, którzy przyczynili się do remiksowania.",
    "faq.remixableTitle": "Dlaczego zespół Scratch wymaga, aby wszystkie projekty były “zremiksowane”?",
    "faq.remixableBody": "Wierzymy, że remiksowanie projektów innych osób to świetny sposób na naukę programowania i tworzenia ciekawych projektów. Dzięki remiksowaniu kreatywne pomysły rozprzestrzeniają się w społeczności Scratch i wszyscy odnoszą korzyści. Wszystkie projekty udostępnione w witrynie Scratch są objęte licencją “Creative Commons Share Alike“, co oznacza, że możesz zremiksować każdy projekt widoczny na stronie Scratch - a wszyscy inni mogą remiksować dowolne projekty udostępnione w witrynie .",
    "faq.creativeCommonsTitle": "A co, jeśli nie chcę, aby inni remiksowali moje projekty?",
    "faq.creativeCommonsBody": "Remiksowanie jest ważną częścią społeczności Scratch. Jeśli nie chcesz, aby inni przeglądali lub remiksowali Twoje projekty, możesz nadal tworzyć projekty w witrynie Scratch, ale nie udostępniaj ich w witrynie.",
    "faq.fairUseTitle": "Czy mogę używać obrazów / dźwięków / mediów z Internetu w moich projektach?",
    "faq.fairUseBody": "If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
    "faq.ccLinkText": "Creative Commons search page",
    "faq.whyAccountTitle": "Dlaczego warto mieć konto Scratch?",
    "faq.whyAccountBody": "Nawet bez konta możesz odtwarzać projekty innych osób, czytać komentarze i fora, a nawet tworzyć własne projekty. Ale potrzebujesz konta, aby zapisywać i udostępniać projekty, pisać komentarze i posty na forum oraz uczestniczyć w innych \"społecznych\" działaniach w społeczności (np. \"Kochać\" projekty innych osób).",
    "faq.createAccountTitle": "Jak mogę stworzyć konto?",
    "faq.createAccountBody": "Just click \"Join\" on the Scratch home page. You’ll need to respond to a few questions, and provide an email address. It takes just a couple minutes, and it’s totally free!",
    "faq.checkConfirmedTitle": "Jak mogę sprawdzić, czy moje konto zostało potwierdzone?",
    "faq.howToConfirmTitle": "Jak potwierdzić swoje konto?",
    "faq.howToConfirmBody": "After you create a new account on Scratch, you’ll receive an email message with a link. Just click the link to confirm your account. Once you confirm your account, you’ll be able to share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team. If you cannot find the email with the confirmation link, check your Spam folder. If you still can’t find it, and want to receive another copy, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, {contactLink}.",
    "faq.contactLinkText": "let us know",
    "faq.checkConfirmedBody": "To check whether your account is confirmed, login to your Scratch account and go to your {settingsLink} page. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.settingsLinkText": "Ustawienia e-maila",
    "faq.requireConfirmTitle": "Czy muszę potwierdzić swoje konto?",
    "faq.requireConfirmBody": "Nadal możesz korzystać z wielu aspektów Scratcha bez potwierdzania swojego konta, w tym tworzenia i zapisywania projektów (bez ich udostępniania).",
    "faq.forgotPasswordTitle": "Zapomniałem nazwy użytkownika lub hasła. Jak mogę je zresetować?",
    "faq.forgotPasswordBody": "Enter your username or email address on the {resetLink} page. The website will send an email to the address associated with your username and a link you can use to reset your password.",
    "faq.resetLinkText": "Reset hasła",
    "faq.changePasswordTitle": "Jak mogę zmienić moje hasło?",
    "faq.changePasswordBody": "Login to your Scratch account, then visit our {changeLink} page where you can change your password.",
    "faq.changeLinkText": "Ustawienia hasła",
    "faq.changeEmailTitle": "Jak mogę zmienić adres mojego e-maila?",
    "faq.changeEmailBody": "Login to your Scratch account, then visit our {changeEmailLink} page where you can change your email address.",
    "faq.newScratcherTitle": "Jak przejść z \"Nowego Scratchera\" do \"Scratchera\"?",
    "faq.newScratcherBody": "Kiedy utworzysz konto, zostaniesz oznaczony jako \"Nowy Scratcher\". Aby przejść do \"Scratchera\", powinieneś tworzyć i udostępniać projekty, komentować pomocniczo projekty innych Scratcherów i być cierpliwym! Po spełnieniu wymagań na stronie profilu pojawi się link, zapraszający Cię jako Scratchera, a będziesz miał dodatkowe możliwości w witrynie Scratch. (Zauważ, że nie promujemy Nowych Scratcherów na Scratcherów na życzenie)",
    "faq.multipleAccountTitle": "Czy mogę mieć więcej niż jedno konto?",
    "faq.multipleAccountBody": "It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle": "Czy jest w porządku, aby więcej niż jedna osoba logowała się na konto?",
    "faq.multipleLoginBody": "This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle": "Czy mogę zmienić nazwę mojego konta?",
    "faq.changeUsernameBody": "Struktura witryny Scratch zależy od posiadania spójnej nazwy konta, więc nie można zmienić nazwy użytkownika. Jeśli naprawdę potrzebujesz przejść na nową nazwę użytkownika, możesz utworzyć nowe konto, ale będziesz musiał sam skopiować swoje projekty na nowe konto.",
    "faq.shareInfoTitle": "Jakie informacje mogę udostępnić na moim koncie?",
    "faq.shareInfoBody": "Nie udostępniaj osobistych danych kontaktowych, takich jak adres zamieszkania, adres e-mail, numer telefonu ani niczego, co może być użyte do nawiązania kontaktu poza witryną Scratcha. Prosimy zgłaszać projekty, komentarze lub posty na forach, które zawierają tego rodzaju informacje, aby zespół Scratcha mógł usunąć te informacje i przypomnieć autorowi naszej polityki o udostępnianiu osobistych danych kontaktowych.",
    "faq.deleteAccountTitle": "Jak mogę usunąć moje konto?",
    "faq.deleteAccountBody": "Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle": "Czy Scratch jest bezpłatny? Czy mogę go używać w dowolnym miejscu?",
    "faq.scratchFreeBody": "Tak! Scratch jest dostępny bezpłatnie. Możesz go używać w swojej szkole i możesz uczyć go na kursie (nawet kursie, który kosztuje). Nie musisz kupować licencji: to nic nie kosztuje!",
    "faq.scratchScreenshotTitle": "Czy mogę używać zrzutów ekranu ze Scratcha w książce lub prezentacji?",
    "faq.scratchScreenshotBody": "Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Czy mogę dołączyć opis Scratcha do broszur lub innych materiałów?",
    "faq.scratchDescriptionBody": "Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Czy mogę przedstawić Scratcha na konferencji?",
    "faq.presentScratchBody": "Zachęcamy do tworzenia prezentacji na temat Scratcha dla nauczycieli i innych grup.",
    "faq.supportMaterialTitle": "Czy mogę używać / remiksować materiały pomocnicze Scratch, duszki, obrazy, dźwięki lub przykładowe projekty, które znalazłem na stronie?",
    "faq.supportMaterialBody": "Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle": "Czy mogę sprzedać moje projekty Scratch?",
    "faq.sellProjectsBody": "Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle": "Gdzie mogę znaleźć kod źródłowy Scratch?",
    "faq.sourceCodeBody": "The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Skąd mam wiedzieć, co jest lub nie jest w porządku, aby udostępnić to w witrynie Scratch?",
    "faq.okayToShareBody": "Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle": "Co mogę zrobić jeśli widzę coś nieodpowiedniego?",
    "faq.reportContentBody": "You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle": "Co mam zrobić, jeśli widzę, że ktoś jest złośliwy lub nie okazuje szacunku?",
    "faq.noFlameBody": "Nie dolewaj oliwy do ognia! Odpowiadanie na takie komentarze bardziej dosadnymi komentarzami tylko pogarsza sprawę i może skutkować zablokowaniem Twojego konta. Zamiast tego po prostu zgłoś wszystko, co jest pozbawione szacunku lub niekonstruktywne, a my skontaktujemy się z autorem. Sprawdzamy raporty codziennie, kilka razy dziennie - więc nie martwcie się, wszystko załatwimy.",
    "faq.reviewContentTitle": "Co robi zespół Scratch, gdy coś jest zgłaszane lub oflagowane?",
    "faq.reviewContentBody": "The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle": "Co się stanie, gdy konto zostanie zablokowane?",
    "faq.blockedAccountBody": "When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle": "Ktoś uzyskał dostęp do mojego konta i zablokował moje konto. Co mam zrobić?",
    "faq.stolenAccountBody": "You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle": "Czym są rozszerzenia?",
    "faq.aboutExtensionsBody": "W edytorze Scratch możesz dodawać kolekcje dodatkowych bloków o nazwie \"rozszerzenia\". Na przykład istnieją rozszerzenia, które umożliwiają programowanie fizycznych urządzeń (takich jak zestawy narzędzi mikro-bitowych i LEGO) oraz tłumaczenie tekstu w ramach projektów Scratch. Z czasem będziemy dodawać nowe rozszerzenia, więc możliwości Scratcha będą z czasem rosły.",
    "faq.howToAddExtensionsTitle": "Jak dodać rozszerzenie do projektu?",
    "faq.howToAddExtensionsBody": "If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle": "Jak utworzyć własne rozszerzenie dla Scratcha?",
    "faq.createExtensionsBody": "Zespół Scratcha będzie publikował specyfikacje i wytyczne dla rozszerzeń w przyszłości. Gdy to będzie dostępne, będziesz mógł przesłać rozszerzenia do Zespołu Scratcha do zamieszczenia w oficjalnej bibliotece rozszerzeń Scratch 3.0. Przekażemy również wytyczne dotyczące opracowywania i dystrybucji \"eksperymentalnych\" rozszerzeń, które mogą być używane do tworzenia projektów na poszczególnych komputerach, ale nie są udostępniane w społeczności Scratch online.",
    "faq.scratchXTitle": "Co stanie się z witryną ScratchX?",
    "faq.scratchXBody": "Strona ScratchX (scratchx.org) była eksperymentalną platformą testową rozszerzeń. Rozszerzenia utworzone dla ScratchX nie są kompatybilne ze Scratch 3.0. Gdy eksperymentalne rozszerzenia będą w pełni obsługiwane w wersji Scratch, przestaniemy obsługiwać ScratchX i zapewniamy programistom i użytkownikom czas na przejście od ScratchX do nowej platformy rozszerzeń.",
    "faq.cloudDataInfoTitle": "Czym są zmienne w chmurze?",
    "faq.cloudDataInfoBody": "Zmienne w chmurze umożliwiają zapisywanie danych z projektu i udostępnianie ich innym osobom w społeczności Scratch. Zmiennych w chmurze można używać do tworzenia ankiet i innych projektów, w których inni członkowie społeczności mają dostęp do danych i mogą je zmieniać.",
    "faq.makeCloudVarTitle": "Jak utworzyć zmienną w chmurze?",
    "faq.makeCloudVarBody": "Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle": "Jakie typy danych mogą być przechowywane w zmiennych chmurowych?",
    "faq.onlyNumbersBody": "Tylko liczby mogą być przechowywane w zmiennych chmurowych.",
    "faq.storedCloudInfoTitle": "Kto może zobaczyć dane przechowywane w zmiennych chmurowych?",
    "faq.storedCloudInfoBody": "Podczas korzystania z projektu przy użyciu zmiennych chmurowych dane powiązane z interakcjami mogą być przechowywane wraz z nazwą użytkownika, a inne osoby mogą je wyświetlać.",
    "faq.reportCloudTitle": "Jeśli widzę, że ktoś publikuje nieodpowiednie treści przy użyciu zmiennych chmurowych, w jaki sposób mogę to zgłosić?",
    "faq.reportCloudBody": "Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle": "Czy mogę tworzyć czaty ze zmiennymi chmurowymi?",
    "faq.chatRoomBody": "Chociaż jest technicznie możliwe tworzenie czatów ze zmiennymi chmurowymi, nie są one dozwolone w witrynie Scratch.",
    "faq.changeCloudVarTitle": "Kto może zmienić informacje w zmiennej chmurowej?",
    "faq.changeCloudVarBody": "Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle": "Jestem zalogowany, ale nie mogę używać projektów ze zmiennymi chmurowymi. Co się dzieje?",
    "faq.newScratcherCloudBody": "Jeśli nadal jesteś \"Nowym Scratcherem\" na stronie, nie będziesz mógł używać projektów ze zmiennymi chmurowymi. Musisz zostać \"Scratcherem\", aby mieć dostęp do zmiennych chmurowych. Zobacz sekcję Konta (powyżej), aby uzyskać więcej informacji na temat przejścia z \"Nowego Scratchera\" do \"Scratchera\".",
    "faq.multiplayerTitle": "Czy można tworzyć gry dla wielu graczy ze zmiennymi chmurowymi?",
    "faq.multiplayerBody": "Gry wieloosobowe mogą być trudne do utworzenia ze względu na problemy z szybkością sieci i synchronizacją. Jednak niektórzy Scratcherzy wymyślają sposoby kreatywnego używania zmiennych chmurowych w różnych grach.",
    "faq.schoolsTitle": "Scratch w szkołach",
    "faq.howTitle": "W jaki sposób Scratch jest stosowany w szkołach?",
    "faq.howBody": "Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
    "faq.educatorsLinkText": "Educators Page",
    "faq.noInternetTitle": "Czy istnieje sposób, aby uczniowie mogli używać Scratcha bez połączenia z Internetem?",
    "faq.noInternetBody": "Yes. {downloadLink} is a version of Scratch that runs on a desktop or laptop computer. Currently, Scratch Desktop is available for Mac and Windows machines.",
    "faq.communityTitle": "Czy mogę wyłączyć społeczność internetową dla moich uczniów?",
    "faq.communityBody": "The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install Scratch Desktop, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle": "Co to jest Konto nauczyciela Scratcha?",
    "faq.teacherAccountBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
    "faq.eduFaqLinkText": "FAQ Konta nauczyciela Scratcha",
    "faq.requestTitle": "Jak mogę poprosić o Konto Nauczyciela Scratch?",
    "faq.requestBody": "You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle": "Jakie dane zbiera Scratch o uczniach?",
    "faq.dataBody": "Kiedy uczeń po raz pierwszy zarejestruje się w witrynie Scratch, poprosimy o podanie podstawowych danych demograficznych, w tym płci, wieku (miesiąc i rok urodzenia), kraju i adresu e-mail do weryfikacji. Dane te są wykorzystywane (w formie zbiorczej) w badaniach naukowych, które mają na celu lepsze zrozumienie sposobu, w jaki ludzie uczą się w Scratch. Gdy nauczyciel korzysta z Konta nauczyciela Scratch w celu zbiorczego tworzenia kont uczniów, studenci nie muszą podawać adresu e-mail do konfiguracji konta.",
    "faq.lawComplianceTitle": "Czy Scratch (wersja online) jest zgodna z lokalnymi i federalnymi przepisami dotyczącymi ochrony danych osobowych w Stanach Zjednoczonych?",
    "faq.lawComplianceBody1": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2": "If you would like to build projects with Scratch without submitting any Personal Information to us, you can download {downloadLink}. Projects created in Scratch Desktop are not accessible by the Scratch Team, and using Scratch Desktop  does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}