{
    "faq.title": "Najczęściej zadawane pytania (FAQ)",
    "faq.intro": "Na tej stronie znajdziesz odpowiedzi na najczęściej zadawane pytania o Scratchu.",
    "faq.aboutTitle": "Pytania ogólne",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remiksowanie i kopiowanie",
    "faq.accountsTitle": "Konta",
    "faq.permissionsTitle": "Licencjonowanie i uprawnienia",
    "faq.inappropriateContentTitle": "Nieodpowiednie treści",
    "faq.scratchExtensionsTitle": "Rozszerzenia Scratch",
    "faq.cloudDataTitle": "Zmienne w chmurze",
    "faq.aboutScratchTitle": "Co to jest Scratch i co mogę w nim robić?",
    "faq.aboutScratchBody": "Dzięki językowi programowania i społeczności internetowej Scratch, możesz stworzyć własne bajki, gry, animacje -- i podzielić się swoimi dziełami z ludźmi z całego świata. Młodzi ludzie, tworząc i dzieląc się projektami w Scratchu, uczą się myśleć kreatywnie, systematycznie rozumować i pracować grupowo. Aby dowiedzieć się więcej, zobacz stronę {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "O Scratchu",
    "faq.makeGameTitle": "Jak mogę zrobić grę lub animację w Scratchu?",
    "faq.makeGameBody": "Zobacz {ideasLink}, aby znaleźć wiele sposobów na rozpoczęcie przygody ze Scratchem",
    "faq.ideasLinkText": "Pomysły",
    "faq.whoUsesScratchTitle": "Kto korzysta ze Scratcha?",
    "faq.whoUsesScratchBody": "Scratch jest używany przez ludzi ze wszystkich środowisk, we wszystkich krajach na świecie, w najróżniejszych miejscach -- w domach, szkołach, bibliotekach, muzeach i nie tylko. Scratch jest stworzony specjalnie dla młodych ludzi w wieku 8 do 16 lat, ale różnież starsi i młodsi tworzą i dzielą się projektami w Scratchu. Młodsze dzieci mogą wypróbować {scratchJrLink} - uproszczoną wersję Scratcha zrobioną dla dzieci w wieku od 5 do 7 lat.",
    "faq.requirementsTitle": "Jakie są wymagania sprzętowe Scratcha?",
    "faq.requirementsBody": "Scratch będzie działał w większości współczesnych przeglądarek internetowych na komputerach stacjonarnych, laptopach i tabletach. Możesz przeglądać projekty na telefonach komórkowych, ale obecnie nie możesz tworzyć ani edytować projektów na telefonach. Poniżej znajduje się lista oficjalnie obsługiwanych przeglądarek.",
    "faq.requirementsDesktop": "Komputer",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NIE jest obsługiwany.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Uwaga:",
    "faq.requirementsNoteDesktop": "Jeśli Twój komputer nie spełnia tych wymagań, można wypróbować edytor {downloadLink}(zobacz następną rzecz w często zadawanych pytaniach)",
    "faq.scratchApp": "Aplikacja Scratch",
    "faq.requirementsNoteWebGL": "Jeśli napotkasz błąd WebGL, spróbuj użyć innej przeglądarki.",
    "faq.requirementsNoteTablets": "Na tabletach nie ma obecnie sposobu na użycie bloków \"klawisz naciśnięty?\" lub menu kontekstowych z prawym przyciskiem myszy.",
    "faq.offlineTitle": "Czy istnieje wersja pobieralna, żebym mógł tworzyć i oglądać projekty bez dostępu do internetu?",
    "faq.offlineBody": "Aplikacja Scratch pozwala na tworzenie projektów Scratch bez połączenia z internetem. Możesz pobrać{downloadLink}ze strony Scratch lub sklepu na twoim sprzęcie. (To się kiedyś nazywało \"Edytor Scratch offline\").",
    "faq.uploadOldTitle": "Czy mogę nadal udostępniać na stronie internetowej projekty stworzone w starszych wersjach Scratch?",
    "faq.uploadOldBody": "Tak. Można udostępniać projekty zrobione wcześniejszymi wersjami Scratcha, i będą widoczne i   działające (jednak nie można pobierać projektów zrobionych albo edytowanych w późniejszych wersjach Scratcha i otworzyć we wcześniejszych wersjach. Na przykład, nie można otworzyć projektu Scratch 3.0 w wersji offline {scratch2Link}, ponieważ Scratch 2.0 nie wie, jak odczytać format plików .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Jak drogi jest Scratch? Czy potrzebuję licencji?",
    "faq.scratchCostBody": "Scratch jest i zawsze będzie darmowy. Nie potrzebujesz licencji, aby używać Scratcha w swojej szkole, domu lub gdziekolwiek indziej. Rozwój i utrzymanie Scratcha jest opłacane przez dotacje i darowizny. Jeśli chcesz wesprzeć Scratcha, sprawdź {donateLink}.",
    "faq.donateLinkText": "Strona datków",
    "faq.mediaLabTitle": "Kto stworzył Scratcha?",
    "faq.mediaLabBody": "Scratch jest opracowywany i utrzymywany przez Zespół Scratcha na{llkLink} i {mediaLabLink}.",
    "faq.llkLinkText": "Grupa przedszkoli Lifelong",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Co to jest Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 to najnowsza generacja Scratcha, wydana 2 stycznia 2019 roku. Została zaprojektowana, aby poszerzyć możliwości tworzenia za pomocą Scratcha. Zawiera dziesiątki nowych duszków, całkowicie nowy edytor dźwięku i wiele nowych bloków programistycznych. Dzięki Scratch 3.0 możesz tworzyć i odtwarzać projekty na swoim tablecie, oprócz laptopa lub komputera stacjonarnego.",
    "faq.reportBugsScratch3Title": "Jak zgłosić błędy i podzielić się opinią na temat Scratcha 3.0?",
    "faq.reportBugsScratch3Body": "Możesz zgłaszać błędy i udostępniać opinie w sekcji {forumsLink} forów dyskusyjnych Scratcha. ",
    "faq.forumsLinkText": "Błędy i Usterki",
    "faq.languagesScratch3Title": "Czy Scratch 3.0 jest dostępny w wielu językach?",
    "faq.languagesScratch3Body1": "Tak. Aby zmienić język bloków programowania, kliknij ikonę  “globusa” na górnym pasku nawigacyjnym edytora programowania, a następnie kliknij menu rozwijane, aby wybrać język.",
    "faq.languagesScratch3Body2": "Wszystkie nasze tłumaczenia są wykonywane przez wolontariuszy. Edytor Scratch 3.0 został już przetłumaczony na ponad 40 języków. Możesz przeglądać wszystkie języki, które są obecnie używane na naszej stronie {transifexLink}. Jeśli chcesz pomóc w tłumaczeniu lub recenzji, skontaktuj się z nami {emailLink}.",
    "faq.transifexLinkText": "Serwer tłumaczeń",
    "faq.removedBlocksScratch3Title": "Czy Scratch 3.0 usuwa wszelkie bloki kodujące z wcześniejszych wersji Scratch?",
    "faq.removedBlocksScratch3Body": "Żaden klocek do kodowania nie został usunięty w Scratch 3.0, ale niektóre zmieniły się nieco, a inne zostały przeniesione do „Rozszerzeń” (jak opisano poniżej, w sekcji {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "Czy Scratch 3.0 wprowadza nowe bloki?",
    "faq.newBlocksScratch3Body": "Tak! W wersji Scratch 3.0 znajdziesz:",
    "faq.newBlocksSoundEffect": "Nowe bloki \"efektów dźwiękowych\"",
    "faq.newBlocksOperators": "Nowe operatory, które ułatwiają pracę z tekstem (ciągi znaków)",
    "faq.newBlocksPen": "Nowe bloki pisaka, w tym wsparcie dla przejrzystości",
    "faq.newBlocksGlide": "Nowy blok poślizgu, aby łatwo przenieść się do duszka (lub losowego punktu)",
    "faq.newBlocksExtensions": "Wiele nowych możliwości dzięki \"Rozszerzeniom Scratcha\" (patrz sekcja Rozszerzenia poniżej)",
    "faq.biggerBlocksScratch3Title": "Dlaczego bloki są większe w wersji Scratch 3.0 niż we wcześniejszych wersjach?",
    "faq.biggerBlocksScratch3Body": "Aby Scratch 3.0 działał dobrze na urządzeniach dotykowych (takich jak wiele Chromebooków, laptopów Surface i tabletów), musieliśmy zwiększyć rozmiar bloków, aby łatwiej było przeciągać i stukać bloki. Ponadto bloki są nieco większe w wersji Scratch 3.0, aby pomóc rozwiązać problemy, które zaobserwowaliśmy, gdy nowi użytkownicy mają problem z klikaniem i przeciąganiem małych elementów interfejsu.",
    "faq.extensionsScratch3Title": "Gdzie poszły bloki pisaka? Gdzie się podziały muzyczne bloki? Gdzie podziały się bloki Czujniki wideo?",
    "faq.extensionsScratch3Body": "Bloki Pisak, Muzyka i Czujniki wideo zostały przeniesione do rozszerzeń. Rozszerzenia można dodać, klikając przycisk w lewym dolnym rogu ekranu (patrz sekcja \"Rozszerzenia\" poniżej).",
    "faq.paintEditorScratch3Title": "Jakie są nowe funkcje w edytorze malowania?",
    "faq.paintEditorScratch3Body": "Edytor Malowania został przeprojektowany, aby zapewnić nowe, zaawansowane funkcje, a jednocześnie ułatwić korzystanie z niego. Zmiany i nowe funkcje obejmują:",
    "faq.paintEditorLayout": "Nowy układ, który udostępnia bardziej widoczne narzędzia i opcje",
    "faq.paintEditorTools": "Nowe narzędzia, takie jak \"gumka\", która działa w trybie wektorowym",
    "faq.paintEditorColors": "Więcej opcji wyboru i dopasowania kolorów",
    "faq.paintEditorVector": "Większa kontrola punktów wektorowych (uchwyty krzywych i tryby punktów)",
    "faq.paintEditorLayers": "Dodatkowe elementy sterujące dla porządkowania warstw (\"przenieś do przodu\", \"przenieś do tyłu\", itp.)",
    "faq.paintEditorGradients": "Nowe kontrolki gradientu",
    "faq.soundEditorScratch3Title": "Jakie są nowe funkcje w Edytorze dźwięku?",
    "faq.soundEditorScratch3Body": "Edytor dźwięku został przeprojektowany, aby ułatwić nagrywanie i manipulowanie dźwiękami. Oferuje wiele nowych funkcji:",
    "faq.soundEditorRecording": "Nowy system nagrywania, który jest łatwiejszy w użyciu",
    "faq.soundEditorTrimming": "Nowy system przycinania audio, który jest łatwiejszy w użyciu",
    "faq.soundEditorEffects": "Nowe efekty dźwiękowe (takie jak „szybciej”, „wolniej” i „robot”)",
    "faq.tipsWindwScratch3Title": "Co stało się z oknem Porady?",
    "faq.tipsWindowScratch3Body": "Zamiast okna wskazówek, Scratch 3.0 umieścił podobny materiał w Bibliotece samouczków, do której można dostać się za pomocą linku Samouczki na górnym pasku nawigacyjnym w edytorze programowania. Znajdziesz tu samouczki dla całych projektów (jak „Zrób grę gonitwę”) lub wyjaśniające działanie konkretnych klocków i funkcji (takie jak „Nagraj dźwięk” lub „Spraw, aby się kręciło”). Wkrótce zostaną dodane kolejne samouczki (takie jak „Gra Pong” i „Spraw, aby latało”).",
    "faq.remixDefinitionTitle": "Co to jest remiks?",
    "faq.remixDefinitionBody": "Kiedy Scratcher tworzy kopię cudzego projektu i modyfikuje ją w celu dodania własnych pomysłów (na przykład poprzez zmianę skryptów lub kostiumów), powstały projekt nazywa się \"remiksem\". Każdy projekt udostępniony na stronie Scratch można zremiksować. Uznajemy nawet niewielką zmianę za prawidłowy remiks, pod warunkiem, że uznamy autorsywo twórcy oryginalnego projektu i innych, którzy przyczynili się do remiksowania.",
    "faq.remixableTitle": "Dlaczego zespół Scratch wymaga, aby wszystkie projekty były “zremiksowane”?",
    "faq.remixableBody": "Wierzymy, że remiksowanie projektów innych osób to świetny sposób na naukę programowania i tworzenia ciekawych projektów. Dzięki remiksowaniu kreatywne pomysły rozprzestrzeniają się w społeczności Scratch i wszyscy odnoszą korzyści. Wszystkie projekty udostępnione w witrynie Scratch są objęte licencją “Creative Commons Share Alike“, co oznacza, że możesz zremiksować każdy projekt widoczny na stronie Scratch - a wszyscy inni mogą remiksować dowolne projekty udostępnione w witrynie .",
    "faq.creativeCommonsTitle": "A co, jeśli nie chcę, aby inni remiksowali moje projekty?",
    "faq.creativeCommonsBody": "Remiksowanie jest ważną częścią społeczności Scratch. Jeśli nie chcesz, aby inni przeglądali lub remiksowali Twoje projekty, możesz nadal tworzyć projekty w witrynie Scratch, ale nie udostępniaj ich w witrynie.",
    "faq.fairUseTitle": "Czy mogę używać obrazów / dźwięków / mediów z Internetu w moich projektach?",
    "faq.fairUseBody": "Jeśli zdecydujesz się wykorzystać pracę innej osoby we własnej, pamiętaj o napisaniu tego w oknie “Podziękowania” projektu i dołącz link do oryginału. Aby znaleźć dzieła / dźwięki, które mają już licencję na remiksowanie, sprawdź {ccLink}.",
    "faq.ccLinkText": "Strona wyszukiwania Creative Commons",
    "faq.whyAccountTitle": "Dlaczego warto mieć konto Scratch?",
    "faq.whyAccountBody": "Nawet bez konta możesz odtwarzać projekty innych osób, czytać komentarze i fora, a nawet tworzyć własne projekty. Ale potrzebujesz konta, aby zapisywać i udostępniać projekty, pisać komentarze i posty na forum oraz uczestniczyć w innych \"społecznych\" działaniach w społeczności (np. \"Kochać\" projekty innych osób).",
    "faq.createAccountTitle": "Jak mogę stworzyć konto?",
    "faq.createAccountBody": "Po prostu kliknij „Dołącz do Scratcha” na stronie głównej Scratcha. Musisz odpowiedzieć na kilka pytań i podać adres e-mail. To zajmie tylko kilka minut i jest całkowicie bezpłatne!",
    "faq.checkConfirmedTitle": "Jak mogę sprawdzić, czy moje konto zostało potwierdzone?",
    "faq.howToConfirmTitle": "Jak potwierdzić swoje konto?",
    "faq.howToConfirmBody": "Po utworzeniu nowego konta w Scratchu otrzymasz wiadomość e-mail z linkiem. Po prostu kliknij link, aby potwierdzić swoje konto. Po potwierdzeniu konta będziesz mógł udostępniać projekty, pisać komentarze i tworzyć studia. Potwierdzenie konta umożliwia również otrzymywanie wiadommości od zespołu Scratch. Jeśli nie możesz znaleźć wiadomości e-mail z linkiem potwierdzającym, sprawdź folder Spam. Jeśli nadal nie możesz go znaleźć, a chcesz otrzymać kolejną kopię, przejdź do Ustawień konta, kliknij kartę E-mail i postępuj zgodnie z instrukcjami. Pamiętaj, że dotarcie wiadomości e-mail może zająć nawet godzinę. Jeśli po godzinie nadal nie widzisz e-maila,{contactLink}.",
    "faq.contactLinkText": "powiadom nas",
    "faq.checkConfirmedBody": " Aby sprawdzić, czy Twoje konto zostało potwierdzone, zaloguj się do konta Scratcha i przejdź do swojej strony {settingsLink}. Jeśli adres e-mail został potwierdzony, pokaże się mały zielony znaczek. W przeciwnym razie zobaczysz pomarańczowy tekst „Twój adres e-mail jest niepotwierdzony”.",
    "faq.settingsLinkText": "Ustawienia e-maila",
    "faq.requireConfirmTitle": "Czy muszę potwierdzić swoje konto?",
    "faq.requireConfirmBody": "Nadal możesz korzystać z wielu aspektów Scratcha bez potwierdzania swojego konta, w tym tworzenia i zapisywania projektów (bez ich udostępniania).",
    "faq.forgotPasswordTitle": "Zapomniałem nazwy użytkownika lub hasła. Jak mogę je zresetować?",
    "faq.forgotPasswordBody": "Wpisz swoją nazwę użytkownika lub adres e-mail na stronie {resetLink}. Witryna wyśle wiadomość e-mail na adres powiązany z nazwą użytkownika z linkiem, którego należy użyć do zresetowania hasła.",
    "faq.resetLinkText": "Reset hasła",
    "faq.changePasswordTitle": "Jak mogę zmienić moje hasło?",
    "faq.changePasswordBody": "Zaloguj się do swojego konta Scratch, a następnie odwiedź naszą stronę {changeLink}, na której możesz zmienić swoje hasło.",
    "faq.changeLinkText": "Ustawienia hasła",
    "faq.changeEmailTitle": "Jak mogę zmienić adres mojego e-maila?",
    "faq.changeEmailBody": "Zaloguj się do swojego konta Scratch, a następnie odwiedź naszą stronę {changeEmailLink}, na której możesz zmienić swój adres e-mail.",
    "faq.newScratcherTitle": "Jak przejść z \"Nowego Scratchera\" do \"Scratchera\"?",
    "faq.newScratcherBody": "Kiedy utworzysz konto, zostaniesz oznaczony jako \"Nowy Scratcher\". Aby przejść do \"Scratchera\", powinieneś tworzyć i udostępniać projekty, komentować pomocniczo projekty innych Scratcherów i być cierpliwym! Po spełnieniu wymagań na stronie profilu pojawi się link, zapraszający Cię jako Scratchera, a będziesz miał dodatkowe możliwości w witrynie Scratch. (Zauważ, że nie promujemy Nowych Scratcherów na Scratcherów na życzenie)",
    "faq.multipleAccountTitle": "Czy mogę mieć więcej niż jedno konto?",
    "faq.multipleAccountBody": "Dobrze jest mieć kilka kont na stronie Scratcha, o ile żadna z nich nie jest używana do złamania {cgLink}. W takim przypadku wszystkie powiązane konta mogą zostać zablokowane lub usunięte. ",
    "faq.multipleLoginTitle": "Czy jest w porządku, aby więcej niż jedna osoba logowała się na konto?",
    "faq.multipleLoginBody": "Jest to niedozwolone, ponieważ strona internetowa i edytor projektu mogą się łatwo pomylić, gdy zaloguje się kilka osób na tym samym koncie. Gdy konto robi coś, co narusza {cgLink}, wszystkie powiązane konta mogą zostać zablokowane lub usunięte. Jeśli dzielisz konto z kimś, kto robi na nim coś złego, oznacza to, że twoje konta mogą zostać zablokowane za to, co zrobiła inna osoba.",
    "faq.changeUsernameTitle": "Czy mogę zmienić nazwę mojego konta?",
    "faq.changeUsernameBody": "Struktura witryny Scratch zależy od posiadania spójnej nazwy konta, więc nie można zmienić nazwy użytkownika. Jeśli naprawdę potrzebujesz przejść na nową nazwę użytkownika, możesz utworzyć nowe konto, ale będziesz musiał sam skopiować swoje projekty na nowe konto.",
    "faq.shareInfoTitle": "Jakie informacje mogę udostępnić na moim koncie?",
    "faq.shareInfoBody": "Nie udostępniaj osobistych danych kontaktowych, takich jak adres zamieszkania, adres e-mail, numer telefonu ani niczego, co może być użyte do nawiązania kontaktu poza witryną Scratcha. Prosimy zgłaszać projekty, komentarze lub posty na forach, które zawierają tego rodzaju informacje, aby zespół Scratcha mógł usunąć te informacje i przypomnieć autorowi naszej polityki o udostępnianiu osobistych danych kontaktowych.",
    "faq.deleteAccountTitle": "Jak mogę usunąć moje konto?",
    "faq.deleteAccountBody": "Zaloguj się do Scratcha, a następnie kliknij swoją nazwę użytkownika w prawym górnym rogu. Wybierz „Ustawienia konta”, a następnie kliknij link „Chcę usunąć moje konto” na dole strony. Powinieneś to zrobić tylko wtedy, gdy masz absolutną pewność, że chcesz usunąć swoje konto.",
    "faq.scratchFreeTitle": "Czy Scratch jest bezpłatny? Czy mogę go używać w dowolnym miejscu?",
    "faq.scratchFreeBody": "Tak! Scratch jest dostępny bezpłatnie. Możesz go używać w swojej szkole i możesz uczyć go na kursie (nawet kursie, który kosztuje). Nie musisz kupować licencji: to nic nie kosztuje!",
    "faq.scratchScreenshotTitle": "Czy mogę używać zrzutów ekranu ze Scratcha w książce lub prezentacji?",
    "faq.scratchScreenshotBody": "Tak, możesz użyć zrzutów ekranu / obrazów aplikacji Scratch i strony internetowej w książce lub prezentacji i uważać je za licencjonowane na licencji {licenseLink}. Prosimy o umieszczenie notatki w swoich materiałach: \"Scratch to projekt Scratch Foundation, we współpracy z Lifelong Kindergarten Group w MIT Media Lab. Jest on dostępny za darmo na stronie https://scratch.mit.edu\". ",
    "faq.licenseLinkText": "Uznanie autorstwa - Na tych samych warunkach",
    "faq.scratchDescriptionTitle": "Czy mogę dołączyć opis Scratcha do broszur lub innych materiałów?",
    "faq.scratchDescriptionBody": "Pewnie! Zalecamy następujący opis: \"Scratch to język kodowania i społeczność internetowa, w której możesz tworzyć własne interaktywne historie, gry i animacje - i dzielić się swoimi dziełami z innymi użytkownikami na całym świecie. Jako młodzi ludzie tworzą i udostępniają projekty Scratch, uczą się myśleć kreatywnie, rozumować logicznie i współpracować ze sobą. Scratch to projekt {sfLink} we współpracy z grupą Lifelong Kindergarten w MIT Media Lab, dostępną bezpłatnie na stronie https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Czy mogę przedstawić Scratcha na konferencji?",
    "faq.presentScratchBody": "Zachęcamy do tworzenia prezentacji na temat Scratcha dla nauczycieli i innych grup.",
    "faq.supportMaterialTitle": "Czy mogę używać / remiksować materiały pomocnicze Scratch, duszki, obrazy, dźwięki lub przykładowe projekty, które znalazłem na stronie?",
    "faq.supportMaterialBody": "Tak: Większość materiałów na stronie Scratch jest dostępna na licencji {licenseLink}. Jest kilka wyjątków: Logo Scratcha, Kot Scratchowy, Gobo, Pico, Nano, Giga i Tera są znakami towarowymi Scratch i nie można ich używać bez wyraźnej zgody Zespołu Scratcha.",
    "faq.sellProjectsTitle": "Czy mogę sprzedać moje projekty Scratch?",
    "faq.sellProjectsBody": "Tak: Twój projekt Scratch jest Twoim dziełem. Pamiętaj jednak, że gdy udostępnisz swój projekt na stronie Scratch, wszyscy mogą swobodnie pobierać, remiksować i ponownie wykorzystywać projekt na podstawie warunków licencji {licenseLink}. Jeśli więc zamierzasz sprzedać swój projekt, możesz cofnąć jego udostępnienie ze strony Scratcha.",
    "faq.sourceCodeTitle": "Gdzie mogę znaleźć kod źródłowy Scratch?",
    "faq.sourceCodeBody": "Kod źródłowy edytora programowania Scratch można znaleźć na stronie{guiLink}. Kod źródłowy dla {flashLink} i {scratch14Link}jest również dostępny na GitHub. Aby uzyskać aktualne informacje na temat projektów rozwojowych dotyczących witryny Scratch, odwiedź naszą stronę{developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Skąd mam wiedzieć, co jest lub nie jest w porządku, aby udostępnić to w witrynie Scratch?",
    "faq.okayToShareBody": "Sprawdź {cgLink} Scratch - są krótkie i nie zawierają wiele prawnych rzeczy. Link do wytycznych znajduje się na dole każdej strony na Scratchu.",
    "faq.reportContentTitle": "Co mogę zrobić jeśli widzę coś nieodpowiedniego?",
    "faq.reportContentBody": "Można kliknąć w link z napisem \"zgłoś\" na każdym projekcie, komentarzu, wypowiedzi na forum, studiu lub stronie profilowej, gdzie widzisz coś, co nie jest OK dla Scratcha. Jeśli sytuacja jest skomplikowana, można użyć linku {contactLink} (dostępnego u dołu każdej strony), aby wyjaśnić. Pamiętaj o pisaniu szczegółowym, z linkami do powiązanych stron.",
    "faq.noFlameTitle": "Co mam zrobić, jeśli widzę, że ktoś jest złośliwy lub nie okazuje szacunku?",
    "faq.noFlameBody": "Nie dolewaj oliwy do ognia! Odpowiadanie na takie komentarze bardziej dosadnymi komentarzami tylko pogarsza sprawę i może skutkować zablokowaniem Twojego konta. Zamiast tego po prostu zgłoś wszystko, co jest pozbawione szacunku lub niekonstruktywne, a my skontaktujemy się z autorem. Sprawdzamy raporty codziennie, kilka razy dziennie - więc nie martwcie się, wszystko załatwimy.",
    "faq.reviewContentTitle": "Co robi zespół Scratch, gdy coś jest zgłaszane lub oflagowane?",
    "faq.reviewContentBody": "Zespół Scratch codziennie sprawdza zgłoszone komentarze i projekty. Jeśli coś łamie {cgLink} Scratch, usuniemy je i wyślemy ostrzeżenie do konta. Możemy też zablokować konta lub sieci używane do opublikowania, w zależności od tego, co zostało opublikowane i czy ostrzeżenia zostały wysłane do osoby przedtem.",
    "faq.blockedAccountTitle": "Co się stanie, gdy konto zostanie zablokowane?",
    "faq.blockedAccountBody": "Gdy konto jest zablokowane, posiadacz nie ma dostępu do swojego konta, nie może używać go do tworzenia projektów, ani wysyłać komentarzy. Gdy się zaloguje, widzi stronę wyjaśniającą, dlaczego konto zostało zablokowane, razem z formularzem internetowym, który może użyć, aby poprosić o odblokowanie. Jeśli posiadacz konta potrafi pokazać, że rozumie przyczynę zablokowania, oraz obiecuje, że postąpi według {cgLink}w przyszłości, zostanie odblokowany.  ",
    "faq.stolenAccountTitle": "Ktoś uzyskał dostęp do mojego konta i zablokował moje konto. Co mam zrobić?",
    "faq.stolenAccountBody": "Jesteś odpowiedzialny/a za utrzymywanie bezpieczeństwa Twojego hasła. Jeżeli ktoś, kogo znasz kontrolował Twoje konto i zrobił złe rzeczy, powiedz dorosłym odpowiedzialnym za komputer, którego używał. Jeżeli myślisz, że ktoś, kogo nie znasz ma dostęp do Twojego konta, zmień hasło i/lub używaj linku {contactLink}, aby wyjaśnić sytuację. Jeśli Twoje konto zostało zablokowane za robienie czegoś zrobione przez Ciebie, co narusza {cgLink} Scratch, proszę nam nie mówić, że to był ktoś inny. Gdy ludzie mówią nam, że inna osoba używała ich konta do złych uczynków, potrzebujemy próbować mówić do tamtej osoby zanim możemy przywrócić konto. To znaczy, że Twoje konto po prostu pozostanie zablokowane o wiele dłużej, niż kiedy jesteś szczery/a i mówisz nam dokładnie co się stało.",
    "faq.aboutExtensionsTitle": "Czym są rozszerzenia?",
    "faq.aboutExtensionsBody": "W edytorze Scratch możesz dodawać kolekcje dodatkowych bloków o nazwie \"rozszerzenia\". Na przykład istnieją rozszerzenia, które umożliwiają programowanie fizycznych urządzeń (takich jak zestawy narzędzi mikro-bitowych i LEGO) oraz tłumaczenie tekstu w ramach projektów Scratch. Z czasem będziemy dodawać nowe rozszerzenia, więc możliwości Scratcha będą z czasem rosły.",
    "faq.howToAddExtensionsTitle": "Jak dodać rozszerzenie do projektu?",
    "faq.howToAddExtensionsBody": "Jeśli klikniesz przycisk \"Rozszerzenia\" w lewym dolnym rogu edytora programowania Scratch, zobaczysz listę wszystkich rozszerzeń Scratcha. Gdy wybierzesz jedno rozszerzenie, nowa kategoria bloków zostanie dodana do Twojego projektu. Rozszerzenie będzie załadowane automatycznie, kiedy Twój projekt zostanie otworzony. Można dodać wiele rozszerzeń do tego samego projektu.",
    "faq.createExtensionsTitle": "Jak stworzyć własne rozszerzenie dla Scratcha?",
    "faq.createExtensionsBody": "Zespół Scratcha będzie publikował specyfikacje i wytyczne dla rozszerzeń w przyszłości. Gdy to będzie dostępne, będziesz mógł przesłać rozszerzenia do Zespołu Scratcha do zamieszczenia w oficjalnej bibliotece rozszerzeń Scratch 3.0. Przekażemy również wytyczne dotyczące opracowywania i dystrybucji \"eksperymentalnych\" rozszerzeń, które mogą być używane do tworzenia projektów na poszczególnych komputerach, ale nie są udostępniane w społeczności Scratch online.",
    "faq.scratchXTitle": "Co stanie się z witryną ScratchX?",
    "faq.scratchXBody": "Strona ScratchX (scratchx.org) była eksperymentalną platformą testową rozszerzeń. Rozszerzenia utworzone dla ScratchX nie są kompatybilne ze Scratch 3.0. Gdy eksperymentalne rozszerzenia będą w pełni obsługiwane w wersji Scratch, przestaniemy obsługiwać ScratchX i zapewniamy programistom i użytkownikom czas na przejście od ScratchX do nowej platformy rozszerzeń.",
    "faq.cloudDataInfoTitle": "Czym są zmienne w chmurze?",
    "faq.cloudDataInfoBody": "Zmienne w chmurze umożliwiają zapisywanie danych z projektu i udostępnianie ich innym osobom w społeczności Scratch. Zmiennych w chmurze można używać do tworzenia ankiet i innych projektów, w których inni członkowie społeczności mają dostęp do danych i mogą je zmieniać.",
    "faq.makeCloudVarTitle": "Jak utworzyć zmienną w chmurze?",
    "faq.makeCloudVarBody": "Przejdź do sekcji \"Zmienne\" na palecie bloków, wybierz \"Utwórz zmienną\", a następnie kliknij pole wyboru obok \"Zmiennej w chmurze (przechowywanej na serwerze)\". Dane związane ze zmienną chmurową będą przechowywane na serwerze, zachowane w czasie i dostępne dla każdego, kto otworzy projekt.",
    "faq.onlyNumbersTitle": "Jakie typy danych mogą być przechowywane w zmiennych chmurowych?",
    "faq.onlyNumbersBody": "Tylko liczby mogą być przechowywane w zmiennych chmurowych.",
    "faq.storedCloudInfoTitle": "Kto może zobaczyć dane przechowywane w zmiennych chmurowych?",
    "faq.storedCloudInfoBody": "Podczas korzystania z projektu przy użyciu zmiennych chmurowych dane powiązane z interakcjami mogą być przechowywane wraz z nazwą użytkownika, a inne osoby mogą je wyświetlać.",
    "faq.reportCloudTitle": "Jeśli widzę, że ktoś publikuje nieodpowiednie treści przy użyciu zmiennych chmurowych, w jaki sposób mogę to zgłosić?",
    "faq.reportCloudBody": "Kliknij przycisk \"Zgłoś to\" (w obszarze odtwarzacza projektu na stronie projektu), aby zgłosić nieodpowiednie treści w zmiennych chmurowych. Upewnij się, że wspomniałeś \"zmienne chmurowe\" po wpisaniu przyczyny w raporcie.",
    "faq.chatRoomTitle": "Czy mogę tworzyć czaty ze zmiennymi chmurowymi?",
    "faq.chatRoomBody": "Chociaż jest technicznie możliwe tworzenie czatów ze zmiennymi chmurowymi, nie są one dozwolone w witrynie Scratch.",
    "faq.changeCloudVarTitle": "Kto może zmienić informacje w zmiennej chmurowej?",
    "faq.changeCloudVarBody": "Tylko Ty i osoby przeglądające Twój projekt mają dostęp do danych w zmiennych chmurowych twojego projektu. Jeśli ludzie \"zajrzą do środka\" lub zremiksują twój kod, stworzy się kopia zmiennej i nie wpłynie to na oryginalną zmienną ani jej nie zmieni.",
    "faq.newScratcherCloudTitle": "Jestem zalogowany, ale nie mogę używać projektów ze zmiennymi w chmurze. Co się dzieje?",
    "faq.newScratcherCloudBody": "Jeśli nadal jesteś \"Nowym Scratcherem\" na stronie, nie będziesz mógł używać projektów ze zmiennymi chmurowymi. Musisz zostać \"Scratcherem\", aby mieć dostęp do zmiennych chmurowych. Zobacz sekcję Konta (powyżej), aby uzyskać więcej informacji na temat przejścia z \"Nowego Scratchera\" do \"Scratchera\".",
    "faq.multiplayerTitle": "Czy można tworzyć gry dla wielu graczy ze zmiennymi chmurowymi?",
    "faq.multiplayerBody": "Gry wieloosobowe mogą być trudne do utworzenia ze względu na problemy z szybkością sieci i synchronizacją. Jednak niektórzy Scratcherzy wymyślają sposoby kreatywnego używania zmiennych chmurowych w różnych grach.",
    "faq.schoolsTitle": "Scratch w szkołach",
    "faq.howTitle": "W jaki sposób Scratch jest stosowany w szkołach?",
    "faq.howBody": "Scratch jest używany w setkach tysięcy szkół na całym świecie, w wielu różnych dziedzinach (w tym w sztukach językowych, nauce, historii, matematyce i informatyce). Możesz dowiedzieć się więcej o strategiach i zasobach wykorzystywanych w Scratch w szkołach i innych środowiskach uczenia się (takich jak muzea, biblioteki i centra społecznościowe) na naszej {educatorsLink}.",
    "faq.educatorsLinkText": "Strona dla Nauczycieli",
    "faq.noInternetTitle": "Czy istnieje sposób, aby uczniowie mogli używać Scratcha bez połączenia z Internetem?",
    "faq.noInternetBody": "Tak. {downloadLink}jest wersją Scratcha możliwą do pobrania, która się uruchomi na komputerach stacjnarnych i laptopach. Na razie, aplikacja Scratch jest dostępna na systemach Windows i Mac.",
    "faq.communityTitle": "Czy mogę wyłączyć społeczność internetową dla moich uczniów?",
    "faq.communityBody": "Społeczność online Scratch daje młodym ludziom możliwość dzielenia się, współpracowania i uczenia się z rówieśnikami w moderowanej społeczności regulowanym przez {cgLink}Scratch. Jednak rozumiemy, że niektórzy nauczyciele wolą, aby ich uczniowie nie uczestniczyli w społeczności online. Ci nauczyciele mogą zainstalować aplikację Scratch, która działa offline i lokalnie na komputerze stacjonarnym lub laptopie.",
    "faq.teacherAccountTitle": "Co to jest Konto nauczyciela Scratcha?",
    "faq.teacherAccountBody": "Konto Nauczyciela Scratch zapewnia nauczycielom i innym edukatorom dodatkowe funkcje do zarządzania uczestnictwem uczniów w Scratch, w tym możliwość tworzenia kont uczniowskich, organizowania projektów uczniowskich w studiach i monitorowania komentarzy uczniów. Aby uzyskać więcej informacji na temat kont Nauczyciela Scratch, zobacz {eduFaqLink}.",
    "faq.eduFaqLinkText": "FAQ Konta nauczyciela Scratcha",
    "faq.requestTitle": "Jak mogę poprosić o Konto Nauczyciela Scratch?",
    "faq.requestBody": "Możesz poprosić o Konto Nauczyciela Scratch ze strony {educatorsLink} w Scratchu. Podczas procesu rejestracji prosimy o dodatkowe informacje, aby zweryfikować twoją rolę edukatora.",
    "faq.dataTitle": "Jakie dane zbiera Scratch o uczniach?",
    "faq.dataBody": "Kiedy uczeń po raz pierwszy zarejestruje się w witrynie Scratch, poprosimy o podanie podstawowych danych demograficznych, w tym płci, wieku (miesiąc i rok urodzenia), kraju i adresu e-mail do weryfikacji. Dane te są wykorzystywane (w formie zbiorczej) w badaniach naukowych, które mają na celu lepsze zrozumienie sposobu, w jaki ludzie uczą się w Scratch. Gdy nauczyciel korzysta z Konta nauczyciela Scratch w celu zbiorczego tworzenia kont uczniów, studenci nie muszą podawać adresu e-mail do konfiguracji konta.",
    "faq.lawComplianceTitle": "Czy wersja online Scratcha jest zgodna z lokalnymi i federalnymi prawami dotyczących ochrony danych osobowych w Stanach Zjednoczonych?",
    "faq.lawComplianceBody1": "Scratch mocno dba o prywatność uczniów i wszystkich użytkowników platformy. Posiadamy fizyczne i elektroniczne procedury by chronić dane które zbieramy na stronie Scratch. Mimo iż nie jesteśmy w stanie zapewnić gwarancji każdemu naszemu użytkownikowi, jesteśmy zgodni z przepisami prawa federalnego USA, które mają zastosowanie dla MIT i Fundacji Scratch - organizacji która stworzyła i zarządza Scratchem. Zachęcamy do zapoznania się z Polityką Prywatności Scratch w celu uzyskania szerszych informacji.",
    "faq.lawComplianceBody2": "Jeśli wolisz tworzyć projekty w Scratchu, nie udostępniając nam żadnych danych osobowych, możesz pobrać{downloadLink}. Projekty utworzone w aplikacji Scratch nie są dostępne dla Zespołu Scratcha i używanie aplikacji Scratch nie ujawnia żadnych danych osobowych, dopóki ich nie udostępnisz do społeczności online Scratch."
}