{
    "faq.title": "Perguntas Frequentes (FAQ)",
    "faq.intro": "Nessa página, você vai encontrar respostas para as perguntas frequentes sobre o Scratch.",
    "faq.aboutTitle": "Perguntas em Geral",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remixagem e Cópia",
    "faq.accountsTitle": "Contas",
    "faq.permissionsTitle": "Licenças e Permissões",
    "faq.inappropriateContentTitle": "Conteúdo Impróprio",
    "faq.scratchExtensionsTitle": "Extensões Scratch",
    "faq.cloudDataTitle": "Variáveis em Nuvem",
    "faq.aboutScratchTitle": "O que é Scratch, e o que eu posso fazer com ele?",
    "faq.aboutScratchBody": "Com a linguagem de programação Scratch e a comunidade on-line, você pode criar suas próprias histórias interativas, jogos e animações -- e compartilhar suas criações com outras pessoas ao redor do mundo. Quando jovens criam e compartilham projetos no Scratch, eles aprendem a pensar criativamente, raciocinar sistematicamente, e trabalhar em grupo. Para aprender mais sobre o Scratch, veja a página {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Sobre o Scratch",
    "faq.makeGameTitle": "Como posso fazer um jogo ou animação com o Scratch?",
    "faq.makeGameBody": "Cheque a {ideasLink} para ver diversas maneiras de começar a usar o Scratch",
    "faq.ideasLinkText": "página de Ideias",
    "faq.whoUsesScratchTitle": "Quem usa o Scratch?",
    "faq.whoUsesScratchBody": "O Scratch é usado por pessoas de qualquer experiência, de todos os países ao redor do mundo, de todos os lugares -- casas, escolas, bibliotecas, museus, e mais. O Scratch é projetado especialmente para crianças de 8 a 16 anos, mas pessoas de todas as idades criam e compartilham com Scratch. Crianças mais novas podem gostar do {scratchJrLink}, uma versão simplificada do Scratch feito para crianças de 5 a 7 anos.",
    "faq.requirementsTitle": "Quais são os requisitos de sistema para o Scratch?",
    "faq.requirementsBody": "O Scratch irá funcionar na maior parte de navegadores em computadores de mesa, laptops e tablets. Você pode ver projetos em smartphones, mas atualmente você não pode criar ou editar projetos no celular. Abaixo está a lista dos navegadores compatíveis. ",
    "faq.requirementsDesktop": "Computador de mesa",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NÃO é compatível.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Chrome para dispositivos móveis (63+)",
    "faq.requirementsTabletSafari": "Safari Mobile (11+)",
    "faq.requirementsNote": "Observação:",
    "faq.requirementsNoteDesktop": "Se o seu computador não atende aos requisitos, você pode tentar o editor {downloadLink} (veja o próximo item das perguntas frequentes).",
    "faq.scratchDesktop": "Scratch Desktop",
    "faq.requirementsNoteWebGL": "Se você encontrou um erro WebGL, tente um navegador diferente.",
    "faq.requirementsNoteTablets": "Em tablets, não há atualmente uma maneira de usar blocos de \"tecla pressionada\" ou o contexto de menus clicar com o botão da direita. ",
    "faq.offlineTitle": "Existe uma versão que eu possa baixar para criar e visualizar projetos offline?",
    "faq.offlineBody": "O editor do Scratch para desktop te deixa criar projetos no Scratch sem conexão com a internet. Você pode baixar {downloadLink} pelo website. Ele costumava se chamar de editor Offline do Scratch.",
    "faq.uploadOldTitle": "Eu ainda posso fazer upload de projetos criados com versões mais antigas do Scratch para o site?",
    "faq.uploadOldBody": "Sim: Você pode compartilhar ou enviar projetos feitos com versões antigas do Scratch, e eles serão visíveis e jogáveis. (Apesar disso, não é possível baixar projetos feitos ou editados em versões mais novas do Scratch e abrí-los em versões antigas. Por exemplo, você não pode abrir um projeto feito no Scratch 3.0 na versão offline do {scratch2Link}, porque o Scratch 2.0 não consegue ler arquivos .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Quanto custa o Scratch? Preciso de uma licença?",
    "faq.scratchCostBody": "O Scratch é e sempre será grátis e livre. Você não precisa de uma licença para usar o Scratch em sua escola, casa, ou qualquer outro lugar. O desenvolvimento e manutenção do Scratch é pago com doações. Se você gostaria de contribuir para o Scratch, veja nossa {donateLink}.",
    "faq.donateLinkText": "página de doações",
    "faq.mediaLabTitle": "Quem criou o Scratch?",
    "faq.mediaLabBody": "O Scratch é desenvolvido e mantido pela Equipe do Scratch no {llkLink} no {mediaLabLink}.",
    "faq.llkLinkText": "grupo Lifelong Kindergarten",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "O que é Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 é a última geração do Scratch, lançada em 2 de janeiro de 2019. É desenhada para expandir como, o que, e onde você pode criar com o Scratch. Ela inclui dúzias de novos atores, um editor de som totalmente novo, e muitos novos blocos de programação. E com o Scratch 3.0, você pode criar e executar projetos em seu tablet, além de no seu notebook ou computador de mesa.",
    "faq.reportBugsScratch3Title": "Como posso reportar bugs e compartilhar feedback sobre o Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Você pode reportar problemas e comentar na seção {forumsLink} dos fóruns de discussão do Scratch.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "O Scratch 3.0 está disponível em outros idiomas?",
    "faq.languagesScratch3Body1": "Sim. Para mudar o idioma dos blocos de programação, clique no ícone do “globo” na barra superior no editor, e clique no seletor para escolher um idioma.",
    "faq.languagesScratch3Body2": "Todas as traduções são feitas por voluntários. O editor do Scratch 3.0 já foi traduzido em mais de 40 línguas. Você pode ver todos os idiomas que ainda estão sendo traduzidos e revisados no nosso {transifexLink}. Se você quer ajudar com a tradução ou revisão, por favor contate {emailLink}.",
    "faq.transifexLinkText": "servidor de tradução",
    "faq.removedBlocksScratch3Title": "O Scratch 3.0 remove os blocos de código das versões anteriores do Scratch?",
    "faq.removedBlocksScratch3Body": "Nenhum bloco de código foi removido do Scratch 3.0, mas alguns deles passaram por algumas mudanças e outros foram movidos para \"Extensões\" (conforme descrito abaixo, na seção {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "O Scratch 3.0 traz novos blocos?",
    "faq.newBlocksScratch3Body": "Sim! No Scratch 3.0 você vai encontrar:",
    "faq.newBlocksSoundEffect": "Novos blocos de \"efeito de som\"",
    "faq.newBlocksOperators": "Novos operadores que tornam mais fácil trabalhar com texto (cordas)",
    "faq.newBlocksPen": "Novos blocos de caneta, incluindo o suporte pra a transparência",
    "faq.newBlocksGlide": "Novo bloco de deslizamento para mover-se mais facilmente até um ator (ou um ponto aleatório)",
    "faq.newBlocksExtensions": "Muitas novas capacidades por meio de \"Extensões Scratch\" (veja abaixo a seção Extensões)",
    "faq.biggerBlocksScratch3Title": "Por que há blocos maiores no Scratch 3.0 do que nas versões anteriores?",
    "faq.biggerBlocksScratch3Body": "Para fazer o Scratch 3.0 funcionar bem em dispositivos de toque (como muitos Chromebooks, laptops Windows Surface, e tablets), nós precisávamos fazer os blocos maiores, para que ficasse mais fácil arrastá-los e tocá-los. Além disso, os blocos são um pouco maiores no Scratch 3.0 para ajudar a resolver problemas que observamos com novos usuários tendo dificuldade clicando e arrastando elementos pequenos de interface. ",
    "faq.extensionsScratch3Title": "Para onde foram os blocos da Caneta? Para onde foram os blocos de Música? Para onde foram os blocos de Sensor de Vídeo?",
    "faq.extensionsScratch3Body": "Os blocos da Caneta, Música e Sensor de Vídeo foram movidos para extensões. As Extensões podem ser adicionadas clicando no botão na parte inferior a esquerda da tela (veja a sessão \"Extensões\" abaixo).",
    "faq.paintEditorScratch3Title": "Quais são as novas funcionalidades do Editor \"Pintar\"?",
    "faq.paintEditorScratch3Body": "O Editor Pintar foi redesenhado para promover novas funcionalidades poderosas enquanto fica mais fácil de ser utilizado. Mudanças e novas funcionalidades incluem:",
    "faq.paintEditorLayout": "Novo layout que torna disponível as ferramentas e mais visíveis as opções.",
    "faq.paintEditorTools": "Novas ferramentas como uma \"borracha\" que funciona em modo vetor",
    "faq.paintEditorColors": "Mais opções para selecionar e ajustar cores",
    "faq.paintEditorVector": "Mais controle sobre pontos de vetores (alças de curva e modos de ponto)",
    "faq.paintEditorLayers": "Controles adicionais para ordenar camadas (\"trazer para a frente\", \"mover para trás\", etc).",
    "faq.paintEditorGradients": "Novos controles de gradiente",
    "faq.soundEditorScratch3Title": "Quais são as novas funcionalidades no Editor de Som?",
    "faq.soundEditorScratch3Body": "O Editor de Som foi redesenhado para tornar mais fácil gravar e manipular sons. Oferece várias novas funcionalidades:",
    "faq.soundEditorRecording": "O novo sistema de gravação está mais fácil de usar",
    "faq.soundEditorTrimming": "O novo sistema de recorte está mais fácil de usar",
    "faq.soundEditorEffects": "Novos efeitos de som (como \"mais rápido\", \"mais devagar\", \"eco\", and \"robô\")",
    "faq.tipsWindwScratch3Title": "O que aconteceu com a janela das Scratch Tips, Dicas?",
    "faq.tipsWindowScratch3Body": "Ao invés da janela de dicas, o Scratch 3.0 oferece material parecido pela Blblioteca de Tutoriais, que pode ser acessada pelo link Tutoriais na barra superior do editor. Você encontrará tutoriais para projetos inteiros (como \"Faça um Jogo de Perseguição\") ou blocos e funções específicas (como \"Grave um Som\" ou \"Faça-o Girar\"). Mais tutoriais serão adicionados no futuro (como \"Jogo Estilo Pong\" e \"Faça-o Voar\").",
    "faq.remixDefinitionTitle": "O que é um remix?",
    "faq.remixDefinitionBody": "Quando um Scratcher faz uma cópia de um projeto de alguém e o modifica, adicionando suas próprias ideias (por exemplo, mudando os personagens ou trajes) o resultado desse projeto é chamado de remix. Todos os projetos compartilhados no site do Scratch podem ser remixados. Consideramos que a menor mudança é válida como uma remixagem, desde que os créditos sejam dados ao autor original do projeto e aqueles que fizeram contribuições significativas à remixagem.",
    "faq.remixableTitle": "Por que a equipe do Scratch exige que todos os projetos sejam \"remixáveis\"?",
    "faq.remixableBody": "Nós acreditamos que remixar projetos de outras pessoas é uma ótima forma de aprender a programar e criar projetos interessantes. Por meio da remixagem, ideias criativas são espalhadas por meio da comunidade Scratch, e todos se beneficiam. Todos os projetos compartilhados no site do Scratch são têm licença \"Creative Commons Share Alike\" - Atribuição - NãoComercial - Compartilha Igual-, o que significa que você pode remixar qualquer projeto que você vê no site do Scratch - e todos podem remixar qualquer projeto que você compartilha no site. ",
    "faq.creativeCommonsTitle": "E se eu não quiser que outras pessoas façam remixagens de meus projetos?",
    "faq.creativeCommonsBody": "Remixagem é uma parte importante da comunidade Scratch. Se você não quer que outros vejam ou remixem suas criações, você ainda pode criar projetos no site do Scratch, mas não compartilhá-los no site. ",
    "faq.fairUseTitle": "Posso usar imagens / sons / mídia da Internet em meus projetos?",
    "faq.fairUseBody": "Se você decidir usar o trabalho de outra pessoa em seu projeto, coloque os devidos créditos na seção \"notas e créditos\" da página de projeto, e inclua um link para o projeto original. Para encontrar arte / sons que já têm uma licença para remisturar, veja a {ccLink}.",
    "faq.ccLinkText": "página de pesquisa Creative Commons",
    "faq.whyAccountTitle": "Por que é útil ter um cadastro no Scratch?",
    "faq.whyAccountBody": "Mesmo sem uma conta, você pode ativar projetos de outras pessoas, ler comentários e fóruns, e ainda criar seus próprios projetos. Mas você precisa de um cadastro para salvar e compartilhar seus projetos, escrever comentários e postagens no fórum, e participar em outras atividades sociais na comunidade (como \"gostar\" de projetos de outras pessoas).",
    "faq.createAccountTitle": "Como posso criar uma conta?",
    "faq.createAccountBody": "Apenas clique em \"Inscreva-se\" na página inicial do Scratch. Você precisará responder algumas perguntas, e providenciar um endereço de e-mail. Leva só alguns minutos, e é completamente grátis!",
    "faq.checkConfirmedTitle": "Como posso ver se minha conta foi confirmada?",
    "faq.howToConfirmTitle": "Como faço para confirmar minha conta?",
    "faq.howToConfirmBody": "Depois que você criar uma nova conta no Scratch, você receberá um e-mail com um link. Clique no link para confirmar sua conta. Quando você confirmar sua conta, você poderá compartilhar projetos, escrever comentários e criar estúdios. Confirmar sua conta também deixa você receber novidades da Equipe do Scratch por e-mail. Se você não encontrar o e-mail com o link de confirmação, cheque a pasta de Spam. Se você ainda não encontrar, e quer receber mais uma cópia, vá para suas Configurações de Conta, clique na aba E-mail, e siga as instruções lá. Por favor note que pode levar até uma hora para o e-mail chegar. Se você ainda não ver o e-mail depois de uma hora, {contactLink}.",
    "faq.contactLinkText": "contate-nos",
    "faq.checkConfirmedBody": "Para saber se sua conta está confirmada, entre na sua conta Scratch e vá para sua página de {settingsLink}. Endereços de e-mail confirmados mostrarão uma marca verde. Do contrário, você verá o texto \"Seu endereço de e-mail não está confirmado\" em laranja.",
    "faq.settingsLinkText": "configurações de e-mail",
    "faq.requireConfirmTitle": "Eu preciso confirmar minha conta?",
    "faq.requireConfirmBody": "Você ainda pode usar muitas funcionalidades do Scratch sem confirmar sua conta, incluindo criar e salvar projetos (sem compartilhá-los).",
    "faq.forgotPasswordTitle": "Esqueci me meu nome de usuário e senha. Como posso refazê-los?",
    "faq.forgotPasswordBody": "Insira o nome de usuário ou endereço de e-mail na página de {resetLink}. O website enviará um e-mail ao endereço associado com seu usuário e um link que você pode usar para recuperar sua senha.",
    "faq.resetLinkText": "recuperar senha",
    "faq.changePasswordTitle": "Como faço para alterar minha senha?",
    "faq.changePasswordBody": "Entre na sua conta do Scratch, e visite a página de {changeLink} onde você pode mudar sua senha.",
    "faq.changeLinkText": "configurações de senha",
    "faq.changeEmailTitle": "Como posso mudar meu e-mail?",
    "faq.changeEmailBody": "Entre na sua conta do Scratch, e visite a página de {changeEmailLink} onde você pode mudar seu endereço de e-mail.",
    "faq.newScratcherTitle": "Como posso mudar de \"Novo Scratcher\" para \"Scratcher\"?",
    "faq.newScratcherBody": "Ao criar uma conta, você será rotulado como um \"Novo Scratcher.\" Para fazer a transição para \"Scratcher\", faça e compartilhe projetos, comente de maneira útil em outros projetos de outros Scratcher's e seja paciente! Depois de atender aos requisitos, um link aparecerá na sua página de perfil, convidando você a se tornar um Scratcher, e você terá alguns recursos adicionais no site do Scratch. (Note que não promovemos Novos Scratcher's à Scratcher a pedido)",
    "faq.multipleAccountTitle": "Posso ter mais de uma conta?",
    "faq.multipleAccountBody": "Não há problema em ter mais de uma conta no Scratch, se nenhuma delas estiver sendo usada para quebrar as {cgLink}. Neste caso, todas as contas relacionadas podem ser bloqueadas ou deletadas.",
    "faq.multipleLoginTitle": "Posso ter mais de uma pessoa conectada em uma mesma conta?",
    "faq.multipleLoginBody": "Isso não é permitido porque o website e o editor ficam facilmente confusos quando mais de uma pessoa está logada na mesma conta. Quando uma conta faz algo que viola as {cgLink}, todas as contas relacionadas podem ser bloqueadas ou deletadas. Se você compartilha uma conta com alguém que faz algo ruim com ela, isso significa que sua conta pode ser bloqueada pelo que aquela pessoa fez.",
    "faq.changeUsernameTitle": "Posso mudar meu nome de usuário?",
    "faq.changeUsernameBody": "A estrutura do website do Scratch depende de um nome de conta consistente, por isso não é possível alterar seu nome de usuário. Se você realmente precisar mudar seu nome de usuário, poderá criar uma nova conta, mas precisará copiar seus projetos para a nova conta por conta própria.",
    "faq.shareInfoTitle": "Quais informações posso compartilhar em minha conta?",
    "faq.shareInfoBody": "Por favor, não compartilhe informações pessoais de contato, como seu endereço físico, email, número de telefone ou qualquer outra coisa que possa ser usada para fazer contato fora do site do Scratch. Por favor, relate projetos, comentários ou postagens do fórum que contenham esse tipo de informação, para que a Equipe do Scratch possa remover as informações, e lembre ao autor da nossa política contra o compartilhamento de informações pessoais de contato.",
    "faq.deleteAccountTitle": "Como faço para excluir minha conta?",
    "faq.deleteAccountBody": "Entre no Scratch, e clique no seu nome de usuário no canto superior direito. Selecione \"Configurações de conta\", então clique no link \"Quero deletar minha conta\" na parte de baixo da página. Mas você deve fazer isso apenas se tiver certeza que quer deletar sua conta.",
    "faq.scratchFreeTitle": "O Scratch é gratuito? Poso utilizá-lo em qualquer lugar?",
    "faq.scratchFreeBody": "Sim! O Scratch está disponível gratuitamente. Você pode usá-lo em sua escola, e você pode mediar um curso sobre ele (mesmo um curso que custe dinheiro). Você não precisa comprar uma licença: é gratuito!",
    "faq.scratchScreenshotTitle": "Posso usar as fotos de telas do Scratch em um livro ou uma apresentação?",
    "faq.scratchScreenshotBody": "Sim, você pode usar capturas de tela / imagens do editor do Scratch e do website em um livro ou apresentação, e considere-as licenciadas pela licença {licenseLink}. Pedimos que você inclua uma nota em algum lugar de seus materiais dizendo: \"O Scratch é um projeto da Fundação Scratch, em colaboração com o grupo Lifelong Kindergarten no MIT Media Lab. Está disponível gratuitamente em https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Atribuição-CompartilhaIgual",
    "faq.scratchDescriptionTitle": "Posso incluir uma descrição do Scratch em panfletos/livretos ou outros materiais.",
    "faq.scratchDescriptionBody": "Claro! Recomendamos a seguinte descrição: \"O Scratch é uma linguagem de programação e comunidade online onde você pode criar suas próprias histórias, jogos e animações. Quando jovens criam e compartilham projetos no Scratch, eles aprendem a pensar criativamente, raciocinar sistematicamente, e trabalhar em grupo. O Scratch é um projeto da {sfLink} em colaboração com o grupo Lifelong Kindergarten no MIT Media Lab. Está disponível gratuitamente em https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Posso apresentar o Scratch em uma conferência?",
    "faq.presentScratchBody": "Por favor sinta-se livre para fazer apresentações sobre o Scratch para educadores ou outros grupos.",
    "faq.supportMaterialTitle": "Posso usar / remixar materiais de apoio do Scratch, atores, imagens, sons ou exemplos que encontrei no site?",
    "faq.supportMaterialBody": "SimL a maior parte dos materiais de suporte no site do Scratch estão disponíveis sob a licença {licenseLink}. Há algumas exceções: o logo Scratch, o gato do Scratch, o Gobo, Pico, Nano, Giga e Tera são marcas do Scratch, e não podem ser utilizados sem a permissão explícita do Scratch Team. ",
    "faq.sellProjectsTitle": "Posso vender meus projetos do Scratch?",
    "faq.sellProjectsBody": "Sim: Seu projeto do Scratch é sua criação. Mas tenha em mente que quando você o compartilha no website no Scratch, todos são livres para baixar, remisturar e reutilizar o projeto baseados nos termos da licença {licenseLink}. Então se você considera vender seu projeto, você pode querer descompatilhá-lo do website do Scratch.",
    "faq.sourceCodeTitle": "Onde posso encontrar o código-fonte do Scratch?",
    "faq.sourceCodeBody": "O código fonte para o editor do Scratch pode ser encontrado em {guiLink}. O código fonte do {flashLink} e do {scratch14Link} também estão disponíveis no GitHub. Para informações atualizadas sobre o desenvolvimento de projetos relacionados ao website do Scratch, por favor visite nosso {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Como eu sei o que é ou não é bom para compartilhar no site do Scratch?",
    "faq.okayToShareBody": "Veja as {cgLink} do Scratch - elas são curtas e não incluem muitas menções à lei. Há um link no rodapé de toda página do Scratch.",
    "faq.reportContentTitle": "O que eu faço se vir algo inapropriado?",
    "faq.reportContentBody": "Você pode clicar no link que diz \"reportar\" em qualquer projeto, comentário, postagem de discussão, estúdio ou página de perfil onde você vê algo que não é apropriado para o Scratch. Se a situação é complicada, você pode usar o link {contactLink} (disponível no rodapé de toda página) para explicá-la. Inclua a maior quantidade de detalhes possível, com links para páginas relevantes.",
    "faq.noFlameTitle": "O que eu faço se vir alguém sendo rude ou desrespeitoso?",
    "faq.noFlameBody": "Não alimente a discussão! Responder a comentários maldosos com mais comentários maldosos só piora a situação, e poderá resultar no bloqueio de sua conta. Em vez disso, limite-se a denunciar o que quer que seja desrespeitoso ou não construtivo, e nós seguiremos a partir daí com o autor. Verificamos o que nos é denunciado todos os dias, várias vezes por dia - pode estar certo de que resolveremos o problema.",
    "faq.reviewContentTitle": "O que a equipe do Scratch faz quando algo é denunciado ou sinalizado?",
    "faq.reviewContentBody": "A Equipe do Scratch revisa comentários e projetos reportados todos os dias. Se alguma coisa quebra as {cgLink} do Scratch, nós a removemos e enviamos um aviso à conta do criador. Nós podemos também bloquear as contas ou redes que foram usadas para compartilhá-la, dependendo do que foi compartilhado e se a pessoa já recebeu avisos antes.",
    "faq.blockedAccountTitle": "O que acontece quando uma conta é bloqueada?",
    "faq.blockedAccountBody": "Quando uma conta é bloqueada, o proprietário não pode mais acessar sua conta, usá-la para criar projetos ou postar novos comentários. Quando eles fazem login, veem uma página que explica por que a conta foi bloqueada, junto com um formulário que podem ser usados para solicitar o desbloqueio. Se o proprietário puder mostrar que entende por que sua conta foi bloqueada e promete seguir as {cgLink} do Scratch no futuro, ele será desbloqueado.",
    "faq.stolenAccountTitle": "Alguém teve acesso a minha conta e tive minha conta bloqueada. O que devo fazer?",
    "faq.stolenAccountBody": "Você é responsável por manter sua senha segura. Se alguém que você conhece assumiu o controle da sua conta e fez coisas ruins, informe os responsáveis pelo computador que usaram. Se você acha que alguém que não conhece tem acesso à sua conta, altere a senha e / ou {contactLink} para explicar a situação. Se sua conta foi bloqueada por fazer algo que você fez que quebrou as {cgLink} do Scratch, por favor, não nos diga que outra pessoa fez isso. Quando alguém nos diz que outra pessoa usou a conta para fazer algo ruim, precisamos conversar com essa pessoa antes de restaurar a conta. Isso significa que sua conta ficará bloqueada por muito mais tempo do que se você for honesto conosco sobre o que aconteceu.",
    "faq.aboutExtensionsTitle": "O que são extensões?",
    "faq.aboutExtensionsBody": "No editor do Scratch, você pode adicionar coleções de blocos extras chamados \"extensões\". Por exemplo, há extensões que permitem que você programe dispositivos físicos (como kits de micro:bits e de robótica LEGO) e traduza textos em seus projetos do Scratch. Continuaremos adicionando novas extensões, então o que você pode fazer com o Scratch continuará a crescer ao longo do tempo.",
    "faq.howToAddExtensionsTitle": "Como eu adiciono uma extensão a um projeto?",
    "faq.howToAddExtensionsBody": "Se você clicar no botão \"Extensões\" no canto inferior esquerdo do editor do Scratch, você verá uma lista de todas as extensões do Scratch. Quando você seleciona uma das extensões, uma nova categoria de blocos será adicionada ao seu projeto. A extensão será carregada automaticamente toda vez que seu projeto for aberto. Você pode adicionar várias extensões ao mesmo projeto.",
    "faq.createExtensionsTitle": "Como eu crio minha própria extensão para o Scratch?",
    "faq.createExtensionsBody": "A Equipe Scratch estará publicando especificações e diretrizes para extensões no futuro. Uma vez disponível, você poderá enviar extensões para a Equipe Scratch para consideração na biblioteca oficial de extensões do Scratch 3.0. Também forneceremos diretrizes para o desenvolvimento e a distribuição de extensões \"experimentais\", que podem ser usadas para criar projetos em computadores individuais, mas não compartilhadas na comunidade online do Scratch.",
    "faq.scratchXTitle": "O que acontecerá com o site do ScratchX?",
    "faq.scratchXBody": "O site ScratchX (scratchx.org) foi um teste experimental para extensões. Extensões criadas para o ScratchX não são compatíveis com o Scratch 3.0. Uma vez que as extensões experimentais sejam totalmente suportadas no Scratch, descontinuaremos o suporte para o ScratchX e forneceremos aos desenvolvedores e usuários tempo para fazer a transição do ScratchX para a nova plataforma de extensões.",
    "faq.cloudDataInfoTitle": "O que são variáveis em nuvem?",
    "faq.cloudDataInfoBody": "As variáveis ​​da nuvem permitem que os dados de um projeto sejam salvos e compartilhados com outras pessoas na comunidade do Scratch. Você pode usar variáveis ​​da nuvem para fazer pesquisas e outros projetos em que outras pessoas da comunidade acessem e modifiquem os dados ao longo do tempo.",
    "faq.makeCloudVarTitle": "Como fazer uma variável em nuvem?",
    "faq.makeCloudVarBody": "Vá para a seção \"Variáveis\" da paleta de blocos, selecione \"Criar uma variável\" e clique na caixa de seleção ao lado de \"Variável de nuvem (armazenada no servidor)\". Os dados associados à sua variável na nuvem serão armazenados no servidor, preservados ao longo do tempo e acessíveis a qualquer pessoa que abrir o projeto.",
    "faq.onlyNumbersTitle": "Que tipo de dado pode ser armazenado nas variáveis em nuvem?",
    "faq.onlyNumbersBody": "Somente números podem ser armazenados nas variáveis em nuvem.",
    "faq.storedCloudInfoTitle": "Quem pode ver os dados armazenados nas variáveis em nuvem?",
    "faq.storedCloudInfoBody": "Quando você interage com um projeto usando variáveis ​​da nuvem, os dados associados as suas interações podem ser armazenados junto com seu nome de usuário, e outros podem visualizá-lo.",
    "faq.reportCloudTitle": "Se vejo que outra pessoa está postando algo inapropriado usando variáveis em nuvem, como posso denunciar?",
    "faq.reportCloudBody": "Clique no botão \"Reportar\" (abaixo do player do projeto na página do projeto) para relatar conteúdo inadequado nas variáveis da nuvem. Certifique-se de mencionar \"variáveis da nuvem\" ao digitar seu motivo no relatório.",
    "faq.chatRoomTitle": "Posso criar salas de bate-papo com variáveis em nuvem?",
    "faq.chatRoomBody": "Embora seja tecnicamente possível criar salas de bate-papo com variáveis ​​de nuvem, elas não são permitidas no site do Scratch.",
    "faq.changeCloudVarTitle": "Quem pode alterar as informações em uma variável da nuvem?",
    "faq.changeCloudVarBody": "Somente você e os usuários do seu projeto podem armazenar dados nas variáveis da nuvem do seu projeto. Se as pessoas \"vêem o interior\" ou remisturam seu código, ele cria uma cópia da variável e não afeta ou altera a variável original.",
    "faq.newScratcherCloudTitle": "Estou logado, mas não consigo usar projetos com variáveis em nuvem. O que está acontecendo?",
    "faq.newScratcherCloudBody": "Se você ainda for um \"Novo Scratcher\" no site, não poderá usar projetos com variáveis ​​de nuvem. Você precisa se tornar um \"Scratcher\" para ter acesso às variáveis ​​da nuvem. Veja a seção Contas (acima) para mais informações sobre a transição de “New Scratcher” para “Scratcher”.",
    "faq.multiplayerTitle": "É possível fazer jogos com vários jogadores com as variáveis em nuvem?",
    "faq.multiplayerBody": "Jogos com múltiplos jogadores podem ser difíceis de criar, devido a problemas de velocidade e sincronização da rede. No entanto, alguns Scratchers estão trazendo maneiras criativas de usar as variáveis ​​da nuvem para os jogos passo-a-passo e outros tipos de jogos.",
    "faq.schoolsTitle": "Scratch nas Escolas",
    "faq.howTitle": "Como o Scratch é usado nas escolas?",
    "faq.howBody": "O Scratch é usado em centenas de milhares de escolas ao redor do mundo, em muitas áreas diferentes (incluindo artes da linguagem, ciências, história, matemática e ciência da computação). Você pode aprender mais sobre estratégias e recursos para usar o Scratch em escolas e outros ambientes de aprendizado (como museus, bibliotecas e centros comunitários) em nossa {educatorsLink}.",
    "faq.educatorsLinkText": "página do Educador",
    "faq.noInternetTitle": "Há alguma forma de os alunos utilizarem o Scratch sem conexão à internet?",
    "faq.noInternetBody": "Sim. {downloadLink} é uma versão do Scratch que roda em um computador desktop ou laptop. Atualmente, o Scratch Desktop está disponível para Mac e Windows.",
    "faq.communityTitle": "Posso desativar a comunidade on-line para os meus alunos?",
    "faq.communityBody": "A comunidade on-line do Scratch fornece uma maneira para os jovens compartilharem, colaborarem e aprenderem com seus colegas dentro de uma comunidade moderada governada pelas {cgLink} do Scratch. No entanto, entendemos que alguns educadores preferem que seus alunos não participem de uma comunidade on-line. Esses educadores podem querer instalar o Scratch Desktop, que é executado offline e localmente em um computador desktop ou laptop.",
    "faq.teacherAccountTitle": "O que é uma Conta de Educador do Scratch?",
    "faq.teacherAccountBody": "Uma conta de professor do Scratch fornece aos professores e outros educadores recursos adicionais para gerenciar a participação dos alunos no Scratch, incluindo a capacidade de criar contas de alunos, organizar projetos de alunos nos estúdios e monitorar os comentários dos alunos. Para obter mais informações sobre contas de professor do Scratch, consulte as {eduFaqLink}.",
    "faq.eduFaqLinkText": "Perguntas Frequentes sobre a Conta de Professor do Scratch",
    "faq.requestTitle": "Como solicito uma Conta de Educador do Scratch?",
    "faq.requestBody": "Você pode solicitar uma conta de professor do Scratch a partir do {educatorsLink} no Scratch. Solicitamos informações adicionais durante o processo de inscrição para verificar sua função como educador.",
    "faq.dataTitle": "Quais informações sobre os alunos o Scratch coleta?",
    "faq.dataBody": "Quando um aluno faz login pela primeira vez no Scratch, pedimos alguns dados demográficos básicos, como gênero, idade (mês e ano de nascimento), país, e endereço de e-mail para verificação. Esses dados são usados (de forma agregada) em estudos de pesquisa que visam melhorar nosso entendimento sobre como as pessoas aprendem com o Scratch. Quando um educador usa uma Conta de Professor do Scratch para criar contas de alunos em massa, os alunos não precisam fornecer um endereço de e-mail para a configuração da conta.",
    "faq.lawComplianceTitle": "O Scratch (versão online) está em conformidade com as leis de privacidade de dados locais e federais dos Estados Unidos?",
    "faq.lawComplianceBody1": "O Scratch se preocupa profundamente com a privacidade dos alunos e de todos os indivíduos que usam nossa plataforma. Temos procedimentos físicos e eletrônicos para proteger as informações que coletamos no site do Scratch. Apesar de não estarmos em condições de oferecer garantias contratuais com cada entidade que usa nosso produto educacional gratuito, estamos em conformidade com todas as leis federais dos Estados Unidos aplicáveis ao MIT e à Fundação Scratch, as organizações que criaram e mantiveram o Scratch. Nós encorajamos você a ler a Política de Privacidade do Scratch para mais informações.",
    "faq.lawComplianceBody2": "Se você gostaria de construir projetos com o Scratch sem enviar nenhuma informação pessoal para nós, você pode baixar o {downloadLink}. Os projetos criados no Scratch Desktop não podem ser acessados pela Equipe do Scratch, e o uso do Scratch Desktop não divulga nenhuma informação de identificação pessoal ao Scratch, a menos que você faça o upload desses projetos para a comunidade online do Scratch."
}