{
    "faq.title": "Perguntas Frequentes (PF)",
    "faq.intro": "Nesta página encontrará respostas a perguntas frequentes acerca do Scratch.",
    "faq.aboutTitle": "Perguntas Gerais",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remisturar e Copiar",
    "faq.accountsTitle": "Contas",
    "faq.permissionsTitle": "Licenciamento e Permissões",
    "faq.inappropriateContentTitle": "Conteúdo Inadequado",
    "faq.scratchExtensionsTitle": "Extensões Scratch",
    "faq.cloudDataTitle": "Variáveis de Nuvem",
    "faq.aboutScratchTitle": "O que é o Scratch e o que posso fazer com ele?",
    "faq.aboutScratchBody": "Com a linguagem de programação Scratch e com a comunidade em linha Scratch, pode criar as suas próprias estórias, jogos e animações interactivos – e partilhar as suas criações com outros em todo o mundo. Enquanto criam e partilham projectos Scratch, os jovens aprendem a pensar criativamente, a raciocinar sistematicamente e a trabalhar colaborativamente. Para aprender mais sobre o Scratch, confira a página {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Acerca do Scratch",
    "faq.makeGameTitle": "Como posso fazer um jogo ou uma animação com o Scratch?",
    "faq.makeGameBody": "Confira a {ideasLink} para ver muitas formas de se iniciar no Scratch",
    "faq.ideasLinkText": "página de ideias",
    "faq.whoUsesScratchTitle": "Quem usa o Scratch?",
    "faq.whoUsesScratchBody": "O Scratch é usado por pessoas de todas as origens, em todos os países à volta do mundo, em todos os tipos de contextos – casas, escolas, bibliotecas, museus, e muito mais. O Scratch foi desenvolvido especificamente para jovens entre os 8 e os 16 anos, mas pessoas de todas as idades criam e partilham com o Scratch. Crianças mais pequenas podem querer experimentar o {scratchJrLink},  uma versão simplificada do Scratch concebida para crianças dos 5 aos 7.",
    "faq.requirementsTitle": "Quais os requisitos de sistema do Scratch?",
    "faq.requirementsBody": "O Scratch corre na maioria dos navegadores web correntes, em computadores de secretária, portáteis e tablets. Pode ver projectos em telefones móveis, mas presentemente não os conseguirá criar ou editar nestes dispositivos. Abaixo encontra-se uma lista dos navegadores oficialmente suportados.",
    "faq.requirementsDesktop": "Computadores de Secretária",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "O Internet Explorer NÃO é suportado.",
    "faq.requirementsTablet": "Tablets",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Nota:",
    "faq.requirementsNoteDesktop": "Se o seu computador não cumprir estes requisitos, pode tentar o editor {downloadLink} (ver o próximo item das PF).",
    "faq.scratchApp": "aplicação Scratch",
    "faq.requirementsNoteWebGL": "Se se deparar com um erro do WebGL, tente com um outro navegador.",
    "faq.requirementsNoteTablets": "Em «tablets» não é de momento possível usar os blocos «tecla premida» ou usar cliques no botão direito do rato para activar os menus de contexto.",
    "faq.offlineTitle": "Têm uma versão descarregável para que eu possa criar e visualizar projectos quando não estou em linha?",
    "faq.offlineBody": "A aplicação Scratch permite-lhe criar projectos Scratch sem uma ligação à Internet. Pode descarregar a {downloadLink} a partir do sítio web do Scratch ou da loja de aplicações do seu dispositivo. (Esta aplicação era anteriormente conhecida por «Editor Desconectado do Scratch»).",
    "faq.uploadOldTitle": "Ainda posso carregar projectos criados usando versões mais antigas do sítio Web do Scratch?",
    "faq.uploadOldBody": "Sim: Pode partilhar e carregar projectos feitos com versões anteriores do Scratch, pois eles ficarão visíveis e executáveis. (No entanto, não pode descarregar projectos feitos com ou editados em versões mais recentes do Scratch e abri-los em versões anteriores do Scratch. Por exemplo, não pode abrir um projecto Scratch 3.0 na versão de secretária do {scratch2Link}, pois o Scratch 2.0 não sabe ler o formato de arquivo de projecto .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Quanto custa o Scratch? Preciso de uma licença?",
    "faq.scratchCostBody": "O Scratch é e será sempre gratuito. Não precisa de uma licença para usar o Scratch na sua escola, em casa ou em qualquer outro lugar. O desenvolvimento e a manutenção do Scratch é pago por subsídios e doações. Se desejar contribuir para o Scratch, consulte a nossa página {donateLink}.",
    "faq.donateLinkText": "Donativos",
    "faq.mediaLabTitle": "Quem criou o Scratch?",
    "faq.mediaLabBody": "O Scratch é desenvolvido e mantido pela Equipa Scratch no {llkLink} do {mediaLabLink}.",
    "faq.llkLinkText": "grupo Lifelong Kindergarten",
    "faq.mediaLabLinkText": "Media Lab do MIT",
    "faq.aboutScratch3Title": "O que é o Scratch 3.0?",
    "faq.aboutScratch3Body": "O Scratch 3.0 é a última geração do Scratch, lançada a 2 de Janeiro de 2019. Esta versão foi concebida para expandir como, o que e onde pode criar com o Scratch. Inclui dezenas de novos actores, um editor de som totalmente novo e muitos novos blocos de programação. Além disso, com o Scratch 3.0 será capaz de criar e executar projectos no seu tablet, para além de o poder fazer no seu computador portátil ou de secretária.",
    "faq.reportBugsScratch3Title": "Como posso reportar erros e fazer comentários sobre o Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Pode reportar erros e fazer comentários na secção {forumsLink} dos fóruns de discussão do Scratch.",
    "faq.forumsLinkText": "Erros e Falhas",
    "faq.languagesScratch3Title": "O Scratch 3.0 está disponível em múltiplas línguas?",
    "faq.languagesScratch3Body1": "Sim. Para alterar a língua dos blocos de programação, clique no ícone «globo» na barra de navegação no topo do editor de programação e, depois, no menu suspenso que será aberto, clique na língua que pretende seleccionar.",
    "faq.languagesScratch3Body2": "Todas as nossas traduções são feitas por voluntários. O editor Scratch 3.0 foi já traduzido para mais de 40+ línguas. Pode ver todas as línguas presentemente em tradução e revisão no nosso {transifexLink}. Se quiser ajudar na tradução ou na sua revisão, por favor contacte {emailLink}.",
    "faq.transifexLinkText": "servidor de tradução",
    "faq.removedBlocksScratch3Title": "O Scratch 3.0 eliminou algum bloco de programação que estivesse presente em versões anteriores do Scratch?",
    "faq.removedBlocksScratch3Body": "Não foram eliminados quaisquer blocos no Scratch 3.0, mas alguns blocos sofreram pequenas alterações e outros foram movidos para «Extensões» (tal como descrito abaixo, na secção {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "O Scratch 3.0 introduz novos blocos?",
    "faq.newBlocksScratch3Body": "Sim! No Scratch 3.0 encontrará:",
    "faq.newBlocksSoundEffect": "Novos blocos «efeito de som»",
    "faq.newBlocksOperators": "Novos operadores que tornam mais fácil trabalhar com texto (cadeias de caracteres)",
    "faq.newBlocksPen": "Novos blocos de caneta, incluindo suporte para transparência",
    "faq.newBlocksGlide": "Novo bloco de deslize para mover facilmente para um actor (ou para um ponto ao acaso)",
    "faq.newBlocksExtensions": "Muitas novas funcionalidades, através das «Extensões Scratch» (ver a secção Extensões mais abaixo)",
    "faq.biggerBlocksScratch3Title": "Porque são os blocos maiores no Scratch 3.0 do que nas versões anteriores?",
    "faq.biggerBlocksScratch3Body": "Para fazer o Scratch funcionar bem em dispositivos baseados no toque (tais como muitos Chromebooks, portáteis Windows Surface e tablets), precisámos de aumentar os blocos, de modo a ser mais fácil arrastá-los e tocá-los. Além disso, os blocos são um pouco maiores no Scratch 3.0 para ajudar a ultrapassar problemas que detectámos com novos utilizadores, que tinham dificuldade em clicar e arrastar elementos com uma interface menor.",
    "faq.extensionsScratch3Title": "Onde foram parar os blocos de Caneta? Onde foram parar os blocos de Música? Onde foram parar os blocos de Vídeo Sensorial?",
    "faq.extensionsScratch3Body": "Os blocos de Caneta, Música e Vídeo Sensorial foram movidos para as extensões. As extensões podem ser adicionadas clicando no botão no canto inferior esquerdo do ecrã (ver a secção «Extensões» mais abaixo). ",
    "faq.paintEditorScratch3Title": "Que novas funcionalidades tem o Editor de Pintura?",
    "faq.paintEditorScratch3Body": "O Editor de Pintura foi concebido de novo de modo a disponibilizar novas funcionalidades poderosas e a torná-lo simultaneamente mais fácil de usar. As alterações e novas funcionalidades incluem:",
    "faq.paintEditorLayout": "Nova disposição que torna mais visíveis as ferramentas e opções disponíveis",
    "faq.paintEditorTools": "Novas ferramentas, tais com uma «borracha» que funciona em modo vectorial",
    "faq.paintEditorColors": "Mais opções para seleccionar e ajustar as cores",
    "faq.paintEditorVector": "Maior controlo sobre pontos vectoriais (modos de manipuladores e pontos de curvas)",
    "faq.paintEditorLayers": "Controlos adicionais para ordenar camadas («para a frente», «para trás», etc.)",
    "faq.paintEditorGradients": "Novos controlos de gradientes",
    "faq.soundEditorScratch3Title": "Que novas funcionalidades tem o Editor de Sons?",
    "faq.soundEditorScratch3Body": "O Editor de Som foi concebido de novo para tornar mais fácil gravar e manipular sons. Disponibiliza algumas novas funcionalidades:",
    "faq.soundEditorRecording": "Novo sistema de gravação mais fácil de usar",
    "faq.soundEditorTrimming": "Novo sistema de recorte de áudio que é mais fácil de usar",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "O que aconteceu à Janela de Dicas Scratch?",
    "faq.tipsWindowScratch3Body": "Em vez da Janela de Dicas, o Scratch 3.0 disponibiliza material semelhante através da Biblioteca de Tutoriais, a que se pode aceder através da ligação Tutoriais na barra de navegação no topo do editor de programação. Aí encontrará tutoriais para projectos completos (tais como «Fazer um Jogo de Perseguição») ou para blocos e funcionalidades específicos (tais como «Gravar um Som» ou «Fazê-la Girar»). Em breve serão adicionados novos tutoriais (tais como um «Jogo do Pong» e «Fazê-lo Voar»).",
    "faq.remixDefinitionTitle": "O que é uma remistura?",
    "faq.remixDefinitionBody": "Quando um Scratchador faz uma cópia do projecto de alguém e o modifica para lhe adicionar as suas próprias ideias (por exemplo, alterando guiões ou trajes), o projecto resultante diz-se uma «remistura». Todos os projectos partilhados no Scratch podem ser remisturados. Mesmo a mais pequena das alterações é considerada uma remistura válida, desde que seja dado devido crédito ao criador original do projecto e a outros que tenham contribuído de forma significativa para a remistura.",
    "faq.remixableTitle": "Por que é que a Equipa Scratch requer que todos os projectos sejam «remisturáveis»?",
    "faq.remixableBody": "Cremos que remisturar os projectos de outras pessoas é uma excelente forma de aprender a programar e de criar projectos interessantes. Através da remistura, as ideias criativas são disseminadas pela comunidade do Scratch e todos beneficiam. Todos os projectos partilhados no sítio web do Scratch ficam ao abrigo da licença «Creative Commons Atribuição-CompartilhaIgual», o que significa que pode remisturar qualquer projecto que veja no sítio web do Scratch – e que todas as outras pessoas poderão remisturar qualquer dos projectos que partilhar no sítio web.",
    "faq.creativeCommonsTitle": "E se eu não quiser que outras pessoas remisturem os meus projectos?",
    "faq.creativeCommonsBody": "A remistura é uma parte importante da comunidade do Scratch. Se não quiser que outros vejam e remisturem as suas criações, crie os projectos no sítio web do Scratch, mas não os partilhe.",
    "faq.fairUseTitle": "Posso usar imagens / sons / multimédia a partir da Internet nos meus projectos?",
    "faq.fairUseBody": "Se escolher integrar no seu o trabalho de outros, assegure-se de que lhes dá o devido crédito na secção «créditos» do projecto e assegure-se também de que inclui uma ligação para os materiais originais. Para encontrar arte / sons que estão à partida disponíveis para remistura, confira a nossa {ccLink}.",
    "faq.ccLinkText": "página de pesquisa Creative Commons",
    "faq.whyAccountTitle": "Por que razão é útil ter uma conta Scratch?",
    "faq.whyAccountBody": "Mesmo sem uma conta, pode executar os projectos de outras pessoas, ler comentários e fóruns, e mesmo criar os seus próprios projectos. Mas precisará de uma conta para poder guardar e partilhar projectos, escrever comentários, publicar nos fóruns e participar noutras actividades «sociais» da comunidade (tais como «gostar» dos projectos de outros).",
    "faq.createAccountTitle": "Como posso criar uma conta?",
    "faq.createAccountBody": "Clique em «Aderir ao Scratch» na página inicial do Scratch. Precisará de responder a algumas questões e de fornecer um endereço de correio electrónico. Demora apenas alguns minutos e é totalmente gratuito!",
    "faq.checkConfirmedTitle": "Como posso verificar se a minha conta foi confirmada?",
    "faq.howToConfirmTitle": "Como confirmo a minha conta?",
    "faq.howToConfirmBody": "Depois de criar uma nova conta no Scratch, receberá uma mensagem de correio electrónico com uma ligação. Clique na ligação para confirmar a sua conta. Assim que confirmar a sua conta, poderá partilhar projectos, escrever comentários e criar estúdios. Confirmar a sua conta permitir-lhe-á também receber mensagens de actualização da Equipa Scratch. Se não conseguir encontrar a mensagem de correio electrónico com a ligação de confirmação, verifique se não estará na pasta de correio não solicitado. Se continuar a não a encontrar, e se quiser receber uma nova cópia, vá às suas Configurações da Conta, clique no separador de Correio Electrónico e siga as instruções que aí se encontram. Por favor note que pode demorar até uma hora para que a sua mensagem chegue. Se continuar a não encontrar a mensagem após uma hora, {contactLink}.",
    "faq.contactLinkText": "diga-nos",
    "faq.checkConfirmedBody": "Para verificar se a sua conta está confirmada, entre na sua conta Scratch e vá para a sua página de {settingsLink}. Os endereços de correio electrónico confirmados têm um sinal verde de «verificado». Se não estiverem confirmados, verá o texto «O seu endereço de correio electrónico não está confirmado» a laranja.",
    "faq.settingsLinkText": "Configurações do Correio Electrónico",
    "faq.requireConfirmTitle": "Tenho de confirmar a minha conta?",
    "faq.requireConfirmBody": "Pode usar muitos dos aspectos do Scratch sem confirmar a sua conta, incluindo criar e guardar projectos (sem os partilhar).",
    "faq.forgotPasswordTitle": "Esqueci-me do meu nome de utilizador ou da minha palavra-passe. Como posso recuperá-los?",
    "faq.forgotPasswordBody": "Introduza o seu nome de utilizador ou endereço de correio electrónico na página de{resetLink}. O sítio web enviar-lhe-á uma mensagem para o endereço de correio electrónico associado à sua conta contendo uma ligação que poderá usar para repor a sua palavra-passe.",
    "faq.resetLinkText": "Reposição da Palavra-Passe",
    "faq.changePasswordTitle": "Como alterar a minha palavra-passe?",
    "faq.changePasswordBody": "Entre na sua conta Scratch, depois visite a sua página de {changeLink}, onde poderá alterar a sua palavra-passe.",
    "faq.changeLinkText": "Configurações da Palavra-Passe",
    "faq.changeEmailTitle": "Como posso alterar o meu endereço de correio electrónico?",
    "faq.changeEmailBody": "Entre na sua conta Scratch, depois visite a sua página de {changeEmailLink}, onde poderá alterar o seu endereço.",
    "faq.newScratcherTitle": "Como evoluo de «Novo Scratchador» para «Scratchador»?",
    "faq.newScratcherBody": "Quando cria uma conta, é considerado «Novo Scratchador». Para transitar para «Scratchador», deve criar e partilhar projectos, comentar de forma construtiva projectos de outros Scratchadores e ser paciente! Assim que tiver cumprido os requisitos, surgirá uma ligação na sua página de perfil convidando-o a tornar-se um Scratchador, e ficará com novas capacidades no sítio web do Scratch. (Note que não promovemos Novos Scratchadores a Scratchadores por pedido.)",
    "faq.multipleAccountTitle": "Posso ter mais do que uma conta?",
    "faq.multipleAccountBody": "Não há problema em ter algumas contas no sítio Web do Scratch, desde que nenhuma delas seja usada​​ para violar as {cgLink}. Se alguma delas for usada dessa forma, todas as contas relacionadas podem ser bloqueadas ou eliminadas.",
    "faq.multipleLoginTitle": "É OK haver mais do que uma pessoa autenticada numa mesma conta?",
    "faq.multipleLoginBody": "Não é permitido, pois o sítio web e o editor de projectos podem facilmente confundir-se quando há várias pessoas autenticadas na mesma conta. Quando uma conta faz algo que viola as {cgLink}, todas as contas relacionadas podem ser bloqueadas ou eliminadas. Se partilhar uma conta com alguém que pratique com ela algo de errado, isto significa que as suas contas podem ser bloqueadas devido ao que essa outra pessoa fez.",
    "faq.changeUsernameTitle": "Posso alterar o meu nome de utilizador?",
    "faq.changeUsernameBody": "A estrutura do sítio web do Scratch depende da existência de nomes de utilizador coerentes, pelo que não é possível alterar o seu nome de utilizador. Se deseja mesmo mudar para um outro nome de utilizador, pode criar uma nova conta, mas terá de ser você a copiar os seus projectos para a nova conta.",
    "faq.shareInfoTitle": "Que informação posso partilhar na / com a minha conta?",
    "faq.shareInfoBody": "Por favor não partilhe informação pessoal de contacto, tal como a sua morada física, o seu endereço de correio electrónico, o seu número de telefone ou qualquer outra informação que possa ser usada para estabelecer contacto consigo fora do sítio web do Scratch. Por favor reporte acerca de projectos, comentários ou publicações de fórum que contenham esse tipo de informação, para que a equipa do Scratch a remova e recorde o seu autor da nossa política contra a partilha de informação pessoal de contacto.",
    "faq.deleteAccountTitle": "Como eliminar a minha conta?",
    "faq.deleteAccountBody": "Autentique-se no Scratch e depois clique no seu nome de utilizador no canto superior direito. Seleccione «Configurações da Conta» e depois clique na ligação «Quero remover a minha conta» ao fundo da página. Faça-o apenas se tiver a certeza absoluta de que quer remover a sua conta.",
    "faq.scratchFreeTitle": "O Scratch é gratuito? Posso usá-lo onde quiser?",
    "faq.scratchFreeBody": "Sim! O Scratch está disponível gratuitamente. Pode usá-lo na sua escola, pode usá-lo nas aulas (mesmo que seja em aulas pagas). Não precisa de comprar uma licença: é grátis.",
    "faq.scratchScreenshotTitle": "Posso usar capturas de ecrã do Scratch num livro ou numa apresentação?",
    "faq.scratchScreenshotBody": "Sim, pode usar capturas de ecrã / imagens da aplicação Scratch e do sítio web num livro ou apresentação, e considerá-los como licenciados sob a licença {licenseLink}. Pedimos-lhe que inclua uma nota nos seus materiais dizendo que «O Scratch é um projecto da Fundação Scratch em colaboração com o Grupo Lifelong Kindergarten do Media Lab do MIT. Está disponível gratuitamente em https://scratch.mit.edu/».",
    "faq.licenseLinkText": "Creative Commons Atribuição-CompartilhaIgual",
    "faq.scratchDescriptionTitle": "Posso incluir uma descrição do Scratch em folhetos e outros materiais?",
    "faq.scratchDescriptionBody": "Claro! Recomendamos a seguinte descrição: «O Scratch é uma linguagem de programação e uma comunidade em linha onde pode criar as suas próprias estórias, os seus próprios jogos e as suas próprias animações interactivas – e partilhar as suas criações com outras pessoas em todo o mundo. Durante o processo de conceber e programar projectos Scratch, os jovens aprendem a pensar de forma criativa, a raciocinar de forma sistemática e a trabalhar de forma colaborativa. O Scratch é um projecto da {sfLink} em colaboração com o grupo Lifelong Kindergarten do Media Lab do MIT. Está disponível gratuitamente em https://scratch.mit.edu/.»",
    "faq.presentScratchTitle": "Posso apresentar o Scratch numa conferência?",
    "faq.presentScratchBody": "Sinta-se à vontade para fazer apresentações sobre o Scratch a educadores ou a outros grupos.",
    "faq.supportMaterialTitle": "Posso usar / remisturar materiais de apoio, actores, imagens, sons ou projectos de exemplo do Scratch que encontrei no vosso sítio Web?",
    "faq.supportMaterialBody": "Sim: A maioria dos materiais de suporte no sítio web do Scratch estão disponíveis sob a licença {licenseLink}. Há algumas excepções: o Logótipo do Scratch, o Gato Scratch, o Gobo, o Pico, o Nano, o Giga e a Tara são marcas registadas do Scratch e não podem ser usados sem autorização explícita da Equipa Scratch.",
    "faq.sellProjectsTitle": "Posso vender os meus projectos Scratch?",
    "faq.sellProjectsBody": "Sim: O seu projecto é uma criação sua. Lembre-se de que, assim que partilha o seu projecto no sítio web do Scratch, todos serão livres de o descarregar, de o remisturar e de o reutilizar de acordo com os termos da licença {licenseLink}. Por isso, se tencionar vender o seu projecto, pode ser preferível deixar de o partilhar no sítio web do Scratch.",
    "faq.sourceCodeTitle": "Onde posso encontrar o código fonte do Scratch?",
    "faq.sourceCodeBody": "O código fonte do editor de programação do Scratch pode ser encontrado no {guiLink}. O código fonte do {flashLink} e o código fonte do {scratch14Link} estão também disponíveis no GitHub. Para informação actualizada sobre os projectos de desenvolvimento relacionados com o sítio web do Scratch, por favor visite a nossa {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Como posso saber o que é ou não apropriado partilhar no sítio Web do Scratch?",
    "faq.okayToShareBody": "Confira as {cgLink} Scratch – são breves e não incluem demasiada tralha legal. Há uma ligação para elas ao fundo de todas as páginas do Scratch.",
    "faq.reportContentTitle": "O que devo fazer se vir algo inapropriado?",
    "faq.reportContentBody": "Pode clicar na ligação que diz «reportar» em qualquer projecto, comentário, publicação de fórum, estúdio ou página de perfil onde vir algo que não é apropriado para o Scratch. Se a situação for complicada, pode usar a ligação {contactLink} (disponível ao fundo de todas as páginas) para a explicar. Assegure-se de que inclui todos os pormenores que conseguir, com ligações para as páginas relevantes.",
    "faq.noFlameTitle": "O que fazer se vir alguém sendo maldoso ou desrespeitoso?",
    "faq.noFlameBody": "Não alimente a discussão! Responder a comentários maldosos com mais comentários maldosos só piora a situação, e poderá resultar no bloqueio da sua conta. Em vez de o fazer, limite-se a reportar o que quer que seja desrespeitoso ou não construtivo, e nós seguiremos a partir daí com o autor. Verificamos o que nos é reportado todos os dias, várias vezes por dia - pode estar certo de que resolveremos o problema.",
    "faq.reviewContentTitle": "O que faz a equipa do Scratch quando algo é reportado ou assinalado?",
    "faq.reviewContentBody": "A Equipa Scratch revê todos os dias os comentários e projectos reportados. Se algo violar as {cgLink}, removê-lo-emos e enviaremos um aviso à respectiva conta. Dependendo do que tiver sido partilhado e de ter havido avisos anteriores às mesmas contas, poderemos também bloquear essas contas ou bloquear as redes que tiverem sido usadas para as partilhas em causa.",
    "faq.blockedAccountTitle": "O que acontece quando uma conta é bloqueada?",
    "faq.blockedAccountBody": "Quando uma conta é bloqueada, o proprietário deixa de lhe poder aceder ou de a poder usar para criar projectos ou comentários. Quando se autenticar, o proprietário verá uma página explicando a razão para o bloqueio da sua conta e incluindo um formulário web que poderá usar para solicitar o seu desbloqueio. Se o proprietário conseguir mostrar que compreende a razão para o bloqueio da sua conta e prometer passar a seguir as {cgLink}, a sua conta será desbloqueada.",
    "faq.stolenAccountTitle": "Alguém conseguiu acesso à minha conta e levou ao bloqueio da minha conta. Que devo fazer?",
    "faq.stolenAccountBody": "É responsável por manter a sua palavra-passe segura. Se algum conhecido tomar o controlo da sua conta e fizer maldades com ela, avise os adultos responsáveis ​​pelo computador que tiver sido usado. Se acha que alguém que não conhece conseguiu acesso à sua conta, altere a sua palavra-passe e / ou use a ligação {contactLink} para explicar a situação. Se a sua conta foi bloqueada devido a alguma violação das {cgLink} Scratch, por favor não nos diga que foi outra pessoa a fazê-lo. Quando nos dizem que foi outra pessoa a usar a uma conta para fazer algo maldoso, temos de tentar falar com essa pessoa antes de podermos desbloquear essa conta. Isto significa que a sua conta ficará bloqueada muito mais tempo do que se for honesto perante nós acerca do que aconteceu.",
    "faq.aboutExtensionsTitle": "O que são extensões?",
    "faq.aboutExtensionsBody": "No editor Scratch, pode adicionar colecções de blocos extra chamadas «extensões». Por exemplo, há extensões que lhe permitem programar dispositivos físicos (tais como o micro:bit ou kits de robótica da LEGO) e que lhe permitem traduzir texto dentro dos seus projectos Scratch. Continuaremos a adicionar novas extensões ao longo do tempo, para poder fazer sempre mais com o Scratch.",
    "faq.howToAddExtensionsTitle": "Como adiciono uma extensão a um projecto?",
    "faq.howToAddExtensionsBody": "Se clicar no botão «Extensões» no canto inferior esquerdo do editor de programação do Scratch, verá uma lista com todas as Extensões Scratch. Quando seleccionar uma das extensões, será adicionada uma nova e correspondente categoria de blocos ao seu projecto. A extensão será automaticamente carregada sempre que o seu projecto for aberto. Pode adicionar múltiplas extensões ao mesmo projecto.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "A Equipa Scratch irá publicar no futuro especificações e linhas de orientação para as extensões. Uma vez disponíveis, poderá submeter extensões à Equipa Scratch para serem consideradas para inclusão na biblioteca oficial de extensões do Scratch 3.0. Disponibilizaremos também linhas de orientação para o desenvolvimento e distribuição de extensões «experimentais», que poderão ser usadas para criar projectos em computadores individuais, mas não poderão ser partilhadas na comunidade em linha do Scratch.",
    "faq.scratchXTitle": "O que acontecerá ao sítio web ScratchX?",
    "faq.scratchXBody": "O sítio web ScratchX (scratchx.org) foi um laboratório de extensões. As extensões criadas para o ScratchX não são compatíveis com o Scratch 3.0. Uma vez que as extensões experimentais sejam plenamente suportadas pelo Scratch, descontinuaremos o suporte do ScratchX e disponibilizaremos aos desenvolvedores e utilizadores tempo para transitarem as extensões do ScratchX para a nova plataforma de extensões.",
    "faq.cloudDataInfoTitle": "O que são variáveis de nuvem?",
    "faq.cloudDataInfoBody": "As variáveis de nuvem permitem que dados de um projecto sejam guardados e partilhados com outras pessoas na comunidade Scratch. Pode usar variáveis de nuvem para fazer inquéritos e outros projectos em que outros membros da comunidade acedem e modificam os dados ao longo do tempo.",
    "faq.makeCloudVarTitle": "Como posso criar uma variável de nuvem?",
    "faq.makeCloudVarBody": "Vá para a secção «Variáveis» da paleta de blocos, seleccione «Criar uma Variável» e clique na caixa de verificação junto a «Variável de nuvem (guardada em servidor)». Os dados associados à sua variável de nuvem serão guardados no servidor, serão preservados ao longo do tempo e ficarão acessíveis a qualquer pessoa que abra o projecto.",
    "faq.onlyNumbersTitle": "Que tipos de dados podem ser guardados em variáveis de nuvem?",
    "faq.onlyNumbersBody": "Só se podem guardar números nas variáveis de nuvem.",
    "faq.storedCloudInfoTitle": "Quem pode ver os dados guardados em variáveis de nuvem?",
    "faq.storedCloudInfoBody": "Quando interage com um projecto que usa variáveis de nuvem, os dados associados às suas interacções podem ser guardados em conjunto com o seu nome de utilizador, e outros podem-nos ver. ",
    "faq.reportCloudTitle": "Se vir alguém publicar conteúdos desapropriados usando variáveis de nuvem, como posso reportá-lo?",
    "faq.reportCloudBody": "Clique no botão «Reportar» (sob o reprodutor do projecto na página do projecto) para reportar conteúdo desapropriado em variáveis de nuvem. Assegure-se de que menciona «variáveis de nuvem» quando introduzir a razão para o seu reporte.",
    "faq.chatRoomTitle": "Posso criar salas de conversa («chat rooms») usando variáveis de nuvem?",
    "faq.chatRoomBody": "Apesar de ser tecnicamente possível criar salas de conversa usando variáveis de nuvem, isso não é permitido no sítio web do Scratch.",
    "faq.changeCloudVarTitle": "Quem pode alterar a informação numa variável de nuvem?",
    "faq.changeCloudVarBody": "Apenas você e os que virem o seu projecto podem guardar dados nas correspondentes variáveis de nuvem. Se as pessoas «virem por dentro» ou remisturarem o seu código, isso criará uma cópia da variável e não afectará, nem alterará, a variável original.",
    "faq.newScratcherCloudTitle": "Estou autenticado, mas não consigo usar projectos com variáveis de nuvem. O que se passa?",
    "faq.newScratcherCloudBody": "Se ainda for um «Novo Scratchador» no sítio web, não poderá usar projectos com variáveis de nuvem. Tem de se ter tornado um «Scratchador» para ter acesso a variáveis de nuvem. Ver a secção Contas (acima) para mais informação sobre a passagem de «Novo Scratchador» a «Scratchador».",
    "faq.multiplayerTitle": "É possível fazer jogos multijogador com variáveis de nuvem?",
    "faq.multiplayerBody": "Jogos multijogador podem ser difíceis de criar, devido à velocidade da rede e a questões de sincronização. No entanto, alguns Scratchadores têm engendrado formas criativas de usar as variáveis de nuvem em jogos que se jogam à vez e noutros tipos de jogos.",
    "faq.schoolsTitle": "O Scratch nas Escolas",
    "faq.howTitle": "Como é que as escolas usam o Scratch?",
    "faq.howBody": "O Scratch é usado em centenas de milhares de escolas em todo o mundo, em muitas diferentes áreas disciplinares (incluindo línguas, artes, ciências, história, matemática e ciências da computação). Pode descobrir mais sobre estratégias e recursos para usar o Scratch na escola e noutros ambientes de aprendizagem (tais como museus, bibliotecas e centros comunitários) na nossa {educatorsLink}.",
    "faq.educatorsLinkText": "Página de Educadores",
    "faq.noInternetTitle": "Há alguma forma de os alunos usarem o Scratch sem uma ligação à Internet?",
    "faq.noInternetBody": "Sim. A {downloadLink} é uma versão descarregável do Scratch que pode ser executada em computadores portáteis e de secretária. Neste momento a aplicação Scratch está disponível em dispositivos Windows e Mac.",
    "faq.communityTitle": "Posso desactivar a comunidade em linha para os meus alunos?",
    "faq.communityBody": "A comunidade em linha do Scratch permite aos jovens partilhar, colaborar e aprender com os seus pares no seio de uma comunidade moderada e regulada pelas {cgLink} Scratch. No entanto, compreendemos que alguns educadores prefiram que os seus alunos não participem na comunidade em linha. Esses educadores podem preferir instalar a aplicação Scratch, que corre desconectada e localmente num computador de secretária ou num portátil.",
    "faq.teacherAccountTitle": "O que é uma Conta de Professor Scratch?",
    "faq.teacherAccountBody": "Uma Conta de Professor Scratch disponibiliza a professores e outros educadores funcionalidades adicionais para gerir a participação dos alunos no Scratch, incluindo a possibilidade de criar contas de aluno, de organizar os projectos dos alunos em estúdios e de monitorizar os comentários dos alunos. Para mais informação sobre as Contas de Professor Scratch, ver as {eduFaqLink}.",
    "faq.eduFaqLinkText": "PF Sobre Contas de Professor Scratch",
    "faq.requestTitle": "Como posso pedir uma Conta de Professor Scratch?",
    "faq.requestBody": "Pode pedir uma Conta de Professor através da {educatorsLink} no Scratch. Pedimos informação adicional durante o processo de registo para podermos verificar o seu papel de educador.",
    "faq.dataTitle": "Que informação sobre os alunos é recolhida pelo Scratch?",
    "faq.dataBody": "Quando um aluno se regista pela primeira vez no Scratch, pedimos informação demográfica básica, incluindo o sexo, a idade (mês e ano de nascimento), o país e um endereço de correio electrónico para verificação. Estes dados são usados (de forma agregada) em estudos de investigação destinados compreendermos melhor de que forma as pessoas usam o Scratch. Quando um educador usa uma Conta de Professor Scratch para criar um lote de contas de aluno, os alunos não precisam de fornecer um endereço de correio electrónico para a criação das contas.",
    "faq.lawComplianceTitle": "A versão em linha do Scratch está conforme com as leis de privacidade de dados locais e federais dos EUA?",
    "faq.lawComplianceBody1": "O Scratch preocupa-se profundamente com a privacidade dos alunos e de todas as pessoas que usam a nossa plataforma. Temos em vigor procedimentos físicos e electrónicos para proteger a informação que recolhemos através do sítio web do Scratch. Apesar de não estarmos em condições de dar garantias contratuais a cada uma das entidades que usam o nosso produto educacional gratuito, estamos em conformidade com todas as leis federais aplicáveis ao MIT e à Fundação Scratch, as organizações que criaram e mantêm o Scratch. Encorajamo-lo a ler a Política de Privacidade do Scratch para mais informação.",
    "faq.lawComplianceBody2": "Se preferir criar projectos com o Scratch sem nos fornecer qualquer Informação Pessoal, pode descarregar a {downloadLink}. Os projectos criados na aplicação Scratch não ficam acessíveis à Equipa Scratch. Usar a aplicação Scratch não revela ao Scratch qualquer informação que o permita identificar pessoalmente, excepto se carregar esses projectos na comunidade em linha do Scratch. "
}