{
    "faq.title": "Intrebari frecvente (FAQ)",
    "faq.intro": "În această pagină vei găsi răspunsuri la întrebările frecvente despre Scratch.",
    "faq.aboutTitle": "Intrebari generale",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Amestecare si copiere",
    "faq.accountsTitle": "Conturi",
    "faq.permissionsTitle": "Licente si permisiuni",
    "faq.inappropriateContentTitle": "Continut inadecvat",
    "faq.scratchExtensionsTitle": "Extensii Scratch",
    "faq.cloudDataTitle": "Variabile cloud",
    "faq.aboutScratchTitle": "Ce este scratch si ce pot face cu el?",
    "faq.aboutScratchBody": "Cu limbajul de programare Scratch și comunitatea online, vă puteți crea propriile povești interactive, jocuri și animații - și puteți partaja creațiile dvs. cu alții din întreaga lume. Pe măsură ce tinerii creează și împărtășesc proiecte Scratch, ei învață să gândească creativ, să raționeze sistematic și să lucreze în colaborare. Pentru a afla mai multe despre Scratch, consultați următoarea pagină {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Despre Scratch",
    "faq.makeGameTitle": "Cum pot sa fac un joc sau o animatie cu Scratch?",
    "faq.makeGameBody": "Consultați {ideasLink} pentru a vedea o mulțime de moduri de a începe cu Scratch",
    "faq.ideasLinkText": "Pagina de idei",
    "faq.whoUsesScratchTitle": "Cine folosește Scratch?",
    "faq.whoUsesScratchBody": "Scratch este folosit de oameni din toate mediile, din toate țările din lume, în toate tipurile de setări -- case, școli, biblioteci, muzee și multe altele. Scratch este conceput special pentru tinerii cu vârste cuprinse între 8 și 16 ani, dar oamenii de toate vârstele creează și distribuie cu Scratch. Copiii mai mici ar putea dori să încerce {scratchJrLink}, o versiune simplificată a Scratch concepută pentru vârste cuprinse între 5 și 7 ani.",
    "faq.requirementsTitle": "Care sunt cerintele de sistem pentru Scratch?",
    "faq.requirementsBody": "Scratch va rula în majoritatea browserelor web actuale de pe desktop-uri, laptopuri și tablete. Puteți vizualiza proiecte pe telefoane mobile, dar în prezent nu puteți crea sau edita proiecte pe telefoane. Mai jos este lista browserelor acceptate oficial.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NU este acceptat.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Notă:",
    "faq.requirementsNoteDesktop": "Dacă computerul dvs. nu îndeplinește aceste cerințe, puteți încerca {downloadLink} editorul (consultați următorul articol din Întrebări frecvente).",
    "faq.scratchApp": "Aplicația Scratch",
    "faq.requirementsNoteWebGL": "Dacă întâmpinați o eroare WebGL, încercați un alt browser.",
    "faq.requirementsNoteTablets": "Pe tablete, în prezent nu există o modalitate de a utiliza blocurile „apăsate taste” sau meniurile contextuale cu clic dreapta.",
    "faq.offlineTitle": "Există o versiune pentru descărcare ca să pot crea și vedea proiecte fără conexiune la Internet?",
    "faq.offlineBody": "Aplicația Scratch vă permite să creați proiecte Scratch fără o conexiune la internet. Puteți descărca {downloadLink} de pe site-ul web Scratch sau din magazinul de aplicații pentru dispozitivul dvs. (Acesta a fost numit anterior „Editor Scratch Offline”).",
    "faq.uploadOldTitle": "Pot sa mai incarc pe site proiecte create cu alte versiuni Scratch?",
    "faq.uploadOldBody": "Da: puteți partaja sau încărca proiecte realizate cu versiuni anterioare de Scratch, iar acestea vor fi vizibile și redate. (Cu toate acestea, nu puteți descărca proiecte realizate cu sau editate în versiunile ulterioare de Scratch și să le deschideți în versiuni anterioare. De exemplu, nu puteți deschide un proiect Scratch 3.0 în versiunea desktop a {scratch2Link}, deoarece Scratch 2.0 nu știe cum să citiți formatul de fișier proiect .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Cat costa scratch? Am nevoie de licenta?",
    "faq.scratchCostBody": "Scratch este și va fi întotdeauna gratuit. Nu aveți nevoie de o licență pentru a utiliza Scratch în școala dvs., acasă sau oriunde altundeva. Dezvoltarea și întreținerea Scratch este plătită prin granturi și donații. Dacă doriți să contribuiți la Scratch, consultați {donateLink}",
    "faq.donateLinkText": "Pagina Donează",
    "faq.mediaLabTitle": "Cine a creat Scratch?",
    "faq.mediaLabBody": "Scratch este dezvoltat și întreținut de echipa Scratch de la {llkLink} la {mediaLabLink}.",
    "faq.llkLinkText": "Grup de grădiniță pe tot parcursul vieții",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Ce este Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 este cea mai recentă generație de Scratch, lansată pe 2 ianuarie 2019. Este conceput pentru a extinde cum, ce și unde puteți crea cu Scratch. Include zeci de sprite-uri noi, un editor de sunet complet nou și multe blocuri de programare noi. Și cu Scratch 3.0, puteți crea și reda proiecte pe tabletă, pe lângă laptopul sau computerul desktop.",
    "faq.reportBugsScratch3Title": "Cum pot raporta erori și pot împărtăși feedback cu privire la Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Puteți raporta erori și puteți împărtăși feedback în {forumsLink} secțiunea forumurilor de discuții Scratch.",
    "faq.forumsLinkText": "Erori și erori",
    "faq.languagesScratch3Title": "Este Scratch 3.0 disponibil în mai multe limbi?",
    "faq.languagesScratch3Body1": "Da. Pentru a schimba limba blocurilor de programare, faceți clic pe pictograma „glob” din bara de navigare de sus a editorului de programare, apoi faceți clic pe meniul derulant pentru a selecta o limbă.",
    "faq.languagesScratch3Body2": "Toate traducerile noastre sunt realizate de voluntari. Editorul Scratch 3.0 a fost deja tradus în peste 40 de limbi. Puteți vedea toate limbile în curs de traducere și revizuire pe site-ul nostru {transifexLink}. Dacă doriți să ajutați cu traducerea sau revizuirea, vă rugăm să contactați {emailLink}.",
    "faq.transifexLinkText": "server de traducere",
    "faq.removedBlocksScratch3Title": "Scratch 3.0 elimină blocurile de codare din versiunile anterioare de Scratch?",
    "faq.removedBlocksScratch3Body": "Nu au fost eliminate blocuri de codare în Scratch 3.0, dar unele s-au schimbat puțin, iar altele s-au mutat în „Extensii” (așa cum este descris mai jos, în {extensionsFAQLink} secțiune).",
    "faq.newBlocksScratch3Title": "Scratch 3.0 introduce blocuri noi?",
    "faq.newBlocksScratch3Body": "Da! În Scratch 3.0 veți găsi:",
    "faq.newBlocksSoundEffect": "Blocuri noi „efect de sunet”.",
    "faq.newBlocksOperators": "Operatori noi care facilitează lucrul cu text (șiruri)",
    "faq.newBlocksPen": "Blocuri de stilouri noi, inclusiv suport pentru transparență",
    "faq.newBlocksGlide": "Bloc de alunecare nou pentru a se muta cu ușurință la un sprite (sau punct aleatoriu)",
    "faq.newBlocksExtensions": "Multe capabilități noi prin „Extensii Scratch” (consultați secțiunea Extensii de mai jos)",
    "faq.biggerBlocksScratch3Title": "De ce sunt blocurile mai mari în Scratch 3.0 decât în ​​versiunile anterioare?",
    "faq.biggerBlocksScratch3Body": "Pentru ca Scratch 3.0 să funcționeze bine pe dispozitivele tactile (cum ar fi multe Chromebookuri, laptopuri Windows Surface și tablete), trebuia să mărim blocurile, astfel încât să fie mai ușor să trageți și să atingeți blocurile. În plus, blocurile sunt puțin mai mari în Scratch 3.0 pentru a ajuta la rezolvarea problemelor pe care le-am observat cu utilizatorii noi care au probleme în a face clic și a trage elementele mici de interfață.",
    "faq.extensionsScratch3Title": "Unde s-au dus blocurile Pen? Unde s-au dus blocurile de muzică? Unde au ajuns blocurile de detectare video?",
    "faq.extensionsScratch3Body": "Blocurile stilou, muzică și Sensare video au fost mutate în extensii. Extensiile pot fi adăugate făcând clic pe butonul din stânga jos a ecranului (consultați secțiunea „Extensii” de mai jos).",
    "faq.paintEditorScratch3Title": "Care sunt noile funcții din Editorul de vopsea?",
    "faq.paintEditorScratch3Body": "Editorul de vopsea a fost reproiectat pentru a oferi noi funcții puternice, în timp ce îl face mai ușor de utilizat. Modificările și funcțiile noi includ:",
    "faq.paintEditorLayout": "Aspect nou care face mai vizibile instrumentele și opțiunile disponibile",
    "faq.paintEditorTools": "Instrumente noi, cum ar fi o „radieră” care funcționează în modul vectorial",
    "faq.paintEditorColors": "Mai multe opțiuni pentru selectarea și ajustarea culorilor",
    "faq.paintEditorVector": "Mai mult control asupra punctelor vectoriale (manere curbe și moduri punct)",
    "faq.paintEditorLayers": "Comenzi suplimentare pentru comandarea straturilor (\"aduceți în față\", \"mutați în spate\", etc.)",
    "faq.paintEditorGradients": "Noi comenzi pentru gradient",
    "faq.soundEditorScratch3Title": "Care sunt noile funcții ale Editorului de sunet?",
    "faq.soundEditorScratch3Body": "Editorul de sunet a fost reproiectat pentru a facilita înregistrarea și manipularea sunetelor. Oferă o serie de funcții noi:",
    "faq.soundEditorRecording": "Nou sistem de înregistrare, care este mai ușor de utilizat",
    "faq.soundEditorTrimming": "Sistem nou de tăiere audio, care este mai ușor de utilizat",
    "faq.soundEditorEffects": "Efecte sonore noi (cum ar fi „mai rapid”, „mai lent” și „robot”)",
    "faq.tipsWindwScratch3Title": "Ce s-a întâmplat cu fereastra Scratch Tips?",
    "faq.tipsWindowScratch3Body": "În loc de Fereastra Sfaturi, Scratch 3.0 oferă material similar prin Biblioteca de tutoriale, care poate fi accesată prin linkul Tutoriale din bara de navigare de sus a editorului de programare. Veți găsi tutoriale pentru proiecte întregi (cum ar fi \"Make a Chase Game\") sau anumite blocuri și caracteristici (cum ar fi \"Înregistrați un sunet\" sau \"Make it Spin\"). Mai multe tutoriale vor fi adăugate în curând (cum ar fi \"Pong Game\" și \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Ce este o amestecare?",
    "faq.remixDefinitionBody": "Când un Scratcher face o copie a proiectului altcuiva și o modifică pentru a-și adăuga propriile idei (de exemplu, schimbând scenarii sau costume), proiectul rezultat se numește „remix”. Fiecare proiect partajat pe site-ul Scratch poate fi remixat. Considerăm că chiar și o modificare minoră este un remix valid, atâta timp cât se acordă credit creatorului original al proiectului și altora care au contribuit semnificativ la remix.",
    "faq.remixableTitle": "De ce impune echipa Scratch ca toate proiectele sa poata fi amestecate?",
    "faq.remixableBody": "Credem că remixarea proiectelor altor oameni este o modalitate excelentă de a învăța să programați și să creați proiecte interesante. Prin remixare, ideile creative se răspândesc prin comunitatea Scratch și toată lumea beneficiază. Toate proiectele partajate pe site-ul Scratch sunt acoperite de licența „Creative Commons Share Alike”, ceea ce înseamnă că puteți remixa orice proiect pe care îl vedeți pe site-ul Scratch -- și toți ceilalți pot remixa oricare dintre proiectele pe care le distribuiți pe site-ul web. .",
    "faq.creativeCommonsTitle": "Si daca nu doresc ca altii sa imi amestece proiectele?",
    "faq.creativeCommonsBody": "Remixarea este o parte importantă a comunității Scratch. Dacă nu doriți ca alții să vadă sau să remixe creațiile dvs., puteți crea proiecte pe site-ul web Scratch, dar nu le partajați pe site.",
    "faq.fairUseTitle": "Pot folosi in proiectele mele imagini / sunete / media de pe internet?",
    "faq.fairUseBody": "Dacă alegeți să integrați lucrarea altcuiva în propria dvs., asigurați-vă că îi acordați credit în secțiunea „credite” a proiectului și includeți un link înapoi la original. Pentru a găsi artă / sunete care sunt deja licențiate pentru remixare, consultați pagina {ccLink}.",
    "faq.ccLinkText": "Pagina de căutare Creative Commons",
    "faq.whyAccountTitle": "De ce este util să ai un cont Scratch?",
    "faq.whyAccountBody": "Chiar și fără un cont, puteți juca proiectele altora, puteți citi comentarii și forumuri și chiar vă puteți crea propriile proiecte. Dar aveți nevoie de un cont pentru a salva și partaja proiecte, pentru a scrie comentarii și postări pe forum și pentru a participa la alte activități „sociale” din comunitate (cum ar fi „iubirea” proiectelor altor persoane).",
    "faq.createAccountTitle": "Cum îmi pot crea un cont?",
    "faq.createAccountBody": "Doar faceți clic pe „Alăturați-vă” pe pagina de pornire Scratch. Va trebui să răspundeți la câteva întrebări și să furnizați o adresă de e-mail. Durează doar câteva minute și este complet gratuit!",
    "faq.checkConfirmedTitle": "Cum pot să verific dacă am contul confirmat?",
    "faq.howToConfirmTitle": "Cum procedez ca sa imi sterg contul?",
    "faq.howToConfirmBody": "După ce creați un cont nou pe Scratch, veți primi un mesaj de e-mail cu un link. Doar faceți clic pe link pentru a vă confirma contul. După ce vă confirmați contul, veți putea să partajați proiecte, să scrieți comentarii și să creați studiouri. Confirmarea contului vă permite, de asemenea, să primiți actualizări prin e-mail de la echipa Scratch. Dacă nu găsiți e-mailul cu linkul de confirmare, verificați folderul Spam. Dacă tot nu îl găsiți și doriți să primiți o altă copie, accesați Setările contului, faceți clic pe fila E-mail și urmați instrucțiunile de acolo. Vă rugăm să rețineți că poate dura până la o oră pentru a ajunge e-mailul. Dacă tot nu vedeți e-mailul după o oră, {contactLink}.",
    "faq.contactLinkText": "anunță-ne",
    "faq.checkConfirmedBody": "Pentru a verifica dacă contul dvs. este confirmat, conectați-vă la contul dvs. Scratch și accesați {settingsLink} pagina dvs. Adresele de e-mail confirmate vor afișa o mică bifă verde. În caz contrar, veți vedea textul „Adresa dvs. de e-mail este neconfirmată” în portocaliu.",
    "faq.settingsLinkText": "Setări de e-mail",
    "faq.requireConfirmTitle": "Trebuie să îmi confirm contul?",
    "faq.requireConfirmBody": "Puteți utiliza în continuare multe aspecte ale Scratch-ului fără a vă confirma contul, inclusiv crearea și salvarea proiectelor (fără a le partaja).",
    "faq.forgotPasswordTitle": "Mi-am uitat numele de utilizator sau parola. Cum pot să le resetez ?",
    "faq.forgotPasswordBody": "Introduceți numele de utilizator sau adresa de e-mail pe pagină {resetLink}. Site-ul web va trimite un e-mail la adresa asociată cu numele dvs. de utilizator și un link pe care îl puteți utiliza pentru a vă reseta parola.",
    "faq.resetLinkText": "Resetare parolă",
    "faq.changePasswordTitle": "Cum sa imi schimb parola?",
    "faq.changePasswordBody": "Conectați-vă la contul dvs. Scratch, apoi vizitați {changeLink} pagina noastră unde vă puteți schimba parola.",
    "faq.changeLinkText": "Setări parolă",
    "faq.changeEmailTitle": "Cum îmi modific adresa de email?",
    "faq.changeEmailBody": "Conectați-vă la contul dvs. Scratch, apoi accesați pagina noastră {changeEmailLink} de unde vă puteți schimba adresa de e-mail.",
    "faq.newScratcherTitle": "Cum fac trecerea de la „New Scratcher” la „Scratcher”?",
    "faq.newScratcherBody": "Când creați un cont, veți fi etichetat ca „New Scratcher”. Pentru a face tranziția la „Scratcher”, ar trebui să creați și să distribuiți proiecte, să comentați util proiectele altor Scratcher și să aveți răbdare! După ce ați îndeplinit cerințele, pe pagina de profil va apărea un link care vă invită să deveniți Scratcher și veți avea câteva capabilități suplimentare pe site-ul web Scratch. (Rețineți că nu promovăm noi Scratchers la Scratcher la cerere)",
    "faq.multipleAccountTitle": "Pot avea mai mult de un cont?",
    "faq.multipleAccountBody": "Este bine să aveți câteva conturi pe site-ul Scratch, atâta timp cât niciunul dintre ele nu este folosit pentru a sparge {cgLink}. În acest caz, toate conturile asociate pot fi blocate sau șterse.",
    "faq.multipleLoginTitle": "Este voie ca intr-un cont sa se logheze mai mult de o persoana?",
    "faq.multipleLoginBody": "Acest lucru nu este permis deoarece site-ul web și editorul de proiect se pot confunda cu ușurință atunci când mai multe persoane sunt conectate la același cont. Când un cont face ceva care încalcă {cgLink}, toate conturile asociate pot fi blocate sau șterse. Dacă partajați un cont cu cineva care face ceva rău cu el, aceasta înseamnă că conturile dvs. pot fi blocate pentru ceea ce a făcut cealaltă persoană.",
    "faq.changeUsernameTitle": "Pot sa imi schimb numele de utilizator?",
    "faq.changeUsernameBody": "Structura site-ului web Scratch depinde de a avea un nume de cont consecvent, deci nu este posibil să vă schimbați numele de utilizator. Dacă într-adevăr trebuie să treceți la un nou nume de utilizator, vă puteți crea un cont nou, dar va trebui să vă copiați singur proiectele în noul cont.",
    "faq.shareInfoTitle": "Ce fel de informatii pot sa partajez pe / in legatura cu contul meu?",
    "faq.shareInfoBody": "Vă rugăm să nu partajați informații personale de contact, cum ar fi adresa fizică, e-mailul, numărul de telefon sau orice altceva care poate fi folosit pentru a contacta în afara site-ului web Scratch. Vă rugăm să raportați proiectele, comentariile sau postările de pe forum care conțin acest tip de informații, astfel încât Echipa Scratch să poată elimina informațiile și să reamintească autorului politica noastră împotriva partajării informațiilor personale de contact.",
    "faq.deleteAccountTitle": "Cum procedez ca sa imi sterg contul?",
    "faq.deleteAccountBody": "Conectați-vă la Scratch, apoi faceți clic pe numele de utilizator din colțul din dreapta sus. Selectați „Setări cont”, apoi faceți clic pe linkul „Vreau să-mi șterg contul” din partea de jos a paginii. Dar ar trebui să faceți acest lucru numai dacă sunteți absolut sigur că doriți să vă ștergeți contul.",
    "faq.scratchFreeTitle": "Este Scratch gratuit? Îl pot folosi oriunde doresc?",
    "faq.scratchFreeBody": "Da! Scratch este disponibil gratuit. Îl poți folosi în școala ta și poți preda un curs despre el (chiar și un curs care costă bani). Nu trebuie să cumpărați o licență: este gratuită!",
    "faq.scratchScreenshotTitle": "Pot folosi capturi de ecran cu Scratch într-o carte sau o prezentare?",
    "faq.scratchScreenshotBody": "Da, puteți utiliza capturi de ecran/imagini ale aplicației și site-ului Scratch într-o carte sau prezentare și le puteți considera ca fiind licențiate sub licență {licenseLink}. Vă rugăm să includeți undeva în materialele dvs. o notă care să spună: Scratch este un proiect al Fundației Scratch, în colaborare cu Grupul Lifelong Kindergarten de la MIT Media Lab. Este disponibil gratuit la https://scratch.mit .edu.",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Pot include o descriere a Scratch în broșuri sau alte materiale?",
    "faq.scratchDescriptionBody": "Sigur! Vă recomandăm următoarea descriere: \"Scratch este un limbaj de codare și o comunitate online în care vă puteți crea propriile povești interactive, jocuri și animații -- și să vă împărtășiți creațiile cu alții din întreaga lume. Pe măsură ce tinerii creează și distribuie proiecte Scratch, ei învață să gândească creativ, să raționeze sistematic și să lucreze în colaborare. Scratch este un proiect {sfLink} al grupului Lifelong Kindergarten din cadrul MIT Media Lab. Este disponibil gratuit la https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Pot sa prezint Scratch la conferinte?",
    "faq.presentScratchBody": "Vă rugăm să nu ezitați să faceți prezentări despre Scratch către educatori sau alte grupuri.",
    "faq.supportMaterialTitle": "Am voie sa folosesc / amestec materialele suport pentru Scratch, sprite-uri, imagini, sunete sau proiecte model pe care le-am gasit pe site?",
    "faq.supportMaterialBody": "Da: Majoritatea materialelor de asistență Scratch de pe site-ul web Scratch sunt disponibile sub licență {licenseLink}. Există câteva excepții: Logo-ul Scratch, Scratch Cat, Gobo, Pico, Nano, Giga și Tera sunt mărci comerciale Scratch și nu pot fi utilizate fără permisiunea explicită a echipei Scratch.",
    "faq.sellProjectsTitle": "Pot sa vand proiectele mele Scratch?",
    "faq.sellProjectsBody": "Da: proiectul tău Scratch este creația ta. Dar rețineți că, odată ce vă partajați proiectul pe site-ul web Scratch, toată lumea este liberă să descarce, să remixeze și să refolosească proiectul pe baza termenilor licenței {licenseLink}. Așadar, dacă intenționați să vă vindeți proiectul, poate doriți să-l anulați distribuirea de pe site-ul Scratch.",
    "faq.sourceCodeTitle": "Unde pot gasi sursa pentru Scratch?",
    "faq.sourceCodeBody": "Codul sursă pentru editorul de programare Scratch poate fi găsit pe {guiLink}. Codul sursă pentru {flashLink} și {scratch14Link}, sunt de asemenea disponibile pe GitHub. Pentru informații actualizate despre proiectele de dezvoltare legate de site-ul web Scratch, vă rugăm să vizitați {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Cum stiu ce este bine si ce nu sa partajez pe site-ul web Scratch?",
    "faq.okayToShareBody": "Verificați Scratch {cgLink} - sunt scurte și nu includ multe detalii legale. Există un link în partea de jos a fiecărei pagini pe Scratch.",
    "faq.reportContentTitle": "Ce sa fac daca vad ceva inadecvat?",
    "faq.reportContentBody": "Puteți face clic pe linkul care scrie „raportează” pe orice proiect, comentariu, post de discuție, studio sau pagină de profil unde vedeți ceva care nu este în regulă pentru Scratch. Dacă situația este complicată, puteți folosi linkul {contactLink} (disponibil în partea de jos a fiecărei pagini) pentru a explica. Asigurați-vă că includeți cât mai multe detalii, cu linkuri către pagini relevante.",
    "faq.noFlameTitle": "Ce sa fac in cazul in care cineva este meschin sau lipsit de respect?",
    "faq.noFlameBody": "Nu te infierbanta! Raspunzand la meschinarii cu comentarii si mai meschine nu faci decat sa fie mai rau si se poate sfarsi cu blocarea contului tau. In schimb, poti sa raportezi orice este lipsit de respect sau neconstructiv, iar noi il vom urmari pe autor. Verificam raportarile zilnic, de mai multe ori pe zi - asa ca stai linistit, vom regla noi lucrurile.",
    "faq.reviewContentTitle": "Ce face echipa Scratch cand ceva este raportat sau marcat?",
    "faq.reviewContentBody": "Echipa Scratch examinează comentariile raportate și proiectele în fiecare zi. Dacă ceva rupe {cgLink} Scratch-ul, îl vom elimina și vom trimite un avertisment în cont. De asemenea, putem bloca conturile sau rețelele care au fost folosite pentru a le partaja, în funcție de ceea ce a fost partajat și dacă persoanei i s-au trimis avertismente înainte",
    "faq.blockedAccountTitle": "Ce se intampla cand un cont este blocat?",
    "faq.blockedAccountBody": "Când un cont este blocat, proprietarul nu își mai poate accesa contul, îl poate folosi pentru a crea proiecte sau pentru a posta noi comentarii. Când se conectează, văd o pagină care explică de ce contul a fost blocat, împreună cu un formular web pe care îl pot utiliza pentru a solicita deblocarea. Dacă proprietarul poate arăta că înțelege de ce contul lor a fost blocat și promite să urmărească Scratch {cgLink} în viitor, vor fi deblocați.",
    "faq.stolenAccountTitle": "Cineva a avut acces la contul meu și mi-a blocat contul. Ce fac?",
    "faq.stolenAccountBody": "Sunteți responsabil pentru păstrarea parolei în siguranță. Dacă cineva pe care îl cunoști a preluat controlul asupra contului tău și a făcut lucruri rele, spune-le adulților care se ocupă de computerul pe care l-au folosit. Dacă crezi că cineva pe care nu-l cunoști are acces la contul tău, schimbă parola și/sau folosește linkul {contactLink} pentru a explica situația. Dacă contul dvs. a fost blocat pentru că ați făcut ceva ce ați rupt Scratch-ul {cgLink}, vă rugăm să nu ne spuneți că altcineva a făcut-o. Când oamenii ne spun că altcineva și-a folosit contul pentru a face ceva rău, atunci trebuie să încercăm să vorbim cu acea persoană înainte de a putea restabili contul. Aceasta înseamnă că contul dvs. va rămâne blocat mult mai mult decât dacă sunteți sincer cu noi în legătură cu ceea ce sa întâmplat.",
    "faq.aboutExtensionsTitle": "Ce sunt extensiile?",
    "faq.aboutExtensionsBody": "În editorul Scratch, puteți adăuga colecții de blocuri suplimentare numite „extensii”. De exemplu, există extensii care vă permit să programați dispozitive fizice (cum ar fi kiturile robotice micro:bit și LEGO) și să traduceți text în Scratch. proiecte. Vom continua să adăugăm noi extensii în timp, astfel încât ceea ce puteți face cu Scratch va continua să crească în timp.",
    "faq.howToAddExtensionsTitle": "Cum adaug o extensie la un proiect?",
    "faq.howToAddExtensionsBody": "Dacă faceți clic pe butonul „Extensii” din colțul din stânga jos al editorului de programare Scratch, veți vedea o listă cu toate extensiile Scratch. Când selectați una dintre extensii, o nouă categorie de blocuri va fi adăugată proiectului dumneavoastră. Extensia va fi încărcată automat de fiecare dată când proiectul dvs. este deschis. Puteți adăuga mai multe extensii la același proiect.",
    "faq.createExtensionsTitle": "Cum îmi creez propria extensie pentru Scratch?",
    "faq.createExtensionsBody": "Echipa Scratch va publica specificațiile și liniile directoare pentru extensii în viitor. Odată ce sunt disponibile, veți putea trimite extensii echipei Scratch pentru a fi luate în considerare în biblioteca oficială de extensii Scratch 3.0. De asemenea, vom oferi îndrumări pentru dezvoltarea și distribuirea extensiilor „experimentale”, care pot fi folosite pentru a crea proiecte pe computere individuale, dar care nu pot fi partajate în comunitatea online Scratch.",
    "faq.scratchXTitle": "Ce se va întâmpla cu site-ul ScratchX?",
    "faq.scratchXBody": "Site-ul web ScratchX (scratchx.org) a fost un banc de testare experimental pentru extensii. Extensiile create pentru ScratchX nu sunt compatibile cu Scratch 3.0. Odată ce extensiile experimentale sunt pe deplin acceptate în Scratch, vom întrerupe suportul pentru ScratchX și vom oferi dezvoltatorilor și utilizatorilor timp pentru a trece de la ScratchX la noua platformă de extensii.",
    "faq.cloudDataInfoTitle": "Ce sunt variabilele cloud?",
    "faq.cloudDataInfoBody": "Variabilele cloud permit ca datele dintr-un proiect să fie salvate și partajate cu alte persoane din comunitatea Scratch. Puteți utiliza variabilele cloud pentru a realiza sondaje și alte proiecte în care alții din comunitate să acceseze și să modifice datele în timp.",
    "faq.makeCloudVarTitle": "Cum pot face o variabilă cloud?",
    "faq.makeCloudVarBody": "Accesați secțiunea „Variabile” a paletei de blocuri, selectați „Creați o variabilă” și apoi faceți clic pe caseta de selectare de lângă „Variabilă cloud (stocat pe server)”. Datele asociate cu variabila dvs. cloud vor fi stocate pe server, păstrate în timp și accesibile oricui deschide proiectul.",
    "faq.onlyNumbersTitle": "Ce tipuri de date pot fi stocate în variabilele cloud?",
    "faq.onlyNumbersBody": "Doar numerele pot fi stocate în variabilele cloud.",
    "faq.storedCloudInfoTitle": "Cine poate vedea datele stocate în variabilele cloud?",
    "faq.storedCloudInfoBody": "Când interacționați cu un proiect folosind variabile cloud, datele asociate cu interacțiunile dvs. pot fi stocate împreună cu numele dvs. de utilizator, iar alții le pot vizualiza.",
    "faq.reportCloudTitle": "Dacă văd că cineva postează conținut neadecvat folosind variabile cloud, cum îl raportez?",
    "faq.reportCloudBody": "Faceți clic pe butonul „Raportați acest lucru” (de mai jos pe playerul de proiect de pe pagina proiectului) pentru a raporta conținut neadecvat în variabile cloud. Asigurați-vă că menționați „variabile cloud” atunci când introduceți motivul în raport.",
    "faq.chatRoomTitle": "Pot face camere de chat cu variabile cloud?",
    "faq.chatRoomBody": "Deși este posibil din punct de vedere tehnic să creați camere de chat cu variabile cloud, acestea nu sunt permise pe site-ul Scratch.",
    "faq.changeCloudVarTitle": "Cine poate modifica informatia dintr-o variabila cloud?",
    "faq.changeCloudVarBody": "Doar dvs. și cei care vă privesc proiectul puteți stoca date în variabilele cloud ale proiectului. Dacă oamenii \"văd în interior\" sau remix codul dvs., acesta creează o copie a variabilei și nu afectează sau modifică variabila originală.",
    "faq.newScratcherCloudTitle": "Sunt autentificat, dar nu pot folosi proiecte cu variabile cloud. Ce se întâmplă?",
    "faq.newScratcherCloudBody": "Dacă sunteți încă un „New Scratcher” pe site, nu veți putea folosi proiecte cu variabile cloud. Trebuie să deveniți „Scratcher” pentru a avea acces la variabilele cloud. Consultați secțiunea Conturi (de mai sus) pentru mai multe informații despre trecerea de la „New Scratcher” la „Scratcher”.",
    "faq.multiplayerTitle": "Este posibil să faci jocuri multiplayer cu variabile cloud?",
    "faq.multiplayerBody": "Jocurile multiplayer pot fi dificil de creat, din cauza vitezei rețelei și a problemelor de sincronizare. Cu toate acestea, unii Scratchers vin cu modalități creative de a folosi variabilele cloud pentru pas cu pas și alte tipuri de jocuri.",
    "faq.schoolsTitle": "Scratch in scoli",
    "faq.howTitle": "Cum este utilizat Scratch în şcoli?",
    "faq.howBody": "Scratch este utilizat în sute de mii de școli din întreaga lume, în multe domenii diferite (inclusiv arte lingvistice, științe, istorie, matematică și informatică). Puteți afla mai multe despre strategiile și resursele pentru utilizarea Scratch în școli și în alte medii de învățare (cum ar fi muzee, biblioteci și centre comunitare) pe site-ul nostru {educatorsLink}.",
    "faq.educatorsLinkText": "Pagina Educatorilor",
    "faq.noInternetTitle": "Există vreo modalitate prin care elevii să folosească Scratch fără conexiune la internet?",
    "faq.noInternetBody": "Da. {downloadLink} este o versiune descărcabilă de Scratch care poate rula pe laptopuri și desktop-uri. În prezent, aplicația Scratch este disponibilă pe dispozitivele Windows și Mac.",
    "faq.communityTitle": "Pot dezactiva comunitatea online pentru studenții mei?",
    "faq.communityBody": "Comunitatea online Scratch oferă tinerilor o modalitate de a împărtăși, de a colabora și de a învăța cu colegii lor într-o comunitate moderată guvernată de Scratch {cgLink}. Cu toate acestea, înțelegem că unii educatori preferă ca studenții lor să nu participe într-o comunitate online. Acești educatori ar putea dori să instaleze aplicația Scratch, care rulează offline și local pe un computer desktop sau laptop.",
    "faq.teacherAccountTitle": "Ce este un Cont Profesor Scratch?",
    "faq.teacherAccountBody": "Un Cont de Profesor Scratch oferă cadrelor didactice și altor educatori funcții suplimentare pentru a gestiona participarea studenților la Scratch, inclusiv posibilitatea de a crea conturi de elevi, de a organiza proiectele studenților în studiouri și de a monitoriza comentariile studenților. Pentru mai multe informații despre Conturile de Profesor (Scratch Teacher Accounts), consultați {eduFaqLink}.",
    "faq.eduFaqLinkText": "Întrebări frecvente despre Contul de Profesor Scratch ",
    "faq.requestTitle": "Cum pot solicita un Cont de Profesor?",
    "faq.requestBody": "Puteți solicita un cont de profesor Scratch de la {educatorsLink} de pe Scratch. Vă cerem informații suplimentare în timpul procesului de înregistrare pentru a vă verifica rolul de educator.",
    "faq.dataTitle": "Ce informații colectează Scratch despre elevi?",
    "faq.dataBody": "Când un student se înscrie pentru prima dată pe Scratch, solicităm date demografice de bază, inclusiv sexul, vârsta (luna și anul nașterii), țara și o adresă de e-mail pentru verificare. Aceste date sunt utilizate (sub formă agregată) în studii de cercetare menite să ne îmbunătățească înțelegerea modului în care oamenii învață cu Scratch. Atunci când un educator folosește un Cont de Profesor pentru a crea conturi de elevi în bloc, elevii nu sunt obligați să furnizeze o adresă de e-mail pentru configurarea contului.",
    "faq.lawComplianceTitle": "Versiunea online a Scratch este conformă cu legile locale și federale privind confidențialitatea datelor din Statele Unite?",
    "faq.lawComplianceBody1": "Nouă, celor din echipa Scratch, ne pasă profund de confidențialitatea studenților și a tuturor persoanelor care folosesc platforma noastră. Avem la dispoziție proceduri fizice și electronice pentru a proteja informațiile pe care le colectăm pe site-ul Scratch. Deși nu suntem în măsură să oferim garanții contractuale cu fiecare entitate care utilizează produsul nostru educațional gratuit, suntem în conformitate cu toate legile federale din Statele Unite care sunt aplicabile MIT și Fundația Scratch, organizațiile care au creat și întreținut Scratch. Vă recomandăm să citiți Politica de confidențialitate Scratch pentru mai multe informații.",
    "faq.lawComplianceBody2": "Dacă doriți să construiți proiecte cu Scratch fără a ne trimite informații personale, puteți descărca fișierul {downloadLink}. Proiectele create în aplicația Scratch nu sunt accesibile de către echipa Scratch, iar utilizarea aplicației Scratch nu dezvăluie informații de identificare personală către Scratch decât dacă încărcați aceste proiecte în comunitatea online Scratch."
}