{
    "faq.title": "Часто задаваемые вопросы (ЧаВо)",
    "faq.intro": "На этой странице вы найдете ответы на часто задаваемые вопросы о Scratch.",
    "faq.aboutTitle": "Общие вопросы",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Ремиксы и копирование",
    "faq.accountsTitle": "Учетные записи",
    "faq.permissionsTitle": "Лицензирование и разрешения",
    "faq.inappropriateContentTitle": "Недопустимый контент",
    "faq.scratchExtensionsTitle": "Расширения Scratch",
    "faq.cloudDataTitle": "Облачные данные",
    "faq.aboutScratchTitle": "Что такое Scratch и что я могу с ним сделать?",
    "faq.aboutScratchBody": "С помощью языка программирования Scratch и онлайн сообщества, ты можешь создавать интерактивные истории, игры и анимации -- и делится ими с другими по всему миру. По мере того как молодые люди создают и делятся своими проектами, они учатся творчески мыслить, систематически рассуждать и работать сообща. Чтобы узнать больше о Scratch, посмотрите страницу {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "О Scratch",
    "faq.makeGameTitle": "Как можно создать игру или мультипликацию в Scratch?",
    "faq.makeGameBody": "Посмотрите {ideasLink} чтобы увидеть множество способов начать использовать Scratch",
    "faq.ideasLinkText": "Страница идей",
    "faq.whoUsesScratchTitle": "Кто использует Scratch?",
    "faq.whoUsesScratchBody": "Scratch используется людьми любого происхождения, во всех странах мира, в любых условиях - дома, в школах, библиотеках, музеях и т. д. Scratch разработан специально для молодых людей в возрасте от 8 до 16 лет, но люди всех возрастов создают и делятся с Scratch. Дети младшего возраста могут захотеть попробовать {scratchJrLink}, упрощенную версию Scratch, предназначенную для детей от 5 до 7 лет.",
    "faq.requirementsTitle": "Какие системные требования для среды Скретч?",
    "faq.requirementsBody": "Scratch будет работать в большинстве современных веб-браузеров на настольных компьютерах, ноутбуках и планшетах. Вы можете просматривать проекты на мобильных телефонах, но в настоящее время вы не можете создавать или редактировать проекты на телефонах. Ниже приведен список официально поддерживаемых браузеров.",
    "faq.requirementsDesktop": "ПК Версия",
    "faq.requirementsDesktopChrome": "Chrome (от 63)",
    "faq.requirementsDesktopEdge": "Edge (от 15)",
    "faq.requirementsDesktopFirefox": "Firefox (от 57)",
    "faq.requirementsDesktopSafari": "Safari (от 11)",
    "faq.requirementsDesktopIE": "Internet Explorer НЕ поддерживается.",
    "faq.requirementsTablet": "Для Планшета",
    "faq.requirementsTabletChrome": "Mobile Chrome (от 63)",
    "faq.requirementsTabletSafari": "Mobile Safari (от 11)",
    "faq.requirementsNote": "Заметка:",
    "faq.requirementsNoteDesktop": "Если ваш компьютер не поддерживает эти требования, вы можете попробовать редактор {downloadLink} (смотрите следующий пункт в ЧаВо).",
    "faq.scratchApp": "Приложение Scratch",
    "faq.requirementsNoteWebGL": "Если вы столкнулись с ошибкой WebGL, попробуйте другой браузер.",
    "faq.requirementsNoteTablets": "На планшетах в настоящее время нет возможности использовать блоки \"клавиша нажата\" или контекстное меню, вызываемое щелчком правой кнопкой мыши.",
    "faq.offlineTitle": "Существует ли версия для скачивания, чтобы можно было создавать и просматривать проекты без доступа в интернет?",
    "faq.offlineBody": "Приложение Scratch позволяет создавать проекты Scratch без подключения к Интернету. Вы можете загрузить {downloadLink} с веб-сайта Scratch или из магазина приложений для своего устройства. (Ранее оно называлось \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Могу ли я загружать на сайт проекты, созданные в более ранней версии Скретч?",
    "faq.uploadOldBody": "Да: вы можете делиться или загружать проекты, созданные с помощью более ранних версий Scratch, и они будут видны и доступны для игры. (Однако вы не можете загружать проекты, созданные или отредактированные в более поздних версиях Scratch, и открывать их в более ранних версиях. Например, вы не можете открыть проект Scratch 3.0 в настольной версии{scratch2Link}, потому что Scratch 2.0 не знает как читать формат файла проекта .sb3).",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Сколько стоит Скретч? Нужна ли лицензия?",
    "faq.scratchCostBody": "Scratch был и всегда будет бесплатным. Вам не нужна лицензия чтобы использовать Scratch в вашей школе, дома, или где то ещё. Разработка и поддержка Scratch оплачивается из грантов и пожертвований. Если вы хотите поддержать Scratch, посмотрите наш {donateLink}.",
    "faq.donateLinkText": "Страница пожертвования",
    "faq.mediaLabTitle": "Кто создал Скретч?",
    "faq.mediaLabBody": "Scratch разрабатывается и поддерживается Командой Scratch в{llkLink} на{mediaLabLink}",
    "faq.llkLinkText": "Группа Lifelong Kindergarten",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Что такое Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 - это последнее поколение Scratch, выпущенное 2 января 2019 года. Оно предназначено для расширения возможностей, что и где вы можете создавать с помощью Scratch. Он включает в себя десятки новых спрайтов, совершенно новый звуковой редактор и множество новых программных блоков. Еще с Scratch 3.0 вы можете создавать и воспроизводить проекты на планшете, а также на ноутбуке или настольном компьютере.",
    "faq.reportBugsScratch3Title": "Как я могу сообщать об ошибках и оставлять отзывы о Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Вы можете сообщать об ошибках и делиться отзывами на форуме Scratch в разделе {forumsLink}.",
    "faq.forumsLinkText": "Баги и Глюки",
    "faq.languagesScratch3Title": "Доступен ли Scratch 3.0 в других языках?",
    "faq.languagesScratch3Body1": "Да. Чтобы изменить язык программных блоков, щелкните значок “глобус” на верхней панели навигации редактора, затем щелкните раскрывающееся меню, чтобы выбрать язык.",
    "faq.languagesScratch3Body2": "Все наши переводы выполняются волонтерами. Редактор Scratch 3.0 уже переведен на 40+ языков. Вы можете просмотреть все языки, которые в настоящее время переводятся и рецензируются на нашем {transifexLink}. Если вы хотите помочь с переводом или рецензированием, пожалуйста, напишите на {emailLink}.",
    "faq.transifexLinkText": "сервер перевода",
    "faq.removedBlocksScratch3Title": "Удаляет ли Scratch 3.0 какие-либо блоки кода из более ранних версий Scratch?",
    "faq.removedBlocksScratch3Body": "Блоки кодирования не были удалены в Scratch 3.0, но некоторые из них немного изменились, а другие переместились в \"Расширения\" (как описано ниже, в разделе {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "Добавляет ли Scratch 3.0 новые блоки?",
    "faq.newBlocksScratch3Body": "Да! В Scratch 3.0 вы найдёте:",
    "faq.newBlocksSoundEffect": "Новые блоки \"звуковые эффекты\"",
    "faq.newBlocksOperators": "Новые операторы, упрощающие работу с текстом (строками)",
    "faq.newBlocksPen": "Новые блоки пера, включающие поддержку прозрачности",
    "faq.newBlocksGlide": "Новый блок «плыть», чтобы легко двигаться к спрайту (или случайной точке)",
    "faq.newBlocksExtensions": "Многие новые возможности с помощью «расширений Scratch» (см. раздел расширений снизу)",
    "faq.biggerBlocksScratch3Title": "Почему блоки в Scratch 3.0 больше, чем в более ранних версиях?",
    "faq.biggerBlocksScratch3Body": "Чтобы Scratch 3.0 хорошо работал на сенсорных устройствах (по типу Chromebook'ов, ноутбуков Windows Surface и планшетов), нам надо было сделать блоки побольше, чтобы было легче перетаскивать и нажимать на блоки. Также блоки немного больше в Scratch 3.0 чтобы помочь проблемам мы узнали с новыми пользователями, у которых были проблемы кликать и передвигать маленькие элементы.",
    "faq.extensionsScratch3Title": "Куда подевались блоки пера? Блоки музыки? Блоки видеораспознавания?",
    "faq.extensionsScratch3Body": "Блоки пера, музыки и видеораспознавания были перемещены в расширения. Расширения могут быть добавлены, нажав на кнопку в левом нижнем углу экрана (см. раздел расширений снизу).",
    "faq.paintEditorScratch3Title": "Какие есть новые функции в Редакторе Paint?",
    "faq.paintEditorScratch3Body": "Редактор красок был переработан, чтобы предоставить новые мощные функции, а также упростить его использование. Изменения и новые функции включают в себя:",
    "faq.paintEditorLayout": "Новый макет, который делает доступные инструменты и параметры более заметными",
    "faq.paintEditorTools": "Новые инструменты, такие как «ластик», работающий в векторном режиме.",
    "faq.paintEditorColors": "Дополнительные параметры для выбора и настройки цветов",
    "faq.paintEditorVector": "Больше контроля над векторными точками (ручки кривой и режимы точек)",
    "faq.paintEditorLayers": "Дополнительные элементы управления для упорядочивания слоев («на передний план», «на задний план» и т. д.)",
    "faq.paintEditorGradients": "Новые элементы управления градиента",
    "faq.soundEditorScratch3Title": "Какие есть новые функции в Звуковом Редакторе?",
    "faq.soundEditorScratch3Body": "Звуковой редактор был переработан, чтобы упростить запись и управление звуками. Он предлагает ряд новых функций:",
    "faq.soundEditorRecording": "Новая система записи, которая проще в использовании",
    "faq.soundEditorTrimming": "Новая система обрезки звука, более простая в использовании",
    "faq.soundEditorEffects": "Новые звуковые эффекты (например, «быстрее», «медленнее» и «робот»)",
    "faq.tipsWindwScratch3Title": "Что случилось с окном подсказок Scratch?",
    "faq.tipsWindowScratch3Body": "Вместо окна «Советы» Scratch 3.0 предоставляет аналогичные материалы в библиотеке учебных пособий, доступ к которой можно получить по ссылке «Учебные пособия» на верхней панели навигации в редакторе программирования. Вы найдете учебные пособия для целых проектов (например, «Игра в погоню») или отдельных блоков и функций (например, «Запишите звук» или «Заставьте его вращаться»). В ближайшее время будут добавлены дополнительные обучающие программы (такие как «Игра в понг» и «Заставь летать»).",
    "faq.remixDefinitionTitle": "Что такое ремикс?",
    "faq.remixDefinitionBody": "Когда Скретчер делает копию проекта другого автора и модифицирует этот проект, добавляя собственные идеи (например, изменяя скрипты и костюмы), результат называется \"ремиксом\". Любой опубликованный на сайте проект может быть изменен. Мы считаем, что даже мелкие изменения это ремикс, если есть ссылки на исходный проект и других авторов, помогших создать этот ремикс.",
    "faq.remixableTitle": "Почему команда Скретч требует, чтобы все проекты можно \"ремиксить\"?",
    "faq.remixableBody": "Мы считаем, что создание ремиксов проектов других людей — отличный способ научиться программировать и создавать интересные проекты. Через создание ремиксов творческие идеи распространяются по сообществу Scratch, и от этого выигрывают все. На все проекты, опубликованные на веб-сайте Scratch, распространяется лицензия Creative Commons Share Alike, что означает, что вы можете сделать ремикс любого проекта, который вы видите на веб-сайте Scratch, а все остальные могут сделать ремикс любого из проектов, которыми вы делитесь на веб-сайте. .",
    "faq.creativeCommonsTitle": "Что если я не хочу, чтобы другие делали ремиксы моих проектов?",
    "faq.creativeCommonsBody": "Создание ремиксов — важная часть сообщества Scratch. Если вы не хотите, чтобы другие просматривали ваши творения или делали ремиксы, вы все равно можете создавать проекты на веб-сайте Scratch, но не делитесь ими на веб-сайте.",
    "faq.fairUseTitle": "Могу ли я использовать картинка / звуки / медиа из сети в моих проектах?",
    "faq.fairUseBody": "Если вы решите интегрировать чужую работу в свою собственную, обязательно отметьте их заслуги в разделе «Кредиты» проекта и включите ссылку на оригинал. Чтобы найти изображения/звуки, которые уже лицензированы для создания ремиксов, ознакомьтесь с файлом {ccLink}.",
    "faq.ccLinkText": "Страница поиска Creative Commons",
    "faq.whyAccountTitle": "Почему полезно иметь Scratch аккаунт?",
    "faq.whyAccountBody": "Даже без учетной записи вы можете играть в чужие проекты, читать комментарии и форумы и даже создавать свои проекты. Но вам нужна учетная запись, чтобы сохранять проекты и делиться ими, писать комментарии и сообщения на форуме, а также участвовать в других «социальных» мероприятиях в сообществе (например, «любить» проекты других людей).",
    "faq.createAccountTitle": "Как мне создать аккаунт?",
    "faq.createAccountBody": "Просто нажмите \"Присоединиться\" на домашней странице Scratch. Вам нужно будет ответить на несколько вопросов и указать адрес электронной почты. Это займет всего пару минут и совершенно бесплатно!",
    "faq.checkConfirmedTitle": "Как узнать, подтвержден ли мой аккаунт?",
    "faq.howToConfirmTitle": "Как я могу удалить свой аккаунт?",
    "faq.howToConfirmBody": "После создания новой учетной записи на Scratch вы получите электронное письмо со ссылкой. Просто нажмите на ссылку, чтобы подтвердить свою учетную запись. Как только вы подтвердите свою учетную запись, вы сможете делиться проектами, писать комментарии и создавать студии. Подтверждение вашей учетной записи также позволяет вам получать обновления по электронной почте от команды Scratch. Если вы не можете найти письмо со ссылкой для подтверждения, проверьте папку «Спам». Если вы по-прежнему не можете его найти и хотите получить еще одну копию, перейдите в «Настройки учетной записи», перейдите на вкладку «Электронная почта» и следуйте инструкциям. Обратите внимание, что получение электронного письма может занять до часа. Если вы все еще не видите электронное письмо через час, {contactLink}.",
    "faq.contactLinkText": "дай нам знать",
    "faq.checkConfirmedBody": "Чтобы проверить, подтверждена ли ваша учетная запись, войдите в свою учетную запись Scratch и перейдите на свою {settingsLink} страницу. Подтвержденные адреса электронной почты будут отмечены маленькой зеленой галочкой. В противном случае вы увидите текст «Ваш адрес электронной почты не подтвержден» оранжевым цветом.",
    "faq.settingsLinkText": "Настройки Почты",
    "faq.requireConfirmTitle": "Необходимо ли подтверждать мой аккаунт?",
    "faq.requireConfirmBody": "Вы по-прежнему можете использовать многие аспекты Scratch без подтверждения своей учетной записи, включая создание и сохранение проектов (без совместного использования).",
    "faq.forgotPasswordTitle": "Я забыл своё имя пользователя или пароль. Могу ли я их сбросить?",
    "faq.forgotPasswordBody": "Введите свое имя пользователя или адрес электронной почты на {resetLink} странице. Веб-сайт отправит электронное письмо на адрес, связанный с вашим именем пользователя, и ссылку, которую вы можете использовать для сброса пароля.",
    "faq.resetLinkText": "Сброс пароля",
    "faq.changePasswordTitle": "Как я могу изменить свой пароль?",
    "faq.changePasswordBody": "Войдите в свою учетную запись Scratch, затем посетите нашу страницу {changeLink}, где вы сможете изменить свой пароль.",
    "faq.changeLinkText": "Настройки Пароля",
    "faq.changeEmailTitle": "Как изменить адрес электронной почты?",
    "faq.changeEmailBody": "Войдите в свой аккаунт Scratch, затем посетите нашу страницу {changeEmailLink}, где вы сможете изменить свою почту.",
    "faq.newScratcherTitle": "Как перейти из статуса «Новичок» в «Скретчер»?",
    "faq.newScratcherBody": "Когда вы создадите аккаунт, вы будете помечены как \"Новый Скретчер.\" Чтобы перейти к \"Скретчер\", вам нужно будет поделится проектами, полезно прокомментировать на проектах других Скретчеров, и быть терпеливым! После того как вы будете соответствовать требованиям, появится ссылка на вашем профиле, приглашающая стать Скретчером, и вы получите некоторые доп. возможности на сайте Scratch. (Примечание: мы не повышаем новых Скретчеров по запросам)",
    "faq.multipleAccountTitle": "Могу ли я иметь больше одного аккаунта?",
    "faq.multipleAccountBody": "Это нормально иметь несколько аккаунтов на сайте Scratch, пока не один из них не будет ломать {cgLink}. В этом случае, все связанные аккаунты могут быть заблокированы или удалены.",
    "faq.multipleLoginTitle": "Нормально ли если несколько людей входят один и тот же аккаут?",
    "faq.multipleLoginBody": "Это не разрешено, потому что сайт и редактор проекта могут легко запутаться, когда несколько человек вошли в одну и ту же учетную запись. Когда учетная запись делает что-то, что нарушает {cgLink}, все связанные учетные записи могут быть заблокированы или удалены. Если вы делитесь учетной записью с кем-то, кто делает с ней что-то плохое, это означает, что ваши учетные записи могут быть заблокированы за то, что сделал другой человек.",
    "faq.changeUsernameTitle": "Могу ли изменить мое имя участника?",
    "faq.changeUsernameBody": "Структура веб-сайта Scratch зависит от наличия постоянного имени аккаунта, так что невозможно изменить своё имя пользователя. Если тебе сильно нужно сменить никнейм, ты можешь сделать новый аккаунт, но тебе надо будет скопировать свои проекты на новый аккаунт самим.",
    "faq.shareInfoTitle": "Какую информацию я могу публиковать в моём аккаунте?",
    "faq.shareInfoBody": "Пожалуйста, не сообщайте личную контактную информацию, такую ​​как ваш физический адрес, адрес электронной почты, номер телефона или любую другую информацию, которая может быть использована для установления контакта за пределами веб-сайта Scratch. Пожалуйста, сообщайте о проектах, комментариях или сообщениях на форуме, которые содержат такого рода информацию, чтобы Скретч-команда могла удалить информацию и напомнить автору о нашей политике, запрещающей разглашение личной контактной информации.",
    "faq.deleteAccountTitle": "Как я могу удалить свой аккаунт?",
    "faq.deleteAccountBody": "Войдите в Scratch, а затем щелкните свое имя пользователя в правом верхнем углу. Выберите \"Настройки учетной записи\", затем нажмите ссылку \"Я хочу удалить свою учетную запись\" внизу страницы. Но делать это следует только в том случае, если вы абсолютно уверены, что хотите удалить свой аккаунт.",
    "faq.scratchFreeTitle": "Бесплатный ли  Scratch? Могу ли я использовать его везде, где захочу?",
    "faq.scratchFreeBody": "Да! Скретч доступен бесплатно. Вы можете использовать его в своей школе, и вы можете преподавать курс об этом (даже курс, который стоит денег). Вам не нужно покупать лицензию: это бесплатно!",
    "faq.scratchScreenshotTitle": "Могу ли я использовать скриншоты Scratch в книге или презентации?",
    "faq.scratchScreenshotBody": "Да, вы можете использовать скриншоты/изображения приложения Scratch и веб-сайта в книге или презентации и считать их лицензированными в соответствии с {licenseLink} лицензией. Мы просим вас включить в ваши материалы примечание: «Scratch — это проект Фонда Scratch, созданный в сотрудничестве с группой Lifelong Kindergarten Group в Медиа-лаборатории Массачусетского технологического института. Он доступен бесплатно по адресу https://scratch.mit. .edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Могу ли я включить описание Scratch в брошюры или другие материалы?",
    "faq.scratchDescriptionBody": "Конечно! Мы рекомендуем следующее описание: «Scratch — это язык кодирования и онлайн-сообщество, где вы можете создавать свои собственные интерактивные истории, игры и анимации — и делиться своими творениями с другими людьми по всему миру. По мере того, как молодые люди создают проекты Scratch и делятся ими, они учатся мыслить творчески, систематически рассуждать и работать совместно. Scratch — это проект, созданный {sfLink} в сотрудничестве с группой Lifelong Kindergarten в MIT Media Lab. Он доступен бесплатно по адресу https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Могу ли я делать презентации о Скретч на конференции?",
    "faq.presentScratchBody": "Пожалуйста, не стесняйтесь делать презентации о Scratch для преподавателей или других групп.",
    "faq.supportMaterialTitle": "Могу ли я использовать/переделывать Scratch учебные материалы, спрайты, изображения, звуки или примеры проектов, которые я нашел на сайте?",
    "faq.supportMaterialBody": "Да: большинство вспомогательных материалов Scratch на веб-сайте Scratch доступны по {licenseLink} лицензии. Есть несколько исключений: логотип Scratch, Scratch Cat, Gobo, Pico, Nano, Giga и Tera являются товарными знаками Scratch и не могут использоваться без явного разрешения команды Scratch.",
    "faq.sellProjectsTitle": "Могу ли я продавать свои Скретч-проекты?",
    "faq.sellProjectsBody": "Да: ваш Scratch-проект — это ваше творение. Но имейте в виду, что после того, как вы поделитесь своим проектом на веб-сайте Scratch, каждый может свободно загружать, микшировать и повторно использовать проект в соответствии с условиями лицензии {licenseLink}. Поэтому, если вы собираетесь продать свой проект, вы можете отказаться от его публикации на веб-сайте Scratch.",
    "faq.sourceCodeTitle": "Где я могу найти исходный код Скретч?",
    "faq.sourceCodeBody": "Исходный код редактора программирования Scratch можно найти на {guiLink}. Исходный код для {flashLink} и {scratch14Link} также доступен на GitHub. Для получения обновленной информации о проектах разработки, связанных с веб-сайтом Scratch, посетите наш {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Как узнать, что можно, а что нельзя размещать на веб-сайте Scratch?",
    "faq.okayToShareBody": "Посмотрите {cgLink} Scratch — они краткие и не содержат много юридического материала. Внизу каждой страницы Scratch есть ссылка.",
    "faq.reportContentTitle": "Что делать если я замечу что-то недопустимое?",
    "faq.reportContentBody": "Вы можете щелкнуть ссылку с надписью \"сообщить\" в любом проекте, комментарии, сообщении обсуждения, студии или странице профиля, где вы видите что-то, что не подходит для Scratch. Если ситуация сложная, вы можете использовать {contactLink} ссылку (доступную внизу каждой страницы) для объяснения. Не забудьте включить как можно больше подробностей со ссылками на соответствующие страницы.",
    "faq.noFlameTitle": "Что делать если я замечу что-то недопустимое?",
    "faq.noFlameBody": "Не подливайте масла в огонь! Отвечая на грубые комментарии еще более грубыми комментариями вы только усугубляете ситуацию и, в результете, ваш аккаунт может быть заблокирован. Вместо этого просто сообщайте нам о неуважительных или неконструктивных ситуациях, и мы сами разберемся с автором. Мы проверяем отчеты каждый день, несколько раз в день - так что будьте уверены, мы разберемся в ситуации.",
    "faq.reviewContentTitle": "Что делает команда Scratch, когда что-то отмечается или о чем-то отправляется уведомление?",
    "faq.reviewContentBody": "Команда Scratch каждый день просматривает отчеты о комментариях и проектах. Если что-то сломает Scratch {cgLink}, мы удалим это и отправим предупреждение на аккаунт. Мы также можем заблокировать учетные записи или сети, которые использовались для обмена, в зависимости от того, что было передано, и от того, были ли человеку отправлены предупреждения ранее.",
    "faq.blockedAccountTitle": "Что происходит, когда аккаунт заблокирован?",
    "faq.blockedAccountBody": "Когда учетная запись заблокирована, владелец больше не может получить доступ к своей учетной записи, использовать ее для создания проектов или публикации новых комментариев. Когда они входят в систему, они видят страницу, которая объясняет, почему учетная запись была заблокирована, а также веб-форму, которую они могут использовать, чтобы запросить разблокировку. Если владелец сможет показать, что понимает, почему его учетная запись была заблокирована, и обещает следовать Scratch {cgLink} в будущем, его разблокируют.",
    "faq.stolenAccountTitle": "Кто-то получил доступ к моему аккаунту и аккаунт заблокировали. Что мне сделать?",
    "faq.stolenAccountBody": "Вы несете ответственность за сохранность своего пароля. Если кто-то из ваших знакомых получил контроль над вашей учетной записью и сделал что-то плохое, сообщите об этом взрослым, ответственным за компьютер, который они использовали. Если вы считаете, что кто-то, кого вы не знаете, имеет доступ к вашей учетной записи, измените пароль и / или используйте ссылку {contactLink}, чтобы объяснить ситуацию. Если ваша учетная запись была заблокирована за то, что вы сделали, что сломало Scratch {cgLink}, пожалуйста, не говорите нам, что это сделал кто-то другой. Когда люди говорят нам, что кто-то другой использовал их учетную запись, чтобы сделать что-то плохое, нам нужно попытаться поговорить с этим человеком, прежде чем мы сможем восстановить учетную запись. Это означает, что ваша учетная запись просто останется заблокированной намного дольше, чем если бы вы были честны с нами о том, что произошло.",
    "faq.aboutExtensionsTitle": "Что такое расширения?",
    "faq.aboutExtensionsBody": "В редакторе Scratch вы можете добавлять наборы дополнительных блоков, называемых «расширениями». Например, существуют расширения, которые позволяют вам программировать физические устройства (такие как micro:bit и наборы робототехники LEGO) и переводить текст в вашем Scratch. проекты. Мы продолжим добавлять новые расширения с течением времени, поэтому возможности, которые вы можете делать с помощью Scratch, со временем будут расширяться.",
    "faq.howToAddExtensionsTitle": "Как добавить расширение в проект?",
    "faq.howToAddExtensionsBody": "Если вы нажмете кнопку «Расширения» в левом нижнем углу редактора программирования Scratch, вы увидите список всех расширений Scratch. При выборе одного из расширений в ваш проект будет добавлена ​​новая категория блоков. Расширение будет автоматически загружаться при каждом открытии вашего проекта. Вы можете добавить несколько расширений в один и тот же проект.",
    "faq.createExtensionsTitle": "Как создать собственное расширение для Scratch?",
    "faq.createExtensionsBody": "В будущем команда Scratch опубликует спецификации и рекомендации для расширений. Когда расширения будут доступны, вы сможете отправить их Scratch Team для рассмотрения в официальной библиотеке расширений Scratch 3.0. Мы также предоставим рекомендации по разработке и распространению «экспериментальных» расширений, которые можно использовать для создания проектов на отдельных компьютерах, но не распространять в онлайн-сообществе Scratch.",
    "faq.scratchXTitle": "Что случится с сайтом ScratchX?",
    "faq.scratchXBody": "Веб-сайт ScratchX (scratchx.org) был экспериментальным полигоном для расширений. Расширения, созданные для ScratchX, несовместимы со Scratch 3.0. Как только экспериментальные расширения будут полностью поддерживаться в Scratch, мы прекратим поддержку ScratchX и предоставим разработчикам и пользователям время для перехода со ScratchX на новую платформу расширений.",
    "faq.cloudDataInfoTitle": "Что такое облачные переменные?",
    "faq.cloudDataInfoBody": "Облачные переменные позволяют сохранять данные из проекта и делиться ими с другими людьми в сообществе Scratch. Вы можете использовать облачные переменные для проведения опросов и других проектов, в которых другие члены сообщества могут получать доступ к данным и изменять их с течением времени.",
    "faq.makeCloudVarTitle": "Как мне создать облачную переменную?",
    "faq.makeCloudVarBody": "Перейдите в раздел \"Переменные\" палитры блоков, выберите \"Создать переменную\", а затем установите флажок рядом с \"Облачная переменная (хранится на сервере)\". Данные, связанные с вашей облачной переменной, будут храниться на сервере, сохранятся с течением времени и будут доступны любому, кто откроет проект.",
    "faq.onlyNumbersTitle": "Какие типы данных можно хранить в облачных переменных?",
    "faq.onlyNumbersBody": "В облачные переменные можно вставлять только числа",
    "faq.storedCloudInfoTitle": "Кто может видеть данные, хранящиеся в облачных переменных?",
    "faq.storedCloudInfoBody": "Когда вы взаимодействуете с проектом, используя облачные переменные, данные, связанные с вашим взаимодействием, могут храниться вместе с вашим именем пользователя, и другие могут их просматривать.",
    "faq.reportCloudTitle": "Если я увижу, что кто-то публикует неприемлемый контент с использованием облачных переменных, как мне сообщить об этом?",
    "faq.reportCloudBody": "Нажмите кнопку «Сообщить об этом» (под проигрывателем проекта на странице проекта), чтобы сообщить о неприемлемом содержимом в облачных переменных. Убедитесь, что вы упомянули \"облачные переменные\", когда вы вводите причину в отчете.",
    "faq.chatRoomTitle": "Могу ли я создавать чаты с помощью облачных переменных?",
    "faq.chatRoomBody": "Хотя технически возможно создавать чаты с облачными переменными, они не разрешены на веб-сайте Scratch.",
    "faq.changeCloudVarTitle": "Кто может изменить информацию в облачной переменной?",
    "faq.changeCloudVarBody": "Только вы и зрители вашего проекта можете хранить данные в облачных переменных вашего проекта. Если люди «заглядывают внутрь» или переделывают ваш код, это создает копию переменной и не влияет на исходную переменную и не изменяет ее.",
    "faq.newScratcherCloudTitle": "После входа я не могу использовать проекты с облачными переменными. Что происходит?",
    "faq.newScratcherCloudBody": "Если ты до сих пор «новый Скретчер» на веб-сайте, ты не сможешь использовать проекты с обл. переменнами. Тебе надо стать «Скретчером» чтобы получить доступ к облачным переменным. См. раздел «Аккаунты» (выше) для большей информации о переходе от «нового Скретчера» до «Скретчера».",
    "faq.multiplayerTitle": "Возможно ли делать многопользовательские игры с облачными переменными?",
    "faq.multiplayerBody": "Создание многопользовательских игр может быть затруднено из-за проблем со скоростью сети и синхронизацией. Однако некоторые скретчеры придумывают творческие способы использования облачных переменных для пошаговых и других типов игр.",
    "faq.schoolsTitle": "Скретч в школах",
    "faq.howTitle": "Как Scratch используется в школах?",
    "faq.howBody": "Scratch используется в сотнях тысяч школ по всему миру в различных предметных областях (включая языковое искусство, естественные науки, историю, математику и информатику). Вы можете узнать больше о стратегиях и ресурсах для использования Scratch в школах и других учебных заведениях (таких как музеи, библиотеки и общественные центры) на нашем сайте {educatorsLink}.",
    "faq.educatorsLinkText": "Страница преподавателей",
    "faq.noInternetTitle": "Могут ли ученики использовать Scratch без подключения к интернету?",
    "faq.noInternetBody": "Да. {downloadLink} — загружаемая версия Scratch, которая может работать на ноутбуках и настольных компьютерах. В настоящее время приложение Scratch доступно на устройствах Windows и Mac.",
    "faq.communityTitle": "Могу ли я отключить онлайн-сообщество для своих учеников?",
    "faq.communityBody": "Интернет-сообщество Scratch предоставляет молодым людям возможность обмениваться информацией, сотрудничать и учиться со своими сверстниками в рамках модерируемого сообщества, управляемого Scratch {cgLink}. Однако мы понимаем, что некоторые педагоги предпочитают, чтобы их ученики не участвовали в онлайн-сообществе. Эти преподаватели могут захотеть установить приложение Scratch, которое работает автономно и локально на настольном или портативном компьютере.",
    "faq.teacherAccountTitle": "Что такое учительский аккаунт в Scratch?",
    "faq.teacherAccountBody": "Учетная запись преподавателя Scratch предоставляет учителям и другим преподавателям дополнительные функции для управления участием учащихся в Scratch, включая возможность создавать учетные записи учащихся, организовывать студенческие проекты в студии и отслеживать комментарии учащихся. Для получения дополнительной информации об учетных записях преподавателей Scratch см. {eduFaqLink}.",
    "faq.eduFaqLinkText": "ЧаВо учетной записи преподавателя Scratch",
    "faq.requestTitle": "Как получить учетную запись преподавателя Scratch?",
    "faq.requestBody": "Вы можете запросить учетную запись учителя Scratch на {educatorsLink} странице на Scratch. Мы запрашиваем дополнительную информацию в процессе регистрации, чтобы подтвердить вашу роль преподавателя.",
    "faq.dataTitle": "Какие данные Scratch собирает об учениках?",
    "faq.dataBody": "Когда ученик регистрируется на Scratch, мы просим указать базовые демографические данные, такие как пол, возраст (месяц и год рождения), страну проживания и электронную почту для подтверждения учетной записи. Данные используются (в обобщенной форме) для исследования того, как люди учатся с помощью Scratch. При создании учетной записи ученика преподавателем ученикам не требуется указывать адрес электронной почты для настройки учетной записи.",
    "faq.lawComplianceTitle": "Соответствует ли онлайн-версия Scratch местным и федеральным законам США о конфиденциальности данных?",
    "faq.lawComplianceBody1": "Scratch заботится о конфиденциальности учащихся и всех лиц, использующих нашу платформу. У нас есть физические и электронные процедуры для защиты информации, которую мы собираем на веб-сайте Scratch. Хотя мы не можем предложить договорные гарантии с каждым юридическим лицом, использующим наш бесплатный образовательный продукт, мы соблюдаем все федеральные законы США, применимые к MIT и Scratch Foundation, организациям, которые создали и поддерживают Scratch. Мы рекомендуем вам ознакомиться с Политикой конфиденциальности Scratch для получения дополнительной информации.",
    "faq.lawComplianceBody2": "Если вы хотите создавать проекты с помощью Scratch, не отправляя нам личную информацию, вы можете загрузить файл {downloadLink}. Проекты, созданные в приложении Scratch, недоступны для команды Scratch, и использование приложения Scratch не раскрывает никакой личной информации Scratch, если только вы не загрузите эти проекты в интернет-сообщество Scratch."
}