{
    "faq.title": "Často kladené otázky (FAQ)",
    "faq.intro": "Na tejto stránke nájdeš odpovede na často kladené otázky o Scratch.",
    "faq.aboutTitle": "Všeobecné otázky",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remixovanie a kopírovanie",
    "faq.accountsTitle": "Účty",
    "faq.permissionsTitle": "Licencovanie a povolenia",
    "faq.inappropriateContentTitle": "Nevhodný obsah",
    "faq.scratchExtensionsTitle": "Rozšírenia Scratch",
    "faq.cloudDataTitle": "Cloudové premenné",
    "faq.aboutScratchTitle": "Čo je Scratch a čo sa s ním dá robiť?",
    "faq.aboutScratchBody": "Pomocou programovacieho jazyka Scratch a online komunity môžete vytvárať svoje vlastné interaktívne príbehy, hry a animácie – a zdieľať svoje výtvory s ostatnými na celom svete. Keď mladí ľudia vytvárajú a zdieľajú projekty Scratch, učia sa kreatívne myslieť, systematicky uvažovať a spolupracovať. Ak sa chcete dozvedieť viac o Scratch, pozrite si {aboutScratchLink} stránku.",
    "faq.aboutScratchLinkText": "O Scratchi",
    "faq.makeGameTitle": "Ako vytvorím hru alebo animáciu pomocou Scratch?",
    "faq.makeGameBody": "Pozrite si {ideasLink}, kde nájdete množstvo spôsobov, ako začať so Scratch",
    "faq.ideasLinkText": "Stránka nápadov",
    "faq.whoUsesScratchTitle": "Kto používa Scratch?",
    "faq.whoUsesScratchBody": "Scratch používajú ľudia zo všetkých prostredí, vo všetkých krajinách po celom svete, vo všetkých typoch prostredí – v domácnostiach, školách, knižniciach, múzeách a ďalších. Scratch je navrhnutý špeciálne pre mladých ľudí vo veku od 8 do 16 rokov, no ľudia všetkých vekových kategórií tvoria a zdieľajú so Scratch. Mladšie deti možno budú chcieť vyskúšať {scratchJrLink}, zjednodušenú verziu aplikácie Scratch určenú pre deti od 5 do 7 rokov.",
    "faq.requirementsTitle": "Aké sú systémové požiadavky pre aplikáciu Scratch?",
    "faq.requirementsBody": "Scratch bude fungovať vo väčšine súčasných webových prehliadačov na stolných počítačoch, notebookoch a tabletoch. Projekty si môžete prezerať na mobilných telefónoch, ale momentálne nemôžete vytvárať ani upravovať projekty na telefónoch. Nižšie je uvedený zoznam oficiálne podporovaných prehliadačov.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NIE JE podporovaný.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobilný Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobilný Safari (11+)",
    "faq.requirementsNote": "Všimnite si:",
    "faq.requirementsNoteDesktop": "Ak váš počítač nespĺňa tieto požiadavky, môžete vyskúšať {downloadLink} editor (pozrite si ďalšiu položku v FAQ).",
    "faq.scratchApp": "Aplikácia Scratch",
    "faq.requirementsNoteWebGL": "Ak narazíte na chybu WebGL, skúste použiť iný prehliadač.",
    "faq.requirementsNoteTablets": "Na tabletoch v súčasnosti neexistuje spôsob, ako používať bloky \"stlačených klávesov\" alebo kontextové ponuky kliknutím pravým tlačidlom myši.",
    "faq.offlineTitle": "Existuje stiahnuteľná verzia, aby som mohol/mohla vytvárať a prezerať projekty offline?",
    "faq.offlineBody": "Aplikácia Scratch vám umožňuje vytvárať projekty Scratch bez internetového pripojenia. Môžete si stiahnuť z {downloadLink} z webovej stránky Scratch alebo z obchodu s aplikáciami pre vaše zariadenie. (Toto sa predtým nazývalo \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Môžem stále nahrať projekty vytvorené so staršími verziami Scratch na webovú stránku?",
    "faq.uploadOldBody": "Áno: Môžete zdieľať alebo nahrávať projekty vytvorené pomocou starších verzií aplikácie Scratch a budú viditeľné a hrateľné. (Nemôžete si však stiahnuť projekty vytvorené pomocou alebo upravené v neskorších verziách Scratch a otvoriť ich v starších verziách. Nemôžete napríklad otvoriť projekt Scratch 3.0 v počítačovej verzii {scratch2Link}, pretože Scratch 2.0 nepozná ako čítať formát súboru projektu .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Koľko stojí Scratch? Potrebujem licenciu?",
    "faq.scratchCostBody": "Scratch je a vždy bude zadarmo. Na používanie aplikácie Scratch v škole, doma alebo kdekoľvek inde nepotrebujete licenciu. Vývoj a údržba Scratch je hradená z grantov a darov. Ak by ste chceli prispieť do Scratch, pozrite si naše {donateLink}.",
    "faq.donateLinkText": "Darujte stránku",
    "faq.mediaLabTitle": "Kto vytvoril Scratch?",
    "faq.mediaLabBody": "Scratch je vyvinutý a udržiavaný tímom Scratch {llkLink} na adrese {mediaLabLink}.",
    "faq.llkLinkText": "Celoživotná skupina MŠ",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Čo je Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 je najnovšia generácia aplikácie Scratch, ktorá bola uvedená na trh 2. januára 2019. Je navrhnutá tak, aby rozšírila, ako, čo a kde môžete vytvárať pomocou aplikácie Scratch. Obsahuje desiatky nových sprite, úplne nový zvukový editor a mnoho nových programovacích blokov. A so Scratch 3.0 môžete vytvárať a prehrávať projekty aj na svojom tablete, okrem notebooku alebo stolného počítača.",
    "faq.reportBugsScratch3Title": "Ako môžem nahlásiť chyby a zdieľať spätnú väzbu na Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Môžete nahlásiť chyby a zdieľať spätnú väzbu v sekcii {forumsLink} diskusných fór Scratch.",
    "faq.forumsLinkText": "Chyby a závady",
    "faq.languagesScratch3Title": "Je Scratch 3.0 dostupný vo viacerých jazykoch?",
    "faq.languagesScratch3Body1": "Áno. Ak chcete zmeniť jazyk programovacích blokov, kliknite na ikonu zemegule v hornej navigačnej lište programovacieho editora a potom kliknite na rozbaľovaciu ponuku a vyberte jazyk.",
    "faq.languagesScratch3Body2": "Všetky naše preklady robia dobrovoľníci. Editor Scratch 3.0 už bol preložený do viac ako 40 jazykov. Všetky jazyky, ktoré sú v súčasnosti preložené a kontrolované, si môžete pozrieť na našom {transifexLink}. Ak chcete pomôcť s prekladom alebo recenziou, kontaktujte {emailLink}.",
    "faq.transifexLinkText": "prekladový server",
    "faq.removedBlocksScratch3Title": "Odstraňuje Scratch 3.0 nejaké bloky kódovania zo starších verzií Scratch?",
    "faq.removedBlocksScratch3Body": "V Scratch 3.0 neboli odstránené žiadne bloky kódovania, ale niektoré sa trochu zmenili a iné sa presunuli do \"Rozšírenia\" (ako je popísané nižšie v {extensionsFAQLink} sekcii).",
    "faq.newBlocksScratch3Title": "Predstavuje Scratch 3.0 nové bloky?",
    "faq.newBlocksScratch3Body": "Áno! V Scratch 3.0 nájdete:",
    "faq.newBlocksSoundEffect": "Nové bloky \"zvukového efektu\".",
    "faq.newBlocksOperators": "Nové operátory, ktoré uľahčujú prácu s textom (reťazce)",
    "faq.newBlocksPen": "Nové bloky pera vrátane podpory transparentnosti",
    "faq.newBlocksGlide": "Nový kĺzavý blok na jednoduchý presun na sprite (alebo náhodný bod)",
    "faq.newBlocksExtensions": "Mnoho nových možností prostredníctvom \"Scratch Extensions\" (pozrite si sekciu Rozšírenia nižšie)",
    "faq.biggerBlocksScratch3Title": "Prečo sú bloky v Scratch 3.0 väčšie ako v predchádzajúcich verziách?",
    "faq.biggerBlocksScratch3Body": "Aby Scratch 3.0 dobre fungoval na dotykových zariadeniach (ako sú mnohé Chromebooky, Windows Surface laptopy a tablety), potrebovali sme zväčšiť bloky, aby bolo možné bloky jednoduchšie pretiahnuť a klepnúť. Okrem toho sú bloky v Scratch 3.0 o niečo väčšie, aby pomohli vyriešiť problémy, ktoré sme zaznamenali u nových používateľov, ktorí mali problémy s klikaním a ťahaním malých prvkov rozhrania.",
    "faq.extensionsScratch3Title": "Kam zmizli bloky Pen? Kam zmizli hudobné bloky? Kam zmizli bloky snímania videa?",
    "faq.extensionsScratch3Body": "Všetky tieto bloky boli presunuté do rozšírení. Rozšírenia môžete pridať kliknutím na tlačidlo v ľavej dolnej časti obrazovky (pozrite si časť \"Rozšírenia\" nižšie).",
    "faq.paintEditorScratch3Title": "Aké sú nové funkcie v editore farieb?",
    "faq.paintEditorScratch3Body": "Editor farieb bol prepracovaný, aby poskytoval nové výkonné funkcie a zároveň uľahčil používanie. Zmeny a nové funkcie zahŕňajú:",
    "faq.paintEditorLayout": "Nové rozloženie, vďaka ktorému sú dostupné nástroje a možnosti viditeľnejšie",
    "faq.paintEditorTools": "Nové nástroje, ako napríklad \"guma\", ktorá funguje vo vektorovom režime",
    "faq.paintEditorColors": "Viac možností pre výber a úpravu farieb",
    "faq.paintEditorVector": "Väčšia kontrola nad vektorovými bodmi (úchytky kriviek a bodové režimy)",
    "faq.paintEditorLayers": "Ďalšie ovládacie prvky na usporiadanie vrstiev (\"presunúť dopredu\", \"posunúť dozadu\" atď.)",
    "faq.paintEditorGradients": "Nové ovládacie prvky gradientu",
    "faq.soundEditorScratch3Title": "Aké sú nové funkcie v Editore zvuku?",
    "faq.soundEditorScratch3Body": "Zvukový editor bol prepracovaný, aby uľahčil nahrávanie a manipuláciu so zvukmi. Ponúka množstvo nových funkcií:",
    "faq.soundEditorRecording": "Nový systém nahrávania, ktorý sa ľahšie používa",
    "faq.soundEditorTrimming": "Nový systém orezávania zvuku, ktorý sa ľahšie používa",
    "faq.soundEditorEffects": "Nové zvukové efekty (ako napríklad \"rýchlejšie\", \"pomalšie\" a \"robot\")",
    "faq.tipsWindwScratch3Title": "Čo sa stalo s oknom s tipmi na stieranie?",
    "faq.tipsWindowScratch3Body": "Namiesto okna s tipmi poskytuje Scratch 3.0 podobný materiál prostredníctvom knižnice tutoriálov, ku ktorej je možné pristupovať prostredníctvom odkazu tutoriály v hornej navigačnej lište v editore programovania. Nájdete tu návody pre celé projekty (napríklad \"Make a Chase Game\") alebo špecifické bloky a funkcie (ako napríklad \"Record a Sound\" alebo \"Make it Spin\"). Čoskoro budú pridané ďalšie návody (ako napríklad \"Pong Game\" a \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Čo je remix?",
    "faq.remixDefinitionBody": "Keď Scratcher vytvorí kópiu projektu niekoho iného a upraví ho tak, aby pridal svoje vlastné nápady (napríklad zmenou scenárov alebo kostýmov), výsledný projekt sa nazýva \"remix\". Každý projekt zdieľaný na webe Scratch je možné remixovať. Aj menšiu zmenu považujeme za platný remix, pokiaľ je uznaný pôvodný tvorca projektu a ďalší, ktorí sa na remixe výrazne podieľali.",
    "faq.remixableTitle": "Prečo tím Scratch vyžaduje, aby boli všetký projekty \"remixovateľné\"?",
    "faq.remixableBody": "Veríme, že remixovanie projektov iných ľudí je skvelý spôsob, ako sa naučiť programovať a vytvárať zaujímavé projekty. Prostredníctvom remixovania sa v komunite Scratch šíria kreatívne nápady, z ktorých majú úžitok všetci. Všetky projekty zdieľané na webovej stránke Scratch sú kryté licenciou „Creative Commons Share Alike“, čo znamená, že môžete remixovať akýkoľvek projekt, ktorý vidíte na webovej lokalite Scratch – a všetci ostatní môžu remixovať ktorýkoľvek z projektov, ktoré zdieľate na webovej lokalite. .",
    "faq.creativeCommonsTitle": "Čo ak nechcem, aby iní remixovali moje projekty?",
    "faq.creativeCommonsBody": "Remixovanie je dôležitou súčasťou komunity Scratch. Ak nechcete, aby si ostatní prezerali alebo remixovali vaše výtvory, stále môžete vytvárať projekty na webovej lokalite Scratch, ale nezdieľať ich na webovej lokalite.",
    "faq.fairUseTitle": "Môžem vo svojich projektoch používať obrázky / zvuky / médiá z internetu?",
    "faq.fairUseBody": "Ak sa rozhodnete integrovať prácu niekoho iného do svojho vlastného diela, nezabudnite ho pochváliť v sekcii „kredity“ projektu a uviesť odkaz späť na originál. Ak chcete nájsť umenie/zvuky, ktoré už majú licenciu na remixovanie, pozrite si {ccLink}.",
    "faq.ccLinkText": "Stránka vyhľadávania Creative Commons",
    "faq.whyAccountTitle": "Prečo je užitočné mať Scratch účet?",
    "faq.whyAccountBody": "Aj bez účtu môžete hrať projekty iných ľudí, čítať komentáre a fóra a dokonca vytvárať svoje vlastné projekty. Účet však potrebujete na ukladanie a zdieľanie projektov, písanie komentárov a príspevkov do fóra a účasť na iných \"sociálnych\" aktivitách v komunite (ako je \"milovanie\" projektov iných ľudí).",
    "faq.createAccountTitle": "Ako si môžem vytvoriť účet?",
    "faq.createAccountBody": "Stačí kliknúť na \"Pripojiť sa\" na domovskej stránke aplikácie Scratch. Budete musieť odpovedať na niekoľko otázok a poskytnúť e-mailovú adresu. Trvá to len pár minút a je to úplne zadarmo!",
    "faq.checkConfirmedTitle": "Ako môžem skontrolovať, že bol môj účet potvrdený?",
    "faq.howToConfirmTitle": "Ako potvrdím svoj účet?",
    "faq.howToConfirmBody": "Po vytvorení nového účtu v aplikácii Scratch dostanete e-mailovú správu s odkazom. Stačí kliknúť na odkaz a potvrdiť svoj účet. Po potvrdení svojho účtu budete môcť zdieľať projekty, písať komentáre a vytvárať štúdiá. Potvrdenie účtu vám tiež umožní dostávať e-mailové aktualizácie od tímu Scratch. Ak nemôžete nájsť e-mail s potvrdzovacím odkazom, skontrolujte priečinok Spam. Ak ho stále nemôžete nájsť a chcete získať ďalšiu kópiu, prejdite do Nastavenia účtu, kliknite na kartu E-mail a postupujte podľa pokynov. Upozorňujeme, že doručenie e-mailu môže trvať až hodinu. Ak e-mail nevidíte ani po hodine, {contactLink}.",
    "faq.contactLinkText": "dajte nám vedieť",
    "faq.checkConfirmedBody": "Ak chcete skontrolovať, či je váš účet potvrdený, prihláste sa do svojho účtu Scratch a prejdite na svoju stránku {settingsLink}. Potvrdené e-mailové adresy budú označené malým zeleným začiarknutím. V opačnom prípade uvidíte text \"Vaša e-mailová adresa nie je potvrdená\" oranžovou farbou.",
    "faq.settingsLinkText": "Nastavenia e-mailu",
    "faq.requireConfirmTitle": "Musím potvrdiť svoj účet?",
    "faq.requireConfirmBody": "Stále môžete používať mnohé aspekty Scratch bez potvrdenia svojho účtu, vrátane vytvárania a ukladania projektov (bez ich zdieľania).",
    "faq.forgotPasswordTitle": "Zabudol som svoje používateľské meno alebo heslo. Ako to môžem resetovať?",
    "faq.forgotPasswordBody": "Na {resetLink} stránke zadajte svoje používateľské meno alebo e-mailovú adresu. Webová stránka odošle e-mail na adresu spojenú s vaším používateľským menom a odkaz, ktorý môžete použiť na obnovenie hesla.",
    "faq.resetLinkText": "Resetovanie hesla",
    "faq.changePasswordTitle": "Ako zmením svoje heslo?",
    "faq.changePasswordBody": "Prihláste sa do svojho účtu Scratch a potom navštívte našu stránku {changeLink}, kde si môžete zmeniť heslo.",
    "faq.changeLinkText": "Nastavenia hesla",
    "faq.changeEmailTitle": "Ako zmením svoju emailovú adresu?",
    "faq.changeEmailBody": "Prihláste sa do svojho účtu Scratch a potom navštívte našu stránku {changeEmailLink}, kde si môžete zmeniť svoju e-mailovú adresu.",
    "faq.newScratcherTitle": "Ako sa stanem z \"nového Scratchera\" \"Scratcherom\"?",
    "faq.newScratcherBody": "Keď si vytvoríte účet, budete označený ako „New Scratcher“. Ak chcete prejsť na \"Scratcher\", mali by ste vytvárať a zdieľať projekty, užitočne komentovať projekty iných Scratcherov a byť trpezliví! Po splnení požiadaviek sa na vašej profilovej stránke zobrazí odkaz, ktorý vás pozve, aby ste sa stali Scratcherom a na webovej stránke Scratch budete mať k dispozícii ďalšie možnosti. (Upozorňujeme, že na požiadanie nepovyšujeme New Scratcher na Scratcher )",
    "faq.multipleAccountTitle": "Môžem mať viac ako jeden účet?",
    "faq.multipleAccountBody": "Je v poriadku mať niekoľko účtov na webovej stránke Scratch, pokiaľ žiadny z nich nie je použitý na prerušenie {cgLink}. V takom prípade môžu byť všetky súvisiace účty zablokované alebo odstránené.",
    "faq.multipleLoginTitle": "Je v poriadku, ak jeden účet využíva viacero osôb?",
    "faq.multipleLoginBody": "Toto nie je povolené, pretože editor webovej stránky a projektu sa môže ľahko pomýliť, keď je do toho istého účtu prihlásených viac osôb. Keď účet urobí niečo, čo porušuje {cgLink}, všetky súvisiace účty môžu byť zablokované alebo odstránené. Ak zdieľate účet s niekým, kto s ním urobí niečo zlé, znamená to, že vaše účty môžu byť zablokované za to, čo urobila druhá osoba.",
    "faq.changeUsernameTitle": "Môžem zmeniť svoje užívateľské meno?",
    "faq.changeUsernameBody": "Štruktúra webovej stránky Scratch závisí od toho, že máte konzistentný názov účtu, takže nie je možné zmeniť vaše používateľské meno. Ak naozaj potrebujete prejsť na nové používateľské meno, môžete si vytvoriť nový účet, ale svoje projekty si budete musieť skopírovať do nového účtu sami.",
    "faq.shareInfoTitle": "Aké informácie môžem zdieľať na svojom účte?",
    "faq.shareInfoBody": "Nezdieľajte osobné kontaktné informácie, ako je vaša fyzická adresa, e-mail, telefónne číslo alebo čokoľvek iné, čo sa dá použiť na nadviazanie kontaktu mimo webovej stránky Scratch. Nahláste projekty, komentáre alebo príspevky na fóre, ktoré obsahujú tento druh informácií, aby tím Scratch mohol tieto informácie odstrániť a pripomenúť autorovi naše zásady proti zdieľaniu osobných kontaktných informácií.",
    "faq.deleteAccountTitle": "Ako odstránim svoj účet?",
    "faq.deleteAccountBody": "Prihláste sa do aplikácie Scratch a potom kliknite na svoje používateľské meno v pravom hornom rohu. Vyberte položku \"Nastavenia účtu\" a potom kliknite na odkaz \"Chcem odstrániť svoj účet\" v spodnej časti stránky. Mali by ste to však urobiť iba vtedy, ak ste si úplne istí, že chcete svoj účet odstrániť.",
    "faq.scratchFreeTitle": "Je Scratch zadarmo? Môžem ho použiť kdekoľvek chcem?",
    "faq.scratchFreeBody": "Áno! Scratch je k dispozícii zadarmo. Môžete ho použiť vo svojej škole a môžete o ňom viesť kurz (aj kurz, ktorý stojí peniaze). Nemusíte si kupovať licenciu: je to zadarmo!",
    "faq.scratchScreenshotTitle": "Môžem použiť snímky obrazovky Scratch v knihe alebo prezentácii?",
    "faq.scratchScreenshotBody": "Áno, snímky/obrázky aplikácie Scratch a webovej stránky môžete použiť v knihe alebo prezentácii a považovať ich za licencované na základe licencie {licenseLink}. Žiadame, aby ste niekde vo svojich materiáloch uviedli poznámku: \"Scratch je projekt nadácie Scratch v spolupráci so skupinou Lifelong Kindergarten Group v MIT Media Lab. Je k dispozícii zadarmo na https://scratch.mit.edu“.",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Môžem zahrnúť popis Scratch do brožúr alebo iných materiálov?",
    "faq.scratchDescriptionBody": "Samozrejme! Odporúčame nasledujúci popis: \"Scratch je kódovací jazyk a online komunita, kde môžete vytvárať svoje vlastné interaktívne príbehy, hry a animácie - a zdieľať svoje výtvory s ostatnými na celom svete. Ako mladí ľudia vytvárajú a zdieľajú projekty Scratch, učia sa kreatívne myslieť, systematicky uvažovať a spolupracovať. Scratch je projekt {sfLink} v spolupráci so skupinou Lifelong Kindergarten pri MIT Media Lab. Je dostupný bezplatne na https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Môžem prezentovať Scratch na konferencii?",
    "faq.presentScratchBody": "Neváhajte a vytvorte prezentácie o Scratch pre pedagógov alebo iné skupiny.",
    "faq.supportMaterialTitle": "Môžem použiť / remixovať materiály Scratch, postavy, obrázky, zvuky alebo ukážkové projekty, ktoré som našiel na webovej stránke?",
    "faq.supportMaterialBody": "Áno: Väčšina podporných materiálov Scratch na webovej stránke Scratch je dostupná na základe licencie {licenseLink}. Existuje niekoľko výnimiek: Logo Scratch, Scratch Cat, Gobo, Pico, Nano, Giga a Tera sú ochranné známky Scratch a nemožno ich použiť bez výslovného povolenia od tímu Scratch.",
    "faq.sellProjectsTitle": "Môžem predať svoje projekty vytvorené v Scratch?",
    "faq.sellProjectsBody": "Áno: Váš projekt Scratch je vašou tvorbou. Majte však na pamäti, že akonáhle zdieľate svoj projekt na webovej stránke Scratch, každý si môže bezplatne stiahnuť, remixovať a znova použiť projekt na základe podmienok licencie {licenseLink}. Takže ak máte v úmysle predať svoj projekt, možno budete chcieť zrušiť jeho zdieľanie z webovej stránky Scratch.",
    "faq.sourceCodeTitle": "Kde môžem nájsť zdrojový kód pre aplikáciu Scratch?",
    "faq.sourceCodeBody": "Zdrojový kód programovacieho editora Scratch možno nájsť na {guiLink}. Zdrojový kód pre {flashLink} a {scratch14Link}, je tiež dostupný na GitHub. Aktuálne informácie o vývojových projektoch týkajúcich sa webovej stránky Scratch nájdete na našej stránke {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Ako zistím, čo je alebo nie je v poriadku zdieľať na webových stránkach Scratch?",
    "faq.okayToShareBody": "Pozrite si Scratch {cgLink} – sú stručné a neobsahujú veľa právnych vecí. V spodnej časti každej stránky na Scratch je odkaz.",
    "faq.reportContentTitle": "Čo ak na stránke uvidím niečo nevhodné?",
    "faq.reportContentBody": "Môžete kliknúť na odkaz \"nahlásiť\" pri akomkoľvek projekte, komentári, diskusnom príspevku, štúdiu alebo stránke profilu, kde vidíte niečo, čo nie je v poriadku pre Scratch. Ak je situácia komplikovaná, na vysvetlenie môžete použiť odkaz {contactLink} (dostupný v spodnej časti každej stránky). Nezabudnite uviesť čo najviac podrobností s odkazmi na relevantné stránky.",
    "faq.noFlameTitle": "Čo mám robiť, ak zbadám, že je niekto zlomyseľný alebo neúctivý?",
    "faq.noFlameBody": "Neprilievaj olej do ohňa! Reagovanie na zlomyseľné komentáre ešte zlomyseľnejšími iba zhoršuje situáciu a môže vyústiť do zablokovania tvojho účtu. Namiesto toho jednoducho nahlás čokoľvek, čo je neúctivé alebo nekonštruktívne a my to budeme s autorom riešiť. Každý deň mnohokrát kontrolujeme správy - takže si môžeš byť istý/á, že tieto veci vyriešime.",
    "faq.reviewContentTitle": "Ako tím Scratch postupuje, ak niekto niečo nahlási alebo označí ako nevhodné?",
    "faq.reviewContentBody": "Scratch Team recenzie hlásil komentáre a projekty každý deň. Ak niečo pokazí Scratch {cgLink}, odstránime to a pošleme varovanie na účet. Môžeme tiež zablokovať účty alebo siete, ktoré boli použité na zdieľanie, v závislosti od toho, čo bolo zdieľané a či už danej osobe boli predtým zaslané upozornenia",
    "faq.blockedAccountTitle": "Čo sa stane, ak je účet zablokovaný?",
    "faq.blockedAccountBody": "Keď je účet zablokovaný, vlastník už nemôže pristupovať k svojmu účtu, používať ho na vytváranie projektov ani uverejňovať nové komentáre. Po prihlásení sa im zobrazí stránka s vysvetlením, prečo bol účet zablokovaný, spolu s webovým formulárom, pomocou ktorého môžu požiadať o odblokovanie. Ak vlastník dokáže, že chápe, prečo bol jeho účet zablokovaný, a sľúbi, že bude v budúcnosti nasledovať Scratch {cgLink}, bude odblokovaný.",
    "faq.stolenAccountTitle": "Niekto získal prístup k môjmu účtu a zablokoval môj účet. Čo robím?",
    "faq.stolenAccountBody": "Za bezpečné uchovanie hesla zodpovedáte vy. Ak niekto, koho poznáte, prevzal kontrolu nad vaším účtom a urobil zlé veci, povedzte to dospelým, ktorí majú na starosti počítač, ktorý používali. Ak si myslíte, že niekto, koho nepoznáte, má prístup k vášmu účtu, zmeňte heslo a/alebo použite odkaz {contactLink} na vysvetlenie situácie. Ak bol váš účet zablokovaný za vykonanie niečoho, čo ste urobili vy, čo porušilo Scratch {cgLink}, nehovorte nám, že to urobil niekto iný. Keď nám ľudia povedia, že niekto iný použil ich účet na niečo zlé, musíme sa pokúsiť s touto osobou porozprávať, kým budeme môcť účet obnoviť. To znamená, že váš účet zostane zablokovaný oveľa dlhšie, ako keby ste nám boli úprimní o tom, čo sa stalo.",
    "faq.aboutExtensionsTitle": "Čo sú rozšírenia?",
    "faq.aboutExtensionsBody": "V editore Scratch môžete pridať kolekcie dodatočných blokov nazývaných \"rozšírenia\". Existujú napríklad rozšírenia, ktoré vám umožňujú programovať fyzické zariadenia (ako sú súpravy micro:bit a LEGO robotics) a prekladať text v rámci aplikácie Scratch. projektov. Postupom času budeme pridávať nové rozšírenia, takže to, čo môžete robiť so Scratch, bude časom rásť.",
    "faq.howToAddExtensionsTitle": "Ako pridám rozšírenie do projektu?",
    "faq.howToAddExtensionsBody": "Ak kliknete na tlačidlo \"Rozšírenia\" v ľavom dolnom rohu programovacieho editora Scratch, uvidíte zoznam všetkých Scratch Extensions. Keď vyberiete jedno z rozšírení, do vášho projektu sa pridá nová kategória blokov. Rozšírenie sa automaticky načíta pri každom otvorení vášho projektu. Do toho istého projektu môžete pridať viacero rozšírení.",
    "faq.createExtensionsTitle": "Ako si vytvorím vlastné rozšírenie pre Scratch?",
    "faq.createExtensionsBody": "Tím Scratch bude v budúcnosti zverejňovať špecifikácie a pokyny pre rozšírenia. Keď budú rozšírenia k dispozícii, budete môcť odosielať rozšírenia tímu Scratch na posúdenie v oficiálnej knižnici rozšírení Scratch 3.0. Poskytneme tiež pokyny na vývoj a distribúciu \"experimentálnych\" rozšírení, ktoré možno použiť na vytváranie projektov na jednotlivých počítačoch, ale nemožno ich zdieľať v online komunite Scratch.",
    "faq.scratchXTitle": "Čo sa stane s webovou stránkou ScratchX?",
    "faq.scratchXBody": "Webová stránka ScratchX (scratchx.org) bola experimentálnym testovacím prostredím pre rozšírenia. Rozšírenia vytvorené pre ScratchX nie sú kompatibilné so Scratch 3.0. Keď budú experimentálne rozšírenia plne podporované v Scratch, ukončíme podporu pre ScratchX a poskytneme vývojárom a používateľom čas na prechod zo ScratchX na novú platformu rozšírení.",
    "faq.cloudDataInfoTitle": "Čo sú cloudové premenné?",
    "faq.cloudDataInfoBody": "Cloudové premenné umožňujú ukladanie údajov z projektu a ich zdieľanie s ostatnými ľuďmi v komunite Scratch. Cloudové premenné môžete použiť na uskutočňovanie prieskumov a iných projektov, v rámci ktorých majú ostatní členovia komunity prístup k údajom a upravujú ich v priebehu času.",
    "faq.makeCloudVarTitle": "Ako môžem vytvoriť premennú cloudu?",
    "faq.makeCloudVarBody": "Prejdite do sekcie \"Premenné\" na palete blokov, vyberte \"Vytvoriť premennú\" a potom kliknite na začiarkavacie políčko vedľa \"Premenná cloudu (uložená na serveri)\". Údaje spojené s vašou premennou cloudu sa uložia na server, zachovajú sa v priebehu času a budú prístupné každému, kto projekt otvorí.",
    "faq.onlyNumbersTitle": "Aké typy údajov môžu byť uložené v cloudových premenných?",
    "faq.onlyNumbersBody": "V cloudových premenných môžu byť uložené iba čísla.",
    "faq.storedCloudInfoTitle": "Kto môže vidieť údaje uložené v cloudových premenných?",
    "faq.storedCloudInfoBody": "Keď interagujete s projektom pomocou cloudových premenných, údaje spojené s vašimi interakciami môžu byť uložené spolu s vaším používateľským menom a ostatní si ich môžu zobraziť.",
    "faq.reportCloudTitle": "Ak vidím, že niekto uverejňuje nevhodný obsah pomocou cloudových premenných, ako to nahlásim?",
    "faq.reportCloudBody": "Ak chcete nahlásiť nevhodný obsah v cloudových premenných, kliknite na tlačidlo \"Nahlásiť toto\" (v časti prehrávača projektu na stránke projektu). Pri zadávaní dôvodu do správy nezabudnite uviesť \"premenné cloudu\".",
    "faq.chatRoomTitle": "Môžem vytvoriť chatovacie miestnosti s cloudovými premennými?",
    "faq.chatRoomBody": "Hoci je technicky možné vytvárať chatovacie miestnosti s cloudovými premennými, na webovej stránke Scratch nie sú povolené.",
    "faq.changeCloudVarTitle": "Kto môže meniť informácie v cloudovej premennej?",
    "faq.changeCloudVarBody": "Údaje do cloudových premenných vášho projektu môžete ukladať iba vy a diváci vášho projektu. Ak ľudia \"vidia dovnútra\" alebo remixujú váš kód, vytvorí kópiu premennej a neovplyvní ani nezmení pôvodnú premennú.",
    "faq.newScratcherCloudTitle": "Som prihlásený, ale nemôžem používať projekty s cloudovými premennými. Čo sa deje?",
    "faq.newScratcherCloudBody": "Ak ste na webe stále \"Nový škrabák\", nebudete môcť používať projekty s cloudovými premennými. Ak chcete mať prístup ku cloudovým premenným, musíte sa stať \"Scratcher\". Viac informácií o prechode z „New Scratcher“ na „Scratcher“ nájdete v časti Účty (vyššie).",
    "faq.multiplayerTitle": "Je možné robiť hry pre viacerých hráčov s cloudovými premennými?",
    "faq.multiplayerBody": "Hry pre viacerých hráčov môže byť ťažké vytvoriť kvôli rýchlosti siete a problémom so synchronizáciou. Niektorí Scratcheri však prichádzajú s kreatívnymi spôsobmi, ako využiť cloudové premenné pre turn-by-turn a iné typy hier.",
    "faq.schoolsTitle": "Scratch na školách",
    "faq.howTitle": "Ako sa Scratch používa v školách?",
    "faq.howBody": "Scratch sa používa v stovkách tisíc škôl po celom svete v mnohých rôznych oblastiach (vrátane jazykových umení, prírodných vied, histórie, matematiky a informatiky). Viac o stratégiách a zdrojoch na používanie Scratch v školách a iných vzdelávacích prostrediach (ako sú múzeá, knižnice a komunitné centrá) sa môžete dozvedieť na našom {educatorsLink}.",
    "faq.educatorsLinkText": "Stránka pre pedagógov",
    "faq.noInternetTitle": "Existuje spôsob, ako môžu študenti používať Scratch bez pripojenia na internet? ",
    "faq.noInternetBody": "Áno. {downloadLink} je to stiahnuteľná verzia Scratch, ktorá môže bežať na prenosných počítačoch a stolných počítačoch. V súčasnosti je aplikácia Scratch dostupná na zariadeniach so systémom Windows a Mac.",
    "faq.communityTitle": "Môžem vypnúť online komunitu pre svojich študentov?",
    "faq.communityBody": "Online komunita Scratch poskytuje mladým ľuďom spôsob, ako zdieľať, spolupracovať a učiť sa so svojimi rovesníkmi v rámci moderovanej komunity riadenej Scratch {cgLink}. Chápeme však, že niektorí pedagógovia uprednostňujú, aby sa ich študenti nezapájali do online komunity. Títo pedagógovia si možno budú chcieť nainštalovať aplikáciu Scratch, ktorá beží offline a lokálne na stolnom alebo prenosnom počítači.",
    "faq.teacherAccountTitle": "Čo je učiteľský účet?",
    "faq.teacherAccountBody": "Účet učiteľa Scratch poskytuje učiteľom a iným pedagógom ďalšie funkcie na správu účasti študentov v aplikácii Scratch, vrátane možnosti vytvárať študentské účty, organizovať študentské projekty do štúdií a monitorovať komentáre študentov. Ďalšie informácie o účtoch učiteľov Scratch nájdete v {eduFaqLink}.",
    "faq.eduFaqLinkText": "Často kladené otázky o učiteľskom účte",
    "faq.requestTitle": "Ako si zriadim učiteľský účet?",
    "faq.requestBody": "O Scratch Teacher Account môžete požiadať {educatorsLink} na Scratch. Počas procesu registrácie vás žiadame o ďalšie informácie, aby sme si overili vašu rolu pedagóga.",
    "faq.dataTitle": "Aké dáta zbiera Scratch o študentoch?",
    "faq.dataBody": "Keď sa študent prvýkrát zaregistruje na Scratch, žiadame základné demografické dáta, vrátane pohlavia, veku (mesiac a rok narodenia), krajiny a emailovej adresy pre overenie. Tieto dáta využívame (v agregovanej podobe) vo výskumných štúdiách zameraných na lepšie pochopenie toho, ako sa ľudia učia s aplikáciou Scratch. Keď pedagóg využije učiteľský účet na hromadné vytvorenie študentských účtov, študenti nie sú povinní poskytnúť svoje emailové adresy na nastavenie účtu.",
    "faq.lawComplianceTitle": "Je online verzia aplikácie Scratch v súlade s miestnymi a federálnymi zákonmi USA o ochrane osobných údajov?",
    "faq.lawComplianceBody1": "Scratch sa veľmi stará o súkromie študentov a všetkých jednotlivcov, ktorí používajú našu platformu. Máme zavedené fyzické a elektronické postupy na ochranu informácií, ktoré zhromažďujeme na webovej stránke Scratch. Aj keď nie sme schopní ponúknuť zmluvné záruky s každým subjektom, ktorý používa náš bezplatný vzdelávací produkt, dodržiavame všetky federálne zákony Spojených štátov amerických, ktoré sa vzťahujú na MIT a Scratch Foundation, organizácie, ktoré vytvorili a udržiavajú Scratch. Odporúčame vám prečítať si Zásady ochrany osobných údajov Scratch, kde nájdete ďalšie informácie.",
    "faq.lawComplianceBody2": "Ak by ste chceli stavať projekty pomocou Scratch bez toho, aby ste nám odoslali akékoľvek osobné údaje, môžete si stiahnuť {downloadLink}. Projekty vytvorené v aplikácii Scratch nie sú prístupné tímu Scratch a používanie aplikácie Scratch nezverejní žiadne osobné identifikačné informácie pre Scratch, pokiaľ tieto projekty neodovzdáte do online komunity Scratch."
}