{
    "faq.title": "Často kladené otázky (FAQ)",
    "faq.intro": "Na tejto stránke nájdeš odpovede na často kladené otázky o Scratch.",
    "faq.aboutTitle": "Všeobecné otázky",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remixovanie a kopírovanie",
    "faq.accountsTitle": "Účty",
    "faq.permissionsTitle": "Licencovanie a povolenia",
    "faq.inappropriateContentTitle": "Nevhodný obsah",
    "faq.scratchExtensionsTitle": "Rozšírenia Scratch",
    "faq.cloudDataTitle": "Cloudové premenné",
    "faq.aboutScratchTitle": "Čo je Scratch a čo sa s ním dá robiť?",
    "faq.aboutScratchBody": "Pomocou programovacieho jazyka Scratch a online komunity môžete vytvárať svoje vlastné interaktívne príbehy, hry a animácie – a zdieľať svoje výtvory s ostatnými na celom svete. Keď mladí ľudia vytvárajú a zdieľajú projekty Scratch, učia sa kreatívne myslieť, systematicky uvažovať a spolupracovať. Ak sa chcete dozvedieť viac o Scratch, pozrite si {aboutScratchLink} stránku.",
    "faq.aboutScratchLinkText": "O Scratchi",
    "faq.makeGameTitle": "Ako vytvorím hru alebo animáciu pomocou Scratch?",
    "faq.makeGameBody": "Pozrite si {ideasLink}, kde nájdete množstvo spôsobov, ako začať so Scratch",
    "faq.ideasLinkText": "Ideas page",
    "faq.whoUsesScratchTitle": "Who uses Scratch?",
    "faq.whoUsesScratchBody": "Scratch používajú ľudia zo všetkých prostredí, vo všetkých krajinách po celom svete, vo všetkých typoch prostredí – v domácnostiach, školách, knižniciach, múzeách a ďalších. Scratch je navrhnutý špeciálne pre mladých ľudí vo veku od 8 do 16 rokov, no ľudia všetkých vekových kategórií tvoria a zdieľajú so Scratch. Mladšie deti možno budú chcieť vyskúšať {scratchJrLink}, zjednodušenú verziu aplikácie Scratch určenú pre deti od 5 do 7 rokov.",
    "faq.requirementsTitle": "Aké sú systémové požiadavky pre aplikáciu Scratch?",
    "faq.requirementsBody": "Scratch bude fungovať vo väčšine súčasných webových prehliadačov na stolných počítačoch, notebookoch a tabletoch. Projekty si môžete prezerať na mobilných telefónoch, ale momentálne nemôžete vytvárať ani upravovať projekty na telefónoch. Nižšie je uvedený zoznam oficiálne podporovaných prehliadačov.",
    "faq.requirementsDesktop": "Desktop",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer is NOT supported.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Všimnite si:",
    "faq.requirementsNoteDesktop": "Ak váš počítač nespĺňa tieto požiadavky, môžete vyskúšať {downloadLink} editor (pozrite si ďalšiu položku v FAQ).",
    "faq.scratchApp": "Aplikácia Scratch",
    "faq.requirementsNoteWebGL": "If you encounter a WebGL error, try a different browser.",
    "faq.requirementsNoteTablets": "On tablets, there is currently not a way to use \"key pressed\" blocks or right-click context menus.",
    "faq.offlineTitle": "Existuje stiahnuteľná verzia, aby som mohol/mohla vytvárať a prezerať projekty offline?",
    "faq.offlineBody": "Aplikácia Scratch vám umožňuje vytvárať projekty Scratch bez internetového pripojenia. Môžete si stiahnuť z {downloadLink} z webovej stránky Scratch alebo z obchodu s aplikáciami pre vaše zariadenie. (Toto sa predtým nazývalo \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Môžem stále nahrať projekty vytvorené so staršími verziami Scratch na webovú stránku?",
    "faq.uploadOldBody": "Áno: Môžete zdieľať alebo nahrávať projekty vytvorené pomocou starších verzií aplikácie Scratch a budú viditeľné a hrateľné. (Nemôžete si však stiahnuť projekty vytvorené pomocou alebo upravené v neskorších verziách Scratch a otvoriť ich v starších verziách. Nemôžete napríklad otvoriť projekt Scratch 3.0 v počítačovej verzii {scratch2Link}, pretože Scratch 2.0 nepozná ako čítať formát súboru projektu .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Koľko stojí Scratch? Potrebujem licenciu?",
    "faq.scratchCostBody": "Scratch je a vždy bude zadarmo. Na používanie aplikácie Scratch v škole, doma alebo kdekoľvek inde nepotrebujete licenciu. Vývoj a údržba Scratch je hradená z grantov a darov. Ak by ste chceli prispieť do Scratch, pozrite si naše {donateLink}.",
    "faq.donateLinkText": "Donate page",
    "faq.mediaLabTitle": "Kto vytvoril Scratch?",
    "faq.mediaLabBody": "Scratch je vyvinutý a udržiavaný tímom Scratch {llkLink} na adrese {mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten group",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "What is Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 is the latest generation of Scratch, launched on January 2, 2019. It is designed to expand how, what, and where you can create with Scratch. It includes dozens of new sprites, a totally new sound editor, and many new programming blocks. And with Scratch 3.0, you’re able to create and play projects on your tablet, in addition to your laptop or desktop computer.",
    "faq.reportBugsScratch3Title": "How can I report bugs and share feedback on Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Môžete nahlásiť chyby a zdieľať spätnú väzbu v sekcii {forumsLink} diskusných fór Scratch.",
    "faq.forumsLinkText": "Bugs & Glitches",
    "faq.languagesScratch3Title": "Je Scratch 3.0 dostupný vo viacerých jazykoch?",
    "faq.languagesScratch3Body1": "Áno. Ak chcete zmeniť jazyk programovacích blokov, kliknite na ikonu zemegule v hornej navigačnej lište programovacieho editora a potom kliknite na rozbaľovaciu ponuku a vyberte jazyk.",
    "faq.languagesScratch3Body2": "Všetky naše preklady robia dobrovoľníci. Editor Scratch 3.0 už bol preložený do viac ako 40 jazykov. Všetky jazyky, ktoré sú v súčasnosti preložené a kontrolované, si môžete pozrieť na našom {transifexLink}. Ak chcete pomôcť s prekladom alebo recenziou, kontaktujte {emailLink}.",
    "faq.transifexLinkText": "translation server",
    "faq.removedBlocksScratch3Title": "Does Scratch 3.0 remove any coding blocks from earlier versions of Scratch?",
    "faq.removedBlocksScratch3Body": "No coding blocks have been removed in Scratch 3.0, but some have changed a bit and others have moved into \"Extensions\" (as described below, in the {extensionsFAQLink} section).",
    "faq.newBlocksScratch3Title": "Does Scratch 3.0 introduce new blocks?",
    "faq.newBlocksScratch3Body": "Yes! In Scratch 3.0 you’ll find:",
    "faq.newBlocksSoundEffect": "New \"sound effect\" blocks",
    "faq.newBlocksOperators": "New operators that make it easier to work with text (strings)",
    "faq.newBlocksPen": "New pen blocks, including support for transparency",
    "faq.newBlocksGlide": "New glide block to move easily to a sprite (or random point)",
    "faq.newBlocksExtensions": "Many new capabilities through \"Scratch Extensions\" (see the Extensions section below)",
    "faq.biggerBlocksScratch3Title": "Why are the blocks bigger in Scratch 3.0 than in earlier versions?",
    "faq.biggerBlocksScratch3Body": "In order to make Scratch 3.0 work well on touch devices (like many Chromebooks, Windows Surface laptops, and tablets), we needed to make the blocks bigger, so that it’s easier to drag and tap the blocks. In addition, blocks are slightly bigger in Scratch 3.0 to help address issues we observed with new users having trouble clicking and dragging small interface elements.",
    "faq.extensionsScratch3Title": "Where did the Pen blocks go? Where did the Music blocks go? Where did the Video Sensing blocks go?",
    "faq.extensionsScratch3Body": "The Pen, Music, and Video Sensing blocks have been moved into extensions. Extensions can be added by clicking the button on the bottom left of the screen (see the \"Extensions\" section below).",
    "faq.paintEditorScratch3Title": "What are the new features in the Paint Editor?",
    "faq.paintEditorScratch3Body": "The Paint Editor has been redesigned to provide powerful new features while also making it easier to use. Changes and new features include:",
    "faq.paintEditorLayout": "New layout that makes available tools and options more visible",
    "faq.paintEditorTools": "New tools such as an \"eraser\" that works in vector mode",
    "faq.paintEditorColors": "More options for selecting and adjusting colors",
    "faq.paintEditorVector": "More control over vector points (curve handles and point modes)",
    "faq.paintEditorLayers": "Additional controls for ordering layers (\"bring to front\", \"move to back\", etc.)",
    "faq.paintEditorGradients": "New gradient controls",
    "faq.soundEditorScratch3Title": "What are the new features in the Sound Editor?",
    "faq.soundEditorScratch3Body": "The Sound Editor has been redesigned to make it easier to record and manipulate sounds. It offers a number of new features:",
    "faq.soundEditorRecording": "New recording system that is easier to use",
    "faq.soundEditorTrimming": "New audio trimming system that is easier to use",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "What happened to the Scratch Tips Window?",
    "faq.tipsWindowScratch3Body": "Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Čo je remix?",
    "faq.remixDefinitionBody": "Keď Scratcher vytvorí kópiu projektu niekoho iného a upraví ho tak, aby pridal svoje vlastné nápady (napríklad zmenou scenárov alebo kostýmov), výsledný projekt sa nazýva \"remix\". Každý projekt zdieľaný na webe Scratch je možné remixovať. Aj menšiu zmenu považujeme za platný remix, pokiaľ je uznaný pôvodný tvorca projektu a ďalší, ktorí sa na remixe výrazne podieľali.",
    "faq.remixableTitle": "Prečo tím Scratch vyžaduje, aby boli všetký projekty \"remixovateľné\"?",
    "faq.remixableBody": "Veríme, že remixovanie projektov iných ľudí je skvelý spôsob, ako sa naučiť programovať a vytvárať zaujímavé projekty. Prostredníctvom remixovania sa v komunite Scratch šíria kreatívne nápady, z ktorých majú úžitok všetci. Všetky projekty zdieľané na webovej stránke Scratch sú kryté licenciou „Creative Commons Share Alike“, čo znamená, že môžete remixovať akýkoľvek projekt, ktorý vidíte na webovej lokalite Scratch – a všetci ostatní môžu remixovať ktorýkoľvek z projektov, ktoré zdieľate na webovej lokalite. .",
    "faq.creativeCommonsTitle": "Čo ak nechcem, aby iní remixovali moje projekty?",
    "faq.creativeCommonsBody": "Remixovanie je dôležitou súčasťou komunity Scratch. Ak nechcete, aby si ostatní prezerali alebo remixovali vaše výtvory, stále môžete vytvárať projekty na webovej lokalite Scratch, ale nezdieľať ich na webovej lokalite.",
    "faq.fairUseTitle": "Môžem vo svojich projektoch používať obrázky / zvuky / médiá z internetu?",
    "faq.fairUseBody": "Ak sa rozhodnete integrovať prácu niekoho iného do svojho vlastného diela, nezabudnite ho pochváliť v sekcii „kredity“ projektu a uviesť odkaz späť na originál. Ak chcete nájsť umenie/zvuky, ktoré už majú licenciu na remixovanie, pozrite si {ccLink}.",
    "faq.ccLinkText": "Creative Commons search page",
    "faq.whyAccountTitle": "Why is it useful to have a Scratch account?",
    "faq.whyAccountBody": "Even without an account, you can play other people’s projects, read comments and forums, and even create your own projects. But you need an account to save and share projects, write comments and forum posts, and participate in other \"social\" activities in the community (like \"loving\" other people’s projects).",
    "faq.createAccountTitle": "How can I create an account?",
    "faq.createAccountBody": "Just click \"Join\" on the Scratch home page. You’ll need to respond to a few questions, and provide an email address. It takes just a couple minutes, and it’s totally free!",
    "faq.checkConfirmedTitle": "Ako môžem skontrolovať, že bol môj účet potvrdený?",
    "faq.howToConfirmTitle": "Ako potvrdím svoj účet?",
    "faq.howToConfirmBody": "After you create a new account on Scratch, you’ll receive an email message with a link. Just click the link to confirm your account. Once you confirm your account, you’ll be able to share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team. If you cannot find the email with the confirmation link, check your Spam folder. If you still can’t find it, and want to receive another copy, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, {contactLink}.",
    "faq.contactLinkText": "let us know",
    "faq.checkConfirmedBody": "To check whether your account is confirmed, login to your Scratch account and go to your {settingsLink} page. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.settingsLinkText": "Email Settings",
    "faq.requireConfirmTitle": "Musím potvrdiť svoj účet?",
    "faq.requireConfirmBody": "Stále môžete používať mnohé aspekty Scratch bez potvrdenia svojho účtu, vrátane vytvárania a ukladania projektov (bez ich zdieľania).",
    "faq.forgotPasswordTitle": "Zabudol som svoje používateľské meno alebo heslo. Ako to môžem resetovať?",
    "faq.forgotPasswordBody": "Na {resetLink} stránke zadajte svoje používateľské meno alebo e-mailovú adresu. Webová stránka odošle e-mail na adresu spojenú s vaším používateľským menom a odkaz, ktorý môžete použiť na obnovenie hesla.",
    "faq.resetLinkText": "Password Reset",
    "faq.changePasswordTitle": "Ako zmením svoje heslo?",
    "faq.changePasswordBody": "Login to your Scratch account, then visit our {changeLink} page where you can change your password.",
    "faq.changeLinkText": "Password Settings",
    "faq.changeEmailTitle": "Ako zmením svoju emailovú adresu?",
    "faq.changeEmailBody": "Prihláste sa do svojho účtu Scratch a potom navštívte našu stránku {changeEmailLink}, kde si môžete zmeniť svoju e-mailovú adresu.",
    "faq.newScratcherTitle": "Ako sa stanem z \"nového Scratchera\" \"Scratcherom\"?",
    "faq.newScratcherBody": "Keď si vytvoríte účet, budete označený ako „New Scratcher“. Ak chcete prejsť na \"Scratcher\", mali by ste vytvárať a zdieľať projekty, užitočne komentovať projekty iných Scratcherov a byť trpezliví! Po splnení požiadaviek sa na vašej profilovej stránke zobrazí odkaz, ktorý vás pozve, aby ste sa stali Scratcherom a na webovej stránke Scratch budete mať k dispozícii ďalšie možnosti. (Upozorňujeme, že na požiadanie nepovyšujeme New Scratcher na Scratcher )",
    "faq.multipleAccountTitle": "Môžem mať viac ako jeden účet?",
    "faq.multipleAccountBody": "It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle": "Je v poriadku, ak jeden účet využíva viacero osôb?",
    "faq.multipleLoginBody": "This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle": "Môžem zmeniť svoje užívateľské meno?",
    "faq.changeUsernameBody": "Štruktúra webovej stránky Scratch závisí od toho, že máte konzistentný názov účtu, takže nie je možné zmeniť vaše používateľské meno. Ak naozaj potrebujete prejsť na nové používateľské meno, môžete si vytvoriť nový účet, ale svoje projekty si budete musieť skopírovať do nového účtu sami.",
    "faq.shareInfoTitle": "Aké informácie môžem zdieľať na svojom účte?",
    "faq.shareInfoBody": "Nezdieľajte osobné kontaktné informácie, ako je vaša fyzická adresa, e-mail, telefónne číslo alebo čokoľvek iné, čo sa dá použiť na nadviazanie kontaktu mimo webovej stránky Scratch. Nahláste projekty, komentáre alebo príspevky na fóre, ktoré obsahujú tento druh informácií, aby tím Scratch mohol tieto informácie odstrániť a pripomenúť autorovi naše zásady proti zdieľaniu osobných kontaktných informácií.",
    "faq.deleteAccountTitle": "Ako odstránim svoj účet?",
    "faq.deleteAccountBody": "Prihláste sa do aplikácie Scratch a potom kliknite na svoje používateľské meno v pravom hornom rohu. Vyberte položku \"Nastavenia účtu\" a potom kliknite na odkaz \"Chcem odstrániť svoj účet\" v spodnej časti stránky. Mali by ste to však urobiť iba vtedy, ak ste si úplne istí, že chcete svoj účet odstrániť.",
    "faq.scratchFreeTitle": "Je Scratch zadarmo? Môžem ho použiť kdekoľvek chcem?",
    "faq.scratchFreeBody": "Áno! Scratch je k dispozícii zadarmo. Môžete ho použiť vo svojej škole a môžete o ňom viesť kurz (aj kurz, ktorý stojí peniaze). Nemusíte si kupovať licenciu: je to zadarmo!",
    "faq.scratchScreenshotTitle": "Môžem použiť snímky obrazovky Scratch v knihe alebo prezentácii?",
    "faq.scratchScreenshotBody": "Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Môžem zahrnúť popis Scratch do brožúr alebo iných materiálov?",
    "faq.scratchDescriptionBody": "Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Môžem prezentovať Scratch na konferencii?",
    "faq.presentScratchBody": "Neváhajte a vytvorte prezentácie o Scratch pre pedagógov alebo iné skupiny.",
    "faq.supportMaterialTitle": "Môžem použiť / remixovať materiály Scratch, postavy, obrázky, zvuky alebo ukážkové projekty, ktoré som našiel na webovej stránke?",
    "faq.supportMaterialBody": "Áno: Väčšina podporných materiálov Scratch na webovej stránke Scratch je dostupná na základe licencie {licenseLink}. Existuje niekoľko výnimiek: Logo Scratch, Scratch Cat, Gobo, Pico, Nano, Giga a Tera sú ochranné známky Scratch a nemožno ich použiť bez výslovného povolenia od tímu Scratch.",
    "faq.sellProjectsTitle": "Môžem predať svoje projekty vytvorené v Scratch?",
    "faq.sellProjectsBody": "Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle": "Kde môžem nájsť zdrojový kód pre aplikáciu Scratch?",
    "faq.sourceCodeBody": "The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Ako zistím, čo je alebo nie je v poriadku zdieľať na webových stránkach Scratch?",
    "faq.okayToShareBody": "Pozrite si Scratch {cgLink} – sú stručné a neobsahujú veľa právnych vecí. V spodnej časti každej stránky na Scratch je odkaz.",
    "faq.reportContentTitle": "Čo ak na stránke uvidím niečo nevhodné?",
    "faq.reportContentBody": "You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle": "Čo mám robiť, ak zbadám, že je niekto zlomyseľný alebo neúctivý?",
    "faq.noFlameBody": "Neprilievaj olej do ohňa! Reagovanie na zlomyseľné komentáre ešte zlomyseľnejšími iba zhoršuje situáciu a môže vyústiť do zablokovania tvojho účtu. Namiesto toho jednoducho nahlás čokoľvek, čo je neúctivé alebo nekonštruktívne a my to budeme s autorom riešiť. Každý deň mnohokrát kontrolujeme správy - takže si môžeš byť istý/á, že tieto veci vyriešime.",
    "faq.reviewContentTitle": "Ako tím Scratch postupuje, ak niekto niečo nahlási alebo označí ako nevhodné?",
    "faq.reviewContentBody": "The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle": "Čo sa stane, ak je účet zablokovaný?",
    "faq.blockedAccountBody": "Keď je účet zablokovaný, vlastník už nemôže pristupovať k svojmu účtu, používať ho na vytváranie projektov ani uverejňovať nové komentáre. Po prihlásení sa im zobrazí stránka s vysvetlením, prečo bol účet zablokovaný, spolu s webovým formulárom, pomocou ktorého môžu požiadať o odblokovanie. Ak vlastník dokáže, že chápe, prečo bol jeho účet zablokovaný, a sľúbi, že bude v budúcnosti nasledovať Scratch {cgLink}, bude odblokovaný.",
    "faq.stolenAccountTitle": "Niekto získal prístup k môjmu účtu a zablokoval môj účet. Čo robím?",
    "faq.stolenAccountBody": "You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle": "What are extensions?",
    "faq.aboutExtensionsBody": "In the Scratch editor, you can add collections of extra blocks called \"extensions.\" For example, there are extensions that enable you to program physical devices (such as micro:bit and LEGO robotics kits) and to translate text within your Scratch projects. We will continue to add new extensions over time, so what you can do with Scratch will continue to grow over time. ",
    "faq.howToAddExtensionsTitle": "How do I add an extension to a project?",
    "faq.howToAddExtensionsBody": "If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "The Scratch Team will be publishing specifications and guidelines for extensions in the future. Once available, you will be able to submit extensions to the Scratch Team for consideration in the official Scratch 3.0 extensions library. We’ll also provide guidelines for developing and distributing \"experimental\" extensions, which can be used to create projects on individual computers, but not shared in the Scratch online community.",
    "faq.scratchXTitle": "What will happen to the ScratchX website?",
    "faq.scratchXBody": "The ScratchX website (scratchx.org) was an experimental testbed for extensions. Extensions created for ScratchX are not compatible with Scratch 3.0. Once experimental extensions are fully supported in Scratch we will discontinue support for ScratchX and provide developers and users time to transition off of ScratchX to the new extensions platform.",
    "faq.cloudDataInfoTitle": "Čo sú cloudové premenné?",
    "faq.cloudDataInfoBody": "Cloudové premenné umožňujú ukladanie údajov z projektu a ich zdieľanie s ostatnými ľuďmi v komunite Scratch. Cloudové premenné môžete použiť na uskutočňovanie prieskumov a iných projektov, v rámci ktorých majú ostatní členovia komunity prístup k údajom a upravujú ich v priebehu času.",
    "faq.makeCloudVarTitle": "Ako môžem vytvoriť premennú cloudu?",
    "faq.makeCloudVarBody": "Prejdite do sekcie \"Premenné\" na palete blokov, vyberte \"Vytvoriť premennú\" a potom kliknite na začiarkavacie políčko vedľa \"Premenná cloudu (uložená na serveri)\". Údaje spojené s vašou premennou cloudu sa uložia na server, zachovajú sa v priebehu času a budú prístupné každému, kto projekt otvorí.",
    "faq.onlyNumbersTitle": "Aké typy údajov môžu byť uložené v cloudových premenných?",
    "faq.onlyNumbersBody": "V cloudových premenných môžu byť uložené iba čísla.",
    "faq.storedCloudInfoTitle": "Kto môže vidieť údaje uložené v cloudových premenných?",
    "faq.storedCloudInfoBody": "Keď interagujete s projektom pomocou cloudových premenných, údaje spojené s vašimi interakciami môžu byť uložené spolu s vaším používateľským menom a ostatní si ich môžu zobraziť.",
    "faq.reportCloudTitle": "Ak vidím, že niekto uverejňuje nevhodný obsah pomocou cloudových premenných, ako to nahlásim?",
    "faq.reportCloudBody": "Ak chcete nahlásiť nevhodný obsah v cloudových premenných, kliknite na tlačidlo \"Nahlásiť toto\" (v časti prehrávača projektu na stránke projektu). Pri zadávaní dôvodu do správy nezabudnite uviesť \"premenné cloudu\".",
    "faq.chatRoomTitle": "Môžem vytvoriť chatovacie miestnosti s cloudovými premennými?",
    "faq.chatRoomBody": "Hoci je technicky možné vytvárať chatovacie miestnosti s cloudovými premennými, na webovej stránke Scratch nie sú povolené.",
    "faq.changeCloudVarTitle": "Kto môže meniť informácie v cloudovej premennej?",
    "faq.changeCloudVarBody": "Údaje do cloudových premenných vášho projektu môžete ukladať iba vy a diváci vášho projektu. Ak ľudia \"vidia dovnútra\" alebo remixujú váš kód, vytvorí kópiu premennej a neovplyvní ani nezmení pôvodnú premennú.",
    "faq.newScratcherCloudTitle": "Som prihlásený, ale nemôžem používať projekty s cloudovými premennými. Čo sa deje?",
    "faq.newScratcherCloudBody": "Ak ste na webe stále \"Nový škrabák\", nebudete môcť používať projekty s cloudovými premennými. Ak chcete mať prístup ku cloudovým premenným, musíte sa stať \"Scratcher\". Viac informácií o prechode z „New Scratcher“ na „Scratcher“ nájdete v časti Účty (vyššie).",
    "faq.multiplayerTitle": "Je možné robiť hry pre viacerých hráčov s cloudovými premennými?",
    "faq.multiplayerBody": "Hry pre viacerých hráčov môže byť ťažké vytvoriť kvôli rýchlosti siete a problémom so synchronizáciou. Niektorí Scratcheri však prichádzajú s kreatívnymi spôsobmi, ako využiť cloudové premenné pre turn-by-turn a iné typy hier.",
    "faq.schoolsTitle": "Scratch na školách",
    "faq.howTitle": "Ako sa Scratch používa v školách?",
    "faq.howBody": "Scratch sa používa v stovkách tisíc škôl po celom svete v mnohých rôznych oblastiach (vrátane jazykových umení, prírodných vied, histórie, matematiky a informatiky). Viac o stratégiách a zdrojoch na používanie Scratch v školách a iných vzdelávacích prostrediach (ako sú múzeá, knižnice a komunitné centrá) sa môžete dozvedieť na našom {educatorsLink}.",
    "faq.educatorsLinkText": "Educators Page",
    "faq.noInternetTitle": "Existuje spôsob, ako môžu študenti používať Scratch bez pripojenia na internet? ",
    "faq.noInternetBody": "Yes. The {downloadLink} is a downloadable version of Scratch that can run on laptops and desktops. Currently, the Scratch app is available on Windows and Mac devices.",
    "faq.communityTitle": "Môžem vypnúť online komunitu pre svojich študentov?",
    "faq.communityBody": "The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch app, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle": "Čo je učiteľský účet?",
    "faq.teacherAccountBody": "Účet učiteľa Scratch poskytuje učiteľom a iným pedagógom ďalšie funkcie na správu účasti študentov v aplikácii Scratch, vrátane možnosti vytvárať študentské účty, organizovať študentské projekty do štúdií a monitorovať komentáre študentov. Ďalšie informácie o účtoch učiteľov Scratch nájdete v {eduFaqLink}.",
    "faq.eduFaqLinkText": "Často kladené otázky o učiteľskom účte",
    "faq.requestTitle": "Ako si zriadim učiteľský účet?",
    "faq.requestBody": "O Scratch Teacher Account môžete požiadať {educatorsLink} na Scratch. Počas procesu registrácie vás žiadame o ďalšie informácie, aby sme si overili vašu rolu pedagóga.",
    "faq.dataTitle": "Aké dáta zbiera Scratch o študentoch?",
    "faq.dataBody": "Keď sa študent prvýkrát zaregistruje na Scratch, žiadame základné demografické dáta, vrátane pohlavia, veku (mesiac a rok narodenia), krajiny a emailovej adresy pre overenie. Tieto dáta využívame (v agregovanej podobe) vo výskumných štúdiách zameraných na lepšie pochopenie toho, ako sa ľudia učia s aplikáciou Scratch. Keď pedagóg využije učiteľský účet na hromadné vytvorenie študentských účtov, študenti nie sú povinní poskytnúť svoje emailové adresy na nastavenie účtu.",
    "faq.lawComplianceTitle": "Is the online version of Scratch compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody1": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2": "If you would like to build projects with Scratch without submitting any Personal Information to us, you can download the {downloadLink}. Projects created in the Scratch app are not accessible by the Scratch Team, and using the Scratch app does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}