{
    "faq.title": "Pogosto zastavljena vprašanja (FAQ)",
    "faq.intro": "Na tej strani boste našli odgovore na najbolj pogosto postavljena vprašanja o Scratchu.",
    "faq.aboutTitle": "Splošna vprašanja",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Predelave in kopiranje",
    "faq.accountsTitle": "Računi",
    "faq.permissionsTitle": "Licence in dovoljenja",
    "faq.inappropriateContentTitle": "Neprimerna vsebina",
    "faq.scratchExtensionsTitle": "Razširitve Scratcha",
    "faq.cloudDataTitle": "Spremenljivke v oblaku",
    "faq.aboutScratchTitle": "Kaj je Scratch in kaj lahko naredim v njem?",
    "faq.aboutScratchBody": "S programskim jezikom Scratch in spletno skupnostjo lahko ustvariš svoje interaktivne zgodbe, igre in animacije - in deliš svoje kreacije z drugimi po svetu. Če mladi ljudje ustvarijo in delijo Scratch projekte, se naučijo kreativno razmišljati, sistematično sklepati in sodelovati. Obišči stran {aboutScratchLink} če se želiš naučiti več.",
    "faq.aboutScratchLinkText": "O Scratchu",
    "faq.makeGameTitle": "Kako ustvarim igrico ali animacijo v Scratchu?",
    "faq.makeGameBody": "Oglej si stran {ideasLink} kjer lahko vidiš številne načine, kako začeti s Scratchem.",
    "faq.ideasLinkText": "Stran z idejami",
    "faq.whoUsesScratchTitle": "Kdo uporablja Scratch?",
    "faq.whoUsesScratchBody": "Scratch uporabljajo najrazličnejši ljudje v vseh državah sveta in v različnih okoljih - doma, v šoli, knjižnicah, muzejih... Scratch je razvit posebej za mlade med 8. in 16. letom, vendar svoje projekte ustvarjajo in delijo ljudje vseh starosti. Mlajši otroci lahko poskusijo {scratchJrLink}poenostavljeno različico Scratcha razvitega za otroke med 5. in 7. letom.",
    "faq.requirementsTitle": "Kakšne so sistemske zahteve za Scratch?",
    "faq.requirementsBody": "Scratch lahko uporabljamo z večino sodobnih brskalniokov na računalnikih, prenosnikih in tablicah. Projekte si lahko ogledujemo na pametnih telefonih, kjer pa trenutno še ne moremo ustvarjati ali spreminjati projekte. Spodaj je seznam uradno podrptih brskalnikov.",
    "faq.requirementsDesktop": "Namizje",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer NI podprt.",
    "faq.requirementsTablet": "Tablica",
    "faq.requirementsTabletChrome": "prenosni Chrome (63+)",
    "faq.requirementsTabletSafari": "prenosni Safari (11+)",
    "faq.requirementsNote": "Opomba:",
    "faq.requirementsNoteDesktop": "Če tvoj računalnik ne izpolnjuje teh zahtev, lahko preneseš {downloadLink} urejevalnik (Namizni Scratch) in delaš lokalno (glej naslednjo točko pogostih vprašanj).",
    "faq.scratchDesktop": "Namizni Scratch",
    "faq.requirementsNoteWebGL": "Če pride do napake WebGL, poskusi z drugim brskalnikom.",
    "faq.requirementsNoteTablets": "Na tablicah trenutno ni mogoče uporabljati blokov \"pristisnjena tipka\" ali menujev, ki jih dobimo z desnim klikom.",
    "faq.offlineTitle": "Ali imaš različico, ki omogoča delo brez povezave?",
    "faq.offlineBody": "Namizni Scratch omogoča, da ustvarjamo tudi brez povezav v Internet. Prenesete ga lahko s spletne strani {downloadLink}. Prej se je Namizni Scratch imenoval Scratch 2.0 za delo brez povezave oziroma Scratch Offline editor. ",
    "faq.uploadOldTitle": "Ali lahko še vedno nalagam projekte, ki so bili ustvarjeni s starejšimi različicami Scratcha, na spletno stran?",
    "faq.uploadOldBody": "Da - še vedno lahko deliš in nalagaš projekte ustvarjene s starejšimi različicami Scratcha. Ti projekti so še vedno vidni in jih je mogoče predvajati. (Vendar pa ne moreš prenesti projektov, narejenih z novejšimi različicami Scratcha, in jih odpreti v starejših različicah. Na primer, ne moreš odpreti projekta iz Scratcha 3.0 v namizni različiciScratch 2.0, {scratch2Link} ker Scratch 2.0 ne zna prebrati datoteke v formatu .sb3).",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Koliko Scratch stane? Ali potrebujem licenco?",
    "faq.scratchCostBody": "Scratch je vedno bil in vedno bo brezplačen. Za uporabo Scratcha v šoli, doma ali kjerkoli drugje ne potrebuješ licence. Razvoj in vzdrževanje Scratcha se krije iz nepovratnih sredstev in donacij. Če želiš prispevati sredstva za Scratch, si oglej {donateLink}.",
    "faq.donateLinkText": "Prispevaj",
    "faq.mediaLabTitle": "Kdo je ustvaril Scratch?",
    "faq.mediaLabBody": "Scratch razvija in vzdržuje Ekipa Scratch pri {llkLink} na {mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten group",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Kaj je Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 je zadnja generacija Scratcha, zagnanan 2. januarja 2019.  Načrtovana je tako, da razširi možnosti tega kako, kaj in kje lahko ustvarjaš s Scratchem. Vsebuje številne nove fuigure, povsem nov urejevalnik zvoka in veliko novih programskih blokov. Prav tako s Scratchem 3.0 lahko ustvarjaš in predvajaš projekte na tablici, ne le na prenosniku ali namiznem računalniku. ",
    "faq.reportBugsScratch3Title": "Kako sporočiti napake in deliti mnenja o Scratchu 3.0?",
    "faq.reportBugsScratch3Body": "Prijavo napak in deljenje komentarjev lahko opraviš v razdelku {forumsLink}    foruma v Scratchu.",
    "faq.forumsLinkText": "Napake in pomanjkljivosti",
    "faq.languagesScratch3Title": "Je Scratch 3.0 na voljo v več jezikih?",
    "faq.languagesScratch3Body1": "Da. Da spremeniš jezik programskih blokov, klikni na ikono globusa na vrhu navigacijske vrstice urejevalnika, nato izberi jezik v spustnem meniju.",
    "faq.languagesScratch3Body2": "Vsi prevodi so delo prostovoljcev. Urejevalnik Scratch 3.0 je že preveden v več kot 40 jezikov. Vse jezike, v kaktere se prevaja, si lahko ogledaš na našem strežniku prevodov {transifexLink}. Če bi rad pomagal pri prevajanju, piši na {emailLink}.",
    "faq.transifexLinkText": "strežnik s prevodi",
    "faq.removedBlocksScratch3Title": "Je Scratch 3.0 odstranil katerega od programskih blokov prejšnih različic Scratcha?",
    "faq.removedBlocksScratch3Body": "V Scratchu 3.0 nismo odstranili nobenega bloka, le nekateri so malce spremenjeni, drugi pa so bili premaknjeni v del Razširitve (kot je opisano v razdelku {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "So v Scratchu 3.0 na voljo novi programski bloki?",
    "faq.newBlocksScratch3Body": "DA! V Scratchu 3.0 boš našel:",
    "faq.newBlocksSoundEffect": "Novi \"zvočni učinki\"",
    "faq.newBlocksOperators": "Nove operatorje za lažje delo z besedilom (nizi)",
    "faq.newBlocksPen": "Nove ukaze za delo s peresom (podprta je tudi prosojnost)",
    "faq.newBlocksGlide": "Nov blok za drsenje, ki omogoča lažji premik k figuri ali poljubni točki.",
    "faq.newBlocksExtensions": "številne nove možnosti preko \"Razširitve Scratcha\" (glej razdelek Razširitve)",
    "faq.biggerBlocksScratch3Title": "Zakaj so bloki v Scratchu 3.0 večji, kot so bili v starejših različicah?",
    "faq.biggerBlocksScratch3Body": "Da bi Scratch 3.0 deloval tudi na napravah z zasloni na dotik (kot so Chromebooks, prenosniki Windows Surface in tablicah) smo morali narediti bloke večje, tako da jih je enostavneje povleči in tapniti. Bloki v Scratchu 3.0 so nekoliko večji tudi zato, da pomagajo pri reševanju težav, ki smo jih opazili pri novih uporabnikih, ki imajo težave s klikom in vlečenjem majhnih elementov vmesnika.",
    "faq.extensionsScratch3Title": "Kje so programski bloki za Svinčnik? Kje so bloki za Glasbo? Kje so bloki za Video zaznavanje?",
    "faq.extensionsScratch3Body": "Bloki za Svinčnik, Glasbo in Video zaznavanje so premaknjeni med razširitve. Razširitve lahko dodamo s klikom na ikono v spodnjem levem delu zaslona (glej razdelek \"Razširitve\").",
    "faq.paintEditorScratch3Title": "Kaj so novosti v urejevalniku Videzov?",
    "faq.paintEditorScratch3Body": "Urejevalnik videzov je bil ustvarjen na novo, da bi ponudil nove zahtevne možnosti in hkrati omogočil enostavnejšo rabo. Spremembe in novosti vključujejo:",
    "faq.paintEditorLayout": "Nov razpored, ki naredi nova orodja in možnosti bolj vidne.",
    "faq.paintEditorTools": "Nova orodja, kot je na primer radirka, ki deluje tudi v vektorskem načinu.",
    "faq.paintEditorColors": "Več možnosti za izbiro in prilagoditev barv.",
    "faq.paintEditorVector": "Več nadzora nad vektorskimi točkami (delo s krivuljami in točkami).",
    "faq.paintEditorLayers": "Dodatne možnosti pri razvrščanju slojev (\"premakni v ospredje\", \"premakni v ozadje\", itd...).",
    "faq.paintEditorGradients": "Novi drsniki za določanje barve, nasičenosti in svetlosti.",
    "faq.soundEditorScratch3Title": "Kaj so novosti v urejevalniku Zvokov?",
    "faq.soundEditorScratch3Body": "Urejevalnik zvokov je bil posodobljen, da bi s tem omogočili enostavnejše snemanje in urejanje zvokov. Ponuja veliko novih možnosti:",
    "faq.soundEditorRecording": "Nov način snemanja, ki ga je lažje uporabljati",
    "faq.soundEditorTrimming": "Nov način rezanja zvočnih zapisov, ki ga je lažje uporabljati",
    "faq.soundEditorEffects": "Novi zvočni efekti (kot so \"hitreje\", \"počasneje\", \"odmev\", \"robot\")",
    "faq.tipsWindwScratch3Title": "Kaj se je zgodilo z oknom za namige?",
    "faq.tipsWindowScratch3Body": "Namesto okna z namigi Scratch 3.0 ponuja podobne vsebine v knjižnici vodičev, ki jih lahko dosežemo s pomočjo povezave Vodiči na vrhu navigacijske vrstice v urejevalniku. Tam so vodiči za celotne projekte (kot je recimo \"Ustvari igro lovljenja\") ali posebne bloke in možnosti (kot je \"Ustvari glasbo\" ali \"Drsi\"). Več vodičev bo dodanih kmalu (kot so na primer \"Ping pong\" ali \"Naj poletim\").",
    "faq.remixDefinitionTitle": "Kaj je predelava?",
    "faq.remixDefinitionBody": "Ko Scratcher ustvari kopijo projekta nekega drugega uporabnika in ga preuredi tako, da mu doda svoje ideje (na primer tako, da spremeni kodo ali videze), je končni rezultat poimenovan \"predelava.\" Vsak projekt, ki je deljen na Scratch spletni strani, je lahko predelan. Tudi, če narediš najmanjšo spremembo, je to ustrezna predelava, dokler so zasluge dane prvotnemu ustvarjalcu projekta in vsem, ki so prispevali k predelavi. ",
    "faq.remixableTitle": "Zakaj Scratch ekipa zahteva, da je vse projekte možno “predelati”?",
    "faq.remixableBody": "Verjamemo, da je predelava projektov drugih ljudi odličen način učenja programiranja in ustvarjanja zanimivih projektov. S pomočjo predelave se ustvarjalne ideje razširjajo v Scratch skupnosti in vsi pridobivajo. Vsi projekti deljeni na strani Scratcha so objavljeni pod “Creative Commons Share Alike” licenco, kar pomeni, da lahko predelaš katerikoli projekt, ki ga vidiš na strani Scratcha - in vsi drugi lahko predelajo tudi tvoj projekt, ki si ga delil.",
    "faq.creativeCommonsTitle": "Kaj pa, če ne želim, da drugi predelajo moje projekte?",
    "faq.creativeCommonsBody": "Predelava je pomemben del v Scratch skupnosti. Če ne želiš, da drugi vidijo ali predelajo tvoje kreacije, lahko še vedno ustvarjaš projekte na strani Scratcha, toda ne smeš jih deliti z drugimi.",
    "faq.fairUseTitle": "Ali lahko uporabim slike / melodije / medije z interneta v mojih projektih? ",
    "faq.fairUseBody": "Če se odločiš vključiti delo nekoga drugega v svoj projekt, ne pozabi pripisati, komu gredo zasluge v delu projekta “zasluge” in vključi povezavo do izvirnika. Če želiš poiskati umetnost / melodije, ki že imajo licenco za predelavo, si oglej  {ccLink}.",
    "faq.ccLinkText": "Creative Common iskalna stran",
    "faq.whyAccountTitle": "Zakaj je uporabno imeti Scratch račun?",
    "faq.whyAccountBody": "Tudi brez Scratch računa lahko preizkušaš projekte drugih, bereš komentarje in celo ustvarjaš svoje lastne projekte. Toda da bi lahko shranil in delil svoje projekte, pisal komentarje v forumuih in sodeloval v drugih socialnih aktivnostih skupnosti (recimo všečkanje drugih projektov) moraš imeti svoj Scratch račun.",
    "faq.createAccountTitle": "Kako si ustvarim Scratch račun?",
    "faq.createAccountBody": "Samo klikni na gumb \"Pridruži se\" na začetni strani Scratcha. Odgovoriti boš moral na nekaj vprašanj in vpisati e-naslov. Vzelo ti bom samo nekaj minut in je popolnoma zastonj.",
    "faq.checkConfirmedTitle": "Kako lahko preverim, ali je moj račun potrjen?",
    "faq.howToConfirmTitle": "Kako lahko potrdim svoj račun?",
    "faq.howToConfirmBody": "Po registraciji boš dobil e-pošto, ki vsebuje povezavo. Klikni na povezavo, da potrdiš svoj račun. Ko boš potrdil svoj račun boš lahko delil projekte, pisal komentarje in ustvarjal studie. S potrditvijo računa boš prejemal tudi e-pošto s posodobitvami Scratch tima. Če ne najdeš e-pošte, preglej mapo z nezaželenimi sporočili. Če še vedno ne najdeš e-pošte in bi želel ponovno dobiti e-pošto, potem pojdi v Nastavitve računa, klikni zavihek E-pošta in sledi navodilom. Lahko traja tudi eno uro, da pošta prispe. Če tudi po eni uri ne dobiš e-pošte, nam sporoči, {contactLink}.",
    "faq.contactLinkText": "sporoči",
    "faq.checkConfirmedBody": "Da preveriš, če je tvoj račun potrjen, se moraš najprej prijaviti v svoj Scratch račun in obiskati {settingsLink} Potrjen e-naslov je opremljen z zeleno kljukico. Drugače bo z oranžno pisalo \"Tvoj e-naslov ni potrjen\".",
    "faq.settingsLinkText": "Nastavitve pošte",
    "faq.requireConfirmTitle": "Ali moram potrditi svoj račun?",
    "faq.requireConfirmBody": "Tudi če ne potrdiš svojega uporabniškega računa, lahko uporabljaš veliko zmožnosti Scratcha, kot je npr. ustvarjanje in shranjevanje projektov (brez deljenja). ",
    "faq.forgotPasswordTitle": "Pozabil-a sem uporabniško ime ali geslo. Kako ga lahko ponastavim?",
    "faq.forgotPasswordBody": "Vpiši svoj uporabniški račun ali e-naslov na strani {resetLink}. S spletne strani bo poslana e-pošta na naslov, ki je povezan s tvojim uporabniškim imenom in povezavo, ki jo uporabiš za ponastavitev gesla.",
    "faq.resetLinkText": "Ponastavi geslo",
    "faq.changePasswordTitle": "Kako spremenim geslo?",
    "faq.changePasswordBody": "Prijavi se v svoj Scratch račun, obišči stran {changeLink} in spremeni svoje geslo.",
    "faq.changeLinkText": "Nastavi geslo",
    "faq.changeEmailTitle": "Kako spremenim svoj e-poštni naslov?",
    "faq.changeEmailBody": "Prijavi se v svoj Scratch račun, obišči stran {changeEmailLink} in spremeni svoje geslo.",
    "faq.newScratcherTitle": "Kako napreduijem iz 'novega Scratcherja' v 'Scratcher'?",
    "faq.newScratcherBody": "Ko boš ustvaril nov račun boš označen kot “Nov uporabnik Scratcha”. Da bi postal Scratcher moraš ustvarjati in deliti projekte, dajati koristne komentarje na projekte drugih Scratcherjev in predvsem biti potrpežljiv. Ko boš dosegel zahteve, se bo pojavila povezava na tvoji strani profila, ki te bo povabila, da postaneš Scratcher in s tem boš dobil nekaj dodanih možnostih na strani Scratch (Pomni: Novih Scratcherjem ne povišujemo statusa v Scratcher na zahtevo).",
    "faq.multipleAccountTitle": "Ali imam lahko več kot en račun?",
    "faq.multipleAccountBody": "Nič ni narobe, če imaš več računov na Scratch spletni strani, dokler v nobenem izmed njih ne kršiš smernic skupnosti {cgLink}. V nasprotnem primeru so lahko vsi sorodni računi blokirani ali izbrisani. ",
    "faq.multipleLoginTitle": "Ali se lahko hkrati več kot en človek prijavi v isti račun?",
    "faq.multipleLoginBody": "To ni dovoljeno, ker se lahko spletna stran in urejevalnik projektov zlahka zmedeta, če je prijavljenih več oseb pod istim računom. Če nek račun krši smernice skupnost  {cgLink}, so lahko vsi sorodni računi blokirani ali izbrisani. Če uporabljaši isti račun z neko osebo, ki naredi nekaj slabega, se lahko blokira tvoj račun zaradi stvari, ki jih je naredila druga oseba.",
    "faq.changeUsernameTitle": "Ali lahko spremenim uporabniško ime?",
    "faq.changeUsernameBody": "Zgradba spletne strani Scratch je odvisna od stalnega imena računa, zato uporabniškega imena ni mogoče spremeniti. Če ga res želiš spremeniti, lahko ustvariš nov račun - vendar boš moral-a sam-a prekopirati svoje projekte.",
    "faq.shareInfoTitle": "Katere informacije nahko delim na svojem / s svojim računom?",
    "faq.shareInfoBody": "Prosimo, da ne deliš osebnih kontaktnih podatkov kot so tvoj fizični naslov, e-poštni naslov, telefonska številka ali karkoli drugega, preko česa bi lahko kdo stopil v stik s tabo izven Scratch spletne strani. Prosimo, da prijaviš projekte, komentarje ali objave na forumu, ki vsebujejo tovrstne informacije, da jih bo ekipa Scratcha  lahko odstranila in opozorila avtorja na našo politiko zasebnosti.",
    "faq.deleteAccountTitle": "Kako lahko izbrišem svoj račun?",
    "faq.deleteAccountBody": "Prijavi se v Scratch in klikni svoje uporabniško ime desno zgoraj. Izberi “Nastavitve računa,” in potem klikni na povezavo \"Izbrisati želim svoj račun\". To stori le, če si popolnoma prepričan, da želiš izbrisati svoj račun.",
    "faq.scratchFreeTitle": "Ali je Scratch zastonj? Ali ga lahko uporabljam kjerkoli hočem?",
    "faq.scratchFreeBody": "Da! Scratch je na voljo brezplačno. Lahko ga uporabljamo v šolah ali na tečajih (tudi če je tečaj plačljiv). Ni ti potrebno kupiti licence, saj je brezplačen.",
    "faq.scratchScreenshotTitle": "Ali lahko uporabim zaslonske slike Scratcha v knjigi ali v predstavitvi?",
    "faq.scratchScreenshotBody": "Seveda lahko uporabite zaslonsko sliko programa Scratch ali spletne strani Scratch, vendar vas prosimo, da vašo ustvarjeno gradivo izdate pod licenco Creative Commons Attribution-ShareAlike licenco {licenseLink}. Prosimo vas, da v vaša gradiva vključite opombo, ki pravi \"Scratch razvija Lifelong Kindergarten Group pri MIT Media Lab. Na voljo je brezplačno na https://scratch.mit.edu\". ",
    "faq.licenseLinkText": "Creative Commons priznanje avtorstva - Deljenje pod enakimi pogoji",
    "faq.scratchDescriptionTitle": "Ali lahko v brošure in  druga gradiva vključim opis Scratcha?",
    "faq.scratchDescriptionBody": "Seveda! Priporočamo naslednji opis: \"Scratch je programski jezik in spletna skupnost, kjer lahko ustvariš lastne interaktivne zgodbe, igrice in animacije -- in svoje stvaritve deliš z drugimi ljudmi po vsem svetu. Med ustvarjanjem in programiranjem Scratch projektov se mladi naučijo kreativnega in sistematičnega razmišljanja ter dela v skupini. Scratch je projekt {sfLink}v sodelovanju z Lifelong Kindergarten group pri MIT Media Lab. Na voljo je brezplačno na https://scratch.mit.edu\" ",
    "faq.presentScratchTitle": "Ali lahko predstavim Scratch na konferenci?",
    "faq.presentScratchBody": "Seveda, imaš proste roke pri predstavitvah o Scratchu učiteljem in ostalim skupinam. ",
    "faq.supportMaterialTitle": "Ali lahko uporabim / predelam Scratch podporna gradiva, figure, slike, zvoke ali vzorčne projekte, ki sem jih našel / našla na vaši spletni strani?",
    "faq.supportMaterialBody": "Da - podporna gradiva za Scratch na spletnem mestu Scratcha, so na voljo pod {licenseLink} licenco, razen Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, in Tera, ki so Scratch blagovne znamke, ki ne smejo biti uporabljene brez izrecne privolitve Scratch tima.",
    "faq.sellProjectsTitle": "Ali lahko prodam moje Scratch projekte?",
    "faq.sellProjectsBody": "Vsekakor - vaš projekt je vaša kreacija. Imejte v mislih, ko delite svoj ​​projekt, da lahko vsakdo vaš projekt brezplačno naloži, prilagodi in ponovno uporabi pod pogoji CC-BY-SA 2.0 {licenseLink} licence. Torej, če nameravate svoj ​​projekt prodajati, ga boste morali nehati deliti. ",
    "faq.sourceCodeTitle": "Kje lahko najdem izvorno kodo za Scratch?",
    "faq.sourceCodeBody": "Izvorna koda za urejevalnik Scratch je na voljo na GitHub {guiLink}. Izvorna koda za{flashLink} in {scratch14Link}  je prav tako na voljo na GitHub. Za zadnje informacije o razvoju projekta, povezanega s Scratch spletno stranjo, obiščite našo razvijalsko stran{developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Kako naj vem, kaj lahko in česa ne smem deliti na Scratch spletni strani?",
    "faq.okayToShareBody": "Oglej si Scratch smernice skupnosti{cgLink} - so kratke in ne vključujejo veliko pravnih zadev. Povezavo lahko najdeš na dnu vsake strani na Scratchu. ",
    "faq.reportContentTitle": "Kaj naj storim, če vidim kaj neprimernega?",
    "faq.reportContentBody": "Klikneš lahko na povezavo “prijava” in tako prijaviš vsak projekt, komentar, objavo na forumu ali stran uporabnika, za katerega meniš, da ni primerno za Scratch. Če je situacija zapletena, lahko uporabiš {contactLink} povezavo (na voljo je na dnu vsake strani). Piši nam in nam jo razloži. Vključi čimveč podrobnosti s povezavami do ustreznih strani. ",
    "faq.noFlameTitle": "Kaj naj storim, če opazim, da je nekdo nesramen ali nespoštljiv?",
    "faq.noFlameBody": "Ne odzivaj se na nesramne komentarje z nesramnimi komentarji, saj boš stvari le poslabšal-a, poleg tega pa je posledično lahko tvoj račun blokiran.Namesto tega raje prijavi vsako nespoštljivo ali nekonstruktivno kritiko in nam prepusti, da to uredimo z avtorjem. Prijave pregledujemo vsak dan, večkrat na dan - tako, da si lahko prepričan-a, da bomo stvari uredili.",
    "faq.reviewContentTitle": "Kaj stori Scratch ekipa, ko je nekaj prijavljeno ali označeno?",
    "faq.reviewContentBody": "Scratch ekipa pregleduje prijavljene komentarje in projekte vsak dan. Če nekdo prelomi pravila Scratch smernic skupnosti {cgLink},  neprimerno vsebino odstranimo in pošljemo opozorilo na uporabnikov račun. Odvisno od tega, kako velika je kršitev (ali če je uporabnik že kdaj prejel opozorilo), se odločimo ali bomo zablokirali račun ali omrežje, ki je bilo uporabljeno. ",
    "faq.blockedAccountTitle": "Kaj se zgodi, ko je račun blokiran?",
    "faq.blockedAccountBody": "Ko je račun blokiran, lastnik ne more več dostopati do računa ali ga uporabljati za ustvarjanje projektov ali komentiranje. Ko se lastnik računa prijavi, vidi stran, ki mu razloži, zakaj je bil račun blokiran in spletni obrazec, s katerim lahko zahteva, da se račun odblokira. Če lastnik pokaže, da je razumel razloge za blokacijo računa in obljubi, da bo v prihodnosti sledil smernicam skupnosti {cgLink}, Scratch ekipa ponovno pregleda njegov primer in račun odblokira. ",
    "faq.stolenAccountTitle": "Nekdo je ukradel moj račun in dosegel, da je bil moj račun blokiran. Kaj naj storim?",
    "faq.stolenAccountBody": "Sam-a si odgovoren/odgovorna za varovanje svojega gesla. Če nekdo, ki ga poznaš, prevzame nadzor nad tvojim računom in stori slabe stvari, povej to odraslim, ki so odgovorni za računalnik. Če meniš, da ima nekdo, ki ga ne poznaš, dostop do tvojega računa, spremeni geslo in / ali uporabi {contactLink} povezavo. Piši nam, da nam razložiš situacijo. Če si bil-a blokiran-a, ker si kršil-a smernice skupnosti {cgLink}, se ne izgovarjaj, da ti je nekdo vdrl v račun, če to ni res. Kadar  ljudje povedo, da jih je nekdo drug ukradel račun in delal slabe stvari, moramo govoriti s to osebo preden odblokiramo račun. To pomeni, da bo tvoj račun ostal blokiran veliko dlje časa, kot če bi nam iskreno povedal kaj se je zgodilo.",
    "faq.aboutExtensionsTitle": "Kaj so razširitve?",
    "faq.aboutExtensionsBody": "V Scratch urejevalniku lahko dodaš zbirko dodatnih blokov imenovanih \"razširitve.\" Na voljo so na primer razširitve s katerimi lahko povežeš program s fizičnimi napravami (kot je micro:bit ali LEGO roboti) ali prevajaš besedilo znotraj Scratch projektov. Nadaljevali bomo z dodajanjem novih razširitev tako, da se bodo načini kako lahko uporabljaš Scratch še povečevali.  ",
    "faq.howToAddExtensionsTitle": "Kako lahko dodam razširitev v projekt?",
    "faq.howToAddExtensionsBody": "Če klikneš na gumb Dodaj razširitev (levo spodaj) v Scratch urejevalniku, boš videl seznam vseh Scratch razširitev. Ko izbereš eno razširitev, se v tvoj projekt doda nova kategorija blokov. Razširitev se bo avtomatično dodala vsakič, ko boš odprl ta svoj projekt. Dodaš lahko več razširitev v isti projekt.",
    "faq.createExtensionsTitle": "Kako ustvarim svojo lastno razširitev za Scratch?",
    "faq.createExtensionsBody": "Scratch tim bo objavil specifikacijo in navodila za razširitve v prihodnosti. Ko bodo na voljo, bo možno poslati razširitve Scratch timu v pregled in oddajo v uradno Scratch 3.0 knjižnico. Pripravili bomo tudi navodila za razvijanje in razširajnje poskusnih razširitev, ki bodo lahko uporabljene za ustvarjanje projektov na posameznih računalnikih, vendar ne deljeni v Scratch spletni skupnosti.",
    "faq.scratchXTitle": "Kaj se bo zgodilo s spletno stranjo ScratchX?",
    "faq.scratchXBody": "Spletna stran ScratchX (scratchx.org) je bilo razvojno okolje za razširitve. Razširitve, ki so bile ustvarjene za ScratchX niso kompatibilne s Scratchem 3.0. Ko bodo razvojne razširitve popolnoma podprte v Scratchu, bomo nehali podpirati ScratchX in omogočili razvijalcem ter uporabnikom čas za prehod iz ScratchX na novo platformo razširitev.",
    "faq.cloudDataInfoTitle": "Kaj so oblačne spremenljivke?",
    "faq.cloudDataInfoBody": "Oblačne spremenljivke omogočajo izmenjavo podatkov iz projekta (ki je shranjen in deljen) z ostalimi iz Scratch skupnosti. Oblačne spremenljivke lahko uporabiš za ankete in druge projekte kjer drugi iz skupnosti dostopajo in spreminjajo podatke čez daljše časovno obdobje.",
    "faq.makeCloudVarTitle": "Kako lahko ustvarim oblačno spremenljivko?",
    "faq.makeCloudVarBody": "V kategoriji Spremenljivke izberi Ustvari spremenljivko in potem klikni v okence Spremenljivka v oblaku (shranjena na strežniku). Podatki povezani s tvojo oblačno spremenljivko bodo shranjeni na strežnik, tam bodo shranjeni ves čas in bodo na voljo vsakomur, ki bo odprl projekt.",
    "faq.onlyNumbersTitle": "Kakšne vrste podatkov lahko shranimo v oblačno spremenljivko?",
    "faq.onlyNumbersBody": "Le številke so lahko shranjene v oblačno spremenljivko.",
    "faq.storedCloudInfoTitle": "Kdo lahko vidi podatke shranjene v oblačno spremenljivko?",
    "faq.storedCloudInfoBody": "Kadar uporabljaš projekt, ki uporablja oblačne spremenljivke, se podatki povezani s tabo shranjujejo skupaj s tvojim uporabniškim imenom in ostali jih lahko vidijo.",
    "faq.reportCloudTitle": "Če opazim, da je nekdo objavil neprimerno vsebino tako, da je uporabil podatke v oblaku, kako to prijavim?",
    "faq.reportCloudBody": "Klikni na gumb  \"Prijavi to\" (spodaj na predvajalniku projekta), da prijaviš neprimerno vsebino v podatkih v oblaku. Ne pozabi zapisati  \"podatki v oblaku\", ko vpišeš razloge za prijavo.",
    "faq.chatRoomTitle": "Ali lahko ustvarim klepetalnice s podatki v oblaku?",
    "faq.chatRoomBody": "Tehnično je mogoče ustvariti klepetalnice s podatki v oblaku, vendar to trenutno ni dovoljeno v Scratchu.",
    "faq.changeCloudVarTitle": "Kdo lahko spreminja informacije v spremenljivki v oblaku?",
    "faq.changeCloudVarBody": "Samo ti in uporabniki tvojega projekta lahko shranijo podatke v tvojo oblačno spremenljivko. Če ljudje spremenijo ali predelajo tvojo kodo, se ustvari druga spremenljivka v njihovem projektu z istim imenom, ki ne vpliva na originalno spremenljivko.",
    "faq.newScratcherCloudTitle": "Kljub temu, da sem prijavljen-a, ne morem uporabljati projektov s podatki v oblaku. Kaj se dogaja?",
    "faq.newScratcherCloudBody": "Če imaš še vedno status Novega Scratcherja, ne boš mogel uporabljati projektov z oblačnimi spremenljivkami. Postati moraš Scratcher, da bi imel dostop do oblačnih spremenljivk. Poglej oddelek Računi za več informacij o prehodu iz Novega Scratcherja v Scratcherja.",
    "faq.multiplayerTitle": "Ali je mogoče ustvariti igrice za več igralcev s pomočjo podatkov oblaku?",
    "faq.multiplayerBody": "Igrice z več igralci je zapleteno ustvariti, predvsem zaradi internetne povezave in težav s sinhronizacijo. Vendar pa so nekateri Scratcherji našli izvirne načine, kako uporabiti podatke v oblaku za igrice z več igralci in ostale igrice.",
    "faq.schoolsTitle": "Scratch v šolah",
    "faq.howTitle": "Kako se Scratch uporablja v šolah?",
    "faq.howBody": "Scratch se uporablja na tisoče šolah po celem svetu, pri različnih predmetnih področjih (jezikovni predmeti, naravoslovni predmeti, zgodovina, matematika in računalništvo). Na naši {educatorsLink} lahko zveš več o strategijah in virih za uporabo Scratcha v šolah in drugih učnih okoljih (kot so muzeji, knjižnice in drugi javni kraji). ",
    "faq.educatorsLinkText": "Stran za učitelje",
    "faq.noInternetTitle": "Ali obstaja način za uporabo Scratcha brez internetne povezave?",
    "faq.noInternetBody": "Da,  {downloadLink} je različica Scratcha, ki deluje na namiznih ali prenosnih računalnikih. Trenutno je namizni Scratch na voljo za računalnike Mac in Windows. ",
    "faq.communityTitle": "Ali lahko svojim učencem onemogočim dostop do spletne skupnosti ?",
    "faq.communityBody": "Scratch spletna skupnost ponuja učencem možnosti za deljenje, sodelovanje in učenje med vrstniki, znotraj vodene skupnosti, ki deluje v skladu z Navodili za skupnost {cgLink}. Seveda razumemo, da nekateri učitelji ne želijo, da bi njihovi učenci sodelovali v spletni skupnosti. Tem priporočamo, da namestijo namizni Scratch, ki deluje lokalno, brez povezave z Internetom in deluje na prenosnih in namiznih računalnikih.",
    "faq.teacherAccountTitle": "Kaj je učiteljski Scratch račun?",
    "faq.teacherAccountBody": "Učiteljski Scratch račun omogoča učiteljem in drugim izobraževalcem dodatne možnosti za upravljanje z učenci v Scratchu, vključno z možnostjo ustvarjanja računov za učence, organiziranjem projektom učencev v studije in z nadzorom komentiranja učencev. Več informacij o Učiteljskem računu najdete v spodnjem videu {eduFaqLink}.",
    "faq.eduFaqLinkText": "Pogosta vprašanja o Scratch učiteljskem računu",
    "faq.requestTitle": "Kako si ustvarim Učiteljski Scratch račun?",
    "faq.requestBody": "Učiteljski Scratch račun si ustvarite na strani {educatorsLink}. V procesu registracije, vas bomo zaprosili vas bomo za dodatne podatke, s katerimi boste potrdili vašo vlogo izobraževalca.",
    "faq.dataTitle": "Kakšne podatke o učencih zbira Scratch?",
    "faq.dataBody": "Ko se učenec prvič registrira na Scratchu, ga vprašamo o osnovnih demografskih podatkih, kot so spol, starost (mesec in leto), država in e-naslov za potrditev računa. Ti podatki se uporabljajo (v združeni obliki) za raziskave, ki so namenjene izboljšati razumevanje o tem, kako se ljudje učijo s Scratchem. Ko izobraževalec uporabi Učiteljski Scratch račun s katerim sočasno  ustvari več računov učencev, se od učencev ne zahteva e-naslov.",
    "faq.lawComplianceTitle": "Ali je Scratch (spletna različica) združljiva z lokalnimi in zveznimi zakoni /v ZDA/ o varovanju zasebnosti?",
    "faq.lawComplianceBody1": "Scratch odgovorno skrbni za zasebnost učencev in vseh posameznikov, ki uporabljajo našo platformo. Uporabljamo fizične in elektronske procedure za zaščito podatkov, ki smo jih zbrali na Scratch spletni strani. Čeprav nismo sposobni ponuditi pogodbenih jamstev za vsak subjekt, ki uporablja naš brezplačen izobraževalni izdelek, smo v skladu z vsemi zveznimi zakoni Združenih držav, ki veljajo za MIT in Scratch funacijo, organizaciji, ki ustvarjata in upravljata Scratch. Vabimo vas, da za več podatkov preberete Scratch politiko o zasebnosti. ",
    "faq.lawComplianceBody2": "Če bi želel ustvariti projekt v Scratchu brez razkrivanja osebnih podatkov, si lahko snameš Namizni Scratch{downloadLink}. Do projektov ustvarjenih v Namiznem Scratchu  Scratch Tim ne more dostopati. Uporaba Namiznega Scratcha ne razkriva nobenih osebnih podatkov vse dokler ne naložite projekta v Scratch spletno skupnost. "
}