{
    "faq.title": "Често постављана питања (FAQ)",
    "faq.intro": "На овој страни наћи ћеш одговоре на често постављана питања о Скрачу.",
    "faq.aboutTitle": "Општа питања",
    "faq.scratch3Title": "Скрач 3.0",
    "faq.remixTitle": "Прављење умножака и измењивање",
    "faq.accountsTitle": "Налози",
    "faq.permissionsTitle": "Лиценца и дозволе",
    "faq.inappropriateContentTitle": "Неприкладан садржај",
    "faq.scratchExtensionsTitle": "Скрач проширења",
    "faq.cloudDataTitle": "Променљиве у облацима",
    "faq.aboutScratchTitle": "Шта је Скрач, и шта могу да урадим са њиме?",
    "faq.aboutScratchBody": "Скреч је програмски језик и интернет заједница, која вам омогућава да креирате ваше интерактивне приче, игре и анимације, као и да их делите широм света. Креирањем Скрач пројеката, младе особе се уче креативности, систематичности и тимском раду. Да сазнате више о Скрачу посетите {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "О Скрачу",
    "faq.makeGameTitle": "Како могу направити игру или анимацију у Скрачу?",
    "faq.makeGameBody": "Претражите {ideasLink} и пронађите бројне идеје како почети са Скрачом.",
    "faq.ideasLinkText": "Страна са идејама",
    "faq.whoUsesScratchTitle": "Ко користи Скрач?",
    "faq.whoUsesScratchBody": "Скрач користе особе широм света, у својим домовима, школама, библиотекама, музеијма и др. Скрач је посебно намењен особама од 8 до 16 година, али га могу користити особе свих животиних доба. {scratchJrLink} је једноставнија верзија Скрача, намењена особама од 5 до 7 година.",
    "faq.requirementsTitle": "Који су системски захтеви за Скрач?",
    "faq.requirementsBody": "Скрач ће функционисати у већини интернет претраживача на стоним рачунарима, лаптоповима и таблетима. На мобилним телефонима можете видети пројекте, али тренутно није могуће креирати и мењати пројекте. Испод је дата листа званично подржаних интернет претраживача.",
    "faq.requirementsDesktop": "Радна површина",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer није подржан.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Белешка:",
    "faq.requirementsNoteDesktop": "Уколико ваш рачунар не подржава ове захтеве, можете пробати Скрач програм са следећег линка:  {downloadLink}. ",
    "faq.scratchApp": "Скрач програм",
    "faq.requirementsNoteWebGL": "Ако се појави WebGL грешка, покушајте са другим прегледачем.",
    "faq.requirementsNoteTablets": "На таблетима тренутно нису доступне функције \"притиска тастера\" и менија \"десног клика миша\".",
    "faq.offlineTitle": "Имате ли верзију која може да се преузме тако да могу да стварам и прегледам пројекте ван мреже?",
    "faq.offlineBody": "Скрач програм вам омогућава да креирате Скрач пројекте без интернет везе. Можете га преузети са {downloadLink} или из продавнице апликација за ваш уређај.",
    "faq.uploadOldTitle": "Да ли могу објављивати пројекте са старијим верзијама Скрача на сајт?",
    "faq.uploadOldBody": "Да, можете делити пројекте креиране у старијим верзијама Скрача, оне ће бити видљиве и могу се покренути (ипак нећете моћи да преузмете пројекте креиране за новије верзије Скрача и да их покренете у старијим верзијама. Нпр. нећете моћи да овторите Скрач 3.0 пројекат у {scratch2Link}, зато што Скрач 2.0 не зна да прочита пројекат снимљен у .sb3 формату).",
    "faq.scratch2": "Скрач 2.0",
    "faq.scratchCostTitle": "Колико кошта Скрач? Да ли ми је потребна лиценца?",
    "faq.scratchCostBody": "Скрач је и увек ће бити бесплатан. Није вам потребна лиценца да би га користили у школи, код куће или било где у свету. Развој и одржавање Скрача се финансира из субвенција и донација. Уколико желите да донирате Скрач, посетите {donateLink}.",
    "faq.donateLinkText": "Страница за донирање",
    "faq.mediaLabTitle": "Ко је направио Скрач?",
    "faq.mediaLabBody": "Скрач је развијен и одржаван од стране Скрач тима  {llkLink} са {mediaLabLink}.",
    "faq.llkLinkText": "Lifelong Kindergarten група",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Шта је Скрач 3.0?",
    "faq.aboutScratch3Body": "Скрач 3.0 је последње издање Скрача, објављено 2. јануара 2019. године. Дизајниран је на начин да прошири могућности како, шта и где можете креирати у Скрачу. Укључене су десетине нових ликова, потпуно нови едитор звукова и пуно нових блокова за програмирање. А са Скрачом 3.0 моћи ћете да за креирање и покретање пројеката, поред рачунара и лаптопова, користите и таблете.",
    "faq.reportBugsScratch3Title": "Како могу пријавити проблеме и делити повратне информације о Скрачу 3.0?",
    "faq.reportBugsScratch3Body": "Проблеме и повратне информације можете послати у {forumsLink} секцији Скрач дискусија.",
    "faq.forumsLinkText": "Проблеми",
    "faq.languagesScratch3Title": "Да ли је Скрач 3.0 доступан на различитим језицима?",
    "faq.languagesScratch3Body1": "Да. Можете променити језик прогамских блокова, кликом на сличицу “глобуса”, на врху навигационог менија, а затим избором језика из падајуће листе.",
    "faq.languagesScratch3Body2": "All of our translations are done by volunteers. The Scratch 3.0 editor has already been translated into 40+ languages. You can view all the languages currently being translated and reviewed on our {transifexLink}. If you want to help with translation or review, please contact {emailLink}.",
    "faq.transifexLinkText": "translation server",
    "faq.removedBlocksScratch3Title": "Does Scratch 3.0 remove any coding blocks from earlier versions of Scratch?",
    "faq.removedBlocksScratch3Body": "No coding blocks have been removed in Scratch 3.0, but some have changed a bit and others have moved into \"Extensions\" (as described below, in the {extensionsFAQLink} section).",
    "faq.newBlocksScratch3Title": "Does Scratch 3.0 introduce new blocks?",
    "faq.newBlocksScratch3Body": "Yes! In Scratch 3.0 you’ll find:",
    "faq.newBlocksSoundEffect": "New \"sound effect\" blocks",
    "faq.newBlocksOperators": "New operators that make it easier to work with text (strings)",
    "faq.newBlocksPen": "New pen blocks, including support for transparency",
    "faq.newBlocksGlide": "New glide block to move easily to a sprite (or random point)",
    "faq.newBlocksExtensions": "Many new capabilities through \"Scratch Extensions\" (see the Extensions section below)",
    "faq.biggerBlocksScratch3Title": "Why are the blocks bigger in Scratch 3.0 than in earlier versions?",
    "faq.biggerBlocksScratch3Body": "In order to make Scratch 3.0 work well on touch devices (like many Chromebooks, Windows Surface laptops, and tablets), we needed to make the blocks bigger, so that it’s easier to drag and tap the blocks. In addition, blocks are slightly bigger in Scratch 3.0 to help address issues we observed with new users having trouble clicking and dragging small interface elements.",
    "faq.extensionsScratch3Title": "Where did the Pen blocks go? Where did the Music blocks go? Where did the Video Sensing blocks go?",
    "faq.extensionsScratch3Body": "The Pen, Music, and Video Sensing blocks have been moved into extensions. Extensions can be added by clicking the button on the bottom left of the screen (see the \"Extensions\" section below).",
    "faq.paintEditorScratch3Title": "What are the new features in the Paint Editor?",
    "faq.paintEditorScratch3Body": "The Paint Editor has been redesigned to provide powerful new features while also making it easier to use. Changes and new features include:",
    "faq.paintEditorLayout": "New layout that makes available tools and options more visible",
    "faq.paintEditorTools": "New tools such as an \"eraser\" that works in vector mode",
    "faq.paintEditorColors": "More options for selecting and adjusting colors",
    "faq.paintEditorVector": "More control over vector points (curve handles and point modes)",
    "faq.paintEditorLayers": "Additional controls for ordering layers (\"bring to front\", \"move to back\", etc.)",
    "faq.paintEditorGradients": "New gradient controls",
    "faq.soundEditorScratch3Title": "What are the new features in the Sound Editor?",
    "faq.soundEditorScratch3Body": "The Sound Editor has been redesigned to make it easier to record and manipulate sounds. It offers a number of new features:",
    "faq.soundEditorRecording": "New recording system that is easier to use",
    "faq.soundEditorTrimming": "New audio trimming system that is easier to use",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "What happened to the Scratch Tips Window?",
    "faq.tipsWindowScratch3Body": "Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Шта је прерада?",
    "faq.remixDefinitionBody": "When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a \"remix\". Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.",
    "faq.remixableTitle": "Зашто Скрач тим тражи да сви пројекти буду \"преуредљиви\"?",
    "faq.remixableBody": "We believe that remixing other people’s projects is a great way to learn to program and to create interesting projects. Through remixing, creative ideas spread through the Scratch community, and everyone benefits. All projects shared on the Scratch website are covered by the “Creative Commons Share Alike” license, which means that you can remix any project you see on the Scratch website -- and everyone else can remix any of the projects that you share on the website.",
    "faq.creativeCommonsTitle": "Шта уколико ја не желим да други могу да преуређују моје пројекте?",
    "faq.creativeCommonsBody": "Remixing is an important part of the Scratch community. If you don’t want others to view or remix your creations, you can still create projects on the Scratch website, but don’t share them on the website.",
    "faq.fairUseTitle": "Могу ли да користим слике / звучне записе / са интернета у мојим пројектима?",
    "faq.fairUseBody": "If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
    "faq.ccLinkText": "Creative Commons search page",
    "faq.whyAccountTitle": "Why is it useful to have a Scratch account?",
    "faq.whyAccountBody": "Even without an account, you can play other people’s projects, read comments and forums, and even create your own projects. But you need an account to save and share projects, write comments and forum posts, and participate in other \"social\" activities in the community (like \"loving\" other people’s projects).",
    "faq.createAccountTitle": "Како да креирам налог?",
    "faq.createAccountBody": "Just click \"Join\" on the Scratch home page. You’ll need to respond to a few questions, and provide an email address. It takes just a couple minutes, and it’s totally free!",
    "faq.checkConfirmedTitle": "Како могу да проверим да ли је мој налог потврђен?",
    "faq.howToConfirmTitle": "Како потврђујем свој налог?",
    "faq.howToConfirmBody": "After you create a new account on Scratch, you’ll receive an email message with a link. Just click the link to confirm your account. Once you confirm your account, you’ll be able to share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team. If you cannot find the email with the confirmation link, check your Spam folder. If you still can’t find it, and want to receive another copy, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, {contactLink}.",
    "faq.contactLinkText": "јавите нам",
    "faq.checkConfirmedBody": "To check whether your account is confirmed, login to your Scratch account and go to your {settingsLink} page. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.settingsLinkText": "Email подешавања",
    "faq.requireConfirmTitle": "Морам ли да потвдим свој  налог?",
    "faq.requireConfirmBody": "You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them).",
    "faq.forgotPasswordTitle": "Заборавио сам корисничко име или лозинку. Како да их ресетујем?",
    "faq.forgotPasswordBody": "Унесите корисничко име или email адресу на следећем линку: {resetLink}. На email адресу повезану са налогом добићете линк за ресетовање лозинке.",
    "faq.resetLinkText": "Ресетовање лозинке",
    "faq.changePasswordTitle": "Како да променим моју лозинку?",
    "faq.changePasswordBody": "Након пријављивања у Скрач, посетите {changeLink}, где можете променити лозинку.",
    "faq.changeLinkText": "Подешавања лозинке",
    "faq.changeEmailTitle": "Како да променим своју адресу е-поште?",
    "faq.changeEmailBody": "Након пријављивања у Скрач, посетите{changeEmailLink}, где можете променити вашу email адресу.",
    "faq.newScratcherTitle": "Како прећи пут од \"Новог Скрачера\" до \"Скрачера\"?",
    "faq.newScratcherBody": "When you create an account, you’ll be labelled as a “New Scratcher.” To make the transition to \"Scratcher\", you should make and share projects, comment helpfully on other Scratchers’ projects, and be patient! After you’ve met the requirements, a link will appear on your profile page inviting you to become a Scratcher, and you’ll have some additional capabilities on the Scratch website. (Note that we don't promote New Scratchers to Scratcher on request )",
    "faq.multipleAccountTitle": "Могу ли да имам више од једног налога?",
    "faq.multipleAccountBody": "It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle": "Да ли је уреду да више особа буде пријављено на исти налог?",
    "faq.multipleLoginBody": "This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle": "Могу ли да променим своје име за пријаву?",
    "faq.changeUsernameBody": "The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to switch to a new username, you can make a new account, but you'll have to copy your projects over to the new account on your own.",
    "faq.shareInfoTitle": "Које информације могу да делим са / путем мог налога?",
    "faq.shareInfoBody": "Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information, so the Scratch Team can remove the information, and remind the author of our policy against sharing personal contact information.",
    "faq.deleteAccountTitle": "Како да обришем мој налог?",
    "faq.deleteAccountBody": "Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle": "Is Scratch free? Can I use it wherever I want?",
    "faq.scratchFreeBody": "Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license: it's free!",
    "faq.scratchScreenshotTitle": "Могу ли да користим снимке екрана Скрача у књизи или презентацији?",
    "faq.scratchScreenshotBody": "Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Can I include a description of Scratch in brochures or other materials?",
    "faq.scratchDescriptionBody": "Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Могу ли да представим Скрач на конференцији?",
    "faq.presentScratchBody": "Please feel free to make presentations about Scratch to educators or other groups.",
    "faq.supportMaterialTitle": "May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?",
    "faq.supportMaterialBody": "Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle": "Могу ли продати своје Скрач пројекте?",
    "faq.sellProjectsBody": "Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle": "Где могу пронаћи изворни код за Скрач?",
    "faq.sourceCodeBody": "The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
    "faq.scratch14": "Скрач 1.4",
    "faq.okayToShareTitle": "Како да знам шта јесте а шта није уреду поделити на Скрач веб сајту?",
    "faq.okayToShareBody": "Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle": "Шта да урадим уколико видим нешто неприкладно?",
    "faq.reportContentBody": "You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle": "Шта да урадим уколико приметим да је неко злонамеран или непристојан?",
    "faq.noFlameBody": "Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.",
    "faq.reviewContentTitle": "What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody": "The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle": "Шта се дешава када је један налог блокиран?",
    "faq.blockedAccountBody": "When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle": "Someone got access to my account and got my account blocked. What do I do?",
    "faq.stolenAccountBody": "You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle": "What are extensions?",
    "faq.aboutExtensionsBody": "In the Scratch editor, you can add collections of extra blocks called \"extensions.\" For example, there are extensions that enable you to program physical devices (such as micro:bit and LEGO robotics kits) and to translate text within your Scratch projects. We will continue to add new extensions over time, so what you can do with Scratch will continue to grow over time. ",
    "faq.howToAddExtensionsTitle": "How do I add an extension to a project?",
    "faq.howToAddExtensionsBody": "If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "The Scratch Team will be publishing specifications and guidelines for extensions in the future. Once available, you will be able to submit extensions to the Scratch Team for consideration in the official Scratch 3.0 extensions library. We’ll also provide guidelines for developing and distributing \"experimental\" extensions, which can be used to create projects on individual computers, but not shared in the Scratch online community.",
    "faq.scratchXTitle": "What will happen to the ScratchX website?",
    "faq.scratchXBody": "The ScratchX website (scratchx.org) was an experimental testbed for extensions. Extensions created for ScratchX are not compatible with Scratch 3.0. Once experimental extensions are fully supported in Scratch we will discontinue support for ScratchX and provide developers and users time to transition off of ScratchX to the new extensions platform.",
    "faq.cloudDataInfoTitle": "Шта су варијабле у облаку?",
    "faq.cloudDataInfoBody": "Варијабле у облаку омогућују да се подаци из пројекта сачувају и деле са другим људима у Скрач заједници. Варијабле у облаку се могу користити за прављење упитника и других пројеката где чланови заједнице могу приступати и мењати податке.",
    "faq.makeCloudVarTitle": "Како могу креирати варијаблу у облаку?",
    "faq.makeCloudVarBody": "Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle": "Који типови података могу бити смештени у варијабле у облаку?",
    "faq.onlyNumbersBody": "Варијабле у облаку могу чувати само бројеве.",
    "faq.storedCloudInfoTitle": "Ко може видети податке из варијабли у облаку?",
    "faq.storedCloudInfoBody": "When you interact with a project using cloud variables, the data associated with your interactions can be stored along with your username, and others can view it.",
    "faq.reportCloudTitle": "If I see someone post inappropriate content using cloud variables, how do I report it?",
    "faq.reportCloudBody": "Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle": "Can I make chat rooms with cloud variables?",
    "faq.chatRoomBody": "While it is technically possible to create chat rooms with cloud variables, they are not allowed on the Scratch website.",
    "faq.changeCloudVarTitle": "Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody": "Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle": "I am logged in, but I cannot use projects with cloud variables. What is going on?",
    "faq.newScratcherCloudBody": "If you are still a \"New Scratcher\" on the website, you will not be able to use projects with cloud variables. You need to become a \"Scratcher\" to have access to cloud variables. See the Accounts section (above) for more information about the transition from “New Scratcher” to \"Scratcher\".",
    "faq.multiplayerTitle": "Is it possible to make multiplayer games with cloud variables?",
    "faq.multiplayerBody": "Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud variables for turn-by-turn and other types of games.",
    "faq.schoolsTitle": "Скрач у школи",
    "faq.howTitle": "Како се Скрач користи у школама?",
    "faq.howBody": "Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
    "faq.educatorsLinkText": "Educators Page",
    "faq.noInternetTitle": "Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody": "Yes. The {downloadLink} is a downloadable version of Scratch that can run on laptops and desktops. Currently, the Scratch app is available on Windows and Mac devices.",
    "faq.communityTitle": "Can I turn off the online community for my students?",
    "faq.communityBody": "The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch app, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle": "Шта је Скрач налог за наставника?",
    "faq.teacherAccountBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
    "faq.eduFaqLinkText": "Често постављана питања за налог наставника",
    "faq.requestTitle": "Како могу да затражим Скрач налог за наставника?",
    "faq.requestBody": "You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle": "Које податке Скрач прикупља везано за ученике?",
    "faq.dataBody": "Када се ученик по први пут пријављује на Скрач, ми тражимо основне демографске податке укључујући пол, годиште (месец и година рођења), државу у којој ученик живи и адресу е-поште за верификацију. Ови подаци су (у прикупљеној форми) кориштени за истраживања која за циљ имају да побољшају наша схватања о томе како људи уче уз Скрач. Када наставник користи Налог за наставнике како би окупио ученике, од ученика се не захтева да обезбеди адресу е-поште за прављење налога.",
    "faq.lawComplianceTitle": "Is the online version of Scratch compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody1": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2": "If you would like to build projects with Scratch without submitting any Personal Information to us, you can download the {downloadLink}. Projects created in the Scratch app are not accessible by the Scratch Team, and using the Scratch app does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}