{
    "faq.title": "Vanliga frågor (FAQ)",
    "faq.intro": "På denna sidan hittar du svar på ofta förekommande frågor om Scratch.",
    "faq.aboutTitle": "Vanliga frågor",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remixa och kopiera",
    "faq.accountsTitle": "Konton",
    "faq.permissionsTitle": "Licensiering och behörigheter",
    "faq.inappropriateContentTitle": "Olämpligt innehåll",
    "faq.scratchExtensionsTitle": "Scratchtillägg",
    "faq.cloudDataTitle": "Molnvariabler",
    "faq.aboutScratchTitle": "Vad är Scratch och vad kan jag göra?",
    "faq.aboutScratchBody": "Med Scratch-programmeringsspråket och onlinegemenskapen kan du skapa dina egna interaktiva berättelser, spel och animationer – och dela dina skapelser med andra runt om i världen. När unga människor skapar och delar Scratch-projekt lär de sig att tänka kreativt, resonera systematiskt och arbeta tillsammans. För att lära dig mer om Scratch, se {aboutScratchLink} sidan.",
    "faq.aboutScratchLinkText": "Om Scratch",
    "faq.makeGameTitle": "Hur gör jag ett spel eller en animation i Scratch?",
    "faq.makeGameBody": "Kolla in {ideasLink} för att se många sätt att komma igång med Scratch",
    "faq.ideasLinkText": "Sidan med idéer",
    "faq.whoUsesScratchTitle": "Vem använder Scratch?",
    "faq.whoUsesScratchBody": "Scratch används av människor från alla bakgrunder, i alla länder runt om i världen, i alla typer av miljöer -- hem, skolor, bibliotek, museer och mer. Scratch är designat speciellt för ungdomar i åldrarna 8 till 16, men människor i alla åldrar skapar och delar med Scratch. Yngre barn kanske vill prova {scratchJrLink}, en förenklad version av Scratch designad för åldrarna 5 till 7.",
    "faq.requirementsTitle": "Vilka är systemkraven för Scratch?",
    "faq.requirementsBody": "Scratch kommer att köras i de flesta aktuella webbläsare på stationära datorer, bärbara datorer och surfplattor. Du kan se projekt på mobiltelefoner, men för närvarande kan du inte skapa eller redigera projekt på telefoner. Nedan är listan över officiellt stödda webbläsare.",
    "faq.requirementsDesktop": "Skrivbord",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer stöds inte.",
    "faq.requirementsTablet": "Platta",
    "faq.requirementsTabletChrome": "Mobil Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobil Safari (11+)",
    "faq.requirementsNote": "OBS:",
    "faq.requirementsNoteDesktop": "Om din dator inte uppfyller dessa krav kan du prova {downloadLink} redigeraren (se nästa punkt i FAQ).",
    "faq.scratchApp": "Scratch-app",
    "faq.requirementsNoteWebGL": "Om du har problem med WebGL-fel, prova en annan webbläsare.",
    "faq.requirementsNoteTablets": "På surfplattor finns det för närvarande inte ett sätt att använda \"knapptryckta\"-block eller högerklicksmenyer.",
    "faq.offlineTitle": "Har ni en nedladdningsbar version så att jag kan skapa och se projekt offline?",
    "faq.offlineBody": "Scratch-appen låter dig skapa Scratch-projekt utan internetanslutning. Du kan ladda ner den {downloadLink} från Scratch-webbplatsen eller appbutiken för din enhet. (Detta kallades tidigare \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Kan jag fortfarande ladda upp projekt till webbplatsen skapade med äldre versioner av Scratch?",
    "faq.uploadOldBody": "Ja: Du kan dela eller ladda upp projekt som gjorts med tidigare versioner av Scratch, och de kommer att vara synliga och spelbara. (Du kan dock inte ladda ner projekt gjorda med eller redigerade i senare versioner av Scratch och öppna dem i tidigare versioner. Du kan till exempel inte öppna ett Scratch 3.0-projekt i skrivbordsversionen av {scratch2Link}, eftersom Scratch 2.0 inte vet hur man läser projektfilformatet .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Hur mycket kostar Scratch? Behöver jag en licens?",
    "faq.scratchCostBody": "Scratch är och kommer alltid att vara gratis. Du behöver ingen licens för att använda Scratch i din skola, hem eller någon annanstans. Utvecklingen och underhållet av Scratch bekostas av bidrag och donationer. Om du vill bidra till Scratch, kolla in vår {donateLink}.",
    "faq.donateLinkText": "Donera sida",
    "faq.mediaLabTitle": "Vem skapade Scratch?",
    "faq.mediaLabBody": "Scratch utvecklas och underhålls av Scratch-teamet på {llkLink} kl {mediaLabLink}.",
    "faq.llkLinkText": "Livslång dagisgrupp",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Vad är Scratch 3.0?",
    "faq.aboutScratch3Body": "Scratch 3.0 är den senaste generationen av Scratch, lanserad den 2 januari 2019. Den är designad för att utöka hur, vad och var du kan skapa med Scratch. Den innehåller dussintals nya sprites, en helt ny ljudredigerare och många nya programmeringsblock. Och med Scratch 3.0 kan du skapa och spela projekt på din surfplatta, förutom din bärbara eller stationära dator.",
    "faq.reportBugsScratch3Title": "Hur kan jag rapportera buggar och återkoppla om Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Du kan rapportera buggar och dela feedback i {forumsLink} avsnittet i Scratch-diskussionsforumet.",
    "faq.forumsLinkText": "Buggar och fel",
    "faq.languagesScratch3Title": "Finns Scratch 3.0 på flera olika språk?",
    "faq.languagesScratch3Body1": "Ja. För att ändra språket för programmeringsblocken, klicka på globen-ikonen i den övre navigeringsraden i programmeringsredigeraren, klicka sedan på rullgardinsmenyn för att välja ett språk.",
    "faq.languagesScratch3Body2": "Alla våra översättningar görs av frivilliga. Scratch 3.0-redigeraren har redan översatts till 40+ språk. Du kan se alla språk som för närvarande översätts och granskas på vår {transifexLink}. Om du vill hjälpa till med översättning eller recension, vänligen kontakta {emailLink}.",
    "faq.transifexLinkText": "översättningsserver",
    "faq.removedBlocksScratch3Title": "Tar Scratch 3.0 bort några kodningsblock från tidigare versioner av Scratch?",
    "faq.removedBlocksScratch3Body": "Inga kodningsblock har tagits bort i Scratch 3.0, men vissa har ändrats lite och andra har flyttat till \"Extensions\" (som beskrivs nedan, i {extensionsFAQLink} avsnittet).",
    "faq.newBlocksScratch3Title": "Introducerar Scratch 3.0 nya block?",
    "faq.newBlocksScratch3Body": "Ja! I Scratch 3.0 hittar du:",
    "faq.newBlocksSoundEffect": "Nya \"ljudeffekt\"-block",
    "faq.newBlocksOperators": "Nya operatorer som gör det lättare att arbeta med text (strängar)",
    "faq.newBlocksPen": "Nya pennblock, inklusive stöd för transparens",
    "faq.newBlocksGlide": "Nytt glidblock för att enkelt flytta till en sprite (eller slumpmässig punkt)",
    "faq.newBlocksExtensions": "Många nya funktioner genom \"Scratch Extensions\" (se avsnittet Extensions nedan)",
    "faq.biggerBlocksScratch3Title": "Varför är blocken större i Scratch 3.0 än i tidigare versioner?",
    "faq.biggerBlocksScratch3Body": "För att få Scratch 3.0 att fungera bra på pekenheter (som många Chromebooks, Windows Surface-bärbara datorer och surfplattor) behövde vi göra blocken större, så att det är lättare att dra och trycka på blocken. Dessutom är blocken något större i Scratch 3.0 för att hjälpa till att lösa problem som vi observerade med nya användare som hade problem med att klicka och dra små gränssnittselement.",
    "faq.extensionsScratch3Title": "Vart tog pennblocken vägen? Var tog musikblocken vägen? Var tog videoavkänningsblocken vägen?",
    "faq.extensionsScratch3Body": "Blocken Penna, Musik och Videoavkänning har flyttats till tillägg. Tillägg kan läggas till genom att klicka på knappen längst ner till vänster på skärmen (se avsnittet \"Tillägg\" nedan).",
    "faq.paintEditorScratch3Title": "Vilka är de nya funktionerna i Paint Editor?",
    "faq.paintEditorScratch3Body": "Paint Editor har gjorts om för att ge kraftfulla nya funktioner samtidigt som den gör den enklare att använda. Ändringar och nya funktioner inkluderar:",
    "faq.paintEditorLayout": "Ny layout som gör tillgängliga verktyg och alternativ mer synliga",
    "faq.paintEditorTools": "Nya verktyg som ett \"radergummi\" som fungerar i vektorläge",
    "faq.paintEditorColors": "Fler alternativ för att välja och justera färger",
    "faq.paintEditorVector": "Mer kontroll över vektorpunkter (kurvhandtag och punktlägen)",
    "faq.paintEditorLayers": "Ytterligare kontroller för att beställa lager (\"för fram\", \"flytta bakåt\", etc.)",
    "faq.paintEditorGradients": "Nya gradientkontroller",
    "faq.soundEditorScratch3Title": "Vilka är de nya funktionerna i Sound Editor?",
    "faq.soundEditorScratch3Body": "Ljudredigeraren har gjorts om för att göra det lättare att spela in och manipulera ljud. Den erbjuder ett antal nya funktioner:",
    "faq.soundEditorRecording": "Nytt inspelningssystem som är enklare att använda",
    "faq.soundEditorTrimming": "Nytt ljudtrimningssystem som är enklare att använda",
    "faq.soundEditorEffects": "Nya ljudeffekter (som \"snabbare\", \"långsammare\" och \"robot\")",
    "faq.tipsWindwScratch3Title": "Vad hände med Scratch Tips-fönstret?",
    "faq.tipsWindowScratch3Body": "Istället för Tips-fönstret tillhandahåller Scratch 3.0 liknande material via Tutorials Library, som kan nås via länken Tutorials i det övre navigeringsfältet i programmeringsredigeraren. Du hittar handledningar för hela projekt (som \"Make a Chase Game\") eller specifika block och funktioner (som \"Spela in ett ljud\" eller \"Make it Spin\"). Fler tutorials kommer att läggas till snart (som \"Pong Game\" och \"Make It Fly\").",
    "faq.remixDefinitionTitle": "Vad är en remix?",
    "faq.remixDefinitionBody": "När en Scratcher gör en kopia av någon annans projekt och modifierar det för att lägga till sina egna idéer (till exempel genom att byta manus eller kostymer), kallas det resulterande projektet en \"remix\". Varje projekt som delas till Scratch-webbplatsen kan remixas. Vi anser även en mindre ändring vara en giltig remix, så länge som kredit ges till den ursprungliga projektskaparen och andra som gjort betydande bidrag till remixen.",
    "faq.remixableTitle": "Varför kräver Scratchteamet att alla projekt ska vara möjliga att \"remixa\"?",
    "faq.remixableBody": "Vi tror att remix av andras projekt är ett bra sätt att lära sig programmera och skapa intressanta projekt. Genom remix sprids kreativa idéer genom Scratch-communityt, och alla gynnas. Alla projekt som delas på Scratch-webbplatsen täcks av licensen Creative Commons Share Alike, vilket innebär att du kan remixa alla projekt du ser på Scratch-webbplatsen - och alla andra kan remixa alla projekt som du delar på webbplatsen .",
    "faq.creativeCommonsTitle": "Vad händer om jag inte vill att andra ska remixa mina projekt?",
    "faq.creativeCommonsBody": "Remixing är en viktig del av Scratch-communityt. Om du inte vill att andra ska se eller remixa dina skapelser kan du fortfarande skapa projekt på Scratch-webbplatsen, men dela dem inte på webbplatsen.",
    "faq.fairUseTitle": "Kan jag använda bilder / ljud / media från internet i mina projekt?",
    "faq.fairUseBody": "Om du väljer att integrera någon annans arbete i ditt eget, se till att ge dem kredit i avsnittet krediter för projektet och inkludera en länk tillbaka till originalet. För att hitta konst/ljud som redan är licensierade för remixning, kolla in {ccLink}.",
    "faq.ccLinkText": "Creative Commons söksida",
    "faq.whyAccountTitle": "Varför är det användbart att ha ett Scratch-konto?",
    "faq.whyAccountBody": "Även utan ett konto kan du spela andras projekt, läsa kommentarer och forum och till och med skapa dina egna projekt. Men du behöver ett konto för att spara och dela projekt, skriva kommentarer och foruminlägg och delta i andra \"sociala\" aktiviteter i samhället (som att \"älska\" andras projekt).",
    "faq.createAccountTitle": "Hur skapar jag ett konto?",
    "faq.createAccountBody": "Klicka bara på \"Gå med\" på Scratch-hemsidan. Du måste svara på några frågor och ange en e-postadress. Det tar bara ett par minuter, och det är helt gratis!",
    "faq.checkConfirmedTitle": "Hur kan jag kolla om mitt konto har bekräftats?",
    "faq.howToConfirmTitle": "Hur bekräftar jag mitt konto?",
    "faq.howToConfirmBody": "När du har skapat ett nytt konto på Scratch får du ett e-postmeddelande med en länk. Klicka bara på länken för att bekräfta ditt konto. När du har bekräftat ditt konto kommer du att kunna dela projekt, skriva kommentarer och skapa studior. Genom att bekräfta ditt konto kan du också få e-postuppdateringar från Scratch-teamet. Om du inte kan hitta e-postmeddelandet med bekräftelselänken, kontrollera din skräppostmapp. Om du fortfarande inte kan hitta den och vill få en annan kopia, gå till dina kontoinställningar, klicka på fliken E-post och följ instruktionerna där. Observera att det kan ta upp till en timme innan mejlet kommer fram. Om du fortfarande inte ser e-postmeddelandet efter en timme, {contactLink}.",
    "faq.contactLinkText": "låt oss veta",
    "faq.checkConfirmedBody": "För att kontrollera om ditt konto är bekräftat, logga in på ditt Scratch-konto och gå till din {settingsLink} sida. Bekräftade e-postadresser kommer att visa en liten grön bock. Annars kommer du att se texten \"Din e-postadress är obekräftad\" i orange.",
    "faq.settingsLinkText": "E-postinställningar",
    "faq.requireConfirmTitle": "Behöver jag bekräfta mitt konto?",
    "faq.requireConfirmBody": "Du kan fortfarande använda många aspekter av Scratch utan att bekräfta ditt konto, inklusive att skapa och spara projekt (utan att dela dem).",
    "faq.forgotPasswordTitle": "Jag har glömt mitt användarnamn eller lösenord. Hur kan jag återställa det?",
    "faq.forgotPasswordBody": "Ange ditt användarnamn eller e-postadress på {resetLink} sidan. Webbplatsen kommer att skicka ett e-postmeddelande till adressen som är kopplad till ditt användarnamn och en länk som du kan använda för att återställa ditt lösenord.",
    "faq.resetLinkText": "Lösenordsåterställning",
    "faq.changePasswordTitle": "Hur ändrar jag mitt lösenord?",
    "faq.changePasswordBody": "Logga in på ditt Scratch-konto och besök sedan vår {changeLink} sida där du kan ändra ditt lösenord.",
    "faq.changeLinkText": "Lösenordsinställningar",
    "faq.changeEmailTitle": "Hur ändrar jag min e-postadress?",
    "faq.changeEmailBody": "Logga in på ditt Scratch-konto och besök {changeEmailLink} sedan vår sida där du kan ändra din e-postadress.",
    "faq.newScratcherTitle": "Hur går jag över från 'Ny scratchare' till 'Scratchare'? ",
    "faq.newScratcherBody": "När du skapar ett konto kommer du att märkas som en New Scratcher. För att göra övergången till Scratcher, bör du skapa och dela projekt, kommentera hjälpsamt om andra Scratchers projekt och ha tålamod! När du har uppfyllt kraven kommer en länk att dyka upp på din profilsida som inbjuder dig att bli en Scratcher, och du kommer att ha några ytterligare funktioner på Scratch-webbplatsen. (Observera att vi inte marknadsför New Scratchers till Scratcher på begäran)",
    "faq.multipleAccountTitle": "Kan jag ha mer än ett konto?",
    "faq.multipleAccountBody": "Det går bra att ha några konton på Scratch-webbplatsen, så länge som inget av dem används för att bryta {cgLink}. I så fall kan alla relaterade konton blockeras eller raderas.",
    "faq.multipleLoginTitle": "Är det ok att ha mer än en person inloggad på ett konto?",
    "faq.multipleLoginBody": "Detta är inte tillåtet eftersom webbplatsen och projektredigeraren lätt kan bli förvirrad när mer än en person är inloggad på samma konto. När ett konto gör något som bryter mot {cgLink}, kan alla relaterade konton blockeras eller raderas. Om du delar ett konto med någon som gör något dåligt med det betyder det att dina konton kan blockeras för vad den andra personen gjorde.",
    "faq.changeUsernameTitle": "Kan jag ändra mitt användarnamn?",
    "faq.changeUsernameBody": "Strukturen på Scratch-webbplatsen beror på att du har ett konsekvent kontonamn, så det är inte möjligt att ändra ditt användarnamn. Om du verkligen behöver byta till ett nytt användarnamn kan du skapa ett nytt konto, men du måste kopiera dina projekt till det nya kontot på egen hand.",
    "faq.shareInfoTitle": "Vilken information kan jag dela på/med mitt konto?",
    "faq.shareInfoBody": "Dela inte personlig kontaktinformation, såsom din fysiska adress, e-post, telefonnummer eller något annat som kan användas för att ta kontakt utanför Scratch-webbplatsen. Vänligen rapportera projekt, kommentarer eller foruminlägg som innehåller denna typ av information, så att Scratch-teamet kan ta bort informationen och påminna författaren om vår policy mot att dela personlig kontaktinformation.",
    "faq.deleteAccountTitle": "Hur raderar jag mitt konto?",
    "faq.deleteAccountBody": "Logga in på Scratch och klicka sedan på ditt användarnamn i det övre högra hörnet. Välj \"Kontoinställningar\" och klicka sedan på länken \"Jag vill ta bort mitt konto\" längst ned på sidan. Men du bör bara göra detta om du är helt säker på att du vill ta bort ditt konto.",
    "faq.scratchFreeTitle": "Är Scratch gratis? Kan jag använda den var jag vill?",
    "faq.scratchFreeBody": "Ja! Scratch är tillgänglig utan kostnad. Du kan använda det i din skola, och du kan undervisa en kurs om det (även en kurs som kostar pengar). Du behöver inte köpa en licens: det är gratis!",
    "faq.scratchScreenshotTitle": "Kan jag använda skärmdumpar av Scratch i en bok eller presentation?",
    "faq.scratchScreenshotBody": "Ja, du kan använda skärmdumpar/bilder av Scratch-applikationen och webbplatsen i en bok eller presentation och betrakta dem som licensierade under {licenseLink} licensen. Vi ber dig att inkludera en anteckning någonstans i ditt material som säger: \"Scratch är ett projekt från Scratch Foundation, i samarbete med Lifelong Kindergarten Group vid MIT Media Lab. Det är tillgängligt gratis på https://scratch.mit .edu\".",
    "faq.licenseLinkText": "Creative Commons Erkännande-Dela Lika",
    "faq.scratchDescriptionTitle": "Kan jag inkludera en beskrivning av Scratch i broschyrer eller annat material?",
    "faq.scratchDescriptionBody": "Säker! Vi rekommenderar följande beskrivning: \"Scratch är ett kodningsspråk och onlinegemenskap där du kan skapa dina egna interaktiva berättelser, spel och animationer – och dela dina skapelser med andra runt om i världen. När unga människor skapar och delar Scratch-projekt, de lär sig att tänka kreativt, resonera systematiskt och samarbeta. Scratch är ett projekt av {sfLink} i samarbete med Lifelong Kindergarten-gruppen på MIT Media Lab. Det finns gratis på https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Kan jag presentera Scratch på en konferens?",
    "faq.presentScratchBody": "Gör gärna presentationer om Scratch för pedagoger eller andra grupper.",
    "faq.supportMaterialTitle": "Är det tillåtet att använda eller remixa hjälpmaterialet i Scratch, sprajtar, bilder, ljud eller exempelprojekt som jag hittar på webbsajten?",
    "faq.supportMaterialBody": "Ja: De flesta Scratch-stödmaterial på Scratch-webbplatsen är tillgängliga under {licenseLink} licensen. Det finns några undantag: Scratch-logotypen, Scratch Cat, Gobo, Pico, Nano, Giga och Tera är Scratch-varumärken och kan inte användas utan uttryckligt tillstånd från Scratch-teamet.",
    "faq.sellProjectsTitle": "Kan jag sälja mina Scratchprojekt?",
    "faq.sellProjectsBody": "Ja: Ditt Scratch-projekt är din skapelse. Men kom ihåg att när du delar ditt projekt på Scratch-webbplatsen är alla fria att ladda ner, remixa och återanvända projektet baserat på villkoren i {licenseLink} licensen. Så om du tänker sälja ditt projekt kanske du vill ta bort det från Scratch-webbplatsen.",
    "faq.sourceCodeTitle": "Var kan jag hitta källkoden för Scratch?",
    "faq.sourceCodeBody": "Källkoden för Scratch-programmeringsredigeraren finns på {guiLink}. Källkoden för {flashLink} och {scratch14Link} , är också tillgänglig på GitHub. För uppdaterad information om utvecklingsprojekt relaterade till Scratch-webbplatsen, besök vår {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Hur vet jag vad som är ok eller inte ok att dela på Scratch-sajten?",
    "faq.okayToShareBody": "Kolla in Scratch {cgLink} - de är korta och innehåller inte en massa juridiska saker. Det finns en länk längst ner på varje sida på Scratch.",
    "faq.reportContentTitle": "Vad gör jag om jag ser något som är olämpligt?",
    "faq.reportContentBody": "Du kan klicka på länken som säger \"rapport\" på alla projekt, kommentarer, diskussionsinlägg, studior eller profilsidor där du ser något som inte är ok för Scratch. Om situationen är komplicerad kan du använda {contactLink} länken (tillgänglig längst ner på varje sida) för att förklara. Se till att inkludera så mycket detaljer du kan, med länkar till relevanta sidor.",
    "faq.noFlameTitle": "Vad gör jag om jag ser att någon är elak eller respektlös?",
    "faq.noFlameBody": "Lägg inte till fler elaka kommentarer! Att svara med fler elaka kommentarer gör det oftast värre och kan resultera i att ditt konto blockeras. Rapportera istället det som är respektlöst eller icke-konstruktivt, och vi kommer att följa upp det med den som skrivit det. Vi kontrollerar rapporter varje dag, flera gånger per dag - så känn dig säker, vi kommer att reda ut situationen.",
    "faq.reviewContentTitle": "Vad gör Scratchteamet när något rapporterats eller flaggats?",
    "faq.reviewContentBody": "Scratch Team granskar rapporterade kommentarer och projekt varje dag. Om något går sönder Scratch {cgLink} tar vi bort det och skickar en varning till kontot. Vi kan också blockera de konton eller nätverk som användes för att dela det, beroende på vad som delades och om personen har fått varningar innan",
    "faq.blockedAccountTitle": "Vad händer när ett konto blockeras?",
    "faq.blockedAccountBody": "När ett konto är blockerat kan ägaren inte längre komma åt sitt konto, använda det för att skapa projekt eller lägga upp nya kommentarer. När de loggar in ser de en sida som förklarar varför kontot blockerades, tillsammans med ett webbformulär som de kan använda för att begära att bli avblockerat. Om ägaren kan visa att de förstår varför deras konto blockerades, och lovar att följa Scratch {cgLink} i framtiden, kommer de att avblockeras.",
    "faq.stolenAccountTitle": "Någon fick tillgång till mitt konto och fick mitt konto blockerat. Vad gör jag?",
    "faq.stolenAccountBody": "Du ansvarar för att ditt lösenord är säkert. Om någon du känner tog kontroll över ditt konto och gjorde dåliga saker, berätta för de vuxna som ansvarar för datorn de använde. Om du tror att någon du inte känner har tillgång till ditt konto, ändra lösenordet och/eller använd {contactLink} länken för att förklara situationen. Om ditt konto blockerades för att göra något som du gjorde som bröt Scratch {cgLink}, vänligen berätta inte att någon annan gjorde det. När folk berättar för oss att någon annan använde sitt konto för att göra något dåligt, måste vi försöka prata med den personen innan vi kan återställa kontot. Detta innebär att ditt konto bara kommer att vara blockerat mycket längre än om du är ärlig mot oss om vad som hände.",
    "faq.aboutExtensionsTitle": "Vad är förlängningar?",
    "faq.aboutExtensionsBody": "I Scratch-redigeraren kan du lägga till samlingar av extra block som kallas \"tillägg.\" Det finns till exempel tillägg som gör att du kan programmera fysiska enheter (som micro:bit och LEGO robotiksatser) och att översätta text i din Scratch projekt. Vi kommer att fortsätta att lägga till nya tillägg över tiden, så det du kan göra med Scratch kommer att fortsätta växa med tiden.",
    "faq.howToAddExtensionsTitle": "Hur lägger jag till en tillägg till ett projekt?",
    "faq.howToAddExtensionsBody": "Om du klickar på knappen \"Extensions\" i det nedre vänstra hörnet av Scratch-programmeringsredigeraren, kommer du att se en lista över alla Scratch-tillägg. När du väljer en av tilläggen kommer en ny kategori av block att läggas till ditt projekt. Tillägget kommer att laddas automatiskt varje gång ditt projekt öppnas. Du kan lägga till flera tillägg till samma projekt.",
    "faq.createExtensionsTitle": "Hur skapar jag ett eget tillägg för Scratch?",
    "faq.createExtensionsBody": "Scratch-teamet kommer att publicera specifikationer och riktlinjer för tillägg i framtiden. När de är tillgängliga kommer du att kunna skicka in tillägg till Scratch-teamet för övervägande i det officiella Scratch 3.0-tilläggsbiblioteket. Vi kommer också att tillhandahålla riktlinjer för att utveckla och distribuera \"experimentella\" tillägg, som kan användas för att skapa projekt på enskilda datorer, men inte delas i Scratch-onlinegemenskapen.",
    "faq.scratchXTitle": "Vad kommer att hända med ScratchX-webbplatsen?",
    "faq.scratchXBody": "ScratchX-webbplatsen (scratchx.org) var en experimentell testbädd för tillägg. Tillägg skapade för ScratchX är inte kompatibla med Scratch 3.0. När experimentella tillägg har fullt stöd i Scratch kommer vi att avbryta supporten för ScratchX och ge utvecklare och användare tid att gå över från ScratchX till den nya tilläggsplattformen.",
    "faq.cloudDataInfoTitle": "Vad är molnvariabler?",
    "faq.cloudDataInfoBody": "Molnvariabler gör att data från ett projekt kan sparas och delas med andra personer i Scratch-communityt. Du kan använda molnvariabler för att göra undersökningar och andra projekt där andra i samhället kan komma åt och ändra data över tid.",
    "faq.makeCloudVarTitle": "Hur gör jag en molnvariabel?",
    "faq.makeCloudVarBody": "Gå till avsnittet \"Variables\" i blockpaletten, välj \"Gör en variabel\" och klicka sedan på kryssrutan bredvid \"Cloud-variabel (lagrad på server)\". Data som är associerade med din molnvariabel kommer att lagras på servern, bevaras över tid och är tillgänglig för alla som öppnar projektet.",
    "faq.onlyNumbersTitle": "Vilka typer av data kan lagras i molnvariabler?",
    "faq.onlyNumbersBody": "Endast siffror kan lagras i molnvariabler.",
    "faq.storedCloudInfoTitle": "Vem kan se data som lagras i molnvariabler?",
    "faq.storedCloudInfoBody": "När du interagerar med ett projekt med hjälp av molnvariabler kan data som är kopplade till dina interaktioner lagras tillsammans med ditt användarnamn och andra kan se dem.",
    "faq.reportCloudTitle": "Om jag ser någon lägga upp olämpligt innehåll med hjälp av molnvariabler, hur rapporterar jag det?",
    "faq.reportCloudBody": "Klicka på knappen \"Rapportera detta\" (under på projektspelaren på projektsidan) för att rapportera olämpligt innehåll i molnvariabler. Se till att du nämner \"molnvariabler\" när du skriver ditt skäl i rapporten.",
    "faq.chatRoomTitle": "Kan jag skapa chattrum med molnvariabler?",
    "faq.chatRoomBody": "Även om det är tekniskt möjligt att skapa chattrum med molnvariabler, är de inte tillåtna på Scratch-webbplatsen.",
    "faq.changeCloudVarTitle": "Vem kan ändra på informationen i en molnvariabel?",
    "faq.changeCloudVarBody": "Endast du och tittare av ditt projekt kan lagra data i ditt projekts molnvariabler. Om folk \"ser inuti\" eller remixar din kod, skapar den en kopia av variabeln och påverkar eller ändrar inte den ursprungliga variabeln.",
    "faq.newScratcherCloudTitle": "Jag är inloggad, men jag kan inte använda projekt med molnvariabler. Vad händer?",
    "faq.newScratcherCloudBody": "Om du fortfarande är en New Scratcher på webbplatsen kommer du inte att kunna använda projekt med molnvariabler. Du måste bli en Scratcher för att ha tillgång till molnvariabler. Se avsnittet Konton (ovan) för mer information om övergången från New Scratcher till Scratcher.",
    "faq.multiplayerTitle": "Är det möjligt att göra multiplayer-spel med molnvariabler?",
    "faq.multiplayerBody": "Multiplayer-spel kan vara svåra att skapa på grund av nätverkshastighet och synkroniseringsproblem. Vissa Scratchers kommer dock på kreativa sätt att använda molnvariablerna för tur-för-sväng och andra typer av spel.",
    "faq.schoolsTitle": "Scratch i skolan",
    "faq.howTitle": "Hur används Scratch i skolorna?",
    "faq.howBody": "Scratch används i hundratusentals skolor runt om i världen, inom många olika ämnesområden (inklusive språkkonst, naturvetenskap, historia, matematik och datavetenskap). Du kan lära dig mer om strategier och resurser för att använda Scratch i skolor och andra lärmiljöer (som museer, bibliotek och samhällscenter) på vår {educatorsLink}.",
    "faq.educatorsLinkText": "Pedagogernas sida",
    "faq.noInternetTitle": "Finns det ett sätt för eleverna att använda Scratch utan en internetuppkoppling?",
    "faq.noInternetBody": "Ja. Det {downloadLink} är en nedladdningsbar version av Scratch som kan köras på bärbara och stationära datorer. För närvarande är Scratch-appen tillgänglig på Windows- och Mac-enheter.",
    "faq.communityTitle": "Kan jag stänga av onlinegemenskapen för mina elever?",
    "faq.communityBody": "Scratch-communityt på nätet ger unga människor ett sätt att dela, samarbeta och lära sig med sina kamrater inom en modererad gemenskap som styrs av Scratch {cgLink}. Vi förstår dock att vissa lärare föredrar att deras elever inte deltar i en onlinegemenskap. Dessa lärare kanske vill installera Scratch-appen, som körs offline och lokalt på en stationär eller bärbar dator.",
    "faq.teacherAccountTitle": "Vad är ett Scratch lärarkonto?",
    "faq.teacherAccountBody": "Ett Scratch-lärarkonto ger lärare och andra pedagoger ytterligare funktioner för att hantera elevernas deltagande på Scratch, inklusive möjligheten att skapa elevkonton, organisera studentprojekt i studior och övervaka elevers kommentarer. För mer information om Scratch Teacher Accounts, se {eduFaqLink}.",
    "faq.eduFaqLinkText": "Scratch Lärarkonto FAQ",
    "faq.requestTitle": "Hur begär jag ett Scratch lärarkonto?",
    "faq.requestBody": "Du kan begära ett Scratch-lärarkonto från {educatorsLink} on Scratch. Vi ber om ytterligare information under registreringsprocessen för att verifiera din roll som utbildare.",
    "faq.dataTitle": "Vilka data samlar Scratch in om eleverna?",
    "faq.dataBody": "När en elev för första gången registrerar sig på Scratch, ber vi om grundläggande demografiska data, inklusive kön, ålder (födelsemånad och år), land, och en e-postadress för verifiering. Dessa data används (i aggregerad form) för forskningsstudier som syftar till att förbättra vår förståelse för hur människor lär sig med Scratch. När en lärare använder ett Scratch lärarkonto för att skapa elevkonton i en klass, behövs inga demografiska data för elevens kontoinställning.",
    "faq.lawComplianceTitle": "Är onlineversionen av Scratch kompatibel med USA:s lokala och federala dataskyddslagar?",
    "faq.lawComplianceBody1": "Scratch bryr sig djupt om integriteten för studenter och för alla individer som använder vår plattform. Vi har fysiska och elektroniska rutiner för att skydda informationen vi samlar in på Scratch-webbplatsen. Även om vi inte har möjlighet att erbjuda avtalsgarantier med varje enhet som använder vår kostnadsfria utbildningsprodukt, följer vi alla amerikanska federala lagar som är tillämpliga på MIT och Scratch Foundation, de organisationer som har skapat och underhållit Scratch. Vi uppmuntrar dig att läsa Scratchs sekretesspolicy för mer information.",
    "faq.lawComplianceBody2": "Om du vill bygga projekt med Scratch utan att skicka in någon personlig information till oss kan du ladda ner {downloadLink}. Projekt skapade i Scratch-appen är inte tillgängliga för Scratch-teamet, och användningen av Scratch-appen avslöjar inte någon personligt identifierande information till Scratch om du inte laddar upp dessa projekt till Scratch-onlinegemenskapen."
}