{
    "faq.title": "Maswali Yanayoulizwa Mara Kwa Mara (MMM)",
    "faq.intro": "Katika ukurasa huu, utapata majibu ya maswali yanayoulizwa mara kwa mara kuhusu Scratch.",
    "faq.aboutTitle": "Maswali ya kijumla",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Kuboresha/Kubadilisha na Kunakili",
    "faq.accountsTitle": "Akaunti",
    "faq.permissionsTitle": " Kibali na Leseni",
    "faq.inappropriateContentTitle": "Maudhui yasiyofaa",
    "faq.scratchExtensionsTitle": "Viendelezi vya Scratch",
    "faq.cloudDataTitle": "Vibadilika vya mtandao",
    "faq.aboutScratchTitle": "Scratch ni nini, na ninaweza kufanya nini nayo?",
    "faq.aboutScratchBody": "Kwa kutumia  lugha ya programu ya Scratch ukishirikana na jamii ya ya Scratch walio mtandaoni, unaweza kutunga hadithi zako shirikishi, michezo, na ukaragushi - na uwashirikishe wengine  ulimwenguni katika kwenye ubunifu wako. Vijana wanapounda na kushiriki miradi ya Scratch, hujifunza kufikiria kwa ubunifu, kufikiria kwa utaratibu, na kufanya kazi kwa kushirikiana. Ili kupata maelezo zaidi juu ya scratch, tazama ukurasa wa {aboutScratchLink}",
    "faq.aboutScratchLinkText": "Kuhusu Scratch",
    "faq.makeGameTitle": "Nitatumiaje Scratch kutengeneza michezo au ukaragushi",
    "faq.makeGameBody": "Tazama {ideasLink} ili uone njia mbalimbali za kuanza kutumia Scratch.",
    "faq.ideasLinkText": "Ukurasa wa kubuni Mawazo ",
    "faq.whoUsesScratchTitle": "Scratch inatumiwa na akina nani?",
    "faq.whoUsesScratchBody": "Scratch hutumiwa na watu kutoka asili zote, katika nchi zote ulimwenguni, katika hali zote za kimaeno - nyumbani, shuleni, maktaba, makumbusho, na zaidi. Scratch imeundwa haswa kwa vijana wa miaka 8 hadi 16, lakini watu wa kila kizazi huunda na kushiriki katika Scratch. Watoto wachanga wanaweza kutaka kujaribu {scratchJrLink}, toleo lililorahisishwa la Scratch iliyoundwa kulenga umri ya miaka 5 hadi 7.",
    "faq.requirementsTitle": "Je, mahitaji ya kimfumo yanayoambatana na Scratch ni yapi??",
    "faq.requirementsBody": "Scratch inatumika katika vivinjari vingi vya tovuti kwenye eneo kazi, vipakatalishi, na kompyuta bapa. Unaweza kutazama miradi kwenye simu za rununu, lakini kwa sasa haiwezekani kuunda au kuhariri miradi kwenye simu. Chini ni orodha ya vivinjari vilivyoungwa mkono rasmi.",
    "faq.requirementsDesktop": "Eneo Kazi",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer haitumiki",
    "faq.requirementsTablet": "Kipakatalishi",
    "faq.requirementsTabletChrome": "Mobile chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile safari (11+)",
    "faq.requirementsNote": "Kumbuka:",
    "faq.requirementsNoteDesktop": "Iwapo kampyuta yako haijafikia viwangovya kimfumo vinavyohitajika, unaweza kujaribu kihariri hiki {downloadLink}(Tazama hoja linalofuata katika FAQ/MMM)",
    "faq.scratchApp": "Programu ya Scratch",
    "faq.requirementsNoteWebGL": "Pakitokea kasoro katika WebGL, jaribu kivinjari kingine",
    "faq.requirementsNoteTablets": "Kwenye vipakatilishi, kwa sasa hakuna njia ya kutumia \"kibonyezi kubonyezwa\" au aina ya  menyu ya inayohusu wa kubofya kulia.",
    "faq.offlineTitle": "Je, lipo toleo linaloweza kupakuliwa ili niweze kuunda na kutazama miradi nje ya mtandao?",
    "faq.offlineBody": "Programu ya Scratch inakuwezesha kuunda miradi ya Scratch bila muunganisho wa intaneti. Unaweza kupakua {downloadLink} kutoka kwenye tovuti ya Scratch au duka la programu kwa kifaa chako. (Hii hapo awali iliitwa \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Je, ninaweza kupakia miradi iliyoundwa na matoleo ya awali  ya Scratch kwenye tovuti?",
    "faq.uploadOldBody": "Ndio: Unaweza kushiriki au kupakia miradi iliyotengenezwa na matoleo ya awali ya Scratch, na yataonekana na ya kuchezwa. (Walakini, huwezi kupakua miradi iliyotengenezwa na au iliyohaririwa katika matoleo ya sasa ya Scratch na uifungue katika matoleo ya awali. Kwa mfano, huwezi kufungua mradi wa Scratch 3.0 katika toleo la {scratch2Link}, kwa sababu Scratch 2.0 haina uwezo wa kusoma umbizo faili ya .sb3.) ",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Je, Scratch inagharimu kiasi gani? Je, ninahitaji leseni?",
    "faq.scratchCostBody": "Scratch ni na siku zote itakuwa bila malipo. Huhitaji leseni ya kutumia scratch katika shule yako, nyumbani, au mahali pengine popote. Maendelezo na ukuzaji wa Scratch hulipwa kwa ruzuku na michango. Ikiwa ungependa kuchangia kwa scratch, angalia {donateLink} yetu.",
    "faq.donateLinkText": "Ukurasa wa michango",
    "faq.mediaLabTitle": "Ni nani aliyeunda Scratch?",
    "faq.mediaLabBody": "Scratch inakuzwa na kudumishwa na Timu ya Scratch katika {llkLink} kwa {mediaLabLink}.",
    "faq.llkLinkText": "kikundi cha Lifelong Kindergarten",
    "faq.mediaLabLinkText": "Maabara ya midia ya MIT",
    "faq.aboutScratch3Title": "Scratch 3.0 ni nini?",
    "faq.aboutScratch3Body": "Scratch 3.0 ni kizazi cha hivi karibuni cha Scratch, kilichozinduliwa Januari 2, 2019. Imetengenezwa kupanua jinsi, ni nini, na wapi unaweza kuunda na Scratch. Ni pamoja na kadhaa ya maeneo mapya, kihariri kipya kabisa cha sauti, na blokii mpya za programu. Na kwa Scratch 3.0, umeweza kuunda na kucheza miradi kwenye vipakatalishi, kwa kuongezea kompyuta yako.",
    "faq.reportBugsScratch3Title": "Ninawezaje kuripoti kasoro na kushiriki maoni juu ya Scratch 3.0?",
    "faq.reportBugsScratch3Body": "Unaweza kuripoti kasoro na kushiriki maoni katika sehemu ya {forumsLink}ya vikao vya majadiliano ya Scratch.",
    "faq.forumsLinkText": "Kasoro na Dosari",
    "faq.languagesScratch3Title": "Je, Scratch 3.0 inapatikana katika lugha nyinginezo?",
    "faq.languagesScratch3Body1": "Ndio. Kubadilisha lugha ya programu ya bloki, bonyeza kwenye ikoni ya “globe” kwenye mwambaa wa uabiri wa kihariri, kisha bonyeza kwenye menyu ya kushuka ili uchague lugha.",
    "faq.languagesScratch3Body2": "Tafsiri zetu zote zinafanywa na watu wanaojitolea. Kihariri cha Scratch 3.0 tayari kimetafsiriwa kwa lugha 40+. Unaweza kutazama lugha zote sasa zinazotafsiriwa na kukaguliwa kwenye tovuti yetu {transifexLink}. Ikiwa unataka kusaidia kutafsiri au kukagua, tafadhali wasiliana na {emailLink}.",
    "faq.transifexLinkText": "seva ya kutafsiri",
    "faq.removedBlocksScratch3Title": "Je, Scratch 3.0 inaondoa bloki za msimbo katika  matoleo ya Scratch ya awali?",
    "faq.removedBlocksScratch3Body": "Hakuna bloki zimeondolewa katika Scratch 3.0, lakini zingine zimebadilika kidogo na zingine zimehamia katika \"Viendelezi\" (kama ilivyoelezewa hapo chini, katika sehemu ya {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "Je, Scratch 3.0 inaanzisha bloki mpya?",
    "faq.newBlocksScratch3Body": "Ndio! Kwenye scratch 3.0 utapata:",
    "faq.newBlocksSoundEffect": "Bloki mpya za \"athari za sauti\"",
    "faq.newBlocksOperators": "Alama mpya za opereta mbazo hufanya iwe rahisi  kutumia maandishi (tungo)",
    "faq.newBlocksPen": "Bloki mpya ya kalamu, pamoja na kuwezesha uangavu",
    "faq.newBlocksGlide": "Bloki mpya ya  kunyiririka ya kusongeza kihusika(au chembe isiyobainika) kwa urahisi ",
    "faq.newBlocksExtensions": "Ufanisi mwingi mpya kupitia \"Viendelezi vya Scratch\" (tazama sehemu ya Viendelezi hapa chini)",
    "faq.biggerBlocksScratch3Title": "Je, Ni kwa nini bloki za Scratch 3.0 ni kubwa kuliko zile za matoleo ya awali?",
    "faq.biggerBlocksScratch3Body": "Ili kufanya Scratch 3.0 iweze kufanya kazi vizuri kwenye vifaa vya kugusa (kama vile Chromebooks,  Surface ya Windows, na vipakatilishi), tulihitaji kufanya bloki kuwa kubwa, ili iwe rahisi kukokota na kuunganisha bloki. Kwa kuongezea, bloki ni kubwa kidogo katika Scratch 3.0 kusaidia kushughulikia maswala tuliyoona na watumiaji wapya kuwa na shida kubonyeza na kukokota vitu kwenye skrini.",
    "faq.extensionsScratch3Title": "Je! Bloki za kalamu zilienda wapi? Bloki za Muziki vilienda wapi? Bloki za sensa ya Video zilienda wapi?",
    "faq.extensionsScratch3Body": "Bloki za Kalamu, Muziki, na kihisi Video  zimehamishwa kwenye vindelezi. viendelezi vinaweza kuongezwa kwa kubonyeza kitufe kilicho kushoto chini ya skrini (angalia sehemu ya \"Viendelezi hapa chini\").",
    "faq.paintEditorScratch3Title": "Je, ni huduma gani mpya kilicho kwenye Kihariri cha Rangi?",
    "faq.paintEditorScratch3Body": "Kihariri cha Rangi kimebadilishwa upya ili kutoa huduma mpya zenye nguvu, pia inafanya iwe rahisi kukitumia. Mabadiliko na vipengele vipya ni pamoja na:",
    "faq.paintEditorLayout": "Mpangilio mpya ambao hufanya zana na machaguo kupatikana kirahisi na kuoenakana vizuri",
    "faq.paintEditorTools": "Zana mpya kama vile \"kifutio\" kinachofanya kazi kwa hali-tumizi ya vekta",
    "faq.paintEditorColors": "Machaguo mengine zaidi ya kuchuja na kurekebisha rangi",
    "faq.paintEditorVector": "Udhibiti zaidi juu ya ncha za vekta (ncha za michiririzo na za hali tumizi)",
    "faq.paintEditorLayers": "Udhibiti zaidi wa kuwezesha pangilio kulingana na taratibu (\"leta mbele\", \"peleka nyuma\", nk)",
    "faq.paintEditorGradients": "Zana dhibiti mpya za upinde rangi",
    "faq.soundEditorScratch3Title": "Je, vipengele vipya katika kihariri cha Sauti ni vipi?",
    "faq.soundEditorScratch3Body": "Kihariri cha Sauti kimeundwa kipya ili kiwe rahisi kurekodi na kubadilisha sauti. Inatoa huduma kadhaa mpya:",
    "faq.soundEditorRecording": "Mfumo mpya wa kurekodi ambao ni rahisi kutumia",
    "faq.soundEditorTrimming": "Mfumo mpya wa kukunga sauti ambayo ni rahisi kutumia",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "Kwa nini dirisha la Vidokezo vya Scratch halipo?",
    "faq.tipsWindowScratch3Body": "Badala ya Dirisha la Vidokezo, Scratch 3.0 hutoa vifaa sawia katika Maktaba ya mafunzo, ambayo inaweza kupatikana kupitia kiungo cha mafunzo kwenye mwambaa wa uabiri wa kihariri. Utapata mafunzo ya miradi yote (kama \"Fanya Mchezo wa Chase\") au bloki maalum na vipengee (kama \"Rekodi Sauti\" au \"Ifanye izunguke\"). Mafundisho zaidi yataongezwa hivi karibuni (kama \"Mchezo wa Pong\" na \"ifanye ipae\").",
    "faq.remixDefinitionTitle": "Je! kurekebisha na kuboresha ni nini?",
    "faq.remixDefinitionBody": "Wakati mwanascratch anatengeneza nakala ya mradi wa mtu mwingine na kuibadilisha ili kuongezea maoni/mawazo yao (kwa mfano, kwa kubadilisha maandishi au mavazi), mradi unaotokana na hali kurekebisha, kubadilisha na kuboresha unaitwa \"remix/uloboreshwa\". Kila mradi ulioshirikiwa kwenye tovuti ya Scratch unaweza kubadilishwa. Tunachukulia  mabadiliko madogo kuwa marekebisho ya kukubalika. Hatahivyo,  muundaji wa kwanza wa  mradi huo na wengine ambao walitoa mchango katika mradi  lazima  watajwe na kuhongerwa.",
    "faq.remixableTitle": "Kwa nini Timu ya Scratch pendekeza kuwa miradi yote iwe “inaweza kubadilishwa na kuboreshwa”?",
    "faq.remixableBody": "Tunaamini kuwa kubadilisha na kuboresha miradi ya watu wengine ni njia nzuri ya kujifunza kupanga na kuunda miradi ya kupendeza. Kupitia uboreshaji huo, mawazo mabunifu yanakuzwa ndani jamii ya Scratch, na kila mtu anafaidika. Miradi yote iliyoshirikishwa kwenye tovuti ya Scratch inatumika chini ya leseni ya “Creative Commons Share Alike”, Hii inamaanisha kuwa unaweza kubadilisha na kuboresha mradi wowote kwenye tovuti ya Scratch - na kila mtu mmoja  ana idhini ya kuboresha na kubadilisha  miradi yoyote ambayo unashiriki kwenye tovuti.",
    "faq.creativeCommonsTitle": "Iwapo sitaki kuwaruhusu wengine wabadilishe au kuboresha miradi yangu, nitafanyaje?",
    "faq.creativeCommonsBody": "Kubadilisha ou kuboresha miradi ni shughuli muhimu katika Jamii ya Scratch. Iwapo hutaki wengine watazame au wabadilishe ubunifu wako, bado unaweza kuunda miradi kwenye tovuti ya Scratch, ila usiishiriki kwenye tovuti hiyo.",
    "faq.fairUseTitle": "Je, ninaweza kutumia picha / sauti / midia kutoka mtandaoni katika miradi yangu?",
    "faq.fairUseBody": "Ikiwa umeamua kujumuisha kazi ya mtu mwingine kwa yako, hakikisha umewatambua na kuwahongera kwenye sehemu ya “sifa” za mradi, na ni pamoja na kuweka kiungo kinarejelea kazi asili. Ili kupata sanaa / sauti ambazo tayari zina leseni ya kubadilisha na kuboresha, Tazama {ccLink}.",
    "faq.ccLinkText": "Ukurasa wa utafutaji wa Creative Commons ",
    "faq.whyAccountTitle": "Kwa nini ni muhimu kuwa na akaunti ya Scratch?",
    "faq.whyAccountBody": "Hata bila akaunti, unaweza kucheza miradi ya watu wengine, kusoma maoni na mabaraza, na hata kuunda miradi yako mwenyewe. Lakini unahitaji akaunti ili kuhifadhi na kushiriki miradi, kuandika maoni na machapisho ya mkutano, na kushiriki katika shughuli zingine za \"kijamii\" katika jamii (kama \"kupenda\" miradi ya watu wengine).",
    "faq.createAccountTitle": "Ninaweza kutengeneza akaunti vipi?",
    "faq.createAccountBody": "Bonyeza tu \"Jiunge\" kwenye ukurasa wa mwanzo wa Scratch. Utahitaji kujibu maswali machache, na utupe anwani ya barua pepe. Inachukua dakika chache, na huhitajiki kulipa chochote!",
    "faq.checkConfirmedTitle": "Ninawezaje kutambua ikiwa akaunti yangu imethibitishwa?",
    "faq.howToConfirmTitle": "Je, ninaweza kuthibitisha akaunti yangu vipi?",
    "faq.howToConfirmBody": "Baada ya kusajili akaunti mpya kwenye Scratch, utapokea ujumbe wa barua pepe na kiungo. Bonyeza tu kiungo cha kuthibitisha akaunti yako. Mara tu ukithibitisha akaunti yako, utaweza kushiriki miradi, kuandika maoni, na kuunda studio. Kuthibitisha akaunti yako pia unakuruhusu kupokea sasisho za barua pepe kutoka Timu ya Scratch. Ikiwa huwezi kupata barua pepe na kiungo cha uthibitisho, angalia kabrasha yako ya barua taka. Ikiwa bado hauwezi kuipata, na unataka kupokea nakala nyingine, nenda kwa Mipangilio ya Akaunti yako, bonyeza tabo ya Barua pepe, na ufuate maagizo hapo. Tafadhali kumbuka kuwa inaweza kuchukua hadi saa moja kwa barua pepe kufika. Ikiwa bado hauoni barua pepe baada ya saa, bonyeza hapa{contactLink}.",
    "faq.contactLinkText": "tujulishe",
    "faq.checkConfirmedBody": "Ili kuangalia ikiwa akaunti yako imethibitishwa, ingia katika Akaunti yako ya Scratch na uende kwenye ukurasa wako wa {settingsLink}. Anwani za barua pepe zilizothibitishwa zitaonyesha alama ndogo ya kijani kibichi. Vinginevyo, utaona maandishi \"Anwani yako ya barua pepe haijathibitishwa\" katika rangi ya machungwa.",
    "faq.settingsLinkText": "Mipangilio ya barua pepe",
    "faq.requireConfirmTitle": "Je, ni lazima nithibitishe akaunti yangu?",
    "faq.requireConfirmBody": "Bado unaweza kutumia huduma nyingi za Scratch bila kuthibitisha akaunti yako, pamoja na kuunda na kuhifadhi miradi (bila kuishiriki).",
    "faq.forgotPasswordTitle": "Nimesahau jina la mtumiaji au nywila yangu. Ninaweza kuziweka upya vipi?",
    "faq.forgotPasswordBody": "Andika jina lako la mtumiaji au anwani ya barua pepe kwenye ukurasa wa {resetLink}. Tovuti itatuma barua pepe kwa anwani inayoambatana na jina lako la mtumiaji pamaoja na  kiungo unachoweza kutumia kuweka upya nywila yako.",
    "faq.resetLinkText": "Weka Nywila upya",
    "faq.changePasswordTitle": "Ninaweza kubadilisha nywila vipi?",
    "faq.changePasswordBody": "Ingia katika akaunti yako ya Scratch, kisha tembelea ukurasa wetu wa {changeLink} ambapo unaweza kubadilisha nenosiri lako.",
    "faq.changeLinkText": "Mipangiio ya nywila",
    "faq.changeEmailTitle": "Ninaweza kubadilisha akaunti yangu ya barua pepe vipi?",
    "faq.changeEmailBody": "Ingia katika akaunti yako ya Scratch, kisha tembelea ukurasa wetu wa {changeEmailLink} ambapo unaweza kubadilisha anwani yako ya barua pepe.",
    "faq.newScratcherTitle": "Ninaweza kujikweza vipi kutoka 'mtumiaji mpya wa Scratch' hadi 'MwanaScratch'?",
    "faq.newScratcherBody": "Unapounda akaunti, utatambuwa kama “MwanaScratch mpya.”  Ili kukwezwa kuwa “MwanaScratch Kamili”, unapaswa kuuunda na kushiriki miradi, kutoa maoni kwa msaada wa miradi mingine ya wanaScratch, na uwe na subira! Baada ya kukidhi matakwa,  utatumiwa kiungo kwenye ukurasa wako wa wasifu ikikualika kuwa mwanaScratch kamili, hapo sasa, utakuwa na uwezo wa ziada kwenye Tavuti ya Scratch. (Kumbuka kuwa hatuzingatii ombi ili kuwakweza wanaScratch wapya kuwa WanaScratch kamili)",
    "faq.multipleAccountTitle": "Je, ninaweza kuwa na akaunti zaidi ya moja?",
    "faq.multipleAccountBody": "Hakuna ubaya kuwa na akaunti kadhaa kwenye tovuti ya Scratch, bora akaunti mojawapo isitumike kukiuka  {cgLink}. Ukiukaji huo utasababisha kufungwa na kutwa kwa akaunti zingine zote zinazohusiana na akaunti hiyo.",
    "faq.multipleLoginTitle": "Je, ni sawa kuwa na watu zaidi ya mmoja kuingia kwenye akaunti moja kwa wakati mmoja?",
    "faq.multipleLoginBody": "Hii hairuhusiwi kwa sababu tovuti na kihariri cha mradi kinaweza kuchanganyikiwa kwa urahisi wakati watu zaidi ya mmoja wameingia kwenye akaunti moja. Wakati akaunti inafanya kitu ambacho kinakiuka {cgLink}, akaunti zote zinazohusiana zinaweza kuzuiwa au kufutwa. Ikiwa unashiriki akaunti na mtu ambaye hufanya kitu kibaya , hii inamaanisha akaunti zako zinaweza kuzuiwa kwa sababu ya kile mtu mwingine alifanya.",
    "faq.changeUsernameTitle": "Je! Ninaweza kubadilisha jina langu la mtumiaji?",
    "faq.changeUsernameBody": "Muundo wa wavuti ya Scratch inategemea kuwa na jina la akaunti thabiti, kwa hivyo haiwezekani kubadilisha jina lako la mtumiaji. Ikiwa unahitaji kweli kubadili kwa jina mpya la mtumiaji, unaweza kutengeneza akaunti mpya, lakini itabidi uhamishe nakala za miradi yako  pekee yako.",
    "faq.shareInfoTitle": "Je, ni habari gani kunihusu ninayoweza kutoa kwa/ kuweka katika akaunti yangu?",
    "faq.shareInfoBody": "Tafadhali usisambaze habari yangu ya kibinafsi , kama anwani yako ya asili, barua pepe, nambari ya simu, au kitu kingine chochote kinachoweza kuwezesha mawasiliano nje ya Tovuti ya Scratch. Tafadhali ripoti miradi, maoni, au machapisho ya mabaraza ambayo yana habari ya aina hii, nayo Timu ya scratch itaweza kuondoa taarifai hiyo, na kumkumbusha mwandishi huyo juu ya sera zetu dhidi ya kushiriki Taarifa za kibinafsi hadharani.",
    "faq.deleteAccountTitle": "Je, ninaweza kuifuta akaunti yangu vipi?",
    "faq.deleteAccountBody": "Ingia kwenye Scratch, halafu bonyeza jina lako la mtumiaji kwenye kona ya juu kulia. Chagua \"Mipangilio ya Akaunti\", kisha bonyeza kitufe cha \"Nataka kufuta akaunti yangu\" chini ya ukurasa. Lakini unapaswa kufanya hivyo ikiwa una hakika kabisa kuwa unataka kufuta akaunti yako.",
    "faq.scratchFreeTitle": "Je! Scratch hutumika bila malipo? Je! Ninaweza kuitumia popote ninapotaka?",
    "faq.scratchFreeBody": "Naam! Scratch inapatikana bila malipo. Unaweza kuitumia katika shule yako, na unaweza kufundisha kozi juu yake (hata kozi inayogharimu pesa). Huna haja ya kununua leseni: ni bure!",
    "faq.scratchScreenshotTitle": "Je! Ninaweza kutumia picha za kiwamba za Scratch katika kitabu au uwasilishaji? ",
    "faq.scratchScreenshotBody": "Naam, unaweza kutumia picha za viwambo / picha za programu ya Scratch na tovuti kwenye kitabu au uwasilishaji, na uzichukue kuwa zina leseni chini ya leseni ya {licenseLink}. Tunakuomba uongezee nukuu mahali pengine kwenye vifaa vyako ikisema: \"Scratch ni mradi wa wakfu wa Scratch, kwa kushirikiana na Kikundi cha Lifelong Kindergarten huko MIT Media Lab. Inapatikana bure kwa https://scratch.mit.edu \".",
    "faq.licenseLinkText": "Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle": "Je, ninaweza kujumuisha maelezo ya Scratch katika makabrasha au vyombo vingine?",
    "faq.scratchDescriptionBody": "Kweli! Tunapendekeza maelezo yafuatayo: \"Scratch ni lugha ya programu pamoja na jamii ya mtandaoni ambapo yeyote anaweza kusimba na kushiriki midia shirkishi kama hadithi, michezo na ukaragushi kwa watu mbalimbali ulimwenguni. Vijana wanapounda na kushiriki miradi kwa Scrach wanajifunza kuwa na fikira bunifu, kushirikiana kwa kazi na kufikiria kwa taratibu. Scratch imetengenezwa na {sfLink} kwa kushirikiana na kikundi cha Lifelong Kindergarten huko MIT Media Lab. Inapatikana bure katika https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Je! Ninaweza kuwasilisha Scratch katika mkutano?",
    "faq.presentScratchBody": "Tafadhali jisikie huru kutoa mawasilisho juu ya Scratch kwa walimu au vikundi vingine.",
    "faq.supportMaterialTitle": "Je! Ninaweza kutumia / kubadilisha na kuboresha vifaa vya msaada vya Scratch, vihusika, picha, sauti au miradi ya sampuli ambayo nimepata kwenye tovuti?",
    "faq.supportMaterialBody": "Naam: Vifaa vingi vya Msaada vinapatikana kwenye tovuti ya Scratch chini ya leseni ya {licenseLink}. Kuna tofauti nyingi: nembo ya scratch, Paka wa scratch, Gobo, Pico, Nano, Giga, na Tera ni chapaza Scratch, na haziwezi kutumiwa bila idhinii kutoka kwa Timu ya Scratch.",
    "faq.sellProjectsTitle": "Je! Ninaweza kuuza miradi yangu ya Scratch?",
    "faq.sellProjectsBody": "Naam: Mradi wako wa scratch ni uumbaji wako. Lakini kumbuka kuwa mara tu utakaposhiriki mradi wako kwenye tovuti ya Scratch, kila mtu yuko huru kupakua, kubadilisha na kuboreshana kutumia tena mradi huo kwa msingi wa masharti ya leseni ya {licenseLink}. Kwa hivyo ikiwa unakusudia kuuza mradi wako, unaweza kutaka kuacha kuisambaza katika tovuti ya Scratch.",
    "faq.sourceCodeTitle": "Ninaweza kupata wapi msimbo asilia wa Scratch?",
    "faq.sourceCodeBody": "Msimbo asilia wa kihariri cha Scratch unaweza kupatikana kwenye {guiLink}. Msimbo asilia wa {flashLink}na {scratch14Link}, unapatikana pia kwenye GitHub. Kwa habari mpya juu ya miradi ya maendeleo inayohusiana na tovuti ya Scratch, tafadhali tembelea {developersLink}.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Nitajuaje kuhusu lililobora au lisilobora kusambaza katika tovuti ya Scratch?",
    "faq.okayToShareBody": "Tazama Scratch {cgLink} -  ni fupi na haina maeleza mengi ya kisheria. Kuna kiungo chini ya kila ukurasa wa Scratch.",
    "faq.reportContentTitle": "Je, nifanye nini ikiwa nitaliona jambo lisilofaa?",
    "faq.reportContentBody": "Unaweza kubonyeza kiungo kinachosema \"ripoti\" kwenye mradi wowote, maoni, chapisho la majadiliano, studio, au ukurasa wa wasifu endapo umeona kitu ambacho sio sawa kwa Scratch. Ikiwa hali ni ya kutatanisha, unaweza kutumia kiungo cha {contactLink}(kinapatikana chini ya kila ukurasa) kuelezea. Hakikisha kujumuisha maelezo mengi iwezekanavyo, na viungo kurejelea kurasa husika.",
    "faq.noFlameTitle": "Je nichukue hatua gani ikiwa mtu ananikosesha heshima na kunidharau?",
    "faq.noFlameBody": "Usifanye mambo kuwa mabaya zaidi kwa kuyajibu maoni dhalimu au matukano! Kujibu kunaweza kusababisha akaunti yako kufungwa. Badala yake, ripoti kitu chochote kisicho na heshima au kisicho cha msaada, na tutafuatilia na mwandishi. Sisi huangalia ripoti kila siku, mara kadhaa kwa siku - kwa hivyo hakikisha, tutaweza kurekebisha mambo.",
    "faq.reviewContentTitle": "Timu ya Scratch itachukua hatua gani ikiripotiwa jambo au kukitambuliwa jambo lenye utata?",
    "faq.reviewContentBody": "Kila siku, Timu ya Scratch huchunguza maoni yote yaliyoripotiwa. Ikiwa kitu kitakiuka miongozo ya  Scratch{cgLink}, tutakiondoa na tutatuma onyo kwenye akaunti. Tunaweza pia kuzuia akaunti au mitandao ambayo ilitumika kushiriki, hii itategemea kile kilichosambazwa pamoja na ikiwa mtu huyo ametumiwa maonyo hapo awali.",
    "faq.blockedAccountTitle": "Ni nini hufanyika wakati akaunti imefungwa?",
    "faq.blockedAccountBody": "Wakati akaunti imefungwa, mmiliki hawezi tena kufikia akaunti yake, atumie kuunda miradi, au kutuma maoni mapya. Wanapoingia, wanaona ukurasa ambao unaelezea kwa nini akaunti hiyo ilizuiwa, pamoja na fomu ya tovuti  ambayo wanaweza kutumia kuagiza kufunguliwa. Ikiwa mmiliki anaweza kuonyesha kuwa anaelewa kwanini akaunti yake ilizuiwa, na kuahidi kufuata  kanuni za Scratch {cgLink} baada ya siku chache yeye atawezeshwa tena kufikia akaunti.",
    "faq.stolenAccountTitle": "Mtu alipata kuingia kwenye akaunti yangu na akafanya akaunti yangu izuiliwe. Nifanye nini?",
    "faq.stolenAccountBody": "Una jukumu la kutunza nywila yako salama. Ikiwa mtu unayemjua alichukua udhibiti wa akaunti yako na kuyafanya mambo mabaya, waambie watu wazima ambao wanasimamia kompyuta iliyotumiwa. Ikiwa unakisia kuwa ni mtu usiyemjua ndiye aliweza kufikia akaunti yako, badilisha nenosiri na / au utumie kiungo cha {contactLink} kuelezea hali hiyo. Ikiwa akaunti yako ilizuiwa kwa kufanya kitu ambacho kilikiuka kanuni za Scratch {cgLink}, tafadhali usituambie kwamba mtu mwingine alifanya hivyo. Wakati watu wanatuambia mtu mwingine alitumia akaunti yao kufanya kitu kibaya, basi tunahitaji kujaribu na kuzungumza na mtu huyo kabla ya kurejesha akaunti. Hii inamaanisha kuwa akaunti yako itabaki imezuiwa kwa muda mrefu zaidi kuliko ikiwa utatuelezea kwa kweli kile kilichotokea.",
    "faq.aboutExtensionsTitle": "Viendelezi ni nini?",
    "faq.aboutExtensionsBody": "Kwenye kihariri cha Scratch, unaweza kuongeza  bloki za ziada zinazoitwa \"viendelezi.\" Kwa mfano, kuna viendelezi ambavyo vinakuwezesha kusanikisha vifaa vya nje (kama vile micro:bit na vifurushi vya roboti vya LEGO) na kutafsiri maandishi ndani ya miradi yako ya Scratch. Tutaendelea kuongeza viendelezi vipya kadri ya wakati, kwa hivyo kile unachoweza kufanya na Scratch kitaendelea kukua kwa wakati. ",
    "faq.howToAddExtensionsTitle": "Je, ninaweza kutumia kiendelezi katika mradi vipi?.",
    "faq.howToAddExtensionsBody": "Ukibonyeza kitufe cha \"Viendelezi\" kwenye kona ya chini kushoto ya kihariri cha Scratch, utaona orodha ya viendelezi vyote vya Scratch. Unapochagua moja ya viendelezi, kitengo kipya cha bloki kitaongezwa kwenye mradi wako. Kiendelezi hicho kitapakiwa kiatomati kila wakati mradi wako unafunguliwa. Unaweza kuongeza viendelezi vingi kwenye mradi huo.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": "Timu ya Scratch itakuwa ikichapisha maelezo na miongozo ya upanuzi katika siku zijazo. Mara tu itakapopatikana, utaweza kuwasilisha viendelezi kwa Timu ya Scratch ili kuzingatiwa katika maktaba rasmi ya upanuzi ya Scratch 3.0. Pia tutatoa miongozo ya kukuza na kusambaza upanuzi wa viendelezi vya \"majaribio\", ambavyo vinaweza kutumika kuunda miradi kwenye kompyuta za kibinafsi, bila kushirikishwa katika jamii ya mtandaonii ya Scratch.",
    "faq.scratchXTitle": "Je! Nini kitatokea kwa tovuti ya ScratchX?",
    "faq.scratchXBody": "Tovuti ya ScratchX (scratchx.org) ilikuwa ni mahala pa kufanyia viendelezi majaribio . Viendelezi vilivyoundwa kwa ajili ya ScratchX haviendani na Scratch 3.0. Mara tu viendelezi vya majaribio vitakapoungwa mkono kabisa katika Scratch tutaacha kutoa msaada kwa ScratchX na kutoa watengenezaji na watumiaji kutoka kwa ScratchX hadi kwenye jukwaa mpya la viendelezi.",
    "faq.cloudDataInfoTitle": "Vibadilika vya mtandaoni vipi?",
    "faq.cloudDataInfoBody": "Vibadilika vya mtandaoni huruhusu data kutoka kwa mradi kuhifadhiwa na kushirikishwa na watu wengine kwenye jamii ya Scratch. Unaweza kutumia vibadilika vya mtandaoni kuunda hojaji na miradi mingine ambapo wengine kwenye jamii wanaweza kufikia na kurekebisha data kwa wakati wowote.",
    "faq.makeCloudVarTitle": "Ninawezaje kutengeneza vibadilika vya mtandaoni?",
    "faq.makeCloudVarBody": "Nenda kwenye sehemu ya \"vibadilika\" kwenye bloki, chagua \"Unda Kibadilika\", kisha bonyeza kisanduku karibu na \"Kibalika cha mtandaoni (kilichohifadhiwa kwenye seva)\". Data inayohusishwa na kibadilika chako cha mtandaoni kitahifadhiwa kwenye seva, kuhifadhiwa kwa wakati, na kufikiwa na kila mtu anayefungua mradi huo.",
    "faq.onlyNumbersTitle": "Je! Ni aina gani za data zinaweza kuhifadhiwa katika vibadilika vya mtandaoni?",
    "faq.onlyNumbersBody": "Ni nambari tu zinazoweza kuhifadhiwa katika vibadilika vya mtandaoni.",
    "faq.storedCloudInfoTitle": "Nani anaweza kuona data iliyohifadhiwa katika vibadilika vya mtandaoni?",
    "faq.storedCloudInfoBody": "Unapoingiliana na mradi wa kutumia vibadilika vya mtandaoni, data inayohusishwa na mwingiliano wako inaweza kuhifadhiwa pamoja na jina lako la mtumiaji, na wengine wanaweza kuiona.",
    "faq.reportCloudTitle": "Ikiwa naona mtu akichapisha madai isiyofaa kwa kutumia vibadilika vya mtandaoni, nitaripoti vipi?",
    "faq.reportCloudBody": "Bonyeza kitufe cha \"Ripoti hii\" (chini ya kichezesaji katika ukurasa wa mradi) kuripoti maudhui yasiyofaa katika vibadilika vya mtandaoni. Hakikisha unataja \"vibadilika vya mtandaoni\" wakati unapoandika sababu yako katika ripoti.",
    "faq.chatRoomTitle": "Je! Ninaweza kuunda vyumba vya gumzo na vibadilika vya mtandaoni?",
    "faq.chatRoomBody": "Ijapokuwa ni vigumu kuunda vyumba vya gumzo ukitumia vibadilika vya mtandaoni,, haziruhusiwi kwenye tovuti ya Scratch.",
    "faq.changeCloudVarTitle": "Ni nani anayeweza kubadilisha habari kwa vibadilika vya mtandaoni?",
    "faq.changeCloudVarBody": "Ni wewe tu na watazamaji wa mradi wako ambao wanaweza kuhifadhi data kwenye vibadilika vya mtandaoni vya mradi wako. Ikiwa watu \"wanaona ndani\" au kubadilisha msimbo wako, inaunda nakala ya kibadilika na haiathiri au kubadilish vibadilika vya awali.",
    "faq.newScratcherCloudTitle": "Nimeingia, lakini siwezi kutumia miradi yenye vibadilika vya wingu. Ni nini kinaendelea?",
    "faq.newScratcherCloudBody": "Ikiwa bado wewe ni \"MwanaScracth\" kwenye tovuti, hutaweza kutumia miradi iliyo na vibadilika vya mtandaoni. Unahitaji kuwa \"MwanaScratch Kamili\" ili upate kufikia vibadilika vya mtandaoni. Tazama sehemu ya Akaunti (hapo juu) kwa habari zaidi juu ya kuhamishwa kutoka \"MwanaScratch mpya\" hadi “MwanaScratch kamili”.",
    "faq.multiplayerTitle": "Je! Inawezekana kuunda michezo ya wachezaji wengi ukitumia vibadilika vya mtandaoni?",
    "faq.multiplayerBody": "Michezo ya wachezaji wengi inaweza kuwa ngumu kuunda, kwa sababu ya kasi ya mtandao na maswala ya maingiliano. Walakini, zingine za kuvinjari zinakuja na njia za ubunifu za kutumia vibadilikai vya mtandaoni kwa zamu na zingine za michezo.",
    "faq.schoolsTitle": "Scratch shuleni.",
    "faq.howTitle": "Scratch inatumikaje shule?",
    "faq.howBody": "Scratch hutumiwa katika mamia na maelfu ya shule ulimwenguni kote, katika maeneo mengi tofauti ya masomo (pamoja na sanaa ya lugha, sayansi, historia, hesabu, na sayansi ya kompyuta). Unaweza kujifunza zaidi juu ya mikakati na nyenzo za kutumia Scratch katika shule na mazingira mengine ya kujifunzia (kama vile makumbusho, maktaba, na vituo vya jamii) kwenye {educatorsLink}.",
    "faq.educatorsLinkText": "Ukurasa wa Waalimu",
    "faq.noInternetTitle": "Je! Kuna njia ya wanafunzi kutumia Scratch bila unganisho la mtandao?",
    "faq.noInternetBody": "Ndiyo. Ni {downloadLink} toleo linaloweza kupakuliwa la Scratch ambalo linaweza kutumiwa kwenye kompyuta za mkononi na tarakilishi. Hivi sasa, programu ya Scratch inapatikana kwenye vifaa vya Windows na Mac.",
    "faq.communityTitle": "Je, ninaweza kuwatoa wanafunzi wangu kutoka katika jamii ya mtandao vipi?",
    "faq.communityBody": "Jamii ya mtandaoni ya Scratch hutoa njia kwa vijana kushiriki, kushirikiana, na kujifunza na wenzao ndani ya jamii kadirifu inayosimamiwa na Scratch {cgLink}. Walakini, tunaelewa kuwa walimu wengine wanapendelea wanafunzi wao wasishiriki katika jamii ya mtandaoni. Walimu hawa wanaweza taka kusakinisha programu ya Scratch, ambayo inatumika nje ya mtandao na kwenye kompyuta au kipakatanishi.",
    "faq.teacherAccountTitle": "Akaunti ya mwalimu ya Scratch ni nini?",
    "faq.teacherAccountBody": "Akaunti ya walimu ya Scratch inawapa waalimu vipengele ziada vinavyowawezesha kusimamia ushiriki wa wanafunzi kwenye Scratch, pamoja na uwezo wa kuunda akaunti za wanafunzi, kupanga miradi ya wanafunzi kwenye studio, na kuangalia maoni ya wanafunzi. Kwa habari zaidi juu ya Akaunti ya Mwalimu wa Scratch, angalia {eduFaqLink}",
    "faq.eduFaqLinkText": "Akaunti za mwalimu MMM",
    "faq.requestTitle": "Ninaagizaje Akaunti ya Mwalimu ya Scratch?",
    "faq.requestBody": "Unaweza kuagiza Akaunti ya Mwalimu ya Scratch kutoka kwa {educatorsLink} kwenye Scratch. Tutahitaji taarifa zaidi wakati wa mchakato wa usajili ili kuthibitisha jukumu lako kama mwalimu.",
    "faq.dataTitle": "Scratch inachukua data ipi kutoka kwa wanafunzi.",
    "faq.dataBody": "Mwanafunzi anapojiandikisha kwanza kwenye Scratch, tunauliza data ya kimsingi ya kidemografia ikiwa ni pamoja na jinsia, umri (mwezi wa kuzaliwa na mwaka), nchi, na anwani ya barua pepe kwa uthibitisho. Data hii inatumika (katika fomu iliyojumuishwa) katika masomo ya utafiti uliokusudiwa kuboresha uelewa wetu wa jinsi watu wanavyojifunza na Scratch. Wakati mwalimu anatumia Akaunti ya Mwalimu ya Scratch ili kuunda akaunti za wanafunzi kwa wingi, wanafunzi hawahitajika kutoa anwani ya barua pepe kwa usanidi wa akaunti zao.",
    "faq.lawComplianceTitle": "Je, toleo la mtandaoni la Scratch linaambatana na sheria za faragha ya taarifa za mitaa na shirikisho la Marekani?",
    "faq.lawComplianceBody1": "Scratch inajali sana juu ya faragha ya wanafunzi na ya watu wote wanaotumia jukwaa letu. Tumeweka taratibu za kiufundi na za elektroniki kulinda taarifa tunazokusanya kwenye wavuti ya Scratch. Ingawa hatuko katika nafasi ya kutoa dhamana ya kimkataba na kila chombo kinachotumia bidhaa zetu za elimu bure, tunafuata sheria zote za serikali za Amerika ambazo zinatumika kwa MIT na wakfu wa Scratch, shirika ambalo liliunda na linashughulikia Scratch. Tunakuhimiza kusoma sera ya faragha ya Scratch kwa habari zaidi",
    "faq.lawComplianceBody2": "Ikiwa ungependa kujenga miradi na Scratch bila kuwasilisha Habari Binafsi yoyote kwetu, unaweza pakua {downloadLink}. Miradi iliyoundwa katika programu ya Scratch haipatikani na Timu ya Scratch, na kutumia programu ya Scratch haifichua habari yoyote ya kibinafsi ya kubaini isipokuwa unapakia miradi hii kwa jamii ya Scratch mkondoni. "
}