{
    "faq.title": "Sık Sorulan Sorular (SSS)",
    "faq.intro": "Bu sayfada, Scratch hakkında sık sorulan soruların cevaplarını bulabilirsiniz.",
    "faq.aboutTitle": "Genel Sorular",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Katkı Yapma ve Kopyalama",
    "faq.accountsTitle": "Hesaplar",
    "faq.permissionsTitle": "Lisanslama ve İzinler",
    "faq.inappropriateContentTitle": "Uygunsuz İçerik",
    "faq.scratchExtensionsTitle": "Scratch Uzantıları",
    "faq.cloudDataTitle": "Bulut Değişkenleri",
    "faq.aboutScratchTitle": "Scratch nedir ve onunla ne yapabilirim?",
    "faq.aboutScratchBody": "Scratch programlama dili ve çevrimiçi toplulukla, kendi etkileşimli hikayelerinizi, oyunlarınızı ve animasyonlarınızı oluşturabilir ve kreasyonlarınızı dünyadaki diğer kişilerle paylaşabilirsiniz. Gençler Scratch projeleri yaratıp paylaşırken, yaratıcı düşünmeyi, sistematik bir şekilde düşünmeyi ve işbirliği içinde çalışmayı öğrenirler. Scratch hakkında daha fazla bilgi için, {aboutScratchLink} sayfasına bakınız.",
    "faq.aboutScratchLinkText": "Scratch Hakkında",
    "faq.makeGameTitle": "Scratch ile bir oyun veya animasyonu nasıl yapabilirim?",
    "faq.makeGameBody": "Scratch'a başlamanın birçok yolunu görmek için {ideasLink} adresine göz atın.",
    "faq.ideasLinkText": "Fikirler sayfası",
    "faq.whoUsesScratchTitle": "Kim Scratch kullanır?",
    "faq.whoUsesScratchBody": "Scratch, her kökenden gelen insanlar tarafından, dünyadaki tüm ülkelerde, her türlü ortamda - evler, okullar, kütüphaneler, müzeler ve daha fazlası - kullanılır. Scratch, özellikle 8 ila 16 yaş arasındaki gençler için tasarlanmıştır, ancak her yaştan insan Scratch ile yaratır ve paylaşır. Küçük çocuklar, 5 ila 7 yaşları için tasarlanmış basitleştirilmiş bir Scratch sürümü olan {scratchJrLink} denemek isteyebilirler.",
    "faq.requirementsTitle": "Scratch'in ihtiyaç duyduğu sistem özellikleri nelerdir?",
    "faq.requirementsBody": "Scratch, masaüstlerinde, dizüstü bilgisayarlarda ve tabletlerde mevcut web tarayıcılarının çoğunda çalışır. Projeleri cep telefonlarında görüntüleyebilirsiniz, ancak şu anda telefonlarda projeler oluşturamaz veya düzenleyemezsiniz. Resmi olarak desteklenen tarayıcıların listesi aşağıdadır.",
    "faq.requirementsDesktop": "Masaüstü",
    "faq.requirementsDesktopChrome": "Chrome (63+)\n",
    "faq.requirementsDesktopEdge": "Kenar (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)\n",
    "faq.requirementsDesktopIE": "Internet Explorer desteklenmiyor.",
    "faq.requirementsTablet": "Tablet",
    "faq.requirementsTabletChrome": "Mobil Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)\n",
    "faq.requirementsNote": "Not:",
    "faq.requirementsNoteDesktop": "Bilgisayarınız bu gereksinimleri karşılamıyorsa, {downloadLink} editörünü deneyebilirsiniz (SSS bölümündeki bir sonraki öğeye bakın).",
    "faq.scratchApp": "Scratch uygulaması",
    "faq.requirementsNoteWebGL": "Bir WebGL hatasıyla karşılaşırsanız, farklı bir tarayıcı deneyin.",
    "faq.requirementsNoteTablets": "Tabletlerde, şu anda \"tuşa basıldı\" bloklarını veya sağ tıklama bağlam menülerini kullanmanın bir yolu yoktur.",
    "faq.offlineTitle": "Çevrimdışı proje oluşturabileceğim ve varolan projeleri görebileceğim indirilebilir bir versiyonu var mı?",
    "faq.offlineBody": "Scratch uygulaması, internet bağlantısı olmadan Scratch projeleri oluşturmanıza olanak tanır. {downloadLink}' den Scratch web sitesinden veya cihazınız için uygulama mağazasından indirebilirsiniz. (Bu daha önce \"Scratch Çevrimdışı Düzenleyici\" olarak adlandırılıyordu).",
    "faq.uploadOldTitle": "Scratch'in eski versiyonlarını kullanıyor olsam da projelerimi web sitesine atabilir miyim?",
    "faq.uploadOldBody": "Evet: Scratch'ın önceki sürümleriyle yapılan projeleri paylaşabilir veya yükleyebilirsiniz; bunlar görünür ve oynanabilir olacaktır. (Bununla birlikte, Scratch'ın sonraki sürümlerinde yapılan veya düzenlenen projeleri indiremez ve bunları önceki sürümlerde açamazsınız. Örneğin, Scratch 2.0'ın masaüstü sürümünde {scratch2Link} bir Scratch 3.0 projesi açamazsınız. ",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Scratch için ne kadar ödemeliyim? Bir lisansa ihtiyacım var mı?",
    "faq.scratchCostBody": "Scratch her zaman bedelsiz ve özgür olacak. Scratch'ı okulunuzda, evinizde veya başka bir yerde kullanmak için bir lisansa ihtiyacınız yoktur. Scratch gelişimi ve bakımı hibe ve bağışlarla ödenmektedir. Scratch'e katkıda bulunmak istiyorsanız, {donateLink} sayfamıza bakın.",
    "faq.donateLinkText": "Bağış Sayfası",
    "faq.mediaLabTitle": "Scratch'ı kimler yarattı?",
    "faq.mediaLabBody": "Scratch, {mediaLabLink} adresindeki {llkLink} Scratch Ekibi tarafından geliştirilir ve korunur.",
    "faq.llkLinkText": "Hayat Boyu Anaokulu grubu",
    "faq.mediaLabLinkText": "MIT Medya Lab",
    "faq.aboutScratch3Title": "Scratch 3.0 Nedir?",
    "faq.aboutScratch3Body": "Scratch 3.0, 2 Ocak 2019'da piyasaya sürülen en yeni Scratch neslidir. Scratch ile nasıl, ne ve nerede yaratabileceğinizi genişletmek için tasarlanmıştır. Düzinelerce yeni sprite, tamamen yeni bir ses editörü ve birçok yeni programlama bloğu içerir. Scratch 3.0 ile, dizüstü veya masaüstü bilgisayarınıza ek olarak tabletinizde projeler oluşturabilir ve oynatabilirsiniz.",
    "faq.reportBugsScratch3Title": "Scratch 3.0'da hataları nasıl rapor edebilir ve geri bildirimde bulunabilirim?",
    "faq.reportBugsScratch3Body": "Hataları rapor edebilir ve geri bildiriminizi Scratch tartışma forumlarının {forumsLink} bölümünde paylaşabilirsiniz.",
    "faq.forumsLinkText": "Hatalar ve Aksaklıklar",
    "faq.languagesScratch3Title": "Scratch 3.0 birden fazla dilde mevcut mu?",
    "faq.languagesScratch3Body1": "Evet. Programlama bloklarının dilini değiştirmek için, programlama editörünün üst gezinme çubuğundaki “dünya” ikonuna tıklayın, ardından bir dil seçmek için açılır menüye tıklayın.",
    "faq.languagesScratch3Body2": "Tüm çevirilerimiz gönüllüler tarafından yapılır. Scratch 3.0 editörü zaten 40+ dile çevrildi. Şu anda çevrilmiş ve incelenen tüm dilleri {transifexLink} adresinde görebilirsiniz. Tercüme veya inceleme konusunda yardım etmek istiyorsanız, lütfen {emailLink} ile iletişime geçin.",
    "faq.transifexLinkText": "çeviri sunucusu",
    "faq.removedBlocksScratch3Title": "Scratch 3.0, Scratch'ın önceki sürümlerinden kodlama bloklarını kaldırır mı?",
    "faq.removedBlocksScratch3Body": "Scratch 3.0'da hiçbir kodlama bloğu kaldırılmadı, ancak bazıları biraz değişti, bazıları ise \"Eklentiler\" e geçti (aşağıda {extensionsFAQLink} bölümünde açıklandığı gibi, ).",
    "faq.newBlocksScratch3Title": "Scratch 3.0 yeni bloklar sunuyor mu?",
    "faq.newBlocksScratch3Body": "Evet! Scratch 3.0'da şunları bulacaksınız:",
    "faq.newBlocksSoundEffect": "Yeni \"ses efekti\" blokları",
    "faq.newBlocksOperators": "Metinle çalışmayı kolaylaştıran yeni operatörler (dizeler)",
    "faq.newBlocksPen": " Şeffaflık desteği de içeren yeni kalem blokları",
    "faq.newBlocksGlide": "Kolayca hareketli bir yere (veya rastgele noktaya) hareket etmek için yeni kayma bloğu",
    "faq.newBlocksExtensions": "\"Scratch Eklentileri\" ile birçok yeni özellik (aşağıdaki Eklentiler bölümüne bakın)",
    "faq.biggerBlocksScratch3Title": "Scratch 3.0'da neden bloklar önceki sürümlerden daha büyük?",
    "faq.biggerBlocksScratch3Body": "Scratch 3.0'ın dokunmatik cihazlarda (birçok Chromebook, Windows Surface dizüstü bilgisayar ve tablet gibi) iyi çalışmasını sağlamak için blokları büyütmemiz gerekiyordu, böylece blokları sürükleyip dokunma daha kolay hale geldi. Ayrıca, Scratch 3.0'da blokların biraz daha büyük olması yeni kullanıcıların küçük arayüz öğelerini tıklatıp sürüklemekte sorun yaşadıklarından dolayıdır.",
    "faq.extensionsScratch3Title": "Pen blokları nereye gitti? Müzik blokları nereye gitti? Video Algılama blokları nereye gitti?",
    "faq.extensionsScratch3Body": "Kalem, Müzik ve Video Algılama blokları eklentilere taşındı. Ekranın sol alt köşesindeki düğmeyi tıklatarak eklentileri ekleyebilirsiniz (aşağıdaki \"Eklentiler\" bölümüne bakın).",
    "faq.paintEditorScratch3Title": "Resim Düzenleyici'deki yeni özellikler nelerdir?",
    "faq.paintEditorScratch3Body": "Resim Editorü, güçlü yeni özellikler sağlamak ve aynı zamanda kullanımı kolaylaştırmak için yeniden tasarlanmıştır. Değişiklikler ve yeni özellikler şunları içerir:",
    "faq.paintEditorLayout": "Mevcut araçları ve seçenekleri daha görünür hale getiren yeni düzen",
    "faq.paintEditorTools": "Vektör modunda çalışan \"silgi\" gibi yeni araçlar",
    "faq.paintEditorColors": "Renkleri seçmek ve ayarlamak için daha fazla seçenek",
    "faq.paintEditorVector": "Vektör noktaları üzerinde daha fazla kontrol (eğri kolları ve nokta modları)",
    "faq.paintEditorLayers": "Katman ayarları için ek kontroller (\"öne getir\", \"arkaya taşı\", vb.)",
    "faq.paintEditorGradients": "Yeni gradyan kontrolleri",
    "faq.soundEditorScratch3Title": "Ses Düzenleyici'deki yeni özellikler nelerdir?",
    "faq.soundEditorScratch3Body": "Ses Düzenleyici, seslerin kaydedilmesini ve değiştirilmesini kolaylaştırmak için yeniden tasarlanmıştır. Bir dizi yeni özellik sunar:",
    "faq.soundEditorRecording": "Kullanımı daha kolay olan yeni ses kayıt sistemi",
    "faq.soundEditorTrimming": "Kullanımı daha kolay olan yeni ses düzeltme sistemi",
    "faq.soundEditorEffects": "Yeni ses efektleri (\"daha hızlı\", \"daha yavaş\" ve \"robot\" gibi)",
    "faq.tipsWindwScratch3Title": "Scratch İpuçları Penceresine ne oldu?",
    "faq.tipsWindowScratch3Body": "İpuçları Penceresi yerine, Scratch 3.0, programlama editörünün üst gezinti çubuğundaki Tutorials linkinden erişilebilen Tutorials Library aracılığıyla benzer bir materyal sunar. Tüm projeler (\"Bir Kovalama Oyunu Yap\" gibi) veya belirli bloklar ve özellikler (\"Ses Kaydet\" veya \"Döndür\" gibi) için öğreticiler bulacaksınız. Yakında daha fazla ders eklenecek (\"Pong Oyunu\" ve \"Uçur\" ) gibi.",
    "faq.remixDefinitionTitle": "Katkı nedir?",
    "faq.remixDefinitionBody": "Scratch kullanıcıları başka birinin projesini kopyalayıp kendi fikirlerine göre değişiklikler yaparlarsa, bu projeye 'remix' denir. Scratch sitesinde paylaşılan tüm projeler remix yapılabilir. Biz en ufak değişikliği bile geçerli bir remix olarak kabul ediyoruz. Yeter ki orijinal proje ve yeterli katkılar yapanlara gereken prim verilsin.",
    "faq.remixableTitle": "Neden Scratch Ekibi tüm projelerin “katkılabilir\" olmasını mecbur tutuyor?",
    "faq.remixableBody": "Başkalarının projelerine katkılamanın programlamayı ve ilginç projeler oluşturmayı öğrenmenin harika bir yolu olduğuna inanıyoruz. Katkılama yoluyla, yaratıcı fikirler Scratch topluluğuna yayılır ve herkes yararlanır. Scratch web sitesinde paylaşılan tüm projeler “Scratch Web sitesinde Paylaşan Creative Creative Commons Share” lisansı kapsamındadır; bu, Scratch web sitesinde gördüğünüz herhangi bir projeyi remiks edebileceğiniz anlamına gelir - ve diğerleri, web sitesinde paylaştığınız herhangi bir projeyi remix edebilir. .",
    "faq.creativeCommonsTitle": "Peki, diğerlerinin projelerime katkı yapmasını istemiyorsam?",
    "faq.creativeCommonsBody": "Projelere katkıda bulunmak Scratch toplumunun önemli bir parçasıdır. Eğer başkalarının görmesini ve katkıda bulunmasını istemiyorsan, gene de projelerini yaratabilirsin. Sadece çalışmalarını sitemizde yayınlama.",
    "faq.fairUseTitle": "Projelerimde internetten bulduğum resim / ses / video vs. kullanabilir miyim?",
    "faq.fairUseBody": "Bir başkasının işini kendinizinkine entegre etmeyi seçerseniz, onlara “krediler” bölümüne kredi verdiğinizden ve orijinaline geri bir bağlantı eklediğinizden emin olun. Zaten remix için lisanslı olan sanat / sesleri bulmak için {ccLink} adresine göz atın.",
    "faq.ccLinkText": "Creative Commons arama sayfası",
    "faq.whyAccountTitle": "Bir Scratch hesabına sahip olmak neden faydalıdır?",
    "faq.whyAccountBody": "Bir hesabınız olmasa bile, başkalarının projelerini oynayabilir, yorumları ve forumları okuyabilir ve hatta kendi projelerinizi oluşturabilirsiniz. Ancak, projeleri kaydetmek ve paylaşmak, yorumlar yazmak ve forum yazıları yazmak ve topluluktaki diğer \"sosyal\" etkinliklere katılmak için (diğer insanların projelerini \"beğenmek\" gibi) bir hesaba ihtiyacınız var.",
    "faq.createAccountTitle": "Hesabımı nasıl oluşturabilirim?",
    "faq.createAccountBody": "Scratch giriş sayfasındaki \"Katıl\" düğmesini tıklamanız yeterlidir. Birkaç soruya cevap vermeniz ve bir e-posta adresi sağlamanız gerekir. Sadece birkaç dakika sürer ve tamamen ücretsizdir!",
    "faq.checkConfirmedTitle": "Hesabımın onaylanıp onaylanmadığını nasıl kontrol edebilirim?",
    "faq.howToConfirmTitle": "Hesabımı nasıl doğrularım?",
    "faq.howToConfirmBody": "Scratch'te yeni bir hesap oluşturduktan sonra, bağlantı içeren bir e-posta mesajı alacaksınız. Hesabınızı onaylamak için bağlantıya tıklamanız yeterli. Hesabınızı onayladıktan sonra projeleri paylaşabilir, yorum yazabilir ve stüdyolar oluşturabilirsiniz. Hesabınızı onaylamanız, Scratch Team'den e-posta güncellemeleri almanızı da sağlar. Onay bağlantısını içeren e-postayı bulamazsanız, İstenmeyenler klasörünüzü kontrol edin. Hala bulamıyorsanız ve başka bir kopya almak istiyorsanız, Hesap Ayarlarınıza gidin, E-posta sekmesini tıklayın ve oradaki talimatları izleyin. Lütfen e-postanın ulaşmasının bir saat kadar sürebileceğini unutmayın. Bir saat sonra e-postayı hala göremiyorsanız,  bize bildirin: {contactLink}.",
    "faq.contactLinkText": "Bize bildirin.",
    "faq.checkConfirmedBody": "hesabınızın onaylandığını kontrol etmek için önce Scratch'e giriş yapıp {settingsLink} bağlantısına  gidin. Onaylanmış eposta adreslerinin yanında ufak bir onay işareti olacaktır. Aksi taktirde turuncu renkteki \"epostanız onaylanmamıştır\" metnini göreceksiniz.",
    "faq.settingsLinkText": "E-posta Ayarları",
    "faq.requireConfirmTitle": "Hesabımı doğrulamam şart mı?",
    "faq.requireConfirmBody": "Scratch'in çoğu özelliklerini, projeler yaratma ve kaydetme dahil (paylaşma hariç), hesabınızı onaylamadan kullanabilirsiniz. ",
    "faq.forgotPasswordTitle": "Kullanıcı adımı veya şifremi mi unuttum? Nasıl yenileyebilirim?",
    "faq.forgotPasswordBody": "Kullanıcı adını veya e-posta adresini {resetLink}'ya gir. Kullanıcı adının bağlı olduğu e-posta adresine şifreni sıfırlamak için bir link göndereceğiz.",
    "faq.resetLinkText": "Şifre Sıfırlama ",
    "faq.changePasswordTitle": "Şifremi nasıl değiştirebilirim?",
    "faq.changePasswordBody": "Scratch hesabınıza giriş yapın, ardından şifrenizi değiştirebileceğiniz {changeLink} sayfamızı ziyaret edin.",
    "faq.changeLinkText": "Şifre Ayarları",
    "faq.changeEmailTitle": "E-posta adresimi nasıl değiştirebilirim?",
    "faq.changeEmailBody": "Scratch sitesine git, giriş yap, {changeEmailLink} menüsüne tıkla ve ePosta değişikliği yap.",
    "faq.newScratcherTitle": "'Yeni Scratchçi'likten 'Scratchçi'liğe' nasıl geçerim?",
    "faq.newScratcherBody": "Bir hesap oluşturduğunuzda, “Yeni Scratch' ci olarak etiketleneceksiniz. “Scratch”ci ye geçiş yapmak için projeler yapmalı, paylaşmalı, diğer Scratch'cilerin projeleri hakkında faydalı yorumlarda bulunmalı ve sabırlı olmalısınız! Gereksinimleri yerine getirdikten sonra, profil sayfanızda sizi bir Scratch'ci olmaya davet eden bir bağlantı görünecek ve Scratch web sitesinde bazı ek yeteneklere sahip olacaksınız. (Talep üzerine Yeni Scratch'cıları  Scratch'cılara terfi etmediğimizi unutmayın)",
    "faq.multipleAccountTitle": "Birden fazla hesabım olabilir mi?",
    "faq.multipleAccountBody": "Topluluk ilkelerine {cgLink} uyulduğu sürece birden fazla hesaba sahip olunmasında bir sorun yoktur. İlkelere aykırı bir durumda tüm hesaplar bloke edilecek ya da silinecektir.",
    "faq.multipleLoginTitle": "Bir hesaba birden fazla kişinin giriş yapmasında sorun oluşur mu?",
    "faq.multipleLoginBody": "Buna izin verilmez, çünkü aynı hesapta birden fazla kişi oturum açtığında web sitesi ve proje düzenleyicisi kolayca karışabilir. Bir hesap {cgLink} ihlal eden bir şey yaptığında, ilgili tüm hesaplar engellenebilir veya silinebilir. Bir hesabı onunla kötü şeyler yapan biriyle paylaşırsanız, bu, hesaplarınızın diğer kişinin yaptığı şey için engellenebileceği anlamına gelir.",
    "faq.changeUsernameTitle": "Kullanıcı adımı değiştirebilir miyim?",
    "faq.changeUsernameBody": "Scratch web sitesinin yapısı senin kullanıcı adınla direk olarak ilişkilidir bu nedenle kullanıcı adını değiştirmen mümkün değildir. Eğer bu gerçekten gerekliyse yeni bir hesap açabilirsin fakat eski projelerini yeni hesabına kendin kopyalamak zorundasın.",
    "faq.shareInfoTitle": "Hesabımda hangi bilgileri paylaşabilirim?",
    "faq.shareInfoBody": "Lütfen kişisel adresiniz, e-posta adresiniz, telefon numaranız veya Scratch web sitesi dışında iletişim kurmak için kullanılabilecek başka hiçbir şey gibi iletişim bilgilerinizi paylaşmayın. Lütfen bu tür bilgileri içeren projeleri, yorumları veya forum yayınlarını bildirin, böylece Scratch Ekibi bilgileri kaldırabilir ve kişisel iletişim bilgilerinin paylaşılmasına karşı ilkelerimizi  hatırlatabilir.",
    "faq.deleteAccountTitle": "Hesabımı nasıl silebilirim?",
    "faq.deleteAccountBody": "Scratch'a giriş yapın ve ardından sağ üst köşedeki kullanıcı adınızı tıklayın. \"Hesap Ayarları'\"nı seçip sayfanın altındaki \"Hesaplarımı silmek istiyorum\" bağlantısını tıklayın. Ancak bunu yalnızca hesabınızı silmek istediğinizden kesinlikle eminseniz yapmanız gerekir.",
    "faq.scratchFreeTitle": "Scratch bedava mıdır? İstediğim yerde kullanabilir miyim?",
    "faq.scratchFreeBody": "Evet! Scratch programına hiç bir ücret ödemeden sahip olabilirsiniz. Okulda bir ders aracı olarak veya Scratch kursu vermek için kullanabilirsiniz. Bu ders veya kurstan para kazanıyor bile olsanız her hangi bir lisans satın almanız gerekmez - tamamen ücretsizdir.",
    "faq.scratchScreenshotTitle": "Scratch'in ekran görüntülerini bir kitapta ya da sunumda kullanabilir miyim?",
    "faq.scratchScreenshotBody": "Evet, Scratch ekran / uygulama  görüntülerini bir kitap veya sunum için  kullanabilirsiniz. Scratch uygulaması ve web sitesinde aldığınız resim ve ekran görüntüleri {licenseLink} altındadır. Sizden ricamız çalışmanızın içine \"Scratch programı MIT Media Lab LifeLong Kindergarten tarafında geliştirilmiştir.  http://scratch.mit.edu sayfasından ücretsiz olarak ulaşılabilir.\" yazısını eklemenizdir.",
    "faq.licenseLinkText": "Creative Commons Atıf-Paylaş",
    "faq.scratchDescriptionTitle": "Scratch'in tanımını broşüre ya da başka materyallere dahil edebilir miyim?",
    "faq.scratchDescriptionBody": "Tabii ki! Biz şu tanımı tavsiye ediyoruz : \"Scratch kendi etkileşimli hikayelerini, oyunlarını ve çizgi filmlerini oluşturabileceğin bir programlama dili ve cevrimiçi topluluktur. Scratch ile oluşturduğunuz tüm uygulamaları dünya ile kolayca paylaşabilirsiniz. Scratch ile projeler geliştirme sürecinde, yaratıcı ve sistematik düşünmeyi, ortaklaşa çalışmayı öğrenebilirsiniz. Scratch MIT Media Lab içinde bulunan {sfLink} grubu tarafından ve LifeLong Kindergarten adlı grubun işbirliği ile geliştirilen bir projedir. Ücretsiz olarak http://scratch.mit.edu adresinden temin edilebilir.\"",
    "faq.presentScratchTitle": "Bir toplantıda Scratch'i tanıtabilir miyim?",
    "faq.presentScratchBody": "Scratch'in eğitimcilere ve gruplara tanıtımını yapmakta serbestsiniz. ",
    "faq.supportMaterialTitle": "Web sitesinde bulduğum Scratch destek gereçlerini, kuklaları, resimleri, sesleri veya örnek projeleri kullanabilir miyim?",
    "faq.supportMaterialBody": "Evet - Çoğu Scratch destek materyalleri {licenseLink} lisansı altında ortak kullanıma sunulmuştur. Scratch logosu, Scratch kedicik, ve Gobo, Pico, Nano, Giga, and Tera (yani Scratch belirgin özellikleri) Scratch Ekibinden izin alınmadan kullanılabilir.",
    "faq.sellProjectsTitle": "Scratch projelerimi satabilir miyim?",
    "faq.sellProjectsBody": "Evet, senin projen senin eserindir. Unutma ki web sitesinde paylaştığında, herkes projeni indirmekte, katkı yapmakta ve kullanmakta özgürdür çünkü sitemizde yayınlanan her eser {licenseLink} altındadır. Eğer projeni satma niyetindeysen projeni paylaşımdan çekmek isteyebilirsin.",
    "faq.sourceCodeTitle": "Scratch'ın kaynak kodunu nasıl temin edebilirim?",
    "faq.sourceCodeBody": "Scratch editörünün kaynak kodu {guiLink} 'da bulunabilir. {flashLink} ve {scratch14Link} kaynak kodu da GitHub'da mevcuttur. Scratch web sitesi ile ilgili geliştirme projeleri hakkında güncellenmiş bilgiler için lütfen {developersLink} ziyaret edin.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Scratch web sitesinde paylaştıklarımın uygun olup olmadığını nasıl bilebilirim?",
    "faq.okayToShareBody": "{cgLink} de Scratch kurallarına bakabilirsin - gayet açıktır ve hukuki terim içermez. Scratch sitesindeki her sayfanın altında buna bir link vardır.",
    "faq.reportContentTitle": "Eğer uygunsuz bir içerik gördüysem ne yapmalıyım?",
    "faq.reportContentBody": "Eğer Scratch'e uygun olmadığını düşündüğün birşey varsa projelerdeki, yorumlardaki ve tartışmalardaki \"Şikayet et\" linkine tıklayabilirsin. Eğer durum karmaşıksa, {contactLink} linkini kullanarak açıklama yapabilirsin. İlgili sayfaların linklerini de belirterek mümkün olduğunca çok detay vermeye gayret et.",
    "faq.noFlameTitle": "Eğer birinin kabalığına veya saygısızlığına şahit olursam ne yapmalıyım?",
    "faq.noFlameBody": "Yangına körükle gitme! Kaba yorumlara daha kabalaşarak cevap vermek işi daha da kötüye götürür. Hatta senin hesabın bile bloke edilebilir. Bunun yerine saygısız ve kırıcı ne görürsen bize bildir, biz yazanı takibe alıp gerekeni yaparız. Bildirimleri hergün birkaç defa kontrol ediyoruz, merak etme.",
    "faq.reviewContentTitle": "Bir sorun bildirildiğinde veya bir proje kontrol edilmesi için işaretlendiğinde Scratch ekibi ne yapar?",
    "faq.reviewContentBody": "Scratch Ekibi, her gün yorumları ve projeleri denetler. Scratch topluluk kurallarını {cgLink} ihlal eden bir şey varsa, onu kaldırabilir ve hesaba bir uyarı gönderebiliriz. Ne kadar kötü olduğuna bağlı olarak (veya hesabı önceden uyarmışsak), paylaşmak için kullanılan hesapları veya ağları da engelleyebiliriz.",
    "faq.blockedAccountTitle": "Bir hesap dondurulduğunda ne olur?",
    "faq.blockedAccountBody": "Bir hesap dondurulduğunda, hesap sahibi artık bu hesaba erişmez, proje yapamaz ve de forumlara yorum yazamaz. Hesaplarına giriş yaptıklarında, hesaplarının neden dondurulduğu açıklayan bir uyarı ve hesabın çözülmesini talep etmek için bir form görürler. Eğer bu kişinin hesabının neden dondurulduğunu anladığına, Scratch kurallarına {cgLink} uyacağına ve bir daha yapmıyacağına dair vereceği sözü tutacağına kani olursak hesabı çözebiliriz. ",
    "faq.stolenAccountTitle": "Birileri benim hesabımı ele geçirdi ve hesabım yasaklandı. Ne yapabilirim?",
    "faq.stolenAccountBody": "Parolanızı güvende tutmaktan siz sorumlusunuz. Tanıdığınız biri hesabınızı kontrol altına aldıysa ve kötü şeyler yaptıysa, yetişkinlere kullandıkları bilgisayardan sorumlu olduğunu söyleyin. Tanımadığınız birinin hesabınıza erişimi olduğunu düşünüyorsanız, şifreyi değiştirin ve / veya durumu açıklamak için {contactLink} bağlantısını kullanın. Hesabınız, {cgLink} ihlal eden bir şeyi yapmak için engellenmişse, lütfen bize başka birinin yaptığını söylemeyin. İnsanlar bize başkalarının hesaplarını kötü bir şey yapmak için kullandıklarını söylediğinde, hesabı geri yükleyebilmemiz için o kişiyle konuşmayı denememiz gerekir. Bu, hesabınızın, olanlar hakkında bize karşı dürüst olmanızdan çok daha uzun süre engelleneceği anlamına gelir.",
    "faq.aboutExtensionsTitle": "Eklentiler nedir?",
    "faq.aboutExtensionsBody": "Scratch düzenleyicisinde, \"eklentiler\" adı verilen fazladan blok koleksiyonlarını ekleyebilirsiniz. Örneğin, fiziksel aygıtları (mikro: bit ve LEGO robotik kitleri gibi) programlamanıza ve Scratch projelerinizdeki metni çevirmenize olanak sağlayan eklentiler vardır. Zamanla yeni eklentiler eklemeye devam edeceğiz, bu nedenle Scratch ile yapabilecekleriniz zamanla büyümeye devam edecek.",
    "faq.howToAddExtensionsTitle": "Bir projeye nasıl eklenti eklerim?",
    "faq.howToAddExtensionsBody": "Scratch programlama editörünün sol alt köşesindeki \"Eklentiler\" düğmesine tıklarsanız, tüm Scratch Eklentilerinin bir listesini göreceksiniz. Eklentilerden birini seçtiğinizde, projenize yeni bir blok kategorisi eklenecektir. Eklenti, projeniz her açıldığında otomatik olarak yüklenecektir. Aynı projeye birden fazla eklenti ekleyebilirsiniz.",
    "faq.createExtensionsTitle": "Scratch için kendi eklentimi nasıl oluşturabilirim?",
    "faq.createExtensionsBody": "Scratch Team gelecekte uzantıları için şartname ve kılavuzları yayınlayacak. Kullanılabilir olduğunda, resmi Scratch 3.0 eklenti kitaplığında değerlendirilmek üzere eklentileri Scratch Ekibine gönderebileceksiniz. Ayrıca, tek tek bilgisayarlarda projeler oluşturmak için kullanılabilecek, ancak Scratch çevrimiçi topluluğunda paylaşılmayan \"deneysel\" eklentilerin geliştirilmesi ve dağıtılması için kılavuzlar da sunacağız.",
    "faq.scratchXTitle": "ScratchX web sitesine ne olacak?",
    "faq.scratchXBody": "ScratchX web sitesi (scratchx.org), eklentiler için deneysel bir test ortamıydı. ScratchX için oluşturulan eklentiler Scratch 3.0 ile uyumlu değildir. Scratch'te deneysel eklentiler tamamen desteklendikten sonra ScratchX desteğini durduracağız ve geliştiricilere ve kullanıcılara ScratchX'ten yeni eklentiler platformuna geçmeleri için zaman tanıyacağız.",
    "faq.cloudDataInfoTitle": "Bulut değişkenleri nedir?",
    "faq.cloudDataInfoBody": "Bulut verisi projede istenilen değişkenlerin ağ-üzerinden kaydedilmesini ve herkes ile paylaşılabilmesini mümkün kılan bir özelliktir. Bulut verilerini anketler yapmak için veya toplumdaki diğer kullanıcıların verilere uzun zaman ulaşması gerektiğinde kullanabilirsin.",
    "faq.makeCloudVarTitle": "Bulut değişkenini nasıl tanımlayabilirim?",
    "faq.makeCloudVarBody": "Bloklar paletinin \"Değişkenler\" bölümüne gidin, Bir \"Değişken Yap\"ı seçin ve ardından \"Bulut değişkeninin (sunucuda depolanan)\" yanındaki onay kutusunu tıklayın. Bulut değişkeninizle ilişkili veriler sunucuda saklanır, zaman içinde korunur ve projeyi açan herkes tarafından erişilebilir.",
    "faq.onlyNumbersTitle": "Bulut değişkenlerine ne tip veriler kaydedilir.",
    "faq.onlyNumbersBody": "Bulut değişkenlerinde yalnızca sayılar saklanabilir.",
    "faq.storedCloudInfoTitle": "Bulutta saklanmış verileri kimler görebilir?",
    "faq.storedCloudInfoBody": "Bulut verisi kullanan bir proje ile etkileşime girdiğinde, kullanıcı adın ile ilişkilendirilmiş bir şekilde bilgilerin saklanabilir ve diğerleri de bunu görebilir. ",
    "faq.reportCloudTitle": "Eğer birilerinin bulut veri kullanarak uygunsuz gönderide bulunduğunu görürsem, nasıl rapor yapabilirim?",
    "faq.reportCloudBody": "Bulut verilerinde uygunsuz içeriği bildirmek için \"Bunu rapor et\" düğmesini (proje oynatıcısının altında) tıklayın. Raporda nedeninizi yazdığınızda \"bulut verileri\" ni belirttiğinizden emin olun.",
    "faq.chatRoomTitle": "Bulut veri kullanarak sohbet odası yapabilir miyim?",
    "faq.chatRoomBody": "Teknik olarak mümkün olmakla beraber, şu anda sitemizde bulut değişkenleriyle sohbet odası yapımına izin vermiyoruz. ",
    "faq.changeCloudVarTitle": "Bulut değişkenindeki bilgileri kim değiştirebilir?",
    "faq.changeCloudVarBody": "Projendeki bulut değişkenine sadece senin projen erişebilir. Eğer başkaları projene \"bakmış\" veya katkı yapmışsa aynı isimde fakat farklı bir bulut değişkeni oluşturulur ve orijinalleri etkilenmez.",
    "faq.newScratcherCloudTitle": "Giriş yaptım ama yine de bulut değişkenleri olan projeleri kullanamıyorum. Neler oluyor?",
    "faq.newScratcherCloudBody": "Web sitesinde hala \"Yeni Scratch Kullanıcı\" iseniz, bulut değişkenleri olan projeleri kullanamazsınız. Bulut değişkenlerine erişebilmek için \"Scratch Kullanıcı\" olmanız gerekiyor. “Yeni Scratch Kullanıcı” dan “Scratch Kullanıcı” ya geçiş hakkında daha fazla bilgi için Hesaplar bölümüne (yukarıda) bakın.",
    "faq.multiplayerTitle": "Bulut verisi kullanarak çok oyunculu oyunlar yapmak mümkün mü?",
    "faq.multiplayerBody": "Ağ hızı ve senkronizasyon sorunları nedeniyle çok oyunculu oyunların oluşturulması zor olabilir. Ancak, bazı Scratcher'cılar, adım-adım ve diğer oyun türleri için bulut değişkenlerini kullanmanın yaratıcı yollarını buluyor.",
    "faq.schoolsTitle": "Okullarda Scratch",
    "faq.howTitle": "Scratch okullarda nasıl kullanılıyor?",
    "faq.howBody": "Scratch, dünyadaki binlerce okulda, pek çok farklı alanda (dil sanatları, bilim, tarih, matematik ve bilgisayar bilimi dahil) kullanılmaktadır. Scratch'i okullarımızda ve diğer öğrenme ortamlarında (müzeler, kütüphaneler ve toplum merkezleri gibi)  kullanmak için stratejiler ve kaynaklar hakkında {educatorsLink} daha fazla bilgi edinebilirsiniz. ",
    "faq.educatorsLinkText": "Eğitmen Sayfası",
    "faq.noInternetTitle": "İnternet bağlantısı olmadan öğrenciler Scratch'i kullanabilir mi?",
    "faq.noInternetBody": "Evet. {downloadLink}, dizüstü ve masaüstü bilgisayarlarda çalışabilen Scratch' in indirilebilir bir sürümüdür. Şu anda Scratch uygulaması Windows ve Mac cihazlarda kullanılabilir.",
    "faq.communityTitle": "Öğrencilerim için çevrimiçi topluluğu kapatabilir miyim?",
    "faq.communityBody": "Scratch çevrimiçi topluluğu, gençlerin Scratch {cgLink} tarafından yönetilen bir topluluk içinde yaşıtlarıyla paylaşmaları, işbirliği yapmaları ve öğrenmeleri için bir yol sağlar. Ancak, bazı eğitimcilerin, öğrencilerinin çevrimiçi bir topluluğa katılmamasını tercih ettiğini anlıyoruz. Bu eğitimciler, çevrimdışı ve yerel olarak bir masaüstü veya dizüstü bilgisayarda çalışan Scratch uygulamasını yüklemek isteyebilir.",
    "faq.teacherAccountTitle": "Scratch öğretmen hesabı nedir?",
    "faq.teacherAccountBody": "Scratch Öğretmen Hesabı, öğrencilerin Scratch kullanımını yönetebilmeleri için öğretmen ve diğer eğitimcilere, öğrenci hesaplarını oluşturma, stüdyolarda öğrenci projeleri organize etme ve öğrenci yorumlarını kontrol etme gibi yetkiler sağlar.  Öğretmen Hesapları hakkında daha fazla bilgi  için {eduFaqLink} a bakın.",
    "faq.eduFaqLinkText": "Scratch Öğretmen Hesabı Sık Sorulan Sorular",
    "faq.requestTitle": "Nasıl Scratch Öğretmen Hesabı alabilirim?",
    "faq.requestBody": "{educatorsLink}  üzerinden Öğretmen Hesabı talebi yapabilirsiniz. Eğitmen kimliğinizi doğrulamak için kayıt sırasında daha detaylı sorular sorulacaktır.",
    "faq.dataTitle": "Scratch öğrenciler ile ilgili hangi verileri topluyor?",
    "faq.dataBody": "Bir öğrenci ilk kez Scratch'a kaydolduğunda, cinsiyet, yaş (doğum ayı ve yılı), ülke ve doğrulama için e-posta adresi gibi temel demografik bilgileri isteriz. Bu veriler, insanların Scratch ile nasıl öğrendiği konusundaki araştırma çalışmalarında kullanılır. (toplu olarak) Öğretmen hesabı ile toplu olarak öğrenci hesaplarının oluşturulması durumunda öğrencilerin ayrıca hesap kurulumu için e-posta adresi vermesine gerek olmaz. ",
    "faq.lawComplianceTitle": "Scratch'in çevrimiçi sürümü Amerika Birleşik Devletleri yerel ve federal veri gizliliği yasalarıyla uyumlu mu?",
    "faq.lawComplianceBody1": "Scratch, öğrencilerin ve platformumuzu kullanan tüm bireylerin mahremiyetine büyük önem vermektedir. Scratch web sitesinde topladığımız bilgileri korumak için fiziksel ve elektronik prosedürler uyguluyoruz. Her ne kadar ücretsiz eğitim ürünümüzü kullanan her bir işletme ile sözleşme yapma pozisyonunda olmasakta, Scratch'i yaratan ve koruyan MIT ve Scratch Vakfı , ABD'de geçerli olan tüm federal yasalara uygundur. Daha fazla bilgi için Scratch Gizlilik Politikası'nı okumanızı öneririz",
    "faq.lawComplianceBody2": "Bize herhangi bir Kişisel Bilgi göndermeden Scratch ile projeler inşa etmek isterseniz, {downloadLink}'den indirebilirsiniz. Scratch uygulamasında oluşturulan projelere Scratch Ekibi erişemez ve Scratch uygulamasının kullanılması, bu projeleri Scratch çevrimiçi topluluğuna yüklemediğiniz sürece, Scratch'e kişisel olarak tanımlayıcı herhangi bir bilgi ifşa etmez."
}