{
    "faq.title": "Ko‘p so‘raladigan savollar (savol-javoblar)",
    "faq.intro": "Bu sahifada Scratch haqida ko‘p so‘raladigan savollarga javob topasiz.",
    "faq.aboutTitle": "Umumiy savollar",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Remiks va nusxalash",
    "faq.accountsTitle": "Hisoblar",
    "faq.permissionsTitle": "Litsenziya va ruxsatlar",
    "faq.inappropriateContentTitle": "Noma’qul kontent",
    "faq.scratchExtensionsTitle": "Scratch Ilovalari",
    "faq.cloudDataTitle": "Bulutli o'zgaruvchilar",
    "faq.aboutScratchTitle": "Scratch nima va u bilan nima qilishim mumkin?",
    "faq.aboutScratchBody": "Scratch dasturlash tili va online hamjamiyati bilan birgalikda siz o'zingizni shaxsiy interaktiv  hikoyalaringizni, o'yinlaringizni va animatsiyalaringizni yaratishingiz va butun dunyo bo'ylab ijodingizni ulashishingiz mumkin. Yoshlar Scratch loyihalarini yaratish va ulashish orqali ular hamkorlikda ishlashni va muntazam ravishda ijodiy fikrlashni o'rganishadi. Scratch haqida ko'proq ma'lumot o'rganish uchun 1 {aboutScratchLink} sahifasiga kirib ko'ring.",
    "faq.aboutScratchLinkText": "Scratch haqida",
    "faq.makeGameTitle": "Scratch yordamida o‘yin va animatsiyani qanday yaratsam bo‘ladi?",
    "faq.makeGameBody": "Scratch ni boshlash uchun ko'pgina yo'llarini 1 {ideasLink} dan tekshirib ko'ring",
    "faq.ideasLinkText": "G'oyalar sahifasi",
    "faq.whoUsesScratchTitle": "Scratch dan kimlar foydalanishi mumkin?",
    "faq.whoUsesScratchBody": "Scratch dan odamlar  kelib chiqishidan qat'iy nazar butun dunyo bo'ylab barcha davlatlarda, turli-xil vaziyatlarda -- uylarda, maktablarda, kutubxonalarda, muzeylarda va boshqa ko'pgina joylarda foydalanishadi. Scratch ayniqsa  8 yoshdan 16 yoshgacha bo'lgan yoshlar uchun mo'ljallangan bo'lib, lekin shu bilan birgalikda barcha yoshdagilar ham Scratch ni yaratishadi va uni ulashishadi. Yosh bolalar esa 5 yoshdan 7 yoshgacha mo'ljallangan  Scratch ning soddalashtirilgan verisiyasini 1 {scratchJrLink} ishlatishlari mumkin.",
    "faq.requirementsTitle": "Scratch dasturi uchun qanday texnik talablar mavjud?",
    "faq.requirementsBody": "Scratch hozirgi kunda, ko'pincha planshetlarda, laptoplarda va ish  stolidagi veb-brauzerlarida o'rnatilgan. Bunday loyihalarni mobil telefonlarida uchratishingiz mumkin, ammo hozirda loyihalarni telefonlarda yaratish yoki tahrirlash imkoniyatiga ega emassiz. Quyida rasmiy-ravishda qo'llab-quvvatlangan brauzerlar ro'yxati  mavjud.",
    "faq.requirementsDesktop": "Ish stoli",
    "faq.requirementsDesktopChrome": "Chrome (63+) ilovasi",
    "faq.requirementsDesktopEdge": "Edge (15+) ilovasi ",
    "faq.requirementsDesktopFirefox": "Firefox (57+) ilovasi",
    "faq.requirementsDesktopSafari": "Safari (11+) ilovasi",
    "faq.requirementsDesktopIE": "Internet Explorer qo'llab-quvvatlanmagan.",
    "faq.requirementsTablet": "Planshet",
    "faq.requirementsTabletChrome": "Chrome (63+) mobil  ilovasi",
    "faq.requirementsTabletSafari": "Safari (11+) mobil ilovasi",
    "faq.requirementsNote": "Eslatma:",
    "faq.requirementsNoteDesktop": "Komputeringizda bunday talablar uchramaydi, 1 {downloadLink} muharriri ( Tez-tez so'raladigan savollar sahifasidagi keyingi paragrafga qarang) orqali harakat qilib ko'rishingiz mumkin.",
    "faq.scratchApp": "Scratch ilovasi",
    "faq.requirementsNoteWebGL": "Agar WebGL xatoligiga duch kelsangiz, boshqa brauzerdan harakat qilib ko'ring.",
    "faq.requirementsNoteTablets": "Planshetlarda,  hozirgi kunlarda o'ng tarafdagi kontekst menyulari yoki \"tugmasini bosing\" bloklarini ishlatishni yo'li yo'q.",
    "faq.offlineTitle": "Loyihalarni internetsiz bajarish uchun yuklab olish mumkin bo‘lgan versiya mavjudmi?",
    "faq.offlineBody": "Scratch ilovasi sizga Scratch loyihalarini internetsiz yaratish imkonini beradi. Siz {downloadLink}ilovasini Scratch vebsaytidan yoki qurilmangizdagi ilova doʻkonidan yuklab olishingiz mumkin. (Bu oldin “Scratch oflayn muharriri” deb nomlangan).",
    "faq.uploadOldTitle": "Scratchning eski versiyasida yaratilgan loyihalarni saytga yuklasam bo‘ladimi?",
    "faq.uploadOldBody": "Ha: Siz Scratch ning oldingi versiyalari bilan loyihalarni yuklab olishingiz yoki ulashishingiz mumkin, ularni ko'rish va o'ynash imkoniyati mavjud. ( Biroq, siz bajarilgan loyihalarni yuklay olmaysiz yoki Scratch ning oldingi versiyalarida ularni ocholmaysiz, keyingi versiyalarida esa tahrirlay olmaysiz. Masalan, 1 {scratch2Link} ish stoli versiyasida Scratch 3.0 loyihasini ocholmaysiz, chunki Scratch 2.0 the .sb3 loyiha fayl formatini qanday o'qishni bilmaydi.) ",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Scratchning narxi qancha? Litsenziya kerakmi?",
    "faq.scratchCostBody": "Scratch doimo tekin bo'ladi. Sizga Scratch dan maktabingizda, uyingizda yoki yana boshqa joylarda foydalanishingiz uchun guvohnoma shart emas. Scratch ni saqlash va rivojlantirish uchun sovg'alar va hadyalar beriladi. Agar Scratch ga hissa qo'shishni istasangiz, bizning 1 {donateLink} sahifamizni tekshirib boring.",
    "faq.donateLinkText": "Hadya sahifasi",
    "faq.mediaLabTitle": "Scratchni kim yaratgan?",
    "faq.mediaLabBody": "Scratch {mediaLabLink} da {llkLink} dagi Scratch Jamoasi orqali himoya qilinadi va rivojlantiriladi. ",
    "faq.llkLinkText": "Lifelong Kindergarten guruhi",
    "faq.mediaLabLinkText": "MIT Media Lab laboratoriyasi",
    "faq.aboutScratch3Title": "Scratch 3.0 nima o'zi?",
    "faq.aboutScratch3Body": "Scratch 3.0 versiyasi  Scratch ning eng  so`nggi avlodi bo`lib, unga  2019-yil 2-yanvarda  asos  solingan.  Scratch bilan qayerda, nimani,  qanday  qilib  yaratishingiz  mumkinligi haqidagi  ma`lumotlarga mo`lljallanib  kengaytirilgan. U o`nlab yangi  spritlarni, barcha  yangi  ovoz muharririni  va  ko`pgina  yangi  dasturlash  bloklarini o`z  ichiga  qamrab  olgan. Scratch 3.0  versiyasi  bilan  esa planshetingizdagi  loyihalarni  yaratish  va  amalda  qo`llash  imkoniyatiga  ega  bo`lasiz,  bu  imkoniyatdan  ishchi  komputer yoki nout-bookingiz  orqali  ham foydalansangiz  bo`ladi.  ",
    "faq.reportBugsScratch3Title": "Men qanday qilib xatolar haqida xabar bersam va Scratch 3.0 dagi fikr-mulohazalarni ulashsam bo'ladi?",
    "faq.reportBugsScratch3Body": "Scratch ning bahs-munozarali 1 {forumsLink} bo'limida fikr-mulohazalarni ulashishingiz va xatolar haqida xabar berishingiz mumkin. ",
    "faq.forumsLinkText": "Xatolar va nosozliklar",
    "faq.languagesScratch3Title": "Murakkab tillarda Scratch 3.0 mavjudmi?",
    "faq.languagesScratch3Body1": "Ha. Dasturash bloklarining  tilini o`zgartirish uchun  dasturlash muharririning navigatsiya paneli  tepasidagi  \"globe\" belgili  tugmachani  bosing, keyin esa  tilni  tanlash  uchun  ochiladigan  ro`yxatli  menyuni  ustidagi tugmachani  bosing. ",
    "faq.languagesScratch3Body2": " Tarjimalarimizning  bari ko`ngillilar  tomonidan bajarilgan. Scratch 3.0 muaharirri allaqachon  40 dan  oshiq  tillarga  tarjima  qilingan. Siz hozirda  tarjima  qilingan tillarni  barchasini  ko`rib,  tahlil  qilib  chiqishingiz  mumkin bzining ushbu 1 {transifexLink} sahifamizda.  Agar  tarjima  yoki  tahlil  qilish  borasida  yordam  berishni  xohlasangiz,  unda  marhamat biz bilan 2 {emailLink} sahifamizda  bog`lanishingiz  mumkin. ",
    "faq.transifexLinkText": "server tarjimasi",
    "faq.removedBlocksScratch3Title": "Scratch 3.0 Scratch ning oldingi versiyalaridan bloklarni kodlashni olib tashlaydimi?",
    "faq.removedBlocksScratch3Body": "Dasturlash  bloklari  Scratch 3.0 versiyasida  olib  tashlangan, ammo bir  qanchasi  ozgina  o`zgargan,  boshqalari  esa  \"Kengaytmalar\" ichiga  ko`chgan ( quyida  ta`riflanganidek, 1 {extensionsFAQLink}  sahifasidagi  bo`limni  ko`rib  chiqing ).  ",
    "faq.newBlocksScratch3Title": "Scratch 3.0 yangi bloklarni kiritadimi?",
    "faq.newBlocksScratch3Body": "Ha! Scratch 3.0 da topasiz:",
    "faq.newBlocksSoundEffect": "Yangi \"ovoz ta'siri\"  bloklari",
    "faq.newBlocksOperators": "Yangi operatorlar matn bilan ishlash uchun uni osonroq qilishadi ( tizimlarni )",
    "faq.newBlocksPen": "Yangi ruchka bloklari shu jumladan oshkoralik uchun qo'llab-quvvatlaydi",
    "faq.newBlocksGlide": "Sprite (yoki tasodifiy nuqtaga) osongina harakat qilishi uchun yangi slayd bloklar",
    "faq.newBlocksExtensions": "Ko'pgina yangi imkoniyatlar \"Scratch Ilovalari\" orqali ( quyidagi Ilovalar bo'limiga qarang ) ",
    "faq.biggerBlocksScratch3Title": "Nega Scratch 3.0 dagi bloklar oldingi versiyalardagiga qaraganda kattaroq? ",
    "faq.biggerBlocksScratch3Body": "Scratch  3.0  versiyasini yasash  sensorli  qurilmalarda  yaxshi  ishlaydi.  ( ko`pgina Chromebooks, Windows, Surface laptops va planshetlarga  o`xshagan ), biz  kattaroq bloklarni  yasashimiz  kerak  bo`ladi, keyin  bloklarni  bosganda  osonroq  harakatlanadi. Shu o`rinda, kichkina  interfeys elementlarini  harakatlantirish  va  tugmacha  bilan   bog`liq  muammo bo`layotgan  bo`lsa yangi  foydalanuvchilar bilan  biz  kuzatgan  manzilga  tegishli  muammolarga  yordam  berish  uchun  Scratch 3.0 versiyasida bloklar ozgina  kattaroq  bo`lib  qolgan.",
    "faq.extensionsScratch3Title": "Qalam  bloklari  qayerga  ketdi? Musiqa  bloklari  qayerga  ketgan?  Sezuvchan  Video  bloklari  qayerga  ketdi? ",
    "faq.extensionsScratch3Body": "Qalam,  Musiqa  va  Sezuvchan  Video  bloklari kengaytmalar ichiga  ko`chgan. Kengaytmalar ekranning pastki  chap  tarafda  joylashgan tugmachani  bosish  orqali  qo`shilgan ( quyidagi \"Extensions\" bo`limini ko`rib  chiqing ).",
    "faq.paintEditorScratch3Title": "Paint Editor dagi yangi xususiyatlar qanaqa?",
    "faq.paintEditorScratch3Body": "Paint muharriri butunlay yangi xususiyatlarni sizga taqdim etish hamda foydalanishni soddalashtirish maqsadida qayta ishlab chiqilgan. Oʻzgarishlar va yangi xususiyatlar quyidagilarni oʻz ichiga oladi:",
    "faq.paintEditorLayout": "Yangi tartib ko'proq ko'rish imkoniyatlarini va asboblarni mavjudligini yasaydi",
    "faq.paintEditorTools": "Yangi asboblar vektor rejimida \" o'chirg'ich \" ga o'xshab ishlaydi",
    "faq.paintEditorColors": "Ko'pgina imkoniyatlar ranglarni sozlash va tanlash uchun",
    "faq.paintEditorVector": "Ko'pgina boshqaruv vektor nuqtalari orqali ( egri dastak va nuqta usullari )",
    "faq.paintEditorLayers": "Qatlamlarni buyurtma qilish uchun qo'shimcha boshqaruvlar ( \"oldinga olib kelish\",  \"orqaga harakatlantirish\" va hakazo. )",
    "faq.paintEditorGradients": "Yangi gradient boshqaruvlari",
    "faq.soundEditorScratch3Title": "Sound Editor dagi yangi xususiyatlar qanaqa? ",
    "faq.soundEditorScratch3Body": "Ovoz  muharriri  ovozlarni  osonroq  yozib  olish  va  ishlov  berish  uchun  qayta  ishlangan. Bu  yangi  xususiyatlar  sonini  taklif  qiladi:  ",
    "faq.soundEditorRecording": "Yangi ro'yxatga olish tizimi foydalanish uchun osonroqdir",
    "faq.soundEditorTrimming": "Yangi audio formatlash tizimi foydalaniah uchun osonroqdir",
    "faq.soundEditorEffects": "New sound effects (such as \"faster\", \"slower\", and \"robot\")",
    "faq.tipsWindwScratch3Title": "Scratch Tips Window ga nima bo'lgan?",
    "faq.tipsWindowScratch3Body": " Tips Window o`rniga  Scratch 3.0 versiyasi dasturlash muharriridagi yuqori navigatsiya satrida keltirilgan  Darsliklar  linki orqali kirsa  bo`ladigan,  Darsliklar  Kutubxonasi  orqali bir-xil materialni  ta`minlashadi. Siz ( \"Make a Chase Game\" ga  o`xshagan ) barcha  loyihalar uchun darsliklarni  topishingiz  mumkin yoki  maxsus bloklar va  xususiyatlarga  duch  kelishingiz  mumkin ( \"Record Sound\" yoki \"Make it  Spin\" ga  o`xshash ). Ko`proq  darsliklar  tez  orada  qo`shiladi ( \"Pong Game\" va  \"Make It Fly\" ga  o`xshash darsliklar  bilan ). ",
    "faq.remixDefinitionTitle": "Remiks nima?",
    "faq.remixDefinitionBody": "Scratch foydalanuvchisi boshqa muallifning loyihasini olib, uni o‘zgartirib, o‘z g‘oyalarini qo‘shsa (masalan, skript va kiyimlarni o‘zgartirsa), uning ishi “remiks” deb ataladi. Scratchda e’lon qilingan istalgan loyiha remiks qilinishi mumkin. Kimningdir loyihasidan ma’lum qism foydalanilganda ham uning muallifi e’tirof etilishi tarafdorimiz.",
    "faq.remixableTitle": "Nima uchun Scratch jamoasi barcha loyihalarni “remiks qilinishi” mumkinligi talabini qo‘ygan?",
    "faq.remixableBody": "Biz qiziqarli  loyihalarni  yaratish  va  dasturlashni  o`rganishda  boshqa  odamlarning  loyihalarini  bir-bir  bilan  aralashtirilishini  eng  zo`r  yo`l  deb  o`ylaymiz. Remixing orqali,  ijodiy fikrlar Scratch jamoasi orqali tarqalgan  va  barchaga foyda.Scratch  veb-saytiga qo'shilgan barcha loyihalar \"Creative Commons Share Alike\" litsenziyasi bilan to'ldiriladi, bu  degani  Scratch  vebsaytida siz  har  qanday  loyihani aralashganligini  ko`rishingzi  mumkin va  siz  vebsaytda  ulashadigan  har  qanday  loyihalarni  yana boshqalar  ham  remix  qila  olishi  mumkin  degani. ",
    "faq.creativeCommonsTitle": "Boshqalar mening loyihalarimni remiks qilishlarini xohlamasam-chi?",
    "faq.creativeCommonsBody": "Remiks qilish  Scratch hamjamiyatining asosiy  qismi hisoblanadi. Agar boshqalar sizning yaratgan ijodlaringizni ko`rib  chiqishini  yoki  remiks  qilishini xohlamasangiz, unda  yana Scratch vebsaytidagi loyihalarini yaratishingiz mumkin,  ammo  ularni  vebsaytda tarqatmang. ",
    "faq.fairUseTitle": "Internetdan olingan rasmlar / musiqalar / mediyadan loyihalarimda foydalansam bo‘ladimi?",
    "faq.fairUseBody": "Agar  yana  kimningdir  ishiga  o`zingizni  a`zo  qilishni tanlagan  bo`lsangiz, unda \"credits\"  loyihasi  bo`limidagi kreditni ularga  berilishiga va  link ni  asl holatiga qaytishini o`z  ichiga  olganligiga  ishonch  hosil qiling. Remiks  qilish  uchun allaqachon  litsenziyalangan tovushlarni/ san`atni topish  uchun,  quyidagilarni  tekshirib  ko`ring 1 {ccLink}. ",
    "faq.ccLinkText": "Creative Commons qidiruv sahifasi",
    "faq.whyAccountTitle": "Nega Scratch hisobini borligi foydali?",
    "faq.whyAccountBody": "Hattoki  hisob  qaydnomasiz  ham  boshqalarni  loyihlarini  amalda sinab  ko`rish,  forum va  izohlarni  o`qish va  o`zingizning  shaxsiy  loyihalaringizni  yaratishingiz  mumkin  bo`ladi.  Lekin  sizga  loyihalarni  tarqatish  va  saqlashda,  forumga  xabarlar va  izohlar  yozishda, hamjamiyatdagi boshqa \"social\" faollardagi ishtirokchilar uchun ham  hisob  qaydnomasi  kerak  bo`ladi ( boshqalarning  \"loving\" loyihasiga  o`xshab). ",
    "faq.createAccountTitle": "Qanday qilib hisob yaratay?",
    "faq.createAccountBody": "Scratch bosh  sahifasida  shunchakki  \"Join\" tugmachasini  bosing. Siz bir  nechta  savollarga  javob  berishingiz  va  email  addressni  taqdim  qilishingiz  kerak  bo`ladi. Bunga  faqat  ikki  minutgina  ketadi  va  bu  to`liq  bepul!",
    "faq.checkConfirmedTitle": "Mening hisobim tasdiqlanganini qayerdan bilsam bo‘ladi?",
    "faq.howToConfirmTitle": "Hisobimni qanday tasdiqlashim mumkin?",
    "faq.howToConfirmBody": "Scratch da  yangi  hisob  qaydnomasini yaratganingizdan  keyin,  link bilan  birgalikda elektron  xabar qabul  qilasiz. Hisob  qaydnomangizni  tasdiqlash  uchun  shunchakki  link  tugmachasini  bosing. Hisob  qaydnomangizni  bir  marta  tasdiqlasangiz, studiolarni  yaratish,  izohlar  yozish va  loyihalarni  tarqatish  imkoniyatiga  ega  bo`lasiz.  Hisob  qaydnomangizni  tasdiqlash  Scratch Jamoasidagi  pochta yangiliklarini  qabul  qilish  imkonini  beradi. Agar link  tasdig`i  bilan  pochtani  topa  olmagan  bo`lsangiz, Spam papkangizni  tekshirib  ko`ring. Agar uni  haliyam  topolmagan  bo`lsangiz va  boshqa nusxasini olishni  xohlasangiz,  unda Account Settings  ga  kiring va  Email yorlig`i  tugmachasini  bosib, u  yerdagi  ko`rsatmalarga  amal  qiling. Iltimos pochtani  yetib  kelishi  uchun  bir  soat  vaqt  ketishiga  ahamiyat  bering. Agar bir  soatdan  keyin  ham  pochtani  ko`rmagan bo`lsangiz, unda 1 {contactLink} sahifasiga  kirib  tekshirib  ko`ring. ",
    "faq.contactLinkText": "keling  bilib olamiz ",
    "faq.checkConfirmedBody": "Scratch hisob  qaydnomangizdagi  tizimga  kiring  va  1 {settingsLink} sahifangizga o`tib, hisob  qaydnomangiz tasdiqlanganligini  tekshirib  ko`ring. Tasdiqlangan elektron pochta  addresslari  kichkina  yashil  tasdiqlash belgisini  ko`rsatadi. Aks  holda, apelsin  rangidagi  \"Sizning  elektron  pochtangiz  tasdiqlanmadi\" degan  matinni  ko`rasiz. ",
    "faq.settingsLinkText": "Elektron pochta Sozlamalari",
    "faq.requireConfirmTitle": "Hisobimni tasdiqlashim shartmi?",
    "faq.requireConfirmBody": " Siz hisobingizni tasdiqlashsiz, shu bilan birga, loyihalarni yaratish va saqlash (ularni almashtirmasdan) kabi Scratchning ko'p jihatlarini ishlatishingiz mumkin.",
    "faq.forgotPasswordTitle": "Men  foydalanuvchi  nomimni  va  parolimni  esdan  chiqarib  qo`ydim. Yana  qanday  o`rnatsam  bo`ladi?",
    "faq.forgotPasswordBody": "1 {resetLink} sahifasiga foydalanuvchi  nomingizni va  email  addresssingizni  kiriting.  Vebsayt  foydalanuvchi  nomingiz  bilan bog`liq  bo`lgan addressga  email   jo`natadi va  parolingizni qayta  o`rnatish  uchun  linkdan  foydalanishingiz  mumkin. ",
    "faq.resetLinkText": "Parolni qayta o'rnatish",
    "faq.changePasswordTitle": "Parolimni qanday o‘zgartirsam bo‘ladi?",
    "faq.changePasswordBody": "Scratch dagi  hisobingizga kiring, keyinchalik esa 1 {changeLink}  sahifasiga  tashrif  buyurib  parolingizni  almashtirishingiz  mumkin. ",
    "faq.changeLinkText": "Parolni sozlash",
    "faq.changeEmailTitle": "Elektron pochtamni qanday o‘zgartirsam bo‘ladi?",
    "faq.changeEmailBody": "Scratch hisob qaydnomangizga  kiring,  keyin  esa 1 {changeEmailLink} sahifamizga  tashrif  buyuring,  bu  yerda  siz  email addresingizni  o`zgartira  olasiz. ",
    "faq.newScratcherTitle": "“Yangi Scratcher” maqomidan “Scratcher” maqomiga qanday o‘tsa bo‘ladi?",
    "faq.newScratcherBody": "Yangi  hisob  ochganingizda, \"New Scratcher\"  dek  etiketlangan  bo`lasiz. \"Scratcher\"ga  o`tishda boshqa  Scratch chilar loyihalaridagi  foydali sharh,  loyihalarni  qilishingiz  va  ulashishingiz  kerak  bo`ladi, sabrli  bo`ling! Talablar  bilan  tanishib  chiqqaningizdan  keyin  profil  sahifangizda  sizni Scratcher  bo`lishga taklif  qiladigan  link  paydo  bo`ladi, shunda  siz  Scratch  vebsaytida  bir qancha  qo`shimcha  imkoniyatlarga  ega bo`lasiz. ( Esda  saqlang,  biz  Yangi Scrachchilarni Scratchi  uchun  so`rovda  yordam  bermaymiz )",
    "faq.multipleAccountTitle": "Birdan ortiq hisobga ega bo‘lsam bo‘ladimi?",
    "faq.multipleAccountBody": "Scratch  veb-saytida  bir  nechta  hisob  qaydnomalarining  borligi  yaxshi, chunki  uzoq  vaqtdan beri ularning  hech  biri  buzilmagan 1 {cgLink}. Bunday holda, barcha tegishli hisoblar bloklanishi yoki o'chirilishi mumkin.",
    "faq.multipleLoginTitle": "Bir hisobdan bir necha kishi foydalansa bo‘ladimi?",
    "faq.multipleLoginBody": "Bunga ruxsat berilmaydi, chunki veb-sayt va loyiha muharriri bir nechta shaxs bir xil hisobga kirganda osonlikcha chalkashib ketishi mumkin. Agar hisob qaydnomasini buzgan biror narsa bo'lsa  1 {cgLink}, barcha tegishli hisoblar bloklanishi yoki o'chirilishi mumkin. Agar siz  hisob  qaydnomasini  kimgadir  bersangizu o`sha  odam unda  qandaydir  noma`qbul  ish  qilsa, unda  sizning hisob qaydnomalaringiz o`sha  odam  qilgan  ishlari  tufayli  bloklanishi  mumkin. ",
    "faq.changeUsernameTitle": "Foydalanuvchi nomini o‘zgartirsa bo‘ladimi?",
    "faq.changeUsernameBody": "Scratch veb-saytining tuzilishi izchil hisob nomi bilan bog'liq bo'lib, foydalanuvchi ismingizni o'zgartirib bo'lmaydi. Agar  sizga  rostanam  yangi foydalanuvchi  nomiga o`tish  kerak bo`lsa, yangi  hisob  ochishingiz  mummin bo`ladi, lekin  loyihlaringizni  o`zingizning  shaxsiy  hisobingiz  uchun nusxalab  olishingiz  kerak.   ",
    "faq.shareInfoTitle": "Hisobimda qanday ma’lumotlarni e’lon qilsam bo‘ladi?",
    "faq.shareInfoBody": "Iltimos  shaxsiy   ma`lumotini,  jismoniy manzil, email, telefon  nomeri  shunga  o`xshash  yoki  Scratch  vebsayti  tashqarisida aloqa  qilishda  foydalanilgan har qanday narsani  tarqatmang.  Iltimos  loyihalar,  izohlar yoki anjuman postlarini  o`z  ichiga  olgan shunga  o`xshash  ma`lumot haqida  xabar  bering, shuning  uchun ham   Scratch  Jamoasi  shaxsiy   ma`lumotni  tarqatishga  qarshi  bo`lgan  bizning  siyosatimiz  bo`yicha muallifini  olib  tashlashi  yoki  eslatib  turishi mumkin.   ",
    "faq.deleteAccountTitle": "Hisobimni qanday o‘chirsam bo‘ladi?",
    "faq.deleteAccountBody": "Scratchga  kiring  keyin  esa o`ng  qo`l  tarafda joylashgan   tepa  burchakdagi foydalanuvchi  nomingiz dgan  tugmachani bosing. \"Profil  Sozlamalarini\" tanlang,  sahifa  pastidagi \"Men hisobimni o'chirib tashlamoqchiman\" aloqa  tugmachasini bosing. Biroq, buni  faqat  hisobingizni  o`chirishni  xohlayotganingizga  to`liq ishonch  hosil  qilganingizdagina  qiling. ",
    "faq.scratchFreeTitle": "Scratch  bepulmi? Undan  qayerda  xohlasam  o`sha  yerda  foydalansam bo`ladimi? ",
    "faq.scratchFreeBody": "Ha! Scratch  xarajat  uchun  pul  talab  qilmaydi. Siz  buni  maktabingizda  foydalanishingiz va  bu  haqda  kursda  o`rgatishingiz  ham  mumkin (hattoki kurs pulli  bo`lsa  ham). Litsenziya  sotib  olishingiz  shartmas: bu  tekin!",
    "faq.scratchScreenshotTitle": "Scratch skrinshotlaridan kitob yoki prezentatsiyada foydalansam bo‘ladimi?",
    "faq.scratchScreenshotBody": "Ha, kitob yoki  taqdimotdagi vebsayt va Scratch  dasturi rasmi/ ekran tasvirlarini ishlatishingiz mumkin,  shuningdek,  ularni 1 {licenseLink} sahifasidagi litsenziyasi  ostida  litsenziyalangan  deb  hisoblashingiz mumkin. Biz materiallaringizda  nazarda tutilayotgan  eslatmani  sizdan  so`raymiz: \" Scratch  bu MIT Media Lab da Lifelong Kindergarten Guruhi   bilan  hamkorlikdagi  Scratch  Asosi bo`lgan loyihadir\". Bu  haqida ma`lumotni  https://scratch.mit.edu\" saytidan  bepul  bilib  olishingiz  mumkin. ",
    "faq.licenseLinkText": "Matn Creative Commons Attribution-ShareAlike litsenziyasi bo'yicha ommalashtirilmoqda",
    "faq.scratchDescriptionTitle": "Scratch haqidagi ma’lumotni broshura va boshqa materiallarga kiritsam bo‘ladimi?",
    "faq.scratchDescriptionBody": "Albatta! Biz tavsifnomani  kuzatib  borishni  tavsiya  qilamiz: \" Scratch  o`z interaktiv  hikoyalaringizni, o`yinlaringizni va animatsiyalaringizni yaratishda  va  ijodingiz  mahsullarini  butun  dunyo  bo`ylab  boshqalar  bilan   birgalikda  baham  ko`rishingizda  ko`maklashadigan  online  hamjamiyati  va  dasturlash  tili  hisoblanadi. Scratch loyihalarini yaratish  va uni  boshqalar  bilan  baham  ko`rish orqali  yoshlar  ijodiy  fikrlashni   va  muntazam  ravishda  hamkorlikda  ishlashni o`rganishadi. Scratch MIT Media Lab dagi Lifelong Kindergarten guruhi bilan  hamkorlikdagi  1 {sfLink} loyihasi  hisoblanadi.  Bu  haqida  ma`lumot https://scratch.mit.edu saytida  bepul  joylashtirilgan\"",
    "faq.presentScratchTitle": "Konferensiyada Scratch haqida taqdimot qilsam bo‘ladimi?",
    "faq.presentScratchBody": "Iltimos  dars  beruvchilarga  yoki  boshqa  guruhlarga  Scratch  haqida taqdimot  o`tkazayotganingizda  o`zingizni  erkin tuting.  ",
    "faq.supportMaterialTitle": "Scratch saytidan topgan qo‘llanmalar, rasm, ovoz va loyihalaridan foydalansam va qayta ishlasam bo‘ladimi?",
    "faq.supportMaterialBody": "Ha:  Scratch vebsaytidagi  Scratchni  eng  ko`p  ta`minlovchi  materiallari  1 {licenseLink} sahifasi  ostida mavjud. Bir  nechta  istisno  holatlari bor:   Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga va Tera, bular  Scratch  savdo  belgilari  hisoblanadi va  Scratch  Jamoasini  aniq   ruxsatisiz bulardan  foydalanib  bo`lmaydi. ",
    "faq.sellProjectsTitle": "Scratch loyihalarimni sotsam bo‘ladimi?",
    "faq.sellProjectsBody": "Ha: Sizning Scratch loyihangiz bu  sizning  ijodingizdir. Ammo  shuni  yodda  tutingki,  Scratch vebsaytida  loyihangizni  bir  martagina  tarqatishingiz  mumkin,  barchaga  yuklab  olish, remiks qilish 1 {licenseLink} sahifasidagi  shartlarga  asoslangan loyihani  qayta  ishlatish  bepul. Agar loyihangizni  sotishni  mo`ljallasangiz, uni Scratch  vebsaytida xohlsangiz  tarqatmasligingiz  ham  mumkin. ",
    "faq.sourceCodeTitle": "Scratch manbalari kodini qayerdan topsam bo‘ladi?",
    "faq.sourceCodeBody": "Scratch dasturlash  muharriri  uchun kod  manbasini 1 {guiLink} sahifasidan  topish mumkin.  2 {flashLink} va  shuningdek 3 {scratch14Link} uchun kod manbasi  GitHub da  mavjud. Scratch  vebsayti bilan  bog`liq  bo`lgan rivojlanish  loyihalaridagi  yangilangan  ma`lumotlarni  ko`rish  uchun 4 {developersLink} sahifasiga  kiring. ",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Scratch saytida nimalar e’lon qilish mumkin/mumkin emasligini qanday bilsam bo‘ladi?",
    "faq.okayToShareBody": "Scratch 1 {cgLink} sahifasini tekshirib  ko`ring - ular  qisqacha, judayam  ko`p  bo`lgan  narsalarni  o`z  ichiga  olmaydi. Scratchni har-bir sahifasi tagida havola  mavjud. ",
    "faq.reportContentTitle": "Biron noma’qullikni ko‘rsam nima qilishim kerak?",
    "faq.reportContentBody": "Agar Scratch qonun-qoidalari buzilgan deb hisoblasangiz har bir loyiha, fikr, muhokamali post, studio yoki foydalanuvchi sahifasida mavjud bo‘lgan “Shikoyat qilish” havolasini bosing. Agar vaziyat murakkab boʻlsa, {contactLink} havolasi (har bir sahifaning pastki qismida mavjud) orqali yozib, tushuntiring. Vaziyatni imkon qadar batafsil, tegishli sahifalarga havolalar bilan tushuntiring.",
    "faq.noFlameTitle": "Kimdir behurmatlik qilsa nima qilishim kerak?",
    "faq.noFlameBody": "Qizishmang! Qo‘pol izohlarga qo‘pollik bilan javob qaytarish orqali vaziyatni og‘irlashtirasiz, xolos. Natijada sizning ham hisobingiz bloklanishi mumkin. Undan ko‘ra bunday vaziyat haqida bizga xabar bering, muallifni tekshirib, tegishli chorani qo‘llaymiz. Biz shikoyatlarni har kuni, kuniga bir necha marta o‘rganib chiqamiz — xavotir olmang, vaziyatni hal qilamiz.",
    "faq.reviewContentTitle": "Kimdir biron kontent yuzasidan shikoyat qilsa Scratch jamoasi nima qiladi?",
    "faq.reviewContentBody": "Scratch  Jamoasi  har  kuni  xabar  qilingan  izoh   va  loyihalarni ko`rib  chiqadi. Agar  Scratchda  nimadir  buzilib  ishlamay  qolgan  bo`lsa 1 {cgLink}, biz  uni  olib  tashlab, hisob  qaydnomasiga ogohlantirish  xabarini  jo`natamiz. Agar  biron-bir  shaxsga  oldin  ogohlantirish xabarlari  yuborligan hollar  bo`lsa, bir-biriga  ulashishga  odatlangan tarmoqlar  va  hisob qaydnomlarini  bloklab qo`yishimiz  mumkin.   ",
    "faq.blockedAccountTitle": "Hisob blok qilinsa nima bo‘ladi?",
    "faq.blockedAccountBody": "Hisob  qaydnomasi  bloklanganda, egasi hisob  qaydnomasiga biroz vaqt kirolmasligi  mumkin, undan loyihlarni yaratishda  foydalaning  yoki  yangi  izohlarni  post orqali qoldiring. Ular sahifaga  kirganda, hisob  qaydnomasi  nega  bloklanganligi  sababi  tushuntirilgan  sahifaga  ko`zlari  tushishi  mumkin, ular  veb  shakli  bilan  birga  bloklanmagan so`rovdan foydalanishlari  mumkin. Agar egasi nega hisob  qaydnomasi bloklanib  qolganini  tushinib,  ko`rsatib  bera  olsa va  kelajakda 1 {cgLink} sahifasidagi  Scratch ni  kuztib  borishga  so`z  bersa, ular aslo bloklanmaydi. ",
    "faq.stolenAccountTitle": "Kimdir  mening  hisob  qaydnomamga  kirib olgan  va  uni  bloklab  qo`ygan.  Men  nima  qilisam  bo`ladi?",
    "faq.stolenAccountBody": "Siz  parolingizni  xavfsiz  ravishda  saqlashga  javobgarsiz. Agar  kimda-kim hisob qaydnomangiz nazoratini bilib  olgan bo`lsayu,  unda qandaydir  yomon narsalar  qilgan  bo`lsa, u  holda  ular  ishlatgan komputer haqida kattaroq  yoshdagi  javobgar  shaxslarga  ayting.  Agar  kimnidir  hisob  qaydnomangizga kira  olishini  bilmasangiz,  unda  parolni  o`zgartiring  yoki  vaziyatni  tushintirish  uchun  1 {contactLink} dan  foydalaning. Agar  hisob  qaydnomangiz  nimadir  qilish  uchun  bloklangan  bo`lsa, unda  Scratch  2 {cgLink} sahifasini  buzib  qo`ygan bo`lasiz,  iltimos yana  kimdir  bunaqa  ish  qilganligini  bizga  aytib  o`tirmang. Odamlar  bizga  yana  kimdir  hisob  qaydnomalaridan  yomon  ish  qilishda  foydalanganligini  aytishsa, unda  biz  yana  hisob  qaydnomasini tiklashimizdan  oldin o`sha  odamga  gapirib,  tushintirib  berishimiz   kerak  bo`ladi. Agar haqiqatdan  bizga  nima  bo`lganligini  aytgan  bo`lsangiz, unda  bu  holat  sizning  hisob  qaydnomangiz shunchaki  ko`proq  vaqtga  bloklanib  qolganligini  bildiradi. ",
    "faq.aboutExtensionsTitle": "Qanaqa  kengaytmalar?",
    "faq.aboutExtensionsBody": "Scratch muharririda siz “kengaytmalar” deb nomlangan qoʻshimcha bloklar toʻplamlarini qoʻshishingiz mumkin. Masalan, jismoniy qurilmalarni (micro:bit va LEGO robototexnika toʻplamlari kabi) dasturlash hamda Scratch loyihalaringizda matnni tarjima qilish imkonini beruvchi kengaytmalar mavjud. Vaqt oʻtgan sari biz yangi kengaytmalarni qoʻshishda davom etamiz, shunday ekan, sizning Scratch yordamida nimalar qila olishingiz ham vaqt sayin oʻsishda davom etadi.",
    "faq.howToAddExtensionsTitle": "Kengaytmani  loyihaga  qanday  qilib  qo`shaman?",
    "faq.howToAddExtensionsBody": "Scratch dasturlash muharriri oynasining pastki chap burchagidagi “Kengaytmalar” tugmasini bossangiz, Scratchning barcha kengaytmalari roʻyxatini koʻrasiz. Kengaytmalardan birini tanlaganingizda, loyihangizga bloklarning yangi turkumi qoʻshiladi. Loyihangiz har safar ochilganida kengaytma avtomatik tarzda yuklanadi. Siz bir loyihaga bir nechta kengaytmani qoʻshishingiz mumkin.",
    "faq.createExtensionsTitle": "How do I create my own extension for Scratch?",
    "faq.createExtensionsBody": " Scratch  Jamoasi  kelajakda kengaytmalarga  oid  bo`lgan  xususiyatlarni  va  ko`rsatmalarni  e`lon  qiladi. Mavjud  bo`lgandan  so`ng, siz  rasmiy Scratch 3.0  kengaytmalari kutubxonasida e`tiborga  olish  uchun kengaytmalarni  Scratch Jamoasiga  taqdim  qilish  imkoniyatiga  ega  bo`lasiz.  Biz  shuningdek,  shaxsiy  komputerlarda loyihalarni yaratish uchun foydalanilgan,  lekin Scratch  online hamjamiyatida ulashilmagan \"experimental\" kengaytmalarni  tarqatish  va  rivojlantirish uchun  ko`rsatmlar bilan  ta`minlaymiz. ",
    "faq.scratchXTitle": "ScratchX vebsaytiga nima bo'ladi?",
    "faq.scratchXBody": "ScratchX vebsayti  (scratchx.org) kengaytmalar uchun sinovdan  o`tgan  tajriba  hisoblanadi. ScratchX uchun yaratilgan  kengaytmalar Scratch 3.0  bilan  mos  kelmaydi. Tajribaviy kengaytmalar Scratch da to'liq qo'llab-quvvatlangach, biz ScratchX ni qo'llab-quvvatlashni to'xtatamiz va ishlab chiquvchilar va foydalanuvchilarni yangi kengaytmalar platformasiga ScratchX ni o'chirishga vaqt beramiz.",
    "faq.cloudDataInfoTitle": "Bulutli  o`zgaruvchilar  nima  o`zi?",
    "faq.cloudDataInfoBody": "Bulutli o`zgaruvchilar Scratch  hamjamiyatidagi boshqa  odamlar  saqlagan  va  tarqatgan loyihadagi  ma`lumotlar  uchun  ruxsat  beradi.  Siz  bulutli  o`zgaruvchilarni  tadqiqotlar va  boshqa  loyihalar  qilishda ishlatishingiz  mumkin, boshqalar  esa  hamjamiyatga  kirib  vaqt o`tgan  sari  o`zgartirishlar  kiritishi  mumkin. ",
    "faq.makeCloudVarTitle": "Bulutli  o`zgaruvchini  qanday  qilib  qilsam bo`ladi?",
    "faq.makeCloudVarBody": "Palet  bloklarining \"O`zgaruvchilar\"  bo`limiga o`ting, \"O`zgaruvchilar Yarating\" ni  tanlang keyin  esa  yonidagi  tasdiqlash  qutisi bo`lgan \"Bulutli  o`zgaruvchilar ( serverda saqlangan ) tugmachani  bosing\". Sizdagi bulutli  o`zgaruvchi  bilan bog`liq  bo`lgan ma`lumotlardan  kimdir  loyihani  ochishda  foydalanishi  mumkin  bo`lganda  vaqt  o`tgan  sari  saqlanib  qoladi  va  shunigndek  serverda ham  saqlanib  qolgan  bo`ladi.    ",
    "faq.onlyNumbersTitle": "Qanday  turdagi  ma`lumotlar  bulutli  o`zgaruvchilarda  saqlangan bo`lishi  kerak? ",
    "faq.onlyNumbersBody": "Faqat  raqamlargina  bulutli  o`zgaruvchilarda  saqlangan  bo`ladi. ",
    "faq.storedCloudInfoTitle": "Bulutli  o`zgaruvchilardagi  saqlangan  ma`lumotlarni  kim  ko`ra  oladi? ",
    "faq.storedCloudInfoBody": "Bulutli  o`zgaruvchilardan  foydalanib  loyiha  bilan  o`zaro  aloqada  bo`lganingizda, foydalanuvchi  nomingiz  bilan  birgalikda  sizning  o`zaro  ta`sirlaringiz  bilan  bog`liq  bo`lgan ma`lumotlar  saqlangan bo`ladi va bu boshqalarga  ham  ko`rinishi   mumkin. ",
    "faq.reportCloudTitle": "Agar  kimnidir  bulutli  o`zgaruvchilardan  foydalangan  holda noto`g`ri  mazmundgi xabar  yuborishini  ko`rib  qolsam, bu  haqida  qanday  xabar  bersam  bo`ladi?",
    "faq.reportCloudBody": "Bulutli o`zgaruvchilardagi noto`g`ri  tarkib  haqida xabar berish  uchun \" Report this\" ( loyiha sahifasidagi  loyiha  o`yinchisi  ostida  joylashgan ) tugmachani  bosing.  Hisobotda sababingizni  yozyotganingizda \"cloud variables\" qaydini  eslatib  o`tganingizga  ishonch  hosil  qiling. ",
    "faq.chatRoomTitle": "Bulutli  o`zgaruvchilar bilan chatli  xonalar  qila  olamanmi?",
    "faq.chatRoomBody": "Bululti o`zgaruvchilar bilan chatli  xonalarni  yaratishda  texnik imkoniyat mavjud bo`lgan mahalda, ularga  Scratch  vebsaytda ruxsat  berilmagan  bo`ladi. ",
    "faq.changeCloudVarTitle": "O‘zgaruvchan bulutli ma’lumotlarni kim o‘zgartira oladi?",
    "faq.changeCloudVarBody": "Faqat  siz  va  loyihangiz  kuzatuvchilarigina loyihangizning  bulutli  o`zgaruvchilarida  ma`lumotlarni  saqlay  olishi  mumkin. Agarda  odamlar  \"ichkariga kirgan\"  yoki  kodingizni remiks qiladigan bo'lsa, u o'zgaruvchining nusxasini yaratadi va  asl  o'zgaruvchiga ta'sir qilmaydi yoki o'zgartirmaydi.",
    "faq.newScratcherCloudTitle": "I am logged in, but I cannot use projects with cloud variables. What is going on?",
    "faq.newScratcherCloudBody": "Agar siz haliyam  veb-saytdagi \" New Scratcher \" sahifasida bo'lsangiz, bulutli ma'lumotlar bilan loyihalarni ishlatish imkoniyatiga ega bo'lmaysiz. Bulutli ma'lumotlarga kirish uchun \" Scratcher \" bo'lishingiz kerak. \"New Scratcher\" dan \"Scratcher\" ga o'tish haqidagi ma'lumotni ko'rish uchun ( yuqoridagi ) Hisoblar bo'limiga kirib ko'ring.",
    "faq.multiplayerTitle": "Bulutli o'zgaruvchilar bilan mutiplayer o'yinlarini yaratishni ilojisi bormi? ",
    "faq.multiplayerBody": "Sinxronlashtirish masalalari va tarmoq tezligi sababli multiplayer o'yinlarini yaratish qiyin bo'lishi mumkin. Ammo, o'yinning boshqa turlari va navbat bilan burilish uchun bulutli o'zgaruvchilardan foydalanish  yo'llarini yaratish bilan ko'tarilishyapti. ",
    "faq.schoolsTitle": "Scratch maktablarda",
    "faq.howTitle": "Maktabda Scratchdan qanday foydalansa bo‘ladi?",
    "faq.howBody": "Scratch dan dunyo bo'ylab yuz minglab maktablarda, turli mavzulardagi sohlarda ( informatika, matematika, tarix, ilm-fan shu jumladan tilshunoslikda ) foydalaniladi. Bizning 1 {educatorsLink} sahifamizdagi boshqa o'quv muhitlari ( hamjamiyat markazlari, kutubxonlar, muzeylar kabi ) va maktablarda Scratch dan foydalanish uchun manbalar va strategiyalar haqida ko'proq o'rganib olishingiz mumkin. ",
    "faq.educatorsLinkText": "Dars beruvchilar sahifasi",
    "faq.noInternetTitle": "O‘quvchilar Scratchdan internetga kirmasdan turib ham foydalana oladilarmi?",
    "faq.noInternetBody": "Ha. {downloadLink} noutbuk va komputerlarda ishlovchi Scratchning yulkab olish mumkin boʻlgan versiyasi. Hozirda Scratch ilovasi Mac va Windows qurilmalari uchun mavjud.",
    "faq.communityTitle": "Onlayn hamjamiyatni o‘quvchilar uchun o‘chirib qo‘ysam bo‘ladimi?",
    "faq.communityBody": "Scratch onlayn hamjamiyati bolalarga Scratch {cgLink} tomonidan boshqariladigan yangi jamiyatda tengdoshlari bilan fikr almashish, hamkorlik qilish va oʻqish imkoniyatini taqdim etadi. Biroq, biz baʼzi muallimlarning oʻquvchilarini onlayn hamjamiyatda qatnashmasliklarini afzal koʻrishini tushunamiz. Bunday muallimlar komputer yoki noutbukda oflayn va lokal tarmoqda ishlovchi Scratch ilovasini oʻrnatishni xohlashlari mumkin.",
    "faq.teacherAccountTitle": "Scratch o‘qituvchi hisobi nima?",
    "faq.teacherAccountBody": "Scratch O'qituvchi Hisobi o'quvchilarni izohlarini nazorat qilish, o'quvchilar loyihalarini studiolarga tashkil qilish, o'quvchilar hisoblarini yaratish kabi qobilyatlarini shu jumladan, Scratch da o'quvchi ishtirogini boshqarib turish uchun qo'shimcha xususiyatlar bilan boshqa dars beruvchilar va o'qituvchilarni  ta'minlab turadi. Scratch O'qituvchi Hisobi haqida ko'proq mq'lumotga ega bo'lish uchun 1 {eduFaqLink} ga kirib ko'ring. ",
    "faq.eduFaqLinkText": "Scratch o‘qituvchi hisobi savol-javoblari",
    "faq.requestTitle": "Scratch o‘qituvchi hisobini qanday ochsam bo‘ladi?",
    "faq.requestBody": "Scratch dagi 1 {educatorsLink} sahifasidan Scratch O'qituvchi Hisobi haqida so'rashingiz mumkin. Biz yana  dars beruvchi sifatida tutgan o'rningizni tekshirish uchun registratsiya qilish jarayoni mobaynida  qo'shimcha ma'lumot so'raymiz.",
    "faq.dataTitle": "Scratch o‘quvchilar haqida qanday ma’lumotlarni yig‘adi?",
    "faq.dataBody": "O‘quvchi Scratchda ro‘yxatdan o‘tganda biz undan jinsi, yoshi (tug‘ilgan oyi va yili), mamlakati va hisobni tasdiqlash uchun elektron pochta ma’lumotlarini so‘raymiz. Bu ma’lumotlardan (shaxslar oshkor etilmagan holda) Scratchni ishlatuvchilar haqidagi tadqiqotlarda foydalaniladi. O‘qituvchi hisobidan foydalanib, o‘quvchi hisobi ochilganda elektron pochta talab qilinmaydi.",
    "faq.lawComplianceTitle": "Scratchning onlayn versiyasi AQSH mahalliy va federal maʼlumotlar maxfiyligi qonunlariga muvofiqmi?",
    "faq.lawComplianceBody1": "Scratch platformamizdan foydalanadigan barcha talabalar va shaxslar maxfiyligi haqida chuqur qayg'uradi. Bizda mavjud bo'lgan jismoniy holat va elektron tartib-qoidalar Scratch veb-saytida biz to'playdigan ma'lumotni homiya qiladi. Bizda bepul ta'lim mahsulotimizdan foydalanadigan har-bir tashkilot bilan shartnoma kafolatlarini taklif qiladigan holat mavjud bo'lmasa ham, Scratch ni yaratgan va himoya qiladigan tashkilotlar, Scratch Fondi va MIT ga amal qilish mumkin bo'lgan butun Qo'shma Shtat federal qonunlari bilan muvofiqligdamiz. Biz ko'proq ma'lumot olish uchun Scratch Maxfiylik Siyosati haqida o'qishga sizni rag'batlantirib boramiz. ",
    "faq.lawComplianceBody2": "Shaxsiy axborotlarni bizga yubormasdan Scratch loyihalari yaratmoqchi boʻlsangiz, {downloadLink} ilovasini yuklab olishingiz mumkin. Scratch ilovasida yaratilgan loyihalarga Scratch jamoasi tomonidan kirib boʻlmaydi va siz bu loyihalarni Scratch onlayn hamjamiyatiga yuklamas ekansiz, Scratch ilovasi undan foydalanish davomida shaxsni tasdiqlovchi biror axborotni oshkor qilmaydi."
}