{
    "faq.title": "Các câu hỏi thường gặp (FAQ)",
    "faq.intro": "Tại trang này, bạn sẽ tìm ra các câu trả lời cho các câu hỏi thường gặp về Scratch.",
    "faq.aboutTitle": "Những câu hỏi chung",
    "faq.scratch3Title": "Scratch 3.0",
    "faq.remixTitle": "Phối lại và tạo bản sao",
    "faq.accountsTitle": "Tài khoản",
    "faq.permissionsTitle": "Bản quyền và Giấy phép",
    "faq.inappropriateContentTitle": "Các nội dung không phù hợp",
    "faq.scratchExtensionsTitle": "Tiện ích Scratch",
    "faq.cloudDataTitle": "Biến đám mây",
    "faq.aboutScratchTitle": "Scratch là gì, và tôi có thể làm gì với nó?",
    "faq.aboutScratchBody": "Với ngôn ngữ lập trình Scratch và cộng đồng trực tuyến, bạn có thể tạo ra những câu chuyện tương tác, trò chơi, và hoạt hình của riêng bạn -- và chia sẻ tác phẩm của bạn với những người khác trên khắp thế giới. Giống như mọi người trẻ tạo ra và chia sẻ các dự án Scratch, họ học cách suy nghĩ sáng tạo, lý luận có hệ thống, và làm việc hợp tác với nhau. Để tìm hiểu thêm về Scratch, truy cập trang {aboutScratchLink}.",
    "faq.aboutScratchLinkText": "Về Scratch",
    "faq.makeGameTitle": "Làm sao tôi có thể tạo ra các trò chơi hoặc phim hoạt hình với Scratch?",
    "faq.makeGameBody": "Truy cập {ideasLink} để tìm hiểu thêm nhiều cách bắt đầu với Scratch",
    "faq.ideasLinkText": "Trang ý tưởng",
    "faq.whoUsesScratchTitle": "Ai dùng Scratch?",
    "faq.whoUsesScratchBody": "Scratch được dùng bởi những người từ các xuất thân khác nhau, ở tất cả các nước trên thế giới, trong tất cả các môi trường -- nhà ở, trường học, thư viện, bảo tàng, và hơn nữa. Scratch được thiết kế đặc biệt cho những người trẻ từ 8 đến 16 tuổi, nhưng mọi người ở các độ tuổi khác nhau có thể tạo và chia sẻ các tác phẩm với Scratch. Những người trẻ hơn có thể thử {scratchJrLink}, một phiên bản tối giản của Scratch dành cho độ tuổi 5 đến 7.",
    "faq.requirementsTitle": "Các yêu cầu về hệ thống để sử dụng Scratch?",
    "faq.requirementsBody": "Scratch chạy trên hầu hết các trình duyệt web hiện nay ở trên máy tính, laptop và máy tính bảng. Bạn có thể xem các dự án ở trên điện thoại, nhưng hiện tại bạn không thể tạo hoặc chỉnh sửa dự án trên điện thoại. Dưới đây là danh sách các trình duyệt được chính thức hỗ trợ.",
    "faq.requirementsDesktop": "Máy tính dể bàn",
    "faq.requirementsDesktopChrome": "Chrome (63+)",
    "faq.requirementsDesktopEdge": "Edge (15+)",
    "faq.requirementsDesktopFirefox": "Firefox (57+)",
    "faq.requirementsDesktopSafari": "Safari (11+)",
    "faq.requirementsDesktopIE": "Internet Explorer KHÔNG được hỗ tr.",
    "faq.requirementsTablet": "Máy tính bảng",
    "faq.requirementsTabletChrome": "Mobile Chrome (63+)",
    "faq.requirementsTabletSafari": "Mobile Safari (11+)",
    "faq.requirementsNote": "Ghi chú:",
    "faq.requirementsNoteDesktop": "Nếu máy tính của bạn không thoả mãn các yêu cầu này, bạn có thể thử trình biên tập {downloadLink} (xem mục tiếp theo ở FAQ).",
    "faq.scratchApp": "ứng dụng Scratch",
    "faq.requirementsNoteWebGL": "Nếu bạn gặp lỗi WebGL, hãy thử trình duyệt khác.",
    "faq.requirementsNoteTablets": "Trên máy tính bảng, hiện tại không có cách sử dụng khối \"phím được bấm\" hoặc trình đơn nhấp chuột phải.",
    "faq.offlineTitle": "Có phiên bản tải xuống nào để tôi có thể tạo và xem các chương trình không cần Internet không?",
    "faq.offlineBody": "Ứng dụng Scratch cho phép bạn tạo các dự án Scratch mà không cần kết nối internet. Bạn có thể tải xuống {downloadLink} từ trang web Scratch hoặc cửa hàng ứng dụng cho thiết bị của mình. (Điều này trước đây được gọi là \"Scratch Offline Editor\").",
    "faq.uploadOldTitle": "Tôi có thể tải lên những dự án được tạo ra với phiên bản cũ hơn của Scratch lên website được không?",
    "faq.uploadOldBody": "Có: Bạn có thể chia sẻ hoặc tải lên các dự án được tạo bằng các phiên bản Scratch cũ hơn và chúng sẽ hiển thị và có thể chơi được. (Tuy nhiên, bạn không thể tải xuống các dự án được tạo hoặc chỉnh sửa trong các phiên bản Scratch mới hơn và mở chúng trong các phiên bản cũ hơn. Ví dụ: bạn không thể mở dự án Scratch 3.0 trong phiên bản máy tính để bàn của {scratch2Link}, vì Scratch 2.0 không biết cách đọc định dạng tệp dự án .sb3.)",
    "faq.scratch2": "Scratch 2.0",
    "faq.scratchCostTitle": "Sử dụng Scratch có tốn phí không? Tôi có cần giấy phép bản quyền không?",
    "faq.scratchCostBody": "Scratch luôn và sẽ luôn miễn phí. Bạn không cần có bản quyền để sử dụng Scratch trong trường, ở nhà hay bất kỳ nơi nào cả. Việc phát triển và duy trì Scratch đến từ các khoản tài trợ và quyên góp. Nếu bạn cũng muốn đóng góp cho Scratch, hãy ghé trang {donateLink} của chúng tôi.",
    "faq.donateLinkText": "Trang Quyên góp",
    "faq.mediaLabTitle": "Ai đã tạo ra Scratch?",
    "faq.mediaLabBody": "Scratch được phát triển và duy trì bởi Nhóm Scratch tại {llkLink} ở {mediaLabLink} .",
    "faq.llkLinkText": "Nhóm Lifelong Kindergarten",
    "faq.mediaLabLinkText": "MIT Media Lab",
    "faq.aboutScratch3Title": "Scratch 3.0 là gì?",
    "faq.aboutScratch3Body": "Scratch 3.0 là thế hệ Scratch mới nhất, ra mắt vào ngày 2 tháng 1 năm 2019. Phiên bản này được thiết kế để mở rộng cách thức, nội dung và địa điểm bạn có thể sáng tạo bằng Scratch. Phiên bản này bao gồm hàng chục sprite mới, trình chỉnh sửa âm thanh hoàn toàn mới và nhiều khối lập trình mới. Và với Scratch 3.0, bạn có thể tạo và chơi các dự án trên máy tính bảng, ngoài máy tính xách tay hoặc máy tính để bàn.",
    "faq.reportBugsScratch3Title": "Tôi có thể báo cáo lỗi và chia sẻ phản hồi về Scratch 3.0 như thế nào?",
    "faq.reportBugsScratch3Body": "Bạn có thể báo cáo lỗi và chia sẻ phản hồi trong {forumsLink} phần diễn đàn thảo luận Scratch.",
    "faq.forumsLinkText": "Lỗi & Sự cố",
    "faq.languagesScratch3Title": "Scratch 3.0 có hỗ trợ nhiều ngôn ngữ không?",
    "faq.languagesScratch3Body1": "Có chứ. Để thay đổi ngôn ngữ của các khối lập trình, hãy nhấp vào biểu tượng “Quả địa cầu” ở thanh điều hướng trên cùng của trình soạn thảo lập trình, sau đó nhấp vào menu thả xuống để chọn ngôn ngữ.",
    "faq.languagesScratch3Body2": "Tất cả các bản dịch của chúng tôi đều được thực hiện bởi các tình nguyện viên. Trình soạn thảo Scratch 3.0 đã được dịch sang hơn 40 ngôn ngữ. Bạn có thể xem tất cả các ngôn ngữ hiện đang được dịch và đánh giá trên {transifexLink}. Nếu bạn muốn giúp đỡ về bản dịch hoặc đánh giá, vui lòng liên hệ {emailLink}.",
    "faq.transifexLinkText": "máy chủ dịch thuật",
    "faq.removedBlocksScratch3Title": "Scratch 3.0 có loại bỏ bất kỳ khối mã hóa nào khỏi các phiên bản Scratch trước đó không?",
    "faq.removedBlocksScratch3Body": "Không có khối mã hóa nào bị xóa trong Scratch 3.0, nhưng một số đã thay đổi một chút và một số khác đã được chuyển vào \"Phần mở rộng\" (như mô tả bên dưới, trong phần {extensionsFAQLink}).",
    "faq.newBlocksScratch3Title": "Scratch 3.0 có giới thiệu các khối mới không thế?",
    "faq.newBlocksScratch3Body": "Có chứ! Trong Scratch 3.0 bạn sẽ thấy:",
    "faq.newBlocksSoundEffect": "Khối \"hiệu ứng âm thanh\" mới",
    "faq.newBlocksOperators": "Các toán tử mới giúp làm việc với văn bản (chuỗi) dễ dàng hơn",
    "faq.newBlocksPen": "Các khối bút mới, bao gồm hỗ trợ cho tính minh bạch",
    "faq.newBlocksGlide": "Khối trượt mới để di chuyển dễ dàng đến một sprite (hoặc điểm ngẫu nhiên)",
    "faq.newBlocksExtensions": "Nhiều khả năng mới thông qua \"Tiện ích mở rộng Scratch\" (xem phần Tiện ích mở rộng bên dưới)",
    "faq.biggerBlocksScratch3Title": "Tại sao các khối trong Scratch 3.0 lại lớn hơn so với các phiên bản trước?",
    "faq.biggerBlocksScratch3Body": "Để Scratch 3.0 hoạt động tốt trên các thiết bị cảm ứng (như nhiều Chromebook, máy tính xách tay Windows Surface và máy tính bảng), chúng tôi cần làm cho các khối lớn hơn để dễ kéo và chạm vào các khối hơn. Ngoài ra, các khối lớn hơn một chút trong Scratch 3.0 để giúp giải quyết các vấn đề mà chúng tôi quan sát thấy với người dùng mới gặp sự cố khi nhấp và kéo các thành phần giao diện nhỏ.",
    "faq.extensionsScratch3Title": "Các khối Bút đã đi đâu? Các khối Âm nhạc đã đi đâu? Các khối Cảm biến video đã đi đâu?",
    "faq.extensionsScratch3Body": "Các khối Cảm biến Video, Bút, Âm nhạc và Video đã được chuyển thành các tiện ích mở rộng. Có thể thêm phần mở rộng bằng cách nhấp vào nút ở góc dưới bên trái của màn hình (xem phần \"Phần mở rộng\" bên dưới).",
    "faq.paintEditorScratch3Title": "Những tính năng mới trong Trình Vẽ là gì?",
    "faq.paintEditorScratch3Body": "Trình Vẽ đã được thiết kế lại để cung cấp các tính năng mới mạnh mẽ đồng thời giúp sử dụng dễ dàng hơn. Các thay đổi và tính năng mới bao gồm:",
    "faq.paintEditorLayout": "Bố cục mới giúp các công cụ và tùy chọn có sẵn dễ nhìn hơn",
    "faq.paintEditorTools": "Các công cụ mới như \"cục gôm\" hoạt động ở chế độ vector",
    "faq.paintEditorColors": "Nhiều tùy chọn hơn để chọn và điều chỉnh màu sắc",
    "faq.paintEditorVector": "Kiểm soát nhiều hơn các điểm vectơ (xử lí đường cong và chế độ điểm)",
    "faq.paintEditorLayers": "Các nút điều khiển bổ sung để sắp xếp các lớp (\"đưa lên phía trước\", \"di chuyển ra phía sau\", v.v.)",
    "faq.paintEditorGradients": "Điều khiển độ chuyển màu mới",
    "faq.soundEditorScratch3Title": "Những tính năng mới trong Trình chỉnh sửa âm thanh là gì?",
    "faq.soundEditorScratch3Body": "Trình chỉnh sửa âm thanh đã được thiết kế lại để giúp ghi và xử lý âm thanh dễ dàng hơn. Nó cung cấp một số tính năng mới:",
    "faq.soundEditorRecording": "Hệ thống ghi âm mới dễ sử dụng hơn",
    "faq.soundEditorTrimming": "Hệ thống cắt âm thanh mới dễ sử dụng hơn",
    "faq.soundEditorEffects": "Hiệu ứng âm thanh mới (như \"nhanh hơn\", \"chậm hơn\" và \"người máy\")",
    "faq.tipsWindwScratch3Title": "Có chuyện gì xảy ra với cửa sổ Scratch Tips?",
    "faq.tipsWindowScratch3Body": "Thay vì Cửa sổ Mẹo, Scratch 3.0 cung cấp tài liệu tương tự thông qua Thư viện Hướng dẫn, có thể truy cập thông qua liên kết Hướng dẫn trong thanh điều hướng trên cùng trong trình soạn thảo lập trình. Bạn sẽ tìm thấy hướng dẫn cho toàn bộ dự án (như \"Tạo trò chơi đuổi bắt\") hoặc các khối và tính năng cụ thể (chẳng hạn như \"Ghi âm thanh\" hoặc \"Tạo vòng quay\"). Nhiều hướng dẫn khác sẽ sớm được bổ sung (chẳng hạn như \"Trò chơi Pong\" và \"Làm cho nó bay\").",
    "faq.remixDefinitionTitle": "Bản phối lại là gì?",
    "faq.remixDefinitionBody": "Khi Scratcher tạo bản sao của những chương trình khác và thay đổi để thêm ý tưởng cá nhân (ví dụ, bằng việc thay đổi kịch bản hoặc hóa trang), sự thay đổi đó được gọi là \"phối lại\".  Mỗi chương trình được chia sẻ trên website Scratch có thể phối lại được. Chúng tôi cho rằng thậm chí một thay đổi nhỏ có thể xem như một bản phối lại hợp lệ, miễn là ghi nguồn cho người tạo dự án ban đầu và những người khác có đóng góp đáng kể cho bản phối lại đó.",
    "faq.remixableTitle": "Tại sao Scratch Team yêu cầu tất cả dự án đều “có thể phối lại”?",
    "faq.remixableBody": "Chúng tôi tin rằng phối lại các dự án của người khác là một cách tuyệt vời để học cách lập trình và tạo ra các dự án thú vị. Thông qua phối lại, các ý tưởng sáng tạo lan truyền trong cộng đồng Scratch và mọi người đều được hưởng lợi. Tất cả các dự án được chia sẻ trên trang web Scratch đều được bảo vệ bởi giấy phép “Creative Commons Share Alike”, có nghĩa là bạn có thể phối lại bất kỳ dự án nào bạn thấy trên trang web Scratch -- và những người khác có thể phối lại bất kỳ dự án nào mà bạn chia sẻ trên trang web .",
    "faq.creativeCommonsTitle": "Chuyện gì sẽ xảy ra nếu tôi không muốn những người khác phối lại dự án của tôi?",
    "faq.creativeCommonsBody": "Phối lại là một phần quan trọng của cộng đồng Scratch. Nếu bạn không muốn người khác xem hoặc phối lại những thành quả của mình, bạn vẫn có thể tạo các dự án trên trang web Scratch nhưng không chia sẻ chúng trên trang web.",
    "faq.fairUseTitle": "Tôi có thể sử dụng những hình ảnh, âm thanh, phương thức truyền thông từ mạng Internet trong chương trình của tôi được không?",
    "faq.fairUseBody": "Nếu bạn chọn tích hợp sản của người khác vào sản phẩm của mình, hãy đảm bảo rằng ghi công cho họ trong phần “ghi công” của dự án và bao gồm một liên kết quay lại bản gốc. Để tìm nghệ thuật/âm thanh đã được cấp phép để phối lại, hãy xem {ccLink}.",
    "faq.ccLinkText": "Trang tìm kiếm Creative Commons",
    "faq.whyAccountTitle": "Tại sao việc có tài khoản Scratch lại hữu ích?",
    "faq.whyAccountBody": "Ngay cả khi không có tài khoản, bạn vẫn có thể chơi các dự án của người khác, đọc bình luận và diễn đàn, thậm chí tạo dự án của riêng bạn. Nhưng bạn cần có tài khoản để lưu và chia sẻ dự án, viết bình luận và bài đăng trên diễn đàn, và tham gia các hoạt động \"xã hội\" khác trong cộng đồng (như \"yêu thích\" các dự án của người khác).",
    "faq.createAccountTitle": "Tôi có thể tạo tài khoản như thế nào?",
    "faq.createAccountBody": "Chỉ cần nhấp vào \"Tham gia\" trên trang chủ Scratch. Bạn sẽ cần trả lời một vài câu hỏi và cung cấp địa chỉ email. Chỉ mất vài phút và hoàn toàn miễn phí!",
    "faq.checkConfirmedTitle": "Làm sao tôi có thể kiểm tra tài khoản của tôi đã được xác nhận hay chưa?",
    "faq.howToConfirmTitle": "Làm sao tôi xác nhận tài khoản của mình?",
    "faq.howToConfirmBody": "Sau khi bạn tạo một tài khoản mới trên Scratch, bạn sẽ nhận được một email có liên kết. Chỉ cần nhấp vào liên kết để xác nhận tài khoản của bạn. Khi bạn xác nhận tài khoản của mình, bạn sẽ có thể chia sẻ dự án, viết nhận xét và tạo studio. Việc xác nhận tài khoản của bạn cũng cho phép bạn nhận các cập nhật qua email từ Nhóm Scratch. Nếu bạn không thể tìm thấy email có liên kết xác nhận, hãy kiểm tra thư mục Spam. Nếu bạn vẫn không thể tìm thấy nó và muốn nhận một bản sao khác, hãy đi tới Cài đặt tài khoản của bạn, nhấp vào tab Email và làm theo hướng dẫn ở đó. Xin lưu ý rằng có thể mất đến một giờ để nhận được email. Nếu bạn vẫn không thấy email sau một giờ, {contactLink}.",
    "faq.contactLinkText": "hãy cho chúng tôi biết",
    "faq.checkConfirmedBody": "Để kiểm tra xem tài khoản của bạn đã được xác nhận hay chưa, hãy đăng nhập vào tài khoản Scratch của bạn và truy cập trang {settingsLink}. Địa chỉ email được xác nhận sẽ hiển thị một dấu kiểm nhỏ màu xanh lá cây. Nếu không, bạn sẽ thấy dòng chữ \"Địa chỉ email của bạn chưa được xác nhận\" màu cam.",
    "faq.settingsLinkText": "Cài đặt Email",
    "faq.requireConfirmTitle": "Tôi có phải xác nhận tài khoản của mình không? ",
    "faq.requireConfirmBody": "Bạn vẫn có thể sử dụng nhiều tính năng của Scratch mà không cần phải xác nhận tài khoản của bạn, bao gồm việc tạo và lưu dự án (nhưng không chia sẻ).",
    "faq.forgotPasswordTitle": "Tôi đã quên mất tên đăng nhập và mật khẩu của mình. Tôi phải làm gì để đặt lại chúng?",
    "faq.forgotPasswordBody": "Nhập tên người dùng hoặc địa chỉ thư điện tử của bạn trên trang {resetLink}. Trang web sẽ gửi thư điện tử đến địa chỉ được liên kết với tên người dùng của bạn và liên kết mà bạn có thể sử dụng để đặt lại mật khẩu của mình.",
    "faq.resetLinkText": "Đặt lại mật khẩu",
    "faq.changePasswordTitle": "Làm sao tôi có thể thay đổi mật khẩu?",
    "faq.changePasswordBody": "Đăng nhập vào tài khoản Scratch của bạn, sau đó truy cập trang {changeLink} của chúng tôi nơi bạn có thể thay đổi mật khẩu của mình.",
    "faq.changeLinkText": "Cài đặt mật khẩu",
    "faq.changeEmailTitle": "Làm sao tôi có thể thay đổi địa chỉ email?",
    "faq.changeEmailBody": "Đăng nhập vào tài khoản Scratch của bạn, rồi truy cập trang {changeEmailLink} của chúng tôi để có thể đặt lại địa chỉ email của bạn.",
    "faq.newScratcherTitle": "Làm sao tôi có thể chuyển từ 'New Scratcher' sang 'Scratcher'?",
    "faq.newScratcherBody": "Khi bạn tạo một tài khoản, bạn sẽ được gắn nhãn là “Scratcher mới”. Để thực hiện quá trình chuyển đổi sang \"Scratcher\", bạn nên tạo và chia sẻ các dự án, nhận xét hữu ích về các dự án của Scratchers khác và hãy kiên nhẫn! Sau khi bạn đã đáp ứng các yêu cầu, một liên kết sẽ xuất hiện trên trang hồ sơ mời bạn trở thành Scratcher và bạn sẽ có thêm một số khả năng trên trang web Scratch. (Lưu ý rằng chúng tôi không quảng bá Scratcher mới thành Scratcher theo yêu cầu )",
    "faq.multipleAccountTitle": "Tôi có thể có nhiều hơn một tài khoản được không?",
    "faq.multipleAccountBody": "Bạn có thể có một vài tài khoản trên trang web Scratch, miễn là không có tài khoản nào được sử dụng để phá vỡ {cgLink}. Trong trường hợp đó, tất cả các tài khoản liên quan có thể bị chặn hoặc xóa.",
    "faq.multipleLoginTitle": "Liệu có thể nhiều người cùng đăng nhập vào một tài khoản được không?",
    "faq.multipleLoginBody": "Điều này không được phép vì trình chỉnh sửa trang web và dự án có thể dễ bị nhầm lẫn khi có nhiều người đăng nhập vào cùng một tài khoản. Khi một tài khoản làm điều gì đó vi phạm {cgLink}, tất cả các tài khoản liên quan có thể bị chặn hoặc xóa. Nếu bạn chia sẻ tài khoản với ai đó làm điều gì đó xấu với tài khoản đó, điều này có nghĩa là tài khoản của bạn có thể bị chặn vì những gì người kia đã làm.",
    "faq.changeUsernameTitle": "Tôi có thể thay đổi tên người dùng được không?",
    "faq.changeUsernameBody": "Những cấu trúc trong trang web của Scratch phụ thuộc vào việc có một tên tài khoản nhất quán, vì vậy bạn không thể thay đổi tên đăng nhập của mình. Nếu bạn đang thật sự cần phải đổi tên đăng nhập, bạn có thể tạo một tài khoản mới với tên đăng nhập mong muốn, nhưng bạn sẽ phải tự mình sao chép các dự án sang tài khoản mới.",
    "faq.shareInfoTitle": "Tôi có thể chia sẻ thông tin gì trên / bằng tài khoản của tôi?",
    "faq.shareInfoBody": "Vui lòng không chia sẻ thông tin liên hệ cá nhân, chẳng hạn như địa chỉ thực, email, số điện thoại hoặc bất kỳ thông tin nào khác có thể được sử dụng để liên hệ bên ngoài trang web Scratch. Vui lòng báo cáo các dự án, nhận xét hoặc bài đăng trên diễn đàn có chứa loại thông tin này để Nhóm Scratch có thể xóa thông tin và nhắc nhở tác giả về chính sách của chúng tôi đối với việc chia sẻ thông tin liên hệ cá nhân.",
    "faq.deleteAccountTitle": "Làm thế nào để xóa tài khoản?",
    "faq.deleteAccountBody": "Đăng nhập vào Scratch, sau đó nhấp vào tên người dùng của bạn ở góc trên cùng bên phải. Chọn \"Cài đặt tài khoản\", sau đó nhấp vào liên kết \"Tôi muốn xóa tài khoản của mình\" ở cuối trang. Nhưng bạn chỉ nên làm điều này nếu bạn hoàn toàn chắc chắn rằng bạn muốn xóa tài khoản của mình.",
    "faq.scratchFreeTitle": "Scratch có miễn phí không? Tôi có thể sử dụng bất kỳ khi nào tôi muốn chứ?",
    "faq.scratchFreeBody": "Đúng vậy! Scratch có sẵn miễn phí. Bạn có thể sử dụng nó trong trường học của mình và bạn có thể dạy một khóa học về nó (thậm chí là một khóa học tốn tiền). Bạn không cần phải mua giấy phép: nó miễn phí!",
    "faq.scratchScreenshotTitle": "Tôi có thể dùng ảnh chụp màn hình để đưa vào sách hoặc bài thuyết trình được không?",
    "faq.scratchScreenshotBody": "Có, bạn có thể sử dụng ảnh chụp màn hình/hình ảnh của ứng dụng và trang web Scratch trong sách hoặc bản trình bày và coi chúng được cấp phép theo giấy phép {licenseLink}. Chúng tôi yêu cầu bạn ghi chú vào đâu đó trong tài liệu của mình rằng: \"Scratch là một dự án của Scratch Foundation, với sự cộng tác của Lifelong Kindergarten Group tại MIT Media Lab. Nó được cung cấp miễn phí tại https://scratch.mit.edu\".",
    "faq.licenseLinkText": "Creative Commons Ghi công-Chia sẻ tương tự",
    "faq.scratchDescriptionTitle": "Tôi có thể đưa mô tả Scratch vào tài liệu quảng cáo hoặc tài liệu khác không?",
    "faq.scratchDescriptionBody": "Chắc chắn rồi! Chúng tôi đề xuất mô tả sau: \"Scratch là một ngôn ngữ lập trình và cộng đồng trực tuyến, nơi bạn có thể tạo các câu chuyện, trò chơi và hoạt hình tương tác của riêng mình -- và chia sẻ những sáng tạo của mình với những người khác trên khắp thế giới. Khi những người trẻ tạo và chia sẻ các dự án Scratch, họ học cách suy nghĩ sáng tạo, suy luận có hệ thống và làm việc hợp tác. Scratch là một dự án {sfLink} hợp tác với nhóm Lifelong Kindergarten tại MIT Media Lab. Nó có sẵn miễn phí tại https://scratch.mit.edu\"",
    "faq.presentScratchTitle": "Tôi có thể trình bày Scratch tại một hội nghị không?",
    "faq.presentScratchBody": "Đừng ngại làm một buổi thuyết trình về Scratch đến những nhà giáo dục và những nhóm khác.\n ",
    "faq.supportMaterialTitle": "Tôi có thể sử dụng / phối lại những tài liệu hỗ trợ của Scratch, nhân vật, hình ảnh, âm thanh hoặc những chương trình mẫu mà tôi đã tìm thấy ở trang Scratch được không?",
    "faq.supportMaterialBody": "Đúng vậy: Hầu hết các tài nguyên hỗ trợ trên trang web của Scratch có sẵn dưới bản quyền {licenseLink}. Tuy nhiên vẫn có một vài ngoại lệ: logo Scratch, Chú mèo Scratch, Gobo, Pico, Nano, Giga và Tera là nhận diện thương hiệu của Scratch, chúng không thể được sử dụng mà không có sự cho phép từ Nhóm Scratch.",
    "faq.sellProjectsTitle": "Tôi có thể bán các chương trình Scratch của tôi không?",
    "faq.sellProjectsBody": "Có: Dự án Scratch của bạn là thành phẩm của bạn. Nhưng hãy nhớ rằng sau khi bạn chia sẻ dự án của mình trên trang web Scratch, mọi người có thể tự do tải xuống, phối lại và sử dụng dự án dựa trên các điều khoản của {licenseLink}. Vì vậy, nếu bạn có ý định bán dự án của mình, bạn có thể hủy chia sẻ dự án đó khỏi trang web Scratch.",
    "faq.sourceCodeTitle": "Tôi có thể tìm thấy mã nguồn của Scratch ở đâu?",
    "faq.sourceCodeBody": "Có thể tìm thấy mã nguồn của trình soạn thảo lập trình Scratch trên {guiLink}. Mã nguồn cho {flashLink} và {scratch14Link}, cũng có sẵn trên GitHub. Để biết thông tin cập nhật về các dự án phát triển liên quan đến trang web Scratch, vui lòng truy cập trang web {developersLink} của chúng tôi.",
    "faq.scratch14": "Scratch 1.4",
    "faq.okayToShareTitle": "Làm sao tôi biết được rằng thông tin nào nên và không nên chia sẻ trên trang web Scratch?",
    "faq.okayToShareBody": "Hãy xem trang {cgLink} - thông tin đã tóm lược và không bao gồm các vấn đề pháp lý. Đường dẫn trang này nằm ở cuối trên tất cả các trang Scratch.",
    "faq.reportContentTitle": "Tôi nên làm gi khi thấy những nội dung không phù hợp?",
    "faq.reportContentBody": "Bạn có thể nhấp vào liên kết \"báo cáo\" về bất kỳ dự án, nhận xét, bài thảo luận, studio hoặc trang hồ sơ nào mà bạn thấy điều đó không phù hợp với Scratch. Nếu tình huống phức tạp, bạn có thể sử dụng liên kết {contactLink} (có sẵn ở cuối mỗi trang) để giải thích. Hãy nhớ bao gồm càng nhiều chi tiết càng tốt, với các liên kết dẫn ra các trang có liên quan.",
    "faq.noFlameTitle": "Tôi nên làm gì khi thấy những thành viên có hành vi không phù hợp hoặc không tôn trọng?",
    "faq.noFlameBody": "Đừng thêm dầu vào lửa nhé! Đáp lại những bình luận tồi bằng những bình luận tồi hơn sẽ làm tình hình xấu đi, và có thể khiến tài khoản của bạn bị khóa. Thay vào đó, bạn chỉ cần Báo cáo bất kì điều gì có nội dung không tôn trọng và không mang tính đóng góp, và chúng tôi sẽ theo dõi tác giả đó. Chúng tôi sẽ kiểm tra phần báo cáo mỗi ngày, nhiều lần trong một ngày - Vì vậy hãy yên tâm nhé, chúng tôi sẽ xử lý ổn thoả thôi.",
    "faq.reviewContentTitle": "Scratch team sẽ làm gì khi nhận được báo cáo hoặc nghi ngờ?",
    "faq.reviewContentBody": "Nhóm Scratch xem xét các nhận xét và dự án được báo cáo hàng ngày. Nếu thứ gì đó phá vỡ Scratch {cgLink}, chúng tôi sẽ xóa nó và gửi cảnh báo đến tài khoản. Chúng tôi cũng có thể chặn các tài khoản hoặc mạng đã được sử dụng để chia sẻ nội dung đó, tùy thuộc vào nội dung được chia sẻ và liệu người đó đã nhận được cảnh báo trước đó hay chưa",
    "faq.blockedAccountTitle": "Chuyện gì sẽ xảy ra khi tài khoản cá nhân bị khóa?",
    "faq.blockedAccountBody": "Khi tài khoản bị chặn, chủ sở hữu không còn có thể truy cập vào tài khoản của họ để tạo dự án hoặc đăng nhận xét mới. Khi đăng nhập, họ sẽ thấy một trang giải thích lý do tại sao tài khoản bị chặn, cùng với biểu mẫu web mà họ có thể sử dụng để yêu cầu bỏ chặn. Nếu chủ sở hữu có thể chứng minh rằng họ hiểu lý do tại sao tài khoản của họ bị chặn và hứa sẽ tuân theo Scratch {cgLink} trong tương lai, thì họ sẽ được bỏ chặn.",
    "faq.stolenAccountTitle": "Ai đó đã có quyền truy cập vào tài khoản của tôi và giờ tài khoản đó đã bị chặn. Tôi phải làm gì?",
    "faq.stolenAccountBody": "Bạn chịu trách nhiệm bảo vệ mật khẩu của bạn an toàn. Nếu ai đó mà bạn biết đã kiểm soát tài khoản của bạn và làm những điều xấu, hãy báo cho người lớn phụ trách máy tính mà họ đã sử dụng. Nếu bạn cho rằng ai đó mà bạn không biết có quyền truy cập vào tài khoản của mình, hãy thay đổi mật khẩu và/hoặc sử dụng {contactLink} để giải thích tình huống. Nếu tài khoản của bạn bị khóa do làm điều gì đó mà bạn đã làm khiến Scratch bị hỏng {cgLink}, vui lòng không cho chúng tôi biết rằng ai đó đã làm việc đó. Khi mọi người cho chúng tôi biết ai đó đã sử dụng tài khoản của họ để làm điều gì đó xấu, thì chúng tôi cần thử nói chuyện với người đó trước khi có thể khôi phục tài khoản. Điều này có nghĩa là tài khoản của bạn sẽ bị chặn lâu hơn rất nhiều so với khi bạn trung thực với chúng tôi về những gì đã xảy ra.",
    "faq.aboutExtensionsTitle": "Tiện ích mở rộng là gì?",
    "faq.aboutExtensionsBody": "Trong trình soạn thảo Scratch, bạn có thể thêm các bộ sưu tập khối bổ sung được gọi là \"phần mở rộng\". Ví dụ, có các phần mở rộng cho phép bạn lập trình các thiết bị vật lý (như micro:bit và bộ dụng cụ robot LEGO) và dịch văn bản trong các dự án Scratch của bạn. Chúng tôi sẽ tiếp tục thêm các phần mở rộng mới theo thời gian, vì vậy những gì bạn có thể làm với Scratch sẽ tiếp tục phát triển theo thời gian.",
    "faq.howToAddExtensionsTitle": "Làm thế nào để thêm phần mở rộng vào dự án?",
    "faq.howToAddExtensionsBody": "Nếu bạn nhấp vào nút \"Tiện ích mở rộng\" ở góc dưới cùng bên trái của trình chỉnh sửa lập trình Scratch, bạn sẽ thấy danh sách tất cả các Tiện ích mở rộng của Scratch. Khi bạn chọn một trong các Tiện ích mở rộng, một danh mục khối mới sẽ được thêm vào dự án của bạn. Tiện ích mở rộng sẽ được tự động tải mỗi khi dự án của bạn được mở. Bạn có thể thêm nhiều Tiện ích mở rộng vào cùng một dự án.",
    "faq.createExtensionsTitle": "Làm thế nào để tôi có thể tạo tiện ích mở rộng của riêng mình cho Scratch?",
    "faq.createExtensionsBody": "Nhóm Scratch sẽ công bố các thông số kỹ thuật và hướng dẫn cho các tiện ích mở rộng trong tương lai. Khi có sẵn, bạn sẽ có thể gửi các tiện ích mở rộng cho Nhóm Scratch để xem xét trong thư viện tiện ích mở rộng Scratch 3.0 chính thức. Chúng tôi cũng sẽ cung cấp các hướng dẫn để phát triển và phân phối các tiện ích mở rộng \"thử nghiệm\", có thể được sử dụng để tạo các dự án trên từng máy tính, nhưng không được chia sẻ trong cộng đồng trực tuyến Scratch.",
    "faq.scratchXTitle": "Điều gì sẽ xảy ra với trang web ScratchX?",
    "faq.scratchXBody": "Trang web ScratchX (scratchx.org) là một nền tảng thử nghiệm cho các tiện ích mở rộng. Các tiện ích mở rộng được tạo cho ScratchX không tương thích với Scratch 3.0. Khi các tiện ích mở rộng thử nghiệm được hỗ trợ đầy đủ trong Scratch, chúng tôi sẽ ngừng hỗ trợ ScratchX và cung cấp cho các nhà phát triển và người dùng thời gian để chuyển đổi khỏi ScratchX sang nền tảng tiện ích mở rộng mới.",
    "faq.cloudDataInfoTitle": "Biến đám mây là gì?",
    "faq.cloudDataInfoBody": "Các biến đám mây cho phép dữ liệu từ một dự án được lưu và chia sẻ với những người khác trong cộng đồng Scratch. Bạn có thể sử dụng các biến đám mây để thực hiện khảo sát và các dự án khác nơi những người khác trong cộng đồng truy cập và sửa đổi dữ liệu theo thời gian.",
    "faq.makeCloudVarTitle": "Làm cách nào tôi có thể tạo một biến đám mây?",
    "faq.makeCloudVarBody": "Chuyển đến phần \"Biến\" của bảng khối, chọn \"Tạo biến\", sau đó nhấp vào hộp kiểm bên cạnh \"Biến đám mây (được lưu trữ trên máy chủ)\". Dữ liệu được liên kết với biến đám mây của bạn sẽ được lưu trữ trên máy chủ, được lưu giữ theo thời gian và bất kỳ ai mở dự án đều có thể truy cập được.",
    "faq.onlyNumbersTitle": "Những loại dữ liệu nào có thể được lưu trữ trong biến đám mây?",
    "faq.onlyNumbersBody": "Chỉ chữ số mới có thể được lưu trữ trong biến đám mây.",
    "faq.storedCloudInfoTitle": "Ai có thể xem dữ liệu được lưu trữ trong các biến đám mây?",
    "faq.storedCloudInfoBody": "Khi bạn tương tác với một dự án bằng các biến đám mây, dữ liệu được liên kết với các tương tác của bạn có thể được lưu trữ cùng với tên người dùng của bạn và những người khác có thể xem dữ liệu đó.",
    "faq.reportCloudTitle": "Nếu tôi thấy ai đó đăng tải những nội dung không phù hợp bằng cách sử dụng biến đám mây, làm sao để tôi có thể báo cáo họ?",
    "faq.reportCloudBody": "Nhấp vào nút \"Báo cáo nội dung này\" (bên dưới trình phát dự án trên trang dự án) để báo cáo nội dung không phù hợp trong các biến đám mây. Hãy nhớ rằng bạn phải đề cập đến \"biến đám mây\" khi nhập lý do vào báo cáo.",
    "faq.chatRoomTitle": "Tôi có thể tạo nhóm chat với biến đám mây không?",
    "faq.chatRoomBody": "Việc tạo nhóm chat bằng cách sử dụng biến đám mây về cơ bản là khả thi, tuy nhiên việc này là không được phép trên trang web của Scratch.",
    "faq.changeCloudVarTitle": "Ai có quyền thay đổi thông tin trong một biến đám mây?",
    "faq.changeCloudVarBody": "Chỉ bạn và người xem dự án của bạn mới có thể lưu trữ dữ liệu trong các biến đám mây của dự án. Nếu mọi người \"nhìn thấy bên trong\" hoặc phối lại mã của bạn, nó sẽ tạo một bản sao của biến và không ảnh hưởng hay thay đổi biến ban đầu.",
    "faq.newScratcherCloudTitle": "Tôi đã đăng nhập rồi, nhưng tôi vẫn không thể sử dụng biến đám mây trong các dự án. Điều gì đang xảy ra vậy?",
    "faq.newScratcherCloudBody": "Nếu bạn vẫn đang là \"Người mới\", bạn sẽ không thể tạo hay truy cập biến đám mây trong các dự án có sử dụng tính năng này. Bạn sẽ cần trở thành một \"Scratcher\" để có thể truy cập vào biến đám mây. Xem phần Tài khoản (bên trên) để biết thêm thông tin về quá trình chuyển đổi từ “Người mới“ thành \"Scratcher\".",
    "faq.multiplayerTitle": "Việc tạo một trò chơi trực tuyến nhiều người chơi với biến đám mây có khả thi hay không?",
    "faq.multiplayerBody": "Trò chơi nhiều người chơi có thể khó tạo do các vấn đề về đồng bộ hóa và tốc độ mạng. Tuy nhiên, một số Scratcher đang nghĩ ra những cách sáng tạo để sử dụng các biến đám mây cho trò chơi theo lượt và các loại trò chơi khác.",
    "faq.schoolsTitle": "Scratch trong trường học",
    "faq.howTitle": "Scratch được sử dụng trong trường học như thế nào?",
    "faq.howBody": "Scratch đã và đang hiện diện ở hàng trăm nghìn trường học trên khắp thế giới, và được sử dụng trong rất nhiều các lĩnh vực môn học khác nhau (bao gồm ngôn ngữ học, khoa học/khoa học máy tính, toán học, lịch sử). Bạn có thể tìm hiểu thêm về chiến lược và các tài nguyên về việc sử dụng Scratch trong trường học hay các môi trường học tập khác (như bảo tàng, thư viện hay trung tâm cộng đồng) trên trang {educatorsLink} của chúng tôi.",
    "faq.educatorsLinkText": "Trang dành cho nhà giáo dục",
    "faq.noInternetTitle": "Có cách nào cho học sinh sử dụng Scratch mà không có kết nối internet không?",
    "faq.noInternetBody": "Đúng. {downloadLink} là phiên bản có thể tải xuống của Scratch, có thể chạy trên máy tính xách tay và máy tính để bàn. Hiện tại, ứng dụng Scratch khả dụng trên các thiết bị Windows và Mac.",
    "faq.communityTitle": "Tôi có thể tắt tính năng Cộng đồng trực tuyến cho học sinh của tôi không?",
    "faq.communityBody": "Cộng đồng trực tuyến Scratch cung cấp một cách để những người trẻ tuổi chia sẻ, hợp tác và học hỏi với các đồng nghiệp của họ trong một cộng đồng được kiểm duyệt do Scratch {cgLink}quản lý. Tuy nhiên, chúng tôi hiểu rằng một số nhà giáo dục muốn học sinh của họ không tham gia vào cộng đồng trực tuyến. Họ có thể muốn cài đặt ứng dụng Scratch chạy ngoại tuyến và cục bộ trên máy tính để bàn hoặc máy tính xách tay.",
    "faq.teacherAccountTitle": "Tài khoản Scratch cho giáo viên là gì?",
    "faq.teacherAccountBody": "Một Tài khoản Giáo viên Scratch cung cấp cho giáo viên các tính năng bổ sung để quản lý việc tham gia của học sinh trên Scratch, bao gồm khả năng tạo tài khoản học sinh, quản lý, sắp xếp các dự án của học sinh vào các studio và giám sát các hoạt động bình luận của học sinh. Để biết thêm thông tin về Tài khoản Giáo viên Scratch, hãy xem trang {eduFaqLink}.",
    "faq.eduFaqLinkText": "Câu hỏi thường gặp về Tài khoản Giáo viên",
    "faq.requestTitle": "Làm thể nào để tôi có thể yêu cầu được cấp tài khoản Scratch cho giáo viên?",
    "faq.requestBody": "Bạn có thể yêu cầu Tài khoản Giáo Viên Scratch từ {educatorsLink} trên Scratch. Chúng tôi yêu cầu thêm thông tin trong quá trình đăng ký để xác minh vai trò của bạn với tư cách là giáo viên.",
    "faq.dataTitle": "Scratch sẽ thu thập thông tin gì của học sinh?",
    "faq.dataBody": "Khi học sinh đăng ký Scratch lần đầu, chúng tôi sẽ yêu cầu cung cấp thông tin cá nhân cơ bản bao gồm giới tính, tuổi (tháng và năm sinh), quốc gia, và địa chỉ email xác nhận. Những thông tin này được dùng (trong biểu mẫu tổng hợp) trong các nghiên cứu nhằm mục đích nâng cao hiểu biết của chúng tôi về cách người dùng sử dụng Scratch. Khi giáo viên sử dụng tài khoản Scratch Giáo viên tạo ra tài khoản học sinh theo số lượng lớn, học sinh không cần cung cấp địa chỉ email cho việc thiết lập tài khoản.",
    "faq.lawComplianceTitle": "Phiên bản trực tuyến của Scratch có tuân thủ luật bảo mật dữ liệu liên bang và địa phương của Hoa Kỳ không?",
    "faq.lawComplianceBody1": "Scratch rất quan tâm đến quyền riêng tư của học sinh và tất cả những cá nhân sử dụng nền tảng của chúng tôi. Chúng tôi có các quy trình vật lý và điện tử để bảo vệ thông tin chúng tôi thu thập trên trang web Scratch. Mặc dù chúng tôi không có khả năng cung cấp bảo đảm theo hợp đồng với từng tổ chức sử dụng sản phẩm giáo dục miễn phí của chúng tôi, nhưng chúng tôi tuân thủ tất cả các luật liên bang của Hoa Kỳ áp dụng cho MIT và Scratch Foundation, các tổ chức đã tạo ra và duy trì Scratch. Chúng tôi khuyến khích bạn đọc Chính sách quyền riêng tư của Scratch để biết thêm thông tin.",
    "faq.lawComplianceBody2": "Nếu bạn muốn xây dựng các dự án với Scratch mà không cần gửi bất kỳ Thông tin cá nhân nào cho chúng tôi, bạn có thể tải xuống {downloadLink}. Nhóm Scratch không thể truy cập các dự án được tạo trong phần mềm Scratch và việc sử dụng phần mềm Scratch không tiết lộ bất kỳ thông tin nhận dạng cá nhân nào cho Scratch trừ khi bạn tải các dự án này lên cộng đồng trực tuyến Scratch."
}