{
    "cookies.title": "Палітыка выкарыстання файлаў cookie",
    "cookies.nav.types": "Віды файлаў cookie",
    "cookies.nav.manage": "Кіраванне файламі cookie",
    "cookies.nav.contact": "Звязацца з намі",
    "cookies.lastUpdatedFormat": "Палстыка выкарыстання файлаў cookie Scratch апошні раз была абноўлена {updated, date, long}",
    "cookies.intro1": "Гэта Палітыка ў дачыненні да файлаў cookie ( <b>“Палітыка ў дачыненні да файлаў cookie”</b>) забяспечваецца фонтам Scratch (<b>“Scratch”</b>, <b>“мы”</b> ці <b>“нас”</b>). Ён дапаўняе інфармацыю, уключаную ў нашу <privacy>Палітыку прыватнасці</privacy>, і тлумачыць, як Scratch выкарыстоўвае файлы cookie на сваім сайце scratch.mit.edu (the <b>“Сайт Scratch”</b>) сваім наведвальнікам (<b>“вы”</b>, <b>“карыстальнікі”</b>). Для мэтаў гэтай Палітыкі ў дачыненні да файлаў cookie, <b>“Асабістая інфармацыя”</b> азначае любую інфармацыю, якая адносіцца да ідэнтыфікацыі або ідэнтыфікаванай асобы..",
    "cookies.intro2": "Калі вы выкарыстоўваеце сайт Scratch, мы выкарыстоўваем файлы cookie, маякі, нябачныя тэгі, унікальныя ідэнтыфікатары і падобныя тэхналогі (<b>“Cookies”</b>) для аўтаматычнага запісу пэўнай асабістай інфармацыі з вашага браўзера або прылады..",
    "cookies.table.name": "Імя",
    "cookies.table.provider": "Правайдэр",
    "cookies.table.purpose": "Прызначэнне",
    "cookies.table.expiration": "Тэрмін дзеяння",
    "cookies.table.session": "Сесія",
    "cookies.table.persistent": "Настойлівы",
    "cookies.table.days.1": "1 дзень",
    "cookies.table.days.180": "180 дзён",
    "cookies.table.weeks.2": "2 тыдні",
    "cookies.table.weeks.3": "3 тыдні",
    "cookies.table.months.6": "6 месяцаў",
    "cookies.table.years.1": "1 год",
    "cookies.table.years.2": "2 гады",
    "cookies.types.title": "Якія тыпы файлаў cookie выкарыстоўваюцца на сайце Scratch?",
    "cookies.types.essentialTitle": "Асноўныя файлы cookie",
    "cookies.types.essentialIntro": "Гэта файлы cookie, неабходныя для таго, каб зрабіць сайт Scratch даступным для карыстальніка або забяспечыць бяспеку. Мы выкарыстоўваем гэту асабістую інфармацыю, напрыклад, каб пераканацца, што вэб-сайт Scratch працуе належным чынам, або каб прадухіліць махлярства. Мы выкарыстоўваем наступныя асноўныя файлы cookie:",
    "cookies.essential.csrf": "Выкарыстоўваецца ў якасці меры бяспекі для прадухілення падробкі міжсайтавых запытаў.",
    "cookies.essential.sessionID": "Выкарыстоўваецца для вашай аўтэнтыфікацыі на сайце Scratch, каб мы маглі прадастаўляць вам запытаныя паслугі.",
    "cookies.types.functionalTitle": "Функцыянальныя файлы cookie",
    "cookies.types.functionalIntro": "Мы выкарыстоўваем гэтыя файлы cookie для распазнання карыстальніка, калі ён вяртаецца на сайт Scratch, і для карыснай, але не асноўнай функцыі. Напрыклад, файлы cookie для запамінання налад карыстальнікаў (напрыклад, захаванне моўных налад) і пераваг кантэнту, калі яны вяртаюцца на сайт Scratch, або якія дазваляюць прайграваць відэа. Адключэнне функцыянальных файлаў cookie звычайна прыводзіць да абмежавання функцыянальнасці сайта і менш персаналізаванага вопыту, але карыстальнік па-ранейшаму зможа выкарыстоўваць сайт. Мы выкарыстоўваем наступныя функцыянальныя файлы cookie:",
    "cookies.functional.permissions": "Выкарыстоўваецца для адсочвання таго, да якіх функцый сэрвісу мае доступ карыстальнік, які ўвайшоў у сістэму.",
    "cookies.functional.exploreBy": "Выкарыстоўваецца для захавання бягучых параметраў пошуку карыстальніка.",
    "cookies.functional.scratchLanguage": "Выкарыстоўваецца для захавання інфармацыі аб мове, якую карыстальнік аддае перавагу.",
    "cookies.functional.scratchTheme": "Выкарыстоўваецца для захавання інфармацыі аб абраным каляровым рэжыме карыстальніка.",
    "cookies.functional.scratchPolicySeen": "Выкарыстоўваецца для адсочвання таго, ці бачыў карыстальнік апавяшчэнне аб абнаўленні палітыкі прыватнасці",
    "cookies.functional.wistia": "Змяшчае пазнаку часу для відэакантэнту сайта Scratch. Гэта дазваляе карыстальніку аднавіць прагляд без неабходнасці пачынаць спачатку, калі карыстальнік пакідае відэа ці вэб-сайт Scratch.",
    "cookies.functional.minilogSettings": "Некласіфікаваны",
    "cookies.types.analyticsTitle": "Аналітычныя або прадукцыйныя файлы cookie",
    "cookies.types.analyticsIntro": "Мы выкарыстоўваем файлы cookie, каб звычайна дапамагчы нам лепш зразумець, як выкарыстоўваецца сайт Scratch (напрыклад, вызначэнне таго, якія старонкі з'яўляюцца папулярнымі, на падставе таго, колькі карыстальнікаў наведалі пэўныя старонкі). Мы таксама супрацоўнічаем з пастаўшчыкамі аналітыкі, такімі як Google Analytics, якія выкарыстоўваюць файлы cookie для збору і аналізу інфармацыі аб выкарыстанні сайта Scratch і справаздач аб дзейнасці і тэндэнцыях. Вы можаце даведацца больш аб практыцы Google, перайшоўшы на  <policies>https://www.google.com/policies/privacy/partners</policies> і адмовіцца ад іх, загрузіўшы дадатак Google Analytics для адключэння браўзера, даступнае на <optout>https://tools.google.com/dlpage/gaoptout</optout>. Мы выкарыстоўваем наступныя аналітычныя і прадукцыйныя файлы cookie:",
    "cookies.analytics.ga": "Выкарыстоўваецца для адпраўкі даных у Google Analytics аб прыладзе і паводзінах карыстальніка. Адсочвае карыстальнікаў на розных прыладах і маркетынгавых каналах.",
    "cookies.analytics.gat": "Выкарыстоўваецца Google Analytics для рэгулявання частаты запытаў.",
    "cookies.analytics.gid": "Рэгіструе унікальны ідэнтыфікатар, які выкарыстоўваецца для стварэння статыстычных даных аб тым, як карыстальнік выкарыстоўвае сайт Scratch.",
    "cookies.analytics.utma": "Выкарыстоўваецца Google Analytics для класіфікацыі новых і тых карыстальнікаў хто вярнуўсяx.",
    "cookies.analytics.utmb": "Выкарыстоўваецца Google Analytics для разліку працягласці наведвання сайта Scratch.",
    "cookies.analytics.utmc": "Выкарыстоўваецца Google Analytics для разліку працягласці наведвання сайта Scratch.",
    "cookies.analytics.utmt": "Выкарыстоўваецца Google Analytics для рэгулявання частаты запытаў.",
    "cookies.analytics.utmz": "Выкарыстоўваецца Google Analytics, каб зразумець, як карыстальнік перамяшчаецца па сайце Scratch.",
    "cookies.analytics.loglevel": "Падтрымлівае налады і вынікі пры выкарыстанні кансолі інструментаў распрацоўшчыка ў бягучым сеансе.",
    "cookies.analytics.deviceInfo": "Выкарыстоўваецца для адсочвання ўзаемадзеяння карыстальніка з убудаваным кантэнтам.",
    "cookies.analytics.youtubeLogsDatabase": "Некласіфікаваны",
    "cookies.analytics.visitorInfo": "Спрабуе ацаніць прапускную здольнасць карыстальнікаў на старонках з убудаванымі відэа YouTube.",
    "cookies.analytics.remoteSid": "Неабходны для рэалізацыі і функцыянальнасці відэакантэнту YouTube.",
    "cookies.analytics.ysc": "Рэгіструе ўнікальны ідэнтыфікатар для вядзення статыстыкі таго, якія відэа з YouTube бачыў карыстальнік.",
    "cookies.analytics.lastResultEntryKey": "Захоўвае налады відэаплэера карыстальніка з дапамогай убудаванага відэа YouTube.",
    "cookies.analytics.ytidbMetaDatabases": "Захоўвае налады відэаплэера карыстальніка з дапамогай убудаванага відэа YouTube.",
    "cookies.analytics.remoteCastAvailable": "Захоўвае налады відэаплэера карыстальніка з дапамогай убудаванага відэа YouTube.",
    "cookies.analytics.remoteCastInstalled": "Захоўвае налады відэаплэера карыстальніка з дапамогай убудаванага відэа YouTube.",
    "cookies.analytics.remoteConnectedDevices": "Захоўвае налады відэаплэера карыстальніка з дапамогай убудаванага відэа YouTube.",
    "cookies.analytics.remoteDeviceId": "Захоўвае налады відэаплэера карыстальніка з дапамогай убудаванага відэа YouTube.",
    "cookies.analytics.remoteFastCheckPeriod": "Захоўвае налады відэаплэера карыстальніка з дапамогай убудаванага відэа YouTube.",
    "cookies.analytics.remoteSessionApp": "Захоўвае налады відэаплэера карыстальніка з дапамогай убудаванага відэа YouTube.",
    "cookies.analytics.remoteSessionName": "Захоўвае налады відэаплэера карыстальніка з дапамогай убудаванага відэа YouTube.",
    "cookies.analytics.wistiaUndefinedCookie": "Збірае даныя аб узаемадзеянні карыстальнікаў з відэакантэнтам сайта Scratch. Гэтыя даныя выкарыстоўваюцца, каб зрабіць відэакантэнт сайта больш рэлевантным для карыстальніка.",
    "cookies.analytics.wistiaCookie": "Выкарыстоўваецца сайтам Scratch для адсочвання выкарыстання карыстальнікам відэакантэнту - каранёвых файлаў cookie ад Wistia, якая забяспечвае відэапраграмнае забеспячэнне для сайтаў.",
    "cookies.manageTitle": "Як вы можаце кіраваць файламі cookie?",
    "cookies.manageBody": "Калі вы не хочаце, каб ваша персанальная інфармацыя збіралася з дапамогай файлаў cookie, большасць браўзераў дазваляе вам кіраваць сваімі наладамі ў дачыненні да файлаў cookie. Вы можаце наладзіць свой браўзер на аўтаматычны адхіленне файлаў cookie або запыт прыняць або адхіліць файлы cookie для кожнага сайта. Вы можаце знайсці дадатковую інфармацыю аб файлах cookie на  <a>http://www.allaboutcookies.org/manage-cookies</a>..",
    "cookies.contactTitle": "Звязацца з намі",
    "cookies.contactIntro": "Калі ў вас ёсць якія-небудзь пытанні адносна гэтай Палітыкі ў дачыненні да файлаў cookie, калі ласка, звяжыцеся з намі па адрасе privacy@scratch.mit.edu або па электроннай пошце па адрасе:"
}