{
    "cookies.title": "Zásady používání cookie",
    "cookies.nav.types": "Typy Cookies",
    "cookies.nav.manage": "Spravovat Cookies",
    "cookies.nav.contact": "Kontaktuj nás",
    "cookies.lastUpdatedFormat": "Zásady používání cookie společnosti Scratch byly naposledy aktualizovány:{updated, date, long}",
    "cookies.intro1": "Tyto Zásady používání souborů cookie (dále jen <b>“Zásady používání souborů cookie”</b>) stanovuje Nadace Scratch (<b>“Scratch”</b>, <b>“my”</b> nebo <b>“nás”</b>).  Doplňují informace a zprávy obsažené v našich<privacy>Zásadách ochrany osobních údajů</privacy> a vysvětlují, jak Scratch používá cookies na svých webových stránkách scratch.mit.edu (dále jen <b>“Scratch web”</b>) pro své návštěvníky (<b>“vy”</b>, <b>“uživatel”</b>). Pro účely těchto Zásad používání souborů cookie se <b>“osobními údaji”</b> rozumí jakékoli informace týkající se identifikované nebo identifikovatelné osoby.",
    "cookies.intro2": "Když používáte webové stránky Scratch, používáme soubory cookie, majáky, neviditelné značky, jedinečná ID a podobné technologie (souhrnně <b>“soubory cookie”</b>) k automatickému zaznamenávání určitých osobních údajů z vašeho prohlížeče nebo zařízení.",
    "cookies.table.name": "Jméno",
    "cookies.table.provider": "Poskytovatel",
    "cookies.table.purpose": "Účel",
    "cookies.table.expiration": "Expirace",
    "cookies.table.session": "Relace",
    "cookies.table.persistent": "Trvalé",
    "cookies.table.days.1": "1 den",
    "cookies.table.days.180": "180 dní",
    "cookies.table.weeks.2": "2 týdny",
    "cookies.table.weeks.3": "3 týdny",
    "cookies.table.months.6": "6 měsíců",
    "cookies.table.years.1": "1 rok",
    "cookies.table.years.2": "2 roky",
    "cookies.types.title": "Jaké typy cookies se používají na webových stránkách Scratch?",
    "cookies.types.essentialTitle": "Nezbytné cookies",
    "cookies.types.essentialIntro": "Jedná se o soubory cookie, které jsou nezbytné pro zpřístupnění webových stránek Scratch uživateli nebo pro zajištění bezpečnosti. Tyto osobní údaje používáme například k zajištění správného fungování webových stránek Scratch nebo k prevenci podvodů. Používáme následující nezbytné soubory cookie:",
    "cookies.essential.csrf": "Používá se jako bezpečnostní opatření k zabránění podvržení požadavku mezi stránkami.",
    "cookies.essential.sessionID": "Slouží k ověření vaší totožnosti na webových stránkách Scratch, abychom vám mohli poskytnout požadované služby.",
    "cookies.types.functionalTitle": "Funkční soubory cookie",
    "cookies.types.functionalIntro": "Tyto soubory cookie používáme k rozpoznání uživatele, když se vrátí na webové stránky Scratch, a pro užitečné, ale nepodstatné funkce. Například soubory cookie k zapamatování nastavení uživatelů (např. zachování nastavení jazyka) a preferencí obsahu, když se vrátí na webové stránky Scratch, nebo které umožňují přehrávání videí. Vypnutí funkčních Souborů cookie bude mít obvykle za následek omezenou funkčnost webu a méně personalizovaný zážitek, ale uživatel bude moci web jako takový stále používat. Používáme následující funkční soubory cookie:",
    "cookies.functional.permissions": "Used to track which features of the service a logged in user is able to access.",
    "cookies.functional.exploreBy": "Used to save the user’s current search preference.",
    "cookies.functional.scratchLanguage": "Used to save information about the user’s preferred language.",
    "cookies.functional.scratchTheme": "Used to save information about the user’s preferred color mode.",
    "cookies.functional.scratchPolicySeen": "Used to track if the user has seen a privacy policy update notification",
    "cookies.functional.wistia": "Contains a timestamp for the Scratch Website’s video-content. This allows the user to resume watching without having to start over, if the user leaves the video or Scratch Website.",
    "cookies.functional.minilogSettings": "Unclassified",
    "cookies.types.analyticsTitle": "Analytical or Performance Cookies",
    "cookies.types.analyticsIntro": "We use Cookies to generally help us better understand how the Scratch Website is being used (e.g., determining which pages are popular based on how many users have visited certain pages). We also work with analytics providers, such as Google Analytics, which use Cookies to collect and analyze information about use of the Scratch Website and report on activities and trends. You can learn more about Google’s practices by going to <policies>https://www.google.com/policies/privacy/partners</policies> and opt out of them by downloading the Google Analytics opt-out browser add-on, available at <optout>https://tools.google.com/dlpage/gaoptout</optout>. We use the following analytical and performance Cookies:",
    "cookies.analytics.ga": "Used to send data to Google Analytics about the user's device and behavior. Tracks the user across devices and marketing channels.",
    "cookies.analytics.gat": "Used by Google Analytics to throttle request rate.",
    "cookies.analytics.gid": "Registers a unique ID that is used to generate statistical data on how the user uses the Scratch Website.",
    "cookies.analytics.utma": "Used by Google Analytics to categorize new vs returning users.",
    "cookies.analytics.utmb": "Used by Google Analytics to calculate the duration of the Scratch Website visit.",
    "cookies.analytics.utmc": "Used by Google Analytics to calculate the duration of the Scratch Website visit.",
    "cookies.analytics.utmt": "Used by Google Analytics to throttle request rate.",
    "cookies.analytics.utmz": "Used by Google Analytics to understand how a user navigates the Scratch Website.",
    "cookies.analytics.loglevel": "Maintains settings and outputs when using the Developer Tools Console on the current session.",
    "cookies.analytics.deviceInfo": "Used to track a user’s interaction with embedded content.",
    "cookies.analytics.youtubeLogsDatabase": "Unclassified",
    "cookies.analytics.visitorInfo": "Tries to estimate user bandwidth on pages with integrated YouTube videos.",
    "cookies.analytics.remoteSid": "Necessary for the implementation and functionality of YouTube video content.",
    "cookies.analytics.ysc": "Registers a unique ID to keep statistics of what videos from YouTube the user has seen.",
    "cookies.analytics.lastResultEntryKey": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.ytidbMetaDatabases": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteCastAvailable": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteCastInstalled": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteConnectedDevices": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteDeviceId": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteFastCheckPeriod": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteSessionApp": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteSessionName": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.wistiaUndefinedCookie": "Collects data on user interaction with the Scratch Website's video-content. This data is used to make the website's video-content more relevant towards the user.",
    "cookies.analytics.wistiaCookie": "Used by the Scratch Website to track the user's use of video-content - the cookie roots from Wistia, which provides video-software to websites.",
    "cookies.manageTitle": "How can you manage Cookies?",
    "cookies.manageBody": "If you do not want your Personal Information to be collected through the use of Cookies, most browsers allow you to manage your Cookie preferences. You can set your browser to automatically decline Cookies or to request you to accept or decline Cookies for each site.  You can find more information about Cookies at <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Kontaktuj nás",
    "cookies.contactIntro": "If you have any questions about this Cookie Policy please contact us at privacy@scratch.mit.edu or via mail at:"
}