{
    "cookies.title": "Zásady používání cookie",
    "cookies.nav.types": "Typy Cookies",
    "cookies.nav.manage": "Spravovat Cookies",
    "cookies.nav.contact": "Kontaktuj nás",
    "cookies.lastUpdatedFormat": "Zásady používání cookie společnosti Scratch byly naposledy aktualizovány:{updated, date, long}",
    "cookies.intro1": "Tyto Zásady používání souborů cookie (dále jen <b>“Zásady používání souborů cookie”</b>) stanovuje Nadace Scratch (<b>“Scratch”</b>, <b>“my”</b> nebo <b>“nás”</b>).  Doplňují informace a zprávy obsažené v našich<privacy>Zásadách ochrany osobních údajů</privacy> a vysvětlují, jak Scratch používá cookies na svých webových stránkách scratch.mit.edu (dále jen <b>“Scratch web”</b>) pro své návštěvníky (<b>“vy”</b>, <b>“uživatel”</b>). Pro účely těchto Zásad používání souborů cookie se <b>“osobními údaji”</b> rozumí jakékoli informace týkající se identifikované nebo identifikovatelné osoby.",
    "cookies.intro2": "Když používáte webové stránky Scratch, používáme soubory cookie, majáky, neviditelné značky, jedinečná ID a podobné technologie (souhrnně <b>“soubory cookie”</b>) k automatickému zaznamenávání určitých osobních údajů z vašeho prohlížeče nebo zařízení.",
    "cookies.table.name": "Jméno",
    "cookies.table.provider": "Poskytovatel",
    "cookies.table.purpose": "Účel",
    "cookies.table.expiration": "Expirace",
    "cookies.table.session": "Relace",
    "cookies.table.persistent": "Trvalé",
    "cookies.table.days.1": "1 den",
    "cookies.table.days.180": "180 dní",
    "cookies.table.weeks.2": "2 týdny",
    "cookies.table.weeks.3": "3 týdny",
    "cookies.table.months.6": "6 měsíců",
    "cookies.table.years.1": "1 rok",
    "cookies.table.years.2": "2 roky",
    "cookies.types.title": "Jaké typy cookies se používají na webových stránkách Scratch?",
    "cookies.types.essentialTitle": "Nezbytné cookies",
    "cookies.types.essentialIntro": "Jedná se o soubory cookie, které jsou nezbytné pro zpřístupnění webových stránek Scratch uživateli nebo pro zajištění bezpečnosti. Tyto osobní údaje používáme například k zajištění správného fungování webových stránek Scratch nebo k prevenci podvodů. Používáme následující nezbytné soubory cookie:",
    "cookies.essential.csrf": "Používá se jako bezpečnostní opatření k zabránění podvržení požadavku mezi stránkami.",
    "cookies.essential.sessionID": "Slouží k ověření vaší totožnosti na webových stránkách Scratch, abychom vám mohli poskytnout požadované služby.",
    "cookies.types.functionalTitle": "Funkční soubory cookie",
    "cookies.types.functionalIntro": "Tyto soubory cookie používáme k rozpoznání uživatele, když se vrátí na webové stránky Scratch, a pro užitečné, ale nepodstatné funkce. Například soubory cookie k zapamatování nastavení uživatelů (např. zachování nastavení jazyka) a preferencí obsahu, když se vrátí na webové stránky Scratch, nebo které umožňují přehrávání videí. Vypnutí funkčních Souborů cookie bude mít obvykle za následek omezenou funkčnost webu a méně personalizovaný zážitek, ale uživatel bude moci web jako takový stále používat. Používáme následující funkční soubory cookie:",
    "cookies.functional.permissions": "Používá se ke sledování, ke kterým funkcím služby má přihlášený uživatel přístup.",
    "cookies.functional.exploreBy": "Slouží k uložení uživatelových aktuálních vyhledávacích preferencí.",
    "cookies.functional.scratchLanguage": "Slouží k ukládání informací o preferovaném jazyce uživatele.",
    "cookies.functional.scratchTheme": "Slouží k uložení informací o uživatelem preferovaném barevném režimu.",
    "cookies.functional.scratchPolicySeen": "Používá se ke sledování, zda se uživateli zobrazilo oznámení o aktualizaci zásad ochrany osobních údajů",
    "cookies.functional.wistia": "Obsahuje časové razítko pro videoobsah webových stránek Scratch. To umožňuje uživateli pokračovat ve sledování, aniž by musel začínat znovu, pokud uživatel opustí video nebo Scratch web.",
    "cookies.functional.minilogSettings": "Neklasifikováno",
    "cookies.types.analyticsTitle": "Analytické nebo výkonnostní soubory cookie",
    "cookies.types.analyticsIntro": " Soubory cookie používáme k tomu, aby nám obecně pomohly lépe porozumět tomu, jak jsou webové stránky Scratch používány (např. určení, které stránky jsou oblíbené na základě toho, kolik uživatelů navštívilo určité stránky). Spolupracujeme také s poskytovateli analytických služeb, jako je Google Analytics, kteří používají soubory cookie ke shromažďování a analýze informací o používání Scratch webu a podávání zpráv o aktivitách a trendech. Můžete zjistit více o postupech společnosti Google na adrese <policies>https://www.google.com/policies/privacy/partners</policies>  a odhlásit se z nich stažením doplňku prohlížeče pro odhlášení ze služby Google Analytics, který je k dispozici na adrese <optout>https://tools.google.com/dlpage/gaoptout</optout>. Používáme následující analytické a výkonnostní soubory cookie:",
    "cookies.analytics.ga": "Používá se k odesílání dat o zařízení a chování uživatele do služby Google Analytics. Sleduje uživatele napříč zařízeními a marketingovými kanály.",
    "cookies.analytics.gat": "Používáno Google Analytics k omezení rychlosti požadavků.",
    "cookies.analytics.gid": "Registruje jedinečné ID, které se používá ke generování statistických údajů o tom, jak uživatel používá Scratch web.",
    "cookies.analytics.utma": "Používáno Google Analytics ke kategorizaci nových a vracejících se uživatelů.",
    "cookies.analytics.utmb": "Používáno službou Google Analytics k výpočtu doby trvání návštěvy Scratch webové stránky.",
    "cookies.analytics.utmc": "Používáno službou Google Analytics k výpočtu doby trvání návštěvy Scratch webové stránky.",
    "cookies.analytics.utmt": "Používáno Google Analytics k omezení rychlosti požadavků.",
    "cookies.analytics.utmz": "Používáno službou Google Analytics k pochopení toho, jak se uživatel pohybuje na Scratch webu.",
    "cookies.analytics.loglevel": "Stará se o nastavení a výstupy při použití konzoly Developer Tools Console v aktuální relaci.",
    "cookies.analytics.deviceInfo": "Používá se ke sledování interakce uživatele s vloženým obsahem.",
    "cookies.analytics.youtubeLogsDatabase": "Neklasifikováno",
    "cookies.analytics.visitorInfo": "Pokusí se odhadnout šířku pásma uživatele na stránkách s integrovanými videi YouTube.",
    "cookies.analytics.remoteSid": "Nezbytné pro implementaci a funkčnost videoobsahu YouTube.",
    "cookies.analytics.ysc": "Registruje jedinečné ID, pro uchování statistik o tom, jaká videa z YouTube uživatel viděl.",
    "cookies.analytics.lastResultEntryKey": "Ukládá předvolby přehrávače videa uživatele pomocí vloženého videa YouTube.",
    "cookies.analytics.ytidbMetaDatabases": "Ukládá předvolby přehrávače videa uživatele pomocí vloženého videa YouTube.",
    "cookies.analytics.remoteCastAvailable": "Ukládá předvolby přehrávače videa uživatele pomocí vloženého videa YouTube.",
    "cookies.analytics.remoteCastInstalled": "Ukládá předvolby přehrávače videa uživatele pomocí vloženého videa YouTube.",
    "cookies.analytics.remoteConnectedDevices": "Ukládá předvolby přehrávače videa uživatele pomocí vloženého videa YouTube.",
    "cookies.analytics.remoteDeviceId": "Ukládá předvolby přehrávače videa uživatele pomocí vloženého videa YouTube.",
    "cookies.analytics.remoteFastCheckPeriod": "Ukládá předvolby přehrávače videa uživatele pomocí vloženého videa YouTube.",
    "cookies.analytics.remoteSessionApp": "Ukládá předvolby přehrávače videa uživatele pomocí vloženého videa YouTube.",
    "cookies.analytics.remoteSessionName": "Ukládá předvolby přehrávače videa uživatele pomocí vloženého videa YouTube.",
    "cookies.analytics.wistiaUndefinedCookie": "Shromažďuje data o interakci uživatele s videoobsahem Scratch webové stránky. Tyto údaje se používají k tomu, aby byl videoobsah webových stránek relevantnější pro uživatele.",
    "cookies.analytics.wistiaCookie": "Používá se Scratch webem ke sledování toho, jak uživatel používá video-obsah - kořenová cookies od společnosti Wistia, která poskytuje video software webovým stránkám.",
    "cookies.manageTitle": "Jak můžete spravovat soubory cookie?",
    "cookies.manageBody": "Pokud si nepřejete, aby byly vaše osobní údaje shromažďovány pomocí souborů cookie, většina prohlížečů vám umožňuje spravovat předvolby souborů cookie. Svůj prohlížeč můžete nastavit tak, aby automaticky odmítal soubory cookie nebo aby vás požádal o přijetí nebo odmítnutí souborů cookie pro každou stránku. Více informací o souborech cookie naleznete na adrese <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Kontaktuj nás",
    "cookies.contactIntro": "Máte-li jakékoli dotazy týkající se těchto zásad používání souborů cookie, kontaktujte nás na adrese privacy@scratch.mit.edu nebo poštou na adrese:"
}