{
    "cookies.title": "Polisi Cwcis",
    "cookies.nav.types": "Mathau o Gwcis",
    "cookies.nav.manage": "Rheoli Cwcis",
    "cookies.nav.contact": "Cysylltu â Ni",
    "cookies.lastUpdatedFormat": "Diweddarwyd Polisi Cwcis Scratch ddiwethaf ar {updated, date, long}",
    "cookies.intro1": "Mae'r Polisi Cwcis hwn (y <b>“Polisi Cwci”</b>) yn cael ei ddarparu gan Scratch Foundation ( <b>“Scratch”</b> , <b>“ni”</b> neu <b>“ni”</b>). Mae'n ategu'r wybodaeth a'r datgeliadau sydd wedi'u cynnwys yn ein<privacy>Polisi Preifatrwydd</privacy>, ac yn esbonio sut mae Scratch yn defnyddio Cwcis ar ei wefan scratch.mit.edu (<b>“Gwefan Scratch”</b>) i'w ymwelwyr ( <b>“chi”</b> , <b>“defnyddiwr”</b>). At ddiben y Polisi Cwcis hwn, mae <b>“Manylion Personol”</b> yn golygu unrhyw wybodaeth yn ymwneud ag unigolyn a nodwyd neu adnabyddadwy.",
    "cookies.intro2": "Pan fyddwch yn defnyddio Gwefan Scratch, rydym yn defnyddio cwcis, beconau, tagiau anweledig, IDau unigryw a thechnolegau tebyg (gyda'i gilydd <b>“Cwcis”</b>) i gofnodi Manylion Personol benodol o'ch porwr neu ddyfais yn awtomatig.",
    "cookies.table.name": "Enw",
    "cookies.table.provider": "Darparwr",
    "cookies.table.purpose": "Pwrpas",
    "cookies.table.expiration": "Daw i ben",
    "cookies.table.session": "Sesiwn",
    "cookies.table.persistent": "Parhaus",
    "cookies.table.days.1": "1 diwrnod",
    "cookies.table.days.180": "180 diwrnod",
    "cookies.table.weeks.2": "2 wythnos",
    "cookies.table.weeks.3": "3 wythnos",
    "cookies.table.months.6": "6 mis",
    "cookies.table.years.1": "1 flwyddyn",
    "cookies.table.years.2": "2 flynedd",
    "cookies.types.title": "Pa fathau o Gwcis a ddefnyddir ar Wefan Scratch?",
    "cookies.types.essentialTitle": "Cwcis Hanfodol",
    "cookies.types.essentialIntro": "Cwcis yw'r rhain sy'n angenrheidiol i wneud Gwefan Scratch ar gael i'r defnyddiwr neu i sicrhau diogelwch. Rydym yn defnyddio'r Manylion Personol hyn, er enghraifft, i sicrhau bod Gwefan Scratch yn gweithredu'n iawn, neu i atal twyll. Rydym yn defnyddio'r Cwcis hanfodol canlynol:",
    "cookies.essential.csrf": "Fe'i defnyddir fel mesur diogelwch i atal ffugio ceisiadau traws-safle.",
    "cookies.essential.sessionID": "Fe'i defnyddir i'ch dilysu ar Wefan Scratch fel y gallwn ddarparu'r gwasanaethau y gwnaethoch ofyn amdanynt.",
    "cookies.types.functionalTitle": "Cwcis Swyddogaethol",
    "cookies.types.functionalIntro": "Rydym yn defnyddio'r cwcis hyn i adnabod y defnyddiwr pan fyddant yn dychwelyd i Wefan Scratch, ac ar gyfer swyddogaethau buddiol, ond nad ydynt yn hanfodol. Er enghraifft, Cwcis i gofio gosodiadau defnyddwyr (e.e., cadw gosodiadau iaith) a dewisiadau cynnwys pan fyddant yn dychwelyd i Wefan Scratch, neu sy'n caniatáu i fideos chwarae. Bydd analluogi Cwcis swyddogaethol fel arfer yn arwain at ymarferoldeb cyfyngedig y wefan a phrofiad llai personol, ond bydd y defnyddiwr yn dal i allu defnyddio'r wefan fel y cyfryw. Rydym yn defnyddio'r Cwcis swyddogaethol canlynol:",
    "cookies.functional.permissions": "Fe'i defnyddir i olrhain pa nodweddion o'r gwasanaeth y mae defnyddiwr sydd wedi mewngofnodi yn gallu cael mynediad iddynt.",
    "cookies.functional.exploreBy": "Fe'i defnyddir i gadw dewis chwilio cyfredol y defnyddiwr.",
    "cookies.functional.scratchLanguage": "Fe'i defnyddir i gadw gwybodaeth am ddewis iaith y defnyddiwr.",
    "cookies.functional.scratchTheme": "Mae'n cael ei ddefnyddio i gadw gwybodaeth am ddewis iaith y defnyddiwr.",
    "cookies.functional.scratchPolicySeen": "Fe'i defnyddir i olrhain a yw'r defnyddiwr wedi gweld hysbysiad diweddaru polisi preifatrwydd",
    "cookies.functional.wistia": "Yn cynnwys stamp amser ar gyfer cynnwys fideo Gwefan Scratch. Mae hyn yn caniatáu i'r defnyddiwr ailddechrau gwylio heb orfod dechrau drosodd, os yw'r defnyddiwr yn gadael y fideo neu Scratch Gwefan.",
    "cookies.functional.minilogSettings": "Annosbarthedig",
    "cookies.types.analyticsTitle": "Cwcis Dadansoddol neu Berfformiad",
    "cookies.types.analyticsIntro": "Rydym yn defnyddio Cwcis yn gyffredinol i'n helpu i ddeall yn well sut mae Gwefan Scratch yn cael ei defnyddio (ee, pennu pa dudalennau sy'n boblogaidd yn seiliedig ar faint o ddefnyddwyr sydd wedi ymweld â thudalennau penodol). Rydym hefyd yn gweithio gyda darparwyr dadansoddeg, megis Google Analytics, sy'n defnyddio Cwcis i gasglu a dadansoddi gwybodaeth am y defnydd o Wefan Scratch ac adrodd ar weithgareddau a thueddiadau. Gallwch ddysgu mwy am arferion Google trwy fynd i<policies> https://www.google.com/policies/privacy/partners</policies> ac optio allan ohonynt trwy lwytho i lawr ychwanegyn porwr optio allan Google Analytics, sydd ar gael yn<optout> https://tools.google.com/dlpage/gaoptout</optout> . Rydym yn defnyddio'r Cwcis dadansoddol a pherfformiad canlynol:",
    "cookies.analytics.ga": "Fe'i defnyddir i anfon data i Google Analytics am ddyfais ac ymddygiad y defnyddiwr. Yn olrhain y defnyddiwr ar draws dyfeisiau a sianeli marchnata.",
    "cookies.analytics.gat": "Fe'i defnyddir gan Google Analytics i sbarduno cyfradd ceisiadau.",
    "cookies.analytics.gid": "Yn cofrestru ID unigryw a ddefnyddir i gynhyrchu data ystadegol ar sut mae'r defnyddiwr yn defnyddio Gwefan Scratch.",
    "cookies.analytics.utma": "Fe'i defnyddir gan Google Analytics i gategoreiddio defnyddwyr newydd yn erbyn defnyddwyr sy'n dychwelyd.",
    "cookies.analytics.utmb": "Fe'i defnyddir gan Google Analytics i gyfrifo hyd ymweliad a Gwefan Scratch.",
    "cookies.analytics.utmc": "Fe'i defnyddir gan Google Analytics i gyfrifo hyd ymweliad a Gwefan Scratch.",
    "cookies.analytics.utmt": "Fe'i defnyddir gan Google Analytics i sbarduno cyfradd ceisiadau.",
    "cookies.analytics.utmz": "Fe'i defnyddir gan Google Analytics i ddeall sut mae defnyddiwr yn llywio Gwefan Scratch.",
    "cookies.analytics.loglevel": "Yn cynnal gosodiadau ac allbynnau wrth ddefnyddio'r Consol Offer Datblygwr ar y sesiwn gyfredol.",
    "cookies.analytics.deviceInfo": "Fe'i defnyddir i olrhain rhyngweithio defnyddiwr â chynnwys wedi'i fewnosod.",
    "cookies.analytics.youtubeLogsDatabase": "Annosbarthedig",
    "cookies.analytics.visitorInfo": "Yn ceisio amcangyfrif lled band defnyddwyr ar dudalennau gyda fideos YouTube integredig.",
    "cookies.analytics.remoteSid": "Angenrheidiol ar gyfer gweithredu ac ymarferoldeb cynnwys fideo YouTube.",
    "cookies.analytics.ysc": "Yn cofrestru ID unigryw i gadw ystadegau o'r fideos o YouTube y mae'r defnyddiwr wedi'u gweld.",
    "cookies.analytics.lastResultEntryKey": "Yn storio dewisiadau chwaraewr fideo'r defnyddiwr gan ddefnyddio fideo YouTube wedi'i fewnosod.",
    "cookies.analytics.ytidbMetaDatabases": "Yn storio dewisiadau chwaraewr fideo'r defnyddiwr gan ddefnyddio fideo YouTube wedi'i fewnosod.",
    "cookies.analytics.remoteCastAvailable": "Yn storio dewisiadau chwaraewr fideo'r defnyddiwr gan ddefnyddio fideo YouTube wedi'i fewnosod.",
    "cookies.analytics.remoteCastInstalled": "Yn storio dewisiadau chwaraewr fideo'r defnyddiwr gan ddefnyddio fideo YouTube wedi'i fewnosod.",
    "cookies.analytics.remoteConnectedDevices": "Yn storio dewisiadau chwaraewr fideo'r defnyddiwr gan ddefnyddio fideo YouTube wedi'i fewnosod.",
    "cookies.analytics.remoteDeviceId": "Yn storio dewisiadau chwaraewr fideo'r defnyddiwr gan ddefnyddio fideo YouTube wedi'i fewnosod.",
    "cookies.analytics.remoteFastCheckPeriod": "Yn storio dewisiadau chwaraewr fideo'r defnyddiwr gan ddefnyddio fideo YouTube wedi'i fewnosod.",
    "cookies.analytics.remoteSessionApp": "Yn storio dewisiadau chwaraewr fideo'r defnyddiwr gan ddefnyddio fideo YouTube wedi'i fewnosod.",
    "cookies.analytics.remoteSessionName": "Yn storio dewisiadau chwaraewr fideo'r defnyddiwr gan ddefnyddio fideo YouTube wedi'i fewnosod.",
    "cookies.analytics.wistiaUndefinedCookie": "Yn casglu data ar ryngweithio defnyddwyr â chynnwys fideo Gwefan Scratch. Defnyddir y data hwn i wneud cynnwys fideo'r wefan yn fwy perthnasol i'r defnyddiwr.",
    "cookies.analytics.wistiaCookie": "Fe'i defnyddir gan wefan Scratch i olrhain defnydd y defnyddiwr o gynnwys fideo - y gwreiddiau cwci gan Wistia, sy'n darparu meddalwedd fideo i wefannau.",
    "cookies.manageTitle": "Sut allwch chi reoli Cwcis?",
    "cookies.manageBody": "Os nad ydych am i'ch Manylion Personol gael eu casglu trwy ddefnyddio Cwcis, mae'r rhan fwyaf o borwyr yn caniatáu ichi reoli'ch dewisiadau Cwcis. Gallwch osod eich porwr i wrthod Cwcis yn awtomatig neu i ofyn i chi dderbyn neu wrthod Cwcis ar gyfer pob gwefan. Gallwch ddod o hyd i ragor o wybodaeth am Gwcis yn <a>http://www.allaboutcookies.org/manage-cookies</a> .",
    "cookies.contactTitle": "Cysylltu â Ni",
    "cookies.contactIntro": "Os oes gennych unrhyw gwestiynau am y Polisi Cwcis hwn, cysylltwch â ni yn privacy@scratch.mit.edu neu drwy'r post yn:"
}