{
    "cookies.title": "Cookie-Richtlinie",
    "cookies.nav.types": "Arten von Cookies",
    "cookies.nav.manage": "Cookies verwalten",
    "cookies.nav.contact": "Kontakt",
    "cookies.lastUpdatedFormat": "Die Scratch-Cookie-Richtlinie wurde zuletzt aktualisiert {updated, date, long}",
    "cookies.intro1": "Diese Cookie-Richtlinie (die <b>\"Cookie-Richtlinie“</b>) wird von der Scratch Foundation (<b>\"Scratch“</b>,  <b>\"wir“</b> oder  <b>\"uns“</b>) bereitgestellt. Es ergänzt die in unserer <privacy>Datenschutzrichtlinie</privacy> enthaltenen Informationen und Offenlegungen und erklärt seinen Besuchern ( <b>\"Sie“</b>,  <b>\"Benutzer“</b>), wie Scratch auf seiner Website scratch.mit.edu (die  <b>\"Scratch-Website“</b>) Cookies verwendet. Für die Zwecke dieser Cookie-Richtlinie bezeichnet  <b>\"personenbezogene Daten“</b> alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen.",
    "cookies.intro2": "Wenn Sie die Scratch-Website nutzen, verwenden wir Cookies, Beacons, unsichtbare Tags, eindeutige IDs und ähnliche Technologien (zusammen <b>“Cookies“</b>), um bestimmte persönliche Informationen von Ihrem Browser oder Gerät automatisch aufzuzeichnen.",
    "cookies.table.name": "Name",
    "cookies.table.provider": "Anbieter",
    "cookies.table.purpose": "Zweck",
    "cookies.table.expiration": "Ablauf",
    "cookies.table.session": "Sitzung",
    "cookies.table.persistent": "durchgehend",
    "cookies.table.days.1": "1 Tag",
    "cookies.table.days.180": "180 Tage",
    "cookies.table.weeks.2": "2 Wochen",
    "cookies.table.weeks.3": "3 Wochen",
    "cookies.table.months.6": "6 Monate",
    "cookies.table.years.1": "1 Jahr",
    "cookies.table.years.2": "2 Jahre",
    "cookies.types.title": "Welche Arten von Coockies werden auf der Webseite von Scratch verwendet?",
    "cookies.types.essentialTitle": "Erforderliche Coockies",
    "cookies.types.essentialIntro": "Hierbei handelt es sich um Cookies, die notwendig sind, um dem Benutzer die Scratch-Website zur Verfügung zu stellen oder die Sicherheit zu gewährleisten. Wir verwenden diese personenbezogenen Daten beispielsweise, um sicherzustellen, dass die Scratch-Website ordnungsgemäß funktioniert, oder um Betrug zu verhindern. Wir verwenden die folgenden wesentlichen Cookies:",
    "cookies.essential.csrf": "Wird als Sicherheitsmaßnahme verwendet, um die Fälschung standortübergreifender Anfragen zu verhindern.",
    "cookies.essential.sessionID": "Wird zur Authentifizierung auf der Scratch-Website verwendet, damit wir Ihnen die von Ihnen angeforderten Dienste anbieten können.",
    "cookies.types.functionalTitle": "Funktionale Coockies",
    "cookies.types.functionalIntro": "Wir verwenden diese Cookies, um den Benutzer wiederzuerkennen, wenn er zur Scratch-Website zurückkehrt, und für nützliche, aber nicht wesentliche Funktionen. Zum Beispiel Cookies, um sich die Benutzereinstellungen (z. B. Beibehaltung der Spracheinstellungen) und Inhaltspräferenzen zu merken, wenn sie zur Scratch-Website zurückkehren, oder die das Abspielen von Videos ermöglichen. Das Deaktivieren funktionaler Cookies führt in der Regel zu einer eingeschränkten Funktionalität der Website und einem weniger personalisierten Erlebnis, der Benutzer kann die Website jedoch weiterhin als solche nutzen. Wir verwenden die folgenden funktionalen Cookies:",
    "cookies.functional.permissions": "Wird verwendet, um zu verfolgen, auf welche Funktionen des Dienstes ein angemeldeter Benutzer zugreifen kann.",
    "cookies.functional.exploreBy": "Wird verwendet, um die aktuellen Sucheinstellungen des Benutzers zu speichern.",
    "cookies.functional.scratchLanguage": "Wird verwendet, um Informationen über die bevorzugte Sprache des Benutzers zu speichern.",
    "cookies.functional.scratchTheme": "Wird zum Speichern von Informationen über den bevorzugten Farbmodus des Benutzers verwendet.",
    "cookies.functional.scratchPolicySeen": "Wird verwendet, um zu verfolgen, ob der Benutzer eine Benachrichtigung über eine Aktualisierung der Datenschutzrichtlinie gesehen hat",
    "cookies.functional.wistia": "Enthält einen Zeitstempel für den Videoinhalt der Scratch-Website. Dadurch kann der Benutzer die Wiedergabe fortsetzen, ohne von vorne beginnen zu müssen, wenn er das Video oder die Scratch-Website verlässt.",
    "cookies.functional.minilogSettings": "Nicht klassifiziert",
    "cookies.types.analyticsTitle": "Analyse- oder Performance-Cookies",
    "cookies.types.analyticsIntro": "Wir verwenden Cookies, um im Allgemeinen besser zu verstehen, wie die Scratch-Website genutzt wird (z. B. um anhand der Anzahl der Benutzer, die bestimmte Seiten besucht haben, festzustellen, welche Seiten beliebt sind). Wir arbeiten auch mit Analyseanbietern wie Google Analytics zusammen, die Cookies verwenden, um Informationen über die Nutzung der Scratch-Website zu sammeln und zu analysieren und über Aktivitäten und Trends zu berichten. Sie können mehr über die Praktiken von Google erfahren, indem Sie auf <policies>https://www.google.com/policies/privacy/partners</policies> gehen und sich von ihnen abmelden, indem Sie das Browser-Add-on zur Deaktivierung von Google Analytics herunterladen, das unter <optout>https://tools.google.com/dlpage/gaoptout</optout> verfügbar ist .google.com/dlpage/gaoptout. Wir verwenden die folgenden Analyse- und Leistungs-Cookies:",
    "cookies.analytics.ga": "Wird verwendet, um Daten über das Gerät und das Verhalten des Benutzers an Google Analytics zu senden. Verfolgt den Benutzer über Geräte und Marketingkanäle hinweg.",
    "cookies.analytics.gat": "Wird von Google Analytics verwendet, um die Anfragerate zu drosseln.",
    "cookies.analytics.gid": "Registriert eine eindeutige ID, die zur Generierung statistischer Daten darüber verwendet wird, wie der Benutzer die Scratch-Website nutzt.",
    "cookies.analytics.utma": "Wird von Google Analytics verwendet, um neue und wiederkehrende Benutzer zu kategorisieren.",
    "cookies.analytics.utmb": "Wird von Google Analytics verwendet, um die Dauer des Besuchs der Scratch-Website zu berechnen.",
    "cookies.analytics.utmc": "Wird von Google Analytics verwendet, um die Dauer des Besuchs der Scratch-Website zu berechnen.",
    "cookies.analytics.utmt": "Wird von Google Analytics verwendet, um die Anfragerate zu drosseln.",
    "cookies.analytics.utmz": "Wird von Google Analytics verwendet, um zu verstehen, wie ein Benutzer auf der Scratch-Website navigiert.",
    "cookies.analytics.loglevel": "Behält Einstellungen und Ausgaben bei Verwendung der Entwicklertools-Konsole in der aktuellen Sitzung bei.",
    "cookies.analytics.deviceInfo": "Wird verwendet, um die Interaktion eines Benutzers mit eingebetteten Inhalten zu verfolgen.",
    "cookies.analytics.youtubeLogsDatabase": "Nicht klassifiziert",
    "cookies.analytics.visitorInfo": "Versucht, die Nutzerbandbreite auf Seiten mit integrierten YouTube-Videos zu erfassen.",
    "cookies.analytics.remoteSid": "Erforderlich für die Implementierung und Funktionalität von YouTube-Videoinhalten.",
    "cookies.analytics.ysc": "Registriert eine eindeutige ID, um Statistiken darüber zu führen, welche Videos von YouTube der Nutzer gesehen hat.",
    "cookies.analytics.lastResultEntryKey": "Speichert die Einstellungen des Benutzers für den Videoplayer mit eingebettetem YouTube-Video.",
    "cookies.analytics.ytidbMetaDatabases": "Speichert die Einstellungen des Benutzers für den Videoplayer mit eingebettetem YouTube-Video.",
    "cookies.analytics.remoteCastAvailable": "Speichert die Einstellungen des Benutzers für den Videoplayer mit eingebettetem YouTube-Video.",
    "cookies.analytics.remoteCastInstalled": "Speichert die Einstellungen des Benutzers für den Videoplayer mit eingebettetem YouTube-Video.",
    "cookies.analytics.remoteConnectedDevices": "Speichert die Einstellungen des Benutzers für den Videoplayer mit eingebettetem YouTube-Video.",
    "cookies.analytics.remoteDeviceId": "Speichert die Einstellungen des Benutzers für den Videoplayer mit eingebettetem YouTube-Video.",
    "cookies.analytics.remoteFastCheckPeriod": "Speichert die Einstellungen des Benutzers für den Videoplayer mit eingebettetem YouTube-Video.",
    "cookies.analytics.remoteSessionApp": "Speichert die Einstellungen des Benutzers für den Videoplayer mit eingebettetem YouTube-Video.",
    "cookies.analytics.remoteSessionName": "Speichert die Einstellungen des Benutzers für den Videoplayer mit eingebettetem YouTube-Video.",
    "cookies.analytics.wistiaUndefinedCookie": "Sammelt Daten zur Benutzerinteraktion mit dem Videoinhalt der Scratch-Website. Diese Daten werden verwendet, um die Videoinhalte der Website für den Benutzer relevanter zu machen.",
    "cookies.analytics.wistiaCookie": "Wird von der Scratch-Website verwendet, um die Nutzung von Videoinhalten durch den Benutzer zu verfolgen – die Cookie-Wurzeln von Wistia, das Videosoftware für Websites bereitstellt.",
    "cookies.manageTitle": "Wie können Sie Cookies verwalten?",
    "cookies.manageBody": "Wenn Sie nicht möchten, dass Ihre persönlichen Daten durch die Verwendung von Cookies erfasst werden, können Sie in den meisten Browsern Ihre Cookie-Einstellungen verwalten. Sie können Ihren Browser so einstellen, dass er Cookies automatisch ablehnt oder Sie auffordert, Cookies für jede Website zu akzeptieren oder abzulehnen. Weitere Informationen zu Cookies finden Sie unter <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Kontakt",
    "cookies.contactIntro": "Wenn Sie Fragen über die Coockie-Richtlinie haben, konaktieren Sie uns bitte unter privacy@scratch.mit.edu oder per Mail"
}