{
    "cookies.title": "Política de Cookies",
    "cookies.nav.types": "Tipos de Cookies",
    "cookies.nav.manage": "Administrar Cookies",
    "cookies.nav.contact": "Contáctanos",
    "cookies.lastUpdatedFormat": "La Política de Cookies de Scratch fue actualizada por última vez en {updated, date, long}",
    "cookies.intro1": "La Política de Cookies (la <b>“Política de Cookies”</b>) es proporcionada por la Fundación de Scratch, (<b>“Scratch”</b>, <b>“como nosotros”</b> o <b>“nosotros”</b>). Esto suplementa la información y divulgación de datos incluída en nuestra <privacy>Política de Privacidad</privacy>, y explica como Scratch usa las Cookies en su sitio web scratch.mit.edu (el <b>“Sitio de Scratch”</b>) para sus visitantes (<b>“tú”</b>, <b>“los usuarios”</b>). Para el propósito de esta Política de Cookies, <b>“Información Personal”</b> significa cualquier información relacionada a un individuo identificable o identificado. ",
    "cookies.intro2": "Cuando utilizas el Sitio de Scratch, usamos cookies, beacons, etiquetas invisibles, IDs únicos y tecnología similar (colectivamente <b>“Cookies”</b>) para grabar automáticamente cierta Información Personal de su navegador o dispositivo.",
    "cookies.table.name": "Nombre",
    "cookies.table.provider": "Proveedor",
    "cookies.table.purpose": "Propósito",
    "cookies.table.expiration": "Expiración",
    "cookies.table.session": "Sesión",
    "cookies.table.persistent": "Persistente",
    "cookies.table.days.1": "1 día",
    "cookies.table.days.180": "180 días",
    "cookies.table.weeks.2": "2 semanas",
    "cookies.table.weeks.3": "3 semanas",
    "cookies.table.months.6": "6 meses",
    "cookies.table.years.1": "1 año",
    "cookies.table.years.2": "2 años",
    "cookies.types.title": "¿Qué clase de Cookies son usadas en el Sitio de Scratch?",
    "cookies.types.essentialTitle": "Cookies Esenciales",
    "cookies.types.essentialIntro": "Estas son Cookies que son necesarias para hacer al Sitio de Scratch accesible al usuario o para asegurar la seguridad. Usamos esta Información Personal para, por ejemplo, asegurarnos que el Sitio de Scratch funciona correctamente, o para prevenir el fraude. Usamos las siguientes Cookies Esenciales:",
    "cookies.essential.csrf": "Usadas como medida de seguridad para prevenir falsificación de solicitud.",
    "cookies.essential.sessionID": "Usadas para auntenticarle en el Sitio de Scratch para proveerle los servicios pedidos por usted.",
    "cookies.types.functionalTitle": "Cookies Funcionales",
    "cookies.types.functionalIntro": "Usamos estas cookies para reconocer al usuario cuando regresa al Sitio de Scratch, y para funcionalidad beneficiosa pero no esencial. Por ejemplo, las Cookies recuerdan los ajustes de los usuarias (p.ej., para retener los ajustes de idioma) y preferencias de contenido cuando regresan al Sitio de Scratch, o que permita a los videos reproducirse. Desabilitar las Cookies funcionales típicamente resultará en una funcionalidad limitada del sitio y una experiencia mucho menos personalizada, pero el usuario aún será capaz de usar el sitio como tal. Usamos las siguientes Cookies funcionales:",
    "cookies.functional.permissions": "Usadas para ver características del servicio al cual un usuario registrado puede acceder.",
    "cookies.functional.exploreBy": "Usadas para salvar las preferencias de búsqueda actuales del usuario.",
    "cookies.functional.scratchLanguage": "Usadas para guardar información sobre el idioma preferido del usuario.",
    "cookies.functional.scratchTheme": "Usadas para guardar información sobre el modo de color preferido del usuario.",
    "cookies.functional.scratchPolicySeen": "Usadas para registrar si el usuario a visto una notificación de actualización de la política de privacidad",
    "cookies.functional.wistia": "Contiene una marca de tiempo al contenido de video del Sitio de Scratch. Esto permite al usuario seguir viendo sin tener que empezar de nuevo, si es que el usuario cierra el video o el Sitio de Scratch en sí.",
    "cookies.functional.minilogSettings": "No clasificado",
    "cookies.types.analyticsTitle": "Cookies Analíticas o de Rendimiento",
    "cookies.types.analyticsIntro": "Usamos las Cookies para ayudarnos a entender generalmente como el Sitio de Scratch es usado (p.ej., determinando cuántas páginas son populares basadas en cuántos usuarios visitaron ciertas páginas). También trabajamos en proovedores de analíticas, tal y como Google Analytics, los cuales usan Cookies para coleccionar y analizar información sobre el uso de Sitio de Scratch y reportar en actividades y tendencias. Puedes aprender más sobre las prácticas de Google al ir a <policies>https://www.google.com/policies/privacy/partners</policies> y optar por no participar descargando la extensión de \"Google Analytics opt-out\" disponible en <optout>https://tools.google.com/dlpage/gaoptout</optout>. Nosotros usamos las siguientes Cookies analíticas y de rendimiento:",
    "cookies.analytics.ga": "Usadas para enviar datos a Google Analytics sobre el dispositivo del usuario y su comportamiento. Administra al usuario entre dispositivos y canales de marketing.",
    "cookies.analytics.gat": "Usadas por Google Analytics para regular la tasa de solicitudes.",
    "cookies.analytics.gid": "Registra una ID única que es usada para general datos estadísticos sobre como el usuario usa el Sitio de Scratch.",
    "cookies.analytics.utma": "Usadas por Google Analytics para categorizar entre los nuevos usuarios y los usuarios que regresan.",
    "cookies.analytics.utmb": "Usadas por Google Analytics para calcular la duración de la visita del Sitio de Scratch.",
    "cookies.analytics.utmc": "Usadas por Google Analytics para calcular la duración de la visita del Sitio de Scratch.",
    "cookies.analytics.utmt": "Usadas por Google Analytics para regular la tasa de solicitudes.",
    "cookies.analytics.utmz": "Usadas por Google Analyticw para entender cómo un usuario navega el Sitio de Scratch",
    "cookies.analytics.loglevel": "Mantienen configuraciones y salidas al usar la Consola de Herramientas del Desarrollador en la sesión actual.",
    "cookies.analytics.deviceInfo": "Usadas para registrar la interacción de un usuario con el contenido incrustado.",
    "cookies.analytics.youtubeLogsDatabase": "No clasificado",
    "cookies.analytics.visitorInfo": "Intentan estimular el ancho de banda en páginas con videos integrados de YouTube.",
    "cookies.analytics.remoteSid": "Necesarias para la implementación y funcionalidad del contenido del video de YouTube.",
    "cookies.analytics.ysc": "Registra una ID única para mantener estadísticas de qué videos de YouTube ha visto el usuario.",
    "cookies.analytics.lastResultEntryKey": "Almacena las preferencias del reproductor de videos del usuario usando videos incrustados de YouTube.",
    "cookies.analytics.ytidbMetaDatabases": "Almacena las preferencias del reproductor de videos del usuario usando videos incrustados de YouTube.",
    "cookies.analytics.remoteCastAvailable": "Almacena las preferencias del reproductor de videos del usuario usando videos incrustados de YouTube.",
    "cookies.analytics.remoteCastInstalled": "Almacena las preferencias del reproductor de videos del usuario usando videos incrustados de YouTube.",
    "cookies.analytics.remoteConnectedDevices": "Almacena las preferencias del reproductor de videos del usuario usando videos incrustados de YouTube.",
    "cookies.analytics.remoteDeviceId": "Almacena las preferencias del reproductor de videos del usuario usando videos incrustados de YouTube.",
    "cookies.analytics.remoteFastCheckPeriod": "Almacena las preferencias del reproductor de videos del usuario usando videos incrustados de YouTube.",
    "cookies.analytics.remoteSessionApp": "Almacena las preferencias del reproductor de videos del usuario usando videos incrustados de YouTube.",
    "cookies.analytics.remoteSessionName": "Almacena las preferencias del reproductor de videos del usuario usando videos incrustados de YouTube.",
    "cookies.analytics.wistiaUndefinedCookie": "Recoge datos en la interacción del usuario con el contenido audiovisual del Sitio de Scratch. Estos datos son usados para hacer el contenido de video del sitio web más relevante hacia el usuario.",
    "cookies.analytics.wistiaCookie": "Usadas por el Sitio de Scratch para registrar el uso del usuario del contenido de video, las raíces de las cookies de parte de Wistia, el cual provee software de video a los sitios web.",
    "cookies.manageTitle": "¿Cómo puedes administrar las Cookies?",
    "cookies.manageBody": "Si no quieres que tu Información Personal sea coleccionada por el uso de Cookies, muchos navegadores te permiten administrar tus preferencias de Cookies. Puede configurar su navegador para denegar automáticamente las Cookies o para pedir para aceptar o denegar las Cookies para cada sitio.\nPuede encontrar más información sobre las Cookies en <a>http://www.allaboutcookies.org/manage-cookies</a>",
    "cookies.contactTitle": "Contáctanos",
    "cookies.contactIntro": "Si tiene alguna pregunta sobre esta Política de Cookies por favor contáctenos en privacy@scratch.mit.edu o via mail por:"
}