{
    "cookies.title": "Política de cookies",
    "cookies.nav.types": "Tipos de cookies",
    "cookies.nav.manage": "Gestionar cookies",
    "cookies.nav.contact": "Contáctanos",
    "cookies.lastUpdatedFormat": "La Política de Cookies de Scratch fue actualizada por última vez en {updated, date, long}",
    "cookies.intro1": "La Política de Cookies (la <b>\"Política de Cookies\"</b>) es proporcionada por la Fundación de Scratch, (<b>\"Scratch\"</b>, <b>\"como nosotros\"</b> o <b>\"nosotros\"</b>). Esto suplementa la información y divulgación de datos incluída en nuestra <privacy>Política de Privacidad</privacy>, y explica como Scratch usa las Cookies en su sitio web scratch.mit.edu (el <b>\"Sitio de Scratch\"</b>) para sus visitantes (<b>\"tú\", <b>\"los usuarios\"</b>). Para el propósito de esta Política de Cookies, <b>\"Información Personal\"</b> significa cualquier información relacionada a un individuo identificable o identificado.",
    "cookies.intro2": "Cuando usted usa el sitio web de Scratch, nosotros usamos cookies, beacons, etiquetas invisibles, IDs únicos y tecnologías similares (colectivamente <b>“Cookies”</b>) para registrar automáticamente cierta Información Personal de su navegador o dispositivo.",
    "cookies.table.name": "Nombre",
    "cookies.table.provider": "Proveedor",
    "cookies.table.purpose": "Proposito",
    "cookies.table.expiration": "Caducidad",
    "cookies.table.session": "Sesión",
    "cookies.table.persistent": "Persistente",
    "cookies.table.days.1": "1 dia",
    "cookies.table.days.180": "180 dias",
    "cookies.table.weeks.2": "2 semanas",
    "cookies.table.weeks.3": "3 semanas",
    "cookies.table.months.6": "6 meses",
    "cookies.table.years.1": "1 año",
    "cookies.table.years.2": "2 años",
    "cookies.types.title": "¿Qué tipos de cookies se utilizan en el sitio web de Scratch?",
    "cookies.types.essentialTitle": "Cookies esenciales",
    "cookies.types.essentialIntro": "Se trata de cookies necesarias para que el sitio web de Scratch esté disponible para el usuario o para garantizar la seguridad. Utilizamos esta información personal, por ejemplo, para asegurar que el sitio web de Scratch funcione correctamente, o para prevenir el fraude. Utilizamos las siguientes cookies esenciales:",
    "cookies.essential.csrf": "Se utiliza como medida de seguridad para evitar la falsificación de peticiones entre sitios.",
    "cookies.essential.sessionID": "Se utiliza para autentificarle en el sitio web de Scratch y poder ofrecerle los servicios solicitados.",
    "cookies.types.functionalTitle": "Cookies funcionales",
    "cookies.types.functionalIntro": "Utilizamos estas cookies para reconocer al usuario cuando vuelve al sitio web de Scratch, y para funcionalidades beneficiosas, pero no esenciales. Por ejemplo, cookies para recordar los ajustes del usuario (por ejemplo, conservar los ajustes de idioma) y las preferencias de contenido cuando vuelve al sitio web de Scratch, o que permiten la reproducción de vídeos. Si se desactivan las cookies funcionales, normalmente se limitará la funcionalidad del sitio web y se ofrecerá una experiencia menos personalizada, pero el usuario podrá seguir utilizando el sitio web como tal. Utilizamos las siguientes cookies funcionales:",
    "cookies.functional.permissions": "Se utiliza para saber a qué funciones del servicio puede acceder un usuario que ha iniciado sesión.",
    "cookies.functional.exploreBy": "Permite guardar la preferencia de búsqueda actual del usuario.",
    "cookies.functional.scratchLanguage": "Se utiliza para guardar información sobre el idioma preferido por el usuario.",
    "cookies.functional.scratchTheme": "Usadas para guardar información sobre el modo de color preferido del usuario.",
    "cookies.functional.scratchPolicySeen": "Se utiliza para saber si el usuario ha visto una notificación de actualización de la política de privacidad",
    "cookies.functional.wistia": "Contiene una marca de tiempo para el contenido de vídeo de la página web de Scratch. Esto permite al usuario reanudar la visualización sin tener que empezar de nuevo, si el usuario abandona el vídeo o el sitio web de Scratch.",
    "cookies.functional.minilogSettings": "Sin clasificar",
    "cookies.types.analyticsTitle": "Cookies analíticas o de rendimiento",
    "cookies.types.analyticsIntro": "Usamos las Cookies para ayudarnos a entender generalmente como el Sitio de Scratch es usado (p.ej., determinando cuántas páginas son populares basadas en cuántos usuarios visitaron ciertas páginas). También trabajamos en proovedores de analíticas, tal y como Google Analytics, los cuales usan Cookies para coleccionar y analizar información sobre el uso de Sitio de Scratch y reportar en actividades y tendencias. Puedes aprender más sobre las prácticas de Google al ir a <policies>https://www.google.com/policies/privacy/partners</policies> y optar por no participar descargando la extensión de \"Google Analytics opt-out\" disponible en <optout>https://tools.google.com/dlpage/gaoptout</optout>. Nosotros usamos las siguientes Cookies analíticas y de rendimiento:",
    "cookies.analytics.ga": "Se utiliza para enviar datos a Google Analytics sobre el dispositivo y el comportamiento del usuario. Realiza un seguimiento del usuario en todos los dispositivos y canales de marketing.",
    "cookies.analytics.gat": "Utilizado por Google Analytics para acelerar la tasa de solicitudes.",
    "cookies.analytics.gid": "Registra un identificador único que se utiliza para generar datos estadísticos sobre la forma en que el usuario utiliza el sitio web de Scratch.",
    "cookies.analytics.utma": "Utilizado por Google Analytics para clasificar a los usuarios nuevos frente a los recurrentes.",
    "cookies.analytics.utmb": "Utilizada por Google Analytics para calcular la duración de la visita al sitio web de Scratch.",
    "cookies.analytics.utmc": "Utilizada por Google Analytics para calcular la duración de la visita al sitio web de Scratch.",
    "cookies.analytics.utmt": "Utilizado por Google Analytics para acelerar la tasa de solicitudes.",
    "cookies.analytics.utmz": "Utilizada por Google Analytics para comprender cómo navega un usuario por el sitio web de Scratch.",
    "cookies.analytics.loglevel": "Mantiene la configuración y las salidas cuando se utiliza la consola de herramientas de desarrollo en la sesión actual.",
    "cookies.analytics.deviceInfo": "Se utiliza para rastrear la interacción de un usuario con el contenido incrustado.",
    "cookies.analytics.youtubeLogsDatabase": "Sin clasificar",
    "cookies.analytics.visitorInfo": "Intenta estimar el ancho de banda del usuario en páginas con vídeos de YouTube integrados.",
    "cookies.analytics.remoteSid": "Necesario para la implementación y funcionalidad del contenido de vídeo de YouTube.",
    "cookies.analytics.ysc": "Registra un ID único para mantener estadísticas de qué vídeos de YouTube ha visto el usuario.",
    "cookies.analytics.lastResultEntryKey": "Almacena las preferencias de reproducción de vídeo del usuario mediante un vídeo incrustado de YouTube.",
    "cookies.analytics.ytidbMetaDatabases": "Almacena las preferencias de reproducción de vídeo del usuario mediante un vídeo incrustado de YouTube.",
    "cookies.analytics.remoteCastAvailable": "Almacena las preferencias de reproducción de vídeo del usuario mediante un vídeo incrustado de YouTube.",
    "cookies.analytics.remoteCastInstalled": "Almacena las preferencias de reproducción de vídeo del usuario mediante un vídeo incrustado de YouTube.",
    "cookies.analytics.remoteConnectedDevices": "Almacena las preferencias de reproducción de vídeo del usuario mediante un vídeo incrustado de YouTube.",
    "cookies.analytics.remoteDeviceId": "Almacena las preferencias de reproducción de vídeo del usuario mediante un vídeo incrustado de YouTube.",
    "cookies.analytics.remoteFastCheckPeriod": "Almacena las preferencias de reproducción de vídeo del usuario mediante un vídeo incrustado de YouTube.",
    "cookies.analytics.remoteSessionApp": "Almacena las preferencias de reproducción de vídeo del usuario mediante un vídeo incrustado de YouTube.",
    "cookies.analytics.remoteSessionName": "Almacena las preferencias de reproducción de vídeo del usuario mediante un vídeo incrustado de YouTube.",
    "cookies.analytics.wistiaUndefinedCookie": "Recopila datos sobre la interacción del usuario con el contenido de vídeo del sitio web de Scratch. Estos datos se utilizan para que el contenido de vídeo del sitio web sea más relevante para el usuario.",
    "cookies.analytics.wistiaCookie": "Utilizada por el sitio web de Scratch para rastrear el uso que hace el usuario del contenido de vídeo: la cookie procede de Wistia, que proporciona software de vídeo a los sitios web.",
    "cookies.manageTitle": "¿Cómo gestionar las cookies?",
    "cookies.manageBody": "Si no desea que su información personal se recopile mediante el uso de cookies, la mayoría de los navegadores le permiten gestionar sus preferencias de cookies. Puede configurar su navegador para que rechace automáticamente las Cookies o para que le pida que acepte o rechace las Cookies de cada sitio. Puede encontrar más información sobre Cookies en <a>http://www.allaboutcookies.org/manage-cookies.</a>",
    "cookies.contactTitle": "Contáctanos",
    "cookies.contactIntro": "Si tiene alguna pregunta sobre esta Política de Cookies, póngase en contacto con nosotros en privacy@scratch.mit.edu o por correo postal en:"
}