{
    "cookies.title": "Politique en matière de cookies",
    "cookies.nav.types": "Types de cookies",
    "cookies.nav.manage": "Gestion des cookies",
    "cookies.nav.contact": "Contactez-nous",
    "cookies.lastUpdatedFormat": "La politique de Scratch en matière de cookies a été mise à jour pour la dernière fois le {updated, date, long}",
    "cookies.intro1": "Cette politique en matière de cookies (la <b>“politique en matière de cookies”</b>) est fournie par la Scratch Foundation (<b>“Scratch”</b>, <b>“nous”</b> ou <b>“notre”</b>). Elle complète les informations et divulgations incluses dans notre <privacy>politique de confidentialité</privacy> et explique comment Scratch utilise les cookies sur son site web scratch.mit.edu (le <b>“site web de Scratch”</b>) pour ses visiteurs (<b>“vous”</b>, <b>“utilisateur”</b>). Dans le cadre de la présente politique en matière de cookies, on entend par <b>“informations personnelles”</b> toute information relative à une personne identifiée ou identifiable.",
    "cookies.intro2": "Lorsque vous utilisez le site web de Scratch, nous utilisons des cookies, des balises, des tags invisibles, des identifiants uniques et des technologies similaires (collectivement appelés <b>“cookies”</b>) pour enregistrer automatiquement certaines informations personnelles à partir de votre navigateur ou de votre appareil.",
    "cookies.table.name": "Nom",
    "cookies.table.provider": "Fournisseur",
    "cookies.table.purpose": "Objectif",
    "cookies.table.expiration": "Expiration",
    "cookies.table.session": "Session",
    "cookies.table.persistent": "Permanent",
    "cookies.table.days.1": "1 jour",
    "cookies.table.days.180": "180 jours",
    "cookies.table.weeks.2": "2 semaines",
    "cookies.table.weeks.3": "3 semaines",
    "cookies.table.months.6": "6 mois",
    "cookies.table.years.1": "1 an",
    "cookies.table.years.2": "2 ans",
    "cookies.types.title": "Quels types de cookies sont utilisés sur le site web Scratch ?",
    "cookies.types.essentialTitle": "Cookies essentiels",
    "cookies.types.essentialIntro": "Il s'agit de cookies nécessaires pour mettre le site web de Scratch à la disposition de l'utilisateur ou pour assurer la sécurité. Nous utilisons ces informations personnelles, par exemple, pour garantir le bon fonctionnement du site web de Scratch ou pour prévenir la fraude. Nous utilisons les cookies essentiels suivants :",
    "cookies.essential.csrf": "Utilisé comme mesure de sécurité pour empêcher la falsification des requêtes intersites.",
    "cookies.essential.sessionID": "Utilisé pour vous authentifier sur le site web de Scratch afin que nous puissions vous fournir les services que vous avez demandés.",
    "cookies.types.functionalTitle": "Cookies fonctionnels",
    "cookies.types.functionalIntro": "Nous utilisons ces cookies pour reconnaître l'utilisateur lorsqu'il revient sur le site web de Scratch, et pour des fonctionnalités bénéfiques mais non essentielles. Par exemple, des cookies pour mémoriser les paramètres des utilisateurs (par exemple, conserver les paramètres de langue) et les préférences de contenu lorsqu'ils reviennent sur le site web de Scratch, ou pour permettre la lecture de vidéos. La désactivation des cookies fonctionnels entraînera généralement une fonctionnalité limitée du site et une expérience moins personnalisée, mais l'utilisateur sera toujours en mesure d'utiliser le site en tant que tel. Nous utilisons les cookies fonctionnels suivants :",
    "cookies.functional.permissions": "Utilisé pour déterminer les fonctions du service auxquelles un utilisateur connecté peut accéder.",
    "cookies.functional.exploreBy": "Utilisé pour enregistrer les préférences de recherche actuelles de l'utilisateur.",
    "cookies.functional.scratchLanguage": "Utilisé pour enregistrer les informations relatives à la langue préférée de l'utilisateur.",
    "cookies.functional.scratchTheme": "Utilisé pour enregistrer des informations sur le mode de couleur préféré de l'utilisateur.",
    "cookies.functional.scratchPolicySeen": "Utilisé pour savoir si l'utilisateur a vu une notification de mise à jour de la politique de confidentialité.",
    "cookies.functional.wistia": "Contient un horodatage pour le contenu vidéo du site web Scratch. Cela permet à l'utilisateur de reprendre le visionnage sans avoir à recommencer, s'il quitte la vidéo ou le site web Scratch.",
    "cookies.functional.minilogSettings": "Non classé",
    "cookies.types.analyticsTitle": "Cookies analytiques ou de performance",
    "cookies.types.analyticsIntro": "Nous utilisons des cookies pour nous aider à mieux comprendre comment le site web de Scratch est utilisé (par exemple, en déterminant quelles pages sont populaires en fonction du nombre d'utilisateurs qui ont visité certaines pages). Nous travaillons également avec des fournisseurs de services d'analyse, tels que Google Analytics, qui utilisent des cookies pour collecter et analyser des informations sur l'utilisation du site web de Scratch et établir des rapports sur les activités et les tendances. Vous pouvez en savoir plus sur les pratiques de Google à l'adresse <policies>https://www.google.com/policies/privacy/partners</policies> et refuser de les utiliser en téléchargeant le module complémentaire de navigateur pour la désactivation de Google Analytics, disponible à l'adresse <optout>https://tools.google.com/dlpage/gaoptout</optout>. Nous utilisons les cookies analytiques et de performance suivants :",
    "cookies.analytics.ga": "Utilisé pour envoyer des données à Google Analytics sur l'appareil et le comportement de l'utilisateur. Permet de suivre l'utilisateur sur l'ensemble des appareils et des canaux de commercialisation.",
    "cookies.analytics.gat": "Utilisé par Google Analytics pour limiter le nombre de requêtes.",
    "cookies.analytics.gid": "Enregistre un identifiant unique qui est utilisé pour générer des données statistiques sur la façon dont l'utilisateur utilise le site web de Scratch.",
    "cookies.analytics.utma": "Utilisé par Google Analytics pour classer les nouveaux utilisateurs par rapport à ceux qui reviennent.",
    "cookies.analytics.utmb": "Utilisé par Google Analytics pour calculer la durée de la visite sur le site web de Scratch.",
    "cookies.analytics.utmc": "Utilisé par Google Analytics pour calculer la durée de la visite sur le site web de Scratch.",
    "cookies.analytics.utmt": "Utilisé par Google Analytics pour limiter le nombre de requêtes.",
    "cookies.analytics.utmz": "Utilisé par Google Analytics pour comprendre comment un utilisateur navigue sur le site web de Scratch.",
    "cookies.analytics.loglevel": "Maintient les paramètres et les résultats lors de l'utilisation de la console Developer Tools dans la session en cours.",
    "cookies.analytics.deviceInfo": "Utilisé pour suivre l'interaction d'un utilisateur avec un contenu intégré.",
    "cookies.analytics.youtubeLogsDatabase": "Non classé",
    "cookies.analytics.visitorInfo": "Tente d'estimer la bande passante de l'utilisateur sur les pages contenant des vidéos YouTube intégrées.",
    "cookies.analytics.remoteSid": "Nécessaire à la mise en œuvre et à la fonctionnalité du contenu vidéo de YouTube.",
    "cookies.analytics.ysc": "Enregistre un identifiant unique pour tenir des statistiques sur les vidéos de YouTube que l'utilisateur a vues.",
    "cookies.analytics.lastResultEntryKey": "Enregistre les préférences de l'utilisateur en matière de lecteur vidéo à l'aide d'une vidéo YouTube intégrée.",
    "cookies.analytics.ytidbMetaDatabases": "Enregistre les préférences de l'utilisateur en matière de lecteur vidéo à l'aide d'une vidéo YouTube intégrée.",
    "cookies.analytics.remoteCastAvailable": "Enregistre les préférences de l'utilisateur en matière de lecteur vidéo à l'aide d'une vidéo YouTube intégrée.",
    "cookies.analytics.remoteCastInstalled": "Enregistre les préférences de l'utilisateur en matière de lecteur vidéo à l'aide d'une vidéo YouTube intégrée.",
    "cookies.analytics.remoteConnectedDevices": "Enregistre les préférences de l'utilisateur en matière de lecteur vidéo à l'aide d'une vidéo YouTube intégrée.",
    "cookies.analytics.remoteDeviceId": "Enregistre les préférences de l'utilisateur en matière de lecteur vidéo à l'aide d'une vidéo YouTube intégrée.",
    "cookies.analytics.remoteFastCheckPeriod": "Enregistre les préférences de l'utilisateur en matière de lecteur vidéo à l'aide d'une vidéo YouTube intégrée.",
    "cookies.analytics.remoteSessionApp": "Enregistre les préférences de l'utilisateur en matière de lecteur vidéo à l'aide d'une vidéo YouTube intégrée.",
    "cookies.analytics.remoteSessionName": "Enregistre les préférences de l'utilisateur en matière de lecteur vidéo à l'aide d'une vidéo YouTube intégrée.",
    "cookies.analytics.wistiaUndefinedCookie": "Collecte des données sur l'interaction de l'utilisateur avec le contenu vidéo du site web Scratch. Ces données sont utilisées pour rendre le contenu vidéo du site plus pertinent pour l'utilisateur.",
    "cookies.analytics.wistiaCookie": "Utilisé par le site web Scratch pour suivre l'utilisation du contenu vidéo par l'utilisateur ; les racines du cookie proviennent de Wistia, qui fournit des logiciels vidéo aux sites web.",
    "cookies.manageTitle": "Comment gérer les cookies ?",
    "cookies.manageBody": "Si vous ne souhaitez pas que vos informations personnelles soient collectées par le biais de cookies, la plupart des navigateurs vous permettent de gérer vos préférences en matière de cookies. Vous pouvez configurer votre navigateur pour qu'il refuse automatiquement les cookies ou pour qu'il vous demande d'accepter ou de refuser les cookies pour chaque site. Vous trouverez de plus amples informations sur les cookies à l'adresse suivante : <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Contactez-nous",
    "cookies.contactIntro": "Si vous avez des questions concernant cette politique en matière de cookies, veuillez nous contacter à l'adresse privacy@scratch.mit.edu ou par courrier à l'adresse suivante :"
}