{
    "cookies.title": "Kebijakan Cookie",
    "cookies.nav.types": "Jenis Cookie",
    "cookies.nav.manage": "Kelola Cookie",
    "cookies.nav.contact": "Hubungi Kami",
    "cookies.lastUpdatedFormat": "Kebijakan Cookie Scratch terakhir diperbarui pada {updated, date, long}",
    "cookies.intro1": "Kebijakan Cookie (<b>“Kebijakan Cookie”</b>) ini disediakan oleh Yayasan Scratch (<b>“Scratch”</b>, <b>“kami”</b> atau “kita”</b>). Ia melengkapi informasinya dan pengungkapan yang termasuk di dalam <privacy>Kebijakan Privasi</privacy>, dan menjelaskan bagaimana Scratch menggunakan Cookie pada situs web scratch.mit.edu (“Situs Web Scratch”</b>) kepada para pengunjungnya (<b>“Anda”</b>, <b>“pengguna”</b>). Untuk keperluan Kebijakan Cookie ini, <b>“Informasi Pribadi”</b>berarti semua informasi yang berkaitan dengan individu yang teridentifikasi atau dapat diidentifikasi.",
    "cookies.intro2": "Saat Anda menggunakan situs web Scratch, kami menggunakan cookie, beacon, tag tidak kasat mata, ID unik, serta teknologi-teknologi serupa (secara kolektif disebut <b>\"Cookies\"</b>) untuk secara otomatis mencatat Informasi Pribadi tertentu dari peramban atau perangkat Anda.",
    "cookies.table.name": "Judul",
    "cookies.table.provider": "Penyedia",
    "cookies.table.purpose": "Tujuan",
    "cookies.table.expiration": "Kedaluwarsa",
    "cookies.table.session": "Sesi",
    "cookies.table.persistent": "Persisten",
    "cookies.table.days.1": "1 hari",
    "cookies.table.days.180": "180 hari",
    "cookies.table.weeks.2": "2 minggu",
    "cookies.table.weeks.3": "3 minggu",
    "cookies.table.months.6": "6 bulan",
    "cookies.table.years.1": "1 tahun",
    "cookies.table.years.2": "2 tahun",
    "cookies.types.title": "Jenis Cookie apa yang digunakan pada situs web Scratch?",
    "cookies.types.essentialTitle": "Cookie Penting",
    "cookies.types.essentialIntro": "Ini adalah cookie-cookie yang diperlukan untuk membuat situs web Scratch tersedia bagi pengguna dan memastikan keamanannya. Kami menggunakan Informasi Pribadi ini untuk, contohnya, memastikan bahwa situs web Scratch berjalan dengan benar, atau mencegah penipuan. Kami menggunakan Cookie penting berikut:",
    "cookies.essential.csrf": "Digunakan sebagai tindakan keamanan untuk mencegah pemalsuan permintaan lintas situs.",
    "cookies.essential.sessionID": "Digunakan untuk mengotentikasi Anda pada situs web Scratch supaya kami bisa mneyediakan layanan yang Anda minta.",
    "cookies.types.functionalTitle": "Cookie Fungsional",
    "cookies.types.functionalIntro": "Kami menggunakan cookie ini untuk mengenali pengguna saat mereka kembali ke situs web Scratch, dan untuk fungsionalitas yang bermanfaat, namun tidak penting. Misalnya, Cookie untuk mengingat pengaturan pengguna (misalnya, mempertahankan pengaturan bahasa) dan preferensi konten saat mereka kembali ke situs web Scratch, atau yang memungkinkan video untuk diputar. Fungsionalitas situs biasanya akan dibatasi dan pengalaman situsnya menjadi kurang personal, jika Anda menonaktifkan Cookie fungsional, tetapi pengguna masih dapat menggunakan situs tersebut sebagaimana mestinya. Kami menggunakan Cookie fungsional berikut:",
    "cookies.functional.permissions": "DIgunakan untuk melacak fitur-fitur layanan yang dapat diakses oleh pengguna yang sudah masuk.",
    "cookies.functional.exploreBy": "Digunakan untuk menyimpan pilihan pencarian pengguna saat ini.",
    "cookies.functional.scratchLanguage": "Digunakan untuk menyimpan informasi mengenai bahasa pilihan pengguna.",
    "cookies.functional.scratchTheme": "Digunakan untuk menyimpan informasi mengenai mode warna kesukaan pengguna.",
    "cookies.functional.scratchPolicySeen": "Digunakan untuk melacak apakah pengguna sudah melihat pemberitahuan perubahan kebijakan privasi",
    "cookies.functional.wistia": "Mengandung stempel waktu untuk konten video situs web Scratch. Hal ini mengizinkan pengguna untuk lanjut menonton tanpa perlu mengulang dari awal jika penggunanya keluar dari video atau situs web Scratch.",
    "cookies.functional.minilogSettings": "Tidak terklasifikasi",
    "cookies.types.analyticsTitle": "Cookie Analitik atau Performa",
    "cookies.types.analyticsIntro": "Kami menggunakan Cookie untuk membantu kami supaya bisa lebih memahami bagaimana situs web Scratch digunakan (misalnya, menentukan halaman mana yang populer berdasarkan berapa banyak pengguna yang telah mengunjungi halaman tertentu). Kami juga bekerja sama dengan penyedia analitik, seperti Google Analytics, yang menggunakan Cookie untuk mengumpulkan dan menganalisis informasi tentang penggunaan situs web Scratch dan melaporkan aktivitas dan trennya. Anda dapat mempelajari lebih lanjut mengenai praktik Google dengan membuka <policies>https://www.google.com/policies/privacy/partners</policies> dan memilih untuk tidak ikut serta dengan mengunduh add-on peramban Google Analytics opt-out, yang tersedia di <optout>https://tools.google.com/dlpage/gaoptout</optout>. Kami menggunakan Cookie analitis dan kinerja berikut:",
    "cookies.analytics.ga": "Digunakan untuk mengirimkan data ke Google Analytics mengenai perangkat pengguna dan perilakunya. Melacak pengguna lintas peringkat dan kanal pemasaran.",
    "cookies.analytics.gat": "Digunakan oleh Google Analytics untuk membatasi tingkat permintaan.",
    "cookies.analytics.gid": "Mendaftarkan ID unik yang digunakan untuk menghasilkan data statistik mengenai cara pengguna menggunakan situs web Scratch.",
    "cookies.analytics.utma": "Digunakan oleh Google Analytics untuk mengelompokkan pengguna baru vs pengguna lama.",
    "cookies.analytics.utmb": "Digunakan oleh Google Analytics untuk menghitung durasi kunjungan ke situs web Scratch.",
    "cookies.analytics.utmc": "Digunakan oleh Google Analytics untuk menghitung durasi kunjungan ke situs web Scratch.",
    "cookies.analytics.utmt": "Digunakan oleh Google Analytics untuk membatasi tingkat permintaan.",
    "cookies.analytics.utmz": "Digunakan oleh Google Analytics untuk menghitung durasi kunjungan ke situs web Scratch.",
    "cookies.analytics.loglevel": "Menjaga pengaturan dan output saat menggunakan Konsol Alat Pengembang pada sesi saat ini.",
    "cookies.analytics.deviceInfo": "Digunakan untuk melacak interaksi pengguna dengan konten yang tertanam.",
    "cookies.analytics.youtubeLogsDatabase": "Tidak terklasifikasi",
    "cookies.analytics.visitorInfo": "Mencoba untuk memperkirakan bandwidth pengguna pada halaman-halaman dengan video YouTube yang terintegrasi",
    "cookies.analytics.remoteSid": "Diperlukan untuk implementasi dan fungsi konten video YouTube.",
    "cookies.analytics.ysc": "Mendaftarkan ID unik untuk menyimpan statistik video YouTube apa saja yang telah dilihat pengguna.",
    "cookies.analytics.lastResultEntryKey": "Menyimpan pilihan pemain video pengguna menggunakan video YouTube yang tertanam.",
    "cookies.analytics.ytidbMetaDatabases": "Menyimpan pilihan pemain video pengguna menggunakan video YouTube yang tertanam.",
    "cookies.analytics.remoteCastAvailable": "Menyimpan pilihan pemain video pengguna menggunakan video YouTube yang tertanam.",
    "cookies.analytics.remoteCastInstalled": "Menyimpan pilihan pemain video pengguna menggunakan video YouTube yang tertanam.",
    "cookies.analytics.remoteConnectedDevices": "Menyimpan pilihan pemain video pengguna menggunakan video YouTube yang tertanam.",
    "cookies.analytics.remoteDeviceId": "Menyimpan pilihan pemain video pengguna menggunakan video YouTube yang tertanam.",
    "cookies.analytics.remoteFastCheckPeriod": "Menyimpan pilihan pemain video pengguna menggunakan video YouTube yang tertanam.",
    "cookies.analytics.remoteSessionApp": "Menyimpan pilihan pemain video pengguna menggunakan video YouTube yang tertanam.",
    "cookies.analytics.remoteSessionName": "Menyimpan pilihan pemain video pengguna menggunakan video YouTube yang tertanam.",
    "cookies.analytics.wistiaUndefinedCookie": "Mengumpulkan data interaksi pengguna dengan konten video situs web Scratch. Data ini digunakan untuk membuat konten video situs webnya lebih relevan untuk penggunanya.",
    "cookies.analytics.wistiaCookie": "Digunakan oleh Situs Web Scratch untuk melacak penggunaan konten video pengguna - cookienya berasal dari Wistia, yang menyediakan perangkat lunak video untuk situs web.",
    "cookies.manageTitle": "Bagaimana kamu bisa mengelola Cookie?",
    "cookies.manageBody": "Jika Anda tidak mau Informasi Pribadi Anda dikumpulkan melalui penggunaan Cookie, kebanyakan peramban mengizinkan Anda untuk mengelola preferensi Cookie Anda. Anda bisa mengatur peramban Anda supaya secara otomatis menolak Cookie atau meminta Anda untuk menerima atau menolak Cookie untuk masing-masing situs. Anda bisa mempelajari lebih lanjut mengenai Cookie di <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Hubungi Kami",
    "cookies.contactIntro": "Jika Anda memiliki pertanyaan apa pun mengenai Kebijakan Cookie ini, harap hubungi kami di privacy@scratch.mit.edu atau melalui pos di:"
}