{
    "cookies.title": "Policy dei Cookies",
    "cookies.nav.types": "Tipi di Cookies",
    "cookies.nav.manage": "Gestisci i Cookies",
    "cookies.nav.contact": "Contattaci",
    "cookies.lastUpdated": "La Policy dei Cookies di Scratch Cookie è stata aggiornato il 25 maggio 2023",
    "cookies.intro1": "Quest Policy dei Cookies (la <b>“Policy dei Cookies”</b>) è fornita dalla Scratch Foundation (<b>“Scratch”</b>, <b>“noi”</b>). Fornisce dettagli alle informazioni incluse nella nostra <privacy>Politica della Privacy</privacy> e spiega ai suoi visitatori (<b>“tu”</b>, <b>“utente”</b>)in che modo Scratch usa i Cookies sul suo sito scratch.mit.edu (the <b>“Sito di Scratch”</b>) . Per gli scopi di questa Policy dei Cookies, <b>“Informazioni Personali”</b> indica qualunque informazione legata ad un individuo identificato o identificabile.",
    "cookies.intro2": "Quando usi il Sito di Scratch noi usiamo cookies, beacon, tag invisibili, ID unici e altre tecnologie simili (a cui faremo riferimento in generale come <b>“Cookies”</b>) per registrare automaticamente alcune Informazioni Personali che riceviamo dal suo browser o dal tuo dispositivo.",
    "cookies.table.name": "Nome",
    "cookies.table.provider": "Provider",
    "cookies.table.purpose": "Scopo",
    "cookies.table.expiration": "Scadenza",
    "cookies.table.session": "Sessione",
    "cookies.table.persistent": "Persistenti",
    "cookies.table.days.1": "1 giorno",
    "cookies.table.days.180": "180 giorni",
    "cookies.table.weeks.2": "2 settimane",
    "cookies.table.weeks.3": "3 settimane",
    "cookies.table.months.6": "6 mesi",
    "cookies.table.years.1": "1 anno",
    "cookies.table.years.2": "2 anni",
    "cookies.types.title": "Che tipi di Cookies sono usati sul Sito di Scratch?",
    "cookies.types.essentialTitle": "Cookies Essenziali",
    "cookies.types.essentialIntro": "Ci sono Cookies che sono necessari per rendere il Sito di Scratch disponibile agli utenti o per assicurarne la sicurezza. Usiamo queste Informazioni Personali, ad esempio, per assicuare che il Sito di Scratch funzioni correttamente, o per prevenire frodi. Usiamo i seguenti Cookies essenziali:",
    "cookies.essential.csrf": "Usati come misura di sicurezza per prevenire attacchi di tipo Cross Site Request Forgery.",
    "cookies.essential.sessionID": "Usati per permetterti di autenticarti sul Sito di Scratch in modo da porterti fornire i servizi che hai richiesto.",
    "cookies.types.functionalTitle": "Cookies Funzionali",
    "cookies.types.functionalIntro": "Usiamo questi cookies per riconoscere l'utente quando torna sul Sito di Scratch e per altre funzionalità utili ma non essenziali. Ad esempio, Cookies per ricordare le impostazioni dell'utente (ad es. ricordare le impostazioni della lingua) e le preferenze dei contenuti quando torna al Sito di Scratch, o che permettono la riproduzione dei video. Disabilitare i Cookies funzionali risulterà di una limitazione delle funzionalità del sito o in un'esperienza meno personalizzata, ma l'utente potrà continuare il sito esattemente come è ora. Usiamo i seguenti Cookies funzionali:",
    "cookies.functional.permissions": "Used to track which features of the service a logged in user is able to access.",
    "cookies.functional.exploreBy": "Used to save the user’s current search preference.",
    "cookies.functional.scratchLanguage": "Used to save information about the user’s preferred language.",
    "cookies.functional.scratchPolicySeen": "Used to track if the user has seen a privacy policy update notification",
    "cookies.functional.wistia": "Contains a timestamp for the Scratch Website’s video-content. This allows the user to resume watching without having to start over, if the user leaves the video or Scratch Website.",
    "cookies.functional.minilogSettings": "Unclassified",
    "cookies.types.analyticsTitle": "Analytical or Performance Cookies",
    "cookies.types.analyticsIntro": "We use Cookies to generally help us better understand how the Scratch Website is being used (e.g., determining which pages are popular based on how many users have visited certain pages). We also work with analytics providers, such as Google Analytics, which use Cookies to collect and analyze information about use of the Scratch Website and report on activities and trends. You can learn more about Google’s practices by going to <policies>https://www.google.com/policies/privacy/partners</policies> and opt out of them by downloading the Google Analytics opt-out browser add-on, available at <optout>https://tools.google.com/dlpage/gaoptout</optout>. We use the following analytical and performance Cookies:",
    "cookies.analytics.ga": "Used to send data to Google Analytics about the user's device and behavior. Tracks the user across devices and marketing channels.",
    "cookies.analytics.gat": "Used by Google Analytics to throttle request rate.",
    "cookies.analytics.gid": "Registers a unique ID that is used to generate statistical data on how the user uses the Scratch Website.",
    "cookies.analytics.utma": "Used by Google Analytics to categorize new vs returning users.",
    "cookies.analytics.utmb": "Used by Google Analytics to calculate the duration of the Scratch Website visit.",
    "cookies.analytics.utmc": "Used by Google Analytics to calculate the duration of the Scratch Website visit.",
    "cookies.analytics.utmt": "Used by Google Analytics to throttle request rate.",
    "cookies.analytics.utmz": "Used by Google Analytics to understand how a user navigates the Scratch Website.",
    "cookies.analytics.loglevel": "Maintains settings and outputs when using the Developer Tools Console on the current session.",
    "cookies.analytics.deviceInfo": "Used to track a user’s interaction with embedded content.",
    "cookies.analytics.youtubeLogsDatabase": "Unclassified",
    "cookies.analytics.visitorInfo": "Tries to estimate user bandwidth on pages with integrated YouTube videos.",
    "cookies.analytics.remoteSid": "Necessary for the implementation and functionality of YouTube video content.",
    "cookies.analytics.ysc": "Registers a unique ID to keep statistics of what videos from YouTube the user has seen.",
    "cookies.analytics.lastResultEntryKey": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.ytidbMetaDatabases": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteCastAvailable": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteCastInstalled": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteConnectedDevices": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteDeviceId": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteFastCheckPeriod": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteSessionApp": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.remoteSessionName": "Stores the user's video player preferences using embedded YouTube video.",
    "cookies.analytics.wistiaUndefinedCookie": "Collects data on user interaction with the Scratch Website's video-content. This data is used to make the website's video-content more relevant towards the user.",
    "cookies.analytics.wistiaCookie": "Used by the Scratch Website to track the user's use of video-content - the cookie roots from Wistia, which provides video-software to websites.",
    "cookies.manageTitle": "How can you manage Cookies?",
    "cookies.manageBody": "If you do not want your Personal Information to be collected through the use of Cookies, most browsers allow you to manage your Cookie preferences. You can set your browser to automatically decline Cookies or to request you to accept or decline Cookies for each site.  You can find more information about Cookies at <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Contattaci",
    "cookies.contactIntro": "If you have any questions about this Cookie Policy please contact us at privacy@scratch.mit.edu or via mail at:"
}