{
    "cookies.title": "Policy dei Cookie",
    "cookies.nav.types": "Tipi di Cookies",
    "cookies.nav.manage": "Gestisci i Cookies",
    "cookies.nav.contact": "Contattaci",
    "cookies.lastUpdatedFormat": "La Policy dei Cookie di Scratch è stata aggiornata il {updated, date, long}",
    "cookies.intro1": "Questa Policy dei Cookies (la <b>“Policy dei Cookies”</b>) è fornita dalla Scratch Foundation (<b>“Scratch”</b>, <b>“noi”</b> o <b>\"ci\"</b>). Fornisce dettagli alle informazioni incluse nella nostra <privacy>Politica della Privacy</privacy> e spiega ai suoi visitatori (<b>“tu”</b>, <b>“utente”</b>)in che modo Scratch usa i Cookies sul suo sito scratch.mit.edu (il <b>“Sito di Scratch”</b>) . Per gli scopi di questa Policy dei Cookies, <b>“Informazioni Personali”</b> indica qualunque informazione legata ad un individuo identificato o identificabile.",
    "cookies.intro2": "Quando usi il Sito di Scratch noi usiamo cookies, beacon, tag invisibili, ID unici e altre tecnologie simili (a cui faremo riferimento in generale come <b>“Cookies”</b>) per registrare automaticamente alcune Informazioni Personali che riceviamo dal suo browser o dal tuo dispositivo.",
    "cookies.table.name": "Nome",
    "cookies.table.provider": "Provider",
    "cookies.table.purpose": "Scopo",
    "cookies.table.expiration": "Scadenza",
    "cookies.table.session": "Sessione",
    "cookies.table.persistent": "Persistenti",
    "cookies.table.days.1": "1 giorno",
    "cookies.table.days.180": "180 giorni",
    "cookies.table.weeks.2": "2 settimane",
    "cookies.table.weeks.3": "3 settimane",
    "cookies.table.months.6": "6 mesi",
    "cookies.table.years.1": "1 anno",
    "cookies.table.years.2": "2 anni",
    "cookies.types.title": "Che tipi di Cookies sono usati sul Sito di Scratch?",
    "cookies.types.essentialTitle": "Cookies Essenziali",
    "cookies.types.essentialIntro": "Ci sono Cookies che sono necessari per rendere il Sito di Scratch disponibile agli utenti o per assicurarne la sicurezza. Usiamo queste Informazioni Personali, ad esempio, per assicuare che il Sito di Scratch funzioni correttamente, o per prevenire frodi. Usiamo i seguenti Cookies essenziali:",
    "cookies.essential.csrf": "Usati come misura di sicurezza per prevenire attacchi di tipo Cross Site Request Forgery.",
    "cookies.essential.sessionID": "Usati per permetterti di autenticarti sul Sito di Scratch in modo da porterti fornire i servizi che hai richiesto.",
    "cookies.types.functionalTitle": "Cookies Funzionali",
    "cookies.types.functionalIntro": "Usiamo questi cookies per riconoscere l'utente quando torna sul Sito di Scratch e per altre funzionalità utili ma non essenziali. Ad esempio, Cookies per ricordare le impostazioni dell'utente (ad es. ricordare le impostazioni della lingua) e le preferenze dei contenuti quando torna al Sito di Scratch, o che permettono la riproduzione dei video. Disabilitare i Cookies funzionali risulterà di una limitazione delle funzionalità del sito o in un'esperienza meno personalizzata, ma l'utente potrà continuare il sito esattemente come è ora. Usiamo i seguenti Cookies funzionali:",
    "cookies.functional.permissions": "Usato per tracciare a quali funzioni l'utente può accedere mentre è loggato.",
    "cookies.functional.exploreBy": "Usato per salvare le preferenze di ricerca dell'utente.",
    "cookies.functional.scratchLanguage": "Usato per salvare le informazioni che riguardano la lingua dell'interfaccia dell'utente.",
    "cookies.functional.scratchTheme": "Usato per salvare le informazioni riguardanti la modalità colore preferita dall'utente.",
    "cookies.functional.scratchPolicySeen": "Usato per verificare se l'utente abbia visionato un aggiornamento della Privacy Policy.",
    "cookies.functional.wistia": "Usato per i contenuti video del sito di Scratch. Salva i minuti e i secondi ai quali è arrivato l'utente, permettendogli di uscire e rientrare sul sito senza dover ricominciare daccapo.",
    "cookies.functional.minilogSettings": "Non Classificato",
    "cookies.types.analyticsTitle": "Analitica / Monitoraggio Prestazioni",
    "cookies.types.analyticsIntro": "Usiamo i Cookie per capire l'uso generale del sito da parte degli utenti (ad esempio per capire quali sono più popolari le pagine più visitate dagli Utenti, per esempio.). Lavoriamo con dei provider di dati analitici, come Google Analytics, che usano i Cookie per raccogliere e analizzare le informazioni sull'uso del sito di Scratch e valutare le attività e le tendenze. Per saperne di più, puoi consultare le politiche di Google al link <policies>https://www.google.com/policies/privacy/partners</policies> e volendo puoi evitare che i tuoi dati siano inclusi scaricando il plugin \"Google Analytics Opt-Out\" disponibile qui: <optout>https://tools.google.com/dlpage/gaoptout</optout>. Usiamo i seguenti Cookie analitici e di performance: ",
    "cookies.analytics.ga": "Usato per inviare i dati del dispositivo e il comportamento dell'utente. Traccia l'utente nei diversi dispositivi e canali di marketing.",
    "cookies.analytics.gat": "Usato da Google Analytics per limitare la frequenza delle richieste.",
    "cookies.analytics.gid": "Registra un ID unico usato per generare dati statistici sull'utilizzo del sito di Scratch da parte dell'utente.",
    "cookies.analytics.utma": "Usato da Google Analytics per distiguere i nuovi e i vecchi utenti.",
    "cookies.analytics.utmb": "Usato da Google Analytics per calcolare la durata della visita del sito di Scratch da parte dell'utente.",
    "cookies.analytics.utmc": "Usato da Google Analytics per calcolare la durata della visita del sito di Scratch da parte dell'utente.",
    "cookies.analytics.utmt": "Usato da Google Analytics per limitare la frequenza delle richieste.",
    "cookies.analytics.utmz": "Usato da Google Analytics per capire come l'utente naviga nel sito di Scratch.",
    "cookies.analytics.loglevel": "Mantiene le impostazioni e gli output mentre si usa la console degli Strumenti di Sviluppo nella sessione corrente.",
    "cookies.analytics.deviceInfo": "Usato per tracciare le interazioni dell'utente con i contenuti incorporati.",
    "cookies.analytics.youtubeLogsDatabase": "Non Classificato",
    "cookies.analytics.visitorInfo": "Stima la velocità della banda dell'utente nelle pagine con video YouTube incorporati.",
    "cookies.analytics.remoteSid": "Necessario per l'implementazione e il funzionamento dei contenuti video di YouTube.",
    "cookies.analytics.ysc": "Registra un ID unico per calcolare le statistiche dei video YouTube che l'utente ha visto.",
    "cookies.analytics.lastResultEntryKey": "Registra le preferenze del player video quando l'utente guarda i video YouTube incorporati.",
    "cookies.analytics.ytidbMetaDatabases": "Registra le preferenze del player video quando l'utente guarda i video YouTube incorporati.",
    "cookies.analytics.remoteCastAvailable": "Registra le preferenze del player video quando l'utente guarda i video YouTube incorporati.",
    "cookies.analytics.remoteCastInstalled": "Registra le preferenze del player video quando l'utente guarda i video YouTube incorporati.",
    "cookies.analytics.remoteConnectedDevices": "Registra le preferenze del player video quando l'utente guarda i video YouTube incorporati.",
    "cookies.analytics.remoteDeviceId": "Registra le preferenze del player video quando l'utente guarda i video YouTube incorporati.",
    "cookies.analytics.remoteFastCheckPeriod": "Registra le preferenze del player video quando l'utente guarda i video YouTube incorporati.",
    "cookies.analytics.remoteSessionApp": "Registra le preferenze del player video quando l'utente guarda i video YouTube incorporati.",
    "cookies.analytics.remoteSessionName": "Registra le preferenze del player video quando l'utente guarda i video YouTube incorporati.",
    "cookies.analytics.wistiaUndefinedCookie": "Raccoglie dati sull'interazione con i contenuti video del sito di Scratch. Questi dati sono dati per rendere il contenuto dei video del sito più rilevante per l'utente.",
    "cookies.analytics.wistiaCookie": "Usato dal sito di Scratch per tracciare l'uso dell'utente dei contenuti video - il cookie proviene da Wistia, che fornisce software video per i siti web.",
    "cookies.manageTitle": "Come puoi gestire i Cookie?",
    "cookies.manageBody": "Se non vuoi che le tue Informazioni Perosnali siano raccolte usando i Cookie, molti browser permettono di gestire le Preferenze dei Cookie. Puoi configurare il tuo browser per rifiutare automaticamente i Cookie o per chiederti ogni volta se accetti o rifiuti i Cookie sito per sito.  Puoi trovare ulteriori informazioni sui Cookie alla pagina <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Contattaci",
    "cookies.contactIntro": "Se hai domande sulla nostra Politica dei Cookie contattici all'indirizzo privacy@scratch.mit.edu o via mail a:"
}