{
    "cookies.title": "Policy dei Cookies",
    "cookies.nav.types": "Tipi di Cookies",
    "cookies.nav.manage": "Gestisci i Cookies",
    "cookies.nav.contact": "Contattaci",
    "cookies.lastUpdatedFormat": "The Scratch Cookie Policy was last updated {updated, date, long}",
    "cookies.intro1": "Questa Policy dei Cookies (la <b>“Policy dei Cookies”</b>) è fornita dalla Scratch Foundation (<b>“Scratch”</b>, <b>“noi”</b>). Fornisce dettagli alle informazioni incluse nella nostra <privacy>Politica della Privacy</privacy> e spiega ai suoi visitatori (<b>“tu”</b>, <b>“utente”</b>)in che modo Scratch usa i Cookies sul suo sito scratch.mit.edu (the <b>“Sito di Scratch”</b>) . Per gli scopi di questa Policy dei Cookies, <b>“Informazioni Personali”</b> indica qualunque informazione legata ad un individuo identificato o identificabile.",
    "cookies.intro2": "Quando usi il Sito di Scratch noi usiamo cookies, beacon, tag invisibili, ID unici e altre tecnologie simili (a cui faremo riferimento in generale come <b>“Cookies”</b>) per registrare automaticamente alcune Informazioni Personali che riceviamo dal suo browser o dal tuo dispositivo.",
    "cookies.table.name": "Nome",
    "cookies.table.provider": "Provider",
    "cookies.table.purpose": "Scopo",
    "cookies.table.expiration": "Scadenza",
    "cookies.table.session": "Sessione",
    "cookies.table.persistent": "Persistenti",
    "cookies.table.days.1": "1 giorno",
    "cookies.table.days.180": "180 giorni",
    "cookies.table.weeks.2": "2 settimane",
    "cookies.table.weeks.3": "3 settimane",
    "cookies.table.months.6": "6 mesi",
    "cookies.table.years.1": "1 anno",
    "cookies.table.years.2": "2 anni",
    "cookies.types.title": "Che tipi di Cookies sono usati sul Sito di Scratch?",
    "cookies.types.essentialTitle": "Cookies Essenziali",
    "cookies.types.essentialIntro": "Ci sono Cookies che sono necessari per rendere il Sito di Scratch disponibile agli utenti o per assicurarne la sicurezza. Usiamo queste Informazioni Personali, ad esempio, per assicuare che il Sito di Scratch funzioni correttamente, o per prevenire frodi. Usiamo i seguenti Cookies essenziali:",
    "cookies.essential.csrf": "Usati come misura di sicurezza per prevenire attacchi di tipo Cross Site Request Forgery.",
    "cookies.essential.sessionID": "Usati per permetterti di autenticarti sul Sito di Scratch in modo da porterti fornire i servizi che hai richiesto.",
    "cookies.types.functionalTitle": "Cookies Funzionali",
    "cookies.types.functionalIntro": "Usiamo questi cookies per riconoscere l'utente quando torna sul Sito di Scratch e per altre funzionalità utili ma non essenziali. Ad esempio, Cookies per ricordare le impostazioni dell'utente (ad es. ricordare le impostazioni della lingua) e le preferenze dei contenuti quando torna al Sito di Scratch, o che permettono la riproduzione dei video. Disabilitare i Cookies funzionali risulterà di una limitazione delle funzionalità del sito o in un'esperienza meno personalizzata, ma l'utente potrà continuare il sito esattemente come è ora. Usiamo i seguenti Cookies funzionali:",
    "cookies.functional.permissions": "Usato per tracciare a quali funzioni l'utente può accedere mentre è loggato.",
    "cookies.functional.exploreBy": "Usato per salvare le preferenze di ricerca dell'utente.",
    "cookies.functional.scratchLanguage": "Usato per salvare le informazioni che riguardano la lingua dell'interfaccia dell'utente.",
    "cookies.functional.scratchTheme": "Used to save information about the user’s preferred color mode.",
    "cookies.functional.scratchPolicySeen": "Usato per verificare se l'utente abbia visionato un aggiornamento della Privacy Policy.",
    "cookies.functional.wistia": "Usato per i contenuti video del sito di Scratch. Salva i minuti e i secondi ai quali è arrivato l'utente, permettendogli di uscire e rientrare sul sito senza dover ricominciare daccapo.",
    "cookies.functional.minilogSettings": "Non Classificato",
    "cookies.types.analyticsTitle": "Analitica / Monitoraggio Prestazioni",
    "cookies.types.analyticsIntro": "Usiamo i Cookie per capire l'uso generale del sito da parte degli utenti(Come capire quali sono le pagine più visitate dagli Utenti, per esempio.).\nLavoriamo con dei provider di analitica, come Google Analytics, che usa i Cookie per raggruppare e analizzare le informazioni sull'uso del sito di Scratch.\nPer saperne di più, puoi consultare le pratiche di Google a questo link: <policies> ed uscirne scaricando il plugin \"Google Analytics Opt-Out\", disponibile qui: <optout>.\nUsiamo i Cookie di analitica seguenti: ",
    "cookies.analytics.ga": "Usato per inviare i dati del dispositivo e il comportamento dell'utente. Traccia l'utente tra i dispositivi e i canali di marketing.",
    "cookies.analytics.gat": "Usato da Google Analytics per limitare la frequenza delle richieste.",
    "cookies.analytics.gid": "Registra un ID unico, usato per generare dati statistici sull'utilizzo del sito di Scratch da parte dell'utente.",
    "cookies.analytics.utma": "Usato da Google Analytics per categorizzare i nuovi e i vecchi utenti.",
    "cookies.analytics.utmb": "Usato da Google Analytics per calcolare la durata della visita del sito di Scratch da parte dell'utente.",
    "cookies.analytics.utmc": "Usato da Google Analytics per calcolare la durata della visita del sito di Scratch da parte dell'utente.",
    "cookies.analytics.utmt": "Usato da Google Analytics per limitare la frequenza delle richieste.",
    "cookies.analytics.utmz": "Usato da Google Analytics per capire come l'utente naviga per il sito di Scratch.",
    "cookies.analytics.loglevel": "Mantiene le impostazioni e l'output mentre si usano gli Strumenti di Sviluppo nella sessione corrente.",
    "cookies.analytics.deviceInfo": "Used to track a user’s interaction with embedded content.",
    "cookies.analytics.youtubeLogsDatabase": "Non Classificato",
    "cookies.analytics.visitorInfo": "Stima la velocità della banda dell'utente quando fa uso dei video incorporati da YouTube.",
    "cookies.analytics.remoteSid": "Necessario per l'implementazione dei contenuti video di YouTube.",
    "cookies.analytics.ysc": "Registra un ID unico per tenere conto dei video che l'utente ha visto tramite l'incorporazione del player di YouTube.",
    "cookies.analytics.lastResultEntryKey": "Registra il video player preferito dell'utente usando l'incorporazione di YouTube.",
    "cookies.analytics.ytidbMetaDatabases": "Registra il video player preferito dell'utente usando l'incorporazione di YouTube.",
    "cookies.analytics.remoteCastAvailable": "Registra il video player preferito dell'utente usando l'incorporazione di YouTube.",
    "cookies.analytics.remoteCastInstalled": "Registra il video player preferito dell'utente usando l'incorporazione di YouTube.",
    "cookies.analytics.remoteConnectedDevices": "Registra il video player preferito dell'utente usando l'incorporazione di YouTube.",
    "cookies.analytics.remoteDeviceId": "Registra il video player preferito dell'utente usando l'incorporazione di YouTube.",
    "cookies.analytics.remoteFastCheckPeriod": "Registra il video player preferito dell'utente usando l'incorporazione di YouTube.",
    "cookies.analytics.remoteSessionApp": "Registra il video player preferito dell'utente usando l'incorporazione di YouTube.",
    "cookies.analytics.remoteSessionName": "Registra il video player preferito dell'utente usando l'incorporazione di YouTube.",
    "cookies.analytics.wistiaUndefinedCookie": "Collects data on user interaction with the Scratch Website's video-content. This data is used to make the website's video-content more relevant towards the user.",
    "cookies.analytics.wistiaCookie": "Used by the Scratch Website to track the user's use of video-content - the cookie roots from Wistia, which provides video-software to websites.",
    "cookies.manageTitle": "How can you manage Cookies?",
    "cookies.manageBody": "If you do not want your Personal Information to be collected through the use of Cookies, most browsers allow you to manage your Cookie preferences. You can set your browser to automatically decline Cookies or to request you to accept or decline Cookies for each site.  You can find more information about Cookies at <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Contattaci",
    "cookies.contactIntro": "If you have any questions about this Cookie Policy please contact us at privacy@scratch.mit.edu or via mail at:"
}