{
    "cookies.title": "Polityka Plików Cookie",
    "cookies.nav.types": "Typy plików Cookie",
    "cookies.nav.manage": "Zarządzaj plikami Cookie",
    "cookies.nav.contact": "Kontakt",
    "cookies.lastUpdatedFormat": "Polityka plików Cookie Scratch'a została zaaktualizowana {updated, date, long}",
    "cookies.intro1": "Niniejsza Polityka plików cookie (dalej <b>“Polityka plików cookie”</b>) jest dostarczana przez Scratch Foundation (<b>“Scratch”</b>, <b>“my”</b> lub <b>“nas”</b>). Uzupełnia ona informacje i ujawnienia zawarte w naszej <privacy>Polityce Prywatności</privacy> i wyjaśnia, w jaki sposób Scratch używa plików cookie na swojej stronie internetowej scratch.mit.edu (<b>“Strona internetowa Scratch”</b>) dla swoich odwiedzających (<b>“ty”</b>, <b>“użytkownik”</b>). Na potrzeby niniejszej Polityki plików cookie, <b>“Dane osobowe”</b> oznaczają wszelkie informacje dotyczące zidentyfikowanej lub możliwej do zidentyfikowania osoby.",
    "cookies.intro2": "Gdy korzystasz ze strony internetowej Scratch, używamy plików cookie, sygnałów nawigacyjnych, niewidocznych znaczników, unikalnych identyfikatorów i podobnych technologii (zwanych łącznie <b>„plikami cookie”</b>, aby automatycznie rejestrować określone dane osobowe z Twojej przeglądarki lub urządzenia.",
    "cookies.table.name": "Imię",
    "cookies.table.provider": "Dostawca",
    "cookies.table.purpose": "Cel",
    "cookies.table.expiration": "Wygaśnięcie",
    "cookies.table.session": "Sesja",
    "cookies.table.persistent": "Niezmienny",
    "cookies.table.days.1": "1 dzień",
    "cookies.table.days.180": "180 dni",
    "cookies.table.weeks.2": "2 tygodnie",
    "cookies.table.weeks.3": "3 tygodnie",
    "cookies.table.months.6": "6 miesięcy",
    "cookies.table.years.1": "1 rok",
    "cookies.table.years.2": "2 lata",
    "cookies.types.title": "Jakie typy plików Cookie są używane na stronie Scratch'a?",
    "cookies.types.essentialTitle": "Wymagane pliki cookie",
    "cookies.types.essentialIntro": "To pliki cookie niezbędne, by umożliwić użytkownikowi korzystanie z witryny Scratcha lub by zapewnić mu bezpieczeństwo. Używamy tych danych osobowych na przykład w celu zapewnienia prawidłowego funkcjonowania witryny Scratch lub zapobiegania oszustwom. Używamy następujących niezbędnych plików cookie:",
    "cookies.essential.csrf": "Używany jako środek bezpieczeństwa zapobiegający fałszowaniu żądań między witrynami.",
    "cookies.essential.sessionID": "Służy do uwierzytelniania Cię w witrynie Scratch, dzięki czemu możemy świadczyć Ci żądane usługi.",
    "cookies.types.functionalTitle": "Funkcjonalne pliki cookie",
    "cookies.types.functionalIntro": "Używamy tych plików cookie, aby rozpoznać użytkownika po powrocie na witrynę Scratch oraz w celu zapewnienia korzystnych, ale nieistotnych funkcji. Na przykład pliki cookie, które zapamiętują ustawienia użytkownika (np. ustawienia języka), preferencje dotyczące treści po powrocie na stronę Scratch lub umożliwiają odtwarzanie filmów. Wyłączenie funkcjonalnych plików cookie zazwyczaj skutkuje ograniczoną funkcjonalnością witryny i mniej spersonalizowanym doświadczeniem, ale użytkownik nadal będzie mógł korzystać z witryny jako takiej. Używamy następujących funkcjonalnych plików cookie:",
    "cookies.functional.permissions": "Służy do śledzenia, do których funkcji usługi zalogowany użytkownik ma dostęp.",
    "cookies.functional.exploreBy": "Służy do zapisywania bieżących preferencji wyszukiwania użytkownika.",
    "cookies.functional.scratchLanguage": "Służy do zapisywania informacji o preferowanym języku użytkownika.",
    "cookies.functional.scratchTheme": "Służy do zapisywania informacji o preferowanym przez użytkownika trybie kolorów.",
    "cookies.functional.scratchPolicySeen": "Służy do śledzenia, czy użytkownik widział powiadomienie o aktualizacji polityki prywatności.",
    "cookies.functional.wistia": "Zawiera znacznik czasu dla treści wideo na witrynie Scratch. Pozwala to użytkownikowi na wznowienie oglądania bez konieczności rozpoczynania od nowa, jeśli użytkownik opuści wideo lub witrynę Scratch.",
    "cookies.functional.minilogSettings": "Niesklasyfikowane",
    "cookies.types.analyticsTitle": "Analityczne lub wydajnościowe pliki cookie",
    "cookies.types.analyticsIntro": "Używamy tych plików cookie, bo pomagają nam lepiej ogólnie zrozumieć, jak witryna Scratch jest wykorzystywana (np. by ustalić, które strony są popularne w zależności od tego, ilu użytkowników je odwiedziło). Współpracujemy także z dostawcami analiz, takimi jak Google Analytics, którzy używają plików cookie, by gromadzić i analizować informacje dotyczące użycia witryny Scratch i zgłaszać aktywności i trendy.  Możesz dowiedzieć się więcej o praktykach Google, odwiedzając stronę <policies>https://www.google.com/policies/privacy/partners</policies> i zrezygnować z nich, pobierając dodatek do przeglądarki rezygnujący z Google Analytics, dostępny pod adresem <optout>https://tools.google.com/dlpage/gaoptout</optout>. Używamy następujących analitycznych i wydajnościowych plików cookie:",
    "cookies.analytics.ga": "Służy do wysyłania danych do Google Analytics na temat urządzenia i zachowania użytkownika. Śledzi użytkownika na różnych urządzeniach i kanałach marketingowych.",
    "cookies.analytics.gat": "Używany przez Google Analytics do ograniczania liczby żądań.",
    "cookies.analytics.gid": "Rejestruje unikalny identyfikator, który jest używany do generowania danych statystycznych na temat sposobu, w jaki użytkownik korzysta z witryny Scratch.",
    "cookies.analytics.utma": "Używany przez Google Analytics do kategoryzowania nowych i powracających użytkowników.",
    "cookies.analytics.utmb": "Używany przez Google Analytics do obliczania czasu trwania wizyty w witrynie Scratch.",
    "cookies.analytics.utmc": "Używany przez Google Analytics do obliczania czasu trwania wizyty w witrynie Scratch.",
    "cookies.analytics.utmt": "Używany przez Google Analytics do ograniczania liczby żądań.",
    "cookies.analytics.utmz": "Używany przez Google Analytics w celu zrozumienia, w jaki sposób użytkownik porusza się po witrynie Scratch.",
    "cookies.analytics.loglevel": "Pozwala zachować ustawienia i dane wyjściowe podczas korzystania z konsoli narzędzi deweloperskich w bieżącej sesji.",
    "cookies.analytics.deviceInfo": "Służy do śledzenia interakcji użytkownika z osadzoną zawartością.",
    "cookies.analytics.youtubeLogsDatabase": "Niesklasyfikowane",
    "cookies.analytics.visitorInfo": "Próbuje oszacować przepustowość łącza użytkownika na stronach ze zintegrowanymi filmikami YouTube.",
    "cookies.analytics.remoteSid": "Niezbędne do zaimplementowania i funkcjonowania treści wideo YouTube.",
    "cookies.analytics.ysc": "Rejestruje unikalny identyfikator w celu prowadzenia statystyk dotyczących filmików YouTube, które użytkownik obejrzał.",
    "cookies.analytics.lastResultEntryKey": "Przechowuje preferencje odtwarzacza wideo użytkownika przy użyciu osadzonego wideo YouTube.",
    "cookies.analytics.ytidbMetaDatabases": "Przechowuje preferencje odtwarzacza wideo użytkownika przy użyciu osadzonego wideo YouTube.",
    "cookies.analytics.remoteCastAvailable": "Przechowuje preferencje odtwarzacza wideo użytkownika przy użyciu osadzonego wideo YouTube.",
    "cookies.analytics.remoteCastInstalled": "Przechowuje preferencje odtwarzacza wideo użytkownika przy użyciu osadzonego wideo YouTube.",
    "cookies.analytics.remoteConnectedDevices": "Przechowuje preferencje odtwarzacza wideo użytkownika przy użyciu osadzonego wideo YouTube.",
    "cookies.analytics.remoteDeviceId": "Przechowuje preferencje odtwarzacza wideo użytkownika przy użyciu osadzonego wideo YouTube.",
    "cookies.analytics.remoteFastCheckPeriod": "Przechowuje preferencje odtwarzacza wideo użytkownika przy użyciu osadzonego wideo YouTube.",
    "cookies.analytics.remoteSessionApp": "Przechowuje preferencje odtwarzacza wideo użytkownika przy użyciu osadzonego wideo YouTube.",
    "cookies.analytics.remoteSessionName": "Przechowuje preferencje odtwarzacza wideo użytkownika przy użyciu osadzonego wideo YouTube.",
    "cookies.analytics.wistiaUndefinedCookie": "Gromadzi dane dotyczące interakcji użytkownika z treściami wideo w witrynie Scratch. Dane te są wykorzystywane w celu dostosowania treści wideo witryny do potrzeb użytkownika.",
    "cookies.analytics.wistiaCookie": "Używany przez witrynę Scratch do śledzenia wykorzystania treści wideo użytkownika - plik cookie pochodzi od Wistia, która dostarcza oprogramowanie wideo do witryn internetowych.",
    "cookies.manageTitle": "Jak zarządzać plikami cookie?",
    "cookies.manageBody": "Jeśli nie chcesz, aby Twoje Dane Osobowe były gromadzone za pomocą Plików Cookie, większość przeglądarek pozwala Ci zarządzać swoimi preferencjami dotyczącymi Plików Cookie. Możesz ustawić swoją przeglądarkę tak, aby automatycznie odrzucała Pliki Cookie lub prosiła Cię o zaakceptowanie lub odrzucenie Plików Cookie dla każdej witryny. Więcej informacji o Plikach Cookie znajdziesz na stronie <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Kontakt",
    "cookies.contactIntro": "W przypadku jakichkolwiek pytań dotyczących niniejszej Polityki dotyczącej plików cookie prosimy o kontakt pod adresem privacy@scratch.mit.edu lub pocztą:"
}