{
    "cookies.title": "Política de Cookies",
    "cookies.nav.types": "Tipos de Cookies",
    "cookies.nav.manage": "Gerencie seus Cookies",
    "cookies.nav.contact": "Contacte-nos",
    "cookies.lastUpdatedFormat": "A Política de Cookie do Scratch foi atualizada {updated, date, long}",
    "cookies.intro1": "Esta política de cookie (a <b> \"política de cookie \"</b>) é oferecida pela fundação Scratch ( <b>\"Scratch\" </b><b> \"nós\"</b> ou <b> \"nós\" </b>.  Essa política complementa as informações e divulgações incluídas em nossa <privacy>política de privacidade </privacy> e demonstra como o Scratch usa os cookies  no website scratch.mit.edu (o <b>\"website do Scratch\"</b>) aos visitantes(<b>\"você\"</b>,<b>\"usuário\"</b>). Para efeitos desta Política de cookies,<b>\"Informações pessoais\"</b> significa qualquer informação sobre um indivíduo identificado ou identificável.",
    "cookies.intro2": "Quando você utiliza o website do scratch, nós utilizamos cookies, transmissores, tags invisíveis , IDs únicas e tecnologias similares (coletivamente <b>“cookies”</b>) para gravar certas informações pessoais do seu navegador ou dispositivo.",
    "cookies.table.name": "Nome",
    "cookies.table.provider": "Provedor",
    "cookies.table.purpose": "Propósito",
    "cookies.table.expiration": "Expiração",
    "cookies.table.session": "Seção",
    "cookies.table.persistent": "Persistente",
    "cookies.table.days.1": "1 dia",
    "cookies.table.days.180": "180 dias",
    "cookies.table.weeks.2": "2 semanas",
    "cookies.table.weeks.3": "3 semanas",
    "cookies.table.months.6": "6 meses",
    "cookies.table.years.1": "1 ano",
    "cookies.table.years.2": "2 anos",
    "cookies.types.title": "Quais tipos de Cookies são usados no site do Scratch?",
    "cookies.types.essentialTitle": "Cookies essenciais ",
    "cookies.types.essentialIntro": "Esses são cookies que são necessários para fazer que o website do scratch seja disponível para o usuário ou para garantir  segurança. Nós utilizamos de informação pessoal, por exemplo, para garantir que as funções do website do scratch funcionem apropriadamente ou para prevenir fraudes. Nós utilizamos os seguintes cookies essenciais: ",
    "cookies.essential.csrf": "Usado como medida de prevenção de solicitações forjadas entre sites.",
    "cookies.essential.sessionID": "Usado para logar o usuário ao website do Scratch para que possamos providenciar os serviços que solicitou. ",
    "cookies.types.functionalTitle": "Cookies funcionais",
    "cookies.types.functionalIntro": "Nós utilizamos esses cookies para reconhecer o usuário quando eles retornam ao website do Scratch e para funcionalidades benéficas, mas nem sempre essenciais. Ao exemplo de cookies para lembrar as configurações dos usuários (manter as configurações de idioma) e preferência de conteúdo para quando voltarem ao website do Scratch, ou para permitir que vídeos sejam reproduzidos. Desabilitar os cookies funcionais irá resultar em funcionalidades limitadas no site e menos experiência personalizada, mas o usuário continuará sendo capaz de utilizar o website. Nós utilizamos os seguintes cookies funcionais:",
    "cookies.functional.permissions": "Usado para acompanhar quais recursos do serviço um usuário logado pode acessar.",
    "cookies.functional.exploreBy": "Usado para salvar as preferências de pesquisa do usuário. ",
    "cookies.functional.scratchLanguage": "Usado para salvar informações sobre a linguagem preferida do usuário. ",
    "cookies.functional.scratchTheme": "Usado para salvar informação sobre a cor preferida do usuário. ",
    "cookies.functional.scratchPolicySeen": "Usado para acompanhar se o usuário viu a notificação da atualização da política de privacidade.",
    "cookies.functional.wistia": "Contém um marcador para o conteúdo em vídeo do website do Scratch. Isso permite que o usuário retorne a assistir de onde parou sem que tenha que começar de novo, caso o usuário deixe o vídeo ou o website do Scratch.  ",
    "cookies.functional.minilogSettings": "Não classificado ",
    "cookies.types.analyticsTitle": "Cookies analíticos ou de performance",
    "cookies.types.analyticsIntro": "Nós utilizamos cookies para de forma geral nos ajudar a entender como o website está sendo utilizado(por exemplo, para determinar quais páginas são populares baseadas em como vários usuários visitam certas páginas). Nós também trabalhamos com provedores de dados de análises, como o Google Analytics, que utiliza cookies para coletar e analisar informações sobre o uso do website do Scratch e reportar as atividades e tendências. Você pode aprender mais sobre as práticas do Google indo para <policies>https://www.google.com/policies/privacy/partners1</policies> e optando por desativar os cookies baixando um add-on para desativação do Google Analytics que está disponível  em <optout>https://tools.google.com/dlpage/gaoptout</optout>. Nós utilizamos os seguintes cookies de análises e de performance: ",
    "cookies.analytics.ga": "Usado para enviar dados ao Google Analytics sobre o dispositivo e o comportamento do usuário. Rastreia o usuário em todos os dispositivos e canais de marketing.",
    "cookies.analytics.gat": "Usado pelo Google Analytics para limitar a taxa de solicitação.",
    "cookies.analytics.gid": "Registra uma ID única que é usada para gerar dados estatísticos de como o usuário usa o website do Scratch.",
    "cookies.analytics.utma": "Utilizado pelo Google Analytics para categorizar novos usuários vs usuários anteriores.",
    "cookies.analytics.utmb": "Usado pelo Google Analytics para calcular a duração da visita ao website do Scratch.",
    "cookies.analytics.utmc": "Usado pelo Google Analytics para calcular a duração da visita ao website do Scratch.",
    "cookies.analytics.utmt": "Usado pelo Google Analytics para limitar a taxa de solicitação.",
    "cookies.analytics.utmz": "Usado pelo Google Analytics para entender como um usuário navega pelo website do Scratch.",
    "cookies.analytics.loglevel": "Mantém as configurações e saídas ao usar o console de ferramentas do desenvolvedor na sessão atual.",
    "cookies.analytics.deviceInfo": "Usado para acompanhar a interação do usuário com conteúdo incorporado.",
    "cookies.analytics.youtubeLogsDatabase": "Não classificado ",
    "cookies.analytics.visitorInfo": "Tenta estimar a largura de banda do usuário em páginas que possuam vídeos do YouTube integrados.",
    "cookies.analytics.remoteSid": "Necessário para a implementação e funcionalidade do conteúdo de vídeo do YouTube",
    "cookies.analytics.ysc": "Registra uma ID única para manter as estatísticas de quais vídeos do YouTube que o usuário viu.",
    "cookies.analytics.lastResultEntryKey": "Armazena as preferências do player de vídeo do usuário usando o vídeo incorporado do YouTube.",
    "cookies.analytics.ytidbMetaDatabases": "Armazena as preferências do player de vídeo do usuário usando o vídeo incorporado do YouTube.",
    "cookies.analytics.remoteCastAvailable": "Armazena as preferências do player de vídeo do usuário usando o vídeo incorporado do YouTube.",
    "cookies.analytics.remoteCastInstalled": "Armazena as preferências do player de vídeo do usuário usando o vídeo incorporado do YouTube.",
    "cookies.analytics.remoteConnectedDevices": "Armazena as preferências do player de vídeo do usuário usando o vídeo incorporado do YouTube.",
    "cookies.analytics.remoteDeviceId": "Armazena as preferências do player de vídeo do usuário usando o vídeo incorporado do YouTube.",
    "cookies.analytics.remoteFastCheckPeriod": "Armazena as preferências do player de vídeo do usuário usando o vídeo incorporado do YouTube.",
    "cookies.analytics.remoteSessionApp": "Armazena as preferências do player de vídeo do usuário usando o vídeo incorporado do YouTube.",
    "cookies.analytics.remoteSessionName": "Armazena as preferências do player de vídeo do usuário usando o vídeo incorporado do YouTube.",
    "cookies.analytics.wistiaUndefinedCookie": "Coleta dados da interação do usuário com o conteúdo em vídeo do website do Scratch. Esses dados são utilizados para fazer o conteúdo em vídeo do website mais relevante para o usuário. ",
    "cookies.analytics.wistiaCookie": "Usado pelo site Scratch para rastrear o uso do usuário de conteúdo de vídeo - as raízes de cookies da Wistia, que fornece software de vídeo para sites.",
    "cookies.manageTitle": "Como você pode gerenciar os cookies?",
    "cookies.manageBody": "Se você não quer que suas informações pessoais sejam coletadas através do uso de Cookies, muitos dos navegadores permitem que você gerencie as suas preferências de cookies. Você pode definir para que ele automaticamente recuse cookies ou te solicite para aceitar ou recusar cookies em cada site. Você pode encontrar mais informações em <a>http://www.allaboutcookies.org/manage-cookies</a>.",
    "cookies.contactTitle": "Contacte-nos",
    "cookies.contactIntro": "Se você tem qualquer questionamento sobre esta política de privacidade de cookie, por favor entre em contato conosco pelo privacy@scratch.mit.edu ou nos envie um e-mail pelo:"
}