{
    "cookies.title": "Политика в отношении cookie-файлов",
    "cookies.nav.types": "Типы cookie-файлов",
    "cookies.nav.manage": "Управление cookie-файлами",
    "cookies.nav.contact": "Связаться с нами",
    "cookies.lastUpdatedFormat": "Политика Cookie-файлов Scratch в последний раз была обновлена {updated, date, long}",
    "cookies.intro1": "Данная Политика в отношении cookie (<b>«Политика в отношении cookie-файлов»</b>) предоставляется фондом Scratch Foundation (<b>«Scratch»</b> или <b>«мы»</b>). Она дополняет информацию и разглашения, включенные в нашей <privacy>Политике конфиденциальности</privacy> и объясняет, как Scratch использует cookie на его веб-сайте scratch.mit.edu (<b>«Сайт Scratch»</b>) посетителям (<b>«Вы»</b>, <b>«Пользователь»</b>). В целях Политики в отношении cookie-файлов, <b>«Личная информация»</b> является любая информация, относящееся к определённому или определяемому физическому лицу.",
    "cookies.intro2": "Когда вы используете Сайт Scratch, мы используем cookie, beacon, невидимые теги, уникальные идентификаторы и похожие технологии (коллективно <b>«cookie-файлы»</b>) для автоматической записи определённой личной информации с Вашего браузера или устройства.",
    "cookies.table.name": "Название",
    "cookies.table.provider": "Поставщик",
    "cookies.table.purpose": "Назначение",
    "cookies.table.expiration": "Срок действия",
    "cookies.table.session": "Во время сессии",
    "cookies.table.persistent": "Постоянный",
    "cookies.table.days.1": "1 день",
    "cookies.table.days.180": "180 дней",
    "cookies.table.weeks.2": "2 недели",
    "cookies.table.weeks.3": "3 недели",
    "cookies.table.months.6": "6 месяцев",
    "cookies.table.years.1": "1 год",
    "cookies.table.years.2": "2 года",
    "cookies.types.title": "Какие типы cookie-файлов используются на Сайте Scratch?",
    "cookies.types.essentialTitle": "Основные cookie",
    "cookies.types.essentialIntro": "Это cookie, необходимые для доступности Сайта Scratch Пользователю или обеспечения безопасности. Мы используем данную Личную информацию, например, для обеспечения правильной функциональности сайта Scratch, или предотвращения мошенничества. Мы используем следующие основные cookie:",
    "cookies.essential.csrf": "Используется как мера безопасности для предотвращения подделки межсайтовых запросов.",
    "cookies.essential.sessionID": "Используется для аутентификации Вас на сайте Scratch, чтобы мы могли предоставлять услуги, запрошенными Вами.",
    "cookies.types.functionalTitle": "Функциональные cookie",
    "cookies.types.functionalIntro": "Мы используем эти cookie-файлы для определения Пользователя при их возвращении на Сайте Scratch и для полезной, но необязательной функциональности. Например, cookie-файлы для запоминания настроек пользователя (например, запоминания настроек языка) и предпочтений контента при их возвращении на Сайте Scratch, или те, которые позволяют воспроизведение видео. Отключение функциональных cookie-файлов обычно приводит к ограниченной функциональности Сайта Scratch и менее персонализированного опыта, но пользователь всё же сможет использовать сам сайт. Мы используем следующие функциональные cookie-файлы:",
    "cookies.functional.permissions": "Используется для отслеживания того, к каким функциям сервиса аутентифицированный Пользователь имеет доступ.",
    "cookies.functional.exploreBy": "Используется для сохранения текущего поискового предпочтения Пользователя.",
    "cookies.functional.scratchLanguage": "Используется для сохранении информации о выбранном языке Пользователя.",
    "cookies.functional.scratchTheme": "Используется для сохранении информации о выбранном режиме цвета пользователя.",
    "cookies.functional.scratchPolicySeen": "Используется для отслеживания того, видел ли Пользователь оповещение об обновлении Политики конфиденциальности",
    "cookies.functional.wistia": "Содержит временную метку для видеоконтента Сайта Scratch. Это позволяет Пользователю возвратиться к просмотру без надобности смотреть сначала, если пользователь уйдёт с видео или Сайта Scratch.",
    "cookies.functional.minilogSettings": "Неклассифицированное",
    "cookies.types.analyticsTitle": "Аналитические или производительные cookie-файлы",
    "cookies.types.analyticsIntro": "Мы используем cookie-файлы для того, чтобы лучше понимать, каким образом используется Сайт Scratch (например, мы определяем, какие страницы популярны на основе количества Пользователей, посещённых определённые страницы). Мы также сотрудничаем с поставщиками аналитики, а именно Google Аналитикой, который использует cookie-файлы для получения и анализирования информации о использовании Сайта Scratch и отправления отчётов о активностях и тенденциях. Вы можете узнать больше об обычаях Google, посетив адрес <policies>https://www.google.com/policies/privacy/partners</policies> и отказаться от их услуг, установив браузерное дополнение «Блокировщик Google Аналитики», доступный по адресу <optout>https://tools.google.com/dlpage/gaoptout</optout>. Мы используем следующие аналитические и производительные cookie-файлы:",
    "cookies.analytics.ga": "Используется для отправки данных о устройстве Пользователя и его поведении Google Аналитике. Следит за Пользователем среди устройств и маркетинговых каналов.",
    "cookies.analytics.gat": "Используется Google Аналитикой для того, чтобы снижать скорость запросов.",
    "cookies.analytics.gid": "Регистрирует уникальный идентификатор, использующийся для создания статистических данных о том, как Пользователь использует Сайт Scratch.",
    "cookies.analytics.utma": "Используется Google Аналитикой для классифицирования новых и возвращённых Пользователей.",
    "cookies.analytics.utmb": "Используется Google Аналитикой для вычисления длины посещения Сайта Scratch.",
    "cookies.analytics.utmc": "Используется Google Аналитикой для вычисления длины посещения Сайта Scratch.",
    "cookies.analytics.utmt": "Используется Google Аналитикой для того, чтобы снижать скорость запросов.",
    "cookies.analytics.utmz": "Используется Google Аналитикой для понятия того, как Пользователь ориентируется в сайте Scratch.",
    "cookies.analytics.loglevel": "Сохраняет настройки и выводы при использовании консоли инструментов разработчика текущей сессии.",
    "cookies.analytics.deviceInfo": "Используется для отслеживания взаимодействия Пользователя со встроенным контентом.",
    "cookies.analytics.youtubeLogsDatabase": "Неклассифицированное",
    "cookies.analytics.visitorInfo": "Делает попытку оценки пропускной способности Пользователя на страницах со встроенными YouTube-видео.",
    "cookies.analytics.remoteSid": "Необходимо для реализации и функциональности видеоконтента YouTube.",
    "cookies.analytics.ysc": "Сохраняет уникальный идентификатор для сохранения статистики того, какие видео с YouTube видел пользователь.",
    "cookies.analytics.lastResultEntryKey": "Хранит пользовательские настройки видеопроигрывателя, используя встроенные YouTube-видео.",
    "cookies.analytics.ytidbMetaDatabases": "Хранит пользовательские настройки видеопроигрывателя, используя встроенные YouTube-видео.",
    "cookies.analytics.remoteCastAvailable": "Хранит пользовательские настройки видеопроигрывателя, используя встроенные YouTube-видео.",
    "cookies.analytics.remoteCastInstalled": "Хранит пользовательские настройки видеопроигрывателя, используя встроенные YouTube-видео.",
    "cookies.analytics.remoteConnectedDevices": "Хранит пользовательские настройки видеопроигрывателя, используя встроенные YouTube-видео.",
    "cookies.analytics.remoteDeviceId": "Хранит пользовательские настройки видеопроигрывателя, используя встроенные YouTube-видео.",
    "cookies.analytics.remoteFastCheckPeriod": "Хранит пользовательские настройки видеопроигрывателя, используя встроенные YouTube-видео.",
    "cookies.analytics.remoteSessionApp": "Хранит пользовательские настройки видеопроигрывателя, используя встроенные YouTube-видео.",
    "cookies.analytics.remoteSessionName": "Хранит пользовательские настройки видеопроигрывателя, используя встроенные YouTube-видео.",
    "cookies.analytics.wistiaUndefinedCookie": "Собирает данные о взаимодействии Пользователя с видеоконтентом Сайта Scratch. Эти данные используются для большей релевантности видеоконтента Сайта Scratch к пользователю.",
    "cookies.analytics.wistiaCookie": "Используется Сайтом Scratch для отслеживания использования видеоконтента Пользователем; cookie-файл укореняется с Wistia, который предоставляет программное обеспечение для видео веб-сайтам.",
    "cookies.manageTitle": "Как Вы можете управлять cookie-файлами?",
    "cookies.manageBody": "Если Вы не хотите, чтобы Ваша Личная информация собиралась с помощью cookie-файлов, большинство из веб-браузеров позволяют Вам управлять настройками cookie. Вы можете настроить свой веб-браузер, чтобы он автоматически отклонял cookie-файлы или запрашивал у Вас разрешение на cookie-файлы для каждого сайта. Вы можете найти больше информации о cookie-файлах по адресу <a>http://www.allaboutcookies.org/manage-cookies</a> (недоступно в России).",
    "cookies.contactTitle": "Связаться с нами",
    "cookies.contactIntro": "Если у Вас есть какие-либо вопросы по поводу Политики в отношении cookie, свяжитесь с нами по адресу privacy@scratch.mit.edu или по почте:"
}