{
    "cookies.title": "Çerez Politikası",
    "cookies.nav.types": "Çerez Tipleri",
    "cookies.nav.manage": "Çerezleri Yönet",
    "cookies.nav.contact": "Bize Ulaşın",
    "cookies.lastUpdatedFormat": "The Scratch Cookie Policy was last updated {updated, date, long}",
    "cookies.intro1": "This Cookie Policy (the <b>“Cookie Policy”</b>) is provided by Scratch Foundation (<b>“Scratch”</b>, <b>“we”</b> or <b>“us”</b>). It supplements the information and disclosures included in our <privacy>Privacy Policy</privacy>, and explains how Scratch uses Cookies on its website scratch.mit.edu (the <b>“Scratch Website”</b>) to its visitors (<b>“you”</b>, <b>“user”</b>). For the purpose of this Cookie Policy, <b>“Personal Information”</b> means any information relating to an identified or identifiable individual.",
    "cookies.intro2": "When you use the Scratch Website, we use cookies, beacons, invisible tags, unique IDs and similar technologies (collectively <b>“Cookies”</b>) to automatically record certain Personal Information from your browser or device.",
    "cookies.table.name": "Ad",
    "cookies.table.provider": "Sağlayıcı",
    "cookies.table.purpose": "Amaç",
    "cookies.table.expiration": "Son",
    "cookies.table.session": "Oturum",
    "cookies.table.persistent": "Kalıcı",
    "cookies.table.days.1": "1 gün",
    "cookies.table.days.180": "180 gün",
    "cookies.table.weeks.2": "2 hafta",
    "cookies.table.weeks.3": "3 hafta",
    "cookies.table.months.6": "6 ay",
    "cookies.table.years.1": "1 yıl",
    "cookies.table.years.2": "2 yıl",
    "cookies.types.title": "Scratch'te ne tür çerezler kullanılır?",
    "cookies.types.essentialTitle": "Temel Çerezler",
    "cookies.types.essentialIntro": "These are Cookies that are necessary to make the Scratch Website available to the user or ensure security. We use this Personal Information, for example, to ensure that the Scratch Website functions properly, or to prevent fraud. We use the following essential Cookies:",
    "cookies.essential.csrf": "Used as a security measure to prevent cross site request forgery.",
    "cookies.essential.sessionID": "Used for authenticating you on the Scratch Website so we can provide you the services you requested.",
    "cookies.types.functionalTitle": "Fonksiyonel Çerezler",
    "cookies.types.functionalIntro": "Bu çerezleri, Scratch Web Sitesine geldiklerinde kullanıcıyı tanımak ve yararlı ancak gerekli olmayan işlevsellik için kullanırız. Örneğin, Scratch Web Sitesine döndüklerinde kullanıcıların ayarlarını (ör. dil ayarlarının saklanması) ve içerik tercihlerini hatırlamaya veya videoların oynatılmasına izin veren Çerezler. İşlevsel Tanımlama Bilgilerini devre dışı bırakmak, genellikle sitenin sınırlı işlevselliğine ve daha az kişiselleştirilmiş bir deneyime neden olur, ancak kullanıcı siteyi bu şekilde kullanmaya devam edebilir. Aşağıdaki işlevsel Çerezleri kullanıyoruz:",
    "cookies.functional.permissions": "Used to track which features of the service a logged in user is able to access.",
    "cookies.functional.exploreBy": "Used to save the user’s current search preference.",
    "cookies.functional.scratchLanguage": "Used to save information about the user’s preferred language.",
    "cookies.functional.scratchTheme": "Used to save information about the user’s preferred color mode.",
    "cookies.functional.scratchPolicySeen": "Used to track if the user has seen a privacy policy update notification",
    "cookies.functional.wistia": "Contains a timestamp for the Scratch Website’s video-content. This allows the user to resume watching without having to start over, if the user leaves the video or Scratch Website.",
    "cookies.functional.minilogSettings": "Sınıflandırılmamış",
    "cookies.types.analyticsTitle": "Analizler veya Çerezler",
    "cookies.types.analyticsIntro": "Çerezleri genellikle Scratch Web Sitesinin nasıl kullanıldığını daha iyi anlamamıza yardımcı olması için kullanırız (örneğin, belirli sayfaları kaç kullanıcının ziyaret ettiğine bağlı olarak hangi sayfaların popüler olduğunu belirlemek). Ayrıca, Scratch Web Sitesinin kullanımı hakkında bilgi toplamak ve analiz etmek ve faaliyetler ve eğilimler hakkında rapor vermek için Çerezleri kullanan Google Analytics gibi analiz sağlayıcılarıyla da çalışıyoruz. https://www.google.com/policies/privacy/partners adresine giderek Google'ın uygulamaları hakkında daha fazla bilgi edinebilir ve https://tools adresinde bulunan Google Analytics devre dışı bırakma tarayıcı eklentisini indirerek bunlardan vazgeçebilirsiniz. .google.com/dlpage/gaoptout. Aşağıdaki analitik ve performans Çerezlerini kullanıyoruz:",
    "cookies.analytics.ga": "Used to send data to Google Analytics about the user's device and behavior. Tracks the user across devices and marketing channels.",
    "cookies.analytics.gat": "Used by Google Analytics to throttle request rate.",
    "cookies.analytics.gid": "Kullanıcının Scratch Web Sitesini nasıl kullandığına ilişkin istatistiksel veriler oluşturmak için kullanılan benzersiz bir kimliği kaydeder.",
    "cookies.analytics.utma": "Google Analytics tarafından yeni ve geri gelen kullanıcıları kategorilere ayırmak için kullanılır",
    "cookies.analytics.utmb": "Scratch Web Sitesi ziyaretinin süresini hesaplamak için Google Analytics tarafından kullanılır.",
    "cookies.analytics.utmc": "Scratch Web Sitesi ziyaretinin süresini hesaplamak için Google Analytics tarafından kullanılır.",
    "cookies.analytics.utmt": "Used by Google Analytics to throttle request rate.",
    "cookies.analytics.utmz": "Used by Google Analytics to understand how a user navigates the Scratch Website.",
    "cookies.analytics.loglevel": "Maintains settings and outputs when using the Developer Tools Console on the current session.",
    "cookies.analytics.deviceInfo": "Used to track a user’s interaction with embedded content.",
    "cookies.analytics.youtubeLogsDatabase": "Sınıflandırılmamış",
    "cookies.analytics.visitorInfo": "Tries to estimate user bandwidth on pages with integrated YouTube videos.",
    "cookies.analytics.remoteSid": "Necessary for the implementation and functionality of YouTube video content.",
    "cookies.analytics.ysc": "Registers a unique ID to keep statistics of what videos from YouTube the user has seen.",
    "cookies.analytics.lastResultEntryKey": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.ytidbMetaDatabases": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteCastAvailable": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteCastInstalled": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteConnectedDevices": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteDeviceId": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteFastCheckPeriod": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteSessionApp": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteSessionName": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.wistiaUndefinedCookie": "Collects data on user interaction with the Scratch Website's video-content. This data is used to make the website's video-content more relevant towards the user.",
    "cookies.analytics.wistiaCookie": "Used by the Scratch Website to track the user's use of video-content - the cookie roots from Wistia, which provides video-software to websites.",
    "cookies.manageTitle": "Çerezleri nasıl yönetebilirsiniz?",
    "cookies.manageBody": "Kişisel Bilgilerinizin Çerezler kullanılarak toplanmasını istemiyorsanız, çoğu tarayıcı Çerez tercihlerinizi yönetmenize izin verir. Tarayıcınızı, Çerezleri otomatik olarak reddedecek veya her site için Çerezleri kabul etmenizi veya reddetmenizi isteyecek şekilde ayarlayabilirsiniz. Tanımlama Bilgileri hakkında daha fazla bilgiyi <a>http://www.allaboutcookies.org/manage-cookies </a>adresinde bulabilirsiniz.",
    "cookies.contactTitle": "Bize Ulaşın",
    "cookies.contactIntro": "If you have any questions about this Cookie Policy please contact us at privacy@scratch.mit.edu or via mail at:"
}