{
    "cookies.title": "Çerez Politikası",
    "cookies.nav.types": "Çerez Tipleri",
    "cookies.nav.manage": "Çerezleri Yönet",
    "cookies.nav.contact": "Bize Ulaşın",
    "cookies.lastUpdatedFormat": "Scratch Çerez Politikası güncellendi {updated, date, long}",
    "cookies.intro1": "Bu Çerez Politikası (<b>“Çerez Politikası”</b>) Scratch Foundation (<b>“Scratch”</b>, <b>“biz”</b> veya <b>“bize”</b>) tarafından sağlanmaktadır. <privacy>Gizlilik Politikamızda</privacy> yer alan bilgileri ve açıklamaları tamamlar ve Scratch'in, Scratch.mit.edu web sitesinde (<b>\"Scratch Web Sitesi\"</b>) Çerezleri ziyaretçilerine (<b>\"siz\"</b>, <b>\"kullanıcı\"</b>) nasıl kullandığını açıklar. Bu Çerez Politikasının amacı doğrultusunda, <b>“Kişisel Bilgiler”</b> kimliği belirli veya belirlenebilir bir kişiye ilişkin her türlü bilgi anlamına gelir.",
    "cookies.intro2": "Scratch Web Sitesini kullandığınızda, tarayıcınızdan veya cihazınızdan belirli Kişisel Bilgileri otomatik olarak kaydetmek için çerezler, işaretçiler, görünmez etiketler, benzersiz kimlikler ve benzer teknolojiler (topluca <b>“Çerezler”</b>) kullanırız.",
    "cookies.table.name": "Ad",
    "cookies.table.provider": "Sağlayıcı",
    "cookies.table.purpose": "Amaç",
    "cookies.table.expiration": "Son",
    "cookies.table.session": "Oturum",
    "cookies.table.persistent": "Kalıcı",
    "cookies.table.days.1": "1 gün",
    "cookies.table.days.180": "180 gün",
    "cookies.table.weeks.2": "2 hafta",
    "cookies.table.weeks.3": "3 hafta",
    "cookies.table.months.6": "6 ay",
    "cookies.table.years.1": "1 yıl",
    "cookies.table.years.2": "2 yıl",
    "cookies.types.title": "Scratch'te ne tür çerezler kullanılır?",
    "cookies.types.essentialTitle": "Temel Çerezler",
    "cookies.types.essentialIntro": "Bunlar, Scratch Web Sitesinin kullanıcının kullanımına sunulması veya güvenliğin sağlanması için gerekli olan Çerezlerdir. Bu Kişisel Bilgileri örneğin Scratch Web Sitesinin düzgün çalışmasını sağlamak veya sahtekarlığı önlemek için kullanırız. Aşağıdaki temel Çerezleri kullanıyoruz:",
    "cookies.essential.csrf": "Siteler arası istek sahteciliğini önlemek için bir güvenlik önlemi olarak kullanılır.",
    "cookies.essential.sessionID": "Size talep ettiğiniz hizmetleri sağlayabilmemiz amacıyla Scratch Web Sitesinde kimliğinizi doğrulamak için kullanılır.",
    "cookies.types.functionalTitle": "Fonksiyonel Çerezler",
    "cookies.types.functionalIntro": "Bu çerezleri, Scratch Web Sitesine geldiklerinde kullanıcıyı tanımak ve yararlı ancak gerekli olmayan işlevsellik için kullanırız. Örneğin, Scratch Web Sitesine döndüklerinde kullanıcıların ayarlarını (ör. dil ayarlarının saklanması) ve içerik tercihlerini hatırlamaya veya videoların oynatılmasına izin veren Çerezler. İşlevsel Tanımlama Bilgilerini devre dışı bırakmak, genellikle sitenin sınırlı işlevselliğine ve daha az kişiselleştirilmiş bir deneyime neden olur, ancak kullanıcı siteyi bu şekilde kullanmaya devam edebilir. Aşağıdaki işlevsel Çerezleri kullanıyoruz:",
    "cookies.functional.permissions": "Oturum açmış bir kullanıcının hizmetin hangi özelliklerine erişebildiğini takip etmek için kullanılır.",
    "cookies.functional.exploreBy": "Kullanıcının mevcut arama tercihini kaydetmek için kullanılır.",
    "cookies.functional.scratchLanguage": "Kullanıcının tercih ettiği dil hakkındaki bilgileri kaydetmek için kullanılır.",
    "cookies.functional.scratchTheme": "Kullanıcının tercih ettiği renk modu hakkındaki bilgileri kaydetmek için kullanılır.",
    "cookies.functional.scratchPolicySeen": "Kullanıcının bir gizlilik politikası güncelleme bildirimi görüp görmediğini takip etmek için kullanılır",
    "cookies.functional.wistia": "Scratch Web Sitesinin video içeriği için bir zaman damgası içerir. Bu, kullanıcının videoyu veya Scratch Web Sitesini terk etmesi durumunda baştan başlamak zorunda kalmadan izlemeye devam etmesine olanak tanır.",
    "cookies.functional.minilogSettings": "Sınıflandırılmamış",
    "cookies.types.analyticsTitle": "Analizler veya Çerezler",
    "cookies.types.analyticsIntro": "Çerezleri genellikle Scratch Web Sitesinin nasıl kullanıldığını daha iyi anlamamıza yardımcı olması için kullanırız (örneğin, belirli sayfaları kaç kullanıcının ziyaret ettiğine bağlı olarak hangi sayfaların popüler olduğunu belirlemek). Ayrıca, Scratch Web Sitesinin kullanımı hakkında bilgi toplamak ve analiz etmek ve faaliyetler ve eğilimler hakkında rapor vermek için Çerezleri kullanan Google Analytics gibi analiz sağlayıcılarıyla da çalışıyoruz. <policies>https://www.google.com/policies/privacy/partners</policies> adresine giderek Google'ın uygulamaları hakkında daha fazla bilgi edinebilir ve <optout>https://tools.google.com/dlpage/gaoptout</optout> adresinde bulunan Google Analytics devre dışı bırakma tarayıcı eklentisini indirerek bunlardan vazgeçebilirsiniz. Aşağıdaki analitik ve performans Çerezlerini kullanıyoruz:",
    "cookies.analytics.ga": "Kullanıcının cihazı ve davranışı hakkında Google Analytics'e veri göndermek için kullanılır. Kullanıcıyı cihazlar ve pazarlama kanalları arasında takip eder.",
    "cookies.analytics.gat": "İstek oranını azaltmak için Google Analytics tarafından kullanılır.",
    "cookies.analytics.gid": "Kullanıcının Scratch Web Sitesini nasıl kullandığına ilişkin istatistiksel veriler oluşturmak için kullanılan benzersiz bir kimliği kaydeder.",
    "cookies.analytics.utma": "Google Analytics tarafından yeni ve geri gelen kullanıcıları kategorilere ayırmak için kullanılır",
    "cookies.analytics.utmb": "Scratch Web Sitesi ziyaretinin süresini hesaplamak için Google Analytics tarafından kullanılır.",
    "cookies.analytics.utmc": "Scratch Web Sitesi ziyaretinin süresini hesaplamak için Google Analytics tarafından kullanılır.",
    "cookies.analytics.utmt": "İstek oranını azaltmak için Google Analytics tarafından kullanılır.",
    "cookies.analytics.utmz": "Bir kullanıcının Scratch Web Sitesinde nasıl gezindiğini anlamak için Google Analytics tarafından kullanılır.",
    "cookies.analytics.loglevel": "Geçerli oturumda Geliştirici Araçları Konsolu kullanılırken ayarları ve çıktıları korur.",
    "cookies.analytics.deviceInfo": "Bir kullanıcının gömülü içerikle etkileşimini izlemek için kullanılır.",
    "cookies.analytics.youtubeLogsDatabase": "Sınıflandırılmamış",
    "cookies.analytics.visitorInfo": "Entegre YouTube videolarının bulunduğu sayfalarda kullanıcı bant genişliğini tahmin etmeye çalışır.",
    "cookies.analytics.remoteSid": "YouTube video içeriğinin uygulanması ve işlevselliği için gereklidir.",
    "cookies.analytics.ysc": "Kullanıcının YouTube'da gördüğü videoların istatistiklerini tutmak için benzersiz bir kimlik kaydeder.",
    "cookies.analytics.lastResultEntryKey": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.ytidbMetaDatabases": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteCastAvailable": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteCastInstalled": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteConnectedDevices": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteDeviceId": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteFastCheckPeriod": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteSessionApp": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.remoteSessionName": "YouTube videosunu kullanarak kullanıcının video oynatıcı tercihlerini saklar.",
    "cookies.analytics.wistiaUndefinedCookie": "Kullanıcıların Scratch Web Sitesinin video içeriğiyle etkileşimine ilişkin verileri toplar. Bu veriler web sitesinin video içeriğini kullanıcıya daha uygun hale getirmek için kullanılır.",
    "cookies.analytics.wistiaCookie": "Scratch Web Sitesi tarafından, kullanıcının video içeriği kullanımını izlemek için web sitelerine video yazılımı sağlayan Wistia'nın çerez kökleri kullanılır.",
    "cookies.manageTitle": "Çerezleri nasıl yönetebilirsiniz?",
    "cookies.manageBody": "Kişisel Bilgilerinizin Çerezler kullanılarak toplanmasını istemiyorsanız, çoğu tarayıcı Çerez tercihlerinizi yönetmenize izin verir. Tarayıcınızı, Çerezleri otomatik olarak reddedecek veya her site için Çerezleri kabul etmenizi veya reddetmenizi isteyecek şekilde ayarlayabilirsiniz. Tanımlama Bilgileri hakkında daha fazla bilgiyi <a>http://www.allaboutcookies.org/manage-cookies </a>adresinde bulabilirsiniz.",
    "cookies.contactTitle": "Bize Ulaşın",
    "cookies.contactIntro": "Bu Çerez Politikasıyla ilgili herhangi bir sorunuz varsa lütfen bizimle privacy@scratch.mit.edu adresinden veya şu adrese posta yoluyla ulaşın:"
}