{
    "cookies.title": "Chính sách Cookie",
    "cookies.nav.types": "Các thể loại Cookies",
    "cookies.nav.manage": "Quản lý Cookie",
    "cookies.nav.contact": "Liên hệ chúng tôi",
    "cookies.lastUpdatedFormat": "Chính sách Cookie của Scratch đã được cập nhật lần cuối vào {updated, date, long}",
    "cookies.intro1": "Chính sách Cookie này ( chính sách <b>“Cookie”</b> ) được cung cấp bởi Scratch Foundation ( <b>“Scratch”</b>, <b>“chúng tôi”</b> hoặc <b>“chúng ta”</b> ). Nó bổ sung thông tin và tiết lộ được bao gồm trong <privacy>Chính sách Bảo mật</privacy> của chúng tôi và giải thích cách Scratch sử dụng Cookie trên trang web scratch.mit.edu (trang web <b>“Scratch”</b>) đối với khách truy cập (<b>“bạn”</b>, <b>“người dùng”</b>). Với mục đích của Chính sách Cookie này, <b>“Thông tin cá nhân”</b> có nghĩa là bất kỳ thông tin liên quan đến một cá nhân được xác định hoặc có thể xác định được.",
    "cookies.intro2": "Khi bạn sử dụng Trang web Scratch, chúng tôi sử dụng cookie, beacon, thẻ vô hình, ID duy nhất và các công nghệ tương tự (gọi chung là <b>“Cookie”</b>) để tự động ghi lại một số Thông tin cá nhân nhất định từ trình duyệt hoặc thiết bị của bạn.",
    "cookies.table.name": "Tên",
    "cookies.table.provider": "Nhà cung cấp",
    "cookies.table.purpose": "Mục tiêu",
    "cookies.table.expiration": "Thời hạn",
    "cookies.table.session": "Phiên họp",
    "cookies.table.persistent": "Kiên trì",
    "cookies.table.days.1": "1 ngày",
    "cookies.table.days.180": "180 ngày",
    "cookies.table.weeks.2": "2 tuần",
    "cookies.table.weeks.3": "3 tuần",
    "cookies.table.months.6": "6 tháng",
    "cookies.table.years.1": "1 năm",
    "cookies.table.years.2": "2 năm",
    "cookies.types.title": "Những loại Cookie nào được sử dụng trên Trang web Scratch?",
    "cookies.types.essentialTitle": "Cookie thiết yếu",
    "cookies.types.essentialIntro": "Đây là các Cookie cần thiết để cung cấp Trang web Scratch cho người dùng hoặc đảm bảo an ninh. Chúng tôi sử dụng Thông tin cá nhân này, ví dụ, để đảm bảo Trang web Scratch hoạt động bình thường hoặc để ngăn chặn gian lận. Chúng tôi sử dụng các Cookie thiết yếu sau:",
    "cookies.essential.csrf": "Được sử dụng như một biện pháp bảo mật để ngăn chặn việc làm giả yêu cầu giữa các trang web.",
    "cookies.essential.sessionID": "Được sử dụng để xác thực bạn trên Trang web Scratch để chúng tôi có thể cung cấp cho bạn các dịch vụ bạn yêu cầu.",
    "cookies.types.functionalTitle": "Cookie chức năng",
    "cookies.types.functionalIntro": "Chúng tôi sử dụng các cookie này để nhận dạng người dùng khi họ quay lại Trang web Scratch và cho chức năng có lợi nhưng không cần thiết. Ví dụ: Cookie để ghi nhớ cài đặt của người dùng (ví dụ: giữ lại cài đặt ngôn ngữ) và tùy chọn nội dung khi họ quay lại Trang web Scratch hoặc cho phép phát video. Việc vô hiệu hóa Cookie chức năng thường sẽ dẫn đến chức năng hạn chế của trang web và trải nghiệm ít được cá nhân hóa hơn, nhưng người dùng vẫn có thể sử dụng trang web như vậy. Chúng tôi sử dụng các Cookie chức năng sau:",
    "cookies.functional.permissions": "Được sử dụng để theo dõi những tính năng nào của dịch vụ mà người dùng đã đăng nhập có thể truy cập.",
    "cookies.functional.exploreBy": "¥Được sử dụng để lưu tùy chọn tìm kiếm hiện tại của người dùng.",
    "cookies.functional.scratchLanguage": "Được sử dụng để lưu thông tin về ngôn ngữ ưa thích của người dùng.",
    "cookies.functional.scratchTheme": "Được sử dụng để lưu thông tin về chế độ màu ưa thích của người dùng.",
    "cookies.functional.scratchPolicySeen": "Được sử dụng để theo dõi xem người dùng đã thấy thông báo cập nhật chính sách bảo mật chưa",
    "cookies.functional.wistia": "Chứa dấu thời gian cho nội dung video của Trang web Scratch. Điều này cho phép người dùng tiếp tục xem mà không phải bắt đầu lại, nếu người dùng rời khỏi video hoặc Trang web Scratch.",
    "cookies.functional.minilogSettings": "Chưa phân loại",
    "cookies.types.analyticsTitle": "Cookie phân tích hoặc hiệu suất",
    "cookies.types.analyticsIntro": "Chúng tôi sử dụng Cookie để giúp chúng tôi hiểu rõ hơn về cách sử dụng Trang web Scratch (ví dụ: xác định trang nào phổ biến dựa trên số lượng người dùng đã truy cập vào một số trang nhất định). Chúng tôi cũng làm việc với các nhà cung cấp phân tích, chẳng hạn như Google Analytics, sử dụng Cookie để thu thập và phân tích thông tin về việc sử dụng Trang web Scratch và báo cáo về các hoạt động và xu hướng. Bạn có thể tìm hiểu thêm về các hoạt động của Google bằng cách truy cập <policies>https://www.google.com/policies/privacy/partners</policies> avà từ chối chúng bằng cách tải xuống tiện ích bổ sung trình duyệt từ chối Google Analytics, có sẵn tại<optout>https://tools.google.com/dlpage/gaoptout</optout>. Chúng tôi sử dụng các Cookie phân tích và hiệu suất sau:",
    "cookies.analytics.ga": "Được sử dụng để gửi dữ liệu về thiết bị và hành vi của người dùng đến Google Analytics. Theo dõi người dùng trên nhiều thiết bị và kênh tiếp thị.",
    "cookies.analytics.gat": "Được Google Analytics sử dụng để điều chỉnh tốc độ yêu cầu.",
    "cookies.analytics.gid": "Đăng ký một ID duy nhất được sử dụng để tạo dữ liệu thống kê về cách người dùng sử dụng Trang web Scratch.",
    "cookies.analytics.utma": "Được Google Analytics sử dụng để phân loại người dùng mới và người dùng cũ.",
    "cookies.analytics.utmb": "Được Google Analytics sử dụng để tính toán thời lượng truy cập Trang web Scratch.",
    "cookies.analytics.utmc": "Được Google Analytics sử dụng để tính toán thời lượng truy cập Trang web Scratch.",
    "cookies.analytics.utmt": "Được Google Analytics sử dụng để điều chỉnh tốc độ yêu cầu.",
    "cookies.analytics.utmz": "Được Google Analytics sử dụng để hiểu cách người dùng điều hướng Trang web Scratch.",
    "cookies.analytics.loglevel": "Duy trì cài đặt và đầu ra khi sử dụng Developer Tools Console trên phiên hiện tại.",
    "cookies.analytics.deviceInfo": "Được sử dụng để theo dõi tương tác của người dùng với nội dung được nhúng.",
    "cookies.analytics.youtubeLogsDatabase": "Chưa phân loại",
    "cookies.analytics.visitorInfo": "Cố gắng ước tính băng thông người dùng trên các trang có tích hợp video YouTube.",
    "cookies.analytics.remoteSid": "Cần thiết cho việc triển khai và hoạt động của nội dung video trên YouTube.",
    "cookies.analytics.ysc": "Đăng ký một ID duy nhất để lưu giữ số liệu thống kê về các video trên YouTube mà người dùng đã xem.",
    "cookies.analytics.lastResultEntryKey": "Lưu trữ tùy chọn trình phát video của người dùng bằng video YouTube nhúng.",
    "cookies.analytics.ytidbMetaDatabases": "Lưu trữ tùy chọn trình phát video của người dùng bằng video YouTube nhúng.",
    "cookies.analytics.remoteCastAvailable": "Lưu trữ tùy chọn trình phát video của người dùng bằng video YouTube nhúng.",
    "cookies.analytics.remoteCastInstalled": "Lưu trữ tùy chọn trình phát video của người dùng bằng video YouTube nhúng.",
    "cookies.analytics.remoteConnectedDevices": "Lưu trữ tùy chọn trình phát video của người dùng bằng video YouTube nhúng.",
    "cookies.analytics.remoteDeviceId": "Lưu trữ tùy chọn trình phát video của người dùng bằng video YouTube nhúng.",
    "cookies.analytics.remoteFastCheckPeriod": "Lưu trữ tùy chọn trình phát video của người dùng bằng video YouTube nhúng.",
    "cookies.analytics.remoteSessionApp": "Lưu trữ tùy chọn trình phát video của người dùng bằng video YouTube nhúng.",
    "cookies.analytics.remoteSessionName": "Lưu trữ tùy chọn trình phát video của người dùng bằng video YouTube nhúng.",
    "cookies.analytics.wistiaUndefinedCookie": "Thu thập dữ liệu về tương tác của người dùng với nội dung video của Trang web Scratch. Dữ liệu này được sử dụng để làm cho nội dung video của trang web có liên quan hơn đến người dùng.",
    "cookies.analytics.wistiaCookie": "Được Trang web Scratch sử dụng để theo dõi cách người dùng sử dụng nội dung video - cookie có nguồn gốc từ Wistia, công ty cung cấp phần mềm video cho các trang web.",
    "cookies.manageTitle": "Bạn có thể quản lý Cookie như thế nào?",
    "cookies.manageBody": "Nếu bạn không muốn Thông tin cá nhân của mình được thu thập thông qua việc sử dụng Cookie, hầu hết các trình duyệt đều cho phép bạn quản lý tùy chọn Cookie của mình. Bạn có thể thiết lập trình duyệt của mình để tự động từ chối Cookie hoặc yêu cầu bạn chấp nhận hoặc từ chối Cookie cho từng trang web. Bạn có thể tìm thêm thông tin về Cookie tại <a>http://www.allaboutcookies.org/manage-cookies</a>",
    "cookies.contactTitle": "Liên hệ chúng tôi",
    "cookies.contactIntro": "Nếu bạn có bất kỳ câu hỏi nào về Chính sách Cookie này, vui lòng liên hệ với chúng tôi theo địa chỉ privacy@scratch.mit.edu hoặc qua email:"
}