{
    "guidelines.title": "Normas d'a Comunidat de Scratch",
    "guidelines.header1": "Scratch ye una comunidat amigable y acullidora pa totz, an la chent creya, comparte y aprende chunta.",
    "guidelines.header2": "Acullimos a personas de totas las edatz, razas, etnias, relichions, capacidatz, orientacions sexuals y identidatz de chenero.",
    "guidelines.header3": "Aduya a mantener a Scratch como un espacio acullidor, solidario y creativo pa totz seguindo estas Directrices d'a Comunidat:",
    "guidelines.respectheader": "Tracta a totz con respecto.",
    "guidelines.respectbody": "Los Scratchers tienen diversos orichens, intereses, identidatz y experiencias. S'anima a totz en Scratch a compartir cosetas que les emocionan y son importants pa ells — asperamos que trobes formas de celebrar la tuya propia identidat en Scratch, y que permitas a atros fer lo mesmo. Nunca ye bien atacar la identidat d'una persona u d'un grupo u estar poco amable con belún per lo suyo orichen u los suyos intereses.",
    "guidelines.privacyheader": "Manten-te seguro: mantiene la información personal y de contacto en privau.",
    "guidelines.privacybody": "Per razons de seguranza, no des garra información que pueda estar utilizada pa la comunicación privada, en persona u en linia. Esto incluye compartir apellius reals, numeros de telefono, adrezas, ciudatz d'orichen, nombres de colechios, adrezas de correu electronico, nombres d'usuario u vinclos a puestos de retz socials, aplicacions de videochat u puestos web con funcionalidat de chat privau.",
    "guidelines.helpfulheader": "Da opinions utils.",
    "guidelines.helpfulbody": "Totz en Scratch son aprendendo. Quan comentes un prochecto, recuerda decir bella cosa que te faiga goyo, ofrir sucherencias y estar amable, no critico. Per favor, mantiene los comentarios respectuosos y priva fer spam u ninviar mensaches en cadena. T'animamos a prebar cosetas nuevas, a experimentar y a aprender d'os de demás.",
    "guidelines.remixheader": "Abraza la cultura d'a remezcla.",
    "guidelines.remixbody1": "La remezcla ye quan te basas en os prochectos, lo codigo, las ideyas, las imachens u qualsequier atra coseta que comparta unatra persona en Scratch pa fer la tuya propia creyación.",
    "guidelines.remixbody2": "La remezcla ye una gran traza de colaborar y connectar con atros Scratchers. T'animamos a que utilices qualsequier coseta que trobes en Scratch en as tuyas propias creyacions, siempre que des credito a totas las personas que lo suyo treballo haigas utilizau y faigas un cambio significativo en ell. Y quan compartes bella cosa en Scratch, yes dando permiso a totz los Scratchers pa usar lo tuyo treballo en as suyas creyacions tamién.",
    "guidelines.honestyheader": "Actúa honestament.",
    "guidelines.honestybody": "Ye important estar honesto y autentico quan se interactúa con atros en Scratch, y recordar que i hai una persona dezaga de cada cuenta de Scratch. Difundir remors, fer-se pasar per atros Scratchers u celebridatz, u finchir una malotía grieu no ye respectuoso con a Comunidat Scratch.",
    "guidelines.friendlyheader": "Aduyanos a mantener este puesto amable.",
    "guidelines.friendlybody": "Ye important que las tuyas creyacions y conversacions sían amistosas y apropiadas pa totas las edatz. Si creyes que bella cosa en Scratch ye desagradable, insultant, masiau violento u que molesta a la comunidat, fe clic en “Denunciar” pa comunicar-nos-lo. Per favor, utiliza lo botón “Denunciar” en cuenta de participar en barallas, difundir remors sobre lo comportamiento d'atras personas u responder a qualsequier conteniu inadequau. L'equipo de Scratch estudiará la tuya denuncia y prendrá las medidas oportunas."
}