{
    "guidelines.title": "Scratch কমিউনিটি নির্দেশিকা",
    "guidelines.header1": "Scratch সবার জন্য একটি বন্ধুত্বপূর্ণ ও স্বাগত কমিউনিটি, যেখানে মানুষ তৈরি ও শেয়ার করে এবং একসাথে শেখে।",
    "guidelines.header2": "আমরা সকল বয়স, জাতি, জাতি, ধর্ম, ক্ষমতা ও লিঙ্গ পরিচয়ের মানুষদের স্বাগত জানাই।",
    "guidelines.header3": "এই কমিউনিটি নির্দেশিকা মেনে Scratch কে স্বাগত, সহযোগী ও সৃষ্টিশীল রাখতে সাহায্য কর:",
    "guidelines.respectheader": "সবার সাথে সম্মানের সাথে আচরণ কর",
    "guidelines.respectbody": "স্ক্র্যাচারদের বিভিন্ন ব্যাকগ্রাউন্ড, আগ্রহ, পরিচয় এবং অভিজ্ঞতা রয়েছে। Scratch এ প্রত্যেকেই এমন জিনিসগুলো শেয়ার করতে উৎসাহিত করে যা তাদের আনন্দিত করে এবং তাদের জন্য গুরুত্বপূর্ণ — আমরা আশা করি তুমি Scratch এ তোমার নিজের পরিচয় উদযাপন করার উপায় খুঁজে পাবে এবং অন্যদেরকেও তা করার অনুমতি দেবে। কোনও ব্যক্তি বা গোষ্ঠীর পরিচয়কে আক্রমণ করা বা তাদের পটভূমি বা আগ্রহ সম্পর্কে কারও প্রতি নির্দয় হওয়া কখনই ঠিক নয়।",
    "guidelines.privacyheader": "সাবধান : তোমার ব্যক্তিগত ও যোগাযোগের তথ্য গোপন রাখ।",
    "guidelines.privacybody": "নিরাপত্তার কারণে, ব্যক্তিগত বা অনলাইনে ব্যক্তিগত যোগাযোগের জন্য ব্যবহার করা যেতে পারে এমন কোনও তথ্য দেবে না। এর মধ্যে রয়েছে আসল শেষ নাম, ফোন নম্বর, ঠিকানা, নিজ শহর, স্কুলের নাম, ইমেইল ঠিকানা, ব্যবহারকারীর নাম বা সোশ্যাল মিডিয়া সাইটের লিঙ্ক, ভিডিও চ্যাটিং অ্যাপ্লিকেশন, বা ব্যক্তিগত চ্যাট কার্যকারিতাসহ ওয়েবসাইটগুলো।",
    "guidelines.helpfulheader": "সহায়ক মতামত দাও।",
    "guidelines.helpfulbody": " Scratch এ সবাই শিখছে। মনে রাখবে কোন প্রজেক্টে মন্তব্য করার সময়, এটি সম্পর্কে তোমার পছন্দ মতো কিছু বল, পরামর্শ দাও ও দয়াবান হও, সমালোচনামূলক নয়। অনুগ্রহ করে মন্তব্য সম্মানজনক রাখ এবং স্প্যামিং বা চেইন মেইল পোস্ট করা এড়িয়ে চল। আমরা তোমাকে নতুন জিনিস চেষ্টা, পরীক্ষা, ও অন্যদের থেকে শিখতে উৎসাহিত করি।",
    "guidelines.remixheader": "রিমিক্স সংস্কৃতি গ্রহণ কর।",
    "guidelines.remixbody1": "রিমিক্সিং হল যখন তুমি অন্য কারো প্রজেক্ট, কোড, আইডিয়া, ছবি, বা অন্য কিছু যা তারা Scratch এ শেয়ার করে তা ব্যবহার করে নিজে অনন্য কিছু সৃষ্টি কর।",
    "guidelines.remixbody2": "রিমিক্সিং অন্যান্য স্ক্র্যাচারদের সাথে সহযোগিতা এবং সংযোগের একটি দুর্দান্ত উপায়। তুমি Scratch থেকে তোমার নিজের সৃষ্টির মধ্যে যা কিছু পাবে তা ব্যবহার করার জন্য তোমাকে উৎসাহিত করা হয়, যতক্ষণ না তুমি প্রত্যেককে কৃতিত্ব প্রদান করছ, যার কাজ তুমি ব্যবহার করেছ এবং এতে একটি অর্থপূর্ণ পরিবর্তন এনেছ। এবং যখন তুমি Scratch এ কিছু শেয়ার কর, তখন তুমি সমস্ত স্ক্র্যাচারদের তাদের সৃষ্টিতে তোমার কাজ ব্যবহার করার অনুমতি দিচ্ছ।",
    "guidelines.honestyheader": "সৎ হও।",
    "guidelines.honestybody": "Scratch এ অন্যদের সাথে যোগাযোগ করার সময় সৎ এবং খাঁটি হওয়া গুরুত্বপূর্ণ এবং মনে রাখবে যে প্রতিটি Scratch এ্যাকাউন্টের পিছনে একজন ব্যক্তি রয়েছে। গুজব ছড়ানো, অন্যান্য স্ক্র্যাচার বা সেলিব্রিটিদের ছদ্মবেশ ধারণ করা, বা গুরুতর অসুস্থ হওয়ার ভান করা Scratch কমিউনিটির প্রতি সম্মানজনক নয়।",
    "guidelines.friendlyheader": "সাইট বন্ধুত্বপূর্ণ রাখতে সাহায্য কর।",
    "guidelines.friendlybody": "তোমার সৃষ্টি এবং কথোপকথন বন্ধুত্বপূর্ণ এবং সব বয়সের জন্য উপযুক্ত রাখা গুরুত্বপূর্ণ। যদি তুমি Scratch এ কিছু ঘৃণ্য, অপমানজনক, খুব হিংসাত্মক, অথবা অন্যথায় সম্প্রদায়ের জন্য বিঘ্ন সৃষ্টিকারী বলে মনে কর, তাহলে আমাদেরকে এটি সম্পর্কে জানাতে “রিপোর্ট কর” এ ক্লিক কর। মারামারিতে জড়িয়ে পড়া, অন্য মানুষের আচরণ সম্পর্কে গুজব ছড়ানো বা অন্যথায় কোন অনুপযুক্ত বিষয়বস্তুতে সাড়া না দিয়ে “রিপোর্ট কর” বাটনটি ব্যবহার কর। Scratch টিম তোমার রিপোর্ট দেখবে এবং যথাযথ ব্যবস্থা নেবে।"
}