{
    "guidelines.title": "Pravidla Scratch společenství",
    "guidelines.header1": "Scratch je přátelské a vstřícné společenství pro každého, kde lidé tvoří, sdílejí a učí se pospolu.",
    "guidelines.header2": "Vítáme lidi všeho věku, ras, etnik, vyznáni, zdravotního stavu, sexuální orientace i pohlavní identity.",
    "guidelines.header3": "Pomoz udržovat Scratch jako přívětivé, podporující a tvořivé místo pro všechny dodržováním těchto Pravidel společenství:",
    "guidelines.respectheader": "Zacházej s každým s úctou.",
    "guidelines.respectbody": "Scratcheři mají různá zázemí, zájmy, identity i zkušenosti. Každý na Scratch webu je povzbuzován ke sdílení věcí, které ho vzrušují a jsou pro něj důležité—doufáme, že najdeš způsoby jak oslavit svou vlastní identitu na Scratchi a umožním druhým dělat to samé. Není nikdy správné útočit na osobu nebo skupinovou příslušnost nebo být hrubý na někoho kvůli jeho zázemí nebo zájmům.",
    "guidelines.privacyheader": "Buď v bezpečí: udržuj osobní a kontaktní informace důvěrné.",
    "guidelines.privacybody": "Z bezpečnostních důvodů neposkytuj žádnou informaci, která by mohla být použita k soukromé komunikaci, osobně ani on-line. To se týká sdílení skutečných příjmení, telefonních čísel, adres, domovských měst, názvů škol, e-mailových adres, jmen uživatelů nebo odkazů na sociálních sítích, aplikacích pro videokomunikace nebo webových stránek s funkcí soukromých chatů.",
    "guidelines.helpfulheader": "Poskytuj užitečnou zpětnou vazbu.",
    "guidelines.helpfulbody": "Každý na Scratchi se učí. Když komentuješ projekt, nezapomeň říci co se ti na něm líbí, nabídni návrhy a jednej laskavě, ne kriticky. Prosím udrž komentáře ohleduplné a vyhýbej se spamování nebo posílání řetězových mailů. Povzbuzujeme tě ke zkoušení nových věcí, experimentování a učení se od druhých.",
    "guidelines.remixheader": "Osvoj si kulturu vylepšování.",
    "guidelines.remixbody1": "Vylepšování je když pro vytvoření vlastního jedinečného díla navazuješ na projekty, kód, nápady, obrázky a ostatní někoho jiného, co sdílí na webu Scratch.",
    "guidelines.remixbody2": "Vylepšování je skvělý způsob pro spolupráci a spojení s ostatními Scratchery. Doporučujeme ti využívat cokoli na Scratch najdeš využít ve vlastních dílech, pokud přiznáš zásluhy každého, jehož práci jsi využil/a a udělal/a v tom smysluplnou změnu. A když sdílíš něco na Scratchi, dáváš tím také povolení ostatním Scratcherům použít tvou práci v jejich výtvorech.",
    "guidelines.honestyheader": "Buď čestný.",
    "guidelines.honestybody": "Je důležité být čestný a věrohodný při jednání s ostatními na Scratchi, a uvědom si, že za každým Scratch účtem je člověk. Rozšiřování drbů, vydávání se za jiné Scratchery nebo celebrity nebo předstírání vážného onemocnění je bezohledné ke Scratch společenství.",
    "guidelines.friendlyheader": "Pomoz udržovat server přátelský.",
    "guidelines.friendlybody": "Je důležité udržovat své výtvory a konverzace přátelské a vhodné pro každý věk. Když si myslíš, že něco je na Scratchi zlé, urážlivé, příliš násilné nebo jinak zneklidňující pro společenství, klikni na “Nahlásit” abychom se o tom dozvěděli. Prosím použij tlačítko “Nahlásit” radši než vstupovat do konfliktů, šířit pomluvy o chování jiných nebo jinak reagovat na nevhodný obsah. Tým Scratch se podívá na tvé hlášení a provede odpovídající akci."
}