{
    "guidelines.title": "Pravidla Scratch společenství",
    "guidelines.header1": "Scratch je přátelské a vstřícné společenství pro každého, kde lidé tvoří, sdílejí a učí se pospolu.",
    "guidelines.header2": "Vítáme lidi všeho věku, ras, etnik, vyznáni, zdravotního stavu, sexuální orientace i pohlavní identity.",
    "guidelines.header3": "Pomoz udržovat Scratch jako přívětivé, podporující a tvořivé místo pro všechny dodržováním těchto Pravidel společenství:",
    "guidelines.respectheader": "Zacházej s každým s úctou.",
    "guidelines.respectbody": "Scratcheři mají různá zázemí, zájmy, identity i zkušenosti. Každý na Scratch webu je povzbuzován ke sdílení věcí, které ho vzrušují a jsou pro něj důležité—doufáme, že najdeš způsoby jak oslavit svou vlastní identitu na Scratchi a umožním druhým dělat to samé. Není nikdy správné útočit na osobu nebo skupinovou příslušnost nebo být hrubý na někoho kvůli jeho zázemí nebo zájmům.",
    "guidelines.privacyheader": "Buď v bezpečí: udržuj osobní a kontaktní informace důvěrné.",
    "guidelines.privacybody": "Z bezpečnostních důvodů neposkytuj žádnou informaci, která by mohla být použita k soukromé komunikaci, osobně ani on-line. To se týká sdílení skutečných příjmení, telefonních čísel, adres, domovských měst, názvů škol, e-mailových adres, jmen uživatelů nebo odkazů na sociálních sítích, aplikacích pro videokomunikace nebo webových stránek s funkcí soukromých chatů.",
    "guidelines.helpfulheader": "Poskytuj užitečnou zpětnou vazbu.",
    "guidelines.helpfulbody": "Každý na Scratchi se učí. Když komentuješ projekt, nezapomeň říci co se ti na něm líbí, nabídni návrhy a jednej laskavě, ne kriticky. Prosím udrž komentáře ohleduplné a vyhýbej se spamování nebo posílání řetězových mailů. Povzbuzujeme tě ke zkoušení nových věcí, experimentování a učení se od druhých.",
    "guidelines.remixheader": "Embrace remix culture.",
    "guidelines.remixbody1": "Remixing is when you build upon someone else’s projects, code, ideas, images, or anything else they share on Scratch to make your own unique creation.",
    "guidelines.remixbody2": "Remixing is a great way to collaborate and connect with other Scratchers. You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. And when you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "guidelines.honestyheader": "Buď čestný.",
    "guidelines.honestybody": "It’s important to be honest and authentic when interacting with others on Scratch, and remember that there is a person behind every Scratch account. Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "Pomoz udržovat server přátelský.",
    "guidelines.friendlybody": "It’s important to keep your creations and conversations friendly and appropriate for all ages. If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action."
}