{
    "guidelines.title": "Pravidla Scratch společenství",
    "guidelines.header1": "Scratch je přátelské a vstřícné společenství pro každého, kde lidé tvoří, sdílejí a učí se pospolu.",
    "guidelines.header2": "Vítáme lidi všeho věku, ras, etnik, vyznáni, zdravotního stavu, sexuální orientace i pohlavní identity.",
    "guidelines.header3": "Pomoz udržovat Scratch jako přívětivé, podporující a tvořivé místo pro všechny dodržováním těchto Pravidel společenství:",
    "guidelines.respectheader": "Zacházej s každým s úctou.",
    "guidelines.respectbody1": "Scratcheři mají různé zázemí, zájmy, identity a zkušenosti.",
    "guidelines.respectbody2": "Každý na Scratch webu je povzbuzován, aby sdílel věci, které jej vzrušují a jsou pro ně důležité — doufáme, že najdeš způsoby, jak si užít svou vlastní identitu na Scratchi a umožníš ostatním dělat totéž. Nikdy není správné útočit na osoby nebo skupinovou příslušnost nebo být k někomu hrubý kvůli jeho zázemí nebo zájmům.",
    "guidelines.privacyheader": "Buď v bezpečí: udržuj osobní a kontaktní informace důvěrné.",
    "guidelines.privacybody1": "Z bezpečnostních důvodů neposkytuj žádné informace, které by mohly být použity pro soukromou komunikaci, osobně ani online.",
    "guidelines.privacybody2": "To se týká sdílení skutečných příjmení, telefonních čísel, adres, domovských měst, názvů škol, e-mailových adres, jmen uživatelů nebo odkazů na sociálních sítích, aplikacích pro videokomunikace nebo webových stránek s funkcí soukromých chatů.",
    "guidelines.helpfulheader": "Poskytuj užitečnou zpětnou vazbu.",
    "guidelines.helpfulbody1": "Každý na Scratchi se učí.",
    "guidelines.helpfulbody2": "Když komentuješ projekt, nezapomeň říci co se ti na něm líbí, nabídni návrhy a jednej laskavě, ne kriticky. Prosím udrž komentáře ohleduplné a vyhýbej se spamování nebo posílání řetězových mailů. Povzbuzujeme tě ke zkoušení nových věcí, experimentování a učení se od druhých.",
    "guidelines.remixheader": "Osvoj si kulturu vylepšování.",
    "guidelines.remixbody1": "Vylepšování je když pro vytvoření vlastního jedinečného díla navazuješ na projekty, kód, nápady, obrázky a ostatní někoho jiného, co sdílí na webu Scratch.",
    "guidelines.remixbody2": "Vylepšování je skvělý způsob pro spolupráci a spojení s ostatními Scratchery. Doporučujeme ti využívat cokoli na Scratch najdeš využít ve vlastních dílech, pokud přiznáš zásluhy každého, jehož práci jsi využil/a a udělal/a v tom smysluplnou změnu. A když sdílíš něco na Scratchi, dáváš tím také povolení ostatním Scratcherům použít tvou práci v jejich výtvorech.",
    "guidelines.honestyheader": "Buď čestný.",
    "guidelines.honestybody1": "Je důležité být čestný a opravdový při reagování na ostatní na Scratch webu. Pamatuj, že za každým Scratch účtem je člověk.",
    "guidelines.honestybody2": "Šíření pomluv, vydávání se za jiné Scratchery nebo celebrity, nebo předstírání, že je vážně nemocný, není uctivé vůči Scratch komunitě.",
    "guidelines.friendlyheader": "Pomoz udržovat server přátelský.",
    "guidelines.friendlybody1": "Je důležité, aby tvé výtvory a konverzace byly přátelské a vhodné pro všechny věkové kategorie.",
    "guidelines.friendlybody2": "Když si myslíš, že něco je na Scratchi zlé, urážlivé, příliš násilné nebo jinak zneklidňující pro společenství, klikni na “Nahlásit” abychom se o tom dozvěděli. Prosím použij tlačítko “Nahlásit” radši než vstupovat do konfliktů, šířit pomluvy o chování jiných nebo jinak reagovat na nevhodný obsah. Tým Scratch se podívá na tvé hlášení a provede odpovídající akci.",
    "guidelines.learnMoreheader": "Chceš se naučit ještě něco dalšího?",
    "guidelines.learnMorebody1": "<a>Stáhni si příručku</a> pro více podrobností!",
    "guidelines.learnMorebody2": "Objev neomezený potenciál Scratch online komunity s našimi průvodci! Tyto cenné zdroje jsou navrženy tak, aby ti pomohly orientovat se a dařilo se ti jako Scratcheru a odhalily ti vše od nastavení tvého profilu až po spojení se s podobně přemýšlejícími jednotlivci. Nauč se, jak se spojit s ostatními, sdílet své jedinečné výtvory a najít inspiraci pro svůj další projekt.",
    "guidelines.respectButtonImageDescription": "Modrý kruh",
    "guidelines.privacyButtonImageDescription": "Žlutý kruh",
    "guidelines.helpfulButtonImageDescription": "Fialový kruh",
    "guidelines.remixButtonImageDescription": "Zelený kruh",
    "guidelines.honestyButtonImageDescription": "Purpurový kruh",
    "guidelines.friendlyButtonImageDescription": "Růžový kruh",
    "guidelines.respectSectionImageDescription": "Grafika dvou rukou, které se navzájem svírají v potřesení rukou, s růžovým srdcem nad nimi.",
    "guidelines.privacySectionImageDescription": "Grafika modrého číselného zámku na žlutém pozadí. Uvnitř zámku je tvar hlavy s otazníkem natištěným na tváři.",
    "guidelines.helpfulSectionImageDescription": "Grafika kusu papíru na růžovém pozadí. Na papíře je projekt Scratch s bílou kočkou na modrém pozadí. Růžová propiska se srdíčkem na víčku kreslí srdíčko a tužka píšící komentář.",
    "guidelines.remixSectionImageDescription": "Na zeleném pozadí víří grafika \"vylepšení\" Scratch. Dvě ruce pohybují oranžovými, modrými a fialovými bloky Scratch. Štětec namaluje zelený pruh.",
    "guidelines.honestySectionImageDescription": "Grafika světle modrého kompasu na purpurovém pozadí. Na pozici \"sever\" je růžové srdce.",
    "guidelines.friendlySectionImageDescription": "Grafika 5 rukou s různými odstíny pleti, které pomocí ukazováčku a prostředníčku vytvářejí hvězdu na růžovém pozadí s růžovou hvězdou a žlutou hvězdou uprostřed.",
    "guidelines.learnMoreSectionImageDescription": "Grafika krabice se zelenou šipkou směřující dovnitř s hvězdami v pozadí."
}