{
    "guidelines.title": "Canllawiau Cymuned Scratch",
    "guidelines.header1": "Mae Scratch yn gymuned gyfeillgar a chroesawgar i bawb, lle mae pobl yn creu, rhannu a dysgu gyda'i gilydd.",
    "guidelines.header2": "Rydym yn croesawu pobl o bob oed, hil, ethnigrwydd, crefydd, gallu, tueddfryd rhywiol a hunaniaethau rhywiol.",
    "guidelines.header3": "Helpwch i gadw Scratch yn ofod croesawgar, cefnogol a chreadigol i bawb trwy ddilyn y Canllawiau Cymunedol hyn:",
    "guidelines.respectheader": "Trin pawb â pharch.",
    "guidelines.respectbody": "Mae gan Scratchwyr gefndiroedd, diddordebau, hunaniaethau a phrofiadau amrywiol. Anogir pawb ar Scratch i rannu pethau sy'n eu cyffroi ac sy'n bwysig iddyn nhw - rydyn ni'n gobeithio y byddwch chi'n dod o hyd i ffyrdd i ddathlu'ch hunaniaeth eich hun ar Scratch, a chaniatáu i eraill wneud yr un peth. Nid yw hi byth yn iawn ymosod ar hunaniaeth unigolyn neu grŵp na bod yn angharedig wrth rywun am ei gefndir neu ddiddordebau.",
    "guidelines.privacyheader": "Byddwch yn ddiogel: cadwch wybodaeth bersonol a gwybodaeth gyswllt yn breifat.",
    "guidelines.privacybody": "Am resymau diogelwch, peidiwch â dosbarthu unrhyw wybodaeth y mae modd ei defnyddio ar gyfer cyfathrebu preifat, yn bersonol neu ar-lein. Mae hyn yn cynnwys rhannu enwau olaf go iawn, rhifau ffôn, cyfeiriadau, tref enedigol, enwau ysgolion, cyfeiriadau e-bost, enwau defnyddwyr neu ddolenni i wefannau cyfryngau cymdeithasol, rhaglenni sgwrsio fideo, neu wefannau sydd â swyddogaeth sgwrsio preifat.",
    "guidelines.helpfulheader": "Rhowch adborth defnyddiol.",
    "guidelines.helpfulbody": "Mae pawb ar Scratch yn dysgu. Wrth wneud sylwadau ar broject, cofiwch ddweud rhywbeth rydych chi'n ei hoffi amdano, cynnig awgrymiadau, a byddwch yn garedig, nid yn feirniadol. Cadwch sylwadau'n barchus ac osgoi sbamio neu bostio e-bost cadwyn. Rydym yn eich annog i roi cynnig ar bethau newydd, arbrofi a dysgu gan eraill.",
    "guidelines.remixheader": "Cofleidio diwylliant ailgymysgu.",
    "guidelines.remixbody1": "Ailgymysgu yw pan fyddwch chi'n adeiladu ar brojectau, cod, syniadau, delweddau, neu unrhyw beth arall y maen nhw'n ei rannu ar Scratch i wneud eich creadigaeth unigryw eich hun.",
    "guidelines.remixbody2": "Mae ailgymysgu yn ffordd wych o gydweithio a chysylltu â Scratchwyr eraill. Rydym yn eich annog i ddefnyddio unrhyw beth rydych yn ei ddarganfod ar Scratch yn eich creadigaethau eich hun, cyn belled â'ch bod yn cydnabod pawb y gwnaethoch ddefnyddio eu gwaith a gwneud newid ystyrlon iddo. A phan fyddwch chi'n rhannu rhywbeth ar Scratch, rydych chi'n rhoi caniatâd i'r holl Scratchwyr eraill ddefnyddio'ch gwaith yn eu creadigaethau nhw hefyd.",
    "guidelines.honestyheader": "Byddwch yn onest.",
    "guidelines.honestybody": "Mae'n bwysig bod yn onest ac yn ddilys wrth ryngweithio ag eraill ar Scratch, a chofiwch fod rhywun y tu ôl i bob cyfrif Scratch. Nid yw lledaenu sibrydion, dynwared Scratchwyr neu enwogion eraill, neu esgus bod yn ddifrifol wael yn barchus i'r Gymuned Scratch.",
    "guidelines.friendlyheader": "Cynorthwywch i gadw'r wefan yn gyfeillgar.",
    "guidelines.friendlybody": "Mae'n bwysig cadw'ch creadigaethau a'ch sgyrsiau yn gyfeillgar ac yn briodol ar gyfer pob oedran. Os ydych chi'n credu bod rhywbeth ar Scratch yn annifyr, yn sarhaus, yn rhy dreisgar, neu fel arall yn tarfu ar y gymuned, cliciwch “Adrodd” i roi gwybod i ni amdano. Defnyddiwch y botwm “Adrodd” yn hytrach nag ymladd, lledaenu sibrydion am ymddygiad pobl eraill, neu ymateb fel arall i unrhyw gynnwys amhriodol. Bydd y Tîm Scratch yn edrych ar eich adroddiad ac yn cymryd y camau priodol."
}