{
    "guidelines.title": "Community-Regeln",
    "guidelines.header1": "Scratch ist eine Community freundlicher und offener Menschen, die gemeinsam etwas erschaffen, sich miteinander austauschen und voneinander lernen wollen.",
    "guidelines.header2": "Wir heißen alle Menschen willkommen, unabhängig von ihrem Alter, ihren Fähigkeiten, ihrer Kultur, Religion, sexuellen Orientierung oder Geschlechteridentität.",
    "guidelines.header3": "Hilf mit, dass Scratch ein einladender, wertschätzender und kreativer Ort für alle bleibt, indem du die Community-Regeln befolgst.",
    "guidelines.respectheader": "Sei respektvoll",
    "guidelines.respectbody1": "Scratcherinnen und Scratcher haben verschiedene Interessen, Kenntnisse und Identitäten und kommen aus unterschiedlichen Lebenswelten.",
    "guidelines.respectbody2": "Wir ermutigen alle, auf Scratch Dinge zu teilen, die sie begeistern und ihnen wichtig sind, und wir hoffen, dass du deiner eigenen Identität auf Scratch genügend Raum bieten kannst und dies auch anderen zugestehst. ",
    "guidelines.privacyheader": "Veröffentliche keine persönlichen Daten",
    "guidelines.privacybody1": "Bleib auf der sicheren Seite und gib keine Daten preis, die eine private (egal ob persönlich oder online) Kontaktaufnahme ermöglichen würde.",
    "guidelines.privacybody2": "Veröffentliche also nicht: deinen echten Namen, deine Telefonnummer, E-Mail- oder Wohnadresse, deinen Wohnort, deine Schule, Benutzernamen oder Links zu Social-Media-Seiten, Videochat-Apps oder Websites mit privater Chat-Funktion.",
    "guidelines.helpfulheader": "Sei konstruktiv",
    "guidelines.helpfulbody1": "Auf Scratch lernen alle.",
    "guidelines.helpfulbody2": "Wenn du ein Projekt kommentierst, denk daran, etwas Nettes zu sagen und mache Verbesserungsvorschläge – freundlich, nicht herablassend. ",
    "guidelines.remixheader": "Begeistere dich fürs Remixen",
    "guidelines.remixbody1": "Remixen bedeutet, dass du von anderen auf Scratch geteilte Projekte, Codes, Ideen, Bilder usw. heranziehst und dein eigenes, einzigartiges Projekt daraus machst.",
    "guidelines.remixbody2": "Remixen eignet sich hervorragend, um mit anderen Scratcherinnen und Scratchern in Kontakt zu treten und zusammenzuarbeiten. Du kannst alles auf Scratch für deine eigenen Kreationen verwenden, solange du der Erstellerin bzw. dem Ersteller des Originalprojekts dankst und deren Projekte sinnvoll veränderst. Umgekehrt gilt natürlich, dass auch du anderen erlaubst, die von dir auf Scratch geteilten Projekte weiterzuverwenden.",
    "guidelines.honestyheader": "Sei ehrlich",
    "guidelines.honestybody1": "Ein ehrlicher und authentischer Umgang mit anderen Scratcherinnen und Scratchern ist uns wichtig – denk daran, hinter jedem Scratch-Konto steht ein Mensch!",
    "guidelines.honestybody2": "Gerüchte zu verbreiten, sich als ein anderer Scratcher bzw. eine andere Scratcherin oder eine berühmte Person auszugeben oder eine ernsthafte Krankheit vorzutäuschen, ist nicht der respektvolle Umgang, den wir uns in der Scratch-Community wünschen.",
    "guidelines.friendlyheader": "Sei freundlich",
    "guidelines.friendlybody1": "Wir wünschen uns positive Projekte und freundliche Kommentare, die für alle Altersgruppen geeignet sind.",
    "guidelines.friendlybody2": "Wenn du etwas Gemeines, Beleidigendes, Gewaltverherrlichendes oder ähnlich Störendes in der Community findest, klicke bitte auf „Melden“ und informiere uns darüber. Verwende bitte den „Melden“-Button und beginne keine Streitgespräche, verbreite keine Gerüchte über das Verhalten anderer und reagiere auch sonst nicht auf unangemessene Weise. Das Scratch-Team wird deine Meldung prüfen und entsprechende Maßnahmen ergreifen.",
    "guidelines.learnMoreheader": "Willst du mehr erfahren?",
    "guidelines.learnMorebody1": "Lade dir den <a>Leitfaden</a> für nähere Infos herunter!",
    "guidelines.learnMorebody2": "Entdecke die unbegrenzten Möglichkeiten der Scratch-Online-Community mit unseren Anleitungen! Diese wertvollen Ressourcen sollen dir helfen, dich auf der Scratch-Website zurechtzufinden und Neues zu lernen. Sie erhalten zahlreiche Infos, von der Profilerstellung bis zur Vernetzung mit Gleichgesinnten. Lerne, wie du dich mit anderen austauschen, deine einzigartigen Projekte teilen und Inspiration für dein nächstes Projekt finden kannst.",
    "guidelines.respectButtonImageDescription": "Ein blauer Kreis",
    "guidelines.privacyButtonImageDescription": "Ein gelber Kreis",
    "guidelines.helpfulButtonImageDescription": "Ein magentafarbener Kreis",
    "guidelines.remixButtonImageDescription": "Ein grüner Kreis",
    "guidelines.honestyButtonImageDescription": "Ein violetter Kreis",
    "guidelines.friendlyButtonImageDescription": "Ein pinker Kreis",
    "guidelines.respectSectionImageDescription": "Ein Bild von zwei Händen, die sich schütteln, mit einem pinken Herz darüber.",
    "guidelines.privacySectionImageDescription": "Ein Bild eines blauen Zahlenschlosses auf gelbem Hintergrund. Im Inneren des Schlosses sind die Umrisse eines Kopfes mit einem Fragezeichen auf dem Gesicht zu sehen.",
    "guidelines.helpfulSectionImageDescription": "Ein Bild eines Stück Papiers auf pinkem Hintergrund. Auf dem Papier befindet sich ein Scratch-Projekt mit einer weißen Katze auf blauem Hintergrund. Ein pinker Kugelschreiber mit einem Herz auf der Kappe zeichnet ein Herz und ein Bleistift schreibt einen Kommentar.",
    "guidelines.remixSectionImageDescription": "Ein Bild eines Scratch-Remix-Wirbels auf grünem Hintergrund. Zwei Hände schieben orange, blaue und violette Scratch-Blöcke herum. Ein Pinsel malt einen grünen Strich.",
    "guidelines.honestySectionImageDescription": "Ein Bild eines hellblauen Kompasses auf violettem Hintergrund. Bei „Norden“ befindet sich ein pinkes Herz. ",
    "guidelines.friendlySectionImageDescription": "Ein Bild von fünf Händen mit unterschiedlichen Hautfarben, die mit ihren Zeige- und Mittelfingern einen Stern auf einem pinken Hintergrund darstellen, in dessen Mitte sich ein pinker und ein gelber Stern befinden.",
    "guidelines.learnMoreSectionImageDescription": "Ein Bild einer Schachtel mit einem grünen Pfeil, der nach innen zeigt, mit Sternen im Hintergrund."
}