{
    "guidelines.title": "Community-Regeln",
    "guidelines.header1": "Scratch ist eine Community freundlicher und offener Menschen, die gemeinsam etwas erschaffen, sich miteinander austauschen und voneinander lernen wollen.",
    "guidelines.header2": "Wir heißen alle Menschen willkommen, unabhängig von ihrem Alter, ihren Fähigkeiten, ihrer Volksgruppe, Religion, sexuellen Orientierung oder Geschlechteridentität.",
    "guidelines.header3": "Hilf mit, dass Scratch ein einladender, wertschätzender und kreativer Ort für alle bleibt, indem du die Community-Regeln befolgst.",
    "guidelines.respectheader": "Sei respektvoll",
    "guidelines.respectbody": "Scratcherinnen und Scratcher haben verschiedene Interessen, Kenntnisse und Identitäten und kommen aus unterschiedlichen Lebenswelten. Wir ermutigen alle, auf Scratch Dinge zu teilen, die sie begeistern und ihnen wichtig sind, und wir hoffen, dass du deiner eigenen Identität auf Scratch genügend Raum bieten kannst und dies auch anderen zugestehst. Die Identität einer Person oder einer Gruppe anzugreifen ist genauso wenig in Ordnung wie gemeines Verhalten gegenüber Menschen mit anderen Interessen oder Lebensumständen.",
    "guidelines.privacyheader": "Veröffentliche keine persönlichen Daten",
    "guidelines.privacybody": "Bleib auf der sicheren Seite und gib keine Daten preis, die eine private (egal ob persönlich oder online) Kontaktaufnahme erlauben würden. Dazu gehören: dein echter Name, deine Telefonnummer, E-Mail- oder Wohnadresse, dein Wohnort, deine Schule, Benutzernamen oder Links zu Social-Media-Seiten, Videochat-Apps oder Websites mit privater Chat-Funktion.",
    "guidelines.helpfulheader": "Sei konstruktiv",
    "guidelines.helpfulbody": "Auf Scratch lernen alle. Wenn du ein Projekt kommentierst, denk daran, etwas Nettes zu sagen und biete Verbesserungsvorschläge an – freundlich, nicht herablassend. Schreibe nur respektvolle Kommentare und keine Spam-Nachrichten oder Kettenbriefe. Probiert Neues aus, experimentiert und lernt von anderen!",
    "guidelines.remixheader": "Begeistere dich fürs Remixen",
    "guidelines.remixbody1": "Remixen bedeutet, dass du von anderen auf Scratch geteilte Projekte, Codes, Ideen, Bilder usw. heranziehst und dein eigenes, einzigartiges Projekt daraus machst.",
    "guidelines.remixbody2": "Remixen eignet sich hervorragend, um mit anderen Scratcherinnen und Scratchern in Kontakt zu treten und zusammenzuarbeiten. Du kannst alles auf Scratch für deine eigenen Kreationen verwenden, solange du der Erstellerin bzw. dem Ersteller des Originalprojekts dankst und deren Projekte sinnvoll veränderst. Umgekehrt gilt natürlich, dass auch du anderen erlaubst, die von dir auf Scratch geteilten Projekte weiterzuverwenden.",
    "guidelines.honestyheader": "Sei ehrlich",
    "guidelines.honestybody": "Ein ehrlicher und authentischer Umgang mit anderen Scratcherinnen und Scratchern ist uns wichtig – denk daran, hinter jedem Scratch-Konto steht ein Mensch! Gerüchte zu verbreiten, sich als ein anderer Scratcher bzw. eine andere Scratcherin oder eine berühmte Person auszugeben oder eine ernsthafte Krankheit vorzutäuschen, ist nicht der respektvolle Umgang, den wir uns in der Scratch-Community wünschen.",
    "guidelines.friendlyheader": "Sei freundlich",
    "guidelines.friendlybody": "Wir wünschen uns positive Projekte und freundliche Kommentare, die für alle Altersgruppen geeignet sind. Wenn du etwas Gemeines, Beleidigendes, Gewaltverherrlichendes oder ähnlich Störendes in der Community findest, klicke bitte auf „Melden“ und informiere uns darüber. Verwende bitte den „Melden“-Button und beginne keine Streitgespräche, verbreite keine Gerüchte über das Verhalten anderer und reagiere auch sonst nicht auf unangemessene Weise. Das Scratch-Team wird deine Meldung prüfen und entsprechende Maßnahmen ergreifen."
}