{
    "guidelines.title": "Οδηγίες Κοινότητας του Scratch",
    "guidelines.header": "Χρειαζόμαστε τη βοήθεια όλων μας για να διατηρούμε το Scratch μια φιλική και δημιουργική κοινότητα όπου όλοι οι άνθρωποι από ένα διαφορετικό υπόβαθρο με διαφορετικά ενδιαφέροντα νιώθουν ευπρόσδεκτοι.",
    "guidelines.respectheader": "Να είστε ευγενικοί.",
    "guidelines.respectbody": "Όταν μοιράζεστε έργα ή αναρτάτε σχόλια, θυμηθείτε ότι θα τα δουν άνθρωποι διαφορετικής ηλικίας και υπόβαθρου.",
    "guidelines.constructiveheader": "Είμαστε εποικοδομητικοί.",
    "guidelines.constructivebody": "Όταν σχολιάζετε έργα άλλων, πείτε κάτι που σας άρεσε και κάντε προτάσεις.",
    "guidelines.shareheader": "Κοινή χρήση",
    "guidelines.sharebody": "Είστε ελεύθεροι να αναμείξετε έργα, ιδέες, εικόνες ή οτιδήποτε άλλο βρείτε στο Scratch – και καθένας μπορεί να χρησιμοποιήσει ό,τι εσείς μοιράζεστε. Βεβαιωθείτε να ευχαριστείτε τους δημιουργούς όταν τροποποιείτε τα έργα τους.",
    "guidelines.privacyheader": "Μην μοιράζεστε προσωπικές πληροφορίες.",
    "guidelines.privacybody": "Για λόγους ασφάλειας, μη δίνετε πληροφορίες που μπορεί να χρησιμοποιηθούν για προσωπική επικοινωνία - όπως αληθινά επώνυμα, τηλέφωνα, διευθύνσεις, ηλεκτρονικές διευθύνσεις, συνδέσμους σε εφαρμογές κοινωνικής δικτύωσης ή ιστοσελίδες με μη ελεγχόμενα κανάλια συνομιλίας.",
    "guidelines.honestyheader": "Να είστε ειλικρινείς.",
    "guidelines.honestybody": "Μην προσπαθήσετε να παραστήσετε άλλους Scratchers, καθώς επίσης να μεταδώσετε φήμες ή να ξεγελάσετε με οποιοδήποτε άλλο τρόπο την κοινότητα.",
    "guidelines.friendlyheader": "Βοηθάμε στο να διατηρείται η σελίδα φιλική.",
    "guidelines.friendlybody": "Εάν νομίζετε πως ένα έργο ή σχόλιο είναι κακόβουλο, υβριστικό, πολύ βίαιο ή με οποιαδήποτε άλλη έννοια ακατάλληλο, πατήστε το κουμπί “Αναφορά” για να μας ειδοποιήσετε.",
    "guidelines.footer": "Το Scratch καλωσορίζει όλα τα άτομα ανεξαρτήτως ηλικίας, φυλής, έθνους, θρησκείας, ικανότητας, σεξουαλικού προσανατολισμού και φύλου."
}