{
    "guidelines.title": "Normas Comunitarias de Scratch",
    "guidelines.header1": "Scratch es una comunidad amigable y acogedora para todo el mundo, donde las personas crean, comparten y aprenden juntas.",
    "guidelines.header2": "En Scratch son bienvenidas las personas de todas las edades, razas, etnias, religiones, capacidades, orientaciones sexuales e identidades de género.",
    "guidelines.header3": "Ayúdanos a mantener Scratch como un espacio acogedor, solidario y creativo para todo el mundo respetando las siguientes normas comunitarias:",
    "guidelines.respectheader": "Trata a todos y todas con respeto.",
    "guidelines.respectbody1": "Scratchers have diverse backgrounds, interests, identities, and experiences.",
    "guidelines.respectbody2": "Everyone on Scratch is encouraged to share things that excite them and are important to them—we hope that you find ways to celebrate your own identity on Scratch, and allow others to do the same. It’s never OK to attack a person or group’s identity or to be unkind to someone about their background or interests.",
    "guidelines.privacyheader": "Mantente seguro: no entregues información personal ni de contacto.",
    "guidelines.privacybody1": "For safety reasons, don't give out any information that could be used for private communication, in person or online.",
    "guidelines.privacybody2": "Esto incluye no compartir apellidos reales, números de teléfono, direcciones, lugares de origen, nombres de escuelas, direcciones de correo electrónico, nombres de usuario o enlaces a sitios de redes sociales, aplicaciones de chat de video o sitios web con funcionalidad de chat privado.",
    "guidelines.helpfulheader": "Entrega comentarios constructivos.",
    "guidelines.helpfulbody1": "Everyone on Scratch is learning.",
    "guidelines.helpfulbody2": "When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Aceptar la cultura del \"remix\"",
    "guidelines.remixbody1": "El \"remixing\" es cuando construyes sobre los proyectos, código, ideas o imágenes de otras personas, o sobre cualquier cosa que compartan en Scratch para elaborar tu propia creación única.",
    "guidelines.remixbody2": "El \"remixing\" es una gran forma de colaborar y conectarse con otros Scratchers. Te invitamos a usar todo lo que encuentres en Scratch en tus propios proyectos, siempre y cuando reconozcas el trabajo de sus autores originales y que hagas cambios significativos a estos. Cuando compartes algo en Scratch, también estás dando permiso a todos los Scratchers a usar tu trabajo en sus creaciones.",
    "guidelines.honestyheader": "Sé honesto.",
    "guidelines.honestybody1": "Es importante ser honesto y auténtico al interactuar con otros en Scratch y recordar que hay una persona detrás de cada cuenta de Scratch.",
    "guidelines.honestybody2": "Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "Ayuda a mantener este sitio amigable.",
    "guidelines.friendlybody1": "It’s important to keep your creations and conversations friendly and appropriate for all ages.",
    "guidelines.friendlybody2": "If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action.",
    "guidelines.learnMoreheader": "¿Le gustaría conocer más?",
    "guidelines.learnMorebody1": "<a>Download the guide</a> for more details!",
    "guidelines.learnMorebody2": "Discover the limitless potential of the Scratch online community with our guides! These valuable resources are designed to help you navigate and thrive as a Scratcher, revealing everything from setting up your profile to connecting with like-minded individuals. Learn how to connect with others, share your unique creations, and find inspiration for your next project.",
    "guidelines.respectButtonImageDescription": "A blue circle",
    "guidelines.privacyButtonImageDescription": "A yellow circle",
    "guidelines.helpfulButtonImageDescription": "A magenta circle",
    "guidelines.remixButtonImageDescription": "A green circle",
    "guidelines.honestyButtonImageDescription": "A purple circle",
    "guidelines.friendlyButtonImageDescription": "A pink circle",
    "guidelines.respectSectionImageDescription": "A graphic of two hands grasping each other in a handshake, with a pink heart above them.",
    "guidelines.privacySectionImageDescription": "A graphic of a blue combination lock lock on a yellow background. Inside the lock is the shape of a head with a question mark printed on the face.",
    "guidelines.helpfulSectionImageDescription": "A graphic of a piece of paper on top of a pink background. On the paper, there is a Scratch project with a white cat on a blue background. A pink pen with a heart on the cap is drawing a heart and a pencil is writing a comment.",
    "guidelines.remixSectionImageDescription": "A graphic of the Scratch \"remix\" swirl on a green background. Two hands move orange, blue, and purple Scratch blocks around. A paintbrush paints a green streak.",
    "guidelines.honestySectionImageDescription": "A graphic of a light blue compass on a purple background. There is a pink heart in the \"North\" position.",
    "guidelines.friendlySectionImageDescription": "A graphic of 5 hands with different skin tones using their pointer and middle fingers to create a star on a pink background with a pink star and yellow star in the center.",
    "guidelines.learnMoreSectionImageDescription": "A graphic of a box with a green arrow pointing inside of it with stars in the background."
}