{
    "guidelines.title": "Normas Comunitarias de Scratch",
    "guidelines.header1": "Scratch es una comunidad amigable y acogedora para todo el mundo, donde las personas crean, comparten y aprenden juntas.",
    "guidelines.header2": "En Scratch son bienvenidas las personas de todas las edades, razas, etnias, religiones, capacidades, orientaciones sexuales e identidades de género.",
    "guidelines.header3": "Ayúdanos a mantener Scratch como un espacio acogedor, solidario y creativo para todo el mundo respetando las siguientes normas comunitarias:",
    "guidelines.respectheader": "Trata a todos y todas con respeto.",
    "guidelines.respectbody": "Los Scratchers tienen distintas raíces culturales, intereses, identidades y experiencias. Todos en Scratch están invitados a compartir cosas que los motiven y que sean de importancia para ellos — esperamos que encuentres formas para celebrar tu propia identidad en Scratch, y que permitas que otros también lo hagan. Nunca está bien atacar a personas o a la identidad de un grupo, o no respetar la cultura o intereses de otras personas.",
    "guidelines.privacyheader": "Mantente seguro: no entregues información personal ni de contacto.",
    "guidelines.privacybody": "Por seguridad, no entregues información que sirva para contactarte en privado, ya sea en persona o en línea. Esto incluye compartir nombres o apellidos, números de teléfono, direcciones, ciudades, nombres de escuela, nombres de usuario o enlaces a redes sociales, aplicaciones de videollamada o sitios web con funcionalidades de chat privado.",
    "guidelines.helpfulheader": "Entrega comentarios constructivos.",
    "guidelines.helpfulbody": "Todo el mundo está aprendiendo en Scratch. Cuando escribas comentarios en un proyecto, recuerda decir algo que te guste sobre este, entrega sugerencias y sé amable, no agresivo. Mantén el respeto y no compartas spam ni cadenas. Te invitamos a probar nuevas cosas, experimentar y aprender de los y las demás.",
    "guidelines.remixheader": "Aceptar la cultura del \"remix\"",
    "guidelines.remixbody1": "El \"remixing\" es cuando construyes sobre los proyectos, código, ideas o imágenes de otras personas, o sobre cualquier cosa que compartan en Scratch para elaborar tu propia creación única.",
    "guidelines.remixbody2": "El \"remixing\" es una gran forma de colaborar y conectarse con otros Scratchers. Te invitamos a usar todo lo que encuentres en Scratch en tus propios proyectos, siempre y cuando reconozcas el trabajo de sus autores originales y que hagas cambios significativos a estos. Cuando compartes algo en Scratch, también estás dando permiso a todos los Scratchers a usar tu trabajo en sus creaciones.",
    "guidelines.honestyheader": "Sé honesto.",
    "guidelines.honestybody": "Es importante ser honestos y auténticos al interactuar con otras personas en Scratch, y recordar que tras cada cuenta de Scratch hay una persona. Difundir rumores, hacerse pasar por otros Scratchers o por personas famosas, o fingir una enfermedad grave es faltarle el respeto a la comunidad de Scratch.",
    "guidelines.friendlyheader": "Ayuda a mantener este sitio amigable.",
    "guidelines.friendlybody": "Es importante mantener nuestras creaciones y conversaciones apropiadas y amigables para todas las edades. Si crees que algo en Scratch es ofensivo, muy violento o disruptivo para la comunidad, haz clic en \"Reportar\" para hacernos saber. Por favor usa el botón de \"Reportar\" en lugar de entrar en peleas, difundir rumores sobre el comportamiento de otros u otras, o responder de cualquier manera al contenido inapropiado. El equipo de Scratch revisará tu reporte y tomará las medidas adecuadas."
}