{
    "guidelines.title": "Reglas de la Comunidad de Scratch",
    "guidelines.header1": "Scratch es una comunidad amigable y acogedora para todos, donde las personas crean, comparten y aprenden juntas.",
    "guidelines.header2": "Damos la bienvenida a personas de todas las edades, razas, etnias, religiones, habilidades, orientaciones sexuales e identidades de género.",
    "guidelines.header3": "Ayude a mantener Scratch un espacio acogedor, de apoyo y creativo para todos siguiendo estas Directrices comunitarias:",
    "guidelines.respectheader": "Trata a todos con respeto.",
    "guidelines.respectbody1": "Los Scratchers tienen fondos, intereses, identidades y experiencias diversas.",
    "guidelines.respectbody2": "A todo el mundo en Scratch se le motiva a compartir cosas que les molan y son importantes para ellos. Esperemos que busques maneras de celebrar tu propia identidad en Scratch y permitas que los demás hagan lo mismo. No está bien tanto atacar la identidad de una persona o de un grupo como tratar mal a alguien por sus gustos e intereses.",
    "guidelines.privacyheader": "Sea seguro: mantenga la información personal y de contacto privada.",
    "guidelines.privacybody1": "Por motivos de seguridad, no compartas información que pueda ser usado para comunicaciones privadas, en persona o en línea.",
    "guidelines.privacybody2": "Esto incluye no compartir nombres propios, números de teléfono, direcciones, ciudades, nombres de colegio, direcciones de email, nombres de usuario o enlaces a redes sociales, aplicaciones de vídeo o chat, o páginas con funciones de chat privadas.",
    "guidelines.helpfulheader": "Dar comentarios útiles.",
    "guidelines.helpfulbody1": "Todo el mundo en Scratch está aprendiendo.",
    "guidelines.helpfulbody2": "Cuando comentes en un proyecto, recuerda decir algo que te guste sobre él, ofrecer sugerencias y ser amable en vez de ser crítico. Por favor, mantén los comentarios respetuosos y evita hacer spam o publicar correo en cadena. Te motivamos a probar nuevas cosas, experimentar y aprender de los demás.",
    "guidelines.remixheader": "Abrazar el remix de la cultura",
    "guidelines.remixbody1": "Remezclar es cuando construyes algo sobre los proyectos, código, ideas, imágenes, o cualquier cosa que otros comparten en Scratch para que tú puedas hacer tu creación única.",
    "guidelines.remixbody2": "Hacer remixes es una excelente manera de colaborar y conectarse con otros Scratchers. Se le recomienda usar todo lo que encuentre en Scratch en sus propias creaciones, siempre que brinde crédito a todos cuyo trabajo utilizó y haga un cambio significativo. Y cuando compartes algo en Scratch, también estás dando permiso a todos los Scratchers para que usen tu trabajo en sus creaciones.",
    "guidelines.honestyheader": "Sea honesto.",
    "guidelines.honestybody1": "Es importante ser honesto y real cuando interactúas con otros en Scratch, y recuerda que hay una persona detrás de cada cuenta de Scratch",
    "guidelines.honestybody2": "Expandir rumores, hacerte pasar por otros Scratchers o celebridades o hacer como que estás enfermo no es respetuoso para la comunidad de Scratch.",
    "guidelines.friendlyheader": "Ayúdanos a mantener este sitio amigable.",
    "guidelines.friendlybody1": "Es importante mantener tus creaciones y conversaciones apropiadas para todas las edades.",
    "guidelines.friendlybody2": "Si crees que algo en Scratch es negativo, ofensivo, muy violento o sea este destructivo a la comunidad, haga clic en \"",
    "guidelines.learnMoreheader": "¿Te gustaría conocer más?",
    "guidelines.learnMorebody1": "¡<a>Descarga la guía</a> para más detalles! ",
    "guidelines.learnMorebody2": "¡Descubra el potencial ilimitado en la comunidad en línea de Scratch con nuestras guías! Estos recursos valiosos están diseñados para ayudarte a navegar y a prosperar como Scratcher, mostrando todo desde configurar tu cuenta hasta conectar con individuos con la misma mentalidad. Aprende a conectar con los demás, comparte tus creaciones únicas y halla inspiración para tu próximo proyecto.",
    "guidelines.respectButtonImageDescription": "Un círculo azul",
    "guidelines.privacyButtonImageDescription": "Un círculo amarillo",
    "guidelines.helpfulButtonImageDescription": "Un círculo fucsia",
    "guidelines.remixButtonImageDescription": "Un círculo verde",
    "guidelines.honestyButtonImageDescription": "Un círculo morado",
    "guidelines.friendlyButtonImageDescription": "Un círculo rosa.",
    "guidelines.respectSectionImageDescription": "Un gráfico de dos manos dándose un apretón de manos, con un corazón rosado arriba de ellas.",
    "guidelines.privacySectionImageDescription": "Un gráfico de una cerradura de combinación en un fondo amarillo. Dentro de la cerradura, está la forma de una cabeza con un signo de interrogación impresa en la cara.",
    "guidelines.helpfulSectionImageDescription": "Un gráfico de un pedazo de papel encima de un fondo rosado. En el papel, hay un proyecto de Scratch con un gato blanco encima de un fondo azul. Un bolígrafo rosado con un corazón en su tapa dibuja un corazón y un lápiz está escribiendo un comentario.",
    "guidelines.remixSectionImageDescription": "Un gráfico del torbellino de las \"reinvenciones\" de Scratch encima de un fondo verde. Dos manos deslizan bloques de Scratch naranjos, azules y morados. Un pincel pinta un trazo verde.",
    "guidelines.honestySectionImageDescription": "Un gráfico de un compás azul claro en un fondo morado. Hay un corazón rosa en la sección \"Norte\".",
    "guidelines.friendlySectionImageDescription": "Un gráfico de 5 manos con tonos de piel diferentes usando sus dedos índices y medianos para formar una estrella en un fondo rosa con una estrella rosa y estrella amarilla en el centro.",
    "guidelines.learnMoreSectionImageDescription": "Un gráfico de una caja con una flecha verde apuntando dentro de ella con estrellas en el fondo."
}