{
    "guidelines.title": "Reglas de la Comunidad de Scratch",
    "guidelines.header1": "Scratch es una comunidad amigable y acogedora para todos, donde las personas crean, comparten y aprenden juntas.",
    "guidelines.header2": "Damos la bienvenida a personas de todas las edades, razas, etnias, religiones, habilidades, orientaciones sexuales e identidades de género.",
    "guidelines.header3": "Ayude a mantener Scratch un espacio acogedor, de apoyo y creativo para todos siguiendo estas Directrices comunitarias:",
    "guidelines.respectheader": "Trata a todos con respeto.",
    "guidelines.respectbody": "Los Scratchers tienen diversos antecedentes, intereses, identidades y experiencias. Se alienta a todos los que están en Scratch a compartir cosas que los excitan y que son importantes para ellos —, esperamos que encuentren formas de celebrar su propia identidad en Scratch, y permitir que otros hagan lo mismo. Nunca está bien atacar la identidad de una persona o grupo o ser cruel con alguien sobre sus antecedentes o intereses.",
    "guidelines.privacyheader": "Sea seguro: mantenga la información personal y de contacto privada.",
    "guidelines.privacybody": "Por razones de seguridad, no proporcione ninguna información que pueda usarse para comunicación privada, en persona o en línea. Esto incluye compartir apellidos reales, números de teléfono, direcciones, ciudades de origen, nombres de escuelas, direcciones de correo electrónico, nombres de usuario o enlaces a sitios de redes sociales, aplicaciones de chat de video o sitios web con funcionalidad de chat privado.",
    "guidelines.helpfulheader": "Dar comentarios útiles.",
    "guidelines.helpfulbody": "Todos en Scratch están aprendiendo. Al comentar sobre un proyecto, recuerde decir algo que le guste al respecto, ofrecer sugerencias y ser amable, no crítico. Mantenga los comentarios respetuosos y evite enviar spam o publicar en cadena de correo. Lo alentamos a probar cosas nuevas, experimentar y aprender de los demás.",
    "guidelines.remixheader": "Abrazar el remix de la cultura",
    "guidelines.remixbody1": "Remezclar es cuando construyes algo sobre los proyectos, código, ideas, imágenes, o cualquier cosa que otros comparten en Scratch para que tú puedas hacer tu creación única.",
    "guidelines.remixbody2": "Hacer remixes es una excelente manera de colaborar y conectarse con otros Scratchers. Se le recomienda usar todo lo que encuentre en Scratch en sus propias creaciones, siempre que brinde crédito a todos cuyo trabajo utilizó y haga un cambio significativo. Y cuando compartes algo en Scratch, también estás dando permiso a todos los Scratchers para que usen tu trabajo en sus creaciones.",
    "guidelines.honestyheader": "Sea honesto.",
    "guidelines.honestybody": "Es importante ser honesto y auténtico al interactuar con otros en Scratch, y recordar que hay una persona detrás de cada cuenta de Scratch. Difundir rumores, hacerse pasar por otros Scratchers o celebridades, o pretender estar gravemente enfermo no es respetuoso con la Comunidad Scratch.",
    "guidelines.friendlyheader": "Ayúdanos a mantener este sitio amigable.",
    "guidelines.friendlybody": "Es importante mantener sus creaciones y conversaciones amigables y apropiadas para todas las edades. Si cree que algo en Scratch es malo, insultante, demasiado violento o perturbador para la comunidad, haga clic en “ Informe ” para informarnos al respecto. Utilice el botón “ Denunciar ” en lugar de participar en peleas, difundir rumores sobre el comportamiento de otras personas o responder a cualquier contenido inapropiado. El equipo de Scratch mirará su informe y tomará las medidas apropiadas."
}