{
    "guidelines.title": "Scratchi kogukonna juhised",
    "guidelines.header1": "Scratch on sõbralik ja vastutulelik kogukond kõigile, kus inimesed loovad, jagavad ja õpivad koos.",
    "guidelines.header2": "Ootame igas vanuses, rassi, rahvuse, usutunnistuse, võimete, seksuaalse sättumuse ja soolise identiteediga inimesi.",
    "guidelines.header3": "Järgides neid kogukonna juhiseid, aidake hoida Scratchi kõigi jaoks tervitatava, toetava ja loomingulise ruumina:",
    "guidelines.respectheader": "Kohtle kõiki austusega.",
    "guidelines.respectbody": "Scratcheritel on mitmekesine taust, huvid, identiteet ja kogemused. Kõiki Scratchi kasutajaid julgustatakse jagama asju, mis neid erutavad ja neile olulised on—loodame, et leiate viise, kuidas Scratchis oma identiteeti tähistada ja lubate teistel sama teha. Kunagi pole sobilik rünnata inimese või rühma identiteeti või olla kellegi suhtes ebasõbralik tema tausta või huvide suhtes.",
    "guidelines.privacyheader": "Olge turvaline: hoidke isiklik ja kontaktteave privaatsena.",
    "guidelines.privacybody": "Ohutuse kaalutlustel ärge avaldage teavet, mida saaks kasutada isiklikuks või võrgusuhtluseks. See hõlmab tegelike perekonnanimede, telefoninumbrite, aadresside, kodulinnade, koolide nimede, e-posti aadresside, kasutajanimede või sotsiaalmeedia saitide linkide, videovestlusrakenduste või privaatvestlusfunktsiooniga veebisaitide jagamist.",
    "guidelines.helpfulheader": "Andke kasulikku tagasisidet.",
    "guidelines.helpfulbody": "Kõik Scratchi kasutajad õpivad. Projekti kommenteerides ärge unustage öelda midagi, mis teile selle kohta meeldib, pakkuda ettepanekuid ja olla lahke, mitte kriitiline. Palun hoidke kommentaarides lugupidavalt ja vältige rämpsposti saatmist või ahelpostituste saatmist. Soovitame teil uusi asju proovida, katsetada ja teistelt õppida.",
    "guidelines.remixheader": "Võtke omaks remiksikultuur.",
    "guidelines.remixbody1": "Remiksimine on siis, kui kasutate kellegi teise projekte, koodi, ideid, pilte või midagi muud, mida nad Scratchis jagavad, et luua oma unikaalne looming.",
    "guidelines.remixbody2": "Remiksimine on suurepärane viis koostöö tegemiseks ja teiste Scratcheritega ühenduse loomiseks. Sul soovitatakse kasutada kõike, mida Scratchist leiad, oma loomingus, kui tunnustate kõiki, kelle tööd olete kasutanud, ja muudate seda sisuliselt. Ja kui jagate midagi Scratchis, annate kõigile Scratcheritele loa ka teie tööd oma loomingus kasutada.",
    "guidelines.honestyheader": "Ole aus.",
    "guidelines.honestybody": "Scratchis teistega suhtlemisel on oluline olla aus ja autentne ning pidage meeles, et iga Scratchi konto taga on inimene. Kuulujuttude levitamine, teiste Scratcherite või kuulsuste esinemine või raskelt haigena esinemine ei ole Scratchi kogukonna suhtes austusväärne.",
    "guidelines.friendlyheader": "Aitame hoida saidi sõbralikuna.",
    "guidelines.friendlybody": "Oluline on hoida oma looming ja vestlused sõbralikud ja sobilikud igas vanuses. Kui arvate, et miski Scratchis on alatu, solvav, liiga vägivaldne või muul viisil kogukonda häiriv, klõpsake meile sellest teavitamiseks nuppu „Teata”. Kasutage nuppu “Teata”, selle asemel, et osaleda kakluses, levitada kuulujutte teiste inimeste käitumise kohta või reageerida muul viisil sobimatule sisule. Scratchi tiim vaatab teie aruande üle ja võtab vajalikud meetmed."
}