{
    "guidelines.title": "خط مشی‌های جامعه اسکرچ",
    "guidelines.header1": "اسکرچ اجتماعی دوستانه و گشاده رو برای همگان است که در آن افراد با یکدیگر می‌سازند، به اشتراک می‌گذارند و می‌آموزند.",
    "guidelines.header2": "ما پذیرای همگان از هر سن، نژاد، قومیت، مذهب، استعداد و هویت یا ترجیحات جنسی هستیم.",
    "guidelines.header3": "با پیروی از خط مشی‌های انجمن، کمک کنید تا اسکرچ را فضایی خوش آیند، حمایت‌کننده و خلاقانه‌ای را برای همگان حفظ کنیم:",
    "guidelines.respectheader": "با دیگران محترمانه رفتار کنید.",
    "guidelines.respectbody": "اسکرچی‌‎ها پیشینه، علایق، هویت و تجربیات گوناگونی را دارند. همه در اسکرچ تشویق می شوند تا چیزهایی را به اشتراک بگذارند که هیجان انگیز و مهم است - امیدواریم راه‌هایی را برای ابراز هویت‌تان در اسکرچ پیدا کنید و به دیگران اجازه دهید همین کار را انجام دهند. حمله کردن به هویت یک فرد یا گروه یا بدرفتاری با کسی در مورد پیشینه یا علایق او هرگز مجاز نیست.",
    "guidelines.privacyheader": "محتاط باشید: اطلاعات تماس و شخصی خود را محرمانه نگه دارید.",
    "guidelines.privacybody": "به دلایل امنیتی، اطلاعاتی که می‌تواند برای ارتباط خصوصی، حضوری یا آنلاین استفاده شوند را اعلام نکنید. این اطلاعات می‌تواند شامل نام‌ خانوادگی واقعی شما، شماره تلفن، آدرس‌ها، محل تولد، نام مدرسه، آدرس ایمیل، نام‌های کاربری یا لینک به سایت‌های رسانه‌های اجتماعی، برنامه‌های تماس تصویری، یا وب‌سایت‌هایی با قابلیت چت خصوصی باشد.",
    "guidelines.helpfulheader": "بازخوردهای سازنده بدهید.",
    "guidelines.helpfulbody": "همه در اسکرچ در حال یادگیری هستند. هنگام ارسال دیدگاه در مورد یک پروژه، به یاد داشته باشید که چیزی را بگویید که در آن برایتان جالب بود، پیشنهادات خود را ارائه دهید و مهربان باشید و سرزنش نکنید. لطفا دیدگاه‌ها را محترمانه نگه دارید و از ارسال هرزنامه یا ارسال پیام‌های تکراری خودداری کنید. شما را تشویق می کنیم تا چیزهای جدید را امتحان کنید، آزمایش کنید و از دیگران بیاموزید.",
    "guidelines.remixheader": "پذیرای فرهنگ بازترکیب باشید.",
    "guidelines.remixbody1": "بازترکیب یعنی آنکه شما از پروژه، برنامه، ایده‌، تصاویر و یا هر چیزی که فرد دیگری در اسکرچ به اشتراک گذاشته است، استفاده کنید و بر اساس آن چیزها کارهای خاص خودتان را بسازید.",
    "guidelines.remixbody2": "بازترکیب راهی مهم برای همکاری و ارتباط با سایر اسکرچی‌ها است. شما تشویق می‌کنیم تا از هر چیزی که در اسکرچ می‌یابید در آثار خود استفاده کنید، البته به شرطی که به افرادی که از کارهای آنها استفاده کرده‌اید، ارجاع دهید و قدردانی کنید و همچنین تغییر معناداری  را در آن ایجاد کنید. هنگامی که چیزی را در اسکرچ به اشتراک می‌گذارید، به سایر اسکرچی‌ها اجازه می دهید تا از آثار شما هم در ساخته‌هایشان استفاده کنند.",
    "guidelines.honestyheader": "راستگو باشید.",
    "guidelines.honestybody": "مهم است که هنگام تعامل با دیگران در اسکرچ صادق و قابل اعتماد باشید و به یاد داشته باشید که در پشت هر حساب کاربری اسکرچ یک انسان وجود دارد. نشر شایعات، جعل هویت سایر اسکرچی‌ها یا افراد مشهور، یا تظاهر به بیماری جدی در انجمن اسکرچ قابل قبول نیست.",
    "guidelines.friendlyheader": "کمک کنید تا محیط سایت دوستانه بماند.",
    "guidelines.friendlybody": "مهم است که کارهای و گفتگوهای خود را دوستانه و مناسب برای همه سنین نگه دارید. اگر فکر می‌کنید چیزی در اسکرچ توهین‌آمیز، خشونت‌آمیز یا مخل جامعه است، روی گزینه «گزارش» کلیک کنید و ما را مطلع نمایید. لطفاً به جای درگیر شدن در نزاع‌ها، شایعه پراکنی در مورد رفتار دیگران یا ارسال پاسخ به هر گونه محتوای نامناسب، از دکمه «گزارش» استفاده کنید. تیم اسکرچ گزارش شما را بررسی کرده و اقدام مناسب را انجام خواهد داد."
}