{
    "guidelines.title": "Scratch yhteisön suuntaviivat",
    "guidelines.header": "Tarvitsemme kaikkien apua pitääksemme Scratchin ystävällisenä ja luovana yhteisönä johon ihmiset erilaisine taustoineen ja kiinnostuksenkohteineen ovat tervetulleita.",
    "guidelines.respectheader": "Kunnioita muita.",
    "guidelines.respectbody": "Kun jaat projekteja tai lähetät kommentteja, muista, että kaikenikäiset ihmiset erilaisista taustoista tulevat näkemään jakamasi sisällöt.",
    "guidelines.constructiveheader": "Esitä kritiikkisi rakentavasti.",
    "guidelines.constructivebody": "Kun kommentoit muiden projekteja, kerro mistä pidät projektissa ja tarjoa parannusehdotuksia.",
    "guidelines.shareheader": "Jaa",
    "guidelines.sharebody": "Voit remiksata projekteja, ideoita, kuvia tai mitä tahansa muuta löydät Scratchistä – ja kuka tahansa muu voi käyttää kaikkea jakamaasi. Kun remiksaat, muista mainita alkuperäisen työn tekijä.",
    "guidelines.privacyheader": "Varmista henkilökohtaisten tietojen pysyminen yksityisinä.",
    "guidelines.privacybody": "Ethän turvallisuussyistä julkista tietoja, joita voitaisiin käyttää yksityiseen yhteydenpitoon. Tällaisiin tietoihin lukeutuvat oikeat sukunimet, puhelinnumerot, osoitteet, sähköpostiosoitteet, linkit sosiaalisen median sivustoille tai verkkosivustoille, jossa on käytettävissä valvomaton keskusteluominaisuus.",
    "guidelines.honestyheader": "Ole rehellinen.",
    "guidelines.honestybody": "Älä yritä esittää muita scratchaajia, levittää huhuja tai muulla tavalla yritä huijata yhteisöä.",
    "guidelines.friendlyheader": "Edistä ystävällistä henkeä sivustolla.",
    "guidelines.friendlybody": "Jos jokin projekti tai kommentti on mielestäsi häijy, loukkaava, liian väkivaltainen tai muuten epäasiallinen, klikkaa \"Raportoi\" ilmoittaaksesi siitä meille.",
    "guidelines.footer": "Scratch toivottaa tervetulleeksi kaikki riipppumatta iästä, rodusta, etnisyydestä, uskonnosta, kyvyistä, seksuaalisesta suuntautumisesta tai sukupuoli-identiteetistä."
}