{
    "guidelines.title": "Scratch yhteisön suuntaviivat",
    "guidelines.header1": "Scratch on ystävällinen ja kutsuva yhteisö kaikille, jossa ihmiset luovat, jakavat ja oppivat yhdessä.",
    "guidelines.header2": "Olemme tyytyväisiä kaiken ikäisiin, rotuihin, etnisiin ryhmiin, uskontoihin, kykyihin, seksuaalisiin suuntautumisiin ja sukupuoli-identiteetteihin.",
    "guidelines.header3": "Auta pitämään Scratch kutsuvana, kannustavana ja luovana tilana kaikille seuraamalla näitä yhteisön suuntaviivoja:",
    "guidelines.respectheader": "Kohtele kaikkia kunnioittavasti.",
    "guidelines.respectbody": "Scratchaajilla on erilainen tausta, kiinnostuksen kohteet, identiteetit ja kokemukset. Kaikkia Scratchia käyttäviä kannustetaan jakamaan asioita, jotka innostavat heitä ja ovat heille tärkeitä — toivomme, että löydät tapoja juhlia omaa identiteettiäsi Scratchissa ja annat muiden tehdä samoin. Koskaan ei ole hyvä hyökätä henkilön tai ryhmän identiteettiin tai olla epäystävällinen jollekin hänen taustansa tai kiinnostuksensa takia.",
    "guidelines.privacyheader": "Ole turvallinen: pidä henkilökohtaiset tietosi ja yhteystietosi yksityisinä.",
    "guidelines.privacybody": "Turvallisuussyistä älä anna mitään tietoja, joita voitaisiin käyttää yksityiseen viestintään henkilökohtaisesti tai verkossa. Tähän sisältyy oikeiden sukunimien, puhelinnumeroiden, osoitteiden, kotikaupunkien, koulun nimien, sähköpostiosoitteiden, käyttäjänimien tai linkkien jakaminen sosiaalisen median sivustoihin, videokeskusteluohjelmiin tai verkkosivustoihin, joissa on yksityinen chat-toiminto.",
    "guidelines.helpfulheader": "Anna hyödyllistä palautetta.",
    "guidelines.helpfulbody": "Kaikki Scratch-palvelun käyttäjät oppivat. Kun kommentoit projektia, muista sanoa jotain, mistä pidät, tarjota ehdotuksia ja ole ystävällinen, älä kriittinen. Pidä kommentit kunnioittavina ja vältä roskapostia tai ketjuviestien lähettämistä. Kannustamme sinua kokeilemaan uusia asioita, kokemaan ja oppimaan muilta.",
    "guidelines.remixheader": "Omaksua remix-kulttuuri.",
    "guidelines.remixbody1": "Remiksaamista on se, kun käytät jonkun muun projekteja, koodia, ideoita, kuvia tai mitä tahansa muuta, mitä he jakavat Scratchissa, jotta voit luoda oman ainutlaatuisen luomuksesi.",
    "guidelines.remixbody2": "Remiksaaminen on loistava tapa tehdä yhteistyötä ja olla yhteydessä muihin scratchaajiin. Sinua kehotetaan käyttämään mitä tahansa Scratchista löytämääsi omassa luomuksessasi, kunhan mainitset  kaikki, joiden töitä käytit, ja teet siihen mielekkään muutoksen. Ja kun jaat jotain Scratchissa, annat kaikille scratchaajille luvan käyttää työtäsi myös heidän luomuksissaan.",
    "guidelines.honestyheader": "Ole rehellinen.",
    "guidelines.honestybody": "On tärkeää olla rehellinen ja aito, kun olet tekemisissä muiden kanssa Scratchissa, ja muista, että jokaisen Scratch-tilin takana on henkilö. Huhujen levittäminen, toisena scratchaajana tai julkkiksena esiintyminen tai vakavan sairauden teeskentely ei ole kunnioittavaa Scratch-yhteisölle.",
    "guidelines.friendlyheader": "Edistä ystävällistä henkeä sivustolla.",
    "guidelines.friendlybody": "On tärkeää, että luomuksesi ja keskustelusi ovat ystävällisiä ja sopivia kaiken ikäisille. Jos luulet, että jokin Scratchissa on ilkeää, loukkaavaa, liian väkivaltaista tai muuten häiritsevää yhteisölle, ilmoita siitä meille napsauttamalla “Ilmoita”. Käytä “Ilmoita”-painiketta sen sijaan, että taistelet, levität huhuja muiden ihmisten käyttäytymisestä tai muuten vastaat sopimattomaan sisältöön. Scratch-tiimi tarkastaa raporttisi ja toteuttaa tarvittavat toimet."
}