{
    "guidelines.title": "Scratch-yhteisön suuntaviivat",
    "guidelines.header1": "Scratch on ystävällinen ja kutsuva yhteisö kaikille, jossa ihmiset luovat, jakavat ja oppivat yhdessä.",
    "guidelines.header2": "Olemme tyytyväisiä kaikenikäisiin, -rotuisiin, etnisiin ryhmiin, uskontoihin, kykyihin, seksuaalisiin suuntautumisiin ja sukupuoli-identiteetteihin.",
    "guidelines.header3": "Auta pitämään Scratch kutsuvana, kannustavana ja luovana tilana kaikille seuraamalla näitä yhteisön suuntaviivoja:",
    "guidelines.respectheader": "Kohtele kaikkia kunnioittavasti.",
    "guidelines.respectbody1": "Scratchaajilla on erilaiset taustat, kiinnostuksenkohteet, identiteetit ja kokemukset.",
    "guidelines.respectbody2": "Scratchissa jokaista kannustetaan jakamaan itseä innostavia ja itselle tärkeitä asioita — toivomme, että löydät tapoja juhlistaa omaa identiteettiäsi Scratchissa ja annat muidenkin juhlistaa omaansa. Ei ole koskaan hyväksyttävää hyökätä henkilön tai ryhmän identiteettiä vastaan ​​tai olla epäystävällinen jollekulle hänen taustansa tai kiinnostuksenkohteidensa vuoksi.",
    "guidelines.privacyheader": "Pysy turvassa: pidä henkilökohtaiset tietosi ja yhteystietosi yksityisinä.",
    "guidelines.privacybody1": "Älä jaa turvallisuussyistä mitään tietoja, joita voitaisiin käyttää yksityiseen viestintään kasvokkain tai verkossa.",
    "guidelines.privacybody2": "Tähän kuuluu se, että emme jaa oikeita sukunimiä, puhelinnumeroita, osoitteita, kotikaupunkeja, koulujen nimiä, sähköpostiosoitteita tai käyttäjänimiä, linkkejä sosiaalisen median sivustoille, videokeskustelusovelluksiin tai verkkosivustoille, joilla on yksityiskeskustelutoiminto.",
    "guidelines.helpfulheader": "Anna hyödyllistä palautetta.",
    "guidelines.helpfulbody1": "Kaikki oppivat Scratchissa.",
    "guidelines.helpfulbody2": "Kun kommentoit projektia, muista sanoa jotain, josta pidät siinä, tarjota ehdotuksia ja olla ystävällinen eikä arvosteleva. Pidä kommentit kunnioittavina ja vältä roskaviestien ja ketjuviestien lähettämistä. Kannustamme sinua kokeilemaan uusia asioita, tekemään kokeiluja ja oppimaan muilta.",
    "guidelines.remixheader": "Omaksu remiksauskulttuuri.",
    "guidelines.remixbody1": "Remiksaamista on se, kun käytät jonkun muun projekteja, koodia, ideoita, kuvia tai mitä tahansa muuta, mitä he jakavat Scratchissa, jotta voit luoda oman ainutlaatuisen luomuksesi.",
    "guidelines.remixbody2": "Remiksaaminen on loistava tapa tehdä yhteistyötä ja olla yhteydessä muihin scratchaajiin. Sinua kehotetaan käyttämään mitä tahansa Scratchista löytämääsi omassa luomuksessasi, kunhan mainitset  kaikki, joiden töitä käytit, ja teet siihen mielekkään muutoksen. Ja kun jaat jotain Scratchissa, annat kaikille scratchaajille luvan käyttää työtäsi myös heidän luomuksissaan.",
    "guidelines.honestyheader": "Ole rehellinen.",
    "guidelines.honestybody1": "On tärkeää olla rehellinen ja aito, kun olet vuorovaikutuksessa muiden kanssa Scratchissa, ja muistaa, että jokaisen Scratch-tilin takana on ihminen.",
    "guidelines.honestybody2": "Huhujen levittäminen tai toiseksi scratchaajaksi, julkisuuden henkilöksi tai vakavasti sairaaksi tekeytyminen ei ole kunnioittavaa Scratch-yhteisöä kohtaan.",
    "guidelines.friendlyheader": "Edistä ystävällistä henkeä sivustolla.",
    "guidelines.friendlybody1": "On tärkeää, että pidät luomuksesi ja keskustelusi ystävällismielisinä ja sopivina kaikenikäisille.",
    "guidelines.friendlybody2": "Jos jokin Scratchissa on mielestäsi ilkeää, loukkaavaa, liian väkivaltaista tai muutoin yhteisöä häiritsevää, kerro siitä meille napauttamalla “Raportoi”-painiketta. Käytäthän “Raportoi”-painiketta sen sijaan, että osallistuisit riitoihin, levittäisit huhuja muiden ihmisten toiminnasta tai mitenkään muutenkaan vastaisit sopimattomaan sisältöön. Scratch-tiimi tarkistaa raporttisi ja ryhtyy asianmukaisiin toimenpiteisiin.",
    "guidelines.learnMoreheader": "Haluatko tietää enemmän?",
    "guidelines.learnMorebody1": "<a>Lataa opas</a>, jossa on lisätietoa!",
    "guidelines.learnMorebody2": "Tutustu Scratch-verkkoyhteisön rajattomaan potentiaaliin oppaidemme avulla! Näiden arvokkaiden resurssien tarkoitus on auttaa sinua navigoimaan ja menestymään scratchaajana. Ne paljastavat kaiken profiilin luomisesta yhteydenpitoon samanhenkisten ihmisten kanssa. Opi olemaan yhteydessä muihin, jakamaan ainutlaatuisia luomuksiasi ja löytämään inspiraatiota seuraavaan projektiisi.",
    "guidelines.respectButtonImageDescription": "Sininen ympyrä",
    "guidelines.privacyButtonImageDescription": "Keltainen ympyrä",
    "guidelines.helpfulButtonImageDescription": "Magenta ympyrä",
    "guidelines.remixButtonImageDescription": "Vihreä ympyrä",
    "guidelines.honestyButtonImageDescription": "Violetti ympyrä",
    "guidelines.friendlyButtonImageDescription": "Vaaleanpunainen ympyrä",
    "guidelines.respectSectionImageDescription": "Kuva kahdesta kädestä, jotka kättelevät toisiaan ja joiden yllä on vaaleanpunainen sydän.",
    "guidelines.privacySectionImageDescription": "Kuva sinisestä yhdistelmälukosta keltaisella taustalla. Lukon sisässä on pään muoto, jonka kasvoissa on kysymysmerkki.",
    "guidelines.helpfulSectionImageDescription": "Kuva paperinpalasta vaaleanpunaisella taustalla. Paperissa on Scratch-projekti, jossa on valkoinen kissa sinisellä taustalla. Vaaleanpunainen kuulakärkikynä, jonka korkissa on sydän, piirtää sydäntä, ja lyijykynä kirjoittaa kommenttia.",
    "guidelines.remixSectionImageDescription": "Kuva Scratchin \"remiksauspyörteestä\" vihreällä taustalla. Kaksi kättä liikuttaa oranssia, sinistä ja liilaa Scratch-lohkoa ympäriinsä. Sivellin maalaa vihreää väriraitaa.",
    "guidelines.honestySectionImageDescription": "Kuva vaaleansinisestä kompassista violetilla taustalla. Kompassin pohjoiskohdassa on vaaleanpunainen sydän.",
    "guidelines.friendlySectionImageDescription": "Kuva 5:stä eri ihonvärisestä kädestä, jotka muodostavat etu- ja keskisormillaan tähden, jonka keskellä on keltainen piirrostähti. Kuvan vaaleanpunaisella taustalla näkyy vaaleanpunainen tähti.",
    "guidelines.learnMoreSectionImageDescription": "Kuva laatikosta, jonka sisään osoittaa vihreä nuoli ja jonka taustalla on tähtiä."
}