{
    "guidelines.title": "Règles de conduite en communauté",
    "guidelines.header1": "Scratch est une communauté conviviale et accueillante pour tous, où les gens créent, partagent et apprennent ensemble.",
    "guidelines.header2": "Nous accueillons des personnes de tous âges, races, ethnies, religions, capacités, orientations sexuelles et identités de genre.",
    "guidelines.header3": "Aidez-nous à faire de Scratch un espace accueillant, solidaire et créatif pour tous en suivant ces directives communautaires :",
    "guidelines.respectheader": "Traitez tout le monde avec respect.",
    "guidelines.respectbody1": "Les Scratchers ont des origines, des intérêts, des identités et des expériences diverses.",
    "guidelines.respectbody2": "Nous espérons que tu trouveras des façons de célébrer ta propre identité sur Scratch et que tu encourageras les autres à en faire de même. Il n'est jamais acceptable d'attaquer l'identité de quelqu'un ou d'un groupe, ni d'être désagréable à propos des origines ou des intérêts des autres.",
    "guidelines.privacyheader": "Soyez prudent : gardez vos informations personnelles et vos coordonnées privées.",
    "guidelines.privacybody1": "Pour des raisons de sécurité, ne donne aucune information qui pourrait être utilisée pour des communications privées, en présentiel ou en ligne.",
    "guidelines.privacybody2": "Cela signifie que nous ne partageons pas les noms de famille, les numéros de téléphone, les adresses, les villes d'origine, les noms d'école, les adresses e-mail, les noms d'utilisateur ou les liens vers des sites de médias sociaux, des applications de chat vidéo ou des sites Web avec une fonctionnalité de chat privé.",
    "guidelines.helpfulheader": "Donnez des retours utiles.",
    "guidelines.helpfulbody1": "Tout le monde apprend sur Scratch.",
    "guidelines.helpfulbody2": "Lorsque tu commentes un projet, n'oublie pas de dire ce que tu apprécies, de proposer des suggestions et d'être bienveillant, pas critique. Assure-toi que tes commentaires soient respectueux et évite le spam ou les chaînes de messages. Nous t'encourageons à essayer de nouvelles choses, à expérimenter et à apprendre des autres.",
    "guidelines.remixheader": "Adoptez la culture du remix.",
    "guidelines.remixbody1": "Le remixage consiste à s'appuyer sur les projets, le code, les idées, les images ou tout autre élément que quelqu'un d'autre partage sur Scratch pour créer sa propre création unique.",
    "guidelines.remixbody2": "Le remixage est un excellent moyen de collaborer et de se connecter avec d'autres Scratchers. Vous êtes encouragé à utiliser tout ce que vous trouvez sur Scratch dans vos propres créations, à condition de créditer tous ceux dont vous avez utilisé le travail et d'y apporter un changement significatif. Et lorsque vous partagez quelque chose sur Scratch, vous donnez la permission à tous les Scratchers d'utiliser votre travail dans leurs créations, également.",
    "guidelines.honestyheader": "Soyez sincère.",
    "guidelines.honestybody1": "Il est important d'être honnête et authentique lorsque tu interagis avec d'autres personnes sur Scratch, et n'oublie pas qu'il y a une personne derrière chaque compte Scratch.",
    "guidelines.honestybody2": "Répandre des rumeurs, usurper l'identité d'autres Scratchers ou de célébrités, ou prétendre être gravement malade n'est pas respectueux de la communauté Scratch.",
    "guidelines.friendlyheader": "Aide à garder le site convivial.",
    "guidelines.friendlybody1": "Il est important que tes créations et tes conversations restent conviviales et adaptées à tous les âges.",
    "guidelines.friendlybody2": "Si tu penses que quelque chose sur Scratch est méchant, insultant, trop violent ou perturbe la communauté, clique sur « Signaler » pour nous en faire part. Utilise le bouton « Signaler » plutôt que de t'engager dans des disputes, de répandre des rumeurs sur le comportement des autres ou de répondre de manière inappropriée à du contenu. L'équipe Scratch examinera ton signalement et prendra les mesures nécessaires.",
    "guidelines.learnMoreheader": "Souhaites-tu en apprendre plus ?",
    "guidelines.learnMorebody1": "<a>Télécharge le guide</a> pour plus d'informations ! ",
    "guidelines.learnMorebody2": "Découvre le potentiel illimité de la communauté en ligne de Scratch grâce à nos guides ! Ces ressources précieuses sont conçues pour t'aider à naviguer et à t'épanouir en tant que Scratcher, en t'expliquant tout, de la création de ton profil à la mise en relation avec des personnes partageant les mêmes idées. Apprends à te connecter avec les autres, à partager tes créations uniques et à trouver l'inspiration pour ton prochain projet.",
    "guidelines.respectButtonImageDescription": "Un cercle bleu",
    "guidelines.privacyButtonImageDescription": "Un cercle jaune",
    "guidelines.helpfulButtonImageDescription": "Un cercle magenta",
    "guidelines.remixButtonImageDescription": "Un cercle vert",
    "guidelines.honestyButtonImageDescription": "Un cercle violet",
    "guidelines.friendlyButtonImageDescription": "Un cercle rose",
    "guidelines.respectSectionImageDescription": "Graphique représentant deux mains se serrant l'une l'autre, avec un cœur rose au-dessus d'elles.",
    "guidelines.privacySectionImageDescription": "Graphique représentant une serrure à combinaison bleue sur un arrière-plan jaune. À l'intérieur de la serrure se trouve la forme d'une tête avec un point d'interrogation imprimé sur le visage.",
    "guidelines.helpfulSectionImageDescription": "Graphique représentant une feuille de papier sur un arrière-plan rose. Sur le papier, il y a un projet Scratch avec un chat blanc sur un arrière-plan bleu. Un stylo rose avec un cœur sur le capuchon dessine un cœur et un crayon écrit un commentaire.",
    "guidelines.remixSectionImageDescription": "Un graphique du « remix » Scratch tourbillonne sur un arrière-plan vert. Deux mains déplacent des blocs Scratch orange, bleus et violets. Un pinceau peint une traînée verte.",
    "guidelines.honestySectionImageDescription": "Graphique représentant une boussole bleu clair sur un arrière-plan violet. Un cœur rose se trouve en position « Nord ».",
    "guidelines.friendlySectionImageDescription": "Un graphique représentant 5 mains avec des tons de peau différents utilisant leur index et leur majeur pour créer une étoile sur un arrière-plan rose avec une étoile rose et une étoile jaune au centre.",
    "guidelines.learnMoreSectionImageDescription": "Un graphique représentant une boîte avec une flèche verte pointant à l'intérieur et des étoiles en arrière-plan."
}