{
    "guidelines.title": "Règles de conduite en communauté",
    "guidelines.header1": "Scratch est une communauté conviviale et accueillante pour tous, où les gens créent, partagent et apprennent ensemble.",
    "guidelines.header2": "Nous accueillons des personnes de tous âges, races, ethnies, religions, capacités, orientations sexuelles et identités de genre.",
    "guidelines.header3": "Aidez-nous à faire de Scratch un espace accueillant, solidaire et créatif pour tous en suivant ces directives communautaires :",
    "guidelines.respectheader": "Traitez tout le monde avec respect.",
    "guidelines.respectbody": "Les Scratchers ont des origines, des intérêts, des identités et des expériences diverses. Chacun sur Scratch est encouragé à partager les choses qui le passionnent et qui sont importantes pour lui — Nous espérons que vous trouverez des moyens de célébrer votre propre identité sur Scratch et que vous permettrez aux autres de faire de même. Il n'est jamais acceptable d'attaquer l'identité d'une personne ou d'un groupe ou d'être désagréable avec quelqu'un au sujet de ses origines ou de ses intérêts.",
    "guidelines.privacyheader": "Soyez prudent : gardez vos informations personnelles et vos coordonnées privées.",
    "guidelines.privacybody": "Pour des raisons de sécurité, ne donnez pas d'informations qui pourraient être utilisées pour des communications privées, en personne ou en ligne. Cela inclut le partage de noms de famille réels, de numéros de téléphone, d'adresses, de villes natales, de noms d'école, d'adresses e-mails, de noms d'utilisateur ou de liens vers des sites de médias sociaux, des applications de chat vidéo ou des sites web avec une fonctionnalité de chat privé.",
    "guidelines.helpfulheader": "Donnez des retours utiles.",
    "guidelines.helpfulbody": "Tout le monde sur Scratch est en apprentissage. Lorsque vous commentez un projet, n'oubliez pas de dire ce que vous aimez, de faire des suggestions et d'être gentil, pas critique. Veillez à ce que les commentaires soient respectueux et évitez les spams ou les chaînes de messages. Nous vous encourageons à essayer de nouvelles choses, à expérimenter et à apprendre des autres.",
    "guidelines.remixheader": "Adoptez la culture du remix.",
    "guidelines.remixbody1": "Le remixage consiste à s'appuyer sur les projets, le code, les idées, les images ou tout autre élément que quelqu'un d'autre partage sur Scratch pour créer sa propre création unique.",
    "guidelines.remixbody2": "Le remixage est un excellent moyen de collaborer et de se connecter avec d'autres Scratchers. Vous êtes encouragé à utiliser tout ce que vous trouvez sur Scratch dans vos propres créations, à condition de créditer tous ceux dont vous avez utilisé le travail et d'y apporter un changement significatif. Et lorsque vous partagez quelque chose sur Scratch, vous donnez la permission à tous les Scratchers d'utiliser votre travail dans leurs créations, également.",
    "guidelines.honestyheader": "Soyez sincère.",
    "guidelines.honestybody": "Il est important d'être honnête et authentique lorsqu'on interagit avec les autres sur Scratch, et de se rappeler qu'il y a une personne derrière chaque compte Scratch. Répandre des rumeurs, se faire passer pour d'autres Scratchers ou des célébrités, ou prétendre être gravement malade n'est pas respectueux de la communauté Scratch.",
    "guidelines.friendlyheader": "Aide à garder le site convivial.",
    "guidelines.friendlybody": "Il est important de garder vos créations et vos conversations amicales et appropriées pour tous les âges. Si vous pensez que quelque chose sur Scratch est méchant, insultant, trop violent, ou autrement perturbant pour la communauté, cliquez sur “Signaler” pour nous en informer. Veuillez utiliser le bouton “Signaler” plutôt que de participer à des bagarres, de répandre des rumeurs sur le comportement d'autres personnes ou de répondre de toute autre manière à un contenu inapproprié. L'équipe Scratch examinera votre rapport et prendra les mesures appropriées."
}