{
    "guidelines.title": "Rjochtlinen foar mienskippen fan Scratch",
    "guidelines.header1": "Scratch is in freonlike en waarme mienskip foar elkenien, dêr't minsken yn kreëarje, diele en mei-inoar leare.",
    "guidelines.header2": "Wy hjitte minsken fan alle leeftiden, rassen, etnisiteiten, religys, feardichheden, seksuele oriïntaasjes en gender-identiteiten wolkom.",
    "guidelines.header3": "Help mei en hâld Scratch in waarme, stypjende en kreative romte for elk troch it folgjen fan dizze mienskipsrjochtlinen:",
    "guidelines.respectheader": "Behannelje elkenien mei respekt.",
    "guidelines.respectbody": "Scratchers hawwe ferskate eftergrûnen, ynteresses, identiteiten en ûnderfinings. Elkenien op Scratch wurdt oanmoedige en diel saken dy't harren motivearje en dy't sy wichtich fine—wy hoopje dat jo manieren fine om jo eigen identiteit op Scratch sjen te litten en oaren tasteane itselde te dwaan. It is nea tastien om in persoan of groep oan te vallen om de eftergrûn of ynteresses dy't derby hearre.",
    "guidelines.privacyheader": "Wês feilich: hâld persoanlike (kontakt)ynformaasje privee.",
    "guidelines.privacybody": "Fanwegen de feilichheid soenen jo gjin ynformaasje fuortjaan moatte dy't brûkt wurde kin foar priveekommunikaasje, yn it echt en online. Dat omfettet efternammen, tillefoannûmers, adressen, wenplakken, skoallenammen, e-mailadressen, brûkersnammen of keppelingen nei sosjale media, fideo-chat of websiden mei privee-chatmooglikheden.",
    "guidelines.helpfulheader": "Jo kommintaar dêr't ien wat oan hat.",
    "guidelines.helpfulbody": "Elkenien op Scratch leart. As in opmkering joust op in projekt, tink derom dat jo wat sizze dat jo der moai oan fine, suggestjes jouwe en aardich binne, net kritysk. Hâld de opmerkings respektfol en gean spam en kettingbrieven út de wei. Wy sette oan ta út besykjen fan nije dingen, eksperimintearjen en fan oaren leare.",
    "guidelines.remixheader": "Omearm mjukskultuer.",
    "guidelines.remixbody1": "Mikse is it fierder bouwe op in oar syn projekt, idee, ôfbylding of wat dan ek dat dield is op Scratch en dêr jo eigen unike kreaasje fan te meitsjen.",
    "guidelines.remixbody2": "Mjukse is in machtige wize om gear te wurkjen en de ferbining te lizzen mei oare Scratchers. Jo wurde oanset ta it brûken fan alles dat jo op Scratch fine yn jo eigen kreaasjes, salang't jo oanjaan fan wa't jo it wurk brûke en dat jo der wat weardefols oan feroarje. En wannear't jo wat diele op Scratch, jouwe jo tastimming oan alle Scratchers om jo wurk ek yn harren kreaasjes te brûken.",
    "guidelines.honestyheader": "Earlik wêze.",
    "guidelines.honestybody": "It is wichtich om earlik en autentyk te wêze as jo mei oaren prate op Scratch, ûnthâld dat der in persoan efter elk Scratch-akkount sit. Roddelje, oare Scratchers of ferneamde minsken neidwaan, mar ek dwaan as jo slim siik binne is net respektfol nei de Scratch-mienskip ta.",
    "guidelines.friendlyheader": "Wy hâlde de webside freonlik.",
    "guidelines.friendlybody": "It is wichtich en hâld jo kreaasjes en petearen freonlik en geskikt foar alle leeftiden. As jo tinke dat ien op Scratch gemien is, beledigjend, te geweldadich of op in oare wize steurend foar de mienskip, klik \"Oanjaan\" om ús deroer te fertellen. Brûk de knop \"Oanjaan\" yn plak fan rûzje oan te gean, te roddeljen oer in oar syn gedrach of op in oare wize te reagearjen op ûngeskikte ynhâld. It Scratch-team sil jo oanjefte besjen en de krekte aksje ûndernimme."
}