{
    "guidelines.title": "Riaghailtean giùlain sa choimhearsnachd Scratch",
    "guidelines.header1": "’S e coimhearsnachd chàirdeil a th’ ann an Scratch a chuireas fàilte do neach sam bith agus far a bheil sinn ri cruthachadh, co-roinneadh agus ionnsachadh còmhla.",
    "guidelines.header2": "Cuiridh sinn fàilte air a h-uile duine ge b’ e dè an aois, gineal, cinnidheachd, creideamh, comas, aidmheil cleamhnais no aithne gnè.",
    "guidelines.header3": "Cuidich leinn ach an cùm sinn Scratch na àite fàilteachail, taiceil is cruthachail dhan a h-uile duine agus lean air na riaghailtean giùlain seo sa choimhearsnachd:",
    "guidelines.respectheader": "Bi modhail dhan a h-uile duine.",
    "guidelines.respectbody": "Tha dòigh-bheatha, ùidhean, dearbh-aithne agus eòlas eadar-dhealaichte aig gach Neach-Scratch. Tha sinn a’ brosnachadh a h-uile duine air Scratch gun co-roinn iad na nithean sa bheil ùidh aca-san ’s a tha cudromach dhaibh-san – tha sinn an dòchas gun lorg thu dòighean gus do dhearbh-aithne fhèin a chomharrachadh air Scratch agus gun leig thu le càch a leithid cheudna a dhèanamh. Chan eil e iomchaidh idir ionnsaigh a thoirt air dearbh-aithne neach no buidhinn no a bhith mosach do chuideigin air sàilleibh a dhòigh-bheatha o ùidhean.",
    "guidelines.privacyheader": "Bi sàbhailte: cùm d’ fhiosrachadh pearsanta is conaltraidh prìobhaideach.",
    "guidelines.privacybody": "A chùm sàbhailteachd, na innis fiosrachadh do chàch a ghabhadh cleachdadh airson conaltradh prìobhaideach gu pearsanta no far loidhne. Tha seo a’ gabhail a-staigh do dhearbh-shloinneadh, àireamhan fòn, seòlaidhean, do bhaile, ainm na sgoile agad, seòlaidhean puist-d, ainmean-cleachdaiche no ceanglaichean gu làraichean mheadhanan sòisealta, aplacaidean cabadaich video no làraichean-lìn le gleus cabadaich prìobhaidiche.",
    "guidelines.helpfulheader": "Thoir beachdan a tha taiceil.",
    "guidelines.helpfulbody": "Tha a h-uile duine air Scratch ag ionnsachadh. Nuair a chuireas tu do bheachd ri pròiseact, thoir an aire gun innis thu dè tha a’ còrdadh riut mu dhèidhinn, thoir beachd air ciamar a ghabhadh a leasachadh agus bi càirdeil seach breitheach. Cùm do bheachdan modhail agus seachainn spamadh no postadh litrichean-ceangail. Mholamaid gum feuch thu rudan ùra, gun cuir thu nithean fo dheuchainn ’s gun ionnsaich thu o chàch.",
    "guidelines.remixheader": "Gabh ri cultar an ath-mheasgachaidh.",
    "guidelines.remixbody1": "’S e a th’ ann an t-ath-mheasgachadh ach gun tog thu nithean air bonn phròiseactan, còd, bheachdan, dhealbhan no nì sam bith eil o dhaoine eile a cho-roinn iad-san air Scratch agus gun cruthaich thu rud sònraichte agad fhèin dhiubh.",
    "guidelines.remixbody2": "’S e deagh dhòigh a tha san ath-mheasgachadh airson obair còmhla agus ceangal a dhèanamh ri Luchd-Scratch eile. Mholamaid gun cleachd thu rud sam bith a lorgas tu air Scratch sna nithean a chruthaicheas tu fhèin fhad ’s a bheir thu urram dhan fheadhainn eile a chruthaich an obair a chleachdas thu agus gun dèan thu atharrachadh brìgheil air. Agus nuair a cho-roinneas tu rudeigin air Scratch, bheir thu cead dhan a h-uile Neach-Scratch eil gun cleachd iad do chuid obrach sna nithean a chruthaicheas iad-san cuideachd.",
    "guidelines.honestyheader": "Bi onarach.",
    "guidelines.honestybody": "Tha e cudromach gum bi thu onarach is fìor nuair a ghabhas tu eadar-ghnìomh le càch air Scratch agus thoir an aire gu bheil cuideigin air cùlaibh gach cunntais Scratch. Chan eil e modhail mu choinneimh coimhearsnachd Scratch ma sgaoileas tu fathannan, ma chuireas tu ainm Neach-Scratch no cuideigin chliùitich ort no ma leigeas tu ort gu bheil thu glè thinn.",
    "guidelines.friendlyheader": "Cuidichidh sinn ach am biodh an làrach-lìn càirdeil.",
    "guidelines.friendlybody": "Tha e cudromach gun cùm thu na chruthaicheas tu agus na chanas tu càirdeil agus iomchaidh do gach aois. Ma tha thu dhen bheachd gu bheil rudeigin air Scratch mosach, tàireil no buaireasach dhan choimhearsnachd air dòigheigin eile, briog air “Dèan gearan” gus innse dhuinn mu dhèidhinn. Ma chì thu susbaint nach eil iomchaidh, ’s fheàirrde thu am putan “Dèan gearan” a chleachdadh seach tòiseachadh air sabaid, sgaoileadh fhathannan mu ghiùlan chàich no freagairt air dòigh sam bith eile. Bheir Sgioba Scratch sùil air do ghearan agus gabhaidh sinne an gnìomh a bhios iomchaidh."
}