{
    "guidelines.title": "Ka'idojin al'umman Scratch",
    "guidelines.header1": "Scratch al'umma ce mai abokantaka da kuma maraba da kowa, a ina mutane na ƙirƙirar, yadawa, da kuma koyo tare.",
    "guidelines.header2": "Muna maraba da mutane na kowane zamani, jinsi, kabilu, addinai, iyawa, halayen jima'i, jinsi daban daban.",
    "guidelines.header3": " Taimaka wajen mayar da Scratch sararin maraba, taimako, da kirkira ga kowa ta bin wadannan tsare tsare na jagora na al'umma:",
    "guidelines.respectheader": "Girmama kowa da kowa",
    "guidelines.respectbody1": "Scratchers have diverse backgrounds, interests, identities, and experiences.",
    "guidelines.respectbody2": "Everyone on Scratch is encouraged to share things that excite them and are important to them—we hope that you find ways to celebrate your own identity on Scratch, and allow others to do the same. It’s never OK to attack a person or group’s identity or to be unkind to someone about their background or interests.",
    "guidelines.privacyheader": "Kasance cikin aminci: ajiya bayananka da bayanan tuntuban ka sirri.",
    "guidelines.privacybody1": "For safety reasons, don't give out any information that could be used for private communication, in person or online.",
    "guidelines.privacybody2": "Wannan ya haɗa da rashin yada ainihin sunayen ƙarshe, lambobin waya, adireshi, garuruwan gida, sunayen makaranta, adiresoshin imel, sunayen masu amfani ko hanyoyin haɗin yanar gizo, aikace-aikacen taɗi na bidiyo, ko gidajen yanar gizo tare da ayyukan taɗi masu zaman kansu.",
    "guidelines.helpfulheader": "bada matani mai ma'ana.",
    "guidelines.helpfulbody1": "Everyone on Scratch is learning.",
    "guidelines.helpfulbody2": "When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Rungumi al'adanyin Remix.",
    "guidelines.remixbody1": "Remixing shine lokacin da ka yi gini akan ayyukan, kod, ra'ayi, hotuna, ko kowane abu daban na wani mutum wanda suka yada akan Scratch don mayar da kirkirarsu daban.",
    "guidelines.remixbody2": "Remixing hanya ce mai kyau don aiki tare da haduwa da sauran masu amfani da Scratch. ana karfafaka don amfani da duk abin ka samo a kan Scratch a cikin abubuwan da ka kirkira. idan dai ka jinjina ma wanda kayi amfani da aikinsu ko kuma kayi ma aikinsa canji mai ma'ana. kuma lokacin da ka yada wani abu akan Scratch, kana bada izini ne ga dukkan mai amfani da scratch ya yi amfani da aikina a cikin abubuwan da suka kirkira, suma.",
    "guidelines.honestyheader": "Yi gaskiya.",
    "guidelines.honestybody1": "Yana da mahimmanci ka kasance masu gaskiya da gaske yayin hulɗa da wasu akan Scratch, kuma ka tuna cewa akwai mutum a bayan kowane asusun Scratch.",
    "guidelines.honestybody2": "Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "Taimaka wajen sa shafin ta zaman na kowa. ",
    "guidelines.friendlybody1": "It’s important to keep your creations and conversations friendly and appropriate for all ages.",
    "guidelines.friendlybody2": "If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action.",
    "guidelines.learnMoreheader": "Want to learn more?",
    "guidelines.learnMorebody1": "<a>Download the guide</a> for more details!",
    "guidelines.learnMorebody2": "Discover the limitless potential of the Scratch online community with our guides! These valuable resources are designed to help you navigate and thrive as a Scratcher, revealing everything from setting up your profile to connecting with like-minded individuals. Learn how to connect with others, share your unique creations, and find inspiration for your next project.",
    "guidelines.respectButtonImageDescription": "A blue circle",
    "guidelines.privacyButtonImageDescription": "A yellow circle",
    "guidelines.helpfulButtonImageDescription": "A magenta circle",
    "guidelines.remixButtonImageDescription": "A green circle",
    "guidelines.honestyButtonImageDescription": "A purple circle",
    "guidelines.friendlyButtonImageDescription": "A pink circle",
    "guidelines.respectSectionImageDescription": "A graphic of two hands grasping each other in a handshake, with a pink heart above them.",
    "guidelines.privacySectionImageDescription": "A graphic of a blue combination lock lock on a yellow background. Inside the lock is the shape of a head with a question mark printed on the face.",
    "guidelines.helpfulSectionImageDescription": "A graphic of a piece of paper on top of a pink background. On the paper, there is a Scratch project with a white cat on a blue background. A pink pen with a heart on the cap is drawing a heart and a pencil is writing a comment.",
    "guidelines.remixSectionImageDescription": "A graphic of the Scratch \"remix\" swirl on a green background. Two hands move orange, blue, and purple Scratch blocks around. A paintbrush paints a green streak.",
    "guidelines.honestySectionImageDescription": "A graphic of a light blue compass on a purple background. There is a pink heart in the \"North\" position.",
    "guidelines.friendlySectionImageDescription": "A graphic of 5 hands with different skin tones using their pointer and middle fingers to create a star on a pink background with a pink star and yellow star in the center.",
    "guidelines.learnMoreSectionImageDescription": "A graphic of a box with a green arrow pointing inside of it with stars in the background."
}