{
    "guidelines.title": "Ka'idojin al'umman Scratch",
    "guidelines.header1": "Scratch al'umma ce mai abokantaka da kuma maraba da kowa, a ina mutane na ƙirƙirar, yadawa, da kuma koyo tare.",
    "guidelines.header2": "Muna maraba da mutane na kowane zamani, jinsi, kabilu, addinai, iyawa, halayen jima'i, jinsi daban daban.",
    "guidelines.header3": " Taimaka wajen mayar da Scratch sararin maraba, taimako, da kirkira ga kowa ta bin wadannan tsare tsare na jagora na al'umma:",
    "guidelines.respectheader": "Girmama kowa da kowa",
    "guidelines.respectbody": "Masu amfani da Scratch suna da asali, abubuwan sha'awa, asali, da gogewa daban-daban. Ana karfafa duk wanda ke kan Scratch ya yada abubuwan da ke faranta musu rai kuma masu mahimmanci a gare su—muna fatan cewa zaka sami hanyoyin da za ka ruruta asalin ka a kan Scratch, kuma ka bar wasu suyi hakan. Bai dace ba a auka ma wani mutum ko wata kungiya ko kuma nuna rashin kyautatawa ga wani game da asalinsa ko bukatunsa.",
    "guidelines.privacyheader": "Kasance cikin aminci: ajiya bayananka da bayanan tuntuban ka sirri.",
    "guidelines.privacybody": "Don dalilan samun amininci, kar a bayar da duk wani bayani da za a iya amfani da shi don sadarwa ta sirri, kai tsaye ko ta yanar gizo. wannan ya hada da yada ainihin sunayen karshe, lambobin waya, adiresoshin, garuruwa, sunayen makarantu, adiresoshin imel, sunayen masu amfani ko hanyoyin hadi zuwa shafukan yanar gizo, manhajar  hira na bidiyo, ko shafukar yanar gizo masu bada daman hira na sirri.",
    "guidelines.helpfulheader": "bada matani mai ma'ana.",
    "guidelines.helpfulbody": "Kowa akan Scratch koyo ya keyi. lokacin da kake yin akan wani aikin, ka tuna wani abu da kake so game da shi, ba da shawarwari, kuma ka zama mai kirki, ba mai kushewa ba. da fatan za a kiyaye tsokaci su zaman na mutuntawa kuma a guji yin wasikar spam ko aika wasaka mai sarka. Muna ba ka kwarin gwiwan gwada sababbin abubuwa, yin gwaje-gwaje, da koyi daga wasu.",
    "guidelines.remixheader": "Rungumi al'adanyin Remix.",
    "guidelines.remixbody1": "Remixing shine lokacin da ka yi gini akan ayyukan, kod, ra'ayi, hotuna, ko kowane abu daban na wani mutum wanda suka yada akan Scratch don mayar da kirkirarsu daban.",
    "guidelines.remixbody2": "Remixing hanya ce mai kyau don aiki tare da haduwa da sauran masu amfani da Scratch. ana karfafaka don amfani da duk abin ka samo a kan Scratch a cikin abubuwan da ka kirkira. idan dai ka jinjina ma wanda kayi amfani da aikinsu ko kuma kayi ma aikinsa canji mai ma'ana. kuma lokacin da ka yada wani abu akan Scratch, kana bada izini ne ga dukkan mai amfani da scratch ya yi amfani da aikina a cikin abubuwan da suka kirkira, suma.",
    "guidelines.honestyheader": "Yi gaskiya.",
    "guidelines.honestybody": "Yana da mahimmanci a zama mai gaskiya da sahihanci yayin hulda da wasu akan Scratch, kuma ka tuna cewa akwai wani mutum a bayan kowane asusun Scratch. Yada jita-jita, kwaikwayon wasu masu amfani da Scratch ko shahararru, ko yin kamar mutum na ciwo mai tsanani ba mutuntawa bane ga al'ummar Scratch.",
    "guidelines.friendlyheader": "Taimaka wajen sa shafin ta zaman na kowa. ",
    "guidelines.friendlybody": "Yana da mahimmanci ka kiyaye kuwa ka saukaka abubuwan da ka kirkira da hirarrakin ka da zaman ta dace ga mai kowane shekaru. idan kana tunanin wani abu akan Scratch dakwai musgunawa, cin mutunci, tashin hankali, ko kuma haifar da rikici cikin al'umma, dana “kai kara” don sanar damu game da shi. don Allah yi amfani da maballin  “kai kara” maimakon yin fada, yada jita-jita game da haleyan wasu mutane, ko kuma ba da amsa go kowane abun da bai dace ba. Tawagar scratch za su kalli kararka kuma su dauki matakin da ya dace. "
}