{
    "guidelines.title": "הנחיות הקהילה של סקראץ׳",
    "guidelines.header1": "סקראץ׳ היא קהילה חברותית ומזמינה לכולם, בה אנשים יוצרים, משתפים ולומדים יחד.",
    "guidelines.header2": "אנחנו מקבלים אנשים מכל גיל, גזע, עם, דת, יכולת או מוגבלות, נטייה או זהות מינית.",
    "guidelines.header3": "בשביל לדאוג שסקראץ׳ תישאר מרחב יצירתי שהוא מזמין ותומך לכולם, נא לציית להנחיות הקהילה האלה: ",
    "guidelines.respectheader": "יש לנהוג כלפי כולם בכבוד.",
    "guidelines.respectbody": "משתמשי סקראץ׳ באים מרקעים שונים, תחומי עניין שונים, זהויות שונות, וחוויות שונות בחיים. אנחנו בסקראץ׳ מעודדים את כולם לשתף על דברים שמרגשים אותם וחשובים להם – אנחנו מקווים שתהיה לך הדרך לבטא את זהותך בסקראץ׳, וגם לתת לאחרים לעשות זאת. העלבת אדם או קבוצה על רקע נטייתם, או בשל הרקע או תחומי העניין שלהם – אינה מתקבלת על הדעת.",
    "guidelines.privacyheader": "ללכת על בטוח: אין לשתף מידע אישי או פרטי יצירת קשר.",
    "guidelines.privacybody": "מטעמי בטיחות, אין למסור שום מידע שיכול לשמש לתקשורת אישית, בין פנים אל פנים ובין ברשת. בין היתר, אין לשתף את שמות משפחה אמיתיים, מספרי טלפון, כתובות, היישוב בו נולדת, שמות של בתי ספר, כתובות דוא״ל, שמות משתמש או קישורים לרשתות חברתיות, אפליקציות לשיחות פנים אל פנים בווידאו, או אתרים עם אפשרות לצ׳אט פרטי.",
    "guidelines.helpfulheader": "נותנים משוב מועיל.",
    "guidelines.helpfulbody": "כולם בסקראץ׳ נמצאים בתהליך למידה. כשמגיבים על פרויקט, חשוב לזכור להגיד דבר מה שאהבת בו, להציע הצעות, ולנהוג באדיבות, לא בביקורתיות. נא להקפיד על תגובות מכבדות ולהימנע מפרסום של תגובות ספאם או דואר שרשרת. אנחנו מעודדים אותך לנסות דברים חדשים, להתנסות, וגם ללמוד מאחרים.",
    "guidelines.remixheader": "Embrace remix culture.",
    "guidelines.remixbody1": "Remixing is when you build upon someone else’s projects, code, ideas, images, or anything else they share on Scratch to make your own unique creation.",
    "guidelines.remixbody2": "Remixing is a great way to collaborate and connect with other Scratchers. You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. And when you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "guidelines.honestyheader": "יש לשמור על כנות.",
    "guidelines.honestybody": "חשוב לשמור על כנות ואותנטיות כשמתקשרים עם אחרים בסקראץ׳, וחשוב לזכור שמאחורי כל חשבון סקראץ׳ יש בן אדם. הפצת שמועות, התחזות למשתמשי סקראץ׳ אחרים או לסלבריטאים, או העמדת פנים שחלית במחלה קשה – אינם מכבדים את קהילת סקראץ׳.",
    "guidelines.friendlyheader": "עוזרים לשמור על האתר חברותי.",
    "guidelines.friendlybody": "חשוב לדאוג שכל היצירות והשיחות שלך יהיו חברותיות ומתאימות לכל הגילאים. אם משהו בסקראץ׳ נראה לך בוטה, פוגעני, אלים מדי, או מפריע לקהילה, נא ללחוץ על ”דיווח“ וליידע אותנו עליו. נא ללחוץ על כפתור הדיווח במקום להשתתף בריבים, הפצת שמועות על התנהגויותיהם של אנשים שונים, או שליחת תגובות לכל תוכן בלתי הולם שהוא. צוות סקראץ׳ יטפל בדיווח שלך וינקוט בפעולה הראויה."
}