{
    "guidelines.title": "स्क्रॅच की कम्युनिटी गाइडलाइन्स ",
    "guidelines.header1": "स्क्रैच सभी के लिए एक अनुकूल तथा स्वागत करने वाला समुदाय है, जहां लोग एक सर्जन करते हैं, साझा करते हैं और सीखते हैं।",
    "guidelines.header2": "हम सभी उम्र, नस्लों, जातियों, धर्मों, क्षमताओं, यौन अभिविन्यास और लिंग पहचान के लोगों का स्वागत करते हैं।",
    "guidelines.header3": "इन सामुदायिक दिशानिर्देशों का पालन करके स्क्रैच को सभी के लिए एक स्वागत योग्य, सहायक और रचनात्मक स्थान बनाए रखने में मदद करें:",
    "guidelines.respectheader": "सभी के साथ सम्मान से पेश आएं।",
    "guidelines.respectbody1": "स्क्रैचर्स की पृष्ठभूमि, रुचियां, पहचान और अनुभव विविध हैं।",
    "guidelines.respectbody2": "स्क्रैच पर हर किसी को उन चीजों को साझा करने के लिए प्रोत्साहित किया जाता है जो उन्हें उत्साहित करती हैं और उनके लिए महत्वपूर्ण हैं — हम आशा करते हैं कि आप स्क्रैच पर अपनी खुद की पहचान का जश्न मनाने के तरीके ढूंढेंगे, और दूसरों को भी ऐसा करने की अनुमति देंगे। किसी व्यक्ति या समूह की पहचान पर हमला करना या उनकी पृष्ठभूमि या रुचियों के बारे में किसी के प्रति निर्दयी होना कभी भी ठीक नहीं है।",
    "guidelines.privacyheader": "सुरक्षित रहें: व्यक्तिगत और संपर्क जानकारी को निजी रखें।",
    "guidelines.privacybody1": "सुरक्षा कारणों से, ऐसी कोई भी जानकारी न दें जिसका उपयोग व्यक्तिगत या ऑनलाइन निजी संचार के लिए किया जा सके।",
    "guidelines.privacybody2": "इसमें वास्तविक अंतिम नाम, फोन नंबर, पते, गृहनगर, स्कूल के नाम, ईमेल पते, उपयोगकर्ता नाम या सोशल मीडिया साइटों के लिंक, वीडियो चैटिंग एप्लिकेशन, या निजी चैट कार्यक्षमता वाली वेबसाइट साझा नहीं करना शामिल है।",
    "guidelines.helpfulheader": "उपयोगी प्रतिक्रिया दें।",
    "guidelines.helpfulbody1": "स्क्रैच पर हर कोई सीख रहा है।",
    "guidelines.helpfulbody2": "किसी प्रोजेक्ट पर टिप्पणी करते समय, उसके बारे में अपनी पसंद की कोई बात कहना, सुझाव देना और दयालु होना याद रखें, आलोचनात्मक नहीं। कृपया टिप्पणियाँ सम्मानजनक रखें और स्पैमिंग या चेन मेल पोस्ट करने से बचें। हम आपको नई चीज़ें आज़माने, प्रयोग करने और दूसरों से सीखने के लिए प्रोत्साहित करते हैं।",
    "guidelines.remixheader": "रीमिक्स संस्कृति को संमिलित करना ।",
    "guidelines.remixbody1": "रीमिक्सिंग तब होती है जब आप किसी और के प्रोजेक्ट, कोड, विचार, चित्र, या किसी अन्य चीज़ पर निर्माण करते हैं जो वे स्क्रैच पर साझा करते हैं ताकि आपकी खुद की अनूठी रचना हो सके।",
    "guidelines.remixbody2": "रीमिक्सिंग अन्य स्क्रैचर्स के साथ सहयोग करने और जुड़ने का एक शानदार तरीका है। आपको स्क्रैच पर मिलने वाली किसी भी चीज़ का अपनी खुद की कृतियों में उपयोग करने के लिए प्रोत्साहित किया जाता है, जब तक कि आप उन सभी को क्रेडिट प्रदान करते हैं जिनके काम का आपने उपयोग किया है और उसमें सार्थक परिवर्तन करते हैं। और जब आप स्क्रैच पर कुछ साझा करते हैं, तो आप सभी स्क्रैचर्स को अपनी रचनाओं में भी अपने काम का उपयोग करने की अनुमति दे रहे हैं।",
    "guidelines.honestyheader": "सच्चे रहें ",
    "guidelines.honestybody1": "स्क्रैच पर दूसरों के साथ बातचीत करते समय ईमानदार और प्रामाणिक होना महत्वपूर्ण है, और याद रखें कि प्रत्येक स्क्रैच खाते के पीछे एक व्यक्ति होता है।\n ",
    "guidelines.honestybody2": "अफवाहें फैलाना, अन्य स्क्रैचर्स या मशहूर हस्तियों का रूप धारण करना, या गंभीर रूप से बीमार होने का नाटक करना स्क्रैच समुदाय के लिए सम्मानजनक नहीं है।",
    "guidelines.friendlyheader": "इस साइट को मित्रतापूर्ण रखने के लिए सहयोग करें",
    "guidelines.friendlybody1": "अपनी रचनाओं और वार्तालापों को सभी उम्र के लिए अनुकूल और उपयुक्त रखना महत्वपूर्ण है।",
    "guidelines.friendlybody2": "यदि आपको लगता है कि स्क्रैच पर कुछ घटिया, अपमानजनक, अत्यधिक हिंसक या अन्यथा समुदाय के लिए विघटनकारी है, तो हमें इसके बारे में बताने के लिए “रिपोर्ट” पर क्लिक करें। कृपया झगड़ों में शामिल होने, अन्य लोगों के व्यवहार के बारे में अफवाहें फैलाने या किसी अनुचित सामग्री पर प्रतिक्रिया देने के बजाय \"रिपोर्ट\" बटन का उपयोग करें। स्क्रैच टीम आपकी रिपोर्ट को देखेगी और उचित कार्रवाई करेगी।",
    "guidelines.learnMoreheader": "और अधिक सीखना चाहते हैं?",
    "guidelines.learnMorebody1": "अधिक जानकारी के लिए <a>गाइड डाउनलोड करें</a>!",
    "guidelines.learnMorebody2": "हमारे गाइडों के साथ स्क्रैच ऑनलाइन समुदाय की असीमित क्षमता की खोज करें! ये मूल्यवान संसाधन आपको स्क्रैचर के रूप में नेविगेट करने और आगे बढ़ने में मदद करने के लिए डिज़ाइन किए गए हैं, जो आपकी प्रोफ़ाइल सेट करने से लेकर समान विचारधारा वाले व्यक्तियों से जुड़ने तक सब कुछ प्रकट करते हैं। जानें कि दूसरों से कैसे जुड़ें, अपनी अनूठी रचनाएँ साझा करें और अपने अगले प्रोजेक्ट के लिए प्रेरणा कैसे प्राप्त करें।",
    "guidelines.respectButtonImageDescription": "एक नीला घेरा",
    "guidelines.privacyButtonImageDescription": "एक पीला घेरा",
    "guidelines.helpfulButtonImageDescription": "एक मैजेंटा घेरा",
    "guidelines.remixButtonImageDescription": "एक हरा घेरा",
    "guidelines.honestyButtonImageDescription": "एक बैंगनी घेरा",
    "guidelines.friendlyButtonImageDescription": "एक गुलाबी घेरा",
    "guidelines.respectSectionImageDescription": "हाथ मिलाते समय एक-दूसरे को पकड़ने वाले दो हाथों का ग्राफ़िक, जिनके ऊपर एक गुलाबी दिल है।",
    "guidelines.privacySectionImageDescription": "पीले रंग की पृष्ठभूमि पर नीले संयोजन लॉक लॉक का ग्राफ़िक। ताले के अंदर एक सिर का आकार है जिसके चेहरे पर एक प्रश्न चिह्न छपा हुआ है।",
    "guidelines.helpfulSectionImageDescription": "गुलाबी पृष्ठभूमि के शीर्ष पर कागज के एक टुकड़े का ग्राफिक। कागज पर, नीले रंग की पृष्ठभूमि पर एक सफेद बिल्ली के साथ एक स्क्रैच प्रोजेक्ट है। टोपी पर दिल वाला एक गुलाबी पेन एक दिल बना रहा है और एक पेंसिल एक टिप्पणी लिख रही है।",
    "guidelines.remixSectionImageDescription": "स्क्रैच \"रीमिक्स\" का एक ग्राफ़िक हरे रंग की पृष्ठभूमि पर घूमता है। दो हाथ नारंगी, नीले और बैंगनी स्क्रैच ब्लॉकों को चारों ओर घुमाते हैं। एक तूलिका एक हरे रंग की लकीर को चित्रित करती है।",
    "guidelines.honestySectionImageDescription": "बैंगनी पृष्ठभूमि पर हल्के नीले कंपास का ग्राफ़िक। \"उत्तर\" स्थिति में एक गुलाबी हृदय है।",
    "guidelines.friendlySectionImageDescription": "अलग-अलग त्वचा टोन वाले 5 हाथों का एक ग्राफ़िक, जो अपनी सूचक और मध्य उंगलियों का उपयोग करके गुलाबी पृष्ठभूमि पर एक सितारा बनाता है, जिसके केंद्र में एक गुलाबी सितारा और पीला सितारा है।",
    "guidelines.learnMoreSectionImageDescription": "एक बॉक्स का ग्राफ़िक जिसके अंदर हरे तीर की ओर इशारा किया गया है और पृष्ठभूमि में तारे हैं।"
}