{
    "guidelines.title": "स्क्रॅच की कम्युनिटी गाइडलाइन्स ",
    "guidelines.header1": "स्क्रैच सभी के लिए एक अनुकूल तथा स्वागत करने वाला समुदाय है, जहां लोग एक सर्जन करते हैं, साझा करते हैं और सीखते हैं।",
    "guidelines.header2": "हम सभी उम्र, नस्लों, जातियों, धर्मों, क्षमताओं, यौन अभिविन्यास और लिंग पहचान के लोगों का स्वागत करते हैं।",
    "guidelines.header3": "इन सामुदायिक दिशानिर्देशों का पालन करके स्क्रैच को सभी के लिए एक स्वागत योग्य, सहायक और रचनात्मक स्थान बनाए रखने में मदद करें:",
    "guidelines.respectheader": "सभी के साथ सम्मान से पेश आएं।",
    "guidelines.respectbody": "Scratchers की विविध पृष्ठभूमि, रुचियां, पहचान और अनुभव हैं।  Scratch पर सभी को उन चीजों को साझा करने के लिए प्रोत्साहित किया जाता है जो उन्हें उत्साहित करती हैं और उनके लिए महत्वपूर्ण हैं—हम आशा करते हैं कि आप Scratch पर अपनी खुद की पहचान का जश्न मनाने के तरीके ढूंढेंगे, और दूसरों को भी ऐसा करने की अनुमति देंगे। किसी व्यक्ति या समूह की पहचान पर हमला करना या उनकी पृष्ठभूमि या रुचियों के बारे में किसी के प्रति निर्दयी होना कभी भी ठीक नहीं है।",
    "guidelines.privacyheader": "सुरक्षित रहें: व्यक्तिगत और संपर्क जानकारी को निजी रखें।",
    "guidelines.privacybody": "सुरक्षा कारणों से, ऐसी कोई भी जानकारी न दें जिसका उपयोग निजी संचार के लिए, व्यक्तिगत रूप से या ऑनलाइन किया जा सके। इसमें वास्तविक अंतिम नाम, फोन नंबर, पता, गृहनगर, स्कूल के नाम, ईमेल पता, उपयोगकर्ता नाम या सोशल मीडिया साइटों के लिंक, वीडियो चैटिंग एप्लिकेशन या निजी चैट कार्यक्षमता वाली वेबसाइट साझा करना शामिल है।",
    "guidelines.helpfulheader": "उपयोगी प्रतिक्रिया दें।",
    "guidelines.helpfulbody": "स्क्रैच पर हर कोई सीख रहा है। किसी प्रोजेक्ट पर टिप्पणी करते समय, कुछ ऐसा कहना याद रखें जो आपको पसंद हो, सुझाव दें, और दयालु बनें, आलोचनात्मक नहीं। कृपया टिप्पणियों का सम्मान करें और स्पैमिंग या चेन मेल पोस्ट करने से बचें। हम आपको नई चीजों को आजमाने, प्रयोग करने और दूसरों से सीखने के लिए प्रोत्साहित करते हैं।",
    "guidelines.remixheader": "रीमिक्स संस्कृति को संमिलित करना ।",
    "guidelines.remixbody1": "रीमिक्सिंग तब होती है जब आप किसी और के प्रोजेक्ट, कोड, विचार, चित्र, या किसी अन्य चीज़ पर निर्माण करते हैं जो वे स्क्रैच पर साझा करते हैं ताकि आपकी खुद की अनूठी रचना हो सके।",
    "guidelines.remixbody2": "रीमिक्सिंग अन्य स्क्रैचर्स के साथ सहयोग करने और जुड़ने का एक शानदार तरीका है। आपको स्क्रैच पर मिलने वाली किसी भी चीज़ का अपनी खुद की कृतियों में उपयोग करने के लिए प्रोत्साहित किया जाता है, जब तक कि आप उन सभी को क्रेडिट प्रदान करते हैं जिनके काम का आपने उपयोग किया है और उसमें सार्थक परिवर्तन करते हैं। और जब आप स्क्रैच पर कुछ साझा करते हैं, तो आप सभी स्क्रैचर्स को अपनी रचनाओं में भी अपने काम का उपयोग करने की अनुमति दे रहे हैं।",
    "guidelines.honestyheader": "सच्चे रहें ",
    "guidelines.honestybody": "स्क्रैच पर दूसरों के साथ बातचीत करते समय ईमानदार और प्रामाणिक होना महत्वपूर्ण है, और याद रखें कि प्रत्येक स्क्रैच खाते के पीछे एक व्यक्ति होता है। अफवाहें फैलाना, अन्य स्क्रैचर्स या मशहूर हस्तियों का रूप धारण करना, या गंभीर रूप से बीमार होने का नाटक करना स्क्रैच समुदाय के लिए सम्मानजनक नहीं है।",
    "guidelines.friendlyheader": "इस साइट को मित्रतापूर्ण रखने के लिए सहयोग करें",
    "guidelines.friendlybody": "अपनी रचनाओं और बातचीत को सभी उम्र के लिए अनुकूल और उपयुक्त रखना महत्वपूर्ण है। अगर आपको लगता है कि स्क्रैच पर कुछ मतलबी, अपमानजनक, बहुत हिंसक, या अन्यथा समुदाय के लिए हानिकारक है, तो हमें इसके बारे में बताने के लिए “रिपोर्ट” पर क्लिक करें। कृपया झगड़े में शामिल होने, अन्य लोगों के व्यवहार के बारे में अफवाहें फैलाने, या अन्यथा किसी भी अनुचित सामग्री का जवाब देने के बजाय \"रिपोर्ट\" बटन का उपयोग करें। स्क्रैच टीम आपकी रिपोर्ट को देखेगी और उचित कार्रवाई करेगी।"
}