{
    "guidelines.title": "Smjernice zajednice Scratch",
    "guidelines.header1": "Scratch je prijateljska i gostoljubiva zajednica za sve, gdje ljudi stvaraju, dijele i uče zajedno.",
    "guidelines.header2": "Pozdravljamo ljude svih dobi, rasa, etničkih pripadnosti, vjera, sposobnosti, seksualnih orijentacija i rodnih identiteta.",
    "guidelines.header3": "Pomognite da Scratch ostane gostoljubiv, pun podrške i kreativan prostor za sve slijedeći ove smjernice zajednice:",
    "guidelines.respectheader": "Odnosite se prema svima s poštovanjem.",
    "guidelines.respectbody": "Grebači imaju različite pozadine, interese, identitete i iskustva. Potiču se svi na Scratchu da dijele stvari koje ih uzbuđuju i koje su im važne—nadamo se da ćete pronaći načine da slavite svoj vlastiti identitet na Scratchu i dopustiti drugima da učine isto. Nikada nije u redu napadati identitet osobe ili grupe ili biti neljubazan prema nekome u vezi s njegovim podrijetlom ili interesima.",
    "guidelines.privacyheader": "Budite sigurni: čuvajte osobne podatke i podatke za kontakt privatnima.",
    "guidelines.privacybody": "Iz sigurnosnih razloga nemojte davati nikakve informacije koje bi se mogle koristiti za privatnu komunikaciju, osobnu ili online. To uključuje dijeljenje stvarnih prezimena, telefonskih brojeva, adresa, rodnih gradova, naziva škola, adresa e-pošte, korisničkih imena ili poveznica na web stranice društvenih medija, aplikacije za video chat ili web stranice s funkcijom privatnog chata.",
    "guidelines.helpfulheader": "Dajte korisne povratne informacije.",
    "guidelines.helpfulbody": "Svi na Scratchu uče. Kada komentirate projekt, ne zaboravite reći nešto što vam se o njemu sviđa, ponuditi prijedloge i biti ljubazni, a ne kritični. Budite poštovani u komentarima i izbjegavajte slanje neželjene pošte ili slanje lančane pošte. Potičemo vas da isprobavate nove stvari, eksperimentirate i učite od drugih.",
    "guidelines.remixheader": "Prihvatite kulturu remiksiranja.",
    "guidelines.remixbody1": "Remiksiranje je kada gradite na tuđim projektima, kodu, idejama, slikama ili bilo čemu drugom što oni dijele na Scratchu kako biste napravili vlastitu jedinstvenu kreaciju.",
    "guidelines.remixbody2": "Remiksiranje je izvrstan način suradnje i povezivanja s drugim Scratcherima. Potičemo vas da koristite sve što pronađete na Scratchu u svojim kreacijama, sve dok dajete priznanje svima čiji ste rad koristili i unesete značajnu promjenu u njega. A kada nešto podijelite na Scratchu, dajete dopuštenje svim Scratcherima da također koriste vaš rad u svojim kreacijama.",
    "guidelines.honestyheader": "Budi iskren.",
    "guidelines.honestybody": "Važno je biti iskren i autentičan kada komunicirate s drugima na Scratchu i zapamtite da iza svakog Scratch računa stoji osoba. Širenje glasina, lažno predstavljanje drugih Scratchera ili slavnih osoba ili pretvaranje da ste ozbiljno bolesni nije pošteno prema Scratch zajednici.",
    "guidelines.friendlyheader": "Pomozite da stranica ostane prijateljska.",
    "guidelines.friendlybody": "Važno je da vaše kreacije i razgovori budu prijateljski raspoloženi i prikladni za sve uzraste. Ako mislite da je nešto na Scratchu zlobno, uvredljivo, previše nasilno ili na neki drugi način ometa zajednicu, kliknite Prijavi da nas o tome obavijestite. Koristite gumb Prijavi radije nego da se upuštate u tučnjave, širite glasine o ponašanju drugih ljudi ili na bilo koji drugi način odgovarate na neprikladan sadržaj. Scratch tim će pogledati vaše izvješće i poduzeti odgovarajuće mjere."
}