{
    "guidelines.title": "Scratch közösségi irányelvek",
    "guidelines.header1": "A Scratch egy barátságos és mindenki számára befogadó közösség, ahol az emberek alkotnak, megosztanak, és együtt tanulnak.",
    "guidelines.header2": "Mindenféle korosztályhoz, rasszhoz, etnikumhoz, valláshoz, képességhez, szexuális irányultsághoz, és nemi identitáshoz tartozó embert szívesen látunk.",
    "guidelines.header3": "Segíts, hogy a Scratch egy befogadó, támogató, és kreatív közösség maradhasson mindenki számára, azáltal, hogy betartod ezeket a Közösségi Irányelveket:",
    "guidelines.respectheader": "Mindenkivel bánj tisztelettel!",
    "guidelines.respectbody": "A Scratchereknek sokféle hátterük, érdeklődési körük, önazonosságuk, és tapasztalatuk lehet. A Scratch-en mindenkit arra bátorítunk, hogy megossza, ami izgalmas vagy fontos számára — reméljük, te is találsz módot az önkifejezésre, és hagyod, hogy ezt mások is megtegyék. Az soha sincs rendben, ha valakit a személye vagy csoporthoz tartozása miatt bántanak, vagy gonoszak valakivel a háttere vagy érdeklődési köre miatt!",
    "guidelines.privacyheader": "Maradj biztonságban: tartsd meg a személyes- és kapcsolattartási adataidat!",
    "guidelines.privacybody": "Biztonsági okokból, ne adj ki semmilyen olyan információt, amit privát kommunikációra lehetne felhasználni, személyesen vagy online! Ebbe beletartozik a valós vezetéknevek, telefonszámok, lakcímek, települések, iskolák nevei, e-mail címek, közösségi médiás felhasználónevek és hivatkozások, videóhívásos alkalmazások, és privát üzenetküldésre használható weboldalak megosztása.",
    "guidelines.helpfulheader": "Adj segítőkész visszajelzést!",
    "guidelines.helpfulbody": "A Scratch-en mindenki tanul. Amikor egy projektnél kommentelsz, mondj valamit, ami tetszett benne, adj ötleteket, és legyél kedves, ne kritikus! Kérjük, hogy a kommentjeid maradjanak tiszteletteljesek, és kerüld a spammelést és a lánclevelek küldését! Arra bátorítunk, hogy próbálj ki új dolgokat, kísérletezz, és tanulj másoktől!",
    "guidelines.remixheader": "Karold fel a remixelés kultúráját!",
    "guidelines.remixbody1": "A remixelés az, amikor valaki másnak a projektjeire, kódjára, ötleteire, képeire, vagy bármilyen más, Scratch-en megosztott dolgára alapozva hozol létre saját, egyedi alkotásokat.",
    "guidelines.remixbody2": "A remixelés nagyszerű módja az együttműkésnek és a kapcsolatépítésnek más Scratcherekkel. Nyugodtan használj fel a saját alkotásaidhoz bármit, amit a Scratch-en találsz, feltéve, hogy elismersz mindenkit, akinek a munkáját felhasználtad, és érdemben változtatsz rajta! És, amikor te osztasz meg valamit Scratch-en, te is engedélyt adsz mindenkin Scratchernek, hogy felhasználják a munkádat saját alkotásaikhoz.",
    "guidelines.honestyheader": "Légy becsületes.",
    "guidelines.honestybody": "Fontos, hogy őszinte és autentikus legyél, amikor interakcióba lépsz másokkal a Scratch-en, és emlékezz, hogy minden Scratch fiók mögött egy ember van! Ha valaki pletykálkodik, magát más Scratchereknek vagy hírességeknek adja ki, vagy súlyos betegnek tetteti magát, az nem tartja tiszteletben a Scratch Közösséget.",
    "guidelines.friendlyheader": "Segíts az oldal barátságosságát megtartani.",
    "guidelines.friendlybody": "Fontos, hogy az alkotásaid és beszélgetéseid barátságosak és minden korosztálynak megfelelőek maradjanak! Ha úgy gondolod, hogy a Scratch-en valami gonosz, sértő, túl erőszakos, vagy más okból bomlasztatja a közösséget, kattints a \"Jelentés\" gombra, hogy tudasd velünk! Kérjük, használd a \"Jelentés\" gombot ahelyett, hogy veszekedésben vennél részt, pletykálnál mások viselkedéséről, vagy másképp reagálnál bármilyen ide nem illő tartalomra! A Scratch Csapat meg fogja vizsgálni a jelentésedet, és megteszi a szükséges lépéseket."
}