{
    "guidelines.title": "Scratch közösségi irányelvek",
    "guidelines.header": "Mindenki segítségére szüksége van a Scratch-nek, hogy egy barátságos és kreatív közösséget tartson fenn, ahol a különböző múltú és érdeklődésű emberek jól érzik magukat.",
    "guidelines.respectheader": "Légy tisztelettudó.",
    "guidelines.respectbody": "Amikor projektet osztasz meg vagy megjegyzéseket töltesz fel, jusson eszedbe hogy mindenféle korú és múltú emberek látni fogják amit megosztasz.",
    "guidelines.constructiveheader": "Légy konstruktív.",
    "guidelines.constructivebody": "Amikor mások projektjeihez fűzöl megjegyzéseket, emelj ki valamit, ami tetszik és javasolj.",
    "guidelines.shareheader": "Oszd meg",
    "guidelines.sharebody": "Összekeverhetsz és újra felhasználhatsz projekteket, ötleteket képeket vagy bármit, amit a Scratch-en találsz - és barki felhasználhat bármit, amit megosztasz. Ne felejtsd el megköszönni a szerzőnek, amikor felhasználod az alkotását.",
    "guidelines.privacyheader": "Tartsd meg magadnak a magánadataidat.",
    "guidelines.privacybody": "Bíztonsági okok miatt ne adj ki semmi olyan információt, amit direkt kapcsolatfelvételre használható - mint például az igazi nevedet, telefonszámaidat, posta- vagy e-mail címedet, köszösségi oldalakra vagy nem-ellenőrzött csevegőoldalakra szóló hivatkozásokat.",
    "guidelines.honestyheader": "Légy becsületes.",
    "guidelines.honestybody": "Ne próbálj más Scratcher-ként szerepelni, ne szórj pletykákat és ne próbáld másképp becsapni a közösség tagjait.",
    "guidelines.friendlyheader": "Segíts az oldal barátságosságát megtartani.",
    "guidelines.friendlybody": "Ha úgy gondolod, hogy egy projekt vagy megjegyzés gonosz, sértő, túl erőszakos vagy másképp kifogásolható, kattints a \"Bejelentés\" gombra, hogy nekünk is elmondd.",
    "guidelines.footer": "A Scratch szívesen fogad mindenféle embert, tekintet nélkül azok korára, fajára, nemzetiségére, vallására, képességeire, nemi azonosságára és hajlamaira."
}