{
    "guidelines.title": "Scratch համայնքի ցուցումներ",
    "guidelines.header1": "Scratch-ը բոլորի համար ընկերական և հյուրընկալ համայնք է, որտեղ մարդիկ միասին ստեղծագործում են, կիսվում և սովորում:",
    "guidelines.header2": "Մենք ողջունում ենք բոլոր տարիքի, ռասայի, էթնիկական պատկանելության, կրոնի, կարողությունների, սեռական կողմնորոշումների և գենդերային ինքնության մարդկանց:",
    "guidelines.header3": "Օգնեք պահպանել Scratch-ը ողջունելի, աջակցող և ստեղծագործ տարածք բոլորի համար՝ հետևելով Համայնքի այս ուղեցույցներին.",
    "guidelines.respectheader": "Հոգատար լինել բոլորի նկատմամբ։",
    "guidelines.respectbody": "Scratchers-ն ունեն տարբեր ծագում, հետաքրքրություններ, ինքնություններ և փորձառություններ: Բոլորը Scratch-ում խրախուսվում են կիսվել այնպիսի բաներով, որոնք իրենց հուզում են և կարևոր են նրանց համար. մենք հուսով ենք, որ դուք կգտնեք ձեր ինքնությունը Scratch-ում նշելու ուղիներ և թույլ կտաք ուրիշներին անել նույնը: Երբեք ճիշտ չէ հարձակվել անձի կամ խմբի ինքնության վրա կամ անբարյացակամ լինել ինչ-որ մեկի հետ իր ծագման կամ հետաքրքրությունների վերաբերյալ:",
    "guidelines.privacyheader": "Զգուշացեք, անձնական և կոնտակտային տվյալները գաղտնի պահեք.",
    "guidelines.privacybody": "Անվտանգության նկատառումներից ելնելով, մի տրամադրեք որևէ տեղեկատվություն, որը կարող է օգտագործվել անձնական հաղորդակցության համար՝ անձամբ կամ առցանց: Սա ներառում է իրական ազգանունների, հեռախոսահամարների, հասցեների, հայրենի քաղաքների, դպրոցների անունների, էլփոստի հասցեների, օգտատերերի անունների կամ սոցիալական մեդիայի կայքերի, տեսազրույցի հավելվածների կամ մասնավոր զրույցի ֆունկցիոնալությամբ կայքերի փոխանակում.",
    "guidelines.helpfulheader": "Տվեք օգտակար կարծիք.",
    "guidelines.helpfulbody": "Scratch-ում բոլորը սովորում են: Նախագիծը մեկնաբանելիս հիշեք, որ դրա մասին ինչ-որ բան ձեզ դուր է գալիս, առաջարկություններ առաջարկեք և եղեք բարի, ոչ թե քննադատող: Խնդրում ենք հարգալից լինել մեկնաբանությունները և խուսափեք սպամից կամ շղթայական նամակներ տեղադրելուց: Մենք խրախուսում ենք ձեզ փորձել նոր բաներ, փորձարկել և սովորել ուրիշներից:",
    "guidelines.remixheader": "Ընդունեք ռեմիքս մշակույթը:",
    "guidelines.remixbody1": "Remixing-ն այն է, երբ դուք հիմնվում եք ուրիշի նախագծերի, կոդի, գաղափարների, պատկերների կամ որևէ այլ բանի վրա, որը նրանք կիսում են Scratch-ում՝ ձեր սեփական եզակի ստեղծագործությունը ստեղծելու համար:",
    "guidelines.remixbody2": "Remixing-ը այլ Scratchers-ի հետ համագործակցելու և կապվելու հիանալի միջոց է: Ձեզ խրախուսվում է օգտագործել այն ամենը, ինչ կգտնեք Scratch-ում ձեր իսկ ստեղծագործություններում, քանի դեռ դուք վարկ եք տրամադրում բոլորին, ում աշխատանքն եք օգտագործել և իմաստալից փոփոխություն եք կատարել դրանում: Եվ երբ դուք ինչ-որ բան եք կիսում Scratch-ում, դուք թույլ եք տալիս բոլոր Scratchers-ին օգտագործել ձեր աշխատանքը նաև իրենց ստեղծագործություններում:",
    "guidelines.honestyheader": "Եղիր ազնիվ։",
    "guidelines.honestybody": "Կարևոր է լինել ազնիվ և իսկական՝ Scratch-ում ուրիշների հետ շփվելիս և հիշեք, որ յուրաքանչյուր Scratch հաշվի հետևում կանգնած է մարդ: Ասեկոսեներ տարածելը, այլ Scratchers-ի կամ հայտնի մարդկանց նմանվելը կամ ծանր հիվանդ ձևանալը հարգանք չէ Scratch համայնքի համար:",
    "guidelines.friendlyheader": "Օգնիր, որ կայքը գտնվի ընկերական կարգավիճակում։",
    "guidelines.friendlybody": "Կարևոր է, որ ձեր ստեղծագործություններն ու զրույցները լինեն բարեկամական և համապատասխան բոլոր տարիքի համար: Եթե ​​կարծում եք, որ Scratch-ում ինչ-որ բան ստոր է, վիրավորական, չափազանց բռնի կամ այլ կերպ խանգարում է համայնքին, սեղմեք «Հաղորդել»՝ մեզ այդ մասին տեղեկացնելու համար: Խնդրում ենք օգտագործել «Հաղորդել» կոճակը, այլ ոչ թե կռիվների մեջ ներգրավվելու, այլ մարդկանց վարքագծի մասին լուրեր տարածելու կամ այլ կերպ արձագանքելու ցանկացած անպատշաճ բովանդակության: Scratch Team-ը կդիտարկի ձեր զեկույցը և կձեռնարկի համապատասխան քայլեր:"
}