{
    "guidelines.title": "Pedoman Komunitas Scratch",
    "guidelines.header1": "Scratch adalah komunitas yang ramah dan terbuka untuk semua orang, tempat orang berkreasi, berbagi, dan belajar bersama.",
    "guidelines.header2": "Kami menyambut orang-orang dari segala usia, ras, etnis, agama, kemampuan, orientasi seksual, dan identitas gender.",
    "guidelines.header3": "Bantu agar Scratch tetap menjadi tempat yang ramah, suportif, dan kreatif untuk semua orang dengan mengikuti Pedoman Komunitas ini:",
    "guidelines.respectheader": "Perlakukan semua orang dengan hormat.",
    "guidelines.respectbody": "Scratcher memiliki beragam latar belakang, minat, identitas, dan pengalaman. Setiap orang di Scratch didorong untuk membagikan hal-hal yang menggairahkan dan penting bagi mereka—kami harap Anda menemukan cara untuk merayakan identitas Anda sendiri di Scratch, dan memungkinkan orang lain melakukan hal yang sama. Tidak boleh menyerang identitas seseorang atau kelompok atau bersikap tidak baik kepada seseorang tentang latar belakang atau minat mereka.",
    "guidelines.privacyheader": "Aman: jaga kerahasiaan informasi pribadi dan kontak.",
    "guidelines.privacybody": "Untuk alasan keamanan, jangan berikan informasi apa pun yang dapat digunakan untuk komunikasi pribadi, secara langsung atau online. Ini termasuk berbagi nama belakang asli, nomor telepon, alamat, kampung halaman, nama sekolah, alamat email, nama pengguna atau tautan ke situs media sosial, aplikasi obrolan video, atau situs web dengan fungsi obrolan pribadi.",
    "guidelines.helpfulheader": "Berikan umpan balik yang membantu.",
    "guidelines.helpfulbody": "Semua orang di Scratch sedang belajar. Saat mengomentari sebuah proyek, ingatlah untuk mengatakan sesuatu yang Anda sukai tentangnya, tawarkan saran, dan bersikaplah baik, bukan kritis. Harap pertahankan komentar dengan hormat dan hindari mengirim spam atau mengirim surat berantai. Kami mendorong Anda untuk mencoba hal-hal baru, bereksperimen, dan belajar dari orang lain.",
    "guidelines.remixheader": "Rangkullah budaya remix.",
    "guidelines.remixbody1": "Remix adalah ketika kamu membuat di atas proyek, kode, ide, gambar, atau hal dari orang lain yang mereka bagikan di Scratch untuk membuat kreasimu sendiri yang unik.",
    "guidelines.remixbody2": "Remix adalah cara yang bagus untuk berkolaborasi dan terhubung dengan Scratcher lainnya. Anda didorong untuk menggunakan apa pun yang Anda temukan di Scratch dalam kreasi Anda sendiri, selama Anda memberikan kredit kepada semua orang yang karyanya Anda gunakan dan membuat perubahan yang berarti. Dan saat Anda membagikan sesuatu di Scratch, Anda memberikan izin kepada semua Scratcher untuk menggunakan karya Anda dalam kreasi mereka juga.",
    "guidelines.honestyheader": "Bersikap jujur.",
    "guidelines.honestybody": "Penting untuk bersikap jujur dan autentik saat berinteraksi dengan orang lain di Scratch, dan ingat bahwa ada seseorang di balik setiap akun Scratch. Menyebarkan gosip, menyamar sebagai Scratcher atau selebritas lain, atau berpura-pura sakit parah tidak menghormati Komunitas Scratch.",
    "guidelines.friendlyheader": "Jaga keramahan situs ini.",
    "guidelines.friendlybody": "Sangat penting untuk menjaga kreasi dan percakapan Anda ramah dan sesuai untuk segala usia. Jika menurut Anda sesuatu di Scratch kejam, menghina, terlalu kasar, atau mengganggu komunitas, klik 'Laporkan' untuk memberi tahu kami tentang hal itu. Silakan gunakan tombol 'Laporkan' daripada terlibat perkelahian, menyebarkan desas-desus tentang perilaku orang lain, atau menanggapi konten yang tidak pantas. Scratch Team akan melihat laporan Anda dan mengambil tindakan yang sesuai."
}