{
    "guidelines.title": "Linee Guida della Comunità di Scratch",
    "guidelines.header": "Ci serve l'aiuto di tutti per mantenere la comunità di Scratch creativa e amichevole, in modo che persone di culture e interessi diversi si sentano benvenute e accolte nella comunità. ",
    "guidelines.respectheader": "Sii rispettoso.",
    "guidelines.respectbody": "Quando condividi dei progetti o inserisci dei commenti ricordati che verranno visti da persone di età e di culture molto diverse.",
    "guidelines.constructiveheader": "Sii costruttivo.",
    "guidelines.constructivebody": "Quando commenti i progetti degli altri prima di tutto dì quello che ti piace del progetto e offri dei suggerimenti.",
    "guidelines.shareheader": "Condividi.",
    "guidelines.sharebody": "Sei libero di remixare i progetti, le idee, le immagini e qualunque altra cosa trovi nel sito di Scratch – e chiunque può usare allo stesso modo ciò che condividi sul sito. Accertati di dare il giusto credito ai creatori di questi materiali quando li remixi.",
    "guidelines.privacyheader": "Non condividere le tue informazioni personali.",
    "guidelines.privacybody": "Per la tua sicurezza non fornire informazioni private - come ad esempio il tuo cognome, numero di telefono, indirizzo, indirizzo email o indirizzo di sociali network o di un sito in cui sia disponibile una chat non moderata.",
    "guidelines.honestyheader": "Sii onesto.",
    "guidelines.honestybody": "Non cercare di far finta di essere un altro membro della comunità di Scratch, non diffondere pettegolezzi e non cercare di ingannare i membri della comunità di Scratch.",
    "guidelines.friendlyheader": "Aiutaci a mantenere il sito un luogo amichevole.",
    "guidelines.friendlybody": "Se pensi che un progetto o un commento siano meschini, che possano costituire un insulto, che siano troppo violenti o comunque li ritieni inappropriati clicca il link ”Segnala” per farcelo sapere.",
    "guidelines.footer": "Scratch dà il benvenuto a persone di tutte le età, razze, etnie, religioni, capacità, orientamento sessuale e identità di genere."
}