{
    "guidelines.title": "Linee Guida della Comunità di Scratch",
    "guidelines.header1": "Scratch è una comunità amichevole e accogliente per tutti, dove chiunque può creare, condividere e imparare insieme altri altri.",
    "guidelines.header2": "Scratch dà il benvenuto a persone di tutte le età, razze, etnie, religioni, capacità, orientamento sessuale e identità di genere.",
    "guidelines.header3": "Aiutaci a mantenere Scratch uno spazio accogliente, di supporto e creativo per tutti. Segui le Linee della Comunità: ",
    "guidelines.respectheader": "Tratta tutti con rispetto.",
    "guidelines.respectbody": "I membri della comunità di Scratch vengono da ambienti, interessi, identità  e esperienze diverse. Ognuno è incoraggiato a condividere ciò i propri interessi e ciò che considera importante—speriamo che tu possa trovare in Scratch il modo di esaltare la tua identità e di permettere anche agli altri di farlo. Non è mai ACCETTABILE attaccare una persona o l'identità di un gruppo o non essere gentili con qualcuno per l'ambiente da cui proviene o per i suoi interessi.",
    "guidelines.privacyheader": "Comportati in modo sicuro: non condividere le tue informazioni personali e i tuoi contatti.",
    "guidelines.privacybody": "Per la tua sicurezza non fornire informazioni che potrebbero essere usate per comunicare con te in privato, di persona o online. Ad esempio non condividere il tuo cognome, numero di telefono, indirizzo, città, nome della scuola, indirizzo email, username o link su social network, applicazioni di videochat o siti in cui sia disponibile una chat privata.",
    "guidelines.helpfulheader": "Dai un feedback utile.",
    "guidelines.helpfulbody": "Tutti su Scratch stanno imparando. Quando commenti un progetto ricorda di dire cosa ti è piaciuto, offri suggerimenti e sii gentile e non critico. Fai in modo che i tuoi commenti siano rispettosi e evita di spammare o di inviare catene di email. Ti incoraggiamo a provare nuove cose, a sperimentare e ad imparare dagli altri.",
    "guidelines.remixheader": "Abbraccia la cultura del remix.",
    "guidelines.remixbody1": "Remixare vuol dire costruire il proprio progetto basandosi sui progetti, sul codice, sulle idee, sulle immagini e su tutto ciò che gli altri condividono su Scratch per realizzare una tua creazione unica.",
    "guidelines.remixbody2": "Remixare è un modo perfetto per collaborare ed entrare in contatto con gli altri membri della comunità. Ti incoraggiamo ad usare per le tue creazioni tutto ciò che trovi su Scratch purché tu riconosca il giusto credito a tutti coloro di cui hai riusato il loro lavoro e ad apportare al loro lavoro dei cambiamenti significativi. Quando condividi qualcosa su Scratch stai dando anche tu il permesso a tutti i membri della comunità di riusare il tuo lavoro per le loro creazioni.",
    "guidelines.honestyheader": "Sii onesto.",
    "guidelines.honestybody": "E' importante essere onesti ed autentici quando si interagisce con gli altri membri della comunità ricordando che  dietro ad ogni account di Scratch c'è una persona. Diffondere pettegolezzi, impersonare altri membri della comunità o persone celebri o pretendere di essere seriamente malati non è rispettoso nei confronti della comunità. ",
    "guidelines.friendlyheader": "Aiutaci a mantenere il sito un luogo amichevole.",
    "guidelines.friendlybody": "E' importante mantenere le tue creazioni e le tue conversazioni amichevoli e appropriate per tutte le età. Se pensi che qualcosa su Scratch sia meschino, offensivo, troppo violento o possa influenzare negativamente la comunità clicca il pulsante \"Segnala\" per farcelo sapere. Ti preghiamo di usare il pulsante evitando di farti coinvolgere in discussioni, di diffondere pettegolezzi sul comportamento degli altri membri o di rispondere in altro modo a qualunque contenuto inappropriato. Lo Scratch Team vedrà la tua segnalazione e prendere le giuste contromisure."
}