{
    "guidelines.title": "Linee Guida della Comunità di Scratch",
    "guidelines.header1": "Scratch è una comunità amichevole e accogliente per tutti, dove chiunque può creare, condividere e imparare insieme altri altri.",
    "guidelines.header2": "Scratch dà il benvenuto a persone di tutte le età, razze, etnie, religioni, capacità, orientamento sessuale e identità di genere.",
    "guidelines.header3": "Aiutaci a mantenere Scratch uno spazio accogliente, di supporto e creativo per tutti. Segui le Linee della Comunità: ",
    "guidelines.respectheader": "Tratta tutti con rispetto.",
    "guidelines.respectbody1": "I membri della comunità di Scratch hanno storie personali, interessi, identità e esperienze diverse.",
    "guidelines.respectbody2": "Tutti sul sito di Scratch sono incoraggiati a condividere le cose che li entusiasmano e che sono per importanti per loro—speriamo che tu trovi un modo di valorizzare la tua identità su Scratch, e permetta agli altri di fare altrettanto. Non va MAI bene attaccare una persona o l'identità di un gruppo, o essere scortesi verso le esperienze di vita o gli interessi di qualcun altro.",
    "guidelines.privacyheader": "Comportati in modo sicuro: non condividere le tue informazioni personali e i tuoi contatti.",
    "guidelines.privacybody1": "Per ragioni di sicurezza, non dare agli altri nessuna informazione che potrebbe essere usata per instaurare una comunicazione privata, dal vivo o online.",
    "guidelines.privacybody2": "Questo include non condividere il tuo vero nome, numeri di telefono, indirizzi, città, nomi delle scuole, indirizzi email, username o link su social network, applicazioni di videochat o siti con chat private.",
    "guidelines.helpfulheader": "Dai un feedback utile.",
    "guidelines.helpfulbody1": "Tutti su Scratch sono qui per imparare.",
    "guidelines.helpfulbody2": "Quando commenti un progetto, ricorda di dire prima di tutto qualcosa che ti piace del progetto, offri suggerimenti e sii gentile, non critico. Mantieni i commenti rispettori e evita lo spam o di diffondere catene di email. Ti incoraggiamo a provare nuove cose e nuovi esperimenti, e ad imparare dagli altri.",
    "guidelines.remixheader": "Abbraccia la cultura del remix.",
    "guidelines.remixbody1": "Remixare vuol dire costruire il proprio progetto basandosi sui progetti, sul codice, sulle idee, sulle immagini e su tutto ciò che gli altri condividono su Scratch per realizzare una tua creazione unica.",
    "guidelines.remixbody2": "Remixare è un modo perfetto per collaborare ed entrare in contatto con gli altri membri della comunità. Ti incoraggiamo ad usare per le tue creazioni tutto ciò che trovi su Scratch purché tu riconosca il giusto credito a tutti coloro di cui hai riusato il loro lavoro e ad apportare al loro lavoro dei cambiamenti significativi. Quando condividi qualcosa su Scratch stai dando anche tu il permesso a tutti i membri della comunità di riusare il tuo lavoro per le loro creazioni.",
    "guidelines.honestyheader": "Sii onesto.",
    "guidelines.honestybody1": "E' importante essere onesti e autentici quando si interagisce con gli altri membri della comunità, e ricordare che c'è una persona dietro ciascun account Scratch.",
    "guidelines.honestybody2": "Diffondere pettegolezzi, farsi passare per altri membri della comunità o per celebrità o far finta di essere molto malati sono comportanti non rispettosi verso la Comunità di Scratch.",
    "guidelines.friendlyheader": "Aiutaci a mantenere il sito un luogo amichevole.",
    "guidelines.friendlybody1": "E' importante che le tue creazioni e le tue conversazioni siano amichevoli e appropriate per tutte le età.",
    "guidelines.friendlybody2": "Se pensi che qualcosa che trovi sul sito di Scratch sia meschino, troppo violento o che possa comunque danneggiare la comunità, clicca il pulsante \"Segnala\" per farcelo sapere. RIcorda di usare il pulsante \"Segnala\" senza entrare in polemica e senza diffondere voci sul comportamento degli altri, e non rispondere direttamente a qualunque contenuto inappropriato tu trovi. Il Team di Scratch vedrà la tua segnalazione e prenderà le azioni appropriate.",
    "guidelines.learnMoreheader": "Vuoi saperne di più?",
    "guidelines.learnMorebody1": "<a>Scarica la guida</a> per avere altre informazioni!",
    "guidelines.learnMorebody2": "Scopri il potenziale illlimitato della conunità online di Scratch con le nostre guide! Queste risorse preziose sono progettate per aiutarti a orientarti e a crescere come membro della comunità, rivelandoti tutto ciò che devi sapere, a partire dalla configurazione del tuo profilo fino a metterti in contatto con persone che condividono i tuoi interessi. Impara a metterti in contatto con gli altri, a condividere le tue creazioni uniche e a trovare ispirazione per il tuo prossimo progetto.",
    "guidelines.respectButtonImageDescription": "Un cerchio blu",
    "guidelines.privacyButtonImageDescription": "Un cerchio giallo",
    "guidelines.helpfulButtonImageDescription": "Un cerchio magenta",
    "guidelines.remixButtonImageDescription": "Un cerchio verde",
    "guidelines.honestyButtonImageDescription": "Un cerchio viola",
    "guidelines.friendlyButtonImageDescription": "Un cerchio rosa",
    "guidelines.respectSectionImageDescription": "L'immagine di due mani che si stringono in una stretta di mano, con un cuore rosa al di sopra.",
    "guidelines.privacySectionImageDescription": "L'immagine di un lucchetto blu  a combinazione su uno sfondo giallo. All'interno del lucchetto c'è la sagoma di una testa con un punto interrogativo stampato sul volto.",
    "guidelines.helpfulSectionImageDescription": "L'immagine di un foglio di carta su uno sfondo rosa. Sul foglio è rappresentato un progetto Scratch con un gatto bianco su uno sfondo blu. Una penna rosa con un cuore sul cappuccio sta disegnando un cuore, mentre una matita sta scrivendo un commento.",
    "guidelines.remixSectionImageDescription": "L'immagine del simbolo del \"remix\" di Scratch su uno sfondo verde. Due mani spostano blocchi di Scratch arancioni, blu e viola. Un pennello dipinge una striscia verde.",
    "guidelines.honestySectionImageDescription": "L'immagine di una bussola azzurra su uno sfondo viola. Nella posizione del \"Nord\" c'è un cuore rosa.",
    "guidelines.friendlySectionImageDescription": "L'immagine di 5 mani con diverse tonalità di pelle che usano l'indice e il medio per formare una stella su uno sfondo rosa, con una stella rosa e una stella gialla al centro.",
    "guidelines.learnMoreSectionImageDescription": "L'immagine di una scatola con una freccia verde che punta verso l'interno, con stelle sullo sfondo."
}