{
    "guidelines.title": "Scratchコミュニティーのガイドライン",
    "guidelines.header1": "Scratchは、あらゆる人を歓迎する友好的なコミュニティー(共同体)です。ここでは、みんな一緒に創造し、共有し、学ぶことができます。",
    "guidelines.header2": "私たちは、何歳であっても、どんな人種、民族であっても、能力に違いがあっても、どんな宗教を信じていても、どんな性的指向、性同一性を持っていても、すべての人々を歓迎します。",
    "guidelines.header3": "Scratchを、心地よく、協力的で、創造的な場所として続けるために、以下のコミュニティーガイドラインを守りましょう:",
    "guidelines.respectheader": "誰にでも敬意を持って接すること。",
    "guidelines.respectbody": "Scratcher(Scratchコミュニティーに参加する人)は、多様な背景や興味、アイデンティティー(独自性)、経験を持っています。Scratchに参加することで、わくわくすることや、大切なことを、みんなと共有することができます。そして、 あなたが自己表現の方法を見つけると共に、他の人がそうすることを認めることも期待しています。個人やグループのアイデンティティーを攻撃したり、その背景や興味について意地悪な態度をとったりすることは決して許されません。",
    "guidelines.privacyheader": "安全を保つこと: 個人情報や連絡先を公開しないでください。",
    "guidelines.privacybody": "安全上の理由から、個人的な連絡に使うことのできる情報を直接伝えたり、ネットに書かないでください。 これには、姓、電話番号、住所、出身地、学校名、メール アドレス、他のサービスのユーザー名、SNSサイト、ビデオ チャットアプリ、チャット機能のあるWebサイトへのリンクを載せることが含まれます。",
    "guidelines.helpfulheader": "役立つコメントをすること。",
    "guidelines.helpfulbody": "Scratchでは誰もが学んでいます。 プロジェクトにコメントするときは、気に入ったところを言ったり、提案したりして、非難をせず、親切にすることを忘れないでください。コメントには敬意を込め、スパムやチェーンメールを投稿しないでください。 新しいことを試して、実験し、他の人から学ぶことをお勧めします。",
    "guidelines.remixheader": "リミックス文化を理解すること。",
    "guidelines.remixbody1": "リミックスとは、他の人がScratchで共有しているプロジェクトやコード、アイデア、画像などをもとにして、独自の作品を作ることです。",
    "guidelines.remixbody2": "リミックスは、他のScratcherと共同作業したり、つながりを持つために最適な方法です。Scratchで見つけたすべてのものは、自分の作品の中で使うことができます。ただし、あなたが使ったすべての作品のクレジット(作者名、原作名など)を書き、意味のある変更を加える必要があります。そして、あなたがScratchで何かを共有すると、すべてのScratcherに対して、あなたの作品を使うことも許可したことになります。",
    "guidelines.honestyheader": "誠実であること。",
    "guidelines.honestybody": "Scratchで他の人と接するとき、正直で誠実であることが大切です。すべてのScratchアカウントには現実の人が紐づいていることを忘れないでください。 噂を広めたり、他のScratcherや有名人になりすましたり、重病のふりをしたりすることは、Scratchコミュニティーをないがしろにする行為です。",
    "guidelines.friendlyheader": "サイトを心地よい場所にすること。",
    "guidelines.friendlybody": "作品や会話の内容は、すべての年齢の人にとって親しみやすく、適切であることが重要です。Scratchに書かれたものが、意地悪だったり、侮辱的だったり、暴力的だったり、コミュニティーにとって不適切だと感じたときは、「報告」をクリックしてScratchチームに知らせてください。 喧嘩をしたり、他人の行動についての噂を広めたり、不適切なものに反応するのではなく、「報告」ボタンを使ってください。 私たちは報告を確認して、適切な対処を行います。"
}