{
    "guidelines.title": "Scratchコミュニティーガイドライン",
    "guidelines.header1": "Scratchは、あらゆる人を歓迎する友好的なコミュニティー(共同体)です。ここでは、みんな一緒に創造し、共有し、学ぶことができます。",
    "guidelines.header2": "私たちは、何歳であっても、どんな人種、民族であっても、能力に違いがあっても、どんな宗教を信じていても、どんな性的指向、性同一性を持っていても、すべての人々を歓迎します。",
    "guidelines.header3": "Scratchを、心地よく、協力的で、創造的な場所として続けるために、以下のコミュニティーガイドラインを守りましょう:",
    "guidelines.respectheader": "誰にでも敬意を持って接すること。",
    "guidelines.respectbody1": "Scratcher(Scratchコミュニティーに参加する人)は、多様な背景や興味、アイデンティティー(独自性)、経験を持っています。",
    "guidelines.respectbody2": "Scratchに参加することで、わくわくすることや、大切なことを、みんなと共有することができます。そして、 あなたが自己表現の方法を見つけると共に、他の人がそうすることを認めることも期待しています。個人やグループのアイデンティティーを攻撃したり、その背景や興味について意地悪な態度をとったりすることは決して許されません。",
    "guidelines.privacyheader": "安全を保つこと: 個人情報や連絡先を公開しないでください。",
    "guidelines.privacybody1": "安全上の理由から、個人的な連絡に使うことのできる情報を直接伝えたり、ネットに書かないでください。",
    "guidelines.privacybody2": "これには、姓、電話番号、住所、出身地、学校名、メール アドレス、他のサービスのユーザー名、SNSサイト、ビデオ チャットアプリ、チャット機能のあるWebサイトへのリンクを共有しないことが含まれます。",
    "guidelines.helpfulheader": "役立つコメントをすること。",
    "guidelines.helpfulbody1": "Scratchでは誰もが学んでいます。",
    "guidelines.helpfulbody2": "プロジェクトにコメントするときは、気に入ったところを言ったり、提案したりして、非難をせず、親切にすることを忘れないでください。コメントには敬意を込め、スパムやチェーンメールを投稿しないでください。 新しいことを試して、実験し、他の人から学ぶことをお勧めします。",
    "guidelines.remixheader": "リミックス文化を理解すること。",
    "guidelines.remixbody1": "リミックスとは、他の人がScratchで共有しているプロジェクトやコード、アイデア、画像などをもとにして、独自の作品を作ることです。",
    "guidelines.remixbody2": "リミックスは、他のScratcherと共同作業したり、つながりを持つために最適な方法です。Scratchで見つけたすべてのものは、自分の作品の中で使うことができます。ただし、あなたが使ったすべての作品のクレジット(作者名、原作名など)を書き、意味のある変更を加える必要があります。そして、あなたがScratchで何かを共有すると、すべてのScratcherに対して、あなたの作品を使うことも許可したことになります。",
    "guidelines.honestyheader": "誠実であること。",
    "guidelines.honestybody1": "Scratchで他の人と接するとき、正直で誠実であることが大切です。すべてのScratchアカウントには現実の人が紐づいていることを忘れないでください。 ",
    "guidelines.honestybody2": "噂を広めたり、他のScratcherや有名人になりすましたり、重病のふりをしたりすることは、Scratchコミュニティーをないがしろにする行為です。",
    "guidelines.friendlyheader": "サイトを心地よい場所にすること。",
    "guidelines.friendlybody1": "作品や会話の内容は、すべての年齢の人にとって親しみやすく、適切であることが重要です。",
    "guidelines.friendlybody2": "Scratchに書かれたものが、意地悪だったり、侮辱的だったり、暴力的だったり、コミュニティーにとって不適切だと感じたときは、「報告」をクリックしてScratchチームに知らせてください。 喧嘩をしたり、他人の行動についての噂を広めたり、不適切なものに反応するのではなく、「報告」ボタンを使ってください。 私たちは報告を確認して、適切な対処を行います。",
    "guidelines.learnMoreheader": "くわしい内容を学ぶ",
    "guidelines.learnMorebody1": "<a>Download the guide</a> でより詳しい情報が得られます。",
    "guidelines.learnMorebody2": "このガイドでScratchのオンラインコミュニティーが持つ無限の可能性を見つけてください！この重要な資料は、プロフィールの設定、同じ考えの人たちとつながる方法、Scratcherとしてしっかり活動し活躍するために作られています。他の人たちとつながってユニークな作品を共有し、次のプロジェクトのインスピレーションを見つける方法を学びましょう。",
    "guidelines.respectButtonImageDescription": "A blue circle",
    "guidelines.privacyButtonImageDescription": "A yellow circle",
    "guidelines.helpfulButtonImageDescription": "A magenta circle",
    "guidelines.remixButtonImageDescription": "A green circle",
    "guidelines.honestyButtonImageDescription": "A purple circle",
    "guidelines.friendlyButtonImageDescription": "A pink circle",
    "guidelines.respectSectionImageDescription": "A graphic of two hands grasping each other in a handshake, with a pink heart above them.",
    "guidelines.privacySectionImageDescription": "A graphic of a blue combination lock lock on a yellow background. Inside the lock is the shape of a head with a question mark printed on the face.",
    "guidelines.helpfulSectionImageDescription": "A graphic of a piece of paper on top of a pink background. On the paper, there is a Scratch project with a white cat on a blue background. A pink pen with a heart on the cap is drawing a heart and a pencil is writing a comment.",
    "guidelines.remixSectionImageDescription": "A graphic of the Scratch \"remix\" swirl on a green background. Two hands move orange, blue, and purple Scratch blocks around. A paintbrush paints a green streak.",
    "guidelines.honestySectionImageDescription": "A graphic of a light blue compass on a purple background. There is a pink heart in the \"North\" position.",
    "guidelines.friendlySectionImageDescription": "A graphic of 5 hands with different skin tones using their pointer and middle fingers to create a star on a pink background with a pink star and yellow star in the center.",
    "guidelines.learnMoreSectionImageDescription": "A graphic of a box with a green arrow pointing inside of it with stars in the background."
}