{
    "guidelines.title": "Scratchコミュニティーのガイドライン",
    "guidelines.header1": "Scratchは、あらゆる人を歓迎する友好的なコミュニティー(共同体)です。ここでは、みんなで一緒に創造し、共有し、学ぶことができます。",
    "guidelines.header2": "私たちは、年齢、人種、民族、宗教、能力、性的指向、性同一性に関わらず、すべての人々を歓迎します。",
    "guidelines.header3": "Scratchを、心地よく、協力的で、創造的な場所として続けるために、以下のコミュニティーガイドラインを守りましょう:",
    "guidelines.respectheader": "誰に対しても敬意を持って接すること。",
    "guidelines.respectbody": "Scratcher(Scratchコミュニティーに参加する人)は、多様な背景や興味、アイデンティティー(独自性)、経験を持っています。 Scratchに参加する誰もが、皆にとって刺激的で、重要なことを共有することが推奨されています。そして、Scratchの中で、自分自身のアイデンティティーを前向きにとらえ、他の人にも同じようにすることを期待しています。個人やグループのアイデンティティーを攻撃したり、その背景や興味について意地悪な態度をとったりすることは決して許されません。",
    "guidelines.privacyheader": "安全のために: 個人情報や連絡先を公開しないでください。",
    "guidelines.privacybody": "安全上の理由から、個人的な連絡に使われるかもしれない情報を直接伝えたり、ネットに書かないでください。 これには、姓、電話番号、住所、出身地、学校名、メール アドレス、他のサービスのユーザー名、SNSサイト、ビデオ チャットアプリ、または チャット機能のあるWebサイトへのリンクを載せることが含まれます。",
    "guidelines.helpfulheader": "Give helpful feedback.",
    "guidelines.helpfulbody": "Everyone on Scratch is learning. When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Embrace remix culture.",
    "guidelines.remixbody1": "Remixing is when you build upon someone else’s projects, code, ideas, images, or anything else they share on Scratch to make your own unique creation.",
    "guidelines.remixbody2": "Remixing is a great way to collaborate and connect with other Scratchers. You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. And when you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "guidelines.honestyheader": "誠実であること。",
    "guidelines.honestybody": "It’s important to be honest and authentic when interacting with others on Scratch, and remember that there is a person behind every Scratch account. Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "サイトを心地よい場所にすること。",
    "guidelines.friendlybody": "It’s important to keep your creations and conversations friendly and appropriate for all ages. If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action."
}