{
    "guidelines.title": "គោលការណ៍ណែនាំសម្រាប់សហគមន៍ Scratch",
    "guidelines.header1": "Scratch គឺជាសហគមដែលមានការរាក់ទាក់ និងស្វាគមន៍សម្រាប់គ្រប់ៗគ្នា ដែលគេអាចបង្កើត ចែករំលែក និងរៀនជាមួយគ្នា។",
    "guidelines.header2": "យើងស្វាគមន៍មនុស្សគ្រប់រូប គ្រប់អាយុ ជាតិ សាសន៍ សមត្ថភាព និងភេទ។",
    "guidelines.header3": "ចូលរួមធ្វើឲ្យ Scratch ក្លាយជាតំបន់ដែលពោរពេញដោយការស្វាគមន៍ ការគាំទ្រគ្នា និងភាពច្នៃប្រឌិតសម្រាប់គ្រប់គ្នាដោយអនុវត្តតាមគោលការណ៍ណែនាំរបស់សហគមទាំងនេះ៖",
    "guidelines.respectheader": "គោរពគ្នាទៅវិញទៅមក",
    "guidelines.respectbody": "អ្នកប្រើប្រាស់ Scratch ទាំងឡាយមានដើមកំណើត ចំនូលចិត្ត សញ្ជាត្តិ និងបទពិសោធន៍ចម្រុះគ្នា។ គ្រប់គ្នាត្រូវបានជម្រុញឲ្យចែករំលែកនូវអ្វីដែលធ្វើឲ្យគេរំភើបចិត្ត ក៏ដូចជាមានសារៈសំខាន់សម្រាប់ពួកគេ។ យើងសង្ឃឹមថាអ្នកនឹងអាចរកវិធីក្នុងការបង្ហាញពីមោទនភាពចំពោះបុគ្គលិកលក្ខណៈរបស់អ្នក ហើយអនុញ្ញាតឲ្យអ្នកដទៃបង្ហាញពីមោទនភាពសម្រាប់បុគ្គលិកលក្ខណៈរបស់គេដែរ។ វាមិនមែនជាការល្អទេដែលយើងធ្វើការវាយប្រហារទៅលើបុគ្គលណាម្នាក់ផ្អែកទៅលើចំនូលចិត្ត ក៏ដូចជាដើមកំណើតរបស់គេ។",
    "guidelines.privacyheader": "រក្សាសុវត្ថិភាព៖ រក្សាទុកព័ត៌មានបុគ្គល និងព័ត៌មានទំនាក់ទំនងជាសម្ងាត់",
    "guidelines.privacybody": "ដើម្បីសុវត្ថិភាព សូមកុំផ្តល់ព័ត៌មានឯកជនដូចជា ឈ្មោះពិត លេខទូរស័ព្ទ អាសយដ្ឋាន អ៊ីម៉ែល តំណភ្ជាប់ទៅបណ្តាញសង្គម ឬវេបសាយដែលមានការសន្ទនាមិនមានការសម្របសម្រួល។",
    "guidelines.helpfulheader": "ផ្តល់នូវមតិកែលម្អដែលមានប្រយោជន៍",
    "guidelines.helpfulbody": "គ្រប់គ្នាសុទ្ធតែកំពុងតែរៀន។ នៅពេលបញ្ចេញមតិលើកិច្ចការណាមួយ ត្រូវនិយាយពីអ្វីដែលអ្នកពេញចិត្ត ផ្តល់នូវមតិកែលម្អ និងត្រូវធ្វើល្អ និងមិនត្រូវរិះគន់ឡើយ។ សូមផ្តល់ការគោរពទៅកាន់គ្នានៅពេលផ្តល់មតិ។ យើងជម្រុញឲ្យអ្នកសាកល្បងរបស់ថ្មីៗ ស្វែងរកបទពិសោធន៍ និងរៀនពីអ្នកដទៃ។",
    "guidelines.remixheader": "គាំទ្រការកែបន្ថែម",
    "guidelines.remixbody1": "ការកែបន្ថែមជាការដែលអ្នកកែប្រែកិច្ចការរបស់អ្នកដទៃដែលត្រូវបានចែករំលែកនៅលើ Scratch ដើម្បីបង្កើតជាកិច្ចការថ្មីរបស់អ្នក។",
    "guidelines.remixbody2": "ការកែបន្ថែមគឺជាវិធីដ៏ល្អមួយក្នុងការសហការនិងទាក់ទងជាមួយអ្នកប្រើប្រាស់ដទៃ។ អ្នកត្រូវបានលើកទឹកចិត្តឲ្យប្រើរបស់គ្រប់យ៉ាងដែលអ្នកអាចរកបានលើ Scratch ដើម្បីបំពេញកិច្ចការរបស់អ្នក តែអ្នកត្រូវផ្តល់នូវក្រេឌីតដល់ម្ចាស់ដើមទាំងឡាយ។ លើសពីនេះ នៅពេលដែលអ្នកចែករំលែកអ្វីមួយនៅក្នុង Scratch អ្នកផ្តល់សិទ្ធដល់អ្នកដទៃក្នុងការប្រើប្រាស់កិច្ចការរបស់អ្នកក្នុងកិច្ចការរបស់គេ។",
    "guidelines.honestyheader": "ស្មោះត្រង់",
    "guidelines.honestybody": "ជាការចាំបាច់ដែលអ្នកត្រូវតែស្មោះត្រង់នៅពេលដែលអ្នកធ្វើទំនាក់ទំនងជាមួយអ្នកដទៃ ហើយត្រូវចាំថាសម្រាប់គណនី Scratch នីមួយៗសុទ្ធតែមានអ្នកប្រើប្រាស់ជាមនុស្សដូចអ្នកដែរ។ ការចែករំលែកពាក្យចចាមអារាម ក្លែងជាអ្នកដទៃ ឬបន្លំខ្លួនថាឈឺខ្លាំង គឺជាការមិនគោរពសម្រាប់សហគម Scratch។",
    "guidelines.friendlyheader": "ជួយធ្វើឲ្យតំបន់បណ្តាញមានលក្ខណៈរួសរាយស្វាគមន៍",
    "guidelines.friendlybody": "អ្នកចាំបាច់ត្រូវធ្វើឲ្យកិច្ចការរបស់អ្នក ក៏ដូចជាការសន្ទនារបស់អ្នកមានភាពរួសរាយ និងសមរម្យសម្រាប់មនុស្សគ្រប់វ័យ។ ប្រសិនបើអ្នកគិតថារបស់អ្វីមួយនៅលើ Scratch មានលក្ខណៈមិនសមរម្យ ហិង្សា ផ្ចាញ់ផ្ចាល ឬរំខានដល់សហគមដោយប្រការណាមួយ សូមចុចប៊ូតុងរាយការណ៍ជៀសជាងឈ្លោះប្រកែកជាមួយអ្នកដទៃ។ Scratch Team នឹងពិនិត្យការរាយការណ៍របស់អ្នក និងឆ្លើយតប។"
}