{
    "guidelines.title": "스크래치 커뮤니티 지침",
    "guidelines.header1": "스크래치는 모두가 함께 만들고 공유하고 배우는 친절하고 따뜻한 커뮤니티입니다.",
    "guidelines.header2": "스크래치는 연령, 인종, 민족, 능력, 성적 성향, 성 정체성, 종교를 차별하지 않고 모든 사람들을 환영합니다.",
    "guidelines.header3": "스크래치 커뮤니티 지침을 따라 스크래치가 모두에게 따뜻하고, 도움을 주고, 창의적인 공간으로 거듭날 수 있도록 도와주세요.",
    "guidelines.respectheader": "모든 사람들을 존중해 주세요.",
    "guidelines.respectbody1": "Scratchers have diverse backgrounds, interests, identities, and experiences.",
    "guidelines.respectbody2": "Everyone on Scratch is encouraged to share things that excite them and are important to them—we hope that you find ways to celebrate your own identity on Scratch, and allow others to do the same. It’s never OK to attack a person or group’s identity or to be unkind to someone about their background or interests.",
    "guidelines.privacyheader": "안전하게 정보를 보호하기 위해서 개인정보와 연락처 정보를 공개하지 마세요.",
    "guidelines.privacybody1": "For safety reasons, don't give out any information that could be used for private communication, in person or online.",
    "guidelines.privacybody2": "여기에는 실제 성, 전화 번호, 주소, 고향, 학교 이름, 전자 메일 주소, 사용자 이름 또는 소셜 미디어 사이트, 비디오 채팅 응용 프로그램 또는 개인 채팅 기능이 있는 웹 사이트에 대한 링크를 공유하지 않는 것이 포함됩니다.",
    "guidelines.helpfulheader": "도움이 되는 제안을 해 주세요.",
    "guidelines.helpfulbody1": "Everyone on Scratch is learning.",
    "guidelines.helpfulbody2": "When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "리믹스 문화를 적극적으로 받아들이세요.",
    "guidelines.remixbody1": "리믹스는 다른 사람의 프로젝트, 코드, 아이디어, 이미지 또는 스크래치에서 공유하는 모든 것을 가지고 자신만의 고유한 창작물을 만드는 것입니다.",
    "guidelines.remixbody2": "리믹스는 다른 스크래처들과 협력하고 연결될 수 있는 좋은 방법입니다. 스크래치는 당신이 사용한 작업의 제작자에게 크래딧을 주고, 작업에 의미있는 변화를 준다면, 스크래치에서 찾은 무엇이든 사용하도록 권장합니다. 그리고 당신이 스크래치에 무엇인가 공유한다면, 당신은 모든 다른 스크래처들에게 당신의 창작물을 사용할 수 있는 권한을 주는 것입니다.",
    "guidelines.honestyheader": "정직한 사람이 되세요.",
    "guidelines.honestybody1": "스크래치에서 다른 사용자와 대화할 때는 정직하고 진실된 태도를 취하는 것이 중요하며, 모든 스크래치 계정 뒤에는 사람이 있다는 것을 기억하십시오.",
    "guidelines.honestybody2": "Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "사이트를 친절한 곳으로 만들어주세요.",
    "guidelines.friendlybody1": "It’s important to keep your creations and conversations friendly and appropriate for all ages.",
    "guidelines.friendlybody2": "If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action.",
    "guidelines.learnMoreheader": "Want to learn more?",
    "guidelines.learnMorebody1": "<a>Download the guide</a> for more details!",
    "guidelines.learnMorebody2": "Discover the limitless potential of the Scratch online community with our guides! These valuable resources are designed to help you navigate and thrive as a Scratcher, revealing everything from setting up your profile to connecting with like-minded individuals. Learn how to connect with others, share your unique creations, and find inspiration for your next project.",
    "guidelines.respectButtonImageDescription": "A blue circle",
    "guidelines.privacyButtonImageDescription": "A yellow circle",
    "guidelines.helpfulButtonImageDescription": "A magenta circle",
    "guidelines.remixButtonImageDescription": "A green circle",
    "guidelines.honestyButtonImageDescription": "A purple circle",
    "guidelines.friendlyButtonImageDescription": "A pink circle",
    "guidelines.respectSectionImageDescription": "A graphic of two hands grasping each other in a handshake, with a pink heart above them.",
    "guidelines.privacySectionImageDescription": "A graphic of a blue combination lock lock on a yellow background. Inside the lock is the shape of a head with a question mark printed on the face.",
    "guidelines.helpfulSectionImageDescription": "A graphic of a piece of paper on top of a pink background. On the paper, there is a Scratch project with a white cat on a blue background. A pink pen with a heart on the cap is drawing a heart and a pencil is writing a comment.",
    "guidelines.remixSectionImageDescription": "A graphic of the Scratch \"remix\" swirl on a green background. Two hands move orange, blue, and purple Scratch blocks around. A paintbrush paints a green streak.",
    "guidelines.honestySectionImageDescription": "A graphic of a light blue compass on a purple background. There is a pink heart in the \"North\" position.",
    "guidelines.friendlySectionImageDescription": "A graphic of 5 hands with different skin tones using their pointer and middle fingers to create a star on a pink background with a pink star and yellow star in the center.",
    "guidelines.learnMoreSectionImageDescription": "A graphic of a box with a green arrow pointing inside of it with stars in the background."
}