{
    "guidelines.title": "스크래치 커뮤니티 지침",
    "guidelines.header1": "스크래치는 모두가 함께 만들고 공유하고 배우는 친절하고 따뜻한 커뮤니티입니다.",
    "guidelines.header2": "스크래치는 연령, 인종, 민족, 능력, 성적 성향, 성 정체성, 종교를 차별하지 않고 모든 사람들을 환영합니다.",
    "guidelines.header3": "스크래치 커뮤니티 지침을 따라 스크래치가 모두에게 따뜻하고, 도움을 주고, 창의적인 공간으로 거듭날 수 있도록 도와주세요.",
    "guidelines.respectheader": "모든 사람들을 존중해 주세요.",
    "guidelines.respectbody": "모든 스크래처는 다양한 배경, 관심사, 정체성, 경험을 가지고 있습니다. 모든 스크래치의 사용자는 자신에게 중요하거나 재미있는 것들을 공유해 주세요. 또한 스크래치에서 자신의 정체성을 존중하고 다른 사람들도 똑같이 존중해 주세요. 어떤 사람이나 집단의 정체성을 공격하거나 그들의 배경이나 관심사에 대해 누군가에게 불친절하게 대하는 것은 결코 용납되지 않습니다.",
    "guidelines.privacyheader": "안전하게 정보를 보호하기 위해서 개인정보와 연락처 정보를 공개하지 마세요.",
    "guidelines.privacybody": "안전을 위해, 온라인에서 혹은 직접 사적인 의사소통을 위해 사용될 수 있는 정보를 제공하지 마세요. 여기에는 실명, 전화번호, 주소, 고향, 학교 이름, 이메일 주소, 사용자 이름, SNS, 화상 채팅 애플리케이션 또는 개인 채팅 기능이 있는 웹사이트의 공유가 포함됩니다.",
    "guidelines.helpfulheader": "도움이 되는 제안을 해 주세요.",
    "guidelines.helpfulbody": "스크래치에 있는 모든 사람이 배우는 중입니다. 프로젝트에 대해 언급할 때, 여러분이 좋아하는 점을 말하고, 제안하고, 비판적인 것이 아니라 친절하게 행동해야 한다는 것을 기억하세요. 댓글은 서로를 존중하는 마음으로 신중히 작성하고, 스팸이나 단체 발송 게시물은 피해 주세요. 새로운 것을 시도하고, 실험하고, 다른 사람들에게 배우세요.",
    "guidelines.remixheader": "리믹스 문화를 적극적으로 받아들이세요.",
    "guidelines.remixbody1": "리믹스는 다른 사람의 프로젝트, 코드, 아이디어, 이미지 또는 스크래치에서 공유하는 모든 것을 가지고 자신만의 고유한 창작물을 만드는 것입니다.",
    "guidelines.remixbody2": "리믹스는 다른 스크래처들과 협력하고 연결될 수 있는 좋은 방법입니다. 스크래치는 당신이 사용한 작업의 제작자에게 크래딧을 주고, 작업에 의미있는 변화를 준다면, 스크래치에서 찾은 무엇이든 사용하도록 권장합니다. 그리고 당신이 스크래치에 무엇인가 공유한다면, 당신은 모든 다른 스크래처들에게 당신의 창작물을 사용할 수 있는 권한을 주는 것입니다.",
    "guidelines.honestyheader": "정직한 사람이 되세요.",
    "guidelines.honestybody": "스크래치에서 다른 사람과 소통할 때 솔직하고 진실한 태도를 가지세요. 모든 스크래치 계정 뒤에는 사람이 있다는 사실을 잊지 마세요. 나쁜 소문을 퍼뜨리거나, 다른 스크래처나 연예인의 흉내를 내거나, 심각한 질병에 걸린 척하는 것은 스크래치 커뮤니티를 존중하지 않는 행동입니다.",
    "guidelines.friendlyheader": "사이트를 친절한 곳으로 만들어주세요.",
    "guidelines.friendlybody": "창작물을 만들거나 대화를 할 때 친절하고 모든 연령대에 적합하게 하세요. 스크래치의 어떤 것이 무례하거나 모욕적이거나, 너무 폭력적이거나, 커뮤니티에 방해가 된다고 생각되는 경우, \"신고\"를 클릭해 저희에게 알려 주세요. 싸우거나, 다른 사람의 행동에 대한 소문을 퍼뜨리거나, 부적절한 내용에 대응하지 말고 \"신고\" 버튼을 사용해 주세요. 스크래치 팀이 신고를 보고 적절한 조치를 취할 것입니다."
}