{
    "guidelines.title": "Scratch Bendruomenės Taisyklės",
    "guidelines.header1": "Scratch yra draugiška ir svetinga bendruomenė visiems, kur žmonės kuria, dalinasi ir kartu mokosi.",
    "guidelines.header2": "Mes priimame visų amžių, rasių, tautybių, religijų, galimybių ir seksualinių orientacijų bei lyčių žmones.",
    "guidelines.header3": "Padėkite Scratch likti svetinga, palaikančia ir kūrybinga erdve visiems sekdami šiomis bendruomenės taisyklėmis:",
    "guidelines.respectheader": "Elkis su visais pagarbiai.",
    "guidelines.respectbody": "Scratcheriai turi skirtingas kilmes, pomėgius, identitetus ir patirtis. Visi su Scratch raginami dalintis dalykais, kurie jiems patinka ir yra svarbūs - mes tikimės, kad jūs rasite būdą, kaip džiaugtis savo identitetu ir leisti kitiems daryti tą patį. Niekada nėra gerai pulti žmogų ar grupę ar būti nemaloniems kažkam dėl jų kilmės ar pomėgių.",
    "guidelines.privacyheader": "Būkite saugūs: laikykite asmeninę ir kontaktinę informaciją privačiai.",
    "guidelines.privacybody": "Dėl saugumo priežasčių, neduokite niekam bet kokios informacijos, kuri galėtų būti privačiam bendravimui asmeniškai ar internete. Įskaitant dalinimąsi pavarde, telefono numeriu, adresu, miestu, mokyklos pavadinimu, e-pašto adresu, naudotojo vardu ar nuoroda į socialinio tinklo svetainę, video pokalbių aplikacijas bei svetaines su privataus pokalbio galimybe.",
    "guidelines.helpfulheader": "Teikite naudingus atsiliepimus.",
    "guidelines.helpfulbody": "Kiekvienas Scratch narys mokosi. Komentuodami projektą atsiminkite paminėti ką nors, kas jums patinka, duoti patarimų ir būti maloniu, o ne kritišku. Prašome komentuoti pagarbiai ir vengti reklamos ar grandininių laiškų. Mes raginame jus išbandyti naujus dalykus, eksperimentuoti ir mokytis iš kitų.",
    "guidelines.remixheader": "Įsitraukite į perdarymo ir maišymo kultūrą.",
    "guidelines.remixbody1": "Maišymas - tai kai jūs tęsdami kieno nors kito projektą, kodą, idėją, nuotrauką ar ką nors, ką jie dalinasi Scratch, kuriate savo unikalius kūrinius.",
    "guidelines.remixbody2": "Maišymas yra puikus būdas bendradarbiauti ir susisiekti su kitais Scratcheriais. Jūs raginami naudoti bet ką, ką randate Scratch, savo kūriniams tol, kol jūs paminite visus, kieno darbus naudojate ir darote prasmingus jų pakeitimus. Kai dalinatės kuo nors Scratch, jūs taipogi duodate teisę ir visiems Scratcheriams naudoti jūsų darbą jų kūrybai.",
    "guidelines.honestyheader": "Būk nuoširdus.",
    "guidelines.honestybody": "It’s important to be honest and authentic when interacting with others on Scratch, and remember that there is a person behind every Scratch account. Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "Prisidėk, kad puslapis išliktų draugiškas.",
    "guidelines.friendlybody": "It’s important to keep your creations and conversations friendly and appropriate for all ages. If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action."
}