{
    "guidelines.title": "Scratch kopienas vadlīnijas",
    "guidelines.header1": "Scratch ir draudzīga un pretimnākoša kopiena ikvienam, kurā cilvēki kopā veido, dalās un mācās.",
    "guidelines.header2": "Mēs laipni aicinām visu vecumu, rasu, etnisko piederību, reliģiju, spēju, seksuālās orientācijas un dzimuma identitātes cilvēkus.",
    "guidelines.header3": "Palīdziet saglabāt Scratch par viesmīlīgu, atbalstošu un radošu telpu visiem, ievērojot šīs kopienas vadlīnijas:",
    "guidelines.respectheader": "Izturieties pret visiem ar cieņu.",
    "guidelines.respectbody": "Scratchers ir dažāda izcelsme, intereses, identitāte un pieredze. Ikviens Scratch lietotājs tiek mudināts dalīties ar lietām, kas viņus aizrauj un ir svarīgas — mēs ceram, ka jūs atradīsit veidus, kā svinēt savu identitāti pakalpojumā Scratch un ļausiet citiem darīt to pašu. Nekad nav pareizi uzbrukt kādas personas vai grupas identitātei vai būt nelaipnam pret kādu par viņu izcelsmi vai interesēm.",
    "guidelines.privacyheader": "Esiet drošs: saglabājiet personisko un kontaktinformāciju privātu.",
    "guidelines.privacybody": "Drošības apsvērumu dēļ neizpaudiet nekādu informāciju, ko varētu izmantot privātai saziņai klātienē vai tiešsaistē. Tas ietver īstu uzvārdu, tālruņu numuru, adrešu, dzimto pilsētu, skolu nosaukumu, e-pasta adrešu, lietotājvārdu vai saišu kopīgošanu uz sociālo mediju vietnēm, video tērzēšanas lietojumprogrammām vai vietnēm ar privātas tērzēšanas funkcionalitāti.",
    "guidelines.helpfulheader": "Sniedziet noderīgas atsauksmes.",
    "guidelines.helpfulbody": "Visi Scratch lietotāji mācās. Komentējot projektu, neaizmirstiet pateikt kaut ko, kas jums patīk, piedāvājiet ieteikumus un esiet laipns, nevis kritisks. Lūdzu, ievērojiet cieņpilnus komentārus un izvairieties no surogātpasta vai ķēdes pasta sūtīšanas. Mēs aicinām jūs izmēģināt jaunas lietas, eksperimentēt un mācīties no citiem.",
    "guidelines.remixheader": "Pieņemiet remiksu kultūru.",
    "guidelines.remixbody1": "Remiksēšana ir tad, kad jūs izmantojat kāda cita projektus, kodu, idejas, attēlus vai jebko citu, ko viņi kopīgo vietnē Scratch, lai izveidotu savu unikālu darbu.",
    "guidelines.remixbody2": "Remiksēšana ir lielisks veids, kā sadarboties un sazināties ar citiem Scratchers. Jūs tiekat mudināts savos darbos izmantot visu, ko atrodat vietnē Scratch, ja vien piešķirat atzinību visiem, kuru darbu izmantojāt, un veicat nozīmīgas izmaiņas tajā. Un, kad kopīgojat kaut ko pakalpojumā Scratch, jūs dodat atļauju visiem Scratch lietotājiem izmantot jūsu darbu savos darbos.",
    "guidelines.honestyheader": "Mēs esam draudzīgi.",
    "guidelines.honestybody": "Ir svarīgi būt godīgam un autentiskam, mijiedarbojoties ar citiem Scratch kontā, un atcerieties, ka aiz katra Scratch konta ir kāda persona. Baumu izplatīšana, uzdošanās par citiem Scratcher vai slavenībām vai izlikšanās par smagi slimu nav cieņa pret Scratch kopienu.",
    "guidelines.friendlyheader": "Mēs palīdzam uzturēt lapu draudzīgu.",
    "guidelines.friendlybody": "Ir svarīgi, lai jūsu darbi un sarunas būtu draudzīgas un piemērotas visu vecumu cilvēkiem. Ja uzskatāt, ka kaut kas vietnē Scratch ir zemisks, aizvainojošs, pārāk vardarbīgs vai citādi traucē kopienai, noklikšķiniet uz “Ziņot”, lai par to informētu mūs. Lūdzu, izmantojiet pogu “Ziņot”, nevis iesaistieties kautiņos, izplatiet baumas par citu cilvēku uzvedību vai citādi reaģējiet uz jebkādu nepiemērotu saturu. Scratch komanda izskatīs jūsu ziņojumu un veiks atbilstošās darbības."
}