{
    "guidelines.title": "Ko ngā Aratakinga o te Hapori Scratch",
    "guidelines.header": "Ka hia āwhina mātou kia ū tonu a Scratch hei hapori whakahoahoa, hei hapori auaha hoki e whai wāhi ai te tangata kia noho haumaru ahakoa nō hea, ahakoa ōna aronga hoki.",
    "guidelines.respectheader": "Kia whakarangatira.",
    "guidelines.respectbody": "Kia tuaritia ngā kaupapa, kia whakairihia he kōrero rānei, kia maumahara ka kitea e te tini tangata, e te tini reanga hoki, e te tini momo hoki tāu i tuari ai.",
    "guidelines.constructiveheader": "Kia hanga tika",
    "guidelines.constructivebody": "Kia kōrero koe mō ngā kaupapa a tētahi atu, kōrero mō tētahi mea e pai ana ki a koe, ā, tukua pea ētahi kōrero āwhina.",
    "guidelines.shareheader": "Tuaritia.",
    "guidelines.sharebody": "Kua wātea koe ki te whakawhenumi kaupapa, ariā hoki, whakaahua hoki, ngā mea katoa rānei ka rapu koe i Scratch, ā, ka taea hoki e tētahi atu te whakamahi i ngā mea katoa ka tuaritia e koe. Me tuku mihi ka tika mō tāu e whakawhenumi ai.",
    "guidelines.privacyheader": "Puritia kia noho tūmataiti tonu ngā mōhiohio whaiaro.",
    "guidelines.privacybody": "Mō ngā take haumaru, kaua e tuku atu i ngā mōhiohio ka whakamahia pea hei kōrero matatapu - pērā i te ingoa whānau tūturu, he nama waea rānei, he wāhi noho rānei, he wāhitau īmēra rānei, he hononga rānei ki ngā pae pāpori pāpāho, ki ngā pae tukutuku rānei me ngā matapakinga tikanga kore.",
    "guidelines.honestyheader": "Kia pono.",
    "guidelines.honestybody": "Kaua e tāwhai i Scratcher kē atu, kaua hoki e whiu kōhimuhimu, e mahi māminga rānei i te hapori.",
    "guidelines.friendlyheader": "Āwhinatia kia mau tonu te wairua whakahoahoa o te pae tukutuku.",
    "guidelines.friendlybody": "Mēnā e whakaaro ana koe he mea kino, he mea muhani rānei, he tūkino rawa rānei, he hē rawa atu rānei tētahi kaupapa, tētahi kōrero rānei, tēnā pāwhiria \"Pūrongo\" hei whakamōhio mai ki a mātou mō aua take.",
    "guidelines.footer": "Ka rāhiri mai a Scratch i ngā tāngata o ngā reanga tau katoa, ngā iwi katoa, ngā mātāwaka katoa, ngā whakapono katoa, ngā pūkenga katoa, ngā aronga ai katoa, me ngā ira hangatanga katoa hoki."
}