{
    "guidelines.title": "Retningslinjer for nettstedet",
    "guidelines.header1": "Scratch er et vennlig og imøtekommende fellesskap for alle, der folk skaper, deler og lærer sammen.",
    "guidelines.header2": "Vi ønsker velkommen mennesker i alle aldre, raser, etnisiteter, religioner, evner, seksuelle orienteringer og kjønnsidentiteter.",
    "guidelines.header3": "Hjelp til med å holde Scratch et innbydende, støttende og kreativt rom for alle ved å følge disse retningslinjene for fellesskapet.",
    "guidelines.respectheader": "Behandle alle med respekt.",
    "guidelines.respectbody": "Scratchere har forskjellige bakgrunner, interesser, identiteter og erfaringer. Alle på Scratch oppfordres til å dele ting som gleder dem og er viktige for dem—vi håper at du finner måter å feire din egen identitet på Scratch, og lar andre gjøre det samme. Det er aldri greit å angripe en persons eller gruppes identitet, eller å være uvennlig mot noen på grunn av deres bakgrunn eller interesser.",
    "guidelines.privacyheader": "Vær trygg: hold personlig og kontaktinformasjon privat.",
    "guidelines.privacybody": "Av sikkerhetsmessige årsaker, ikke gi ut noen informasjon som kan brukes til privat kommunikasjon, personlig eller online. Dette inkluderer deling av ekte etternavn, telefonnumre, adresser, hjembyer, skolenavn, e-postadresser, brukernavn eller lenker til sosiale medier, videochat-applikasjoner eller nettsteder med privat chat-funksjonalitet.",
    "guidelines.helpfulheader": "Gi nyttig tilbakemelding.",
    "guidelines.helpfulbody": "Alle på Scratch lærer. Når du kommenterer på et prosjekt, husk å si noe du liker med det, tilby forslag og vær snill, ikke kritisk. Vennligst hold kommentarer respektfulle og unngå spamming eller å poste kjedebrev. Vi oppfordrer deg til å prøve nye ting, eksperimentere og lære av andre.",
    "guidelines.remixheader": "Omfavne remix-kulturen.",
    "guidelines.remixbody1": "Remixing er når du bygger videre på noen andres prosjekter, kode, ideer, bilder eller hva som helst annet de deler på Scratch for å lage din egen unike kreasjon.",
    "guidelines.remixbody2": "Remixing er en flott måte å samarbeide og koble seg med andre Scratch-brukere. Du oppfordres til å bruke alt du finner på Scratch i dine egne kreasjoner, så lenge du gir kreditt til alle hvis arbeid du brukte og gjør en meningsfull endring på det. Og når du deler noe på Scratch, gir du tillatelse til alle Scratch-brukere å bruke ditt arbeid i deres kreasjoner også.",
    "guidelines.honestyheader": "Vær ærlig.",
    "guidelines.honestybody": "Det er viktig å være ærlig og autentisk når man interagerer med andre på Scratch, og husk at det er en person bak hver Scratch-konto. Å spre rykter, utgi seg for å være andre Scratch-brukere eller kjendiser, eller late som om man er alvorlig syk, er ikke respektfullt overfor Scratch-samfunnet.",
    "guidelines.friendlyheader": "Hold en vennlig tone her.",
    "guidelines.friendlybody": "Det er viktig å holde skapelsene og samtalene dine vennlige og passende for alle aldre. Hvis du synes noe på Scratch er slem, fornærmende, for voldelig eller på annen måte forstyrrende for fellesskapet, klikk på “Rapporter” for å informere oss om det. Vennligst bruk “Rapporter” knappen i stedet for å bli med i krangler, spre rykter om andres oppførsel eller på annen måte svare på upassende innhold. Scratch-teamet vil se på rapporten din og ta nødvendige tiltak."
}