{
    "guidelines.title": "Scratch Community-richtlijnen",
    "guidelines.header1": "Scratch is een vriendelijke en gastvrije gemeenschap voor iedereen, waar mensen samen maken, delen en leren.",
    "guidelines.header2": "We verwelkomen mensen van alle leeftijden, rassen, etniciteiten, religies, capaciteiten, seksuele geaardheden en genderidentiteiten.",
    "guidelines.header3": "Help Scratch een gastvrije, ondersteunende en creatieve plek te laten blijven voor iedereen door deze communityrichtlijnen te volgen:",
    "guidelines.respectheader": "Behandel iedereen met respect.",
    "guidelines.respectbody": "Scratchers hebben verschillende achtergronden, interesses, identiteiten en ervaringen. Iedereen op Scratch wordt aangemoedigd om dingen te delen die hen enthousiast maken en belangrijk voor hen zijn - we hopen dat je manieren vindt om je eigen identiteit op Scratch te vieren en anderen hetzelfde te laten doen. Het is nooit oké om de identiteit van een persoon of groep aan te vallen of om onaardig tegen iemand te zijn over zijn of haar achtergrond of interesses.",
    "guidelines.privacyheader": "Wees veilig: houd persoonlijke en contactgegevens privé.",
    "guidelines.privacybody": "Geef om veiligheidsredenen geen informatie die kan worden gebruikt voor privécommunicatie, persoonlijk of online. Dit omvat het delen van echte achternaam, telefoonnummers, adressen, woonplaatsen, schoolnamen, e-mailadressen, gebruikersnamen of links naar sociale mediasites, videochatapplicaties of websites met privéchatfunctionaliteit.",
    "guidelines.helpfulheader": "Geef nuttige feedback.",
    "guidelines.helpfulbody": "Iedereen op Scratch is aan het leren. Wanneer je commentaar geeft op een project, vergeet dan niet om iets te zeggen over wat je leuk vindt, suggesties te doen, wees daarbij vriendelijk en niet kritisch. Houd opmerkingen respectvol en vermijd spam of het plaatsen van kettingbrieven. We moedigen je aan om nieuwe dingen uit te proberen, te experimenteren en van anderen te leren.",
    "guidelines.remixheader": "Omarm de remixcultuur.",
    "guidelines.remixbody1": "Bij remixen bouw je voort op de projecten, code, ideeën, afbeeldingen of iets anders van iemand anders op Scratch om je eigen unieke creatie te maken.",
    "guidelines.remixbody2": "Remixen is een geweldige manier om samen te werken en verbinding te maken met andere Scratchers. Je wordt aangemoedigd om alles wat je op Scratch vindt in je eigen creaties te gebruiken, zolang je maar een waardering geeft aan iedereen wiens werk je hebt gebruikt en er een zinvolle verandering in aanbrengt. En als je iets deelt op Scratch, geef je alle Scratchers toestemming om je werk ook in hun creaties te gebruiken.",
    "guidelines.honestyheader": "Wees eerlijk.",
    "guidelines.honestybody": "Het is belangrijk om eerlijk en authentiek te zijn wanneer je met anderen op Scratch communiceert, en onthoud dat er een persoon achter elk Scratch-account staat. Geruchten verspreiden, je voordoen als andere Scratchers of beroemdheden, of doen alsof je ernstig ziek bent, is niet respectvol voor de Scratch-gemeenschap.",
    "guidelines.friendlyheader": "We houden de website vriendelijk.",
    "guidelines.friendlybody": "Het is belangrijk om je creaties en gesprekken vriendelijk en geschikt te houden voor alle leeftijden. Als je denkt dat iets op Scratch gemeen, beledigend, te gewelddadig of anderszins storend is voor de gemeenschap, klik dan op \"Melden\" om ons hiervan op de hoogte te stellen. Gebruik de \"Melden\" -knop in plaats van deel te nemen aan gevechten, geruchten over het gedrag van andere mensen te verspreiden of anderszins te reageren op ongepaste inhoud. Het Scratch-team zal je melding bekijken en de gepaste actie ondernemen."
}