{
    "guidelines.title": "Règlas de la comunautat Scratch",
    "guidelines.header1": "Scratch es una comunautat amistosa e aculhenta per totes, ont las personas crèan, partejan e aprenon amassa.",
    "guidelines.header2": "Aculhissèm de personas de tot atge, raça, etnia, religion, capacitat, orientacion sexuala e identitat de genre.",
    "guidelines.header3": " Ajudatz a manténer Scratch coma un espaci aculhent, solidari e creatiu per a totes en seguissent aquestes règlas de la comunautat :",
    "guidelines.respectheader": "Tractatz tot lo monde amb respècte.",
    "guidelines.respectbody1": "Los Scratchaires an d'originas, de centres d'interès, d'identitats e d'experiéncias divèrsas.",
    "guidelines.respectbody2": "Totes e tots sus Scratch son encoratjats a partejar de causas que los apassionan e que son importantas per eles — esperam que trobatz de biaisses de celebrar vòstra pròpria identitat sus Scratch, e que permetètz als autres de far parièr. Es pas jamai acceptable d'atacar l'identitat d'una persona o d'un grop, o d'èsser marrit amb qualqu'un a causa de sas originas o de sos centres d'interès.",
    "guidelines.privacyheader": "Siatz atencion : gardatz las informacions personalas e de contacte privadas.",
    "guidelines.privacybody1": "Per de rasons de seguretat, donetz pas cap d'informacion que poiriá èsser utilizada per una comunicacion privada, en persona o en linha.",
    "guidelines.privacybody2": "Aquò inclutz lo partatge de noms de familha reals, de numèros de telefòn, d'adreças, de vilas natals, de noms d'escòla, d'adreças de corrièl, de noms d'utilizaire o de ligams cap a de sites de mèdias socials, d'aplicacions de chat vidèo, o de sites web amb de foncionalitats de messatjariá privada.",
    "guidelines.helpfulheader": "Fasètz de retorns.",
    "guidelines.helpfulbody1": "Tot lo monde sus Scratch es a aprendre.",
    "guidelines.helpfulbody2": "Quand comentatz un projècte, remembratz-vos de dire quicòm que vos agrada, de prepausar de suggestions, e d’èsser aimable, pas critic. Mercés de daissar los comentaris respectuoses e d'evitar lo spam o de publicar de cadenas de corrièls. Vos encoratjam a ensajar de causas nòvas, a experimentar, e a aprendre dels autres.",
    "guidelines.remixheader": "Acceptatz la cultura de la mescla.",
    "guidelines.remixbody1": "Lo remix es quand bastissètz suls projèctes, lo còdi, las idèas, los imatges o tot çò que parteja sus Scratch qualqu'un per far vòstra pròpria creacion unica.",
    "guidelines.remixbody2": "Lo remix es un biais excellent de collaborar e de s’amassar amb d'autres Scratchaires. Sètz encoratjat a utilizar tot çò que trobatz sus Scratch dins vòstras pròprias creacions, tant que provesissètz de crèdit a totes los pel trabalh qu’utilizatz e que ne fasètz un cambiament significatiu. E quand partejatz quicòm sus Scratch, donatz la permission a totes los Scratchaires d'utilizar vòstre trabalh dins lors creacions, tanben.",
    "guidelines.honestyheader": "Siatz onèste.",
    "guidelines.honestybody1": "Es important d'èsser onèste e autentic quand interagissètz amb d'autres sus Scratch, e de se remembrar qu'i a una persona darrièr cada compte Scratch.",
    "guidelines.honestybody2": "Difusar de rumors, usurpar l'identitat d'autres Scratchaires o de celebritats, o pretendre d'èsser grèvament malaut es pas respectuós envèrs la Comunitat Scratch.",
    "guidelines.friendlyheader": "Ajudatz a gardar lo site amistós.",
    "guidelines.friendlybody1": "Es important de gardar vòstras creacions e convèrsas amistosas e apropriadas per tot atge.",
    "guidelines.friendlybody2": "Se pensatz que quicòm sus Scratch es mesquin, insultant, tròp violent o d'un autre biais perturbator per la comunautat, clicatz sus « Senhalar » per nos o far saber. Mercés d'utilizar lo boton « Senhalar » puslèu que de vos batre, de far córrer de rumors sul compòrtament dels autres o de respondre a un contengut inapropriat. L'equipa de Scratch examinarà vòstre senhalament e prendrà las mesuras apropriadas.",
    "guidelines.learnMoreheader": "Ne volètz saber mai ?",
    "guidelines.learnMorebody1": "<a>Telecargatz la guida</a> per mai de detalhs !",
    "guidelines.learnMorebody2": "Descobrissètz lo potencial sens limits de la comunautat en linha Scratch amb nòstras guidas ! Aquestas ressorsas preciosas son concebudas per vos ajudar a navegar e prosperar coma un Scratchaire, en vos o revelant tot, dempuèi la configuracion de vòstre perfil fins al rescontre amb de personas que partejan vòstras idèas. Aprenètz a vos socializar amb d'autres, a partejar vòstras creacions unicas e a trobar l'inspiracion per vòstre projècte seguent.",
    "guidelines.respectButtonImageDescription": "A blue circle",
    "guidelines.privacyButtonImageDescription": "A yellow circle",
    "guidelines.helpfulButtonImageDescription": "A magenta circle",
    "guidelines.remixButtonImageDescription": "A green circle",
    "guidelines.honestyButtonImageDescription": "A purple circle",
    "guidelines.friendlyButtonImageDescription": "A pink circle",
    "guidelines.respectSectionImageDescription": "A graphic of two hands grasping each other in a handshake, with a pink heart above them.",
    "guidelines.privacySectionImageDescription": "A graphic of a blue combination lock lock on a yellow background. Inside the lock is the shape of a head with a question mark printed on the face.",
    "guidelines.helpfulSectionImageDescription": "A graphic of a piece of paper on top of a pink background. On the paper, there is a Scratch project with a white cat on a blue background. A pink pen with a heart on the cap is drawing a heart and a pencil is writing a comment.",
    "guidelines.remixSectionImageDescription": "A graphic of the Scratch \"remix\" swirl on a green background. Two hands move orange, blue, and purple Scratch blocks around. A paintbrush paints a green streak.",
    "guidelines.honestySectionImageDescription": "A graphic of a light blue compass on a purple background. There is a pink heart in the \"North\" position.",
    "guidelines.friendlySectionImageDescription": "A graphic of 5 hands with different skin tones using their pointer and middle fingers to create a star on a pink background with a pink star and yellow star in the center.",
    "guidelines.learnMoreSectionImageDescription": "A graphic of a box with a green arrow pointing inside of it with stars in the background."
}