{
    "guidelines.title": "Règlas de la comunautat Scratch",
    "guidelines.header1": "Scratch es una comunautat amistosa e aculhenta per totes, ont las personas crèan, partejan e aprenon amassa.",
    "guidelines.header2": "We welcome people of all ages, races, ethnicities, religions, abilities, sexual orientations, and gender identities.",
    "guidelines.header3": "Help keep Scratch a welcoming, supportive, and creative space for all by following these Community Guidelines:",
    "guidelines.respectheader": "Tractatz tot lo monde amb respècte.",
    "guidelines.respectbody": "Los Scratchaires an de divèrs viscuts, interèsses, identitats e experiéncias. Tot lo monde sus Scratch es encoratjat a partejar de causas que los apassionan e que son importantas per eles — esperam que trobatz de biais de celebrar vòstra pròpria identitat sus Scratch, e que permetètz als autres de far çò meteis. Es pas jamai plan d'atacar l'identitat d'una persona o d'un grop o d'èsser marrit amb qualqu'un a prepaus de son origina o d'interèsses.",
    "guidelines.privacyheader": "Siatz atencion : gardatz las informacions personalas e de contacte privadas.",
    "guidelines.privacybody": "Per de rasons de seguretat, donetz pas cap d'informacion que poiriá èsser utilizada per una comunicacion privada, en persona o en linha. Aquò inclutz lo partatge de noms de familha reals, de numèros de telefòn, d'adreças, de vilas natals, de noms d'escòla, d'adreças de corrièl, de noms d'utilizaire o de ligams cap a de sites de mèdias socials, d'aplicacions de chat vidèo, o de sites web amb de foncionalitats de messatjariá privada.",
    "guidelines.helpfulheader": "Fasètz de retorns.",
    "guidelines.helpfulbody": "Tot lo monde sus Scratch apren. Quand comentatz un projècte, sovenètz-vos de dire quicòm que vos agrada a prepaus d'aquò, de prepausar de suggestions, e d'èsser manhac, pas critic. Mercés de gardar los comentaris respectuoses e d'evitar de corrièrs indesirables o de publicar de corrièrs en cadena. Vos encoratjam a ensajar de causas novèlas, a experimentar e a aprendre dels autres.",
    "guidelines.remixheader": "Acceptatz la cultura de la mescla.",
    "guidelines.remixbody1": "Lo remix es quand bastissètz suls projèctes, lo còdi, las idèas, los imatges o tot çò que parteja sus Scratch qualqu'un per far vòstra pròpria creacion unica.",
    "guidelines.remixbody2": "Lo remix es un biais excellent de collaborar e de s’amassar amb d'autres Scratchaires. Sètz encoratjat a utilizar tot çò que trobatz sus Scratch dins vòstras pròprias creacions, tant que provesissètz de crèdit a totes los pel trabalh qu’utilizatz e que ne fasètz un cambiament significatiu. E quand partejatz quicòm sus Scratch, donatz la permission a totes los Scratchaires d'utilizar vòstre trabalh dins lors creacions, tanben.",
    "guidelines.honestyheader": "Siatz onèste.",
    "guidelines.honestybody": "Es important d'èsser onèste e autentic quand interagissètz amb d'autres sus Scratch, e de se remembrar qu'i a una persona darrièr cada compte Scratch. Difusar de rumors, se far passar per d'autres Scratchers o celebritats, o far semblant d'èsser grèvament malaut es pas respectuós per la Comunautat Scratch.",
    "guidelines.friendlyheader": "Ajudatz a gardar lo site amistós.",
    "guidelines.friendlybody": "Es important de gardar vòstras creacions e convèrsas amistosas e apropriadas per tot atge. Se pensatz que quicòm sus Scratch es malvolent, insultant, tròp violent, o autrament perturbator per la comunautat, clicatz sus « Senhalar » per nos o far saber. Mercés d'utilizar lo boton « Senhalar » puslèu que de vos implicar dins de pelejas, de difusar de rumors sul compòrtament d'autras personas, o de respondre a quin contengut que siá inapropriat. L'equipa de Scratch agacharà vòstre senhalament e prendrà la mesura apropriada."
}