{
    "guidelines.title": "Wytyczne dla Społeczności Scratch",
    "guidelines.header1": "Scratch to przyjazna i gościnna społeczność dla wszystkich, którzy tworzą, udostępniają i uczą się razem.",
    "guidelines.header2": "Zapraszamy osoby w każdym wieku, każdej rasy, pochodzenia etnicznego, religii, zdolności, orientacji seksualnej i tożsamości płciowej.",
    "guidelines.header3": "Pomóż Scratchowi stworzyć przyjazną, wspierającą i kreatywną przestrzeń dla wszystkich, przestrzegając tych Wytycznych dla społeczności:",
    "guidelines.respectheader": "Traktuj wszystkich z szacunkiem.",
    "guidelines.respectbody1": "Scratchers have diverse backgrounds, interests, identities, and experiences.",
    "guidelines.respectbody2": "Everyone on Scratch is encouraged to share things that excite them and are important to them—we hope that you find ways to celebrate your own identity on Scratch, and allow others to do the same. It’s never OK to attack a person or group’s identity or to be unkind to someone about their background or interests.",
    "guidelines.privacyheader": "Bądź bezpieczny: zachowaj poufność danych osobowych i kontaktowych.",
    "guidelines.privacybody1": "For safety reasons, don't give out any information that could be used for private communication, in person or online.",
    "guidelines.privacybody2": "Oznacza to nieudostępnianie prawdziwych nazwisk, numerów telefonów, adresów, miejscowości rodzinnych, nazw szkół, adresów e-mail, nazw użytkowników lub linków do serwisów społecznościowych, aplikacji do czatów wideo lub witryn z funkcją czatu prywatnego.",
    "guidelines.helpfulheader": "Przekaż pomocną opinię.",
    "guidelines.helpfulbody1": "Everyone on Scratch is learning.",
    "guidelines.helpfulbody2": "When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Przyjmij kulturę remiksu.",
    "guidelines.remixbody1": "Remiksowanie polega na tym, że tworzysz własne, niepowtarzalne dzieła na cudzych projektach, kodzie, pomysłach, obrazach lub czymkolwiek innym, co udostępniono w Scratchu.",
    "guidelines.remixbody2": "Remiksowanie to świetny sposób na współpracę i łączenie się z innymi Scratcherami. Zachęcamy do używania wszystkiego, co znajdziesz w Scratchu we własnych dziełach, pod warunkiem, że uznasz wszystkie prace, których użyłeś, i dokonasz w nich znaczących zmian. A kiedy udostępniasz coś w Scratchu, dajesz pozwolenie wszystkim Scratcherom na wykorzystanie Twojej pracy w ich dziełach.",
    "guidelines.honestyheader": "Bądź szczery.",
    "guidelines.honestybody1": "Ważne jest, aby być uczciwym i autentycznym podczas interakcji z innymi osobami w Scratchu, a także pamiętać, że za każdym kontem Scratch stoi osoba.",
    "guidelines.honestybody2": "Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "Pomagaj utrzymać przyjazną atmosferę.",
    "guidelines.friendlybody1": "It’s important to keep your creations and conversations friendly and appropriate for all ages.",
    "guidelines.friendlybody2": "If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action.",
    "guidelines.learnMoreheader": "Chcesz więcej się nauczyć?",
    "guidelines.learnMorebody1": "<a>Download the guide</a> for more details!",
    "guidelines.learnMorebody2": "Discover the limitless potential of the Scratch online community with our guides! These valuable resources are designed to help you navigate and thrive as a Scratcher, revealing everything from setting up your profile to connecting with like-minded individuals. Learn how to connect with others, share your unique creations, and find inspiration for your next project.",
    "guidelines.respectButtonImageDescription": "A blue circle",
    "guidelines.privacyButtonImageDescription": "A yellow circle",
    "guidelines.helpfulButtonImageDescription": "A magenta circle",
    "guidelines.remixButtonImageDescription": "A green circle",
    "guidelines.honestyButtonImageDescription": "A purple circle",
    "guidelines.friendlyButtonImageDescription": "A pink circle",
    "guidelines.respectSectionImageDescription": "A graphic of two hands grasping each other in a handshake, with a pink heart above them.",
    "guidelines.privacySectionImageDescription": "A graphic of a blue combination lock lock on a yellow background. Inside the lock is the shape of a head with a question mark printed on the face.",
    "guidelines.helpfulSectionImageDescription": "A graphic of a piece of paper on top of a pink background. On the paper, there is a Scratch project with a white cat on a blue background. A pink pen with a heart on the cap is drawing a heart and a pencil is writing a comment.",
    "guidelines.remixSectionImageDescription": "A graphic of the Scratch \"remix\" swirl on a green background. Two hands move orange, blue, and purple Scratch blocks around. A paintbrush paints a green streak.",
    "guidelines.honestySectionImageDescription": "A graphic of a light blue compass on a purple background. There is a pink heart in the \"North\" position.",
    "guidelines.friendlySectionImageDescription": "A graphic of 5 hands with different skin tones using their pointer and middle fingers to create a star on a pink background with a pink star and yellow star in the center.",
    "guidelines.learnMoreSectionImageDescription": "A graphic of a box with a green arrow pointing inside of it with stars in the background."
}