{
    "guidelines.title": "Wytyczne dla Społeczności Scratch",
    "guidelines.header1": "Scratch to przyjazna i gościnna społeczność dla wszystkich, którzy tworzą, udostępniają i uczą się razem.",
    "guidelines.header2": "Zapraszamy osoby w każdym wieku, każdej rasy, pochodzenia etnicznego, religii, zdolności, orientacji seksualnej i tożsamości płciowej.",
    "guidelines.header3": "Pomóż Scratchowi stworzyć przyjazną, wspierającą i kreatywną przestrzeń dla wszystkich, przestrzegając tych Wytycznych dla społeczności:",
    "guidelines.respectheader": "Traktuj wszystkich z szacunkiem.",
    "guidelines.respectbody": "Scratcherzy mają różnorodne pochodzenia, interesy, tożsamości i doświadczenia. Wszyscy na Scratch są zachęceni, aby udostępniali rzeczy, co ich ekscytują, i są dla nich ważne—mamy nadzieję, że znajdziesz sposoby na celebrowanie swojej własnej tożsamości na Scratch, i na pozwolenie innych na robienie to samo. Atakowanie tożsamości człowieka lub grupy, lub bycie niemiłym dla kogoś przez ich pochodzenia lub interesy nigdy nie jest w porządku",
    "guidelines.privacyheader": "Bądź bezpieczny: trzymaj informacje prywatne i do kontaktu dla siebie.",
    "guidelines.privacybody": "Dla bezpieczeństwa, nie podawaj żadnych informacji, które mogą zostać użytę do komunikacji prywatnej, osobiście lub online. To dotyczy podawanie prawdziwych nazwisk, nazw telefonów, adresów, rodzinnych miast, nazw szkoły, adresów email, nazw użytkowników lub linków do portali społecznościowych, aplikacji czat wideo, lub stron z funkcjonalnością prywatnego czatu.",
    "guidelines.helpfulheader": "Przekaż pomocną opinię.",
    "guidelines.helpfulbody": "Wszyscy na Scratchu się uczą. Komentując projekt, pamiętaj, aby powiedzieć coś, co ci się podoba, zasugeruj i bądź miły, a nie krytyczny. Zachowaj szacunek w komentarzach i unikaj spamowania lub wysyłania łańcuszków. Zachęcamy do próbowania nowych rzeczy, eksperymentowania i uczenia się od innych.",
    "guidelines.remixheader": "Zachowaj remiksową kulturę.",
    "guidelines.remixbody1": "Remiksowanie polega na tym, że tworzysz własne, niepowtarzalne dzieła na cudzych projektach, kodzie, pomysłach, obrazach lub czymkolwiek innym, co udostępniono w Scratchu.",
    "guidelines.remixbody2": "Remiksowanie to świetny sposób na współpracę i łączenie się z innymi Scratcherami. Zachęcamy do używania wszystkiego, co znajdziesz w Scratch we własnych dziełach, pod warunkiem, że uznasz wszystkie prace, których użyłeś, i dokonasz w nich znaczących zmian. A kiedy udostępniasz coś w Scratch, dajesz pozwolenie wszystkim Scratchom na wykorzystanie twojej pracy w ich dziełach.",
    "guidelines.honestyheader": "Bądź szczery.",
    "guidelines.honestybody": "Ważne jest żeby być szczerym i autentycznym gdy interaktuje się z innymi na Scratch, i pamiętać, że jest człowiek za każdym kontem na Scratch. Rozsiewanie plotek, podszywanie się pod innych Scratcherów lub gwiazdy, lub udawanie, że jest się naprawdę chory, nie jest szanujące Społeczności Scratch.",
    "guidelines.friendlyheader": "Pomagaj utrzymać przyjazną atmosferę.",
    "guidelines.friendlybody": "Zachowanie swoich kreacji i konwersacji przyjazne i odpowiednie dla każdego wieku jest ważne. Jeśli myślisz, że coś na Scratch jest niemiłe, obraźliwe, za brutalne, lub jakoindziej destrukcyjny dla społeczności, proszę kliknąć na przycisk “Zgłoś”, aby dać nam znać. Proszę użyć przycisku “Zgłoś”, a nie tworzyć bitw, plotkować o zachowaniu innych, lub inaczej odpowiadać na nieodpowiednią treść. Zespół Scratch spojrzy na twoje zgłoszenie i podejmie odpowiednie działania."
}