{
    "guidelines.title": "Wytyczne dla Społeczności Scratch",
    "guidelines.header1": "Scratch to przyjazna i gościnna społeczność dla wszystkich, którzy tworzą, udostępniają i uczą się razem.",
    "guidelines.header2": "Zapraszamy osoby w każdym wieku, każdej rasy, pochodzenia etnicznego, religii, zdolności, orientacji seksualnej i tożsamości płciowej.",
    "guidelines.header3": "Pomóż Scratchowi stworzyć przyjazną, wspierającą i kreatywną przestrzeń dla wszystkich, przestrzegając tych Wytycznych dla społeczności:",
    "guidelines.respectheader": "Traktuj wszystkich z szacunkiem.",
    "guidelines.respectbody": "Scratcherzy mają różnorodne pochodzenie, zainteresowania, tożsamości i doświadczenia. Wszyscy w Scratchu są zachęcani, aby udostępniali rzeczy, które ich ekscytują i są dla nich ważne—mamy nadzieję, że znajdziesz sposoby na celebrowanie swojej własnej tożsamości w Scratchu i na pozwolenie innym na robienie tego samego. Atakowanie tożsamości człowieka lub grupy lub bycie niemiłym dla kogoś przez jego pochodzenia lub zainteresowania nigdy nie jest w porządku",
    "guidelines.privacyheader": "Bądź bezpieczny: zachowaj poufność danych osobowych i kontaktowych.",
    "guidelines.privacybody": "Dla bezpieczeństwa, nie podawaj żadnych informacji, które mogą zostać użyte do komunikacji prywatnej, osobiście lub online. To dotyczy podawanie prawdziwych nazwisk, numerów telefonów, adresów, rodzinnych miast, nazw szkoły, adresów email, nazw użytkowników lub linków do portali społecznościowych, aplikacji czatu wideo lub stron z funkcjonalnością prywatnego czatu.",
    "guidelines.helpfulheader": "Przekaż pomocną opinię.",
    "guidelines.helpfulbody": "Wszyscy na Scratchu się uczą. Komentując projekt, pamiętaj, aby powiedzieć coś, co ci się podoba, zasugeruj i bądź miły, a nie krytyczny. Zachowaj szacunek w komentarzach i unikaj spamowania lub wysyłania łańcuszków. Zachęcamy do próbowania nowych rzeczy, eksperymentowania i uczenia się od innych.",
    "guidelines.remixheader": "Przyjmij kulturę remiksu.",
    "guidelines.remixbody1": "Remiksowanie polega na tym, że tworzysz własne, niepowtarzalne dzieła na cudzych projektach, kodzie, pomysłach, obrazach lub czymkolwiek innym, co udostępniono w Scratchu.",
    "guidelines.remixbody2": "Remiksowanie to świetny sposób na współpracę i łączenie się z innymi Scratcherami. Zachęcamy do używania wszystkiego, co znajdziesz w Scratchu we własnych dziełach, pod warunkiem, że uznasz wszystkie prace, których użyłeś, i dokonasz w nich znaczących zmian. A kiedy udostępniasz coś w Scratchu, dajesz pozwolenie wszystkim Scratcherom na wykorzystanie Twojej pracy w ich dziełach.",
    "guidelines.honestyheader": "Bądź szczery.",
    "guidelines.honestybody": "Ważne jest, aby być szczerym i autentycznym podczas interakcji z innymi użytkownikami Scratcha i pamiętać, że za każdym kontem Scratcha stoi człowiek. Rozsiewanie plotek, podszywanie się pod innych użytkowników Scratcha lub celebrytów albo udawanie poważnej choroby nie jest wyrazem szacunku dla społeczności Scratch.",
    "guidelines.friendlyheader": "Pomagaj utrzymać przyjazną atmosferę.",
    "guidelines.friendlybody": "Ważne jest, aby Twoje dzieła i rozmowy były przyjazne i odpowiednie dla wszystkich grup wiekowych. Jeśli uważasz, że coś w Scratchu jest podłe, obraźliwe, zbyt brutalne lub w inny sposób zakłócające zasady społeczne, kliknij „Zgłoś”, aby nas o tym poinformować. Użyj przycisku „Zgłoś”, zamiast angażować się w kłótnie, rozpowszechniać plotki o zachowaniu innych osób lub w inny sposób reagować na nieodpowiednie treści. Zespół Scratcha przyjrzy się Twojemu zgłoszeniu i podejmie odpowiednie działania."
}