{
    "guidelines.title": "Wytyczne dla Społeczności Scratch",
    "guidelines.header1": "Scratch to przyjazna i gościnna społeczność dla wszystkich, którzy tworzą, udostępniają i uczą się razem.",
    "guidelines.header2": "We welcome people of all ages, races, ethnicities, religions, abilities, sexual orientations, and gender identities.",
    "guidelines.header3": "Help keep Scratch a welcoming, supportive, and creative space for all by following these Community Guidelines:",
    "guidelines.respectheader": "Traktuj wszystkich z szacunkiem.",
    "guidelines.respectbody": "Scratcherzy mają różnorodne pochodzenia, interesy, tożsamości i doświadczenia. Wszyscy na Scratch są zachęceni, aby udostępniali rzeczy, co ich ekscytują, i są dla nich ważne—mamy nadzieję, że znajdziesz sposoby na celebrowanie swojej własnej tożsamości na Scratch, i na pozwolenie innych na robienie to samo. Atakowanie tożsamości człowieka lub grupy, lub bycie niemiłym dla kogoś przez ich pochodzenia lub interesy nigdy nie jest w porządku",
    "guidelines.privacyheader": "Bądź bezpieczny: trzymaj informacje prywatne i do kontaktu dla siebie.",
    "guidelines.privacybody": "Dla bezpieczeństwa, nie podawaj żadnych informacji, które mogą zostać użytę do komunikacji prywatnej, osobiście lub online. To dotyczy podawanie prawdziwych nazwisk, nazw telefonów, adresów, rodzinnych miast, nazw szkoły, adresów email, nazw użytkowników lub linków do portali społecznościowych, aplikacji czat wideo, lub stron z funkcjonalnością prywatnego czatu.",
    "guidelines.helpfulheader": "Give helpful feedback.",
    "guidelines.helpfulbody": "Everyone on Scratch is learning. When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Zachowaj remiksową kulturę.",
    "guidelines.remixbody1": "Remiksowanie polega na tym, że tworzysz własne, niepowtarzalne dzieła na cudzych projektach, kodzie, pomysłach, obrazach lub czymkolwiek innym, co udostępniono w Scratchu.",
    "guidelines.remixbody2": "Remixing is a great way to collaborate and connect with other Scratchers. You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. And when you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "guidelines.honestyheader": "Bądź szczery.",
    "guidelines.honestybody": "Ważne jest żeby być szczerym i autentycznym gdy interaktuje się z innymi na Scratch, i pamiętać, że jest człowiek za każdym kontem na Scratch. Rozsiewanie plotek, podszywanie się pod innych Scratcherów lub gwiazdy, lub udawanie, że jest się naprawdę chory, nie jest szanujące Społeczności Scratch.",
    "guidelines.friendlyheader": "Pomagaj utrzymać przyjazną atmosferę.",
    "guidelines.friendlybody": "Zachowanie swoich kreacji i konwersacji przyjazne i odpowiednie dla każdego wieku jest ważne. Jeśli myślisz, że coś na Scratch jest niemiłe, obraźliwe, za brutalne, lub jakoindziej destrukcyjny dla społeczności, proszę kliknąć na przycisk “Zgłoś”, aby dać nam znać. Proszę użyć przycisku “Zgłoś”, a nie tworzyć bitw, plotkować o zachowaniu innych, lub inaczej odpowiadać na nieodpowiednią treść. Zespół Scratch spojrzy na twoje zgłoszenie i podejmie odpowiednie działania."
}