{
    "guidelines.title": "Diretrizes da Comunidade Scratch",
    "guidelines.header1": "O Scratch é uma comunidade amigável e acolhedora para todos, onde as pessoas criam, compartilham e aprendem juntas.",
    "guidelines.header2": "Aceitamos pessoas de todas as idades, raças, etnias, religiões, habilidades, orientações sexuais e identidades de gênero.",
    "guidelines.header3": "Ajude a manter o Scratch como um espaço acolhedor, apoiador e criativo para todos seguindo essas Diretrizes da Comunidade:",
    "guidelines.respectheader": "Trate todos com respeito.",
    "guidelines.respectbody": "Scratchers têm diversas origens, interesses, identidades e experiências. Todos no Scratch são encorajados a compartilhar o que gostam e consideram importante—esperamos que você encontre maneiras de celebrar sua própria identidade no Scratch, e permita que outros façam o mesmo. Nunca é certo atacar a identidade de uma pessoa ou grupo ou ser desrespeitoso com alguém sobre sua vida ou interesses.",
    "guidelines.privacyheader": "Tenha cuidado: mantenha informações pessoais e de contato em sigilo.",
    "guidelines.privacybody": "Por razões de segurança, não forneça informações que possam ser usadas para comunicação privada, pessoalmente ou online. Isso inclui compartilhar sobrenomes reais, números de telefone, endereços, cidades onde morou, nomes de escolas, endereços de email, nomes de usuário ou links para sites de redes sociais, aplicativos de videochamada ou sites com bate-papo privado.",
    "guidelines.helpfulheader": "Faça críticas construtivas.",
    "guidelines.helpfulbody": "Todos no Scratch estão aprendendo. Ao comentar em um projeto, lembre-se de dizer algo que você gosta sobre ele, ofereça sugestões e seja gentil, não crítico. Por favor, comente com respeito e evite enviar spam ou correntes. Encorajamos você a tentar coisas novas, experimentar e aprender com os outros.",
    "guidelines.remixheader": "Abrace a cultura da remixagem.",
    "guidelines.remixbody1": "Remixar é quando você usa projetos, códigos, ideias, imagens ou qualquer outra coisa que os outros compartilham no Scratch para criar algo único.",
    "guidelines.remixbody2": "Remixar é um ótimo jeito de colaborar e se conectar com outros Scratchers. Você é encorajado a usar qualquer coisa que encontrar no Scratch em suas próprias criações, desde que você dê crédito a todos cujo trabalho você usou e faça mudanças significativas. E quando você compartilha algo no Scratch, você está dando permissão para todos os Scratchers usarem seu trabalho em suas criações, também.",
    "guidelines.honestyheader": "Seja honesto.",
    "guidelines.honestybody": "É importante ser honesto e verdadeiro ao interagir com outras pessoas no Scratch, e lembre-se que há uma pessoa por trás de cada conta no Scratch. Espalhar rumores, fingir ser outros Scratchers ou celebridades, ou fingir ter alguma doença grave não mostra respeito à Comunidade Scratch.",
    "guidelines.friendlyheader": "Ajude a manter o site amigável.",
    "guidelines.friendlybody": "É importante que suas criações e conversas sejam amigáveis e apropriadas para todas as idades. Se você acha que algo no Scratch é maldoso, insultante, muito violento ou perturbador para a comunidade, clique em \"Denunciar\" para nos informar. Por favor, use o botão \"Denunciar\" em vez de entrar em brigas, espalhar rumores sobre o comportamento de outras pessoas, ou sequer responder a conteúdo inapropriado. A Equipe Scratch analisará sua denúncia e tomará as medidas necessárias."
}