{
    "guidelines.title": "Linhas de Orientação da Comunidade Scratch",
    "guidelines.header1": "O Scratch é uma comunidade amigável e acolhedora para todos, onde as pessoas criam, compartilham e aprendem juntas.",
    "guidelines.header2": "Aceitamos pessoas de todas as idades, raças, etnias, religiões, habilidades, orientações sexuais e identidades de gênero.",
    "guidelines.header3": "Ajude a manter o Scratch como um espaço acolhedor, apoiador e criativo para todos seguindo essas Diretrizes da Comunidade:",
    "guidelines.respectheader": "Trate todos com respeito.",
    "guidelines.respectbody1": "Scratchers tem conhecimentos, interesses, identidades e experiências diversas.",
    "guidelines.respectbody2": "Todos no Scratch são encorajados a compartilhar coisas que legais e que são importantes para si. Esperamos que você encontre maneiras de celebrar sua própria identidade no Scratch e permita que outros façam o mesmo. Não é aceitável atacar pessoas ou grupos, muito menos ser grosseiro com pessoas por causa de seus conhecimentos ou interesses.",
    "guidelines.privacyheader": "Tenha cuidado: mantenha informações pessoais e de contato em sigilo.",
    "guidelines.privacybody1": "Por questões de segurança, não forneça nenhuma informação que possa ser utilizada para comunicação particular, seja de forma on-line ou presencial.",
    "guidelines.privacybody2": "Isso inclui não compartilhar informações reais como sobrenomes, números de telefone, endereços, cidades, nomes de escola, endereços de email, nomes de usuário ou links para outros sites de rede social, aplicativos de vídeo-chamada ou websites com função de chat.",
    "guidelines.helpfulheader": "Faça críticas construtivas.",
    "guidelines.helpfulbody1": "Todos no Scratch estão aprendendo.",
    "guidelines.helpfulbody2": "Quando estiver comentando em um projeto, lembre-se de dizer algo que você gostou, oferecer sugestões de forma gentil e não ser crítico. Por favor, faça comentários respeitosos e evite spam e correntes. Aproveite para experimentar novas coisas e aprender com os outros.",
    "guidelines.remixheader": "Abrace a cultura da remixagem.",
    "guidelines.remixbody1": "Remixar é quando você usa projetos, códigos, ideias, imagens ou qualquer outra coisa que os outros compartilham no Scratch para criar algo único.",
    "guidelines.remixbody2": "Remixar é um ótimo jeito de colaborar e se conectar com outros Scratchers. Você é encorajado a usar qualquer coisa que encontrar no Scratch em suas próprias criações, desde que você dê crédito a todos cujo trabalho você usou e faça mudanças significativas. E quando você compartilha algo no Scratch, você está dando permissão para todos os Scratchers usarem seu trabalho em suas criações, também.",
    "guidelines.honestyheader": "Seja honesto.",
    "guidelines.honestybody1": "É importante ser honesto e autêntico ao interagir com outros no Scratch, e lembrar que há uma pessoa por trás de cada conta no Scratch.",
    "guidelines.honestybody2": "Espalhar rumors, personificar outros Scratchers ou celebridades, ou fingir estar seriamente doente é um desrespeito à Comunidade Scratch.",
    "guidelines.friendlyheader": "Ajude a manter o sítio Web amigável.",
    "guidelines.friendlybody1": "É importante manter suas criações e conversas amigáveis e apropriadas para todas as idades.",
    "guidelines.friendlybody2": "Se você encontrar algo desagradável, muito violento ou perturbador para a comunidade, clique em \"Denunciar\" para tomarmos ciência. Por favor, prefira usar o botão \"Denunciar\" ao invés de entrar em conflitos, espalhar rumores ou responder a conteúdos inapropriados. A Equipe Scratch verificará a denúncia e tomará as medidas necessárias. ",
    "guidelines.learnMoreheader": "Quer aprender mais?",
    "guidelines.learnMorebody1": "<a>Baixe o guia</a> para mais detalhes!",
    "guidelines.learnMorebody2": "Descubra o potencial ilimitado da comunidade on-line Scratch com nossos guias! Estes recursos valiosos são desenhados para te apoiar a navegar e triunfar como um Scratcher, revelando tudo sobre a configuração da sua conta para você se conectar com outros Scratchers, compartilhar suas criações e encontrar inspiração para seu próximo projeto.",
    "guidelines.respectButtonImageDescription": "Um círculo azul",
    "guidelines.privacyButtonImageDescription": "Um círculo amarelo",
    "guidelines.helpfulButtonImageDescription": "Um círculo magenta",
    "guidelines.remixButtonImageDescription": "Um círculo verde",
    "guidelines.honestyButtonImageDescription": "Um círculo roxo",
    "guidelines.friendlyButtonImageDescription": "Um círculo rosa",
    "guidelines.respectSectionImageDescription": "Imagem com duas mãos se segurando em um aperto de mão, com um coração rosa acima delas.",
    "guidelines.privacySectionImageDescription": "Imagem de uma fechadura azul de combinação em um fundo amarelo. Dentro da fechadura, há o formato de uma cabeça com um ponto de interrogação impresso na face.",
    "guidelines.helpfulSectionImageDescription": "Imagem de um pedaço de papel sobre um fundo rosa. No papel, há um projeto Scratch com um gato branco em um fundo azul. Uma caneta rosa com um coração na tampa está desenhando um coração e um lápis está escrevendo um comentário.",
    "guidelines.remixSectionImageDescription": "Imagem do símbolo de remix do Scratch em um fundo verde. Duas mãos movem blocos Scratch nas cores laranja, azul e roxo. Um pincel pinta uma faixa verde.",
    "guidelines.honestySectionImageDescription": "Imagem de uma bússola azul-clara em um fundo roxo. Há um coração rosa na posição \"Norte\".",
    "guidelines.friendlySectionImageDescription": "Imagem de 5 mãos com diferentes tons de pele usando os dedos indicador e médio para criar uma estrela em um fundo rosa com uma estrela rosa e uma estrela amarela no centro.",
    "guidelines.learnMoreSectionImageDescription": "Imagem de uma caixa com uma seta verde apontando para dentro dela e estrelas ao fundo."
}