{
    "guidelines.title": "Ghidul comunitatii Scratch",
    "guidelines.header1": "Scratch este o comunitate prietenoasă și primitoare pentru toată lumea, unde oamenii creează, împărtășesc și învață împreună.",
    "guidelines.header2": "Salutăm oameni de toate vârstele, rasele, etniile, religiile, abilitățile, orientările sexuale și identitățile de gen.",
    "guidelines.header3": "Ajutați să păstrați Scratch un spațiu primitor, de susținere și creativ pentru toți, urmând aceste Reguli ale comunității:",
    "guidelines.respectheader": "Tratează-i pe toți cu respect.",
    "guidelines.respectbody": "Scratchers au medii, interese, identități și experiențe diverse. Toți cei de pe Scratch sunt încurajați să împărtășească lucruri care îi entuziasmează și care sunt importante pentru ei – sperăm că veți găsi modalități de a vă celebra propria identitate pe Scratch și le permiteți altora să facă același lucru. Nu este niciodată în regulă să ataci identitatea unei persoane sau a unui grup sau să fii nepoliticos cu cineva în ceea ce privește antecedentele sau interesele sale.",
    "guidelines.privacyheader": "Fiți în siguranță: păstrați informațiile personale și de contact private.",
    "guidelines.privacybody": "Din motive de siguranță, nu furnizați nicio informație care ar putea fi utilizată pentru comunicare privată, în persoană sau online. Aceasta include partajarea numelor de familie reale, numerelor de telefon, adreselor, orașelor natale, numelor de școli, adrese de e-mail, nume de utilizator sau link-uri către site-uri de socializare, aplicații de chat video sau site-uri web cu funcționalitate de chat privată.",
    "guidelines.helpfulheader": "Oferă feedback util.",
    "guidelines.helpfulbody": "Toți cei de pe Scratch învață. Când comentați un proiect, amintiți-vă să spuneți ceva care vă place despre el, să oferiți sugestii și să fiți amabil, nu critic. Vă rugăm să păstrați comentariile respectuoase și să evitați spam-ul sau postarea de corespondență în lanț. Vă încurajăm să încercați lucruri noi, să experimentați și să învățați de la alții.",
    "guidelines.remixheader": "Îmbrățișează cultura remixului.",
    "guidelines.remixbody1": "Remixarea este atunci când construiești pe proiectele, codul, ideile, imaginile sau orice altceva pe care îl împărtășesc pe Scratch ale altcuiva pentru a-ți crea propria ta unică.",
    "guidelines.remixbody2": "Remixarea este o modalitate excelentă de a colabora și de a vă conecta cu alți Scratchers. Sunteți încurajat să utilizați orice găsiți pe Scratch în propriile creații, atâta timp cât acordați credit tuturor celor cărora le-ați folosit munca și aduceți o schimbare semnificativă. Și când distribuiți ceva pe Scratch, acordați permisiunea tuturor Scratchers de a vă folosi munca și în creațiile lor.",
    "guidelines.honestyheader": "Fii sincer.",
    "guidelines.honestybody": "Este important să fii sincer și autentic atunci când interacționezi cu ceilalți pe Scratch și să reții că există o persoană în spatele fiecărui cont Scratch. Răspândirea zvonurilor, uzurparea identității altor Scratchers sau celebrități sau prefacerea că sunteți grav bolnav nu este respectuos față de Comunitatea Scratch.",
    "guidelines.friendlyheader": "Ajută-ne să păstrăm site-ul prietenos.",
    "guidelines.friendlybody": "Este important să vă păstrați creațiile și conversațiile prietenoase și adecvate pentru toate vârstele. Dacă credeți că ceva din Scratch este răutăcios, insultător, prea violent sau perturbator în alt mod pentru comunitate, faceți clic pe „Raportați” pentru a ne informa despre asta. Vă rugăm să folosiți butonul „Raportați” în loc să vă implicați în lupte, să răspândiți zvonuri despre comportamentul altor persoane sau să răspundeți în alt mod la orice conținut neadecvat. Echipa Scratch va analiza raportul dvs. și va lua măsurile corespunzătoare."
}