{
    "guidelines.title": "Правила сообщества Scratch",
    "guidelines.header1": "Scratch — дружелюбное и гостеприимное сообщество для всех, где люди создают, делятся и учатся вместе.",
    "guidelines.header2": "Мы приветствуем людей всех возрастов, рас, национальностей, религий, способностей, любой сексуальной ориентации и гендерной идентичности.",
    "guidelines.header3": "Помогай делать Scratch гостеприимным, поддерживающим и творческим пространством для всех, следуя этим Правилам сообщества:",
    "guidelines.respectheader": "Относись ко всем с уважением.",
    "guidelines.respectbody1": "Scratchers have diverse backgrounds, interests, identities, and experiences.",
    "guidelines.respectbody2": "Everyone on Scratch is encouraged to share things that excite them and are important to them—we hope that you find ways to celebrate your own identity on Scratch, and allow others to do the same. It’s never OK to attack a person or group’s identity or to be unkind to someone about their background or interests.",
    "guidelines.privacyheader": "Будь осторожен: храни личную и контактную информацию в тайне.",
    "guidelines.privacybody1": "For safety reasons, don't give out any information that could be used for private communication, in person or online.",
    "guidelines.privacybody2": "Это включает в себя не разглашение настоящих фамилий, номеров телефонов, адресов, родных городов, названий школ, адресов электронной почты, имен пользователей или ссылок на сайты социальных сетей, приложения для видеочата или веб-сайты с функциями приватного чата.",
    "guidelines.helpfulheader": "Давай полезные отзывы.",
    "guidelines.helpfulbody1": "Everyone on Scratch is learning.",
    "guidelines.helpfulbody2": "When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Осваивай культуру ремиксов.",
    "guidelines.remixbody1": "Ремикс — это когда ты используешь проекты, код, идеи, изображения или что-либо еще, чем делятся другие участники Scratch, для того чтобы создать свое собственное уникальное творение.",
    "guidelines.remixbody2": "Создание ремиксов — замечательный способ сотрудничества и общения с другими скретчерами. Тебе предлагается использовать в своих собственных творениях все, что ты сможешь найти в Scratch, при условии, что ты поблагодаришь всех, чью работу ты использовал, и внесешь в нее значимые изменения. И когда ты делишься чем-то в Scratch, ты также даешь разрешение всем скретчерам использовать твою работу в своих творениях.",
    "guidelines.honestyheader": "Будь честным.",
    "guidelines.honestybody1": "Важно быть честным и искренним при взаимодействии с другими пользователями Scratch и помнить, что за каждой учетной записью Scratch стоит человек.",
    "guidelines.honestybody2": "Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "Помогай сохранять дружелюбную атмосферу на сайте.",
    "guidelines.friendlybody1": "It’s important to keep your creations and conversations friendly and appropriate for all ages.",
    "guidelines.friendlybody2": "If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action.",
    "guidelines.learnMoreheader": "Хочешь узнать больше?",
    "guidelines.learnMorebody1": "<a>Download the guide</a> for more details!",
    "guidelines.learnMorebody2": "Откройте безграничный потенциал онлайн-сообщества Scratch с помощью наших руководств! Эти ценные ресурсы помогут вам освоиться и добиться успеха в мире Scratch — от настройки профиля до общения с единомышленниками. Узнайте, как взаимодействовать с другими, делиться своими уникальными творениями и находить вдохновение для новых проектов.",
    "guidelines.respectButtonImageDescription": "A blue circle",
    "guidelines.privacyButtonImageDescription": "A yellow circle",
    "guidelines.helpfulButtonImageDescription": "A magenta circle",
    "guidelines.remixButtonImageDescription": "A green circle",
    "guidelines.honestyButtonImageDescription": "A purple circle",
    "guidelines.friendlyButtonImageDescription": "A pink circle",
    "guidelines.respectSectionImageDescription": "A graphic of two hands grasping each other in a handshake, with a pink heart above them.",
    "guidelines.privacySectionImageDescription": "A graphic of a blue combination lock lock on a yellow background. Inside the lock is the shape of a head with a question mark printed on the face.",
    "guidelines.helpfulSectionImageDescription": "A graphic of a piece of paper on top of a pink background. On the paper, there is a Scratch project with a white cat on a blue background. A pink pen with a heart on the cap is drawing a heart and a pencil is writing a comment.",
    "guidelines.remixSectionImageDescription": "A graphic of the Scratch \"remix\" swirl on a green background. Two hands move orange, blue, and purple Scratch blocks around. A paintbrush paints a green streak.",
    "guidelines.honestySectionImageDescription": "A graphic of a light blue compass on a purple background. There is a pink heart in the \"North\" position.",
    "guidelines.friendlySectionImageDescription": "A graphic of 5 hands with different skin tones using their pointer and middle fingers to create a star on a pink background with a pink star and yellow star in the center.",
    "guidelines.learnMoreSectionImageDescription": "A graphic of a box with a green arrow pointing inside of it with stars in the background."
}