{
    "guidelines.title": "Правила сообщества Scratch",
    "guidelines.header1": "Scratch — дружелюбное и гостеприимное сообщество для всех, где люди создают, делятся и учатся вместе.",
    "guidelines.header2": "Мы приветствуем людей всех возрастов, рас, национальностей, религий, способностей, любой сексуальной ориентации и гендерной идентичности.",
    "guidelines.header3": "Помогай делать Scratch гостеприимным, поддерживающим и творческим пространством для всех, следуя этим Правилам сообщества:",
    "guidelines.respectheader": "Относись ко всем с уважением.",
    "guidelines.respectbody1": "У каждого участника Scratch есть своя история, интересы, личность и опыт.",
    "guidelines.respectbody2": "Всем участникам Scratch предлагается делиться интересными и важными для них вещами — мы надеемся, что вы найдете способы подчеркнуть свою индивидуальность в Scratch и позволите другим делать то же самое. Ни в коем случае нельзя нападать и быть недоброжелательным к человеку или группе людей по какому-либо признаку и личным интересам.",
    "guidelines.privacyheader": "Будь осторожен: храни личную и контактную информацию в тайне.",
    "guidelines.privacybody1": "В целях соблюдения безопасности, не выдавайте о себе никакую информацию, которая может использоваться в личных разговорах, в переписке или в живую.",
    "guidelines.privacybody2": "Это включает в себя реальные фамилии, номера телефонов, адреса, названия городов и школ, адреса электронной почты, имена пользователей или ссылки на сайты социальных сетей, приложения для видеозвонков и веб-сайты с приватными чатами.",
    "guidelines.helpfulheader": "Давай полезные отзывы.",
    "guidelines.helpfulbody1": "Все на Скретче учатся.",
    "guidelines.helpfulbody2": "When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Осваивай культуру ремиксов.",
    "guidelines.remixbody1": "Ремикс — это когда ты используешь проекты, код, идеи, изображения или что-либо еще, чем делятся другие участники Scratch, для того чтобы создать свое собственное уникальное творение.",
    "guidelines.remixbody2": "Создание ремиксов — замечательный способ сотрудничества и общения с другими скретчерами. Тебе предлагается использовать в своих собственных творениях все, что ты сможешь найти в Scratch, при условии, что ты поблагодаришь всех, чью работу ты использовал, и внесешь в нее значимые изменения. И когда ты делишься чем-то в Scratch, ты также даешь разрешение всем скретчерам использовать твою работу в своих творениях.",
    "guidelines.honestyheader": "Будь честным.",
    "guidelines.honestybody1": "Важно быть честным и искренним при взаимодействии с другими пользователями Scratch и помнить, что за каждой учетной записью Scratch стоит человек.",
    "guidelines.honestybody2": "Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "Помогай сохранять дружелюбную атмосферу на сайте.",
    "guidelines.friendlybody1": "It’s important to keep your creations and conversations friendly and appropriate for all ages.",
    "guidelines.friendlybody2": "If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action.",
    "guidelines.learnMoreheader": "Хочешь узнать больше?",
    "guidelines.learnMorebody1": "<a>Download the guide</a> for more details!",
    "guidelines.learnMorebody2": "Откройте безграничный потенциал онлайн-сообщества Scratch с помощью наших руководств! Эти ценные ресурсы помогут вам освоиться и добиться успеха в мире Scratch — от настройки профиля до общения с единомышленниками. Узнайте, как взаимодействовать с другими, делиться своими уникальными творениями и находить вдохновение для новых проектов.",
    "guidelines.respectButtonImageDescription": "Синий кружок",
    "guidelines.privacyButtonImageDescription": "Жёлтый кружок",
    "guidelines.helpfulButtonImageDescription": "Розовый кружок",
    "guidelines.remixButtonImageDescription": "Зелёный кружок",
    "guidelines.honestyButtonImageDescription": "Фиолетовый кружок",
    "guidelines.friendlyButtonImageDescription": "Розовый кружок",
    "guidelines.respectSectionImageDescription": "Рисунок с рукопожатием и розовым сердцем над ним.",
    "guidelines.privacySectionImageDescription": "Рисунок с синим кодовым замком на жёлтом фоне. Внутри замка есть фигура в форме головы со знаком вопроса.",
    "guidelines.helpfulSectionImageDescription": "A graphic of a piece of paper on top of a pink background. On the paper, there is a Scratch project with a white cat on a blue background. A pink pen with a heart on the cap is drawing a heart and a pencil is writing a comment.",
    "guidelines.remixSectionImageDescription": "A graphic of the Scratch \"remix\" swirl on a green background. Two hands move orange, blue, and purple Scratch blocks around. A paintbrush paints a green streak.",
    "guidelines.honestySectionImageDescription": "A graphic of a light blue compass on a purple background. There is a pink heart in the \"North\" position.",
    "guidelines.friendlySectionImageDescription": "A graphic of 5 hands with different skin tones using their pointer and middle fingers to create a star on a pink background with a pink star and yellow star in the center.",
    "guidelines.learnMoreSectionImageDescription": "A graphic of a box with a green arrow pointing inside of it with stars in the background."
}