{
    "guidelines.title": "Правила сообщества Scratch",
    "guidelines.header1": "Scratch — дружелюбное и гостеприимное сообщество для всех, где люди создают, делятся и учатся вместе.",
    "guidelines.header2": "Мы приветствуем людей всех возрастов, рас, этнических групп, религий, возможностей, сексуальных ориентаций и гендеров.",
    "guidelines.header3": "Помогите Scratch быть гостеприимным, поддерживаемым и креативным местом для всех, соблюдая эти правила сообщества:",
    "guidelines.respectheader": "Относитесь ко всем с уважением.",
    "guidelines.respectbody": "У Скретчеров есть разные происхождения, интересы, личности и уровни опыта. Все на Scratch поддерживают опубликование вещей которые их волнуют и важны им. Мы надеемся, что Вы найдёте способы отпраздновать Вашу личность на Scratch и разрешать другим делать такое же. Это никогда не нормально нападать на человека или личность группы или быть не вежливым к их происхождению или интересам.",
    "guidelines.privacyheader": "Будьте безопасным: держите личную и информацию связи закрытым.",
    "guidelines.privacybody": "Для причин безопасности не давайте любую информацию, которую можно будет использовать для личного общения в жизни или онлайн. Это включает реальные фамилии, номера телефонов, адресов, города, названия школ, e-mail адресов, ников или ссылки на сайты социальных сетей, приложений для видеозвонков или сайтов с функциональностью личных сообщений.",
    "guidelines.helpfulheader": "Давайте полезные мнения.",
    "guidelines.helpfulbody": "Все на Scratch ещё учатся. Когда Вы комментируете на проекте, не забывайте сказать о чём-либо, что Вам нравится в проекте, предлагать советы и быть добрым, не критичным.",
    "guidelines.remixheader": "Принимайте культуру ремиксов.",
    "guidelines.remixbody1": "Ремиксинг — это когда Вы разрабатываете проект поверх проекта, кода, идеи, картинки другого человека или чего-либо, что он публиковал в Scratch, чтобы создать своё уникальное создание.",
    "guidelines.remixbody2": "Ремиксинг — отличный способ сотрудничать и связываться с другими Скретчерами. Мы предлагаем использовать любое, что ты найдёшь на Scratch в своих творениях, но только если Вы оставите благодарность всем, чью работу использовали и сделали значимое изменение к ней. И когда ты что-либо опубликовываешь на Scratch, ты тоже даёшь право всем Скретчерам использовать твою работы в их творениях.",
    "guidelines.honestyheader": "Будь честным.",
    "guidelines.honestybody": "Важно быть честным и аутентичным при взаимодействии с другими на Scratch и не забывать, что за каждым Scratch аккаунтом стоит человек. Распространять слухи, притворяться другими Скретчерами или знаменитостями или притворяться быть серьёзно больным неуважаемо к сообществу Scratch.",
    "guidelines.friendlyheader": "Помоги сохранить дружелюбную атмосферу на сайте.",
    "guidelines.friendlybody": "Важно, чтобы твои творения и разговоры были дружелюбными и подходили для всех возрастов. Если ты думаешь, что что-либо на Scratch недоброжелательно, оскорбительно или разрушительно к сообществу, кликни кнопку «Пожаловаться», чтобы дать нам знать об этом. Используй кнопку «Пожаловаться» вместо участия в драках, распространения слухов о поведении других людей или ответа к любому плохому контенту. Команда Scratch рассмотрит твою жалобу и примет меры."
}