{
    "guidelines.title": "Правила сообщества Scratch",
    "guidelines.header1": "Scratch — дружелюбное и гостеприимное сообщество для всех, где люди создают, делятся и учатся вместе.",
    "guidelines.header2": "Мы приветствуем людей всех возрастов, рас, национальностей, религий, способностей, любой сексуальной ориентации и гендерной идентичности.",
    "guidelines.header3": "Помогай делать Scratch гостеприимным, поддерживающим и творческим пространством для всех, следуя этим Правилам сообщества:",
    "guidelines.respectheader": "Относись ко всем с уважением.",
    "guidelines.respectbody1": "У каждого участника Scratch есть своя история, интересы, личность и опыт.",
    "guidelines.respectbody2": "Всем участникам Scratch предлагается делиться интересными и важными для них вещами — мы надеемся, что вы найдете способы подчеркнуть свою индивидуальность в Scratch и позволите другим делать то же самое. Ни в коем случае нельзя нападать и быть недоброжелательным к человеку или группе людей по какому-либо признаку и личным интересам.",
    "guidelines.privacyheader": "Будь осторожен: храни личную и контактную информацию в тайне.",
    "guidelines.privacybody1": "В целях соблюдения безопасности, не выдавай о себе никакую информацию, которая может использоваться в личных разговорах, в переписке или в живую.",
    "guidelines.privacybody2": "Это включает в себя реальные фамилии, номера телефонов, адреса, названия городов и школ, адреса электронной почты, имена пользователей или ссылки на сайты социальных сетей, приложения для видеозвонков и веб-сайты с приватными чатами.",
    "guidelines.helpfulheader": "Давай полезные отзывы.",
    "guidelines.helpfulbody1": "Все на Скретче учатся.",
    "guidelines.helpfulbody2": "Когда комментируешь проект, не забудь сказать что-нибудь приятное о нём, предложить свои идеи и быть вежливым, а не критичным. Пожалуйста, соблюдай правила вежливости в комментариях и избегай спама и цепочек. Мы призываем пробовать новое, экспериментировать и учиться у других.",
    "guidelines.remixheader": "Осваивай культуру ремиксов.",
    "guidelines.remixbody1": "Ремикс — это когда ты используешь проекты, код, идеи, изображения или что-либо еще, чем делятся другие участники Scratch, для того чтобы создать свое собственное уникальное творение.",
    "guidelines.remixbody2": "Создание ремиксов — замечательный способ сотрудничества и общения с другими скретчерами. Тебе предлагается использовать в своих собственных творениях все, что ты сможешь найти в Scratch, при условии, что ты поблагодаришь всех, чью работу ты использовал, и внесешь в нее значимые изменения. И когда ты делишься чем-то в Scratch, ты также даешь разрешение всем скретчерам использовать твою работу в своих творениях.",
    "guidelines.honestyheader": "Будь честным.",
    "guidelines.honestybody1": "Важно быть честным и искренним при взаимодействии с другими скретчерами и помнить, что за каждым скретчером стоит человек.",
    "guidelines.honestybody2": "Распространение слухов, выдача себя за других участников Скретча или знаменитостей, а также притворство серьёзной болезни являются проявлением неуважения к сообществу Скретча.",
    "guidelines.friendlyheader": "Помогай сохранять дружелюбную атмосферу на сайте.",
    "guidelines.friendlybody1": "Важно, чтобы ваши творения и разговоры были дружелюбными и подходящими для всех возрастов.",
    "guidelines.friendlybody2": "Если вы считаете, что что-то на Скретче является злым, оскорбительным, слишком жестоким или иным образом нарушает порядок в сообществе, нажмите «Пожаловаться», чтобы сообщить нам об этом. Пожалуйста, используйте кнопку «Пожаловаться», а не вступайте в споры, не распространяйте слухи о поведении других людей и не реагируйте иным образом на несоответствующий контент. Команда Скретча рассмотрит ваше сообщение и примет соответствующие меры.",
    "guidelines.learnMoreheader": "Хотите узнать больше?",
    "guidelines.learnMorebody1": "<a>Скачайте руководство</a> для подробностей!",
    "guidelines.learnMorebody2": "Откройте безграничный потенциал онлайн-сообщества Скретча с помощью наших руководств! Эти ценные ресурсы помогут вам освоиться и добиться успеха в мире Скретча — от настройки профиля до общения с единомышленниками. Узнайте, как взаимодействовать с другими, делиться своими уникальными творениями и находить вдохновение для новых проектов.",
    "guidelines.respectButtonImageDescription": "Синий кружок",
    "guidelines.privacyButtonImageDescription": "Жёлтый кружок",
    "guidelines.helpfulButtonImageDescription": "Розовый кружок",
    "guidelines.remixButtonImageDescription": "Зелёный кружок",
    "guidelines.honestyButtonImageDescription": "Фиолетовый кружок",
    "guidelines.friendlyButtonImageDescription": "Розовый кружок",
    "guidelines.respectSectionImageDescription": "Рисунок с рукопожатием и розовым сердцем над ним.",
    "guidelines.privacySectionImageDescription": "Рисунок с синим кодовым замком на жёлтом фоне. Внутри замка есть фигура в форме головы со знаком вопроса.",
    "guidelines.helpfulSectionImageDescription": "Изображение листа бумаги на розовом фоне. На листе бумаги находится проект Скретча с изображением белого кота на синем фоне. Розовая ручка с сердечком на колпачке рисует сердечко, а карандаш пишет комментарий.",
    "guidelines.remixSectionImageDescription": "Графика вихря «ремикса» Скретча на зелёном фоне. Две руки перемещают оранжевые, синие и фиолетовые блоки Скретча. Кисть рисует зелёную полосу.",
    "guidelines.honestySectionImageDescription": "Графика в виде светло-голубого компаса на фиолетовом фоне. В положении «Север» находится розовое сердце.",
    "guidelines.friendlySectionImageDescription": "Изображение пяти рук с разным цветом кожи, которые указательным и средним пальцами образуют звезду на розовом фоне с розовой звездой и жёлтой звездой в центре.",
    "guidelines.learnMoreSectionImageDescription": "Графика в виде коробки с зелёной стрелкой, указывающей внутрь, на фоне звёзд."
}