{
    "guidelines.title": "Правила сообщества Scratch",
    "guidelines.header1": "Scratch — дружелюбное и гостеприимное сообщество для всех, где люди создают, делятся и учатся вместе.",
    "guidelines.header2": "Мы приветствуем людей всех возрастов, рас, национальностей, религий, способностей, любой сексуальной ориентации и гендерной идентичности.",
    "guidelines.header3": "Помогай делать Scratch гостеприимным, поддерживающим и творческим пространством для всех, следуя этим Правилам сообщества:",
    "guidelines.respectheader": "Относись ко всем с уважением.",
    "guidelines.respectbody": "У всех скретчеров разная подготовка, а также разнообразные интересы, идентичность и опыт. В Scratch всем предлагается делиться интересными и важными для них вещами — мы надеемся, что ты найдешь способы показать свою индивидуальность в Scratch и позволишь другим делать то же самое. Ни в коем случае нельзя нападать на идентичность человека или группы или быть недобрым к кому-то по поводу их подготовки или интересов.",
    "guidelines.privacyheader": "Будь осторожен: храни личную и контактную информацию в тайне.",
    "guidelines.privacybody": "Из соображений безопасности не передавай любую информацию, которая может быть использована для личного общения, персонально или через Интернет. Это включает в себя реальные фамилии, номера телефонов, адреса, названия городов и школ, адреса электронной почты, имена пользователей или ссылки на сайты социальных сетей, приложения для видеозвонков и веб-сайты с приватными чатами.",
    "guidelines.helpfulheader": "Давай полезные отзывы.",
    "guidelines.helpfulbody": "Все в Scratch учатся. Комментируя проект, не забывай упоминать о том, что тебе нравится в нем, предлагать советы и быть доброжелательным, а не критичным. Пожалуйста, сохраняй комментарии уважительными и избегай спама или отправки цепочек писем. Мы призываем тебя пробовать что-то новое, экспериментировать и учиться у других.",
    "guidelines.remixheader": "Осваивай культуру ремиксов.",
    "guidelines.remixbody1": "Ремикс — это когда ты используешь проекты, код, идеи, изображения или что-либо еще, чем делятся другие участники Scratch, для того чтобы создать свое собственное уникальное творение.",
    "guidelines.remixbody2": "Создание ремиксов — замечательный способ сотрудничества и общения с другими скретчерами. Тебе предлагается использовать в своих собственных творениях все, что ты сможешь найти в Scratch, при условии, что ты поблагодаришь всех, чью работу ты использовал, и внесешь в нее значимые изменения. И когда ты делишься чем-то в Scratch, ты также даешь разрешение всем скретчерам использовать твою работу в своих творениях.",
    "guidelines.honestyheader": "Будь честным.",
    "guidelines.honestybody": "Важно быть честным и искренним при взаимодействии с другими пользователями Scratch и помнить, что за каждой учетной записью Scratch стоит человек. Распространение слухов, выдача себя за других скретчеров или знаменитостей или притворство серьезно больным неуважительно по отношению к сообществу Scratch.",
    "guidelines.friendlyheader": "Помогай сохранять дружелюбную атмосферу на сайте.",
    "guidelines.friendlybody": "Важно, чтобы твои творения и беседы были дружелюбны и подходили для всех возрастов. Если ты считаешь, что что-то в Scratch является подлым, оскорбительным, слишком жестоким или иным образом разрушительным для сообщества, нажми на кнопку “Пожаловаться”, чтобы сообщить нам об этом. Пожалуйста, используй кнопку “Пожаловаться”, а не вступай в драки, не распространяй слухи о поведении других людей или не реагируй иным образом на любой неприемлемый контент. Команда Scratch рассмотрит твою жалобу и примет соответствующие меры."
}