{
    "guidelines.title": "Pravidlá komunity Scratch",
    "guidelines.header1": "Scratch je priateľská a ústretová komunita pre každého, kde ľudia spoločne tvoria, zdieľajú a učia sa.",
    "guidelines.header2": "Vítame ľudí každého veku, rasy, etnika, náboženstva, schopností, sexuálnej orientácie a rodovej identity.",
    "guidelines.header3": "Pomôžte udržať Scratch príjemný, podporný a kreatívny priestor pre všetkých dodržiavaním týchto pokynov pre komunitu:",
    "guidelines.respectheader": "Správajte sa ku každému s rešpektom.",
    "guidelines.respectbody": "Scratcheri majú rôzne zázemie, záujmy, identity a skúsenosti. Všetkým na Scratch odporúčame zdieľať veci, ktoré ich vzrušujú a sú pre nich dôležité – dúfame, že nájdete spôsoby, ako osláviť svoju vlastnú identitu na Scratchi a umožníte ostatným, aby urobili to isté. Nikdy nie je v poriadku útočiť na identitu osoby alebo skupiny alebo byť k niekomu neláskavý v súvislosti s ich pozadím alebo záujmami.",
    "guidelines.privacyheader": "Buďte v bezpečí: uchovávajte osobné a kontaktné informácie v súkromí.",
    "guidelines.privacybody": "Z bezpečnostných dôvodov nezverejňujte žiadne informácie, ktoré by mohli byť použité na súkromnú komunikáciu, osobnú alebo online. To zahŕňa zdieľanie skutočných priezvisk, telefónnych čísel, adries, rodných miest, názvov škôl, e-mailových adries, používateľských mien alebo odkazov na stránky sociálnych médií, aplikácie na videohovory alebo webové stránky s funkciou súkromného chatu.",
    "guidelines.helpfulheader": "Poskytnite užitočnú spätnú väzbu.",
    "guidelines.helpfulbody": "Každý na Scratch sa učí. Keď komentujete projekt, nezabudnite povedať niečo, čo sa vám na ňom páči, ponúknite návrhy a buďte láskaví, nie kritickí. Prosím, majte komentáre s rešpektom a vyhýbajte sa spamovaniu alebo posielaniu reťazovej pošty. Odporúčame vám skúšať nové veci, experimentovať a učiť sa od ostatných.",
    "guidelines.remixheader": "Osvojte si remixovú kultúru.",
    "guidelines.remixbody1": "Remixovanie je, keď staviate na projektoch, kóde, nápadoch, obrázkoch alebo čomkoľvek inom, ktoré zdieľajú v aplikácii Scratch niekoho iného, ​​aby ste vytvorili svoj vlastný jedinečný výtvor.",
    "guidelines.remixbody2": "Remixovanie je skvelý spôsob, ako spolupracovať a spojiť sa s ostatnými Scratchermi. Odporúčame vám použiť čokoľvek, čo nájdete na Scratch vo svojich vlastných výtvoroch, za predpokladu, že poskytnete uznanie každému, koho prácu ste použili, a urobíte v ňom zmysluplnú zmenu. A keď niečo zdieľate na Scratch, dávate tým povolenie všetkým Scratcherom použiť vašu prácu aj vo svojich výtvoroch.",
    "guidelines.honestyheader": "Buďte úprimní.",
    "guidelines.honestybody": "Pri interakcii s ostatnými na Scratch je dôležité byť úprimný a autentický a pamätajte, že za každým účtom Scratch je osoba. Šírenie klebiet, vydávanie sa za iných Scratcherov alebo celebrít alebo predstieranie vážnej choroby nie je voči komunite Scratch úctivé.",
    "guidelines.friendlyheader": "Pomôžte udržiavať toto miesto v priateľskej atmosfére.",
    "guidelines.friendlybody": "Je dôležité, aby vaše výtvory a konverzácie boli priateľské a vhodné pre všetky vekové kategórie. Ak si myslíte, že niečo na Scratch je zlé, urážlivé, príliš násilné alebo inak rušivé pre komunitu, kliknite na „Nahlásiť“ a dajte nám o tom vedieť. Použite tlačidlo „Nahlásiť“ namiesto toho, aby ste sa zapájali do bitiek, rozširovali klebety o správaní iných ľudí alebo inak reagovali na akýkoľvek nevhodný obsah. Tím Scratch sa pozrie na vašu správu a podnikne príslušné kroky."
}