{
    "guidelines.title": "Smernice skupnosti Scratch ",
    "guidelines.header1": "Scratch je prijateljska in odprta skupnost za vsakogar. V njej ljudje skupaj ustvarjajo, delijo in se učijo.",
    "guidelines.header2": "Pozdravljamo ljudi vseh starosti, ras, narodnosti, veroizpovedi, sposobnosti, spolnih usmeritev in identitet.",
    "guidelines.header3": "Pomagaj nam pri tem, da bo Scratch ostal odprt, podpirajoč in ustvarjalni prostor za vse, tako da slediš tem smernicam skupnosti:",
    "guidelines.respectheader": "Obravnavaj vsakogar s spoštovanjem",
    "guidelines.respectbody": "Scratcherji imajo različna ozadja, zanimanja, identitete in izkušnje. Zaželeno je, da lahko na Scratchu vsakdo deli stvari, ki ga navdušujejo ali so mu pomembne. Upamo, da boš našel/ našla načine, da predstaviš svojo lastno identiteto na Scratchu in da pustiš tudi drugim, da to storijo. Nikoli ni dobro, da se napada identiteto neke osebe ali skupine, kot ni dobro biti neprijazen do nekoga zaradi njegovega ozadja ali zanimanja.",
    "guidelines.privacyheader": "Poskrbi za varnost: osebne in kontaktne podatke ljudi ohrani zase.",
    "guidelines.privacybody": "Iz varnostnih razlogov nikoli ne posreduj podatkov, ki bi lahko bile uporabljene za zasebno komunikacijo - osebno ali spletno. To vključuje resnične priimke, telefonske številke, naslove, kraje bivanja, imena šol, naslov elektronske pošte, uporabniška imena ali povezave na spletne strani družbenih omrežji, programe za video komunikacijo ali spletne strani, ki omogočajo zasebne klepete.",
    "guidelines.helpfulheader": "Odzivaj se tako, da boš v pomoč.",
    "guidelines.helpfulbody": "S Scratch-om se vsi učimo. Ko komentiraš nek projekt, ne pozabi povedati, kaj ti je pri njemu všeč. Ponudi nasvete, a prijazno, brez kritik. Komentarji naj bodo spoštljivi, izogibaj se smetenju ali širjenju verižnih sporočil. Preizkušaj nove stvari, eksperimentiraj in se uči od drugih.",
    "guidelines.remixheader": "Uživaj v kulturi remiksanja.",
    "guidelines.remixbody1": "Remiksanje pomeni, da ustvariš svojo lastno stvaritev na podlagi projekta, kode, ideje, slike ali česarkoli drugega, ki so jih usvarili drugi in delili preko Scratch-a.",
    "guidelines.remixbody2": "Remiskanje je super način za sodelovanje in povezovanje z drugimi Scratcherji. Spodbujamo te, da uporabiš karkoli, kar najdeš na Scratch-u, v svojih lastnih izdelkih, seveda pa moraš ob tem vedno navesti čigava dela si uporabil in jih smiselno spremeniti. Kadar sam objaviš nekaj preko Scratch-a s tem daješ dovoljenje, da uporabijo tvoj delo v lastnih kreacijah.",
    "guidelines.honestyheader": "Bodi iskren.",
    "guidelines.honestybody": "Pomembno je, da si v odnosu do drugih na Scratch-u iskren in avtentičen ter da se zavedaš, da je na drugi strani vsakega Scratch računa resnična oseba. Širjenje govoric, posnemanje drugih Scratcherjev ali znanih osebnosti ali lažno pretvarajnje, da imaš težko bolezen ni spoštljivo so Scratch skupnosti.",
    "guidelines.friendlyheader": "Pomagamo ohranjati stran prijazno.",
    "guidelines.friendlybody": "Pomembno je, da so izdelki in pogovori prijazni in primerni za vse starostne skupine. Če se ti zdi, da se na Scratch-u nahaja nekaj zlobnega, žaljivega, nasilnega ali kako drugače motečega za skupnost, klikni na \"Prijava\", da bomo vedeli za to. Prosimo te, da raje pritisneš na tipko \"Prijava\", kot pa da se spuščaš v borbe, širiš govorice o obnašanju drugih ali se kako drugače odzivaš na neprimerno vsebino. Scratch ekipa bo pregledala tvojo prijavo in se ustrezno odzvala."
}