{
    "guidelines.title": "Scratch Användarvillkor",
    "guidelines.header1": "Scratch är en vänlig och välkomnande gemenskap för alla, där människor skapar, delar och lär sig tillsammans.",
    "guidelines.header2": "Vi välkomnar människor i alla åldrar, raser, etniciteter, religioner, förmågor, sexuell läggning och könsidentitet.",
    "guidelines.header3": "Hjälp till att hålla Scratch ett välkomnande, stödjande och kreativt utrymme för alla genom att följa dessa riktlinjer för communityn:",
    "guidelines.respectheader": "Behandla alla med respekt.",
    "guidelines.respectbody": "Scratchers har olika bakgrunder, intressen, identiteter och erfarenheter. Alla på Scratch uppmuntras att dela saker som upphetsar dem och är viktiga för dem – vi hoppas att du hittar sätt att fira din egen identitet på Scratch och låta andra göra detsamma. Det är aldrig OK att attackera en person eller grupps identitet eller att vara ovänlig mot någon om deras bakgrund eller intressen.",
    "guidelines.privacyheader": "Var säker: håll personlig information och kontaktinformation privat.",
    "guidelines.privacybody": "Av säkerhetsskäl, lämna inte ut någon information som kan användas för privat kommunikation, personligen eller online. Detta inkluderar att dela riktiga efternamn, telefonnummer, adresser, hemstäder, skolnamn, e-postadresser, användarnamn eller länkar till sociala medier, applikationer för videochatt eller webbplatser med privat chattfunktion.",
    "guidelines.helpfulheader": "Ge användbar feedback.",
    "guidelines.helpfulbody": "Alla på Scratch lär sig. När du kommenterar ett projekt, kom ihåg att säga något du gillar om det, ge förslag och var vänlig, inte kritisk. Vänligen håll kommentarerna respektfulla och undvik skräppost eller skicka kedjebrev. Vi uppmuntrar dig att prova nya saker, experimentera och lära dig av andra.",
    "guidelines.remixheader": "Omfamna remixkulturen.",
    "guidelines.remixbody1": "Remixning är när du bygger på någon annans projekt, kod, idéer, bilder eller något annat som de delar på Scratch för att göra din egna, unika skapelse.",
    "guidelines.remixbody2": "Remixing är ett bra sätt att samarbeta och få kontakt med andra Scratchers. Du uppmuntras att använda allt du hittar på Scratch i dina egna skapelser, så länge du ger kredit till alla vars arbete du använt och gör en meningsfull förändring av det. Och när du delar något på Scratch ger du tillstånd till alla Scratchers att också använda ditt arbete i sina skapelser.",
    "guidelines.honestyheader": "Var ärlig.",
    "guidelines.honestybody": "Det är viktigt att vara ärlig och autentisk när du interagerar med andra på Scratch, och kom ihåg att det finns en person bakom varje Scratch-konto. Att sprida rykten, utge sig för andra Scratchers eller kändisar eller låtsas vara allvarligt sjuk är inte respektfullt för Scratch-gemenskapen.",
    "guidelines.friendlyheader": "Vi hjälps åt att hålla sajten vänlig.",
    "guidelines.friendlybody": "Det är viktigt att hålla dina skapelser och konversationer vänliga och lämpliga för alla åldrar. Om du tycker att något på Scratch är elakt, förolämpande, för våldsamt eller på annat sätt störande för samhället, klicka på Rapportera för att meddela oss om det. Använd knappen Rapportera istället för att delta i slagsmål, sprida rykten om andra människors beteende eller på annat sätt svara på olämpligt innehåll. Scratch-teamet kommer att titta på din rapport och vidta lämpliga åtgärder."
}