{
    "guidelines.title": "แนวทางปฏิบัติของชุมชน Scratch ",
    "guidelines.header1": "Scratch เป็นชุมชนที่เป็นมิตรและเป็นมิตรสําหรับทุกคนที่ผู้คนสร้างแบ่งปันและเรียนรู้ร่วมกัน",
    "guidelines.header2": "เรายินดีต้อนรับผู้คนทุกเพศทุกวัยเชื้อชาติเชื้อชาติศาสนาความสามารถรสนิยมทางเพศและอัตลักษณ์ทางเพศ",
    "guidelines.header3": "ช่วยให้ Scratch เป็นพื้นที่ที่เป็นมิตร สนับสนุน และสร้างสรรค์สําหรับทุกคนโดยปฏิบัติตามหลักเกณฑ์ของชุมชนเหล่านี้:",
    "guidelines.respectheader": "ปฏิบัติต่อทุกคนด้วยความเคารพ",
    "guidelines.respectbody": "Scratchers มีภูมิหลังความสนใจตัวตนและประสบการณ์ที่หลากหลาย ทุกคนใน Scratch ได้รับการสนับสนุนให้แบ่งปันสิ่งที่ทําให้พวกเขาตื่นเต้นและมีความสําคัญต่อพวกเขาเราหวังว่าคุณจะพบวิธีเฉลิมฉลองตัวตนของคุณเองใน Scratch และอนุญาตให้ผู้อื่นทําเช่นเดียวกัน มันไม่เคยตกลงที่จะโจมตีตัวตนของบุคคลหรือกลุ่มหรือเพื่อไม่เมตตาใครบางคนเกี่ยวกับภูมิหลังหรือความสนใจของพวกเขา",
    "guidelines.privacyheader": "ปลอดภัย: เก็บข้อมูลส่วนตัวและการติดต่อไว้เป็นส่วนตัว",
    "guidelines.privacybody": "เพื่อความปลอดภัยอย่าให้ข้อมูลใด ๆ ที่สามารถใช้สําหรับการสื่อสารส่วนตัวด้วยตนเองหรือออนไลน์ ซึ่งรวมถึงการแชร์นามสกุลจริงหมายเลขโทรศัพท์ที่อยู่บ้านเกิดชื่อโรงเรียนที่อยู่อีเมลชื่อผู้ใช้หรือลิงก์ไปยังเว็บไซต์โซเชียลมีเดียแอปพลิเคชันการสนทนาทางวิดีโอหรือเว็บไซต์ที่มีฟังก์ชั่นการแชทส่วนตัว",
    "guidelines.helpfulheader": "ให้คําติชมที่เป็นประโยชน์",
    "guidelines.helpfulbody": "ทุกคนใน Scratch กําลังเรียนรู้ เมื่อแสดงความคิดเห็นในโครงการอย่าลืมพูดสิ่งที่คุณชอบเกี่ยวกับมันเสนอคําแนะนําและใจดีไม่สําคัญ โปรดให้ความคิดเห็นเคารพและหลีกเลี่ยงการสแปมหรือโพสต์จดหมายลูกโซ่ เราขอแนะนําให้คุณลองสิ่งใหม่ ๆ ทดลองและเรียนรู้จากผู้อื่น",
    "guidelines.remixheader": "โอบกอดวัฒนธรรมรีมิกซ์",
    "guidelines.remixbody1": "การรีมิกซ์คือเมื่อคุณสร้างโครงการรหัสความคิดรูปภาพหรือสิ่งอื่นใดที่พวกเขาแบ่งปันใน Scratch เพื่อสร้างผลงานที่เป็นเอกลักษณ์ของคุณเอง",
    "guidelines.remixbody2": "การรีมิกซ์เป็นวิธีที่ยอดเยี่ยมในการทํางานร่วมกันและเชื่อมต่อกับ Scratchers อื่น ๆ คุณควรใช้สิ่งที่คุณพบใน Scratch ในการสร้างสรรค์ของคุณเองตราบใดที่คุณให้เครดิตกับทุกคนที่มีงานที่คุณใช้และทําการเปลี่ยนแปลงที่มีความหมาย และเมื่อคุณแบ่งปันบางสิ่งใน Scratch คุณจะอนุญาตให้ Scratchers ทุกคนใช้งานของคุณในการสร้างสรรค์ของพวกเขาด้วย",
    "guidelines.honestyheader": "ซื่อสัตย์",
    "guidelines.honestybody": "สิ่งสําคัญคือต้องซื่อสัตย์และเป็นของแท้เมื่อโต้ตอบกับผู้อื่นใน Scratch และจําไว้ว่ามีคนอยู่เบื้องหลังบัญชี Scratch ทุกบัญชี การแพร่กระจายข่าวลือการปลอมตัวเป็น Scratchers หรือคนดังอื่น ๆ หรือแกล้งทําเป็นป่วยหนักไม่เคารพชุมชน Scratch",
    "guidelines.friendlyheader": "ช่วยทำให้ไซต์เป็นมิตรอยู่เสมอ",
    "guidelines.friendlybody": "สิ่งสําคัญคือต้องทําให้การสร้างสรรค์และการสนทนาของคุณเป็นมิตรและเหมาะสมสําหรับทุกเพศทุกวัย หากคุณคิดว่าบางสิ่งใน Scratch นั้นหมายถึงการดูถูกรุนแรงเกินไปหรือรบกวนชุมชนให้คลิก\nรายงาน เพื่อแจ้งให้เราทราบ โปรดใช้ปุ่ม รายงาน แทนที่จะมีส่วนร่วมในการต่อสู้กระจายข่าวลือเกี่ยวกับพฤติกรรมของผู้อื่นหรือตอบสนองต่อเนื้อหาที่ไม่เหมาะสม ทีม Scratch จะดูรายงานของคุณและดําเนินการที่เหมาะสม"
}