{
    "guidelines.title": "Scratch Topluluk Kuralları",
    "guidelines.header1": "Scratch, insanların birlikte oluşturduğu, paylaştığı ve öğrendiği, herkes için samimi ve sıcak bir topluluktur.",
    "guidelines.header2": "Her yaştan, ırktan, etnik kökenden, dinden, yetenekten, cinsel yönelimden ve cinsiyet kimliğinden insanı memnuniyetle karşılıyoruz.",
    "guidelines.header3": "Bu Topluluk Yönergelerini izleyerek Scratch'in herkes için sıcak, destekleyici ve yaratıcı bir ortam olmasına yardımcı olun:",
    "guidelines.respectheader": "Herkese saygıyla yaklaş.",
    "guidelines.respectbody1": "Scratcher'ların farklı geçmişleri, ilgi alanları, kimlikleri ve deneyimleri vardır.",
    "guidelines.respectbody2": "Scratch'teki herkes, onları heyecanlandıran ve onlar için önemli olan şeyleri paylaşmaya teşvik edilir; —Scratch'te kendi kimliğinizi kutlamanın yollarını bulmanızı ve başkalarının da aynısını yapmasına izin vermenizi umuyoruz. Bir kişinin veya grubun kimliğine saldırmak veya birinin geçmişi veya ilgi alanları hakkında ona karşı kaba davranmak asla doğru değildir.",
    "guidelines.privacyheader": "Güvende kal: Kişisel ve iletişim bilgilerini gizli tut.",
    "guidelines.privacybody1": "Güvenlik nedeniyle, şahsen veya çevrimiçi olarak özel iletişimde kullanılabilecek hiçbir bilgiyi vermeyin.",
    "guidelines.privacybody2": "Bu, gerçek soyadları, telefon numaralarını, adresleri, memleketleri, okul adlarını, e-posta adreslerini, kullanıcı adlarını veya sosyal medya sitelerini, görüntülü sohbet uygulamalarına veya özel sohbet işlevine sahip sitelere bağlantılar paylaşmamayı içerir.",
    "guidelines.helpfulheader": "Yapıcı geri bildirim verin.",
    "guidelines.helpfulbody1": "Scratch'te herkes öğreniyor.",
    "guidelines.helpfulbody2": "Bir proje hakkında yorum yaparken, proje hakkında beğendiğiniz bir şey söylemeyi, önerilerde bulunmayı ve nazik olmayı, eleştirel olmamayı unutmayın. Lütfen yorumlarınızı saygılı tutun ve spam veya zincir posta göndermekten kaçının. Yeni şeyler denemenizi, deney yapmanızı ve başkalarından öğrenmenizi teşvik ediyoruz.",
    "guidelines.remixheader": "Katkı sistemini benimseyin.",
    "guidelines.remixbody1": "Katkı yapma, kendi benzersiz eserinizi oluşturmak için başka birinin projelerinin, kodlarının, fikirlerinin, görüntülerinin veya Scratch'te paylaştığı herhangi bir şeyin üzerine inşa ettiğiniz zaman olur.",
    "guidelines.remixbody2": "Katkı yapma, diğer Kullanıcılarla işbirliği yapmak ve bağlantı kurmak için harika bir yoldur. Çalışmalarını kullandığınız herkese kredi verdiğiniz ve üzerinde anlamlı bir değişiklik yaptığınız sürece, Scratch'te bulduğunuz her şeyi kendi kreasyonlarınızda kullanmaya teşvik edilirsiniz. Ve Scratch'te bir şey paylaştığınızda, tüm Kullanıcılara çalışmalarınızı kreasyonlarında kullanma izni vermiş olursunuz.",
    "guidelines.honestyheader": "Dürüst ol.",
    "guidelines.honestybody1": "Scratch'te başkalarıyla etkileşim kurarken dürüst ve özgün olmak önemlidir ve her Scratch hesabının arkasında bir insan olduğunu unutmayın.",
    "guidelines.honestybody2": "Söylenti yaymak, diğer Scratch kullanıcılarını veya ünlüleri taklit etmek veya ciddi şekilde hastaymış gibi davranmak Scratch Topluluğuna saygılı bir davranış değildir.",
    "guidelines.friendlyheader": "Siteyi dostane tutmaya destek ol.",
    "guidelines.friendlybody1": "Yaratımlarınızı ve sohbetlerinizi her yaşa uygun ve dostça tutmanız önemlidir.",
    "guidelines.friendlybody2": "Scratch'te bir şeyin kötü, aşağılayıcı, çok şiddetli veya başka bir şekilde topluluk için rahatsız edici olduğunu düşünüyorsanız, bize bildirmek için “Raporla” butonuna tıklayın. Lütfen kavgalara karışmak, diğer insanların davranışları hakkında söylenti yaymak veya başka bir şekilde uygunsuz içeriklere yanıt vermek yerine “Raporla” butonunu kullanın. Scratch Ekibi raporunuzu inceleyecek ve uygun eylemi gerçekleştirecektir.",
    "guidelines.learnMoreheader": "Daha fazlasını öğrenmek ister misin?",
    "guidelines.learnMorebody1": "Daha fazla bilgi için <a>rehberi indirin</a>!",
    "guidelines.learnMorebody2": "Scratch çevrimiçi topluluğunun sınırsız potansiyelini rehberlerimizle keşfedin! Bu değerli kaynaklar, bir Scratcher olarak gezinmenize ve gelişmenize yardımcı olmak için tasarlanmıştır ve profilinizi oluşturmaktan benzer düşünen kişilerle bağlantı kurmaya kadar her şeyi ortaya koyar. Başkalarıyla nasıl bağlantı kuracağınızı, benzersiz yaratımlarınızı nasıl paylaşacağınızı ve bir sonraki projeniz için nasıl ilham alacağınızı öğrenin.",
    "guidelines.respectButtonImageDescription": "Mavi bir daire",
    "guidelines.privacyButtonImageDescription": "Sarı bir daire",
    "guidelines.helpfulButtonImageDescription": "Magenta bir daire",
    "guidelines.remixButtonImageDescription": "Yeşil bir daire",
    "guidelines.honestyButtonImageDescription": "Mor bir daire",
    "guidelines.friendlyButtonImageDescription": "Pembe bir daire",
    "guidelines.respectSectionImageDescription": "Üstlerinde pembe bir kalp bulunan, el sıkışan iki elin yer aldığı bir grafik.",
    "guidelines.privacySectionImageDescription": "Sarı bir arka plan üzerinde mavi bir kombinasyon kilidi grafiği. Kilidin içinde yüzünde soru işareti bulunan bir kafa şekli var.",
    "guidelines.helpfulSectionImageDescription": "Pembe bir arka planın üstünde bir kağıt parçasının grafiği. Kağıtta, mavi bir arka plan üzerinde beyaz bir kedinin olduğu bir Scratch projesi var. Kapağında kalp bulunan pembe bir kalem bir kalp çiziyor ve bir kalem bir yorum yazıyor.",
    "guidelines.remixSectionImageDescription": "Yeşil bir arka plan üzerinde Scratch \"remix\" girdabının bir grafiği. İki el turuncu, mavi ve mor Scratch bloklarını hareket ettiriyor. Bir boya fırçası yeşil bir çizgi çiziyor.",
    "guidelines.honestySectionImageDescription": "Mor bir arka plan üzerinde açık mavi bir pusulanın grafiği. \"Kuzey\" pozisyonunda pembe bir kalp var.",
    "guidelines.friendlySectionImageDescription": "Pembe bir arka plan üzerinde, işaret ve orta parmaklarını kullanarak bir yıldız oluşturan, ortasında pembe ve sarı bir yıldız bulunan, farklı cilt tonlarına sahip 5 elin yer aldığı bir grafik.",
    "guidelines.learnMoreSectionImageDescription": "Arkaplanda yıldızlar bulunan, içinde yeşil bir ok bulunan bir kutunun grafiği."
}