{
    "guidelines.title": "Scratch Topluluk Kuralları",
    "guidelines.header1": "Scratch, insanların birlikte oluşturduğu, paylaştığı ve öğrendiği, herkes için samimi ve sıcak bir topluluktur.",
    "guidelines.header2": "Her yaştan, ırktan, etnik kökenden, dinden, yetenekten, cinsel yönelimden ve cinsiyet kimliğinden insanı memnuniyetle karşılıyoruz.",
    "guidelines.header3": "Bu Topluluk Yönergelerini izleyerek Scratch'in herkes için sıcak, destekleyici ve yaratıcı bir ortam olmasına yardımcı olun:",
    "guidelines.respectheader": "Herkese saygıyla yaklaş.",
    "guidelines.respectbody": "Kullanıcıların farklı geçmişleri, ilgi alanları, kimlikleri ve deneyimleri vardır. Scratch' teki herkes, kendilerini heyecanlandıran ve onlar için önemli olan şeyleri paylaşmaya teşvik edilir—Scratch'te kendi kimliğinizi kutlamanın yollarını bulmanızı ve başkalarının da aynı şeyi yapmasına izin vermenizi umuyoruz. Bir kişinin veya grubun kimliğine saldırmak veya geçmişleri veya ilgi alanları hakkında birisine kaba davranmak asla doğru değildir.",
    "guidelines.privacyheader": "Güvende kal: Kişisel ve iletişim bilgilerini gizli tut.",
    "guidelines.privacybody": "Güvenlik nedeniyle, kişisel iletişim için kullanılabilecek herhangi bir bilgi vermeyin, çevrimiçi olarak veya yüz yüze. Bu gerçek soyadlarını, telefon numaralarını, adresleri, yaşadığınız şehri, okul adlarını, e-posta adreslerini, sosyal medya sitelerindeki kullanıcı adlarını veya sosyal medya sitelerine bağlantıları, video sohbet uygulamalarını veya kişisel mesajlaşma özelliği bulunan internet sitelerini içerir.",
    "guidelines.helpfulheader": "Yapıcı geri bildirim verin.",
    "guidelines.helpfulbody": "Scratch'te herkes öğreniyor. Bir proje hakkında yorum yaparken, o proje hakkında beğendiğiniz bir şey söylemeyi, önerilerde bulunmayı ve eleştirel değil, nazik olmayı unutmayın. Lütfen yorumları saygılı tutun ve spam göndermekten veya zincir posta göndermekten kaçının. Yeni şeyler denemenizi, deneyler yapmanızı ve başkalarından öğrenmenizi öneririz.",
    "guidelines.remixheader": "Katkı sistemini benimseyin.",
    "guidelines.remixbody1": "Katkı yapma, kendi benzersiz eserinizi oluşturmak için başka birinin projelerinin, kodlarının, fikirlerinin, görüntülerinin veya Scratch'te paylaştığı herhangi bir şeyin üzerine inşa ettiğiniz zaman olur.",
    "guidelines.remixbody2": "Katkı yapma, diğer Kullanıcılarla işbirliği yapmak ve bağlantı kurmak için harika bir yoldur. Çalışmalarını kullandığınız herkese kredi verdiğiniz ve üzerinde anlamlı bir değişiklik yaptığınız sürece, Scratch'te bulduğunuz her şeyi kendi kreasyonlarınızda kullanmaya teşvik edilirsiniz. Ve Scratch'te bir şey paylaştığınızda, tüm Kullanıcılara çalışmalarınızı kreasyonlarında kullanma izni vermiş olursunuz.",
    "guidelines.honestyheader": "Dürüst ol.",
    "guidelines.honestybody": "Scratch'te diğerleriyle iletişime geçerken dürüst ve güvenilir olmak önemlidir ve şunu unutmayın ki, her Scratch hesabının arkasında bir kişi vardır. Dedikodu yaymak, diğer Kullanıcıları veya ünlüleri taklit etmek veya çok hastaymış gibi numara yapmak Scratch Topluluğuna saygılı davranışlar değildir.",
    "guidelines.friendlyheader": "Siteyi dostane tutmaya destek ol.",
    "guidelines.friendlybody": "Oluşturduklarınızı ve sohbetlerinizi dostane ve her yaş için uygun halde tutmak önemlidir. Eğer Scratch'teki bir projenin rahatsız edici, aşağılayıcı, şiddet içerici, veya başka bir şekilde topluluğa zarar verdiğini düşünüyorsanız, “Bildir” düğmesini tıklayarak bizi haberdar edin. Lütfen “Bildir” düğmesini kavga etmek, diğer kişiler hakkında dedikodu yapmak veya bunun dışında uygunsuz herhangi bir içeriğe karşılık vermek için kullanmayın. Scratch Ekibi bildirinizi inceleyecek ve uygun işlemi yapacaktır."
}