{
    "guidelines.title": "Scratch Topluluk Kuralları",
    "guidelines.header1": "Scratch is a friendly and welcoming community for everyone, where people create, share, and learn together.",
    "guidelines.header2": "We welcome people of all ages, races, ethnicities, religions, abilities, sexual orientations, and gender identities.",
    "guidelines.header3": "Help keep Scratch a welcoming, supportive, and creative space for all by following these Community Guidelines:",
    "guidelines.respectheader": "Herkese saygıyla yaklaş.",
    "guidelines.respectbody": "Scratchers have diverse backgrounds, interests, identities, and experiences. Everyone on Scratch is encouraged to share things that excite them and are important to them—we hope that you find ways to celebrate your own identity on Scratch, and allow others to do the same. It’s never OK to attack a person or group’s identity or to be unkind to someone about their background or interests.",
    "guidelines.privacyheader": "Güvenli ol: Kişisel ve iletişim bilgilerini gizli tut.",
    "guidelines.privacybody": "Güvenlik nedenlerinden dolayı, kişisel iletişim için kullanılabilecek herhangi bir bilgi vermeyin, çevrimiçi olarak veya yüz yüze. Bu gerçek soyadlarını, telefon numaralarını, adresleri, yaşadığınız şehri, okul adlarını, e-posta adreslerini, sosyal medya sitelerindeki kullanıcı adlarını veya sosyal medya sitelerine bağlantıları, video sohbet uygulamalarını veya kişisel mesajlaşma özelliği bulunan internet sitelerini içerir.",
    "guidelines.helpfulheader": "Faydalı geri bildirim verin.",
    "guidelines.helpfulbody": "Everyone on Scratch is learning. When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Embrace remix culture.",
    "guidelines.remixbody1": "Remixing is when you build upon someone else’s projects, code, ideas, images, or anything else they share on Scratch to make your own unique creation.",
    "guidelines.remixbody2": "Remixing is a great way to collaborate and connect with other Scratchers. You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. And when you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "guidelines.honestyheader": "Dürüst ol.",
    "guidelines.honestybody": "Scratch'te diğerleriyle iletişime geçerken dürüst ve güvenilir olmak önemlidir ve şunu unutmayın ki her Scratch hesabının arkasında bir kişi vardır. Dedikodu yaymak, diğer Scratch'çileri veya ünlüleri taklit etmek veya çok hastaymış gibi numara yapmak Scratch Topluluğuna saygılı davranışlar değildir.",
    "guidelines.friendlyheader": "Siteyi dostane tutmaya destek ol.",
    "guidelines.friendlybody": "Oluşturduklarınızı ve sohbetlerinizi dostane ve her yaş için uygun halde tutmak önemlidir. Eğer Scratch'teki bir projenin rahatsız edici, aşağılayıcı, çok fazla şiddet içeren, veya başka bir şekilde topluluğa zarar verdiğini düşünüyorsanız, \"Bildir\" düğmesini tıklayarak bizi haberdar edin.  Lütfen \"Bildir\" düğmesini kavga etmek, diğer kişiler hakkında dedikodu yapmak veya bunun dışında uygunsuz herhangi bir içeriğe karşılık vermek için kullanmayın. Scratch Takımı raporunuza bakacak ve uygun işlemi yapacaktır."
}