{
    "guidelines.title": "Hướng dẫn từ cộng đồng Scratch",
    "guidelines.header1": "Cộng đồng Scratch là nơi thân thiện và chào đón tất cả mọi người tới để sáng tạo, học hỏi và chia sẻ cùng nhau.",
    "guidelines.header2": "Chúng tôi chào đón mọi người từ mọi lứa tuổi, sắc tộc, tôn giáo, khả năng và giới tính. ",
    "guidelines.header3": "Hãy giúp giữ Scratch là không gian luôn chào đón, ủng hộ và sáng tạo cho tất cả mọi người bằng cách thực hiện các quy tắc sau:  ",
    "guidelines.respectheader": "Tôn trọng tất cả mọi người.",
    "guidelines.respectbody": "Scratcher có xuất thân, sở thích, bản sắc và kinh nghiệm đa dạng. Mọi người trên Scratch được khuyến khích chia sẻ những điều khiến họ phấn khích và quan trọng đối với họ—chúng tôi hy vọng rằng bạn sẽ tìm được cách tôn vinh danh tính của chính mình trên Scratch và cho phép những người khác làm điều tương tự. Không bao giờ được phép tấn công danh tính của một người hoặc nhóm hoặc đối xử không tốt với ai đó về lý lịch hoặc sở thích của họ.",
    "guidelines.privacyheader": "Cẩn trọng: giữ kín các thông tin cá nhân và thông tin liên lạc của mình.",
    "guidelines.privacybody": "For safety reasons, don't give out any information that could be used for private communication, in person or online. This includes sharing real last names, phone numbers, addresses, hometowns, school names, email addresses, usernames or links to social media sites, video chatting applications, or websites with private chat functionality.",
    "guidelines.helpfulheader": "Đưa ra các góp ý có ích.",
    "guidelines.helpfulbody": "Everyone on Scratch is learning. When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Embrace remix culture.",
    "guidelines.remixbody1": "Phối lại là khi bạn xây dựng dựa trên các dự án, mã, ý tưởng, hình ảnh hoặc bất kỳ thứ gì khác mà họ chia sẻ trên Scratch của người khác để tạo ra tác phẩm độc đáo của riêng bạn.",
    "guidelines.remixbody2": "Remixing is a great way to collaborate and connect with other Scratchers. You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. And when you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "guidelines.honestyheader": "Hãy trung thực.",
    "guidelines.honestybody": "It’s important to be honest and authentic when interacting with others on Scratch, and remember that there is a person behind every Scratch account. Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "Hãy giữ môi trường này thân thiện với mọi người.",
    "guidelines.friendlybody": "It’s important to keep your creations and conversations friendly and appropriate for all ages. If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action."
}