{
    "guidelines.title": "Hướng dẫn từ cộng đồng Scratch",
    "guidelines.header1": "Cộng đồng Scratch là nơi thân thiện và chào đón tất cả mọi người tới để sáng tạo, học hỏi và chia sẻ cùng nhau.",
    "guidelines.header2": "Chúng tôi chào đón mọi người từ mọi lứa tuổi, sắc tộc, tôn giáo, khả năng và giới tính. ",
    "guidelines.header3": "Hãy giúp giữ Scratch là không gian luôn chào đón, ủng hộ và sáng tạo cho tất cả mọi người bằng cách thực hiện các quy tắc sau:  ",
    "guidelines.respectheader": "Tôn trọng tất cả mọi người.",
    "guidelines.respectbody1": "Nhiều Scratcher có những hoàn cảnh xuất thân, sở thích, bản sắc và trải nghiệm khác nhau.",
    "guidelines.respectbody2": "Mọi người trên Scratch được khuyến khích chia sẻ những điều khiến họ phấn khích và quan trọng đối với họ—chúng tôi hy vọng rằng bạn tìm được cách tôn vinh bản sắc của riêng mình trên Scratch và cho phép những người khác cùng làm như vậy. Không bao giờ được phép công kích về bản sắc của một người, một nhóm người hoặc đối xử không tử tế với ai đó do hoàn cảnh xuất thân hay sở thích của họ.",
    "guidelines.privacyheader": "Cẩn trọng: giữ kín các thông tin cá nhân và thông tin liên lạc của mình.",
    "guidelines.privacybody1": "Vì lý do an toàn, không cung cấp bất kỳ thông tin nào có thể được sử dụng cho mục đích giao tiếp riêng tư, trực tiếp hoặc trực tuyến.",
    "guidelines.privacybody2": "Điều này bao gồm việc không chia sẻ tên thật, số điện thoại, địa chỉ, quê quán, tên trường học, địa chỉ email, tên người dùng hoặc liên kết đến các trang mạng xã hội, ứng dụng trò chuyện video hoặc trang web có chức năng trò chuyện riêng tư.",
    "guidelines.helpfulheader": "Đưa ra các góp ý có ích.",
    "guidelines.helpfulbody1": "Mọi người trên Scratch đều đang học hỏi.",
    "guidelines.helpfulbody2": "Khi bình luận về một chương trình, hãy nhớ nói điều gì đó bạn thích về chương trình đó, đưa ra gợi ý và hãy tử tế, không chỉ trích. Vui lòng giữ bình luận tôn trọng và tránh spam hoặc đăng thư-chuỗi. Chúng tôi khuyến khích bạn thử những điều mới, thử nghiệm và học hỏi từ người khác.",
    "guidelines.remixheader": "Các thành viên Scratch chào đón văn hoá phối lại.",
    "guidelines.remixbody1": "Phối lại là khi bạn xây dựng dựa trên các dự án, mã, ý tưởng, hình ảnh hoặc bất kỳ thứ gì khác mà họ chia sẻ trên Scratch của người khác để tạo ra tác phẩm độc đáo của riêng bạn.",
    "guidelines.remixbody2": "Phối lại là một cách tuyệt vời để cộng tác và kết nối với những Scratcher khác. Bạn được khuyến khích sử dụng bất cứ thứ gì bạn tìm thấy trên Scratch trong các sáng tạo của riêng bạn, miễn là bạn ghi nhận công lao của mọi người mà bạn đã sử dụng tác phẩm của họ và thực hiện một thay đổi có ý nghĩa đối với tác phẩm đó. Và khi bạn chia sẻ một cái gì đó trên Scratch, bạn cũng đang cấp quyền cho tất cả Scratcher sử dụng tác phẩm của bạn trong các sáng tạo của họ.",
    "guidelines.honestyheader": "Hãy trung thực.",
    "guidelines.honestybody1": "Điều quan trọng là phải trung thực và xác thực khi tương tác với những người khác trên Scratch và hãy nhớ rằng luôn có một người đứng sau mỗi tài khoản Scratch.",
    "guidelines.honestybody2": "Việc lan truyền tin đồn, mạo danh những những Scratch khác hoặc người nổi tiếng, hoặc giả vờ bị bệnh nặng đều là hành vi không tôn trọng Cộng đồng Scratch.",
    "guidelines.friendlyheader": "Hãy giữ môi trường này thân thiện với mọi người.",
    "guidelines.friendlybody1": "Quan trọng là phải giữ cho những sự sáng tạo và cuộc trò chuyện của bạn thân thiện và phù hợp với mọi lứa tuổi.",
    "guidelines.friendlybody2": "Nếu bạn nghĩ rằng có điều gì đó trên Scratch là xấu tính, xúc phạm, quá bạo lực hoặc gây rối cho cộng đồng, hãy nhấp vào “Báo cáo” để cho chúng tôi biết về điều đó. Vui lòng sử dụng nút “Báo cáo” thay vì tham gia vào các cuộc ẩu đả, lan truyền tin đồn về hành vi của người khác hoặc phản hồi bất kỳ nội dung không phù hợp nào. Nhóm Scratch sẽ xem xét báo cáo của bạn và thực hiện hành động thích hợp.",
    "guidelines.learnMoreheader": "Muốn biết thêm ư?",
    "guidelines.learnMorebody1": "<a>Tải về hướng dẫn </a> để biết thêm chi tiết",
    "guidelines.learnMorebody2": "Khám phá tiềm năng không giới hạn đến từ Cộng đồng trực tuyến Scratch với hướng dẫn của chúng tôi! Những nguồn tài nguyên giá trị này được thiết kế để giúp bạn điều hướng và phát triển như một Scratcher, tiết lộ mọi thứ từ việc thiết lập hồ sơ của bạn đến kết nối với những người có cùng chí hướng. Tìm hiểu cách kết nối với người khác, chia sẻ những sáng tạo độc đáo của bạn và tìm cảm hứng cho dự án tiếp theo của bạn.",
    "guidelines.respectButtonImageDescription": "Một cái vòng tròn màu xanh dương",
    "guidelines.privacyButtonImageDescription": "Một cái vòng tròn màu vàng",
    "guidelines.helpfulButtonImageDescription": "Một vòng tròn màu đỏ tươi",
    "guidelines.remixButtonImageDescription": "Một cái vòng tròn màu xanh lá cây",
    "guidelines.honestyButtonImageDescription": "Một cái vòng tròn màu tím",
    "guidelines.friendlyButtonImageDescription": "Một cái vòng tròn màu hồng",
    "guidelines.respectSectionImageDescription": "Hình ảnh hai bàn tay nắm chặt vào nhau trong một cái bắt tay, với một trái tim màu hồng phía trên.",
    "guidelines.privacySectionImageDescription": "Hình ảnh đồ họa ổ khóa mã số màu xanh trên nền vàng. Bên trong ổ khóa có hình đầu người với dấu hỏi được in trên mặt.",
    "guidelines.helpfulSectionImageDescription": "Hìn ảnh đồ họa của một tờ giấy trên nền màu hồng. Trên tờ giấy, có một dự án Scratch với một con mèo trắng trên nền màu xanh. Một cây bút màu hồng có hình trái tim trên nắp đang vẽ một trái tim và một cây bút chì đang viết bình luận.",
    "guidelines.remixSectionImageDescription": "Hình ảnh Đồ họa của vòng xoáy \"remix\" Scratch trên nền xanh lá cây. Hai bàn tay di chuyển các khối Scratch màu cam, xanh lam và tím xung quanh. Một cây cọ vẽ một vệt màu xanh lá cây.",
    "guidelines.honestySectionImageDescription": "Một hình ảnh đồ họa la bàn màu xanh nhạt trên nền màu tím. Có một trái tim màu hồng ở vị trí \"Bắc\".",
    "guidelines.friendlySectionImageDescription": "Một hình ảnh đồ họa gồm 5 bàn tay với tông màu da khác nhau sử dụng ngón trỏ và ngón giữa để tạo thành một ngôi sao trên nền màu hồng với một ngôi sao màu hồng và một ngôi sao màu vàng ở giữa.",
    "guidelines.learnMoreSectionImageDescription": "Một hình ảnh đồ họa có một cái hộp có mũi tên màu xanh lá cây chỉ vào bên trong với các ngôi sao ở nền."
}