{
    "guidelines.title": "Scratch社区行为准则",
    "guidelines.header1": "Scratch 社区是一个面向任何人都友好的社区，在这里你可以和大家一起创造、分享、学习。",
    "guidelines.header2": "我们欢迎任何所有人，不论年龄、种族、民族、宗教信仰、能力、性取向和性别认同。",
    "guidelines.header3": "通过遵守这些社区行为准则，帮助维护一个友善、积极、富有创造性的 Scratch 社区。",
    "guidelines.respectheader": "以礼待人。",
    "guidelines.respectbody": "Scratcher 们有不同的背景、兴趣、身份和经历。每一个在 Scratch 社区中的人都应当被鼓励分享那些对他们来说令人兴奋的和重要的东西——我们希望你能够找到自己的方式以庆祝自己的在 Scratch 上的身份，并且允许其他人做相同的事情。攻击他人或团队的身份对于他人的背景或兴趣来说是不友好的。",
    "guidelines.privacyheader": "注意安全：保护个人隐私和联系方式。",
    "guidelines.privacybody": "出于安全原因，不要给出任何能用于私下交流的信息，不论是线下或是线上。这包括告诉他人你的真实姓名、手机号码、住址、所在地、学校名称、电子邮箱地址、用户名或者指向其他社交网站、视频交流应用或有私聊功能的网站的链接。",
    "guidelines.helpfulheader": "给予有用的反馈。",
    "guidelines.helpfulbody": "Everyone on Scratch is learning. When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "Embrace remix culture.",
    "guidelines.remixbody1": "Remixing is when you build upon someone else’s projects, code, ideas, images, or anything else they share on Scratch to make your own unique creation.",
    "guidelines.remixbody2": "Remixing is a great way to collaborate and connect with other Scratchers. You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. And when you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "guidelines.honestyheader": "要有诚信。",
    "guidelines.honestybody": "It’s important to be honest and authentic when interacting with others on Scratch, and remember that there is a person behind every Scratch account. Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "帮助维护网站的友好氛围。",
    "guidelines.friendlybody": "It’s important to keep your creations and conversations friendly and appropriate for all ages. If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action."
}