{
    "guidelines.title": "Scratch 《社区行为准则》",
    "guidelines.header1": "Scratch 社区是一个面向任何人都友好的社区，在这里你可以和大家一起创造、分享、学习。",
    "guidelines.header2": "我们欢迎任何所有人，不论年龄、种族、民族、宗教信仰、能力、性取向和性别认同。",
    "guidelines.header3": "通过遵守这些社区行为准则，帮助维护一个友善、积极、富有创造性的 Scratch 社区。",
    "guidelines.respectheader": "尊重每个人。",
    "guidelines.respectbody1": "Scratchers have diverse backgrounds, interests, identities, and experiences.",
    "guidelines.respectbody2": "Everyone on Scratch is encouraged to share things that excite them and are important to them—we hope that you find ways to celebrate your own identity on Scratch, and allow others to do the same. It’s never OK to attack a person or group’s identity or to be unkind to someone about their background or interests.",
    "guidelines.privacyheader": "注意安全：保护个人隐私和联系方式。",
    "guidelines.privacybody1": "For safety reasons, don't give out any information that could be used for private communication, in person or online.",
    "guidelines.privacybody2": "需要保密的信息包括但不限于真实姓名、手机号码、地址、住址、学校或幼儿园名称、邮箱、社交媒体账号、视频通话网站或软件、浏览器拓展程序、用户脚本、或允许投票、填表、私信等功能的网站或软件。",
    "guidelines.helpfulheader": "给予有效的反馈。",
    "guidelines.helpfulbody1": "Everyone on Scratch is learning.",
    "guidelines.helpfulbody2": "When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "鼓励良好的改编。",
    "guidelines.remixbody1": "改编就是你在别人的作品、代码、想法、图片或者他们在 Scratch 上分享的任何东西的基础上以完成自己独特作品的过程。",
    "guidelines.remixbody2": "改编是一个很好的与其他的 Scratcher 们协作和联系的方式。我们鼓励你在你的作品中使用一切你在 Scratch 上所找到的东西，只要你在你的作品中对你所使用的内容的作者表达感谢并做一些有意义的改变。并且当你在 Scratch 上分享一些内容时，你也授权了所有的 Scratcher 们在他们的作品中使用你的内容。",
    "guidelines.honestyheader": "要有诚信。",
    "guidelines.honestybody1": "在Scratch上诚实地与他人互动是很重要的，每一个Scratch用户的背后都是一个真实的人。",
    "guidelines.honestybody2": "Spreading rumors, impersonating other Scratchers or celebrities, or pretending to be seriously ill is not respectful to the Scratch Community.",
    "guidelines.friendlyheader": "帮助维护网站的友好氛围。",
    "guidelines.friendlybody1": "It’s important to keep your creations and conversations friendly and appropriate for all ages.",
    "guidelines.friendlybody2": "If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it. Please use the “Report” button rather than engaging in fights, spreading rumors about other people’s behavior, or otherwise responding to any inappropriate content. The Scratch Team will look at your report and take the appropriate action.",
    "guidelines.learnMoreheader": "想要学习更多？",
    "guidelines.learnMorebody1": "<a>Download the guide</a> for more details!",
    "guidelines.learnMorebody2": "Discover the limitless potential of the Scratch online community with our guides! These valuable resources are designed to help you navigate and thrive as a Scratcher, revealing everything from setting up your profile to connecting with like-minded individuals. Learn how to connect with others, share your unique creations, and find inspiration for your next project.",
    "guidelines.respectButtonImageDescription": "A blue circle",
    "guidelines.privacyButtonImageDescription": "A yellow circle",
    "guidelines.helpfulButtonImageDescription": "A magenta circle",
    "guidelines.remixButtonImageDescription": "A green circle",
    "guidelines.honestyButtonImageDescription": "A purple circle",
    "guidelines.friendlyButtonImageDescription": "A pink circle",
    "guidelines.respectSectionImageDescription": "A graphic of two hands grasping each other in a handshake, with a pink heart above them.",
    "guidelines.privacySectionImageDescription": "A graphic of a blue combination lock lock on a yellow background. Inside the lock is the shape of a head with a question mark printed on the face.",
    "guidelines.helpfulSectionImageDescription": "A graphic of a piece of paper on top of a pink background. On the paper, there is a Scratch project with a white cat on a blue background. A pink pen with a heart on the cap is drawing a heart and a pencil is writing a comment.",
    "guidelines.remixSectionImageDescription": "A graphic of the Scratch \"remix\" swirl on a green background. Two hands move orange, blue, and purple Scratch blocks around. A paintbrush paints a green streak.",
    "guidelines.honestySectionImageDescription": "A graphic of a light blue compass on a purple background. There is a pink heart in the \"North\" position.",
    "guidelines.friendlySectionImageDescription": "A graphic of 5 hands with different skin tones using their pointer and middle fingers to create a star on a pink background with a pink star and yellow star in the center.",
    "guidelines.learnMoreSectionImageDescription": "A graphic of a box with a green arrow pointing inside of it with stars in the background."
}