{
    "guidelines.title": "Scratch 社群規範",
    "guidelines.header1": "Scratch is a friendly and welcoming community for everyone, where people create, share, and learn together.",
    "guidelines.header2": "We welcome people of all ages, races, ethnicities, religions, abilities, sexual orientations, and gender identities.",
    "guidelines.header3": "Help keep Scratch a welcoming, supportive, and creative space for all by following these Community Guidelines:",
    "guidelines.respectheader": "學會尊重他人，他人才會尊重你。",
    "guidelines.respectbody": "Scratch 的使用者有著不同的背景、興趣、身份和經歷。每個在 Scratch 上的人都有自己覺得有趣、重要的、想要分享的東西 — 我們希望你也能找到屬於自己的，也希望你能同理其他人，惡意的攻擊其他人的背景或興趣，是不友善的行為。",
    "guidelines.privacyheader": "注意安全：請不要洩露你的真實身份和聯絡管道。",
    "guidelines.privacybody": "基於安全考量，不要透露任何能聯絡的訊息，不管是線上或是線下。要保密的內容包括但不限於真實姓名、手機號碼、居住地址、戶籍地址、學校名稱、電子信箱、你在其它社群的帳號或連結、視訊聯天程式，或是帶有私人訊息的個人網站。",
    "guidelines.helpfulheader": "給予正向的回饋。",
    "guidelines.helpfulbody": "Everyone on Scratch is learning. When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical. Please keep comments respectful and avoid spamming or posting chain mail. We encourage you to try new things, experiment, and learn from others.",
    "guidelines.remixheader": "包容改編的文化。",
    "guidelines.remixbody1": "改編的意思就是在你分享的專案、程式、點子、圖像等東西之上加點創意。",
    "guidelines.remixbody2": "Remixing is a great way to collaborate and connect with other Scratchers. You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. And when you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "guidelines.honestyheader": "要有誠信。",
    "guidelines.honestybody": "在 Scratch 上與他人互動，真誠是最重要的，別忘記，每個 Scratch 帳戶背後都是一個活生生的人，在 Scratch 社群上散佈謠言、冒充明星名人、裝病騙取別人的關心，都是不尊重人的行為。",
    "guidelines.friendlyheader": "彼此協助讓站台更友善。",
    "guidelines.friendlybody": "讓你做的作品、你說的話都保持友善，而且適合所有年齡層的人觀看，是很重要的。如果你發現 Scratch 上有人的內容帶有侮辱、過於暴力，或者違反社群規範，請透過「舉報」按鈕讓我們知道。不要因此參與謾罵、跟著散佈謠言。Scratch 團隊會查證你的舉報並採取行動。"
}