{
    "developers.hereLinkText": "aquí",
    "developers.title": "Scratch pa desembolicadors",
    "developers.introLinkText": "Equipo de Scratch",
    "developers.intro": "En esta pachina trobarás información sobre los prochectos de codigo ubierto creyaus y mantenius per lo {introLink}, asinas como las nuestras reflexions respective a las millors practicas en o disenyo d'experiencias d'aprendizache pa ninos. ",
    "developers.projectsTitle": "Prochectos",
    "developers.principlesTitle": "Prencipios",
    "developers.joinTitle": "Une-te a nusatros",
    "developers.donateTitle": "Donar",
    "developers.partnersTitle": "Companyers",
    "developers.faqTitle": "Preguntas freqüents (FAQ)",
    "developers.projectsIntro": "Los siguients prochectos son de codigo ubierto y son disponibles pa qualsequier proposito.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "tecnolochía Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks ye un nuevo prochecto en desembolique pa la siguient cheneración de programación grafica per bloques, basau en a colaboración entre Google y lo Scratch Team d'o MIT — desenvuelto sobre la {blocklyLink} de Google y con l'emparo d'os conoixencias d'o Scratch Team respective a lo desembolique de ferramientas creativas pa l'aprendizache d'a chent choven. Scratch Blocks proporcionará un entorno pa construyir bloques de programación con formatos tanto en vertical (basaus en texto) como en horizontal (basaus en iconos). Puetz acceder a lo codigo (actualment como una vista previa pa desembolicadors) y a la documentación {githubLink}.",
    "developers.scratchBlocksBody": "Esta primera versión liberada incluye lo codigo pa la gramatica horizontal de Scratch. De cara a lo futuro tenemos pensau liberar codigo adicional incluyindo, entre atras cosetas, la gramatica vertical (actualment utilizada en Scratch), con un nuevo Motor de Renderizado que ofreixca suporte a obchectos y efectos graficos, y un nuevo Motor d'Audio pa las creyacions con son y mosica.",
    "developers.wwwTitle": "Wiki de Scratch",
    "developers.wwwIntro": "Scratch-www ye un client web independient pa la comunidat de Scratch, desenvuelto utilizando React y Redux. Puetz acceder a lo codigo y a la documentación a traviés de {wwwIntroLink}.",
    "developers.LearningPrinciples": "Prencipios d'Aprendizache",
    "developers.DesignPrinciples": "Prencipios de Disenyo",
    "developers.principlesIntro": "Hemos creyau Scratch pa capacitar a los chovens a pensar de forma creativa, a razonar de forma sistematica y a treballar colaborativamente. Nos guiamos per una serie de {learningPrinciples}y {designPrinciples} que asperamos que tamién sigas a medida que aportes a lo desembolique de nuevas ferramientas y tecnolochías con Scratch Blocks. ",
    "developers.jrBodyWebsiteLinkText": "puesto web de ScratchJr",
    "developers.jrBody": "ScratchJr ye un luengache de programación introductorio que permite a ninos chicotz (de 5-7 anyos) creyar las suyas propias historias interactivas y chuegos. Pa mayor información, puede visitar lo {websiteLink} u bien revisar lo codigo y documentación {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "La chent aprende millor quan treballan activament en prochectos — chenerando nuevas ideyas, disenyando prototipos, fendo milloras y creyando productos finals.",
    "developers.learningPrinciplesPassionTitle": "Pasión",
    "developers.learningPrinciplesPassionBody": "Quan la chent se centra en cosetas que le importan, treballa entre mas tiempo y con mayor eficacia, persistindo debant d'os retos y aprendendo mas en o proceso.",
    "developers.learningPrinciplesPeersTitle": "Pars",
    "developers.learningPrinciplesPeersBody": "L'aprendizache floreix como una actividat social, con chent compartindo ideyas, colaborando en prochectos y creyando sobre lo treballo de l'atro.",
    "developers.learningPrinciplesPlayTitle": "Chugar",
    "developers.learningPrinciplesPlayBody": "L'aprendizache implica la experimentación ludica — prebando nuevas cosetas, chugando con materials, metendo las cosetas a lo limite, prenendo risgos, iterando la una y l'atra vegada.",
    "developers.designPrinciplesRoomTitle": "Sulero baixo y muros amplos",
    "developers.designPrinciplesRoomBody": "Con l'obchectivo de fomentar un conchunto d'interaccions variau y diverso, incluyimos explicitament elementos y caracteristicas que sían facils d'entender pa los ninos (goso baixo), pero pro chenerals como pa ofrir diversos usos (muros amplos).",
    "developers.designPrinciplesSimpleTitle": "Fer-lo lo mas simple posible — y tal vegada mesmo un poquet mas simpla",
    "developers.designPrinciplesSimpleBody": "Tot y con l'habitual que ye anyadir nuevas caracteristicas a lo software, nos hemos trobau con que reducir lo numero de caracteristicas gosa amillorar la experiencia d'usuario. Lo que inicialment pareixe una restricción u limitación puede producir nuevas formas de creyatividat.",
    "developers.designPrinciplesGlobalTitle": "Muitos camins, muitos estilos",
    "developers.designPrinciplesGlobalBody": "Muitas actividatz de matematicas y sciencias s'han basau tradicionalment en una población especifica. Amprando especial atención a creyar tecnolochías accesibles y atractivas, somos treballando pa zarrar ixa brecha.",
    "developers.designPrinciplesTinkerTitle": "Disenyau pa estar tocau",
    "developers.designPrinciplesTinkerBody": "Creyemos que lo proceso d'aprendizache ye inherentment iterativo. Los creyadors prencipian explorando y experimentando, y alavez revisan y amilloran los suyos obchectivos y creyacions. Pa emparar este tipo d'interacción hemos disenyau interficies que permitan la rapida experimentación en veloces ciclos d'iteracions.",
    "developers.joinBodyJobsLinkText": "pachina d'emplegos",
    "developers.joinBody": "Somos un diverso grupo de educadores, disenyadors y incheniers, que treballan en conchunto en un ambient de chuego y creyatividat pleno de piezas de LEGO, materials y ferramientas de construcción. Valoramos muito la diversidat, la colaboración y lo respecto en o puesto de treballo. Si yes intresau en unir-te a nusatros, chita un vistazo a los puestos de treballo disponibles en nuestra {jobsPageLink}, u ninvia-nos un correu electronico a {emailLink}.",
    "developers.donateIntroLinkText": "fer una donación pa aduyar a Scratch",
    "developers.donateIntro": "Somos encantaus d'ofrir Scratch gratis. Si desfrutas usando Scratch, per favor considera{donateLink}. Son bienvenidas donacions de qualsequier cantidat.",
    "developers.donateBody": "La tuya aportación a la Scratch Foundation s'usará pa dar suporte a los desemboliques futuros d'o software Scratch y d'a pachina web de Scratch.",
    "developers.donateThanks": "Gracias per emparar Scratch!",
    "developers.partnersIntro": "La creyación y mantenimiento d'este prochecto de codigo ubierto no sería posible sin l'emparo tecnico y financiero d'os nuestros socios:",
    "developers.faqAboutTitle": "Án puedo aprender mas sobre Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Meya Lab",
    "developers.faqAboutBody": "Scratch ye un luengache de programación gratuito y una comunidat online an la chent choven puede creyar las suyas propias historias interactivas, chuegos y animacions. Scratch ye un prochecto d'o Grupo{llkLink} d'o {mitLink}. Puetz leyer mas sobre Scratch {aboutLink}.",
    "developers.faqRulesTitle": "I hai qualques normas pa usar este codigo en a mía aplicación?",
    "developers.faqRulesBody": "Puetz usar este codigo d'alcuerdo a la licencia que riche cada prochecto. Tamién t'animamos encareixidament a que consideres los prencipios d'aprendizache y disenyo (alto, en esta pachina) quan creyes experiencias d'aprendizache creativo pa ninos de totas las edatz.",
    "developers.faqNameTitle": "Puedo utilizar lo nombre \"Scratch Blocks\" en a descripción d'a mía aplicación y en atros mensaches publicos?",
    "developers.faqNameBody": "Si quiers, puetz fer publico que la tuya aplicación utiliza los Scratch Blocks. Si lo fas, t'animamos a enlazar de tornada a lo repositorio de codigo.",
    "developers.faqReleasesTitle": "Itz a lanzar nuevo codigo y quán?",
    "developers.faqReleasesBody": "Tenemos previsto meter como codigo ubierto conteniu adicional relativo a lo luengache de programación Scratch entre los proximos meses. Mantiene un uello en esta pachina!",
    "developers.faqDifferencesTitle": "Quál ye la diferencia entre Blockly y Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks ye basau en o codigo base de Blockly, y ye especificament disenyau con os nuestros prencipios en mente pa emparar las experiencias d'aprendizache creativo.",
    "developers.faqCollabTitle": "Me fería goyo de colaborar. Cómo puedo meter-me en contacto?",
    "developers.faqCollabBody": "You can reach us over on {githubLink} or on our {contactUsLink} page. We look forward to hearing from you!"
}