{
    "developers.hereLinkText": "burada",
    "developers.title": "Skreç Təkmilləşdirənlər üçün",
    "developers.introLinkText": "Scratch Team",
    "developers.intro": "Bu səhifədə siz {introLink} tərəfindən hazırlanmış və saxlanılan açıq mənbə layihələri, həmçinin uşaqlar üçün tədris bacarıqlarının inkişaf etdirilməsinin ən yaxşı metodları barədə fikirlərimizi tapa bilərsiniz.",
    "developers.projectsTitle": "Layihələr",
    "developers.principlesTitle": "Əsaslar",
    "developers.joinTitle": "Bizə Qoşulun",
    "developers.donateTitle": "Könüllü ödəniş etmək",
    "developers.partnersTitle": "Həmkarlar",
    "developers.faqTitle": "FAQ",
    "developers.projectsIntro": "Aşağıdakı layihələr açıq mənbədir və istənilən məqsəd üçün mövcuddur.",
    "developers.scratchBlocksTitle": "Skreç Blokları",
    "developers.scratchBlocksIntroBlocklyLinkText": "Bloklarla texnologiya",
    "developers.scratchBlocksIntro": "Skreç Blokları, Google və MİT Skreç Komandasının birgə əməkdaşlığı sayəsində gələcək nəsil qrafik proqramlaşdırma blokları üçün yeni bir inkişaf layihəsidir — Google üzərində yaradılan {blocklyLink}  gənclər üçün kreativ öyrənmə alətləri haqqında Skreç komandasının ekspertlərinin bilik və təcrübəsi ilə məlumatlandırıldı. Skreç Blokları, həm şaquli (mətnli) və həm də üfüqi (obyekt əsaslı) formatlarda proqramlaşdırma bloklarının qurulması üçün bir çərçivə təmin edəcəkdir. Siz kodu (hal-hazırda təkmilləşdiricilər üçün ön görünüş rejimindədir) və sənədləri {githubLink} keçidindən əldə edə bilərsiniz.",
    "developers.scratchBlocksBody": "Bu ilk buraxılış Skreçin \"Horizontal Grammar\" üçün kodu daxil edir. İrəli baxdığımızda, biz \"Vertical Grammar\" (hazırda Skreç tərəfindən istifadə olunur) daxil olmaqla, lakin bununla məhdudlaşmayan, əlavə kodu, spraytları və qrafiki effektləri dəstəkləmək üçün yeni Renderinq Mexanizmini və səs və musiqi yaradılmasını dəstəkləmək üçün yeni Audio Mexanizmini buraxmağı planlaşdırırırq.",
    "developers.wwwTitle": "Skreç WWW",
    "developers.wwwIntro": "Scratch-www React və Redux-dan istifadə etməklə yaradılan Skreç İcması üçün müstəqil fəaliyyət göstərən veb müştəridir. Kod və sənədlərə giriş əldə etmək üçün {wwwIntroLink} daxil olun.",
    "developers.LearningPrinciples": "Öyrənmə Prinsipləri",
    "developers.DesignPrinciples": "Dizayn Prinsipləri",
    "developers.principlesIntro": "Biz gəncləri yaradıcı düşünməyə, qərarları sistemli şəkildə əsaslandırmağa və birgə əməkdaşlıq etməyə həvəsləndirmək üçün Skreçi yaratdıq. Biz Skreç Bloklarla yeni alətləri və texnologiyaları inkişaf etdirdikcə Sizin {learningPrinciples} və {designPrinciples} izləyəcəyiniz kompleks rəhbər prinsiplərə və qaydalara əsaslanırıq. ",
    "developers.jrBodyWebsiteLinkText": "SkreçJr veb səhifəsi",
    "developers.jrBody": "ScratchJr azyaşlı uşaqlara ( 5-7 yaş arası) öz interaktiv hekayələrini və oyunlarını yaratmalarına imkanı verən ilkin proqramlaşdırma dilidir. Əlavə məlumat üçün {websiteLink} daxil olun və ya {githubLink}-də kod və sənədlərə giriş əldə edin.",
    "developers.learningPrinciplesProjectsBody": "İnsanlar layihələr üzərində fəal işləyərkən ən yaxşısını öyrənirlər — yeni ideyalar tapırlar, prototiplər işləyib hazırlayırlar, təkmilləşdirmələr edirlər və yekun məhsullar yaradırlar.",
    "developers.learningPrinciplesPassionTitle": "Həvəs",
    "developers.learningPrinciplesPassionBody": "İnsanlar onları maraqlandıran məsələlərə diqqət yetirdikdə, onlar daha çox və əzmlə, səylə çalışırlar, çətinliklər və maneələr qarşısında böyük dözümlülük nümayiş etdirirlər və prosesdə daha çox öyrənirlər.",
    "developers.learningPrinciplesPeersTitle": "Həmyaşıdlar",
    "developers.learningPrinciplesPeersBody": "Öyrənmə ictimai fəaliyyət kimi insanlarla fikir mübadiləsi, ideayaların paylaşılması, layihələr üzrə birgə əməkdaşlıq və bir-birinin işini təkmilləşdirməyə yardım etmə yolu ilə daha geniş vüsət alır və inkişaf edir.",
    "developers.learningPrinciplesPlayTitle": "Başlat",
    "developers.learningPrinciplesPlayBody": "Öyrənmək əyləncəli təcrübəni əhatə edir — yeni mövzu və materiallarla tanış olma, sərhədləri sınama, risk etmə, yeni təcrübələr qazanma, beləliklə dəfələrlə təkrarlanan interaktiv prosesə cəlb olunma.",
    "developers.designPrinciplesRoomTitle": "Aşağı Mərtəbə & Geniş Divarlar",
    "developers.designPrinciplesRoomBody": "Fərqli və müxtəlif qarşılıqlı əlaqələri təşviq etmək üçün biz uşaqların asanlıqla anlamaları üçün xüsusi elementləri və xüsusiyyətləri aydın şəkildə (aşağı mərtəbə), lakin müxtəlif məqsədləri dəstəkləmək üçün kifayət qədər (geniş divarlar) ümumi və sadə formada daxil edirik.",
    "developers.designPrinciplesSimpleTitle": "Bunu mümkün qədər sadə — Və bəlkə hətta daha sadə edin.",
    "developers.designPrinciplesSimpleBody": "Proqram təminatı məhsullarına daha çox xarakteristikalar əlavə etmə imkanlarına baxmayaraq, biz belə bir qənaətə gəlmişik ki, xarakteristikaların sayının azaldılması əksər hallarda istifadəçi təcrübəsini yaxşılaşdırır. İlkin olaraq məhdudiyyət kimi görünə bilən, yeni yaradıcılıq formasının yaranmasına kömək edə bilər.",
    "developers.designPrinciplesGlobalTitle": "Müxtəlif Yollar, Müxtəlif Tərzlər",
    "developers.designPrinciplesGlobalBody": "Bir çox riyazi və elmi fəaliyyətlər ənənəvi olaraq konkret əhaliyə münasibətdə qərəzli olmuşdur. Əlçatan və cəlbedici texnologiyaların yaradılmasına xüsusi diqqət yetirərək, biz boşluğu aradan qaldırmağa çalışırıq.",
    "developers.designPrinciplesTinkerTitle": "Tinker qabiliyyətinə görə layihələndirin",
    "developers.designPrinciplesTinkerBody": "Biz hesab edirik ki, öyrənmə prosesi tamamilə iterativdir. Tinker-lər, məqsədlərini və yaradıcılıq məhsullarını araşdırmağa və eksperiment etməyə, sınaqdan çıxarmağa, daha sonra yeniləməyə və düzəlişlər etməyə başlayırlar. Bu cür qarşılıqlı əlaqə tərzinin dəstəklənməsi üçün biz öz interfeyslərimizi sürətli tərcübə aparılması və çevik interaktiv tsiklərinin təşviq edilməsi üçün layihələndiririk.",
    "developers.joinBodyJobsLinkText": "İş yerləri səhifəsi",
    "developers.joinBody": "Biz, LEGO kərpiclər, sənətkarlıq materialları və hazırlayıcı alətlər ilə dolu olan əyləncəli, kreativ bir mühitdə birgə çalışan müəllimlər, dizaynerlər və mühəndislər kimi müxtəlif peşə sahiblərini özündə cəmləşdirən yaradıcı bir qrup yaratmışıq. Biz iş yerində müxtəlifliyi, əməkdaşlığı və qarşılıqlı hörməti yüksək qiymətləndiririk. Əgər bizimlə əlaqə yaratmaq istəyirsinizsə, {jobsPageLink}-də boş vakant iş yerlərinə nəzər salın və ya{emailLink} vasitəsilə bizə e-poçt vasitəsi ilə məktub göndərin.",
    "developers.donateIntroLinkText": "Skreç-ə dəstək olmaq üçün ianələr toplanılır",
    "developers.donateIntro": "Biz Skreçi pulsuz təqdim etməkdən böyük məmnunluq hissi duyuruq.  Əgər Siz Skreçi istifadə etməkdən zövq alırsınızsa, {donateLink} ianə keçidinə daxil olun. İstənilən məbləğdə ianələr qəbul edilir və yüksək qiymətləndirilir.",
    "developers.donateBody": "Skreç Fonduna etdiyiniz ianə Skreç proqram təminatının və Skreç vebsaytının gələcək inkişafının dəstəklənməsi üçün istifadə ediləcəkdir.",
    "developers.donateThanks": "Skreç-i dəstəklədiyinizə görə təşəkkür edirik!",
    "developers.partnersIntro": "Bu açıq mənbə kodunun yaradılması və saxlanılması tərəfdaşlarımızın texniki və maliyyə dəstəyi olmadan mümkün olmazdı:",
    "developers.faqAboutTitle": "Skreç haqqında daha ətraflı məlumatı haradan əldə edə bilərəm?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Mediya Laboratoriyası",
    "developers.faqAboutBody": "Skreç gənclərin öz interaktiv hekayələrini, oyunlarını və animasiyalarını yarada biləcəyi pulsuz proqramlaşdırma dili və onlayn cəmiyyətdir. Skreç {llkLink} Group-un {mitLink}-də layihəsidir. Skreç haqqında daha ətraflı məlumat əldə etmək üçün {aboutLink} linkinə daxil olun.",
    "developers.faqRulesTitle": "Mənim proqramımda bu koddan istifadə qaydaları mövcuddurmu?",
    "developers.faqRulesBody": "Siz bu koddan hər bir layihəni idarə edən lisenziyaya uyğun olaraq istifadə edə bilərsiniz. Biz də həmçinin bütün yaşda olan uşaqlar üçün kreativ öyrənmə təcrübələrinin yaradılmasında öyrənmə və dizayn prinsiplərinin (yuxarıda, bu səhifədəki) nəzərə alınmasını ciddi şəkildə tövsiyyə edirik.",
    "developers.faqNameTitle": "Mənin proqramlarım və digər ictimai mesajlaşma təsvirində “Scratch Blocks” adından istifadə etməyimə icazə verilirmi?",
    "developers.faqNameBody": "Əgər istəyirsinizsə, Skreç Blokları bəyənərək müraciət etdiyinizi geniş ictimaiyyətə açıqlaya bilərsiniz. Əgər Siz belə etsəniz, kod deposuna əks əlaqə yaratmanızı tövsiyə edərdik.",
    "developers.faqReleasesTitle": "Siz çox kod buraxırsınız və nə vaxt?",
    "developers.faqReleasesBody": "Biz qarşıdakı bir neçə ay ərzində Skreç proqramlaşdırma dili ilə bağlı əlavə mənbə kodunu açmağı planlaşdırırıq. Bu səhifəni izləyin!",
    "developers.faqDifferencesTitle": "Blockly ilə Skreç Bloklar arasında fərq nədən ibarətdir?",
    "developers.faqDifferencesBody": "Skreç Bloklar kod bazası üzərində qurulur və kreativ öyrənmə təcrübələrini dəstəkləmək üçün bizim prinsiplərimizi nəzərə alaraq tərtib olunur.",
    "developers.faqCollabTitle": "Mən əməkdaşlıq etmək istərdim. Mən necə əlaqə qura bilərəm?",
    "developers.faqCollabBody": "You can reach us over on {githubLink} or on our {contactUsLink} page. We look forward to hearing from you!"
}