{
    "developers.hereLinkText": "тут",
    "developers.title": "Scratch для распрацоўшчыкаў",
    "developers.introLinkText": "Каманда Scratch",
    "developers.intro": "На гэтай старонцы вы знойдзеце інфармацыю аб праектах з адкрытым зыходным кодам, створаных і падтрымліваемых {introLink}, а таксама нашы меркаванні аб лепшых практыках для распрацоўкі навучальных праграм для дзяцей.",
    "developers.projectsTitle": "Праекты",
    "developers.principlesTitle": "Прынцыпы",
    "developers.joinTitle": "Далучыцца",
    "developers.donateTitle": "Ахвяраваць",
    "developers.partnersTitle": "Партнёры",
    "developers.faqTitle": "Часта задаваныя пытанні (FAQ)",
    "developers.projectsIntro": "Наступныя праекты з адкрытым зыходным кодам і даступныя для любых мэтаў.",
    "developers.scratchBlocksTitle": "Scratch блокі",
    "developers.scratchBlocksIntroBlocklyLinkText": "Блочная тэхналогія",
    "developers.scratchBlocksIntro": "Scratch Blocks - гэта новы праект па распрацоўцы графічных блокаў праграмавання наступнага пакалення, заснаваны на супрацоўніцтве паміж Google і каманды Scratch Масачусецкага тэхналагічнага інстытута — абапіраючыся на вопыт Google {blocklyLink} і на аснове вопыту каманды Scratch у распрацоўцы творчых інструментаў навучання для моладзі. Scratch Blocks забяспечыць аснову для стварэння блокаў праграмавання ў вертыкальным (на аснове тэксту) і гарызантальным (на аснове значкоў) фарматах. Вы можаце атрымаць доступ да кода (у цяперашні час як папярэдні прагляд распрацоўшчыка) і дакументацыі {githubLink}.",
    "developers.scratchBlocksBody": "Гэты першы выпуск уключае код для гарызантальнай граматыкі Scratch. Забягаючы наперад, мы плануем выпусціць дадатковы код, уключаючы, але не абмяжоўваючыся імі, вертыкальную граматыку (у цяперашні час выкарыстоўваецца Scratch), новы механізм рэндэрынгу для падтрымкі спрайтаў і графічных эфектаў і новы аўдыярухавік для падтрымкі стварэння з гукам і музыкай.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www - гэта аўтаномны вэб-кліент для супольнасці Scratch, створаны з выкарыстаннем React і Redux. Доступ да кода і дакументацыі праз{wwwIntroLink}.",
    "developers.LearningPrinciples": "Прынцыпы навучання",
    "developers.DesignPrinciples": "Прынцыпы праектавання",
    "developers.principlesIntro": "Мы стварылі Scratch, каб даць маладым людзям магчымасць творча думаць, сістэматычна разважаць і працаваць разам. Мы кіруемся наборам {learningPrinciples} і{designPrinciples} спадзяемся, што вы будзеце прытрымлівацца, распрацоўваючы новыя інструменты і тэхналогіі з Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Сайт ScratchJr",
    "developers.jrBody": "ScratchJr - гэта ўводная мова праграмавання, якая дазваляе маленькім дзецям (ва ўзросце 5-7 гадоў) ствараць свае ўласныя інтэрактыўныя гісторыі і гульні. Для атрымання дадатковай інфармацыі наведайце {websiteLink}або азнаёмцеся з кодам і дакументацыяй на {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Людзі вучацца лепш за ўсё, калі яны актыўна працуюць над праектамі — ствараюць новыя ідэі, распрацоўваюць прататыпы, удасканальваюць і ствараюць канчатковыя прадукты.",
    "developers.learningPrinciplesPassionTitle": "Запал",
    "developers.learningPrinciplesPassionBody": "Калі людзі засяроджваюцца на тым, што іх хвалюе, яны працуюць даўжэй і цяжэй, упарта сутыкаюцца з праблемамі і вучацца больш у працэсе.",
    "developers.learningPrinciplesPeersTitle": "Роўнасць",
    "developers.learningPrinciplesPeersBody": "Навучанне квітнее як ​​сацыяльная дзейнасць, калі людзі дзеляцца ідэямі, супрацоўнічаюць над праектамі і абапіраюцца на працу адзін аднаго.",
    "developers.learningPrinciplesPlayTitle": "Іграць",
    "developers.learningPrinciplesPlayBody": "Навучанне ўключае ў сябе гуллівыя эксперыменты — спрабаваць новыя рэчы, важдацца з матэрыяламі, правяраць межы, рызыкаваць, паўтараць зноў і зноў.",
    "developers.designPrinciplesRoomTitle": "Нізкая падлога і шырокія сцены",
    "developers.designPrinciplesRoomBody": "Каб заахвочваць разнастайны набор узаемадзеянняў, мы відавочна ўключаем элементы і функцыі, якія лёгка зразумець дзецям (нізкая падлога), але дастаткова агульныя, каб падтрымліваць разнастайнае выкарыстанне (шырокія сцены).",
    "developers.designPrinciplesSimpleTitle": "Зрабіце гэта як мага прасцей — і, магчыма, яшчэ прасцей",
    "developers.designPrinciplesSimpleBody": "Нягледзячы на ​​распаўсюджанае імкненне дадаваць больш функцый у праграмныя прадукты, мы выявілі, што памяншэнне колькасці функцый часта паляпшае карыстальніцкі досвед. Тое, што спачатку здаецца абмежаваннем або абмежаваннем, можа спрыяць новым формам творчасці.",
    "developers.designPrinciplesGlobalTitle": "Шмат патчаў, шмат стыляў",
    "developers.designPrinciplesGlobalBody": "Многія заняткі па матэматыцы і прыродазнаўстве традыцыйна арыентаваны на пэўныя групы насельніцтва. Надаючы асаблівую ўвагу стварэнню даступных і прывабных тэхналогій, мы працуем над ліквідацыяй разрыву.",
    "developers.designPrinciplesTinkerTitle": "Дызайн для майстравання",
    "developers.designPrinciplesTinkerBody": "Мы лічым, што працэс навучання па сваёй сутнасці ітэратыўны. Майстры пачынаюць з вывучэння і эксперыментаў, затым пераглядаюць і ўдасканальваюць свае мэты і творы. Каб падтрымаць гэты стыль узаемадзеяння, мы распрацоўваем нашы інтэрфейсы, каб заахвочваць хуткія эксперыменты і хуткія цыклы ітэрацый.",
    "developers.joinBodyJobsLinkText": "Старонка вакансій",
    "developers.joinBody": "Мы разнастайная група выкладчыкаў, дызайнераў і інжынераў, якія працуюць разам у гульнявой, творчай абстаноўцы, поўнай кубікаў LEGO, матэрыялаў для рукадзелля і інструментаў для вырабу. Мы вельмі цэнім разнастайнасць, супрацоўніцтва і павагу на працоўным месцы. Калі вы зацікаўлены ў тым, каб далучыцца да нас, паглядзіце на нашы вакансіі на нашым сайце{jobsPageLink} або адпраўце нам ліст па адрасе.{emailLink}.",
    "developers.donateIntroLinkText": "зрабіць ахвяраванне ў падтрымку Scratch",
    "developers.donateIntro": "Мы рады прадаставіць Scratch бясплатна. Калі вам падабаецца карыстацца Scratch, звярніце ўвагу на{donateLink}. Ахвяраванні прымаюцца любога памеру. ",
    "developers.donateBody": "Ваша ахвяраванне фонду Scratch будзе выкарыстана для падтрымкі будучага развіцця праграмнага забеспячэння Scratch і вэб-сайта Scratch.",
    "developers.donateThanks": "Дзякуй за падтрымку Scratch!",
    "developers.partnersIntro": "Стварэнне і падтрымка гэтага адкрытага зыходнага кода былі б немагчымыя без шчодрай тэхнічнай і фінансавай падтрымкі нашых партнёраў:",
    "developers.faqAboutTitle": "Дзе можна даведацца больш пра Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch з'яўляецца бясплатнай мовай праграмавання і анлайн суполкай, дзе юнакі могуць ствараць свае ўласныя інтэрактыўныя гісторыі, гульні і анімацыі. Scratch гэта праект {llkLink}Group у {mitLink}. Вы можаце даведацца больш пра Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Ці існуюць правілы выкарыстання гэтага кода ў маім дадатку?",
    "developers.faqRulesBody": "Вы можаце выкарыстоўваць гэты код у адпаведнасці з ліцэнзіяй, якая рэгулюе кожны праект. Мы таксама настойліва рэкамендуем вам улічваць прынцыпы навучання і дызайну (вышэй, на гэтай старонцы) пры стварэнні творчага вопыту навучання для дзяцей усіх узростаў.",
    "developers.faqNameTitle": "Ці дазволена мне выкарыстоўваць назву \"Scratch Blocks\" у апісанні майго прыкладання і іншых публічных паведамленнях?",
    "developers.faqNameBody": "Калі вы хочаце, вы можаце публічна заявіць, што ваша прыкладанне працуе на базе Scratch Blocks. Калі вы гэта зробіце, мы таксама рэкамендуем вам зрабіць спасылку на сховішча кода.",
    "developers.faqReleasesTitle": "Вы выпускаеце дадатковы код і калі?",
    "developers.faqReleasesBody": "Мы плануем адкрыць зыходны код дадатковага кода, які адносіцца да мовы праграмавання Scratch, на працягу наступных некалькіх месяцаў. Сачыце за гэтай старонкай!",
    "developers.faqDifferencesTitle": "У чым розніца паміж Blockly і Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks абапіраецца на базу кода Blockly і спецыяльна распрацаваны з улікам нашых прынцыпаў для падтрымкі творчага навучання.",
    "developers.faqCollabTitle": "Я хацеў бы супрацоўнічаць. Як мне звязацца в вамі?",
    "developers.faqCollabBody": "Вы можаце звязацца з намі на {githubLink} або на нашай старонцы {contactUsLink}. Мы з нецярпеннем чакаем ад вас!"
}