{
    "developers.hereLinkText": "тут",
    "developers.title": "Scratch для распрацоўшчыкаў",
    "developers.introLinkText": "Каманда Scratch",
    "developers.intro": "На гэтай старонцы вы знойдзеце інфармацыю аб праектах з адкрытым зыходным кодам, створаных і падтрымліваемых {introLink}, а таксама нашы меркаванні аб лепшых практыках для распрацоўкі навучальных праграм для дзяцей.",
    "developers.projectsTitle": "Праекты",
    "developers.principlesTitle": "Прынцыпы",
    "developers.joinTitle": "Далучыцца",
    "developers.donateTitle": "Ахвяраваць",
    "developers.partnersTitle": "Партнёры",
    "developers.faqTitle": "Часта задаваныя пытанні (FAQ)",
    "developers.projectsIntro": "Наступныя праекты з адкрытым зыходным кодам і даступныя для любых мэтаў.",
    "developers.scratchBlocksTitle": "Scratch блокі",
    "developers.scratchBlocksIntroBlocklyLinkText": "Блочная тэхналогія",
    "developers.scratchBlocksIntro": "Scratch Blocks - гэта новы праект па распрацоўцы графічных блокаў праграмавання наступнага пакалення, заснаваны на супрацоўніцтве паміж Google і каманды Scratch Масачусецкага тэхналагічнага інстытута — абапіраючыся на вопыт Google {blocklyLink} і на аснове вопыту каманды Scratch у распрацоўцы творчых інструментаў навучання для моладзі. Scratch Blocks забяспечыць аснову для стварэння блокаў праграмавання ў вертыкальным (на аснове тэксту) і гарызантальным (на аснове значкоў) фарматах. Вы можаце атрымаць доступ да кода (у цяперашні час як папярэдні прагляд распрацоўшчыка) і дакументацыі {githubLink}.",
    "developers.scratchBlocksBody": "Гэты першы выпуск уключае код для гарызантальнай граматыкі Scratch. Забягаючы наперад, мы плануем выпусціць дадатковы код, уключаючы, але не абмяжоўваючыся імі, вертыкальную граматыку (у цяперашні час выкарыстоўваецца Scratch), новы механізм рэндэрынгу для падтрымкі спрайтаў і графічных эфектаў і новы аўдыярухавік для падтрымкі стварэння з гукам і музыкай.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www - гэта аўтаномны вэб-кліент для супольнасці Scratch, створаны з выкарыстаннем React і Redux. Доступ да кода і дакументацыі праз{wwwIntroLink}.",
    "developers.LearningPrinciples": "Прынцыпы навучання",
    "developers.DesignPrinciples": "Прынцыпы праектавання",
    "developers.principlesIntro": "Мы стварылі Scratch, каб даць маладым людзям магчымасць творча думаць, сістэматычна разважаць і працаваць разам. Мы кіруемся наборам {learningPrinciples} і{designPrinciples} спадзяемся, што вы будзеце прытрымлівацца, распрацоўваючы новыя інструменты і тэхналогіі з Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Сайт ScratchJr",
    "developers.jrBody": "ScratchJr - гэта ўводная мова праграмавання, якая дазваляе маленькім дзецям (ва ўзросце 5-7 гадоў) ствараць свае ўласныя інтэрактыўныя гісторыі і гульні. Для атрымання дадатковай інфармацыі наведайце {websiteLink}або азнаёмцеся з кодам і дакументацыяй на {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Людзі вучацца лепш за ўсё, калі яны актыўна працуюць над праектамі — ствараюць новыя ідэі, распрацоўваюць прататыпы, удасканальваюць і ствараюць канчатковыя прадукты.",
    "developers.learningPrinciplesPassionTitle": "Запал",
    "developers.learningPrinciplesPassionBody": "Калі людзі засяроджваюцца на тым, што іх хвалюе, яны працуюць даўжэй і цяжэй, упарта сутыкаюцца з праблемамі і вучацца больш у працэсе.",
    "developers.learningPrinciplesPeersTitle": "Роўнасць",
    "developers.learningPrinciplesPeersBody": "Навучанне квітнее як ​​сацыяльная дзейнасць, калі людзі дзеляцца ідэямі, супрацоўнічаюць над праектамі і абапіраюцца на працу адзін аднаго.",
    "developers.learningPrinciplesPlayTitle": "Іграць",
    "developers.learningPrinciplesPlayBody": "Навучанне ўключае ў сябе гуллівыя эксперыменты — спрабаваць новыя рэчы, важдацца з матэрыяламі, правяраць межы, рызыкаваць, паўтараць зноў і зноў.",
    "developers.designPrinciplesRoomTitle": "Нізкая падлога і шырокія сцены",
    "developers.designPrinciplesRoomBody": "Каб заахвочваць разнастайны набор узаемадзеянняў, мы відавочна ўключаем элементы і функцыі, якія лёгка зразумець дзецям (нізкая падлога), але дастаткова агульныя, каб падтрымліваць разнастайнае выкарыстанне (шырокія сцены).",
    "developers.designPrinciplesSimpleTitle": "Make it as Simple as Possible — And Maybe Even Simpler",
    "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
    "developers.designPrinciplesGlobalTitle": "Many Paths, Many Styles",
    "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
    "developers.designPrinciplesTinkerTitle": "Design for Tinkerability",
    "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
    "developers.joinBodyJobsLinkText": "Старонка вакансій",
    "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
    "developers.donateIntroLinkText": "making a donation to support Scratch",
    "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
    "developers.donateBody": "Your donation to the Scratch Foundation will be used to support future development of Scratch software and the Scratch website.",
    "developers.donateThanks": "Thanks for supporting Scratch!",
    "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
    "developers.faqAboutTitle": "Дзе можна даведацца больш пра Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch з'яўляецца бясплатнай мовай праграмавання і анлайн суполкай, дзе юнакі могуць ствараць свае ўласныя інтэрактыўныя гісторыі, гульні і анімацыі. Scratch гэта праект {llkLink}Group у {mitLink}. Вы можаце даведацца больш пра Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Are there rules to using this code in my application?",
    "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
    "developers.faqNameTitle": "Am I allowed to use the name \"Scratch Blocks\" in the description of my app and other public messaging?",
    "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
    "developers.faqReleasesTitle": "Are you releasing more code and when?",
    "developers.faqReleasesBody": "We plan to open source additional code relating to the Scratch programming language over the next few months. Keep an eye on this page!",
    "developers.faqDifferencesTitle": "What’s the difference between Blockly and Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
    "developers.faqCollabTitle": "I’d like to collaborate. How do I get in touch?",
    "developers.faqCollabBody": "You can reach us over on {githubLink} or on our {contactUsLink} page. We look forward to hearing from you!"
}