{
    "developers.hereLinkText": "এখানে ",
    "developers.title": "ডেভেলপারদের জন্য Scratch",
    "developers.introLinkText": "Scratch টিম",
    "developers.intro": "এই পেইজে, তুমি ওপেন সোর্স প্রজেক্টগুলো সম্পর্কে তথ্য পাবে যা {introLink} দ্বারা তৈরি ও রক্ষণাবেক্ষণ করা হয়, এবং সেই সাথে শিশুদের শেখার অভিজ্ঞতা ডিজাইন করার জন্য সর্বোত্তম অনুশীলন নিয়ে আমাদের চিন্তাভাবনা সম্পর্কে তথ্য পাবে।",
    "developers.projectsTitle": "প্রজেক্ট",
    "developers.principlesTitle": "নীতিমালাগুলো",
    "developers.joinTitle": "আমাদের সাথে যোগ দাও ",
    "developers.donateTitle": "অনুদান ",
    "developers.partnersTitle": "সহযোগীরা",
    "developers.faqTitle": "বজিপ্র",
    "developers.projectsIntro": "নিচের প্রজেক্টগুলো ওপেন সোর্স এবং যেকোন উদ্দেশ্যের জন্য ব্যবহার করা যাবে।",
    "developers.scratchBlocksTitle": "Scratch এর ব্লকগুলো",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly প্রযুক্তি",
    "developers.scratchBlocksIntro": "Google এবং MIT এর Scratch টিমের মধ্যে একটি সহযোগিতার ভিত্তিতে Scratch ব্লকগুলো পরবর্তী প্রজন্মের গ্রাফিকাল প্রোগ্রামিং ব্লকের জন্য একটি নতুন উন্নয়ন প্রজেক্ট — Google এর উপর ভিত্তি করে {blocklyLink} এবং তরুণদের জন্য সৃজনশীল শেখার সরঞ্জাম বিকাশে Scratch টিমের দক্ষতার দ্বারা অবহিত করা হয়েছে।  Scratch ব্লকগুলো উভয় উল্লম্ব (পাঠ্য-ভিত্তিক) এবং অনুভূমিক (আইকন-ভিত্তিক) ফর্ম্যাটগুলোতে প্রোগ্রামিং ব্লক তৈরির জন্য একটি কাঠামো সরবরাহ করবে। তুমি কোডটি (বর্তমানে বিকাশকারী-পূর্বরূপ হিসাবে) এবং ডকুমেন্টেশন অ্যাক্সেস করতে পার {githubLink}।",
    "developers.scratchBlocksBody": "এই প্রথম প্রকাশে Scratch এর অনুভূমিক ব্যাকরণের কোড অন্তর্ভুক্ত রয়েছে। আগামিদিনের জন্য, আমরা ভাবছি ভার্টিকাল ব্যাকরণ (বর্তমানে Scratch দ্বারা ব্যবহৃত) এর মধ্যে সীমাবদ্ধ না থেকে, স্প্রাইটস এবং গ্রাফিক প্রভাবগুলোকে সমর্থন করার জন্য একটি নতুন রেন্ডারিং ইঞ্জিন এবং শব্দ এবং সঙ্গীতসহ সৃষ্টিকে সমর্থন করার জন্য একটি নতুন অডিও ইঞ্জিনসহ অতিরিক্ত কোড প্রকাশ করার পরিকল্পনা করছি।",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www হচ্ছে Scratch কমিউনিটির জন্য স্বতন্ত্র ওয়েব ক্লায়েন্ট, যা React এবং Redux ব্যবহার করে নির্মিত। এর মাধ্যমে কোড ও ডকুমেন্টেশন অ্যাক্সেস কর {wwwIntroLink}।",
    "developers.LearningPrinciples": "শেখার মূলনীতি ",
    "developers.DesignPrinciples": "মূলনীতি নকশা করা",
    "developers.principlesIntro": "আমরা তরুণদের সৃজনশীলতার সাথে চিন্তাভাবনা করার, পদ্ধতিগতভাবে যুক্তিযুক্ত হতে এবং সহযোগিতামূলকভাবে কাজ করার জন্য শক্তিশালী করার জন্য Scratch তৈরি করেছি। আমরা {learningPrinciples} এবং {designPrinciples} দ্বারা পরিচালিত, আমরা আশা করি তুমি তা অনুসরণ করবে যখনি Scratch ব্লকের সাথে নতুন সরঞ্জাম এবং প্রযুক্তি বিকাশ করবে।",
    "developers.jrBodyWebsiteLinkText": "ScratchJr ওয়েবসাইট",
    "developers.jrBody": "ScratchJr একটি পরিচায়ক প্রোগ্রামিং ভাষা যা ছোট বাচ্চাদের (5-7 বছর বয়স) তাদের নিজস্ব ইন্টারেক্টিভ গল্প এবং গেম তৈরি করতে সক্ষম করে। আরও তথ্যের জন্য, ভিজিট কর {websiteLink} অথবা {githubLink} এই কোড এবং ডকুমেন্টেশনটিতে প্রবেশ কর।",
    "developers.learningPrinciplesProjectsBody": "মানুষ যখন প্রজেক্টগুলোতে সক্রিয়ভাবে কাজ করে তখন সবচেয়ে ভাল শিখে — নতুন প্রজেক্ট তৈরি করা, প্রোটোটাইপগুলো ডিজাইন করা, উন্নতি করা এবং চূড়ান্ত পণ্য তৈরি করা।",
    "developers.learningPrinciplesPassionTitle": "দক্ষতা ",
    "developers.learningPrinciplesPassionBody": "যখন মানুষ তাদের যত্নের বিষয়গুলিতে মনোনিবেশ করে তখন তারা দীর্ঘ এবং কঠোর পরিশ্রম করে, চ্যালেঞ্জের দিকে অব্যাহত থাকে এবং প্রক্রিয়াটিতে আরও শিখতে থাকে।",
    "developers.learningPrinciplesPeersTitle": "সহকর্মীরা",
    "developers.learningPrinciplesPeersBody": "মানুষের আইডিয়া শেয়ার করে নেওয়া, প্রজেক্টগুলোতে সহযোগিতা করা এবং একে অপরের কাজ গড়ে তোলার মাধ্যমে, শেখা একটি সামাজিক ক্রিয়াকলাপ হিসাবে বিকাশ লাভ করে।",
    "developers.learningPrinciplesPlayTitle": "শুরু কর ",
    "developers.learningPrinciplesPlayBody": "শেখার মধ্যে রয়েছে খেলাধুলার মাধ্যমে পরীক্ষা-নিরীক্ষা — নতুন জিনিস চেষ্টা করা, উপকরণগুলোর সাথে পরিচিত হওয়া, সীমানা পরীক্ষা করা, ঝুঁকি নেওয়া, বারবার পুনরাবৃত্তি করা।",
    "developers.designPrinciplesRoomTitle": "নিচু মেঝে এবং চওড়া দেওয়াল",
    "developers.designPrinciplesRoomBody": "বৈচিত্র্যময় এবং বৈচিত্র্যময় ইন্টারেকশন উত্সাহিত করার জন্য, আমরা স্পষ্টভাবে এমন উপাদান এবং ফিচারগুলো অন্তর্ভুক্ত করি যা বাচ্চাদের পক্ষে বোঝার জন্য সহজ (নিম্ন তল), তবে বিবিধ ব্যবহার (প্রশস্ত দেয়াল) সমর্থন করার পক্ষে যথেষ্ট সাধারণ।",
    "developers.designPrinciplesSimpleTitle": "যতটা সম্ভব সহজ কর — এবং হয়তো আরও সহজ",
    "developers.designPrinciplesSimpleBody": "সফ্টওয়্যার পণ্যগুলোতে আরও ফিচার যুক্ত করতে সাধারণ ড্রাইভ থাকা সত্ত্বেও আমরা দেখতে পেয়েছি যে ফিচারগুলোর সংখ্যা হ্রাস করা প্রায়শই ব্যবহারকারীর অভিজ্ঞতা উন্নত করে। শুরুতে যা সীমাবদ্ধতা বা সীমাবদ্ধতার মত মনে হয় তা সৃজনশীলতার নতুন রূপকে উত্সাহিত করতে পারে।",
    "developers.designPrinciplesGlobalTitle": "অনেক পথ, অনেক ধরন",
    "developers.designPrinciplesGlobalBody": "অনেক গণিত এবং বিজ্ঞানের ক্রিয়াকলাপ নির্দিষ্ট জনগোষ্ঠীর প্রতি পক্ষপাতিত্ব করে চলেছে। অ্যাক্সেসযোগ্য এবং আবেদনমূলক প্রযুক্তি তৈরিতে বিশেষ মনোযোগ দিয়ে আমরা ব্যবধানটি বন্ধ করতে কাজ করছি।",
    "developers.designPrinciplesTinkerTitle": "Tinkerability এর জন্য ডিজাইন কর",
    "developers.designPrinciplesTinkerBody": "আমরা বিশ্বাস করি যে শেখার প্রক্রিয়া সহজাতভাবে পুনরাবৃত্তিমূলক। টিঙ্কাররা অন্বেষণ এবং পরীক্ষা -নিরীক্ষার মাধ্যমে শুরু করে, তারপর তাদের লক্ষ্য এবং সৃষ্টির সংশোধন এবং পরিমার্জন করে। এই শৈলীর ইন্টারেকশন সমর্থন করার জন্য, আমরা দ্রুত পরীক্ষামূলক এবং পুনরাবৃত্তির দ্রুত চক্রকে উত্সাহিত করার জন্য আমাদের ইন্টারফেসগুলো ডিজাইন করি।",
    "developers.joinBodyJobsLinkText": "চাকুরির পেইজ",
    "developers.joinBody": "আমরা শিক্ষক, ডিজাইনার এবং প্রকৌশলীদের একটি বৈচিত্র্যময় দল, যারা LEGO ব্রিক, নৈপুণ্য সামগ্রী এবং নির্মাণ সরঞ্জাম দিয়ে পরিপূর্ণ একটি আমোদপূর্ণ, সৃজনশীল পরিবেশে একসাথে কাজ করি। আমরা কর্মক্ষেত্রে বৈচিত্র্য, সহযোগিতা এবং সম্মানকে দৃঢ়ভাবে মূল্য দিই। যদি তুমি আমাদের সাথে যুক্ত হতে আগ্রহী হও, তবে আমাদের ভিতরের ফাঁকা পদ্গুলো দেখ এখানে {jobsPageLink}, অথবা আমাদের একটি ইমেইল পাঠাও এখানে {emailLink}।",
    "developers.donateIntroLinkText": "Scratch সমর্থন করার জন্য একটি অনুদান তৈরি কর",
    "developers.donateIntro": "আমরা বিনামূল্যে Scratch সরবরাহ করতে পেরে সন্তুষ্ট। তুমি যদি Scratch ব্যবহার উপভোগ কর, তবে অনুগ্রহ করে {donateLink} বিবেচনা কর। যে কোনও আকারের অনুদানের প্রশংসা করা হয়।",
    "developers.donateBody": "Scratch ফাউন্ডেশনে তোমার অনুদানটি Scratch সফ্টওয়্যার ও Scratch ওয়েবসাইটের ভবিষ্যত উন্নয়নে ব্যবহৃত হবে।",
    "developers.donateThanks": "Scratch কে সমর্থন করার জন্য ধন্যবাদ!",
    "developers.partnersIntro": "আমাদের অংশীদারদের উদার প্রযুক্তিগত এবং আর্থিক সহায়তা ব্যতীত এই ওপেন সোর্স কোডটি তৈরি এবং রক্ষণাবেক্ষণ সম্ভব হবে না:",
    "developers.faqAboutTitle": "Scratch সম্পর্কে আমি আরও কোথায় শিখতে পারি?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab ",
    "developers.faqAboutBody": "Scratch একটি ফ্রি প্রোগ্রামিং ল্যাঙ্গুয়েজ এবং অনলাইন কমিউনিটি যেখানে তরুণরা তাদের নিজস্ব ইন্টারেক্টিভ গল্প, গেমস এবং অ্যানিমেশন তৈরি করতে পারে। Scratch হল {mitLink} এর {llkLink} দলের একটি প্রজেক্ট। তুমি Scratch সম্পর্কে আরও শিখতে পার এখানে {aboutLink}।",
    "developers.faqRulesTitle": "আমার আবেদনে এই কোডটি ব্যবহার করার কোনও নিয়ম আছে?",
    "developers.faqRulesBody": "তুমি প্রতিটি কোড পরিচালিত লাইসেন্স অনুসারে এই কোডটি ব্যবহার করতে পার। সব বয়সের বাচ্চাদের জন্য সৃজনশীল শেখার অভিজ্ঞতা তৈরি করার সময় আমরা তোমাকে শিখন এবং ডিজাইনের নীতিগুলোর (উপরে, এই পেইজে) বিবেচনা করতে উত্সাহিত করি।",
    "developers.faqNameTitle": "আমার অ্যাপ্লিকেশন এবং অন্যান্য পাবলিক ম্যাসেজিংয়ের বিবরণে আমাকে কি \"Scratch ব্লকস\" নামটি ব্যবহার করার অনুমতি দেওয়া হচ্ছে?",
    "developers.faqNameBody": "তুমি যদি চাও তবে তুমি সর্বজনীনভাবে বলতে পার যে তোমার অ্যাপ্লিকেশনটি Scratch ব্লক দ্বারা চালিত। যদি তুমি এটি কর তবে আমরা তোমাকে কোড ভান্ডারে আবার লিংক করতে উত্সাহিত করব।",
    "developers.faqReleasesTitle": "তুমি কি আরও কোড প্রকাশ করছ এবং কখন?",
    "developers.faqReleasesBody": "আমরা আগামী কয়েক মাসের মধ্যে Scratch প্রোগ্রামিং ভাষা সম্পর্কিত অতিরিক্ত কোড ওপেন সোর্স করার পরিকল্পনা করছি। এই পৃষ্ঠায় নজর রাখ!",
    "developers.faqDifferencesTitle": "Blockly এবং Scratch ব্লকের মধ্যে পার্থক্য কি?",
    "developers.faqDifferencesBody": "Scratch ব্লকগুলো Blockly কোড বেসের উপর ভিত্তি করে নির্মিত হয়ে থাকে এবং আমাদের নীতিগুলো মাথায় রেখে সৃজনশীল শেখার অভিজ্ঞতাকে সমর্থন করার জন্য বিশেষত ডিজাইন করা হয়েছে।",
    "developers.faqCollabTitle": "আমি সহযোগিতা করতে চাই আমি কীভাবে যোগাযোগ করব?",
    "developers.faqCollabBody": "তোমরা আমাদের কাছে পৌঁছাতে পার এর {githubLink} মাধ্যমে অথবা এই {contactUsLink} পেইজ থেকে। আমরা তোমাদের কাছ থেকে শোনার অপেক্ষায় আছি!"
}