{
    "developers.hereLinkText": "zde",
    "developers.title": "Scratch pro vývojáře",
    "developers.introLinkText": "Tým Scratch",
    "developers.intro": "Na této stránce naleznete informace o open source projektech, vytvářených a spravovaných {introLink} a také naše nápady na co nejlepší využití ve výuce pro děti. ",
    "developers.projectsTitle": "Projekty",
    "developers.principlesTitle": "Zásady",
    "developers.joinTitle": "Přidejte se k nám",
    "developers.donateTitle": "Sponzorovat",
    "developers.partnersTitle": "Partneři",
    "developers.faqTitle": "FAQ",
    "developers.projectsIntro": "Následující projekty jsou open source a dostupné pro jakýkoliv účel.",
    "developers.scratchBlocksTitle": "Scratch Bloky",
    "developers.scratchBlocksIntroBlocklyLinkText": "technologie Blockly",
    "developers.scratchBlocksIntro": "Scratch Bloky je nový rozvojový projekt pro novou generaci grafických programovacích bloků, založený na spolupráci mezi Google a MIT Scratch týmem — postaveno na {blocklyLink} od Google a Scratch týmem upraveno na tvořivou učební pomůcku pro mládež.. Scratch Bloky budou poskytovat rámec pro vytváření programových bloků v obou formátech, vertikálním (textovém) i horizontálním (ikonickém) formátu. Zde je přístup ke kódu (aktuálně jako vývojářský náhled) a dokumentaci zde: {githubLink}.",
    "developers.scratchBlocksBody": "Tato první verze obsahuje kód pro Scratch's Horizontal Grammar. V budoucnu plánujeme uvolnit další kód, včetně Vertical Grammar (nyní používané ve Scratch), a nového modulu Rendering Engine pro podporu Scénářů a grafických efektů a nového Audio Engine pro podporu tvorby se zvukem a hudbou.",
    "developers.wwwTitle": "Scratch Wiki",
    "developers.wwwIntro": "Scratch-www je samostatný webový klient pro společenství Scratch, vystavěný arcjhitekturou založenou na React a Redux. Přístup ke kódu a dokumentaci: {wwwIntroLink}.",
    "developers.LearningPrinciples": "Zásady učení",
    "developers.DesignPrinciples": "Zásady návrhu",
    "developers.principlesIntro": "Vytvořili jsme Scratch, aby mladí lidé mohli kreativně myslet, systematicky rozumět a spolupracovat. Řídíme se soubory {learningPrinciples} a {designPrinciples} doufáme, že nás budete následovat při vývoji nových nástrojů a technologií pomocí Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Stránka ScratchEd",
    "developers.jrBody": "ScratchJr je úvod do programovacího jazyka který umožňuje malým dětem (věk 5-7) vytvořit jejich vlastní interaktivní příběhy a hry. Pro více informací, navštivte {websiteLink} nebo navštivte kód a dokumentaci {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Lidé se učí nejlépe když aktivně pracují na projektech — generují nové myšlenky, tvoří prototypy, dělají vylepšení a vytváří finální produkty.",
    "developers.learningPrinciplesPassionTitle": "Vášeň",
    "developers.learningPrinciplesPassionBody": "Když se lidé soustředí na věci o které se zajímají, pracují déle a tvrději, vydrží tváří tvář výzvám a naučí se více během procesu.",
    "developers.learningPrinciplesPeersTitle": "Vrstevníci",
    "developers.learningPrinciplesPeersBody": "Učení se rozvíjí jako společenská aktivita, kdy lidé sdílejí nápady, spolupracují na projektech a staví svou tvorbu na práci jiných.",
    "developers.learningPrinciplesPlayTitle": "Hraj",
    "developers.learningPrinciplesPlayBody": "Výuka zahrnuje hravé experimentování — zkoušení nových věcí, poskování materiálů, testování hranic, riskování, znovu a znovu.",
    "developers.designPrinciplesRoomTitle": "Nízká podlaha a široké stěny",
    "developers.designPrinciplesRoomBody": "Abychom podpořili pestrý a různorodý soubor interakcí, zahrnuli jme prvky a funkce, které jsou pro děti snadné pochopit (nízké podlaží), ale jsou dostatečně obecné na to, aby podporovaly různá použití (široké stěny).",
    "developers.designPrinciplesSimpleTitle": "Udělejte jednoduché jak to jen jde — a možná ještě jednodušší",
    "developers.designPrinciplesSimpleBody": "Navzdory společnému úsilí o přidání dalších funkcí do softwarových produktů jsme zjistili, že snížení počtu funkcí často zlepšuje uživatelské prostředí. To, co se zdá jako stísnění nebo omezení, může podporovat nové formy tvořivosti.",
    "developers.designPrinciplesGlobalTitle": "Mnoho cest, mnoho stylů",
    "developers.designPrinciplesGlobalBody": "Mnoho matematických a přírodovědných aktivit je tradičně zaujatě směřováno k specifické části populace. Za zvýšené opatrnosti vytvářením přístupných a přitažlivých technologií pracujeme na zacelení této propasti. ",
    "developers.designPrinciplesTinkerTitle": "Design pro Tinkerability",
    "developers.designPrinciplesTinkerBody": "Věříme, že učební proces je neodmyslitelně iterativní. Hračičkové začínají pokusy, pak přehodnocují a vylepšují své cíle a výtvory. Na podporu tohoto způsobu interakce navrhujeme naše rozhraní, aby povzbuzovalo rychlé experimentování a rychlý sled iterací.",
    "developers.joinBodyJobsLinkText": "Stránka prací",
    "developers.joinBody": "Jsme různorodá skupina pedagogů, návrhářů a inženýrů, kteří spolupracují na hravém, kreativním prostředí plném LEGO kostek, řemeslných materiálů a nástrojů pro výrobu. Silně oceňujeme rozmanitost, spolupráci a respekt na pracovišti. Máte-li zájem o připojení se k našemu týmu, podívejte se na naše otevřené pozice na našich stránkách {jobsPageLink}, nebo nám pošlete email {emailLink}.",
    "developers.donateIntroLinkText": "poskytnutí podbory Scratch",
    "developers.donateIntro": "Jsme potěšeni poskytnout Scratch zdarma. Pokud si užíváš používání Scratch, prosím zvaž {donateLink}. Dary jakékoliv velikosti jsou oceňovány.",
    "developers.donateBody": "Tvůj dar Scratch Foundation bude použit na podporu budoucího vývoje Scratch softwaru a webu Scratch.",
    "developers.donateThanks": "Děkujeme za podporu Scratch!",
    "developers.partnersIntro": "Vytvoření a údržba tohoto open source kódu by nebyla možná bez velkorysé technické a finanční podpory našich partnerů:",
    "developers.faqAboutTitle": "Kde se mohu naučit více o Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch je zdarma dostupný programovací jazyk a online komunita, kde mladí lidé můžou vytvářet jejich vlastní příběhy, hry a animace. Scratch je projekt {llkLink} Skupina na {mitLink}. Můžeš se dozvědět víc o Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Existují nějaká pravidla pro použití tohoto kódu v mojí aplikaci?",
    "developers.faqRulesBody": "Tento kód můžeš použít v souladu s licencí, která upravuje každý projekt. Důrazně doporučujeme, abys při vytváření kreativních učebních plánů pro děti všech věkových kategorií zvážil zásady výuky a designu (na této stránce).",
    "developers.faqNameTitle": "Jsem oprávněn použít název \"Scratch Blocks\" v popisu mojí aplikace a při ostatní veřejné komunikaci?",
    "developers.faqNameBody": "Pokud chceš, můžeš publikovat, že tvoje aplikace je postavena pomocí Scratch Blocks. Pokud to tak uděláš, doporučujeme také přidat odkaz na úložiště kódů.",
    "developers.faqReleasesTitle": "Uvolníte další kódy a kdy?",
    "developers.faqReleasesBody": "Plánujeme další open source kód vztahující se k Scratch programovacímu jazyku v několika příštích měsících. Sledujte tuto stránku!",
    "developers.faqDifferencesTitle": "Jaký je rozdíl mezi Blockly a Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Bloky jsou založené na základě objektového programování a jsou specificky navrženy dle našich principů podpořit kreativitu výuky experimenty.",
    "developers.faqCollabTitle": "Chci spolupracovat. Jak se s vámi mohu spojit?",
    "developers.faqCollabBody": "Můžeš nás kontaktovat na {githubLink} nebo na naší stránce {contactUsLink}. Těšíme se na zprávu od tebe!"
}