{
    "developers.hereLinkText": "yma",
    "developers.title": "Scratch ar gyfer Datblygwyr",
    "developers.introLinkText": "Tîm Scratch",
    "developers.intro": "Ar y dudalen hon, mae gwybodaeth am brojectau cod agored sydd wedi eu creu ac yn cael eu cynnal gan {introLink}, yn ogystal â'n hawgrymiadau ar yr ymarfer gorau wrth gynllunio profiadau dysgu ar gyfer plant.",
    "developers.projectsTitle": "Projectau",
    "developers.principlesTitle": "Egwyddorion",
    "developers.joinTitle": "Ymunwch â Ni",
    "developers.donateTitle": "Rhoi",
    "developers.partnersTitle": "Partneriaid",
    "developers.faqTitle": "Cwestiynau Cyffredin",
    "developers.projectsIntro": "Mae'r projectau canlynol yn rhai cod agored ac ar gael at unrhyw ddiben.",
    "developers.scratchBlocksTitle": "Blociau Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Technoleg Blockly",
    "developers.scratchBlocksIntro": "Mae Blociau Scratch yn broject datblygu newydd ar gyfer y genhedlaeth nesaf o flociau rhaglennu graffigol, wedi eu seilio ar gydweithredu rhwng Google a  Tîm Scratch MIT — gan adeiladu ar {blocklyLink} Google a'i oleuo gan arbenigedd Tîm Scratch mewn datblygu offer creadigol ar gyfer pobl ifanc. Bydd Scratch Blocks yn darparu fframwaith ar gyfer adeiladu blociau rhaglennu ar fformatau fertigol (seiliedig ar destun) a llorweddol (seiliedig ar eiconau). Gallwch gael mynediad at y cod (fel rhagolwg i ddatblygwyr ar hyn o bryd) a dogfennaeth  {githubLink}.",
    "developers.scratchBlocksBody": "Mae'r fersiwn cyntaf hwn i'w ryddhau yn cynnwys cod ar gyfer Gramadeg Fertigol Scratch. I'r dyfodol, rydym yn cynllunio i ryddhau cod pellach gan gynnwys ond heb ei gyfyngu i'r Gramadeg Fertigol (sy'n cael ei ddefnyddio ar hyn o bryd gan Scratch), a Pheiriant Redro newydd i gynnal cipluniau ac effeithiau graffigol a Pheiriant Sain i gynnal creu gyda seiniau a cherddoriaeth.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Mae Scratch-www yn gleient gwe arunig ar gyfer Cymuned Scratch, wedi ei adeiladu gan ddefnyddio React a Redux. Mae'r cod a'r ddogfennaeth i'w cael drwy {wwwIntroLink}.",
    "developers.LearningPrinciples": "Egwyddorion Dysgu",
    "developers.DesignPrinciples": "Egwyddorion Dylunio",
    "developers.principlesIntro": "Fe wnaethom ni greu Scratch er mwyn grymuso pobl ifanc i feddwl yn greadigol, ymresymu'n systematig a chydweithio. Rydym yn cael ein harwain gan set o {learningPrinciples}ac {designPrinciples} rydym yn gobeithio y byddwch yn eu dilyn wrth i chi ddatblygu offer a thechnolegau newydd gyda Blociau Scratch.",
    "developers.jrBodyWebsiteLinkText": "Gwefan ScratchJr",
    "developers.jrBody": "Mae ScratchJr yn iaith rhaglennu rhagarweiniol sy'n galluogi plant ifanc (oed 5-7) i greu eu straeon rhyngweithiol a'u gemau eu hunain. Am ragor o wybodaeth, ewch i {websiteLink} neu ewch at y cod a'r ddogfennaeth {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Mae pobl yn dysgu orau pan maen nhw'n gweithio'n ymarferol ar brojectau - cynhyrchu syniadau newydd, cynllunio prototeipiau, creu gwelliannau a chreu cynnyrch terfynol.",
    "developers.learningPrinciplesPassionTitle": "Brwdfrydedd",
    "developers.learningPrinciplesPassionBody": "Pan fydd pobl yn canolbwyntio ar bethau sydd o bwys iddyn nhw, maen nhw'n gweithio'n hirach a chaletach, dal ati er gwaethaf anawsterau, a dysgu rhagor yn y broses.",
    "developers.learningPrinciplesPeersTitle": "Cyfoedion",
    "developers.learningPrinciplesPeersBody": "Mae dysgu'n ffynnu fel gweithgaredd cymdeithasol, gyda phobl yn rhannu syniadau, cydweithio ar brojectau ac adeiladu ar waith ei gilydd.",
    "developers.learningPrinciplesPlayTitle": "Chwarae",
    "developers.learningPrinciplesPlayBody": "Mae dysgu'n cynnwys arbrofi chwareus - rhoi cynnig ar bethau newydd, chwarae gyda defnyddiau, profi ffiniau, cymryd risgiau, ailadrodd dro ar ôl tro. ",
    "developers.designPrinciplesRoomTitle": "Llawr Isel a Waliau Llydan",
    "developers.designPrinciplesRoomBody": "Er mwyn annog rhyngweithiadau amrywiol a gwahanol, rydym yn fwriadol yn cynnwys elfennau a nodweddion sy'n hawdd i blant eu deall (llawr isel), ond yn ddigon cyffredinol i gynnal defnydd amrywiol (waliau llydan)",
    "developers.designPrinciplesSimpleTitle": "Ei Wneud mor Syml a Phosib - ac o Bosib yn Symlach Fyth",
    "developers.designPrinciplesSimpleBody": "Er y duedd i ychwanegu  mwy a mwy o nodweddion i gynnyrch meddalwedd, rydym wedi canfod bod lleihau'r nifer o nodweddion yn aml yn gwella profiad y defnyddiwr. Gall yr hyn sy'n ymddangos ar cychwyn yn gyfyngiad feithrin ffyrdd newydd o greadigrwydd.",
    "developers.designPrinciplesGlobalTitle": "Llawer Dull a Modd",
    "developers.designPrinciplesGlobalBody": "Mae llawer o brojectau mathemateg a gwyddoniaeth wedi eu hanelu'n draddodiadol at gynulleidfaoedd penodol. Drwy dalu sylw arbennig i greu technoleg hygyrch a deniadol, rydym yn ceisio cau'r bwlch hwnnw. ",
    "developers.designPrinciplesTinkerTitle": "Cynllunio ar gyfer Tincran",
    "developers.designPrinciplesTinkerBody": "Rydym yn credu fod y broses ddysgu yn ei hanfod yn iterus. Mae'r rhai sy'n tincran yn archwilio ac arbrofi, yna'n ailymweld ac ailddiffinio eu hamcanion a'u creadigaethau. I gynnal y math yma o ryngweithio, rydym yn cynllunio'n rhyngwynebau i annog arbrofi sydyn a chylchoedd cyflym o iteriadau.",
    "developers.joinBodyJobsLinkText": "Tudalen Swyddi",
    "developers.joinBody": "Rydym yn grŵp amrywiol o addysgwyr, dylunwyr a pheirianwyr, sy'n cydweithio mewn amgylchedd chwareus a chreadigol llawn briciau LEGO, defnyddiau crefft ac offer creu. Rydym yn gwerthfawrogi'n fawr amrywiaeth, cydweithio a pharch yn y gweithle. Os oes gennych ddiddordeb mewn ymuno â ni, edrychwch ar ein swyddi gwag yn ein {jobsPageLink}, neu anfon e-bost atom i {emailLink}.",
    "developers.donateIntroLinkText": "rhoi rhodd i gefnogi Scratch",
    "developers.donateIntro": "Rydym yn falch o gynnig Scratch yn rhad ac am ddim. Os ydych yn mwynhau defnyddio Scratch, ystyriwch {donateLink}. Gwerthfawrogwn roddion o unrhyw faint.",
    "developers.donateBody": "Bydd eich cyfraniad i'r Scratch Foundation yn cael ei ddefnyddio i gefnogi datblygiad meddalwedd Scratch a gwefan Scratch i'r dyfodol.",
    "developers.donateThanks": "Diolch am gefnogi Scratch!",
    "developers.partnersIntro": "Ni fyddai creu a chynnal y cod agored hwn yn bosib heb gefnogaeth dechnegol a chyllidol hael gan ein partneriaid:",
    "developers.faqAboutTitle": "Lle ga i ddysgu rhagor am Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Mae Scratch yn iaith raglennu cod agored ac am ddim, ac yn gymuned ar-lein lle gall pobl ifanc greu eu straeon, gemau a'u hanimeiddiadau rhyngweithiol eu hun. Mae Scratch yn broject gan y{llkLink} Group yn {mitLink}. Gallwch ddysgu rhagor am Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Oes yna reolau ar gyfer defnyddio'r cod yma yn fy ap?",
    "developers.faqRulesBody": "Cewch ddefnyddio'r cod hwn yn ôl y drwydded sy'n rheoli pob project. Rydym yn eich annog yn gryf i ystyried yr egwyddorion dysgu a chynllunio (uchod, ar y dudalen hon) wrth greu profiadau dysgu creadigol ar gyfer plant o bob oed.",
    "developers.faqNameTitle": "Oes gen i hawl i ddefnyddio'r enw \"Scratch Blocks\" yn y disgrifiad o fy ap a negesu cyhoeddus arall?",
    "developers.faqNameBody": "Os hoffech chi, gallwch ddweud yn gyhoeddus fod eich ap yn cael ei bweru gan Scratch Blocks. Os ydych am wneud hyn, byddwn yn eich annog i osod dolen yn ôl i'r storfa cod.",
    "developers.faqReleasesTitle": "Ydych chi'n rhyddhau rhagor o god a phryd?",
    "developers.faqReleasesBody": "Rydym yn bwriadu ryddhau cod agored ychwanegol mewn perthynas â iaith rhaglennu Scratch yn ystod y misoedd nesaf. Cadwch lygad ar y dudalen hon!",
    "developers.faqDifferencesTitle": "Beth yw'r gwahaniaeth rhwng Blocky a Scratch Blocks?",
    "developers.faqDifferencesBody": "Mae Scratch Blocks yn adeiladu ar sail cod Blocky ac mae wedi ei gynllunio'n benodol i gyd-fynd â'n hegwyddorion o gynnal profiadau dysgu creadigol.",
    "developers.faqCollabTitle": "Hoffwn i gyfrannu. Sut mae cysylltu a chi?",
    "developers.faqCollabBody": "Gallwch ein cyrraedd ar {githubLink} neu ar ein tudalen {contactUsLink}. Rydym yn edrych ymlaen i glywed gennych!"
}