{
    "developers.hereLinkText": "εδώ",
    "developers.title": "Scratch για Προγραμματιστές",
    "developers.introLinkText": "Η ομάδα του Scratch στο MIT",
    "developers.intro": "Σε αυτήν τη σελίδα θα βρείτε πληροφορίες για έργα ανοικτού κώδικα που δημιουργήθηκαν και συντηρούνται από τη {introLink}, όπως και σκέψεις πάνω σε καλές πρακτικές για τη σχεδίαση μαθησιακών εμπειριών για παιδιά.",
    "developers.projectsTitle": "Έργα",
    "developers.principlesTitle": "Αρχές",
    "developers.joinTitle": "Ελάτε στην ομάδα μας",
    "developers.donateTitle": "Κάνετε δωρεά",
    "developers.partnersTitle": "Συνεργάτες",
    "developers.faqTitle": "Συχνές Ερωτήσεις",
    "developers.projectsIntro": "Τα παρακάτω έργα είναι ανοικτού κώδικα και είναι διαθέσιμα για κάθε σκοπό.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "Τεχνολογία Blockly",
    "developers.scratchBlocksIntro": "Το Scratch Blocks είναι ένα έργο ανάπτυξης για την επόμενη γενιά των γραφικών προγραμματιστικών εντολών, βασισμένο στη συνεργασία μεταξύ της Google και  της Ομάδας Scratch του MIT — χτίζοντας πάνω στην  {blocklyLink} της Google και αντλώντας πληροφορίες από την εμπειρία της Ομάδας του Scratch στην ανάπτυξη δημιουργικών μαθησιακών εργαλείων για νέους. Το Scratch Blocks θα παρέχει ένα πλαίσιο για κατασκευή προγραμματιστικών εντολών και σε κάθετη (βασισμένη-σε-κείμενο) και σε οριζόντια (βασισμένη-σε-εικονίδιο) μορφή. Μπορείτε να αποκτήσετε πρόσβαση στον κώδικα (developer-preview, προς το παρόν) και στην τεκμηρίωση  {githubLink}.",
    "developers.scratchBlocksBody": "Αυτή η πρώτη έκδοση περιλαμβάνει κώδικα για την Οριζόντια Γραμματική του Scratch. Μελλοντικά, σχεδιάζουμε να παρέχουμε επιπλέον κώδικα συμπεριλαμβάνοντας, αλλά όχι μόνο, την Κάθετη Γραμματική (που χρησιμοποιείται τώρα στο Scratch), μια νέα Μηχανή Rendering που να υποστηρίζει αντικείμενα και γραφικά εφέ, και μια νέα Μηχανή Audio που να υποστηρίζει δημιουργία με ήχο και μουσική.",
    "developers.wwwTitle": "Η Wiki-σελίδα του Scratch",
    "developers.wwwIntro": "Το Scratch-www είναι ένας αυτόνομος πελάτης ιστού για την Κοινότητα Scratch, που υλοποιήθηκε με χρήση React και Redux. Μπορείτε να έχετε πρόσβαση στον κώδικα και την τεκμηρίωση μέσω του {wwwIntroLink}.",
    "developers.LearningPrinciples": "Μαθησιακές Αρχές",
    "developers.DesignPrinciples": "Σχεδιαστικές αρχές",
    "developers.principlesIntro": "Δημιουργήσαμε το Scratch για να δώσουμε τη δυνατότητα στους νέους να σκέφτονται δημιουργικά, να αιτιολογούν συστηματικά και να δουλεύουν συνεργατικά. Καθοδηγούμαστε από ένα σύνολο από {learningPrinciples} και {designPrinciples} που ελπίζουμε να ακολουθήσετε καθώς αναπτύσσετε νέα εργαλεία και τεχνολογίες με το Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Ιστότοπος ScratchJr",
    "developers.jrBody": "Το ScratchJr είναι μια εισαγωγική γλώσσα προγραμματισμού που δίνει τη δυνατότητα σε μικρά παιδιά (ηλικίες 5-7 ετών) να δημιουργούν τις δικές τους διαδραστικές ιστορίες και παιχνίδια. Για περισσότερες πληροφορίες, επισκεφτείτε το {websiteLink} ή αποκτήστε πρόσβαση στον κώδικα και την τεκμηρίωση στο {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Οι άνθρωποι μαθαίνουν καλύτερα όταν δουλεύουν ενεργά σε έργα — δημιουργώντας νέες ιδέες, σχεδιάζοντας πρωτότυπα, κάνοντας βελτιώσεις και δημιουργώντας τελικά προϊόντα.",
    "developers.learningPrinciplesPassionTitle": "Πάθος",
    "developers.learningPrinciplesPassionBody": "Όταν οι άνθρωποι εστιάζουν σε πράγματα για τα οποία νοιάζονται, δουλεύουν περισσότερο και σκληρότερα, επιμένουν αντιμετωπίζοντας προκλήσεις, και μαθαίνουν περισσότερα στην πορεία.",
    "developers.learningPrinciplesPeersTitle": "Συνομήλικοι",
    "developers.learningPrinciplesPeersBody": "Η μάθηση ανθίζει σαν μια κοινωνική δραστηριότητα, με ανθρώπους να μοιράζονται ιδέες, να δουλεύουν σε έργα, και να χτίζουν πάνω σε εργασίες άλλων.",
    "developers.learningPrinciplesPlayTitle": "Παιχνίδι",
    "developers.learningPrinciplesPlayBody": "Η μάθηση περιλαμβάνει παιγνιώδη πειραματισμό  — δοκιμασία νέων πραγμάτων, μαστορέματα με υλικά, δοκιμασία ορίων, ανάληψη ρίσκων, επανάληψη ξανά και ξανά.",
    "developers.designPrinciplesRoomTitle": "Χαμηλό Δάπεδο & Ευρείς Τοίχοι",
    "developers.designPrinciplesRoomBody": "Για να ενθαρρύνουμε ένα ποικίλο σύνολο από αλληλεπιδράσεις, συμπεριλαμβάνουμε ρητά στοιχεία και χαρακτηριστικά που είναι εύκολο για τα παιδιά να τα καταλάβουν (χαμηλό δάπεδο), αλλά αρκετά γενικά ώστε να υποστηρίζουν ποικίλες χρήσεις (ευρείς τοίχοι).",
    "developers.designPrinciplesSimpleTitle": "Κάντο όσο πιο Απλό γίνεται — Ίσως και Απλούστερο",
    "developers.designPrinciplesSimpleBody": "Παρά την κοινή τάση να προστίθενται περισσότερα χαρακτηριστικά σε προϊόντα λογισμικού, έχουμε ανακαλύψει ότι η μείωση του αριθμού των χαρακτηριστικών συχνά βελτιώνει την εμπειρία του χρήστη. Αυτό που αρχικά φαίνεται σαν περιορισμός μπορεί να καλλιεργήσει νέες μορφές δημιουργικότητας.",
    "developers.designPrinciplesGlobalTitle": "Πολλά Μονοπάτια, Πολλά Στυλ",
    "developers.designPrinciplesGlobalBody": "Πολλές δραστηριότητες μαθηματικών και φυσικών επιστημών παραδοσιακά απευθύνονται μεροληπτικά σε συγκεκριμένους πληθυσμούς. Δίνοντας ιδιαίτερη προσοχή στη δημιουργία προσβάσιμων και ελκυστικών τεχνολογιών, δουλεύουμε για να καλύψουμε το κενό.",
    "developers.designPrinciplesTinkerTitle": "Σχεδιασμός για Δυνατότητα Πειράγματος",
    "developers.designPrinciplesTinkerBody": "Πιστεύουμε πως η μαθησιακή διαδικασία είναι εγγενώς επαναληπτική. Όσοι μαστορεύουν ξεκινούν εξερευνώντας και πειραματίζοντας, έπειτα αναθεωρώντας και βελτιώνοντας τους στόχους και τις δημιουργίες τους. Για να υποστηρίξουμε αυτό το στυλ αλληλεπίδρασης, σχεδιάζουμε τις διεπαφές μας ώστε να ενθαρρύνεται ο γρήγορος πειραματισμός και οι γρήγοροι επαναληπτικοί κύκλοι.",
    "developers.joinBodyJobsLinkText": "Σελίδα Εργασιών",
    "developers.joinBody": "Είμαστε μια ποικιλόμορφη ομάδα εκπαιδευτών, σχεδιαστών και μηχανικών που δουλεύουν μαζί σε ένα παιγνιώδες, δημιουργικό περιβάλλον γεμάτο τουβλάκια LEGO, υλικά κατασκευών, και εργαλεία δημιουργών. Εκτιμούμε βαθιά τη διαφορετικότητα, τη συνεργασία, και τον σεβασμό στον χώρο εργασίας. Αν ενδιαφέρεστε να συμμετέχετε στην ομάδα μας, δείτε τις ανοικτές θέσεις στην αντίστοιχη {jobsPageLink} ή στείλτε μας ένα email στο {emailLink}.",
    "developers.donateIntroLinkText": "κάνετε δωρεά για την υποστήριξη του Scratch",
    "developers.donateIntro": "Είναι χαρά μας να παρέχουμε το Scratch δωρεάν. Αν σας αρέσει να χρησιμοποιείτε το Scratch, παρακαλούμε σκεφτείτε να {donateLink}. Εκτιμώνται δωρεές κάθε μεγέθους.",
    "developers.donateBody": "Η δωρεά σας στο ίδρυμα Scratch θα χρησιμοποιηθεί για να υποστηρίξει τη μελλοντική ανάπτυξη του λογισμικού Scratch και του ιστότοπου του Scratch.",
    "developers.donateThanks": "Ευχαριστούμε που υποστηρίζετε το Scratch!",
    "developers.partnersIntro": "Η δημιουργία και η συντήρηση αυτού του λογισμικού ανοικτού κώδικα δεν θα ήταν δυνατή χωρίς τη γενναιόδωρη τεχνική και οικονομική υποστήριξη από τους εταίρους μας:",
    "developers.faqAboutTitle": "Που μπορώ να μάθω περισσότερα για το Scratch;",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Το Scratch είναι μια δωρεάν γλώσσα προγραμματισμού και διαδικτυακή κοινότητα όπου οι νέοι μπορούν να δημιουργήσουν τις δικές τους αλληλεπιδραστικές ιστορίες, παιχνίδια και κινούμενα σχέδια. To Scratch είναι ένα έργο της Ομάδας {llkLink} στο {mitLink}. Μπορείτε να μάθετε περισσότερα για το Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Υπάρχουν κανόνες για τη χρήση αυτού του κώδικα σε δική μου εφαρμογή;",
    "developers.faqRulesBody": "Μπορείτε να χρησιμοποιήσετε αυτόν τον κώδικα σε συμφωνία με την άδεια που έχει το κάθε έργο. Επίσης, σας ενθαρρύνουμε να λάβετε υπόψη τις μαθησιακές και σχεδιαστικές αρχές (παραπάνω, σε αυτήν τη σελίδα) όταν κατασκευάζετε δημιουργικές μαθησιακές εμπειρίες για παιδιά όλων των ηλικιών.",
    "developers.faqNameTitle": "Επιτρέπεται να χρησιμοποιήσω το όνομα \"Scratch Blocks\" στην περιγραφή της εφαρμογής μου και σε άλλη δημόσια επικοινωνία;",
    "developers.faqNameBody": "Αν επιθυμείτε, μπορείτε να δηλώσετε δημόσια ότι η εφαρμογή στηρίζεται από το Scratch Blocks. Αν το κάνετε, τότε επίσης σας ενθαρρύνουμε να τοποθετήστε έναν υπερσύνδεσμο προς το αποθετήριο λογισμικού.",
    "developers.faqReleasesTitle": "Θα εκδώσετε περισσότερο κώδικα και πότε;",
    "developers.faqReleasesBody": "Σχεδιάζουμε να κάνουμε ανοικτό επιπλέον κώδικα σχετικό με την γλώσσα προγραμματισμού Scratch τους επόμενους μήνες. Παρακολουθήστε αυτή τη σελίδα!",
    "developers.faqDifferencesTitle": "Ποια είναι η διαφορά μεταξύ του Blockly και του Scratch Blocks;",
    "developers.faqDifferencesBody": "Το Scratch Blocks χτίζει πάνω στο αποθετήριο κώδικα του Blockly, και είναι ειδικά σχεδιασμένο με τις αρχές μας για την υποστήριξη δημιουργικών μαθησιακών εμπειριών.",
    "developers.faqCollabTitle": "Θα ήθελα να συνεργαστώ. Πώς μπορώ να έρθω σε επαφή;",
    "developers.faqCollabBody": "Μπορείτε να έρθετε σε επαφή μαζί μας στο {githubLink} ή μπορείτε να στείλετε email στο {emailLink}. Θα χαρούμε να σας ακούσουμε!"
}