{
    "developers.hereLinkText": "aquí",
    "developers.title": "Scratch para desarrolladores",
    "developers.introLinkText": "Equipo de Scratch",
    "developers.intro": "En esta página puedes encontrar toda la información sobre proyectos de código abierto mantenidos por {introLink}, así como nuestras recomendaciones de mejores prácticas para diseñar experiencias de aprendizaje para niños.",
    "developers.projectsTitle": "Proyectos",
    "developers.principlesTitle": "Principios",
    "developers.joinTitle": "Únete",
    "developers.donateTitle": "Dona",
    "developers.partnersTitle": "Socios",
    "developers.faqTitle": "Preguntas frecuentes (FAQ)",
    "developers.projectsIntro": "Los siguientes proyectos son de fuente abierta y están disponibles para cualquier propósito.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "Tecnología Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks es un nuevo proyecto de desarrollo para la próxima generación de bloques de programación gráfica, basado en una colaboración entre Google y el Scratch Team del MIT, basado en Google {blocklyLink} y basado en la experiencia del Scratch Team en el desarrollo de herramientas creativas de aprendizaje para jóvenes. Scratch Blocks proporcionará un marco para crear bloques de programación tanto en formato vertical (basado en texto) como horizontal (basado en iconos). Puede acceder al código (actualmente como versión preliminar para desarrolladores) y a la documentación {githubLink}.",
    "developers.scratchBlocksBody": "Esta primera versión incluye código para la gramática horizontal de Scratch. De cara al futuro, planeamos lanzar código adicional que incluye, entre otros, Vertical Grammar (utilizado actualmente por Scratch), un nuevo motor de renderizado para admitir sprites y efectos gráficos, y un nuevo motor de audio para admitir la creación con sonido y música.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www es un cliente web independiente para la comunidad Scratch, creado con React y Redux. Accede al código y la documentación a través de {wwwIntroLink}.",
    "developers.LearningPrinciples": "Principios de aprendizaje",
    "developers.DesignPrinciples": "Criterios de diseño",
    "developers.principlesIntro": "Creamos Scratch para capacitar a los jóvenes para que piensen de manera creativa, razonen sistemáticamente y trabajen en colaboración. Nos guiamos por un conjunto de {learningPrinciples} y {designPrinciples} los cuales esperamos que siga a medida que desarrolla nuevas herramientas y tecnologías con Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Sitio web de ScratchJr",
    "developers.jrBody": "ScratchJr es un lenguaje de programación introductorio que permite a los niños pequeños (de 5 a 7 años) crear sus propias historias y juegos interactivos. Para obtener más información, visite {websiteLink} o acceda al código y la documentación en {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Las personas aprenden mejor cuando trabajan activamente en proyectos: generan nuevas ideas, diseñan prototipos, realizan mejoras y crean productos finales.",
    "developers.learningPrinciplesPassionTitle": "Pasión",
    "developers.learningPrinciplesPassionBody": "Cuando las personas se enfocan en las cosas que les importan, trabajan más y más duro, persisten frente a los desafíos y aprenden más en el proceso.",
    "developers.learningPrinciplesPeersTitle": "Pares",
    "developers.learningPrinciplesPeersBody": "El aprendizaje florece como una actividad social, con personas que comparten ideas, colaboran en proyectos y se basan en el trabajo de los demás.",
    "developers.learningPrinciplesPlayTitle": "Jugar",
    "developers.learningPrinciplesPlayBody": "El aprendizaje implica la experimentación lúdica: probar cosas nuevas, jugar con los materiales, probar los límites, asumir riesgos, repetir una y otra vez.",
    "developers.designPrinciplesRoomTitle": "Piso bajo y paredes anchas",
    "developers.designPrinciplesRoomBody": "Con el fin de fomentar un conjunto variado y diverso de interacciones, incluimos explícitamente elementos y características que son fáciles de entender para los niños (piso bajo), pero lo suficientemente generales como para soportar diversos usos (paredes anchas).",
    "developers.designPrinciplesSimpleTitle": "Hágalo lo más simple posible, y tal vez incluso más simple",
    "developers.designPrinciplesSimpleBody": "A pesar del impulso común de agregar más funciones a los productos de software, hemos descubierto que reducir la cantidad de funciones a menudo mejora la experiencia del usuario. Lo que inicialmente parece una restricción o limitación puede fomentar nuevas formas de creatividad.",
    "developers.designPrinciplesGlobalTitle": "Muchos Caminos, Muchos Estilos",
    "developers.designPrinciplesGlobalBody": "Muchas actividades de matemáticas y ciencias tradicionalmente han estado sesgadas hacia poblaciones específicas. Al prestar especial atención a la creación de tecnologías accesibles y atractivas, estamos trabajando para cerrar la brecha.",
    "developers.designPrinciplesTinkerTitle": "Diseño para retoques",
    "developers.designPrinciplesTinkerBody": "Creemos que el proceso de aprendizaje es inherentemente iterativo. Los Tinkerers comienzan explorando y experimentando, luego revisan y refinan sus objetivos y creaciones. Para respaldar este estilo de interacción, diseñamos nuestras interfaces para fomentar la experimentación rápida y los ciclos rápidos de iteración.",
    "developers.joinBodyJobsLinkText": "Página de trabajos",
    "developers.joinBody": "Somos un grupo diverso de educadores, diseñadores e ingenieros que trabajan juntos en un entorno divertido y creativo lleno de ladrillos LEGO, materiales para manualidades y herramientas de fabricación. Valoramos mucho la diversidad, la colaboración y el respeto en el lugar de trabajo. Si está interesado en unirse a nosotros, eche un vistazo a nuestras posiciones abiertas en nuestro {jobsPageLink} o envíenos un correo electrónico a {emailLink}.",
    "developers.donateIntroLinkText": "haciendo una donación para apoyar a Scratch",
    "developers.donateIntro": "Nos complace ofrecer Scratch de forma gratuita. Si te gusta usar Scratch, considera {donateLink}. Las donaciones de cualquier tamaño son apreciadas.",
    "developers.donateBody": "Su donación a la Fundación Scratch se utilizará para respaldar el desarrollo futuro del software Scratch y el sitio web de Scratch.",
    "developers.donateThanks": "¡Gracias por apoyar a Scratch!",
    "developers.partnersIntro": "La creación y el mantenimiento de este código fuente abierto no sería posible sin el generoso apoyo técnico y financiero de nuestros socios:",
    "developers.faqAboutTitle": "¿Dónde puedo obtener más información sobre Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch es un lenguaje de programación gratuito y una comunidad en línea donde los jóvenes pueden crear sus propias historias, juegos y animaciones interactivas. Scratch es un proyecto del Grupo {llkLink} en el {mitLink}. Puedes aprender más sobre Scratch {aboutLink}.",
    "developers.faqRulesTitle": "¿Hay reglas para usar este código en mi aplicación?",
    "developers.faqRulesBody": "Puede usar este código de acuerdo con la licencia que rige cada proyecto. También le recomendamos encarecidamente que considere los principios de aprendizaje y diseño (arriba, en esta página) al crear experiencias de aprendizaje creativas para niños de todas las edades.",
    "developers.faqNameTitle": "¿Puedo usar el nombre \"Scratch Blocks\" en la descripción de mi aplicación y otros mensajes públicos?",
    "developers.faqNameBody": "Si lo desea, puede declarar públicamente que su aplicación funciona con Scratch Blocks. Si lo hace, también le animamos a que vuelva a enlazar con el repositorio de código.",
    "developers.faqReleasesTitle": "¿Están lanzando más código y cuándo?",
    "developers.faqReleasesBody": "Planeamos abrir código fuente adicional relacionado con el lenguaje de programación Scratch en los próximos meses. ¡Ojo con esta página!",
    "developers.faqDifferencesTitle": "¿Cuál es la diferencia entre Blockly y Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks se basa en la base de código de Blockly y está diseñado específicamente con nuestros principios en mente para respaldar experiencias de aprendizaje creativas.",
    "developers.faqCollabTitle": "Me gustaria colaborar. ¿Cómo me pongo en contacto?",
    "developers.faqCollabBody": "Puede comunicarse con nosotros en {githubLink} o en nuestra página {contactUsLink}. ¡Esperamos con interés escuchar de usted!"
}