{
    "developers.hereLinkText": "aquí",
    "developers.title": "Scratch para desarrolladores",
    "developers.introLinkText": "Equipo de Scratch",
    "developers.intro": "En esta página encontrarás información sobre los proyectos de código abierto creados y mantenidos por el {introLink}, así como nuestras reflexiones respecto a las mejores prácticas en el diseño de experiencias de aprendizaje para niños. ",
    "developers.projectsTitle": "Proyectos",
    "developers.principlesTitle": "Principios",
    "developers.joinTitle": "Únete a nosotros",
    "developers.donateTitle": "Donar",
    "developers.partnersTitle": "Compañeros",
    "developers.faqTitle": "Preguntas frecuentes (FAQ)",
    "developers.projectsIntro": "Los siguientes proyectos son de código abierto y están disponibles para cualquier propósito.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "tecnología Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks es un nuevo proyecto en desarrollo para la siguiente generación de programación gráfica por bloques, basado en la colaboración entre Google y el Scratch Team del MIT — desarrollado sobre la {blocklyLink} de Google y con el apoyo de los conocimientos del Scratch Team respecto al desarrollo de herramientas creativas para el aprendizaje de la gente joven. Scratch Blocks proporcionará un entorno para construir bloques de programación con formatos tanto en vertical (basados en texto) como en horizontal (basados en iconos). Puedes acceder al código (actualmente como una vista previa para desarrolladores) y a la documentación {githubLink}.",
    "developers.scratchBlocksBody": "Esta primera versión liberada incluye el código para la gramática horizontal de Scratch. De cara al futuro tenemos pensado liberar código adicional incluyendo, entre otras cosas, la gramática vertical (actualmente utilizada en Scratch), con un nuevo Motor de Renderizado que ofrezca soporte a objetos y efectos gráficos, y un nuevo Motor de Audio para las creaciones con sonido y música.",
    "developers.wwwTitle": "Wiki de Scratch",
    "developers.wwwIntro": "Scratch-www es un cliente web independiente para la comunidad de Scratch, desarrollado utilizando React y Redux. Puedes acceder al código y a la documentación a través de {wwwIntroLink}.",
    "developers.LearningPrinciples": "Principios de Aprendizaje",
    "developers.DesignPrinciples": "Principios de Diseño",
    "developers.principlesIntro": "Hemos creado Scratch para capacitar a los jóvenes a pensar de forma creativa, a razonar de forma sistemática y a trabajar colaborativamente. Nos guiamos por una serie de {learningPrinciples}y {designPrinciples} que esperamos que también sigas a medida que aportes al desarrollo de nuevas herramientas y tecnologías con Scratch Blocks. ",
    "developers.jrBodyWebsiteLinkText": "sitio web de ScratchJr",
    "developers.jrBody": "ScratchJr es un lenguaje de programación introductorio que permite a niños pequeños (de 5-7 años) crear sus propias historias interactivas y juegos. Para mayor información, puede visitar el {websiteLink} o bien revisar el código y documentación {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "La gente aprende mejor cuando trabajan activamente en proyectos — generando nuevas ideas, diseñando prototipos, haciendo mejoras y creando productos finales.",
    "developers.learningPrinciplesPassionTitle": "Pasión",
    "developers.learningPrinciplesPassionBody": "Cuando la gente se centra en cosas que le importan, trabaja durante más tiempo y con mayor eficacia, persistiendo ante los retos y aprendiendo más en el proceso.",
    "developers.learningPrinciplesPeersTitle": "Pares",
    "developers.learningPrinciplesPeersBody": "El aprendizaje florece como una actividad social, con gente compartiendo ideas, colaborando en proyectos y creando sobre el trabajo del otro.",
    "developers.learningPrinciplesPlayTitle": "Jugar",
    "developers.learningPrinciplesPlayBody": "El aprendizaje implica la experimentación lúdica — probando nuevas cosas, jugando con materiales, poniendo las cosas al límite, tomando riesgos, iterando una y otra vez.",
    "developers.designPrinciplesRoomTitle": "Suelo bajo y muros anchos",
    "developers.designPrinciplesRoomBody": "Con el objetivo de fomentar un conjunto de interacciones variado y diverso, incluimos explícitamente elementos y características que sean fáciles de entender para los niños (suelo bajo), pero lo suficientemente generales como para ofrecer diversos usos (muros anchos).",
    "developers.designPrinciplesSimpleTitle": "Hacerlo lo más simple posible — y tal vez incluso un poco más simple",
    "developers.designPrinciplesSimpleBody": "A pesar de lo habitual que es añadir nuevas características al software, nos hemos encontrado con que reducir el número de características suele mejorar la experiencia de usuario. Lo que inicialmente parece una restricción o limitación puede producir nuevas formas de creatividad.",
    "developers.designPrinciplesGlobalTitle": "Muchos caminos, muchos estilos",
    "developers.designPrinciplesGlobalBody": "Muchas actividades de matemáticas y ciencias se han basado tradicionalmente en una población específica. Prestando especial atención a crear tecnologías accesibles y atractivas, estamos trabajando para cerrar esa brecha.",
    "developers.designPrinciplesTinkerTitle": "Diseñado para ser tocado",
    "developers.designPrinciplesTinkerBody": "Creemos que el proceso de aprendizaje es inherentemente iterativo. Los creadores comienzan explorando y experimentando, y entonces revisan y mejoran sus objetivos y creaciones. Para apoyar este tipo de interacción hemos diseñado interfaces que permitan la rápida experimentación en veloces ciclos de iteraciones.",
    "developers.joinBodyJobsLinkText": "página de empleos",
    "developers.joinBody": "Somos un diverso grupo de educadores, diseñadores e ingenieros, que trabajan en conjunto en un ambiente de juego y creatividad lleno de piezas de LEGO, materiales y herramientas de construcción. Valoramos mucho la diversidad, la colaboración y el respeto en el lugar de trabajo. Si estás interesado en unirte a nosotros, echa un vistazo a los puestos de trabajo disponibles en nuestra {jobsPageLink}, o envíanos un correo electrónico a {emailLink}.",
    "developers.donateIntroLinkText": "hacer una donación para ayudar a Scratch",
    "developers.donateIntro": "Estamos encantados de ofrecer Scratch gratis. Si disfrutas usando Scratch, por favor considera{donateLink}. Son bienvenidas donaciones de cualquier cantidad.",
    "developers.donateBody": "Tu aportación a la Scratch Foundation se usará para dar soporte a los desarrollos futuros del software Scratch y de la página web de Scratch.",
    "developers.donateThanks": "¡Gracias por apoyar Scratch!",
    "developers.partnersIntro": "La creación y mantenimiento de este proyecto de código abierto no sería posible sin el apoyo técnico y financiero de nuestros socios:",
    "developers.faqAboutTitle": "¿Dónde puedo aprender más sobre Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch es un lenguaje de programación gratuito y una comunidad online donde la gente joven puede crear sus propias historias interactivas, juegos y animaciones. Scratch es un proyecto del Grupo{llkLink} del {mitLink}. Puedes leer más sobre Scratch {aboutLink}.",
    "developers.faqRulesTitle": "¿Hay algunas normas para usar este código en mi aplicación?",
    "developers.faqRulesBody": "Puedes usar este código de acuerdo a la licencia que rige cada proyecto. También te animamos encarecidamente a que consideres los principios de aprendizaje y diseño (arriba, en esta página) cuando crees experiencias de aprendizaje creativo para niños de todas las edades.",
    "developers.faqNameTitle": "¿Puedo utilizar el nombre \"Scratch Blocks\" en la descripción de mi aplicación y en otros mensajes públicos?",
    "developers.faqNameBody": "Si quieres, puedes hacer público que tu aplicación utiliza los Scratch Blocks. Si lo haces, te animamos a enlazar de vuelta al repositorio de código.",
    "developers.faqReleasesTitle": "¿Váis a lanzar nuevo código y cuándo?",
    "developers.faqReleasesBody": "Tenemos previsto poner como código abierto contenido adicional relativo al lenguaje de programación Scratch durante los próximos meses. ¡Mantén un ojo en esta página!",
    "developers.faqDifferencesTitle": "¿Cuál es la diferencia entre Blockly y Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks está basado en el código base de Blockly, y está específicamente diseñado con nuestros principios en mente para apoyar las experiencias de aprendizaje creativo.",
    "developers.faqCollabTitle": "Me gustaría colaborar. ¿Cómo puedo ponerme en contacto?",
    "developers.faqCollabBody": "Puedes contactar con nosotros en {githubLink} o en la página {contactUsLink}. ¡Esperamos poder saber más de ti!"
}