{
    "developers.hereLinkText": "täällä",
    "developers.title": "Scratch kehittäjille",
    "developers.introLinkText": "Scratch-tiimi",
    "developers.intro": "Tältä sivulta löydät tietoa {introLink} luomista ja ylläpitämistä avoimen lähdekoodin projekteista. Olemme koonneet tälle sivulle myös parhaimpia tapoja suunnitella lapsille oppimiskokemuksia.",
    "developers.projectsTitle": "Projektit",
    "developers.principlesTitle": "Periaatteet",
    "developers.joinTitle": "Liity joukkoomme",
    "developers.donateTitle": "Lahjoita",
    "developers.partnersTitle": "Kumppanit",
    "developers.faqTitle": "UKK",
    "developers.projectsIntro": "Seuraavat hankkeet ovat avointa lähdekoodia ja niitä voidaan käyttää mihin tahansa tarkoitukseen.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly-teknologia",
    "developers.scratchBlocksIntro": "Scratch Blocks on uusi kehitysprojekti seuraavan sukupolven graafisille ohjelmointilohkoille, joka perustuu Googlen ja MIT:n Scratch-tiimin yhteistyöhön — pohjana Googlen {blocklyLink} ja Scratch-tiimin asiantuntemus luovien oppimisvälineiden kehittämiseen nuorille. Scratch Blocks tarjoaa rakenteen ohjelmointilohkojen rakentamiseen sekä pystysuorassa (tekstipohjainen) että vaakasuorassa (kuvakepohjainen) muodossa. Voit käyttää koodia (tällä hetkellä kehittäjän esikatseluna) ja dokumentaatiota {githubLink}.",
    "developers.scratchBlocksBody": "Tämä ensimmäinen julkaisu sisältää Scratchin horisontaalisen kieliopin koodin. Tulevaisuudessa aiomme julkaista lisäkoodin, mukaan lukien pystysuuntainen kielioppi (jota Scratch käyttää nykyisin), uusi renderointimoottori hahmojen ja graafisten tehosteiden tukemiseen ja uusi äänimoottori äänen ja musiikin luomisen tukemiseen.",
    "developers.wwwTitle": "Scratchin verkkosivusto",
    "developers.wwwIntro": "Scratch-www on itsenäinen verkkosivusto Scratchin yhteisölle. Se on luotu Reactilla ja Reduxilla. Pääset tarkastelemaan koodia ja dokumentaatiota {wwwIntroLink}issa.",
    "developers.LearningPrinciples": "Oppimisperiaatteet",
    "developers.DesignPrinciples": "Suunnitteluperiaatteet",
    "developers.principlesIntro": "Olemme luoneet Scratchin, jotta lapset voisivat ajatella luovasti, perustella järjestelmällisesti ja tehdä yhteistyötä. Toimintaamme ohjaa {learningPrinciples} ja {designPrinciples}, ja toivomme, että niitä seurataan uusia työkaluja ja tekniikoita kehitettäessä, joissa hyödynnetään Scratchin lohkoja.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr-verkkosivustolta",
    "developers.jrBody": "ScratchJr on ohjelmointikieli, joka mahdollistaa, että lapset (iältään 5-7) voivat luoda omia interaktiivisia tarinoitaan ja pelejä. Lisätietoja löydät {websiteLink} tai kurkista koodiin ja dokumentaatioon {githubLink}issa.",
    "developers.learningPrinciplesProjectsBody": "Ihmiset oppivat parhaiten, kun he työskentelevät aktiivisesti projektien parissa — kun he tuottavat uusia ideoita, suunnittelevat prototyyppejä, tekevät parannuksia ja luovat lopputuotteita.",
    "developers.learningPrinciplesPassionTitle": "Intohimo",
    "developers.learningPrinciplesPassionBody": "Kun ihmiset keskittyvät asioihin, joista he välittävät, he työskentelevät pidempään ja kovemmin, pysyvät haasteiden edessä ja oppivat lisää prosessissa.",
    "developers.learningPrinciplesPeersTitle": "Ikätoverit",
    "developers.learningPrinciplesPeersBody": "Oppiminen kukoistaa sosiaalisena toimintana, jossa ihmiset jakavat ideoita, tekevät yhteistyötä hankkeissa ja rakentavat toistensa työtä.",
    "developers.learningPrinciplesPlayTitle": "Leikki",
    "developers.learningPrinciplesPlayBody": "Oppimiseen kuuluu leikkisä kokeilu — uusien asioiden kokeileminen, materiaalien parissa puuhastelu, rajojen testaaminen, riskien ottaminen, toisto uudestaan ​​ja uudestaan.",
    "developers.designPrinciplesRoomTitle": "Matala lattia ja leveät seinät",
    "developers.designPrinciplesRoomBody": "Monipuolisen vuorovaikutussuhteen kannustamiseksi sisällytämme nimenomaisesti elementtejä ja ominaisuuksia, jotka ovat lasten helposti ymmärrettäviä (matala lattia), mutta riittävän yleisiä tukemaan monipuolista käyttöä (leveät seinät).",
    "developers.designPrinciplesSimpleTitle": "Tee siitä mahdollisimman yksinkertainen — ja ehkä vieläkin yksinkertaisempi",
    "developers.designPrinciplesSimpleBody": "Huolimatta yleisestä pyrkimyksestä lisätä uusia ominaisuuksia ohjelmistotuotteisiin olemme havainneet, että ominaisuuksien määrän vähentäminen parantaa usein käyttökokemusta. Se, mikä alun perin vaikuttaa rajoitukselta, voi edistää uusia luovuuden muotoja.",
    "developers.designPrinciplesGlobalTitle": "Monet polut, monet tyylit",
    "developers.designPrinciplesGlobalBody": "Monet matematiikka- ja tiedetoiminnoista ovat perinteisesti olleet puolueellisia tiettyihin väestöryhmiin. Kiinnittämällä erityistä huomiota esteettömän ja houkuttelevan tekniikan luomiseen pyrimme poistamaan aukon.",
    "developers.designPrinciplesTinkerTitle": "Suunnittelu puuhailua varten",
    "developers.designPrinciplesTinkerBody": "Uskomme, että oppimisprosessi on luonnostaan ​​toistuva. Puuhailijat aloittavat tutkimalla ja kokeilemalla, sitten tarkistamalla ja tarkentamalla tavoitteitaan ja luomustaan. Tämän vuorovaikutustyylin tukemiseksi suunnittelemme käyttöliittymämme nopean kokeilun ja nopeiden iteraatiosyklien edistämiseksi.",
    "developers.joinBodyJobsLinkText": "työt-sivulta",
    "developers.joinBody": "Olemme joukko kasvattajia, suunnittelijoita ja insinöörejä. Työskentelemme pelillisessä, luovassa ympäristössä keskellä Lego-palikoita, käsityömateriaaleja ja työkaluja. Arvostamme erilaisuutta, yhteistyötä ja luottamusta työpaikalla. Jos olet kiinnostunut liittymään joukkoomme, kurkista avoimet työpaikkamme {jobsPageLink} tai lähetä meille sähköpostia osoitteeseen {emailLink}.",
    "developers.donateIntroLinkText": "lahjoituksen tekemistä Scratchin tukemiseksi",
    "developers.donateIntro": "Olemme kiitollisia siitä, että voimme tarjota Scratchin maksutta käyttöön. Jos nautit Scratchin käytöstä, harkitse {donateLink}. Arvostamme kaiken suuruisia lahjoituksia.",
    "developers.donateBody": "Lahjoituksesi Scratch-säätiölle tullaan käyttämään Scratchin ohjelmistojen ja verkkosivujen kehittämiseen tulevaisuudessa.",
    "developers.donateThanks": "Kiitos Scratchin tukemisesta!",
    "developers.partnersIntro": "Avoimen lähden koodin luominen ja ylläpitäminen ei olisi mahdollista ilman anteliasta teknistä ja taloudellista tukea kumppaneiltamme:",
    "developers.faqAboutTitle": "Mistä saan lisätietoja Scratchista?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT:n Media Labissa",
    "developers.faqAboutBody": "Scratch on maksuton ohjelmointikieli ja verkkoyhteisö, jossa nuoret voivat luoda omia interaktiivisia tarinoitaan, pelejä ja animaatioita. Scratch on {llkLink} -ryhmän projekti {mitLink}.  Saat lisätietoja Scratchista {aboutLink}.",
    "developers.faqRulesTitle": "Onko olemassa sääntöjä tämän koodin käyttöön omissa sovelluksissa?",
    "developers.faqRulesBody": "Voit käyttää tätä koodia jokaista hanketta ohjaavan lisenssin mukaisesti. Suosittelemme myös, että harkitset oppimisen ja suunnittelun periaatteita (yllä tällä sivulla) rakentaessasi luovia oppimiskokemuksia kaiken ikäisille lapsille.",
    "developers.faqNameTitle": "Saanko käyttää \"Scratch Blocks\" -nimeä sovellukseni kuvauksessa ja muualla julkisessa viestinnässä?",
    "developers.faqNameBody": "Jos haluat, voit julkisesti todeta, että sovelluksesi toimii Scratch Blocksilla. Jos teet niin, rohkaisemme sinua myös linkittämään takaisin koodilähteeseen.",
    "developers.faqReleasesTitle": "Oletteko julkaisemassa lisää koodia ja milloin?",
    "developers.faqReleasesBody": "Suunnittelemme avata Scratch-ohjelmointikieleen liittyvän lisäkoodin seuraavien kuukausien aikana. Pidä silmällä tätä sivua!",
    "developers.faqDifferencesTitle": "Mitä eroa on Blocklylla ja Scratch Blocksilla?",
    "developers.faqDifferencesBody": "Scratch Blocks perustuu Blockly-koodikantaan ja on erityisesti suunniteltu periaatteitamme ajatellen tukemaan luovia oppimiskokemuksia.",
    "developers.faqCollabTitle": "Haluaisin tehdä yhteistyötä. Mistä löydän yhteystiedot?",
    "developers.faqCollabBody": "Voit tavoittaa meidät {githubLink}issa tai {contactUsLink}-sivullamme. Odotamme yhteydenottoasi!"
}