{
    "developers.hereLinkText": "here",
    "developers.title": "Scratch kehittäjille",
    "developers.introLinkText": "MIT-yliopiston Scratch-tiimin",
    "developers.intro": "Tältä sivulta löydät tietoa {introLink} luomista ja ylläpitämistä avoimen lähdekoodin projekteista. Olemme koonneet tälle sivulle myös parhaimpia tapoja suunnitella lapsille oppimiskokemuksia.",
    "developers.projectsTitle": "Projektit",
    "developers.principlesTitle": "Periaatteet",
    "developers.joinTitle": "Liity joukkoomme",
    "developers.donateTitle": "Lahjoita",
    "developers.partnersTitle": "Kumppanit",
    "developers.faqTitle": "UKK",
    "developers.projectsIntro": "Seuraavat hankkeet ovat avointa lähdekoodia ja niitä voidaan käyttää mihin tahansa tarkoitukseen.",
    "developers.scratchBlocksTitle": "Scratchin lohkot",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
    "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
    "developers.scratchBlocksBody": "This first release includes code for Scratch’s Horizontal Grammar. Looking ahead, we plan to release additional code including but not limited to the Vertical Grammar (currently used by Scratch), a new Rendering Engine to support sprites and graphic effects, and a new Audio Engine to support creation with sound and music.",
    "developers.wwwTitle": "Scratchin verkkosivusto",
    "developers.wwwIntro": "Scratch-www on itsenäinen verkkosivusto Scratchin yhteisölle. Se on luotu Reactilla ja Reduxilla. Pääset tarkastelemaan koodia ja dokumentaatiota {wwwIntroLink}issa.",
    "developers.LearningPrinciples": "Oppimisperiaatteet",
    "developers.DesignPrinciples": "Suunnitteluperiaatteet",
    "developers.principlesIntro": "Olemme luoneet Scratchin, jotta lapset voisivat ajatella luovasti, perustella järjestelmällisesti ja tehdä yhteistyötä. Toimintaamme ohjaa {learningPrinciples} ja {designPrinciples}, ja toivomme, että niitä seurataan uusia työkaluja ja tekniikoita kehitettäessä, joissa hyödynnetään Scratchin lohkoja.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr-verkkosivustolta",
    "developers.jrBody": "ScratchJr on ohjelmointikieli, joka mahdollistaa, että lapset (iältään 5-7) voivat luoda omia interaktiivisia tarinoitaan ja pelejä. Lisätietoja löydät {websiteLink} tai kurkista koodiin ja dokumentaatioon {githubLink}issa.",
    "developers.learningPrinciplesProjectsBody": "People learn best when they are actively working on projects — generating new ideas, designing prototypes, making improvements and creating final products.",
    "developers.learningPrinciplesPassionTitle": "Passion",
    "developers.learningPrinciplesPassionBody": "When people focus on things they care about, they work longer and harder, persist in the face of challenges, and learn more in the process.",
    "developers.learningPrinciplesPeersTitle": "Peers",
    "developers.learningPrinciplesPeersBody": "Learning flourishes as a social activity, with people sharing ideas, collaborating on projects, and building on one another's work.",
    "developers.learningPrinciplesPlayTitle": "Pelaa",
    "developers.learningPrinciplesPlayBody": "Learning involves playful experimentation — trying new things, tinkering with materials, testing boundaries, taking risks, iterating again and again.",
    "developers.designPrinciplesRoomTitle": "Low Floor & Wide Walls",
    "developers.designPrinciplesRoomBody": "In order to encourage a varied and diverse set of interactions, we explicitly include elements and features that are easy for kids to understand (low floor), but general enough to support diverse uses (wide walls).",
    "developers.designPrinciplesSimpleTitle": "Make it as Simple as Possible — And Maybe Even Simpler",
    "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
    "developers.designPrinciplesGlobalTitle": "Many Paths, Many Styles",
    "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
    "developers.designPrinciplesTinkerTitle": "Design for Tinkerability",
    "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
    "developers.joinBodyJobsLinkText": "työt-sivulta",
    "developers.joinBody": "Olemme joukko kasvattajia, suunnittelijoita ja insinöörejä. Työskentelemme pelillisessä, luovassa ympäristössä keskellä Lego-palikoita, käsityömateriaaleja ja työkaluja. Arvostamme erilaisuutta, yhteistyötä ja luottamusta työpaikalla. Jos olet kiinnostunut liittymään joukkoomme, kurkista avoimet työpaikkamme {jobsPageLink} tai lähetä meille sähköpostia osoitteeseen {emailLink}.",
    "developers.donateIntroLinkText": "lahjoituksen tekemistä Scratchin tukemiseksi",
    "developers.donateIntro": "Olemme kiitollisia siitä, että voimme tarjota Scratchin maksutta käyttöön. Jos nautit Scratchin käytöstä, harkitse {donateLink}. Arvostamme kaiken suuruisia lahjoituksia.",
    "developers.donateBody": "Lahjoituksesi Scratch-säätiölle tullaan käyttämään Scratchin ohjelmistojen ja verkkosivujen kehittämiseen tulevaisuudessa.",
    "developers.donateThanks": "Kiitos Scratchin tukemisesta!",
    "developers.partnersIntro": "Avoimen lähden koodin luominen ja ylläpitäminen ei olisi mahdollista ilman anteliasta teknistä ja taloudellista tukea kummpaneiltamme:",
    "developers.faqAboutTitle": "Mistä saan lisätietoja Scratchista?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT:n Media Labissa",
    "developers.faqAboutBody": "Scratch on maksuton ohjelmointikieli ja verkkoyhteisö, jossa nuoret voivat luoda omia interaktiivisia tarinoitaan, pelejä ja animaatioita. Scratch on {llkLink} -ryhmän projekti {mitLink}.  Saat lisätietoja Scratchista {aboutLink}.",
    "developers.faqRulesTitle": "Onko olemassa sääntöjä tämän koodin käyttöön omissa sovelluksissa?",
    "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
    "developers.faqNameTitle": "Saanko käyttää nimeä Scratch-lohkot sovellukseni kuvauksessa ja muualla julkisessa viestinnässä?",
    "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
    "developers.faqReleasesTitle": "Oletteko julkaisemassa lisää koodia ja milloin?",
    "developers.faqReleasesBody": "We plan to open source additional code relating to the Scratch programming language over the next few months. Keep an eye on this page!",
    "developers.faqDifferencesTitle": "Mitä eroa on Blocklylla ja Scratch-lohkoilla?",
    "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
    "developers.faqCollabTitle": "Haluaisin tehdä yhteistyötä. Mistä löydän yhteystiedot?",
    "developers.faqCollabBody": "Voit tavoittaa meidät {githubLink}issa tai voit lähettää sähköpostia osoitteeseen {emailLink}. Odotamme viestiäsi!"
}