{
    "developers.hereLinkText": "ici",
    "developers.title": "Scratch pour les développeurs",
    "developers.introLinkText": "L'Equipe Scratch au MIT",
    "developers.intro": "Sur cette page, vous trouverez des informations à propos de projets open source créés et soutenus par {introLink}, ainsi que nos ressentiments quand à la meilleure façon de concevoir des expériences d’apprentissage pour les enfants.",
    "developers.projectsTitle": "Projets",
    "developers.principlesTitle": "Principes",
    "developers.joinTitle": "Nous rejoindre",
    "developers.donateTitle": "Faire un don",
    "developers.partnersTitle": "Partenaires",
    "developers.faqTitle": "FAQ",
    "developers.projectsIntro": "Les projets suivants sont open source et disponibles pour n'importe quel usage.",
    "developers.scratchBlocksTitle": "Blocs Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "technologie Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks est un nouveau projet de développement pour la prochaine génération de blocs de programmation graphiques, basés sur une collaboration entre Google et l'Equipe Scratch du MIT — il s'appuie sur la {blocklyLink} de Google et sur l'expertise de l'Equipe Scratch pour développer des outils d'apprentissage créatifs pour les jeunes. Scratch Blocks fournira une base de développement pour la construction de blocs de programmation en formats aussi bien verticaux (basés sur du texte) que horizontaux (basés sur des icônes). Vous pouvez accéder au code (actuellement en pré-visualisation pour développeurs) et la documentation {githubLink}.",
    "developers.scratchBlocksBody": "La première version inclus du code de la \"Grammaire horizontale de Scratch\". Dans le futur, nous pensons publier plus de code incluant mais non limité à la \"Grammaire verticale\" (celle actuellement utilisée par Scratch), un nouveau Moteur de Rendu pour supporter des sprites et des effets graphiques et un nouveau Moteur Audio pour supporter la création de son et musique.",
    "developers.wwwTitle": "Wiki Scratch",
    "developers.wwwIntro": "Scratch-www est un client web autonome pour la Communauté Scratch, basé sur React et Redux. Eccédez au code et à la documentation sur {wwwIntroLink}.",
    "developers.LearningPrinciples": "Principes d'apprentissage",
    "developers.DesignPrinciples": "Principes de conception",
    "developers.principlesIntro": "Nous avons créé Scratch pour encourager les jeunes gens à penser de manière créative, systématiquement avec la raison et à travailler collaborativement. Nous sommes guidés par un ensemble de {learningPrinciples} et de {designPrinciples} que nous espérons que vous allez suivre quand vous développerez de nouveaux outils et des technologies avec les Blocs Scratch.",
    "developers.jrBodyWebsiteLinkText": "site web de ScratchJr",
    "developers.jrBody": "ScratchJr est un langage de programmation d'introduction qui permet aux jeunes enfants (âgés de 5-7) de créer leurs propres histoires interactives et jeux. Pour plus d'informations, visitez le {websiteLink} ou accédez au code et à la documentation sur {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Les gens apprennent mieux en travaillant activement sur un projet - à trouver de nouvelles idées, à créer des prototypes, à les améliorer et à finaliser leur réalisation.",
    "developers.learningPrinciplesPassionTitle": "Passion",
    "developers.learningPrinciplesPassionBody": "Quand on se concentre sur ce qui nous tient à cœur, on travaille plus dur et plus longtemps, on persévère face aux difficultés qui se posent, et on apprend plus de cette expérience.",
    "developers.learningPrinciplesPeersTitle": "Pairs",
    "developers.learningPrinciplesPeersBody": "L'apprentissage se développe en tant qu'activité sociale, avec des personnes partageant des idées, collaborant sur des projets et construisant en se basant sur le travail des autres.",
    "developers.learningPrinciplesPlayTitle": "Jouer",
    "developers.learningPrinciplesPlayBody": "L'apprentissage implique d'expérimenter en jouant — essayer de nouvelle choses, bricoler l'existant, tester la frontière du possible, prendre des risques et itérer encore et encore.",
    "developers.designPrinciplesRoomTitle": "Planchers bas et Murs larges",
    "developers.designPrinciplesRoomBody": "Pour encourager un ensemble d'interactions diverses et variées, nous incluons explicitement des éléments et fonctionnalités qui sont faciles à comprendre pour les enfants (plancher bas) mais qui sont assez générales pour permettre une large utilisation (mûrs larges).",
    "developers.designPrinciplesSimpleTitle": "Faites-le au plus simple — Et peut-être encore plus simple",
    "developers.designPrinciplesSimpleBody": "Malgré la tendance commune d'ajouter plus de fonctionnalités aux produits logiciel, nous avons trouvé que réduire le nombre de fonctionnalités améliore souvent l'expérience utilisateur. Ce qui semblait à l'origine une contrainte ou une limitation peut favoriser de nouvelles forme de créativité.",
    "developers.designPrinciplesGlobalTitle": "Plusieurs chemins, plusieurs styles",
    "developers.designPrinciplesGlobalBody": "Beaucoup d'activités mathématiques et scientifiques sont traditionnellement adaptées à certaines populations. En portant une attention particulière à la création de technologies accessibles et attractives, nous travaillons à réduire l'écart.",
    "developers.designPrinciplesTinkerTitle": "Tâtonnement expérimental",
    "developers.designPrinciplesTinkerBody": "Nous croyons que le processus d'apprentissage est en soi itératif. Les élèves commencent par explorer et expérimenter, puis revoient et affinent leurs objectifs et leurs créations. Pour soutenir ce style d'interaction, nous concevons nos interfaces dans le but d'encourager l'expérimentation rapide et les cycles rapides d'itération.",
    "developers.joinBodyJobsLinkText": "Page des Emplois",
    "developers.joinBody": "Nous sommes un groupe de divers éducateurs, designers et d'ingénieurs qui travaillent ensemble dans un environnement ludique et créatif, remplis de briques LEGO, de bricolages et d'outils de construction. Nous mettons fortement en avant la diversité et la collaboration ainsi que le respect dans l'espace de travail. Si vous êtes intéressé de nous rejoindre, faites un tour de nos postes disponibles sur notre {jobsPageLink}, ou envoyez-nous un mail à {emailLink}.",
    "developers.donateIntroLinkText": "faire une donation pour supporter Scratch",
    "developers.donateIntro": "Nous sommes ravis de vous fournir Scratch gratuitement. Si vous appréciez utiliser Scratch, envisagez de {donateLink}. Les donations de toutes tailles sont appréciées.",
    "developers.donateBody": "Votre don à la fondation Scratch sera utilisé pour soutenir le développement futur du logiciel et du site web Scratch.",
    "developers.donateThanks": "Merci de soutenir Scratch !",
    "developers.partnersIntro": "La création et la maintenance de ce code open source ne serait pas possible sans l'aide technique et financière de nos partenaires : ",
    "developers.faqAboutTitle": "Où puis-je en apprendre davantage sur Scratch ?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch est un langage de programmation libre et une communauté en ligne où des jeunes gens peuvent créer leurs propres histoires interactives, jeux et animations. Scratch est un projet du Groupe {llkLink} au sein du {mitLink}. Vous pouvez en apprendre d'avantage sur Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Y a-t-il des règles pour utiliser ce code dans mon application?",
    "developers.faqRulesBody": "Vous pouvez utiliser ce code conformément à la licence qui régit chaque projet. Nous vous encourageons vivement à considérer les principes d'apprentissage et de conception (ci-dessus, sur cette page) lorsque vous construisez des expériences qui ont pour but l'apprentissage créatif pour les enfants de tous âges.",
    "developers.faqNameTitle": "Suis-je autorisé à utiliser le nom «Blocs Scratch» dans la description de mon application et dans d'autres messages publics?",
    "developers.faqNameBody": "Si vous le souhaitez, vous pouvez déclarer publiquement que votre application est alimentée par des blocs Scratch. Si vous le faites, nous vous encourageons également à mettre un lien vers la base de code.",
    "developers.faqReleasesTitle": "Est-ce que vous sortez plus de code et quand?",
    "developers.faqReleasesBody": "Nous prévoyons de mettre en open source plus de code relatif au langage de programmation Scratch au cours des prochains mois. Gardez un œil sur cette page!",
    "developers.faqDifferencesTitle": "Quelle est la différence entre Blocky et les blocs Scratch ?",
    "developers.faqDifferencesBody": "Les Blocs Scratch s'appuient sur la base de code Blockly et ont été spécialement conçus en tenant compte de nos principes pour soutenir les expériences d'apprentissage créatives.",
    "developers.faqCollabTitle": "J'aimerais collaborer. Comment puis-je vous contacter?",
    "developers.faqCollabBody": "Vous pouvez nous contacter sur {githubLink} ou vous pouvez nous envoyer un email à {emailLink}. Nous attendons avec impatience vos messages!"
}