{
    "developers.hereLinkText": "hjir",
    "developers.title": "Scratch foar ûntwikkelers",
    "developers.introLinkText": "Scratch team",
    "developers.intro": "Dizze pagina befettet ynformaasje oer open source-projekten makke en ûnderhâlden troch {introLink}, en ús ideeën oer de bêste foarbylden foar it ûntwerpen en bouwen fan learûnderfiningen foar bern.",
    "developers.projectsTitle": "Projekten",
    "developers.principlesTitle": "Prinsipes",
    "developers.joinTitle": "Wurd lid",
    "developers.donateTitle": "Donearje",
    "developers.partnersTitle": "Partners",
    "developers.faqTitle": "Faak stelde fragen",
    "developers.projectsIntro": "De folgjende projekten binne iepen boarne en te krijen foar elk doel.",
    "developers.scratchBlocksTitle": "Scratch blokken",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
    "developers.scratchBlocksIntro": "Scratch Blocks is de kommende-generaasje graphics programmapartners blok projekt, basearre op in gearwurking tusken Google en de scratch MIT team — troch it bouwen op Google Blockly Technology {blocklyLink} en de scratch Team syn ûnderfining by it ûntwikkeljen fan kreative learen middels foar jongerein. Scratch Blocks sil in kader wêze om programma's sawol fertikaal (tekstbasearre) as horizontaal te bouwen (byldbasis). Jo kinne de koade (op it stuit as foarbyld fan ûntwikkelder) en dokumintaasje besjen. {githubLink}",
    "developers.scratchBlocksBody": "De earste release befettet koade foar de horizontale grammatika fan Scratch. Oanfoljende koade is pland, ynklusyf de fertikale grammatika (lykas op it stuit brûkt troch Scratch), in nije \"renderingmotor\" om sprites en grafyske effekten te stypjen, en in nije audiomodule om skepping te stypjen mei lûd en muzyk.",
    "developers.wwwTitle": "Scratch Wiki",
    "developers.wwwIntro": "Scratch-www is in selsstannige webclient foar de Scratch Community, boud mei React en Redux. Besjoch de koade en dokumintaasje op {wwwIntroLink}.",
    "developers.LearningPrinciples": "Learprinsipes",
    "developers.DesignPrinciples": "Untwerpprinsipes",
    "developers.principlesIntro": "Wy bouden Scratch om jonge minsken te bemachtigjen kreatyf en logysk te tinken en gear te wurkjen. Us útgongspunt binne dizze {learningPrinciples} en {designPrinciples}. Wy hoopje dat dizze prinsipes ek wurde folge by it ûntwikkeljen fan nije ark en technologyen mei Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr webside",
    "developers.jrBody": "ScratchJr is in programmeartaal wêrmei jonge bern (5-7 jier âld) har eigen ynteraktive ferhalen en spultsjes kinne bouwe. Mear ynformaasje op {websiteLink} of yn 'e koade en dokumintaasje op {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Minsken leare it bêste as se aktyf wurkje oan projekten — nije ideeën generearje, prototypes ûntwikkelje, ferbetteringen meitsje en definitive produkten oanmeitsje.",
    "developers.learningPrinciplesPassionTitle": "Passy",
    "developers.learningPrinciplesPassionBody": "As minsken har rjochtsje op 'e dingen dy't se skele, sille se langer en hurder wurkje, hâlde oan útdagings en leare yn it proses.",
    "developers.learningPrinciplesPeersTitle": "Peers",
    "developers.learningPrinciplesPeersBody": "Learje bloeit as in sosjale aktiviteit, mei minsken dy't ideeën diele, gearwurkje oan projekten en op elkoars wurk bouwe.",
    "developers.learningPrinciplesPlayTitle": "Wedstriid",
    "developers.learningPrinciplesPlayBody": "Learje omfiemet boartlik eksperimintearjen — nije dingen besykje, mei dingen knoeie, grinzen ûndersykje, risiko's nimme, werhelje, oer en wer.",
    "developers.designPrinciplesRoomTitle": "Tagonklik en net beheind troch muorren",
    "developers.designPrinciplesRoomBody": "Om farieare en ferskillende ynteraksjes te stimulearjen, ynfoegje wy eksplisyt eleminten en funksjes yn dy't maklik binne foar bern te begripen (leechdrompelige), mar algemien genôch om ferskate gebrûk te stypjen (net beheind troch muorren).",
    "developers.designPrinciplesSimpleTitle": "Meitsje it sa ienfâldich mooglik — en miskien noch ienfâldiger",
    "developers.designPrinciplesSimpleBody": "Nettsjinsteande de algemiene winsk om nije funksjes ta te foegjen oan softwareprodukten, fûnen wy dat it beheinen fan it oantal funksjes de brûkersûnderfining faak ferbetteret. Wat oarspronklik like as in beheining of beheining, stimuleart nije foarmen fan kreativiteit by tichterby besjen.",
    "developers.designPrinciplesGlobalTitle": "In protte paden, in protte stilen",
    "developers.designPrinciplesGlobalBody": "In protte aktiviteiten binnen wiskunde en natuerwittenskippen rjochtsje tradisjoneel in beheind publyk. Wy wolle in breder publyk berikke troch spesjaal omtinken te jaan oan tagonklikens en oantreklikens by it ûntwikkeljen fan technologyen.",
    "developers.designPrinciplesTinkerTitle": "Untwerp foar tinkberens",
    "developers.designPrinciplesTinkerBody": "Wy leauwe dat it learproses per definysje iteratyf is. Hantwurkers begjinne mei ûntdekken en eksperimintearjen, dan har doelen en kreaasjes te revisearjen en te ferbetterjen. Om dizze styl fan ynteraksje te stypjen, ûntwerpe wy ús interface om rappe eksperiminten oan te moedigjen en iteraasjesyklusjes te fersnellen.",
    "developers.joinBodyJobsLinkText": "Fakatueres",
    "developers.joinBody": "Wy binne in ferskaat groep learkrêften, ûntwerpers en technisy dy't gearwurkje yn in ludike kreative omjouwing fol mei LEGO stiennen, ambachtlike materialen en ark. Wy wurdearje op ferskaat, gearwurking en respekt op 'e wurkflier. As jo mei ús meidwaan wolle, gean dan nei {jobsPageLink}, of stjoer in e-post nei {emailLink}.",
    "developers.donateIntroLinkText": "stipe Scratch finansjeel",
    "developers.donateIntro": "Wy binne bliid dat wy Scratch fergees oanbiede kinne. As jo genietsje fan it brûken fan Scratch, beskôgje asjebleaft in donaasje: {donateLink}. Bydragen grut en lyts wurde in soad wurdearre.",
    "developers.donateBody": "Jo donaasje oan 'e Scratch Foundation sil wurde brûkt om takomstige ûntwikkeling fan Scratch software en de Scratch webside te stypjen.",
    "developers.donateThanks": "Betanke foar it stypjen fan Scratch!",
    "developers.partnersIntro": "It oanmeitsjen en ûnderhâld fan dizze iepen boarne koade soe net mooglik wêze sûnder royale technyske en finansjele stipe fan ús partners:",
    "developers.faqAboutTitle": "Wêr kin ik mear leare oer Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch is in fergese programmeartaal en online mienskip wêr't jonge minsken har eigen ynteraktive ferhalen, spultsjes en animaasjes kinne bouwe. Scratch is in projekt fan 'e {llkLink} Groep fan' e {mitLink}. Lês mear oer Scratch op {aboutLink}.",
    "developers.faqRulesTitle": "Binne d'r regels as ik dizze koade yn myn applikaasje brûke?",
    "developers.faqRulesBody": "Jo kinne dizze koade brûke yn oerienstimming mei de lisinsje. Wy moedigje jo fan herte oan om de lear- en ûntwerpprinsipes te besjen (hjirboppe, op dizze pagina) as jo kreative learûnderfiningen bouwe foar bern fan alle leeftiden.",
    "developers.faqNameTitle": "Moat ik de namme \"Scratch Blocks\" brûke yn 'e beskriuwing fan myn app en oare iepenbiere media?",
    "developers.faqNameBody": "As jo wolle, kinne jo iepenbier ferklearje dat jo applikaasje wurdt oandreaun troch Scratch Blocks. As jo dat dogge, moedigje wy jo ek oan werom te ferwizen nei it koade-repository.",
    "developers.faqReleasesTitle": "Wolle jo mear koade frijlitte en wannear?",
    "developers.faqReleasesBody": "Wy binne fan plan om de kommende moannen ekstra koade te meitsjen relatearre oan de iepen boarne fan Scratch-programmeartaal. Hâld dizze side yn 'e gaten!",
    "developers.faqDifferencesTitle": "Wat is it ferskil tusken Blockly en Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks bout op de kodearring fan Blockly en is spesifyk ûntwurpen mei ús prinsipes yn 't sin om kreative learûnderfiningen te stypjen.",
    "developers.faqCollabTitle": "Ik wol graach gearwurkje. Hoe kom ik yn kontakt?",
    "developers.faqCollabBody": "Jo kinne ús berikke oer of {githubLink} op ús {contactUsLink} pagina. Wy sjogge der nei út om fan dy te hearren!"
}