{
    "developers.hereLinkText": "anseo",
    "developers.title": "Scratch d'Fhorbróirí",
    "developers.introLinkText": "Foireann Scratch ag MIT",
    "developers.intro": "Ar an leathanach seo, gheobhaidh tú eolas faoi thionscadail foinse oscailte cruthaithe ag {introLink}, chomh maith le dea-chleachtais maidir le heispéiris foghlama do pháistí a dhearadh.",
    "developers.projectsTitle": "Tionscadail",
    "developers.principlesTitle": "Prionsabail",
    "developers.joinTitle": "Cláraigh Linn",
    "developers.donateTitle": "Bronntanais",
    "developers.partnersTitle": "Páirtnéirí",
    "developers.faqTitle": "Ceisteanna Coitianta",
    "developers.projectsIntro": "Tá na tionscadail seo a leanas oscailte agus ar fáil d'aon chuspóir.",
    "developers.scratchBlocksTitle": "Blocanna Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Teicneolaíocht Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
    "developers.scratchBlocksBody": "This first release includes code for Scratch’s Horizontal Grammar. Looking ahead, we plan to release additional code including but not limited to the Vertical Grammar (currently used by Scratch), a new Rendering Engine to support sprites and graphic effects, and a new Audio Engine to support creation with sound and music.",
    "developers.wwwTitle": "Vicí Scratch",
    "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
    "developers.LearningPrinciples": "Prionsabail Foghlama",
    "developers.DesignPrinciples": "Prionsabail Deartha",
    "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Suíomh Gréasáin ScratchJr",
    "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "People learn best when they are actively working on projects — generating new ideas, designing prototypes, making improvements and creating final products.",
    "developers.learningPrinciplesPassionTitle": "Díograis",
    "developers.learningPrinciplesPassionBody": "Nuair a dhíríonn daoine ar chúrsaí a bhfuil suim acu iontu, déanann siad níos mó oibre, oibríonn siad níos crua, leanann siad ar aghaidh in ainneoin na ndúshlán, agus foghlaimíonn siad níos mó.",
    "developers.learningPrinciplesPeersTitle": "Comhghleacaithe",
    "developers.learningPrinciplesPeersBody": "Téann an fhoghlaim chun cinn mar ghníomhaíocht shóisialta, ina bhfuil daltaí ag roinnt smaointe, ag comhoibriú ar thionscadail, agus ag tógáil ar obair a chéile.",
    "developers.learningPrinciplesPlayTitle": "Cas",
    "developers.learningPrinciplesPlayBody": "Learning involves playful experimentation — trying new things, tinkering with materials, testing boundaries, taking risks, iterating again and again.",
    "developers.designPrinciplesRoomTitle": "Urlár Íseal agus Ballaí Leathana",
    "developers.designPrinciplesRoomBody": "Chun idirghníomhaíochtaí éagsúla ilghnéitheacha a spreagadh, cuirimid eilimintí agus gnéithe ar fáil atá sothuigthe ag páistí (urlár íseal), ach sách ginearálta chun gníomhaíochtaí difriúla a cheadú (ballaí leathana).",
    "developers.designPrinciplesSimpleTitle": "Déan é chomh simplí agus is féidir — nó fiú níos simplí",
    "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
    "developers.designPrinciplesGlobalTitle": "Go Leor Cosán, Go Leor Stíleanna",
    "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
    "developers.designPrinciplesTinkerTitle": "Design for Tinkerability",
    "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
    "developers.joinBodyJobsLinkText": "Postanna",
    "developers.joinBody": "Is grúpa ilghnéitheach de mhúinteoirí, dearthóirí, agus innealtóirí muid, atá ag obair le chéile i dtimpeallacht spraíúil chruthaitheach, lán de bhrící LEGO, ábhar ceardaíochta, agus uirlisí déantóireachta. Is mór linn éagsúlacht, comhoibriú, agus dea-mheas ar a chéile inár n-áit oibre. Má tá suim agat bheith linn, caith súil ar na folúntais ar an {jobsPageLink}, nó cuir r-phost chuig {emailLink}.",
    "developers.donateIntroLinkText": "making a donation to support Scratch",
    "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
    "developers.donateBody": "Your donation to the Scratch Foundation will be used to support future development of Scratch software and the Scratch website.",
    "developers.donateThanks": "Go raibh maith agat as clárú le Scratch!",
    "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
    "developers.faqAboutTitle": "Cá bhfaighinn tuilleadh eolais faoi Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Is teanga ríomhchlárúcháin saor in aisce agus comhphobal é Scratch, áit ar féidir le daoine óga scéalta idirghníomhacha, cluichí agus beochaintí a chruthú. Is tionscadal de chuid an ghrúpa {llkLink} sa {mitLink} é Scratch. Tá tuilleadh eolais faoi Scratch ar fáil {aboutLink}.",
    "developers.faqRulesTitle": "Are there rules to using this code in my application?",
    "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
    "developers.faqNameTitle": "An bhfuil cead agam an t-ainm \"Scratch Blocks\" a úsáid sa gcur síos ar m'aip nó i bhfógraí poiblí eile?",
    "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
    "developers.faqReleasesTitle": "An bhfoilseoidh sibh tuilleadh cóid? Cathain?",
    "developers.faqReleasesBody": "We plan to open source additional code relating to the Scratch programming language over the next few months. Keep an eye on this page!",
    "developers.faqDifferencesTitle": "Céard é an difir idir Blockly agus Blocanna Scratch?",
    "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
    "developers.faqCollabTitle": "Ba bhreá liom comhoibriú air. Conas a théim i dteagmháil? Save ",
    "developers.faqCollabBody": "Is féidir leat dul i dteagmháil linn ar {githubLink}, nó r-phost a sheoladh chugainn ag {emailLink}. Táimid ag súil le do theachtaireacht!"
}