{
    "developers.hereLinkText": "an-seo",
    "developers.title": "Scratch dhan luchd-leasachaidh",
    "developers.introLinkText": "An sgioba Scratch",
    "developers.intro": "Air an duilleag seo, gheibh thu fiosrachadh air na pròiseactan le tùs fosgailte a tha {introLink} a’ cruthachadh ’s a’ glèidheadh agus air na beachdan againn air na dòighean-obrach as fheàrr a chum dealbhadh eòlas ionnsachaidh dhan chlann.",
    "developers.projectsTitle": "Pròiseactan",
    "developers.principlesTitle": "Prionnsabalan",
    "developers.joinTitle": "Rach an sàs ann",
    "developers.donateTitle": "Thoir tìodhlac dhuinn",
    "developers.partnersTitle": "Com-pàirtichean",
    "developers.faqTitle": "CÀBHA",
    "developers.projectsIntro": "Seo na pròiseactan a tha open source agus ri am faighinn a chum adhbhar sam bith.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "teicneolas Blockly",
    "developers.scratchBlocksIntro": "’S e pròiseact leasachaidh ùr a th’ ann am Scratch Blocks airson an ath-ghinealach dhe bhlocaichean prògramachaidh grafaigeach ’s tha e stèidhichte air co-obrachadh eadar Google agus sgioba Scratch MIT – tha {blocklyLink} aig Google na bhunait dha agus tha sgioba Scratch a’ cur an eòlas ris a thaobh leasachadh innealan ionnsachaidh cruthachail dhan fheadhainn òga. Solairidh Scratch Blocks frèam-obrach gus blocaichean prògramachaidh a chruthachadh an dà chuid ann am fòrmat inghearach (stèidhichte air teacsa) agus còmhnard (stèidhichte air ìomhaigheagan). Gheibh thu inntrigeadh dhan chòd (na ro-shealladh leasachaidh aig an àm seo) ’s dhan docamaideadh {githubLink}.",
    "developers.scratchBlocksBody": "Gabhaidh a’ chiad fhoillseachadh seo a-staigh an còd airson gràmar còmhnard Scratch. San àm ri teachd, tha sinn ag amas barrachd còd fhoillseachadh, a’ gabhail a-staigh ach chan ann a-mhàin an gràmar inghearach (’ga chleachdadh le Scratch aig an àm seo), einnsean reandaraidh ùr gus taic a chur ri sprìdean is èifeachdan grafaigeachd agus einnsean fuaime ùr a bheir taic do chruthachadh le fuaimean is ceòl.",
    "developers.wwwTitle": "Uicidh Scratch",
    "developers.wwwIntro": "’S e cliant-lìn aon-seasmhach airson coimhearsnachd Scratch a th’ ann an Scratch-www a tha sinn a’ togail le taic React is Redux. Gheibh thu an còd ’s an docamaideadh air {wwwIntroLink}.",
    "developers.LearningPrinciples": "prionnsabalan ionnsachaidh",
    "developers.DesignPrinciples": "prionnsabalan dealbhaidh",
    "developers.principlesIntro": "Chruthaich sinn Scratch gus comas a thoirt do dhaoine òga ach am beachdaich iad air dòighean cruthachail is rianail agus ach an obair iad còmhla. Tha {learningPrinciples} agus {designPrinciples} gar stiùireadh agus tha sinn an dòchas gun lean thu orra nuar a chruthaicheas tu innealan is teicneolasan ùra le Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Làrach-lìn ScratchJr",
    "developers.jrBody": "’S e cànan prògramachaidh airson toiseach-tòiseachaidh a th’ ann an ScratchJr a bheir comas don chlann òg (aois 5-7) ach an chruthaich iad na sgeulachdan is geamannan eadar-ghnìomhach aca fhèin. Airson barrachd fiosrachaidh, tadhail air {websiteLink} no faigh inntrigeadh dhan còd is docamaideadh air {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Bidh an ionnsachadh as fhasa do dhaoine nuair a bhios iad fhèin ag obair air pròiseactan – a’ toirt beachdan ùra, a’ dealbhachadh ro-shamhlaidhean, a’ toirt piseach air rudan agus a’ cruthachadh rud a dh’obraicheas.",
    "developers.learningPrinciplesPassionTitle": "Dìorras",
    "developers.learningPrinciplesPassionBody": "Nuair a bheir daoine an aire air nithean a tha cudromach dhaibh, obraichidh iad nas fhaide agus nas cruaidhe, cumaidh iad a’ dol nuair a dh’èireas dùbhlanan dhaibh agus ionnsaichidh iad barrachd fad ’s a bhios iad ris.",
    "developers.learningPrinciplesPeersTitle": "Co-aoisean",
    "developers.learningPrinciplesPeersBody": "Thèid gu math leis an ionnsachadh nuair a bhios e na ghnìomhachd sòisealta agus na h-oileanaich a’ co-roinneadh am beachdan, ag obair còmhla air pròiseactan agus a togail air obair càich a chèile.",
    "developers.learningPrinciplesPlayTitle": "Cluich",
    "developers.learningPrinciplesPlayBody": "Tha an ionnsachadh mar fheuchainn spòrsail – a’ feuchainn rudan ùra, a’ diogach le stuthan, a’ deuchainn nan crìochan, a’ meantairigeadh agus ga ath-thriall a-rithist ’s a-rithist.",
    "developers.designPrinciplesRoomTitle": "Làr ìosal ⁊ ballachan farsaing",
    "developers.designPrinciplesRoomBody": "A chum iomadh seòrsa de dh’eadar-ghnìomh a bhrosnachadh, gabhaidh sinn a-steach eileamaidean is gleusan a tha furasta tuigsinn dhan chlann (làr ìosal) ach uile-choitcheann gu leòr airson iomadh cleachdadh eadar-dhealaichte (ballachan farsaing) a dh’aona-ghnothaich.",
    "developers.designPrinciplesSimpleTitle": "Dèan cho furasta ’sa ghabhas e – agus fiù ’s nas fhasa",
    "developers.designPrinciplesSimpleBody": "A dh’aindeoin gu bheil e cumanta barrachd is barrachd gleusan a chur ri bathar-bog, mhothaich sinn gum bi e nas tlachdmhoire dhan luchd-chleachdaidh nuair a bhios nad lugha a ghleusan ann. Ged a bhios coltas a’ chuingeachaidh air aig an toiseach, brosnaichidh seo barrachd cruthachalachd.",
    "developers.designPrinciplesGlobalTitle": "Iomadh slighe, iomadh stoidhle",
    "developers.designPrinciplesGlobalBody": "Bu dual dhuinn iomadh gnìomh matamataig is saidheans amas air daoine sònraichte. On a bheir sinn an aire sònraichte air teicneolas a tha so-ruigsinn is tlachdmhor, tha sinn ag obair air na gnìomhan seo a thoirt do chàch cuideachd.",
    "developers.designPrinciplesTinkerTitle": "Dealbhadh ach an gabh diogach",
    "developers.designPrinciplesTinkerBody": "The sinn sinn den bheachd gu bheil an t-ionnsachadh nàdarra ath-thriallach. Tòisichidh an luchd-diogaich le rùrachadh is feuchainn, a’ cur gleus air na h-amasan aca is air na chruthaich iad. A chum taic a chur ris an seòrsa dhe dh’eadar-ghnìomh seo, dealbhaichidh sinn na h-eadar-aghaidhean againn ach an gach nithean a chur fo dheuchainn gun dàil agus an ath-thriall gu luath.",
    "developers.joinBodyJobsLinkText": "duilleag nan dreuchdan",
    "developers.joinBody": "’S e buidheann caochlaideach de luchd-foghlaim, dealbhaichean agus innleadairean a th’ annainn agus tha sinn ag obair còmhla ann an àrainneachd spòrsail is cruthachail làn breigichean LEGO, stuthan-ciùird is innealan dèanadair. Cuiridh sinn suim mhòr ann an iomadachd, co-obrachadh agus meas aig an àite-obrach. Nam bu mhiann leat obair còmhla rinn, thoirt sùil air na dreuchdan fosgailte air {jobsPageLink} againn no cuir post-d thugainn aig {emailLink}.",
    "developers.donateIntroLinkText": "toir thu tìodhlac dhuinn airson taic a thoirt do Scratch",
    "developers.donateIntro": "Tha sinn toilichte Scratch a sholar an-asgaidh. Ma tha Scratch a’ còrdadh riut nach {donateLink}? Tha sinn measail air tabhartasan beaga cuideachd.",
    "developers.donateBody": "Thèid do thabhartas gu Fonndas Scratch a chleachdadh gus taic a chur ri leasachadh bathar-bog is làrach-lìn Scratch san àm ri teachd.",
    "developers.donateThanks": "Mòran taing airson taic a thoirt do Scratch!",
    "developers.partnersIntro": "Cha b’ urrainn dhuinn an còd fosgailte seo a chruthachadh ’s a ghlèidheadh às aonais taic theicneolach is ionmhasail fhialaidh o na com-pàirtichean againn:",
    "developers.faqAboutTitle": "Càite am faigh mi barrachd fiosrachaidh mu Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "’S e cànan prògramachaidh agus coimhearsnachd air loidhne saor ’s an-asgaidh a th’ ann an Scratch far an urrainn dhan fheadhainn òga na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach aca fhèin a chruthachadh. ’S e pròiseact aig buidheann {llkLink} aig {mitLink} a th’ ann an Scratch. Gheibh thu barrachd fiosrachaidh mu Scratch {aboutLink}.",
    "developers.faqRulesTitle": "A bheil riaghailtean air mar a chleachdas mi an còd seo san aplacaid agam?",
    "developers.faqRulesBody": "Faodaidh tu an còd seo a chleachdadh a-rèir a’ cheadachais fon a bheil gach pròiseact. Mholamaid cuideachd gun oir thu an aire air prionnsabalan ionnsachaidh is dealbhaidh (air an duilleag seo gu h-àrd) nuair a chruthaicheas tu eòlasan ionnsachaidh cruthachail do chlann de gach aois.",
    "developers.faqNameTitle": "Am faod mi ainm “Scratch Blocks” a chleachdadh ann an tuairisgeul na h-aplacaid agam agus ann an teachdaireachdan poblach eile?",
    "developers.faqNameBody": "Ma thogras tu, faodaidh tu ràdh gu poblach gu bheil an aplacaid agad ga thoirt seachad le cumhachd Scratch Blocks. Ma nì thu sin, mholamaid gun cuir thu ceangal gu ionad-tasgaidh a’ chòd ris.",
    "developers.faqReleasesTitle": "Am bi sibh a’ foillseachadh barrachd còd is cuine?",
    "developers.faqReleasesBody": "Tha fainear dhuinn barrachd bhun-tùsan a thaobh cànan prògramachaidh Scratch fhosgladh rè nam mìosan ri teachd. Cùm sùil air an duilleag seo!",
    "developers.faqDifferencesTitle": "Dè an diofar eadar Blockly agus Scratch Blocks?",
    "developers.faqDifferencesBody": "Tha Scratch Blocks stèidhichte air bun-tùs Blockly agus chaidh a dhealbhadh gu sònraichte a chum nam prionnsabalan a chuireas taic ri eòlas ionnsachaidh eadar-ghnìomhach.",
    "developers.faqCollabTitle": "Bu toigh leam obair còmhla ruibh. Ciamar a gheibh mi greim oirbh?",
    "developers.faqCollabBody": "’S urrainn dhut conaltradh leinn air {githubLink} no air an duilleag {contactUsLink}. Bidh sinn toilichte cluinntinn uat!"
}