{
    "developers.hereLinkText": "aquí",
    "developers.title": "Scratch para desenvolvedores",
    "developers.introLinkText": "Equipo Scratch",
    "developers.intro": "Nesta páxina podes atopar información sobre proxectos de código aberto creados e mantidos por {introLink}, así como consideracións sobre as mellores prácticas para deseñar experiencias de aprendizaxe para cativos.",
    "developers.projectsTitle": "Proxectos",
    "developers.principlesTitle": "Principios",
    "developers.joinTitle": "Únete a nós",
    "developers.donateTitle": "Doar",
    "developers.partnersTitle": "Socios",
    "developers.faqTitle": "Pregunas Habituais",
    "developers.projectsIntro": "Os proxectos seguintes son de código aberto e están dispoñíbeis para calquera propósito.",
    "developers.scratchBlocksTitle": "Bloques de Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Tecnoloxía de Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks é un novo proxecto de desenvolvemento para a próxima xeración de programación gráfica por bloques, baseado na colaboración entre Google e o equipo de Scratch do MIT — construído con {blocklyLink} de Google e supervisado polo expertos do equipo de Scratch no desenvolvemento de ferramentas creativas de aprendizaxe para a xente nova. Scratch Blocks proporcionará un marco para crear bloques de programación tanto en formatos verticais (baseados en texto) como horizontais (baseados en iconas). Podes acceder ao código (actualmente como vista previa para desenvolvedores) e á documentación {githubLink}.",
    "developers.scratchBlocksBody": "Esta primeira versión inclúe código para a gramática horizontal de Scratch. De cara ao futuro, temos previsto liberar código adicional incluíndo, pero sen limitarse á gramática vertical (actualmente empregada por Scratch), un novo motor de renderización para soportar figuras e efectos gráficos e un novo motor de audio para apoiar a creación con son e música.",
    "developers.wwwTitle": "Wiki de Scratch",
    "developers.wwwIntro": "Scratch-www é un cliente web autónomo para a comunidade de Scratch, construído usando React e Redux. Accede ao código e á documentación a través de {wwwIntroLink}.",
    "developers.LearningPrinciples": "Principios de aprendizaxe",
    "developers.DesignPrinciples": "Principios de deseño",
    "developers.principlesIntro": "Creamos Scratch para impulsar as mozas e mozos a pensar creativamente, razoar de forma sistemática e traballar de xeito colaborativo. Guiados polos {learningPrinciples} e os{designPrinciples}, que esperamos que sigan mentres desenvolvas novas ferramentas e tecnoloxías con Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Sitio web ScratchJr",
    "developers.jrBody": "ScratchJr é unha linguaxe de programación introdutoria que permite a nenas e nenos (5-7 anos) crear os seus propios contos e xogos interactivos. Para obter máis información, visita {websiteLink} ou accede ao código e documentación en {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "As persoas aprenden mellor cando están traballando activamente en proxectos: xerando novas ideas, deseñando prototipos, mellorando e creando produtos finais.",
    "developers.learningPrinciplesPassionTitle": "Paixón",
    "developers.learningPrinciplesPassionBody": "Cando as persoas se centran nas cousas que lles importan, traballan arreo, persisten ante os retos e aprenden máis no proceso.",
    "developers.learningPrinciplesPeersTitle": "Iguais",
    "developers.learningPrinciplesPeersBody": "A aprendizaxe florece como unha actividade social, coa xente que comparte ideas, colabora en proxectos e constrúe aproveitando o traballo de outras e outros.",
    "developers.learningPrinciplesPlayTitle": "Reproducir",
    "developers.learningPrinciplesPlayBody": "Aprender implica experimentación lúdica  — probando cousas novas, fedellando con materiais, comprobando os límites, asumindo riscos e repetindo unha e outra vez.",
    "developers.designPrinciplesRoomTitle": "Suelo bajo y muros anchos",
    "developers.designPrinciplesRoomBody": "Para fomentar un conxunto variado e diverso de interaccións, incluímos explicitamente elementos e características que os nenos poden comprender (piso baixo), pero que son suficientemente xerais para soportar usos diversos (paredes anchas).",
    "developers.designPrinciplesSimpleTitle": "Facelo o máis simple posible — E pode que mesmo, o máis simple",
    "developers.designPrinciplesSimpleBody": "A pesar da tentación común de engadir máis funcións aos produtos de software, descubrimos que reducir o número de funcións moitas veces mellora a experiencia do usuario. O que inicialmente parece unha restrición ou limitación pode fomentar novas formas de creatividade.",
    "developers.designPrinciplesGlobalTitle": "Moitas rutas, moitos estilos",
    "developers.designPrinciplesGlobalBody": "Moitas actividades de matemáticas e ciencias foron tradicionalmente enfocadas cara a poboacións específicas. Estamos prestando especial atención á creación de tecnoloxías accesibles e atractivas, para tratar de pechar esta fenda.",
    "developers.designPrinciplesTinkerTitle": "Deseñado para fedellar nel",
    "developers.designPrinciplesTinkerBody": "Cremos que o proceso de aprendizaxe é inherentemente iterativo. Os fedelladores comezan explorando e experimentando, despois revisando e perfeccionando os seus obxectivos e creacións. Para apoiar este estilo de interacción, deseñamos as nosas interfaces para fomentar a experimentación rápida e os ciclos rápidos de iteración.",
    "developers.joinBodyJobsLinkText": "Páxina de empregos",
    "developers.joinBody": "Somos un grupo diverso de docentes, deseñadoras e deseñadores e enxeñeiros e enxeñeiras, que traballan conxuntamente nun ambiente lúdico e creativo cheo de ladrillos LEGO, materiais artesanais e ferramentas de fabricación. Valoramos firmemente a diversidade, a colaboración e o respecto no traballo. Se estás interesado en unirte a nós, bótalle un ollo ás vacantes na nosa {jobsPageLink}, ou envíanos un correo electrónico a {emailLink}.",
    "developers.donateIntroLinkText": "facer unha doazón para apoiar Scratch",
    "developers.donateIntro": " Temos o pracer de fornecer Scratch de balde. Se che gusta usar Scratch, considera {donateLink}. Agradécense as doazóns de calquera tamaño.",
    "developers.donateBody": "A túa doazón á fundación Scratch empregarase para apoiar futuros desenvolvementos do software e do sitio web de Scratch.",
    "developers.donateThanks": "Grazas por apoiar Scratch!",
    "developers.partnersIntro": "A creación e mantemento deste proxecto de código aberto non sería posible sen un xeneroso apoio técnico e financeiro dos nosos socios:",
    "developers.faqAboutTitle": "Onde podo aprender máis sobre Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "Laboratorio Multimedia do MIT",
    "developers.faqAboutBody": "Scratch é unha linguaxe de programación gratuíta e unha comunidade en liña onde as mozas e mozos poden crear as súas propias historias, xogos e animacións interactivas. Scratch é un proxecto do {llkLink} un grupo do {mitLink}. Podes aprender máis sobre Scratch en {aboutLink}.",
    "developers.faqRulesTitle": "Existen regras sobre o uso deste código nun aplicativo meu?",
    "developers.faqRulesBody": "Podes usar este código de acordo coa licenza que rexe cada proxecto. Tamén te animamos a que teñas en conta os principios de aprendizaxe e deseño (arriba, nesta páxina) ao crear experiencias creativas de aprendizaxe para nenas e nenos de todas as idades.",
    "developers.faqNameTitle": "Estou autorizado a usar o nome \"Scratch Blocks\" na descrición da miña aplicación e noutras mensaxes públicas?",
    "developers.faqNameBody": "Se o desexas, podes publicar que a túa aplicación está elaborada con Scratch Blocks. Se o fas, recomendámosche que tamén poñas unha ligazón ao repositorio de códigos.",
    "developers.faqReleasesTitle": "Van lanzar máis código e cando?",
    "developers.faqReleasesBody": "Estamos planeando liberar as fontes de código adicional, relacionado coa linguaxe de programación de Scratch, nos próximos meses. Botalle un ollo a esta páxina!\n",
    "developers.faqDifferencesTitle": "Que diferenza hai entre Blockly e Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks desenvólvese co código base de Blockly e está deseñado especialmente para ter en conta os nosos principios para apoiar experiencias creativas de aprendizaxe.",
    "developers.faqCollabTitle": "Apetéceme colaborar. Como me poño en contacto?",
    "developers.faqCollabBody": "You can reach us over on {githubLink} or on our {contactUsLink} page. We look forward to hearing from you!"
}