{
    "developers.hereLinkText": "aquí",
    "developers.title": "Scratch para desenvolvedores",
    "developers.introLinkText": "Equipo de Scratch no MIT",
    "developers.intro": "Nesta páxina podes atopar información sobre proxectos de código aberto creados e mantidos por {introLink}, así como consideracións sobre as mellores prácticas para deseñar experiencias de aprendizaxe para cativos.",
    "developers.projectsTitle": "Proxectos",
    "developers.principlesTitle": "Principios",
    "developers.joinTitle": "Únete a nós",
    "developers.donateTitle": "Doar",
    "developers.partnersTitle": "Aliados",
    "developers.faqTitle": "Pregunas Habituais",
    "developers.projectsIntro": "Os proxectos seguintes son de código aberto e están dispoñíbeis para calquera propósito.",
    "developers.scratchBlocksTitle": "Bloques de Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Tecnoloxía de Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
    "developers.scratchBlocksBody": "This first release includes code for Scratch’s Horizontal Grammar. Looking ahead, we plan to release additional code including but not limited to the Vertical Grammar (currently used by Scratch), a new Rendering Engine to support sprites and graphic effects, and a new Audio Engine to support creation with sound and music.",
    "developers.wwwTitle": "Wiki de Scratch",
    "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
    "developers.LearningPrinciples": "Learning Principles",
    "developers.DesignPrinciples": "Principios de deseño",
    "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Sitio web ScratchJr",
    "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "People learn best when they are actively working on projects — generating new ideas, designing prototypes, making improvements and creating final products.",
    "developers.learningPrinciplesPassionTitle": "Paixón",
    "developers.learningPrinciplesPassionBody": "When people focus on things they care about, they work longer and harder, persist in the face of challenges, and learn more in the process.",
    "developers.learningPrinciplesPeersTitle": "Peers",
    "developers.learningPrinciplesPeersBody": "Learning flourishes as a social activity, with people sharing ideas, collaborating on projects, and building on one another's work.",
    "developers.learningPrinciplesPlayTitle": "Reproducir",
    "developers.learningPrinciplesPlayBody": "Learning involves playful experimentation — trying new things, tinkering with materials, testing boundaries, taking risks, iterating again and again.",
    "developers.designPrinciplesRoomTitle": "Suelo bajo y muros anchos",
    "developers.designPrinciplesRoomBody": "In order to encourage a varied and diverse set of interactions, we explicitly include elements and features that are easy for kids to understand (low floor), but general enough to support diverse uses (wide walls).",
    "developers.designPrinciplesSimpleTitle": "Facelo o máis simple posible — E pode que mesmo, o máis simple",
    "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
    "developers.designPrinciplesGlobalTitle": "Moitas rutas, moitos estilos",
    "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
    "developers.designPrinciplesTinkerTitle": "Deseñado para fedellar nel",
    "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
    "developers.joinBodyJobsLinkText": "Jobs Page",
    "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
    "developers.donateIntroLinkText": "facer unha doazón para apoiar Scratch",
    "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
    "developers.donateBody": "A túa doazón á fundación Scratch empregarase para apoiar futuros desenvolvementos do software e do sitio web de Scratch.",
    "developers.donateThanks": "Grazas por apoiar Scratch!",
    "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
    "developers.faqAboutTitle": "Onde podo aprender máis sobre Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "Laboratorio Multimedia do MIT",
    "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Existen regras sobre o uso deste código nun aplicativo meu?",
    "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
    "developers.faqNameTitle": "Estou autorizado a usar o nome \"Scratch Blocks\" na descrición da miña aplicación e noutras mensaxes públicas?",
    "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
    "developers.faqReleasesTitle": "Van lanzar máis código e cando?",
    "developers.faqReleasesBody": "Estamos planeando liberar as fontes de código adicional, relacionado coa linguaxe de programación de Scratch, nos próximos meses. Botalle un ollo a esta páxina!\n",
    "developers.faqDifferencesTitle": "Que diferenza hai entre Blockly e Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
    "developers.faqCollabTitle": "Apetéceme colaborar. Como me poño en contacto?",
    "developers.faqCollabBody": "Podes poñerte en contacto con nos en {githubLink} ou podes enviar un correo electrónico a {emailLink}. Esperamos os teus comentarios!"
}