{
    "developers.hereLinkText": "A nan ",
    "developers.title": "Scratch na masu habakawa",
    "developers.introLinkText": "Tawagar Scratch",
    "developers.intro": "A wannan shafin, zaka samu bayani akan ayyuka da tushen su a bude take wanda {introLink}ta kirkira kuma take kulawa dashi, har da. tunaninmu game da kyawawan ayyuka don tsara kwarewar ilmantarwa ga yara.",
    "developers.projectsTitle": "Ayyuka",
    "developers.principlesTitle": "Ka'idodi",
    "developers.joinTitle": "Kasance tare damu",
    "developers.donateTitle": "Bada tallafi",
    "developers.partnersTitle": "Abokan hulda",
    "developers.faqTitle": "Tambayoyi da ake yawaita yinsu",
    "developers.projectsIntro": "Ayyuka da suke biye tushensu a bude take kuma ana ma kowane dalili.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "Fasahar Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks sabon shiri ne na cigaba karni mai zuwa na graphical programming blocks, wanda ya danganci hadin gwiwa tsakanin Google da tawagar Scratch na MIT — gina akan {blocklyLink}na Google kuma gudunmawar kwarewar tawagar Scratch don habaka kayan aikin kere-kere ga matasa. Scratch Blocks zai ba tsari don gina tubalin shirye-shirye a tsaye(tushen-rubutu) da kuma kwance(tushen gunki). Zaka iyasamun kod din(a halin yanzu azaman samfotin-mai habakawa)da takardan rubuce-rubuce{githubLink}.",
    "developers.scratchBlocksBody": "Fitowar farko ta hada code don Scratch Horizontal Grammar. Duba gaba, muna shirin sakin karin kode gami da amma ba'a iyakance shi zuwa Vertical Grammar ba(a halin yanzu Scratch na amfani dashi), Sabon injin kawata zane dazai bada goyon baya ga Sprites da zane, da kuma sabon injin murya don tallafawa abun da aka kirkira da sauti da kida. ",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www abokin cinikin yanar gizo ne wanda ya kebanta da shi don al'umman Scratch, wanda aka gina ta amfani da React da Redo, Samu kode din da rubuce-rubuce ta hanyar {wwwIntroLink}.",
    "developers.LearningPrinciples": "Ka'idodin koyo",
    "developers.DesignPrinciples": "Ka'idodin tsari",
    "developers.principlesIntro": "Mun kirkiri Scratch don baiwa matasa damar yin tunani mai ma'ana, yin tunani bisa tsari, da kuma aiki tare. Jerin {learningPrinciples} da {designPrinciples}ke jagorantanmu, wanda muke atan zaku bi yayin da kuke habaka sabbin kayan aiki da fasaha da Scratch Blocks. ",
    "developers.jrBodyWebsiteLinkText": "Shafin yanar gizon ScratchJr",
    "developers.jrBody": "Scratchjr yaran aikace-aikace ne na gabatarwa da ke tai maka ma yara (masu shekaru 5-7) su kirkiri tasuniyoyinsu da wasanninsu masu mu'amala. Don karin bayani, tuntubi{websiteLink} ko samu damar kode din da takaddun aiki akan {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Mutane sun fi koyo a lokacin da suke aiki kan ayyuka — samar da sabbin dabaru, tsara samfura, ingantawa da ƙirƙirar ayyukan karshe.",
    "developers.learningPrinciplesPassionTitle": "Sha'awa",
    "developers.learningPrinciplesPassionBody": "Lokacin da mutane suka mayar da hankali akan abubuwan da suka damu da su, suna jure aikin mai wahala da godon lokaci, suna dagewa yayin fuskantar kalubale, da kuma suna kara ilimi a cikin wannan yanayin.",
    "developers.learningPrinciplesPeersTitle": "Sa'anni",
    "developers.learningPrinciplesPeersBody": "Ilmantarwa tana bunkasa azaman taaikin zamantakewa, tare da mutane suna yada ra'ayoyi, hadin kai kan ayyuka, da gini akan aikin juna.",
    "developers.learningPrinciplesPlayTitle": "Kunna",
    "developers.learningPrinciplesPlayBody": "Koyo ya kunshi gwaji na wasa — gwada sabbin abubuwa, canza kayan aiki, gwada iyakoki, daukar kasada, sake zagayawa akai-akai.",
    "developers.designPrinciplesRoomTitle": "Floor mara tsayi & Bangoye masu fadi",
    "developers.designPrinciplesRoomBody": "Don karfafa nau'ikan mu'amala iri-iri, mu hada da abubuwan da sifofin da ke da saukin fahimta wa yara(floor marasa bisa), amma gabadaya wanda ya isa ya tallafawa amfani da dama(bango mai fadi).",
    "developers.designPrinciplesSimpleTitle": "Sanya shi ya zaman mai sauki iyakan yiwuwa — kuma watakila ma mafi sauki",
    "developers.designPrinciplesSimpleBody": "Duk da kokarin gama gari kara karin fassali ga samfuran Software, mun gano cewa rage yawan fasalulluka yakan inganta kwarewar mai amfani. Abinda da farko yake zama kamar kuntatawa ko iyakancewa zai iya habaka sabbin hanyoyin kirkira.",
    "developers.designPrinciplesGlobalTitle": "Hanyoyi da yawa, Salo dayawa",
    "developers.designPrinciplesGlobalBody": "Yawancin lissafi da ayyukan kimiyya a al'adance sun kasance masu nuna son kai ga takamaiman mutane. Ta hanyar ba da hankali na musamman don ƙirƙirar hanyoyin fasaha wan da za a iya samu da kuma masu jan hankali, muna aiki don rufe gibi. ",
    "developers.designPrinciplesTinkerTitle": "Zane don iya canzawa",
    "developers.designPrinciplesTinkerBody": "Mun yi imanin cewa tsarin ilmantarwa tsari ce mai maimaito. Masu canzawa suna farawa ta hanyar bincike da gwaji, sannan yin kwaskwarima da kuma gyara manufofinsu da abubuwan da suka kirkira. Don tallafawa wannan salon na muamala, muna tsara honyoyin mu don karfafa gwaji da sauri da kuma saurin sakewa.",
    "developers.joinBodyJobsLinkText": "Shafin Ayyuka",
    "developers.joinBody": "Mu rukuni ne na masu ilmantarwa, masu zane, da injiniyoyi, wadanda ke aike tare a cikin yanayin wasa da kirkira cike da bulo na LEGO, kayan aiin hannu, da kayan aiin masu kerawa, muna matukar daraja bambancin, hadin kai, da girmamawa a wuraren aiki. Idan kana da shaawar kasancewa tare da mu, duba wuraren dake bude a wajen mu a {jobsPageLink} dinmu, ko aio mana da imel a {emailLink}.",
    "developers.donateIntroLinkText": "Ba da gudummawa don tallafawa Scratch",
    "developers.donateIntro": "Muna farin cikin samar da Scratch kyauta. Idan kana jin dadin amfani da Scratch, da fatan za a yi la'akari da {donateLink}. muna yaba kowane irin gudummawa. ",
    "developers.donateBody": "Gudummawar ka zuwa Scratch Fiundation za ayi amfani da shi wajen tallafawa wa cigaban Scratch software da Shafin yanar gizon Scratch a nan gaba. ",
    "developers.donateThanks": "Godiya a gareku don goyon bayan Scratch!",
    "developers.partnersIntro": "Kirkira da kiyaye wannan kode mai budeden tushe ba zai yiwu ba tare da fasaha da taimokon kudi daga abokanmu ba:",
    "developers.faqAboutTitle": "A ina zan iya kara koyo game da Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch yare ne na shirye-shirye kyauta da kuma al'ummomin kan yanar gizo inda matasa zasu iya kirkirar tasuniyoyi su na yau da ullun, wassanni, da zanunnaka masu motsi. Scratch aiki ne na {llkLink} rukuni a {mitLink} zaku iya koyo game da Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Shin akwai dokoki don amfani da wannan kode a cikin application dina?",
    "developers.faqRulesBody": "Kana iya amfani da wannan kode daidai da lasisin da ke jagorantar kowane aiki. Har ila yau, muna karfafa ka sosai don yin la'akari da ka'idojin ilmantarwa mai kirkkira (sama, akan wannan shafin) loacin gina kwarewar ilmantarwa mai kirkira ga yara na kowane zamani.",
    "developers.faqNameTitle": "Shin an bani izinin yin amfani da sunan \"Scratch Blocks\" a cikin wajen kwatance a cikin app dina ko kuma sauran manhajan aika sako na jama'a?",
    "developers.faqNameBody": "Idan kana so, kana iya bayyanawa a fili cewa Scratch Blocks ce ta karfafa application dinka. Idan ka yi haka, za mu kuma karfafa ka da ka sake hadawa zuwa code repository.",
    "developers.faqReleasesTitle": "Za ku kara fitar da kode kuma yaushe?",
    "developers.faqReleasesBody": "Muna shirin bude karin tushen kode da ke da alaka da yaren shirye-shirye nan da 'yan watanni masu zuwa. Sa ido a wannan shafin!",
    "developers.faqDifferencesTitle": "Me nene banbanci tsakanin Blocky da Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks na gini ne akan Blocky code base, kuma an tsara shi musamman da ka'idodinmu don tallafawa gogewar ilmantarwa mai kirkira.",
    "developers.faqCollabTitle": "Ina so in hada hannu da ku, ta yaya zan sadu daku?",
    "developers.faqCollabBody": "Za ka iya samun mu akan {githubLink} ko akan shafinmu {contactUsLink}.Muna sa ido don ji daga gare ku!"
}