{
    "developers.hereLinkText": "यहाँ पर ",
    "developers.title": "डेवेलपर्स के लिए स्क्रॅच ",
    "developers.introLinkText": "स्क्रैच टीम",
    "developers.intro": "इस पेज पर आपको  {introLink}के द्वारा बनाये और मेन्टेन किये जाने वाले ओपन सोर्स प्रोजेक्ट्स के बारे में जानकारी मिलेगी। साथ ही बच्चों के लिए एक अच्छा लर्निंग एक्सपीरियंस बनाने के लिए जो बेस्ट प्रक्टिसेस हैं उसपर हमारे विचार जानिए।",
    "developers.projectsTitle": "प्रोजेक्ट ",
    "developers.principlesTitle": "हमारे सिद्धान्त ",
    "developers.joinTitle": "हमसे जुड़िये ",
    "developers.donateTitle": "दान करें ",
    "developers.partnersTitle": "हमारे पार्टनर्स ",
    "developers.faqTitle": "बारबार पूछे जाने वाले सवाल ",
    "developers.projectsIntro": "नीचे लिखे हुए प्रोजेक्ट्स ओपन सोर्स हैं और किसी भी काम के लिए उपलब्ध हैं ",
    "developers.scratchBlocksTitle": "स्क्रॅच के ब्लॉक्स ",
    "developers.scratchBlocksIntroBlocklyLinkText": "ब्लॉकली की टेक्नोलॉजी ",
    "developers.scratchBlocksIntro": "स्क्रॅच ब्लॉक्स यह गूगल और MIT स्क्रॅच टीम के संयुक्त उपक्रम से बन रहे नए जनरेशन के ग्राफिकल प्रोगरामिंग ब्लॉक्स हैं -- यह गूगल के {blocklyLink}पर आधारित है और इसमें स्क्रॅच की टीम का बच्चों के लिए लर्निंग एनवायरनमेंट बनाने का अनुभव जुड़ा है. स्क्रॅच ब्लॉक्स एक फ्रेम वर्क उपलब्ध कराता है जिस में vertical (text-based) और horizontal (icon-based) फॉर्मेट में प्रोग्रामिंग ब्लॉक्स बनाये जा सकते हैं. आप (इस समय डेवलपर प्रीव्यू) इस कोड को और उसके डॉक्यूमेंटेशन को देख सकते हैं{githubLink}",
    "developers.scratchBlocksBody": "पहली रिलीज़ में स्क्रॅच के हॉरिजॉन्टल ग्रामर का कोड है. आगे हम और भी कोड रिलीज़ करेंगे जिसमे यह भी सम्मिलित हैं.  वर्टीकल ग्रामर  (जो इस समय स्क्रॅच में प्रयोग किया जा रहा है). साथ ही स्प्रिट्स और ग्राफ़िक्स इफ़ेक्ट को सपोर्ट करने के लिए एक रेंडरिंग इंजिन और साउंड और म्यूजिक को सपोर्ट करने के लिए एक ऑडियो इंजिन।",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www यह React और Redux के इस्तेमाल से बनाया गया स्टैंडअलोन वेब क्लाइंट है. आप इसका कोड और डॉक्यूमेंटेशन {wwwIntroLink}इस लिंक पर देख सकते हैं.",
    "developers.LearningPrinciples": "लर्निंग प्रिंसिपल्स ",
    "developers.DesignPrinciples": "डिज़ाइन प्रिंसिपल्स ",
    "developers.principlesIntro": "हमें स्क्रॅच को छोटे बच्चों को सृजनात्मक रूप से सोचने और व्यवस्थित तर्क करने और मिलजुल कर काम करना सीखने के लिए बनाया है. हम इन तत्वों द्वारा प्रभावित हैं {learningPrinciples}और {designPrinciples}. हम यह आशा करते हैं कि जब आप स्क्रॅच ब्लॉक्स के प्रयोग से जब नए टूल्स और टेक्नोलॉजीज बनाएंगे तो आप भी इन तत्वों का अनुसरण करेंगे।",
    "developers.jrBodyWebsiteLinkText": "ScratchJr website वेबसाइट ",
    "developers.jrBody": "ScratchJr यह छोटे बच्चों के लिए (ages 5-7) एक प्रोगरामिंग लैंग्वेज है. इसमें बच्चे इंटरैक्टिव स्टोरीज और गेम्स बना सकते हैं. अधिक जानकारी के लिए {websiteLink}यह लिंक देखिये। इसके कोड और डॉक्यूमेंटेशन के िये {githubLink}यह लिंक देखिए।",
    "developers.learningPrinciplesProjectsBody": "लोग जब किसी प्रोजेक्ट में सक्रीय सहभागी होते हैं तो वे बेहतर ढंग से सीखते हैं —  वे अपनी आइडियाज बनाते हैं, प्रोटोटाइप बनाते हैं, सुधार करते हैं, और फाइनल प्रोडक्ट बनातेहैं। ",
    "developers.learningPrinciplesPassionTitle": "पैशन, उत्साह ",
    "developers.learningPrinciplesPassionBody": "जिन  बातों की लोग फ़िक्र करते हैं उसपर वे अगर ध्यान केंद्रित करें तो वे ज्यादा और बेहतर ढंग से काम करते हैं. साथ ही वे कदहिनाइयों को पार कर पाते हैं और ऐसा करते हुए वी नयी बातें सीखते जाते हैं. ",
    "developers.learningPrinciplesPeersTitle": "पीअर्स, समकक्ष ",
    "developers.learningPrinciplesPeersBody": "सीखना एक सामाजिक गतिविधि की तरह फैलता है जब लोग अपनी आइडियाज शेयर करते हैं, प्रोजेक्ट्स में दूसरों के साथ सहभागी होते हैं और दूसरों के किये हुए कामों को आगे ले जाते हैं.  ",
    "developers.learningPrinciplesPlayTitle": "चलाएँ",
    "developers.learningPrinciplesPlayBody": "सीखने में आनंदपूर्ण प्रयोग शामिल है  —  जैसे नई चीजें कर के देखना,  चीजों को संवारना, चीजों की सीमाएं खोजना, जोखिम लेना, किसी चीज को बार बार कर के देखना इत्यादी।",
    "developers.designPrinciplesRoomTitle": "Low Floor & Wide Walls ",
    "developers.designPrinciplesRoomBody": "स्क्रॅच में अलग अलग कठिनाइयों के इंटरेक्शन उपलब्ध कराने के लिए हम बच्चों के लिए आसान एलिमेंट्स और फीचर्स डालते (low floor) हैं लेकिन वे अलग अलग तरह के कामों के लिए भी इस्तेमाल किये जा सकते हैं(wide walls).  ",
    "developers.designPrinciplesSimpleTitle": "चीजों को जितना हो सके आसान बनाओ —और आसान",
    "developers.designPrinciplesSimpleBody": "सॉफ्टवेयर में नया नए फीचर्स डालने की सभी की आकांक्षा के होते हुए भी, हमें यह देखा ही की जितने काम फीचर्स होंगे उतनी समझने में आसानी होती है. ",
    "developers.designPrinciplesGlobalTitle": "बहु मार्ग,बहु शैलियां",
    "developers.designPrinciplesGlobalBody": "गणित और विज्ञानकी गतिविधियां साधारणतः कुछ खास वर्ग के लोगों तक ही सिमित रही हैं. हम स्क्रॅच के माध्यम से इसे हर वर्ग के लोगो को उपलब्ध करने का प्रयास कर रहे हैं. ",
    "developers.designPrinciplesTinkerTitle": "टिंकर करने के डिज़ाइन करना",
    "developers.designPrinciplesTinkerBody": "हम यह मानते हैं की सीखने की प्रक्रिया में चीजों को बार बार कर के  देखना सम्मिलित है. टिंकर करने वाले चीजों के कर के देखते हैं, उनपर प्रयोग करते हैं , उनकी सम्भावनाओंका अन्वेषण करते हैं ",
    "developers.joinBodyJobsLinkText": "नौकरियां ",
    "developers.joinBody": "हम शिक्षकों, डिज़ाइनर, इंजीनियर इत्यादि लोगों का विविधतापूर्ण समूह हैं जो एक प्रसन्न और सृजनशील वातावरण में काम करते हैं. हमारा कार्यस्थल LEGO ब्रिक्स, क्राफ्ट का साहित्य, और अन्य साधनों के भरा रहता है. हम कार्यस्थल में विविधता, सहयोग, और सम्मान को महत्त्व देते हैं. अगर आप हमसे जुड़ना चाहते हैं तो हमारे पास उपलब्ध रिक्त स्थानों के सूची आप {jobsPageLink}इस पन्ने  पर देख सकते हैं. या आप चाहें तो हमें {emailLink}इस ईमेल एड्रेस पर ईमेल कर सकते हैं.",
    "developers.donateIntroLinkText": "स्क्रॅच  को सपोर्ट करने के लिए डोनेशन करें",
    "developers.donateIntro": "हम स्क्रॅच  को विनामूल्य उपलब्ध कराते हैं इसकी हमें प्रसन्नता है. अगर आपको स्क्रॅच  अच्छा लगता है तो हमें {donateLink}डोनेशन करने के बारे में अवश्य विचार करें।  अभी अकार की राशियों का स्वागत हैं. ",
    "developers.donateBody": "आपकी दान राशि स्क्रॅच के सॉफ्टवेयर और स्क्रॅच  के वेबसाइट के विकास के लिए व्यय की जाएगी",
    "developers.donateThanks": "स्क्रॅच को सहयोग देने के लिए धन्यवाद!",
    "developers.partnersIntro": "हमारे सहयोगियों के टेक्निकल और आर्थिक सहयोग के अन्यथा इस ओपन सोर्स कोड के बनाना और मेन्टेन करना संभव नहीं होता ",
    "developers.faqAboutTitle": "मैं स्क्रॅच के बारे में अधिक विस्तार से कहाँ जान सकूंगा?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab MIT मीडिया लॅब ",
    "developers.faqAboutBody": "स्क्रॅच एक प्रोग्रामिंग लैंग्वेज है और एक ऑनलाइन कम्युनिटी भी है जहाँ पर बच्चे इंटरैक्टिव स्टोरीज, गेम्स और एनिमेशन्स बनाना सीखते हैं. स्क्रॅच यह {mitLink} स्थित {llkLink}इस  ग्रुप का प्रोजेक्ट है.  स्क्रॅच के बारे में आप अधिक सूचनाएं {aboutLink}यहाँ पर प्राप्त कर सकते हैं. ",
    "developers.faqRulesTitle": "क्या आपका कोड मेरे एप्लीकेशन में प्रयोग करने सम्बन्धी कोई नियम हैं?  ",
    "developers.faqRulesBody": "आप इस कोड को हरेक प्रोजेक्ट से सम्बंधित लाइसेंस के अनुसार प्रयोग में ला सकते हैं. आप बच्चों के लिए नया साहित्य या सॉफ्टवेयर बनाने  से पहले  (इस पेज पर दिए हुए) लर्निंग और डिज़ाइन प्रिंसिपल्स को अवश्य देखें। ",
    "developers.faqNameTitle": "क्या मेरे ऍप के डिस्क्रिप्शन में और सार्वजानिक रूप से की जानेवाली मेसेजिंग के \"Scratch Blocks\"  प्रयोग कर सकता हूँ?",
    "developers.faqNameBody": "अगर आप चाहो तो आप यह कह सकते हैं कि मेरे ऍप्लिकेशन  Scratch Blocks के द्वारा पॉवर्ड है. ऐसा करने के साथ आप कोड रिपॉजिटरी का लिंक भी अवश्य दें.",
    "developers.faqReleasesTitle": "क्या आप और कोड रिलीज़ करने वाले हैं? कब?",
    "developers.faqReleasesBody": "स्क्रॅच प्रोगरामिंग लैंग्वेज से सम्बंधित कोड हम आने वाले महीनो में रिलीज़ करेंगे। इस पेज पर दृष्टी बनाएं रखें!",
    "developers.faqDifferencesTitle": "Blockly और Scratch Blocks में क्या अंतर है?",
    "developers.faqDifferencesBody": "Blockly के कोड बेस पर Scratch Blocks को डेवलप किया गया है. इसे हमारे सिधान्तो के अनुरूप विकसित किया गया है. ",
    "developers.faqCollabTitle": "मै भी आपके काममे सहयोग करना चाहता हूँ.  मैं आपसे संपर्क कैसे करूँ?",
    "developers.faqCollabBody": "आप {githubLink} या हमारे {contactUsLink} पर हमसे संपर्क कर सकते हैं। हम आपके उत्तर की प्रतीक्षा में हैं!"
}