{
    "developers.hereLinkText": "ovdje",
    "developers.title": "Scratch za programere",
    "developers.introLinkText": "Scratch tim",
    "developers.intro": "Na ovoj stranici pronaći ćete informacije o projektima otvorenog koda koje je stvorio i održava {introLink}, kao i naša razmišljanja o najboljim praksama za osmišljavanje iskustava učenja za djecu.",
    "developers.projectsTitle": "Projekti",
    "developers.principlesTitle": "Principi",
    "developers.joinTitle": "Pridruži nam se",
    "developers.donateTitle": "Doniraj",
    "developers.partnersTitle": "Partneri",
    "developers.faqTitle": "Pomoć",
    "developers.projectsIntro": "Sljedeći projekti su otvorenog koda i dostupni za bilo koju svrhu.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly tehnologija",
    "developers.scratchBlocksIntro": "Scratch Blocks novi je razvojni projekt za sljedeću generaciju grafičkih programskih blokova, temeljen na suradnji između Googlea i MIT-ovog Scratch tima - koji se temelji na Googleovoj {blocklyLink} i na temelju stručnosti Scratch tima u razvoju kreativnih alata za učenje za mlade ljude. Scratch Blocks pružit će okvir za izradu programskih blokova u vertikalnom (na temelju teksta) i vodoravnom (na temelju ikona) formatu. Možete pristupiti kodu (trenutačno kao pregled za razvojne programere) i dokumentaciji {githubLink}.",
    "developers.scratchBlocksBody": "Ovo prvo izdanje uključuje kod za Scratchovu Horizontalnu gramatiku. Gledajući unaprijed, planiramo objaviti dodatni kod uključujući, ali ne ograničavajući se na okomitu gramatiku (trenutačno koristi Scratch), novi mehanizam za prikaz koji podržava spriteove i grafičke efekte i novi audio mehanizam za podršku stvaranju sa zvukom i glazbom.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www je samostalni web klijent za Scratch zajednicu, izgrađen pomoću Reacta i Reduxa. Pristupite kodu i dokumentaciji putem {wwwIntroLink}.",
    "developers.LearningPrinciples": "Načela učenja",
    "developers.DesignPrinciples": "Načela dizajna",
    "developers.principlesIntro": "Stvorili smo Scratch kako bismo osnažili mlade ljude da kreativno razmišljaju, sustavno razmišljaju i surađuju. Vodimo se skupom {learningPrinciples} i {designPrinciples} za koje se nadamo da ćete ih slijediti dok razvijate nove alate i tehnologije sa Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr web mjesto",
    "developers.jrBody": "ScratchJr je uvodni programski jezik koji maloj djeci (5-7 godina) omogućuje stvaranje vlastitih interaktivnih priča i igara. Za više informacija posjetite {websiteLink} ili pristupite kodu i dokumentaciji na {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Ljudi najbolje uče kada aktivno rade na projektima — generiraju nove ideje, dizajniraju prototipove, rade poboljšanja i stvaraju finalne proizvode.",
    "developers.learningPrinciplesPassionTitle": "Strast",
    "developers.learningPrinciplesPassionBody": "Kad se ljudi usredotoče na stvari do kojih im je stalo, rade dulje i više, ustraju u suočavanju s izazovima i uče više u procesu.",
    "developers.learningPrinciplesPeersTitle": "Kolega",
    "developers.learningPrinciplesPeersBody": "Učenje cvjeta kao društvena aktivnost, s ljudima koji razmjenjuju ideje, surađuju na projektima i grade jedni druge na radu.",
    "developers.learningPrinciplesPlayTitle": "Pokreni",
    "developers.learningPrinciplesPlayBody": "Učenje uključuje razigrano eksperimentiranje — isprobavanje novih stvari, petljanje s materijalima, testiranje granica, preuzimanje rizika, ponavljanje iznova i iznova.",
    "developers.designPrinciplesRoomTitle": "Niski pod i široki zidovi",
    "developers.designPrinciplesRoomBody": "Kako bismo potaknuli raznolik i raznovrstan skup interakcija, eksplicitno uključujemo elemente i značajke koje su djeci lako razumljive (niski pod), ali dovoljno općenito da podržavaju različite upotrebe (široki zidovi).",
    "developers.designPrinciplesSimpleTitle": "Neka bude što je moguće jednostavnije — a možda čak i jednostavnije",
    "developers.designPrinciplesSimpleBody": "Unatoč zajedničkoj težnji za dodavanjem više značajki softverskim proizvodima, otkrili smo da smanjenje broja značajki često poboljšava korisničko iskustvo. Ono što se u početku čini kao ograničenje može potaknuti nove oblike kreativnosti.",
    "developers.designPrinciplesGlobalTitle": "Mnogo putova, mnogo stilova",
    "developers.designPrinciplesGlobalBody": "Mnoge matematičke i prirodoslovne aktivnosti tradicionalno su pristrane prema određenim populacijama. Posvećujući posebnu pozornost stvaranju dostupnih i privlačnih tehnologija, radimo na uklanjanju jaza.",
    "developers.designPrinciplesTinkerTitle": "Dizajn za mogućnost prtljanja",
    "developers.designPrinciplesTinkerBody": "Vjerujemo da je proces učenja inherentno ponavljajući. Tinkeri počinju istraživanjem i eksperimentiranjem, a zatim revidiraju i usavršavaju svoje ciljeve i kreacije. Kako bismo podržali ovaj stil interakcije, dizajniramo naša sučelja kako bismo potaknuli brzo eksperimentiranje i brze cikluse ponavljanja.",
    "developers.joinBodyJobsLinkText": "Stranica s poslovima",
    "developers.joinBody": "Mi smo raznolika grupa edukatora, dizajnera i inženjera koji rade zajedno u razigranom, kreativnom okruženju punom LEGO kockica, materijala za izradu i alata za izradu. Jako cijenimo različitost, suradnju i poštovanje na radnom mjestu. Ako ste zainteresirani pridružiti nam se, pogledajte naše otvorene pozicije na našem {jobsPageLink} ili nam pošaljite e-poštu na {emailLink}.",
    "developers.donateIntroLinkText": "dajući donaciju za podršku Scratchu",
    "developers.donateIntro": "Zadovoljstvo nam je pružiti Scratch besplatno. Ako volite koristiti Scratch, razmislite o .{donateLink} Donacije bilo koje veličine su dobrodošle.",
    "developers.donateBody": "Vaša donacija Zakladi Scratch koristit će se za potporu budućeg razvoja Scratch softvera i web stranice Scratch.",
    "developers.donateThanks": "Hvala što podržavate Scratch!",
    "developers.partnersIntro": "Stvaranje i održavanje ovog otvorenog koda ne bi bilo moguće bez velikodušne tehničke i financijske podrške naših partnera:",
    "developers.faqAboutTitle": "Gdje mogu saznati više o Scratchu?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch je besplatni programski jezik i online zajednica u kojoj mladi ljudi mogu stvarati vlastite interaktivne priče, igrice i animacije. Scratch je projekt {llkLink} Grupe na {mitLink}. Možete saznati više o Scratchu {aboutLink}.",
    "developers.faqRulesTitle": "Postoje li pravila za korištenje ovog koda u mojoj aplikaciji?",
    "developers.faqRulesBody": "Ovaj kod možete koristiti u skladu s licencom koja upravlja svakim projektom. Također vas snažno potičemo da uzmete u obzir principe učenja i dizajna (iznad, na ovoj stranici) kada gradite kreativna iskustva učenja za djecu svih uzrasta.",
    "developers.faqNameTitle": "Smijem li koristiti naziv \"Scratch Blocks\" u opisu svoje aplikacije i drugim javnim porukama?",
    "developers.faqNameBody": "Ako želite, možete javno izjaviti da vašu aplikaciju pokreće Scratch Blocks. Ako to učinite, preporučujemo vam da se vratite na repozitorij kodova.",
    "developers.faqReleasesTitle": "Izdajete li još koda i kada?",
    "developers.faqReleasesBody": "Planiramo otvoriti dodatni kod koji se odnosi na programski jezik Scratch tijekom sljedećih nekoliko mjeseci. Pratite ovu stranicu!",
    "developers.faqDifferencesTitle": "Koja je razlika između Blockly i Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks temelji se na Blockly bazi koda i posebno je dizajniran imajući na umu naša načela za podršku kreativnim iskustvima učenja.",
    "developers.faqCollabTitle": "Volio bih surađivati. Kako mogu stupiti u kontakt?",
    "developers.faqCollabBody": "Možete nas kontaktirati na {githubLink} ili na našoj {contactUsLink} stranici. Radujemo se vašem odgovoru!"
}