{
    "developers.hereLinkText": "sini",
    "developers.title": "Scratch untuk Pengembang",
    "developers.introLinkText": "Scratch Team",
    "developers.intro": "Di halaman ini, Anda akan menemukan informasi tentang proyek sumber terbuka yang dibuat dan dikelola oleh {introLink}, serta pemikiran kami tentang praktik terbaik untuk merancang pengalaman belajar bagi anak-anak.",
    "developers.projectsTitle": "Karya",
    "developers.principlesTitle": "Prinsip",
    "developers.joinTitle": "Bergabunglah dengan kami",
    "developers.donateTitle": "Donasi",
    "developers.partnersTitle": "Mitra",
    "developers.faqTitle": "FAQ",
    "developers.projectsIntro": "Proyek-proyek berikut adalah sumber terbuka dan tersedia untuk tujuan apa pun.",
    "developers.scratchBlocksTitle": "Scratch Blok",
    "developers.scratchBlocksIntroBlocklyLinkText": "Teknologi blok",
    "developers.scratchBlocksIntro": "Scratch Blocks adalah proyek pengembangan baru untuk blok pemrograman grafis generasi berikutnya, berdasarkan kolaborasi antara Google dan Tim Scratch MIT — dibangun di atas Google {blocklyLink} dan diinformasikan oleh keahlian Tim Scratch dalam mengembangkan alat pembelajaran kreatif untuk kaum muda. Scratch Blocks akan menyediakan kerangka kerja untuk membangun blok pemrograman dalam format vertikal (berbasis teks) dan horizontal (berbasis ikon). Anda dapat mengakses kode (saat ini sebagai pratinjau pengembang) dan dokumentasi {githubLink}.",
    "developers.scratchBlocksBody": "Rilis pertama ini menyertakan kode untuk Tata Bahasa Horisontal Scratch. Ke depan, kami berencana untuk merilis kode tambahan termasuk namun tidak terbatas pada Tata Bahasa Vertikal (saat ini digunakan oleh Scratch), Rendering Engine baru untuk mendukung sprite dan efek grafik, dan Audio Engine baru untuk mendukung kreasi dengan suara dan musik.",
    "developers.wwwTitle": "Scratch Wiki",
    "developers.wwwIntro": "Scratch-www adalah klien web mandiri untuk Komunitas Scratch, dibangun menggunakan React dan Redux. Akses kode dan dokumentasi melalui {wwwIntroLink}.",
    "developers.LearningPrinciples": "Prinsip Pembelajaran",
    "developers.DesignPrinciples": "Prinsip desain",
    "developers.principlesIntro": "Kami menciptakan Scratch untuk memberdayakan kaum muda untuk berpikir kreatif, bernalar secara sistematis, dan bekerja secara kolaboratif. Kami dipandu oleh serangkaian {learningPrinciples} dan {designPrinciples} kami harap Anda akan mengikuti saat Anda mengembangkan alat dan teknologi baru dengan Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Situs web ScratchJr",
    "developers.jrBody": "ScratchJr adalah bahasa pemrograman pengantar yang memungkinkan anak kecil (usia 5-7) membuat cerita dan permainan interaktif mereka sendiri. Untuk informasi lebih lanjut, kunjungi {websiteLink} atau akses kode dan dokumentasi di {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Orang-orang belajar paling baik saat mereka secara aktif mengerjakan proyek — menghasilkan ide-ide baru, merancang prototipe, melakukan perbaikan, dan menciptakan produk akhir.",
    "developers.learningPrinciplesPassionTitle": "Gairah",
    "developers.learningPrinciplesPassionBody": "Ketika orang fokus pada hal-hal yang mereka pedulikan, mereka bekerja lebih lama dan lebih keras, bertahan dalam menghadapi tantangan, dan belajar lebih banyak dalam prosesnya.",
    "developers.learningPrinciplesPeersTitle": "Teman sebaya",
    "developers.learningPrinciplesPeersBody": "Pembelajaran berkembang sebagai aktivitas sosial, dengan orang-orang berbagi ide, berkolaborasi dalam proyek, dan membangun pekerjaan satu sama lain.",
    "developers.learningPrinciplesPlayTitle": "Mainkan",
    "developers.learningPrinciplesPlayBody": "Belajar melibatkan eksperimen yang menyenangkan — mencoba hal-hal baru, mengutak-atik materi, menguji batasan, mengambil risiko, mengulangi lagi dan lagi.",
    "developers.designPrinciplesRoomTitle": "Lantai Rendah & Dinding Lebar",
    "developers.designPrinciplesRoomBody": "Untuk mendorong serangkaian interaksi yang bervariasi dan beragam, kami secara eksplisit menyertakan elemen dan fitur yang mudah dipahami anak-anak (lantai rendah), tetapi cukup umum untuk mendukung penggunaan yang beragam (dinding lebar).",
    "developers.designPrinciplesSimpleTitle": "Buatlah Sesederhana Mungkin — Dan Mungkin Bahkan Lebih Sederhana",
    "developers.designPrinciplesSimpleBody": "Terlepas dari dorongan umum untuk menambahkan lebih banyak fitur ke produk perangkat lunak, kami menemukan bahwa mengurangi jumlah fitur sering kali meningkatkan pengalaman pengguna. Apa yang awalnya tampak seperti kendala atau batasan dapat menumbuhkan bentuk kreativitas baru.",
    "developers.designPrinciplesGlobalTitle": "Banyak Jalan, Banyak Gaya",
    "developers.designPrinciplesGlobalBody": "Banyak kegiatan matematika dan sains secara tradisional bias terhadap populasi tertentu. Dengan memberikan perhatian khusus untuk menciptakan teknologi yang mudah diakses dan menarik, kami berupaya menutup kesenjangan tersebut.",
    "developers.designPrinciplesTinkerTitle": "Desain untuk Tinkerability",
    "developers.designPrinciplesTinkerBody": "Kami percaya bahwa proses pembelajaran pada dasarnya bersifat iteratif. Tinkerers mulai dengan mengeksplorasi dan bereksperimen, kemudian merevisi dan menyempurnakan tujuan dan kreasi mereka. Untuk mendukung gaya interaksi ini, kami merancang antarmuka kami untuk mendorong eksperimen cepat dan siklus iterasi yang cepat.",
    "developers.joinBodyJobsLinkText": "Halaman Pekerjaan",
    "developers.joinBody": "Kami adalah sekelompok pendidik, desainer, dan insinyur yang beragam, yang bekerja bersama dalam lingkungan kreatif dan menyenangkan yang penuh dengan batu bata LEGO, bahan kerajinan, dan alat pembuat. Kami sangat menghargai keragaman, kolaborasi, dan rasa hormat di tempat kerja. Jika Anda tertarik untuk bergabung dengan kami, lihat lowongan kami di {jobsPageLink}, atau kirimkan email kepada kami di {emailLink}.",
    "developers.donateIntroLinkText": "memberikan donasi untuk mendukung Scratch",
    "developers.donateIntro": "Kami dengan senang hati memberikan Scratch gratis. Jika Anda senang menggunakan Scratch, harap pertimbangkan {donateLink}. Sumbangan sebesar apa pun dihargai.",
    "developers.donateBody": "Donasi Anda ke Scratch Foundation akan digunakan untuk mendukung pengembangan perangkat lunak Scratch dan situs web Scratch di masa mendatang.",
    "developers.donateThanks": "Terima kasih sudah bergabung dengan Scratch!",
    "developers.partnersIntro": "Pembuatan dan pemeliharaan kode sumber terbuka ini tidak akan mungkin terjadi tanpa dukungan teknis dan keuangan yang murah hati dari mitra kami:",
    "developers.faqAboutTitle": "Di mana saya dapat mempelajari lebih lanjut tentang Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch adalah bahasa pemrograman gratis dan komunitas online tempat kaum muda dapat membuat cerita, game, dan animasi interaktif mereka sendiri. Scratch adalah proyek {llkLink} Grup di {mitLink}. Anda dapat mempelajari lebih lanjut tentang Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Apakah ada aturan untuk menggunakan kode ini di aplikasi saya?",
    "developers.faqRulesBody": "Anda dapat menggunakan kode ini sesuai dengan lisensi yang mengatur setiap proyek. Kami juga sangat menganjurkan Anda untuk mempertimbangkan prinsip pembelajaran dan desain (di atas, di halaman ini) saat membangun pengalaman belajar kreatif untuk anak-anak segala usia.",
    "developers.faqNameTitle": "Apakah saya boleh menggunakan nama \"Scratch Blocks\" dalam deskripsi aplikasi saya dan perpesanan publik lainnya?",
    "developers.faqNameBody": "Jika mau, Anda dapat menyatakan secara publik bahwa aplikasi Anda diberdayakan oleh Scratch Blocks. Jika Anda melakukannya, kami juga akan mendorong Anda untuk menautkan kembali ke repositori kode.",
    "developers.faqReleasesTitle": "Apakah Anda merilis lebih banyak kode dan kapan?",
    "developers.faqReleasesBody": "Kami berencana untuk membuka kode tambahan sumber yang berkaitan dengan bahasa pemrograman Scratch selama beberapa bulan ke depan. Perhatikan halaman ini!",
    "developers.faqDifferencesTitle": "Apa perbedaan antara Blockly dan Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks dibangun di atas basis kode Blockly, dan dirancang khusus dengan mempertimbangkan prinsip kami untuk mendukung pengalaman belajar yang kreatif.",
    "developers.faqCollabTitle": "Saya ingin berkolaborasi. Bagaimana cara menghubungi saya?",
    "developers.faqCollabBody": "Anda dapat menghubungi kami di {githubLink} atau di {contactUsLink} halaman kami. Kami menantikan kabar dari Anda!"
}