{
    "developers.hereLinkText": "qui",
    "developers.title": "Scratch per Sviluppatori",
    "developers.introLinkText": "Il Team di Scratch del MIT",
    "developers.intro": "In questa pagina troverai informazioni su progetti open source creati e mantenuti dal {introLink} insieme a riflessioni sulle pratiche migliori per la progettazione di esperienze di apprendimento creativo per bambini.",
    "developers.projectsTitle": "Progetti",
    "developers.principlesTitle": "Principi",
    "developers.joinTitle": "Unisciti a noi",
    "developers.donateTitle": "Donazioni",
    "developers.partnersTitle": "Partners",
    "developers.faqTitle": "FAQ",
    "developers.projectsIntro": "I seguenti progetti sono open source a possono essere usati per qualunque scopo.",
    "developers.scratchBlocksTitle": "I Blocchi di Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "tecnologia Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks è un nuovo progetto di sviluppo della prossima generazione di blocchi per programmazione basato su una collaborazione tra Google e il Team di Scratch del MIT — basato sulla {blocklyLink} di Google e fondato sull'esperienza del Team di Scratch nello sviluppo di strumenti per l'apprendimento creativo per i più giovani. Scratch Blocks costituirà un ambiente per la costruzione di blocchi di programmazione in formato sia verticale (testuali) che orizzontale (iconici). Puoi accedere al codice (ancora allo stadio di preview per sviluppatori) e alla documentazione {githubLink}.",
    "developers.scratchBlocksBody": "Questa prima release include il codice della Grammatica Orizzontale di Scratch. Abbiamo pianificato di rilasciare in futuro altro codice, inclusa la Grammatica Verticale (usata al momento da Scratch), un nuovo motore di Rendering che supporti gli sprite e gli effetti grafici e un nuovo motore Audio che supporti la creazione di progetti con suoni e musica.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www è un client web standalone per la Comunità di Scratch basato su React e Redux. Puoi accedere al codice e alla documentazione {wwwIntroLink}.",
    "developers.LearningPrinciples": "Principi di Apprendimento",
    "developers.DesignPrinciples": "Principi di Progettazione",
    "developers.principlesIntro": "Abbiamo creato Scratch per fornire ai giovani la possibilità di pensare creativamente, ragionare in maniera sistematica e lavorare in modo collaborativo. Il nostro lavoro è guidato da un insieme di {learningPrinciples} e {designPrinciples} che speriamo che anche voi seguirete nello sviluppo di nuovi strumenti e tecnologie basate su Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "sito web di ScratchJr",
    "developers.jrBody": "ScratchJr è un linguaggio di programmazione introduttivo che consente ai bambini (5-7 anni) di creare le proprie storie e giochi interattivi. Per ulteriori informazioni, visita il {websiteLink} o accedi al codice e alla documentazione su {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Le persone imparano meglio quando lavorano attivamente su progetti — quando generano nuove idee, progettano prototipi e creano prodotti finali.",
    "developers.learningPrinciplesPassionTitle": "Passione",
    "developers.learningPrinciplesPassionBody": "Quando le persone si concentrano sulle cose che le interessano lavorano più a lungo e con più impegno, non si scoraggiano di fronte alle sfide e in questo processo imparano di più.",
    "developers.learningPrinciplesPeersTitle": "I Pari",
    "developers.learningPrinciplesPeersBody": "L'apprendimento nasce come un'attività sociale in cui le persone condividono le proprie idee, collaborano su progetti e in cui ciascuno costruisce sul lavoro degli altri.",
    "developers.learningPrinciplesPlayTitle": "Gioca",
    "developers.learningPrinciplesPlayBody": "Imparare richiede un gioco di sperimentazione — provare nuove cose, sperimentare con i materiali, valutare i limiti, prendersi dei rischi e ripetere tutto ancora e ancora.",
    "developers.designPrinciplesRoomTitle": "Facilità di Accesso e Possibilità infinite",
    "developers.designPrinciplesRoomBody": "Per incoraggiare l'uso di diverse modalità di interazione abbiamo incluso esplicitamente elementi e caratteristiche facili da capire per i bambini ma al tempo stesso abbastanza generali per poter supportare diversi tipi di uso.",
    "developers.designPrinciplesSimpleTitle": "Renderlo più Semplice Possibile — E Magari Anche Più Semplice",
    "developers.designPrinciplesSimpleBody": "A differenza del trend comune di aggiungere sempre nuove caratteristiche agli applicativi, abbiamo scoperto che ridurre il numero di caratteristiche in realtà spesso migliora l'esperienza dell'utente. Quello che all'inizio sembra un vincolo o una limitazione può incoraggiare nuove forme di creatività.",
    "developers.designPrinciplesGlobalTitle": "Molti percorsi, Molti Stili",
    "developers.designPrinciplesGlobalBody": "Molte attività matematiche e scientifiche sono state tradizionalmente orientate verso persone con interessi specifici. Noi stiamo lavorando per superare questa barriera creando tecnologie accessibili e attraenti.",
    "developers.designPrinciplesTinkerTitle": "Progettato per la Sperimentazione",
    "developers.designPrinciplesTinkerBody": "Siamo convinti che il processo di apprendimento sia intrinsecamente iterativo. Coloro che sperimentano iniziano esplorando, quindi rivedono e raffinano e loro obiettivi e le loro creazioni. Per supportare questo stile di interazione progettiamo le nostre interfacce per incoraggiare una veloce sperimentazione e rapidi cicli di cambiamento.",
    "developers.joinBodyJobsLinkText": "Pagina dei Posti Disponibili",
    "developers.joinBody": "Siamo un gruppo di educatori, designer e ingegneri che lavorano insieme in un ambiente creativo e giocoso pieno di mattoncini LEGO, materiali artigianali, e strumenti per maker. Apprezziamo fortemente la diversità, la collaborazione e il rispetto nel luogo di lavoro. Se siete interessati ad unirvi a noi, date un'occhiata alle nostre posizioni aperte sulla nostra {jobsPageLink}, o inviateci una email a {emailLink}.",
    "developers.donateIntroLinkText": "fare una donazione per supportare Scratch",
    "developers.donateIntro": "Siamo felici di poterti offrire Scratch gratuitamente. Se ti piace usare Scratch puoi {donateLink}. Sono apprezzate donazioni di qualunque entità.",
    "developers.donateBody": "La tua donazione alla Fondazione Scratch sarà usata per supportare i futuri sviluppi di Scratch e del sito di Scratch.",
    "developers.donateThanks": "Grazie per il tuo supporto a Scratch!",
    "developers.partnersIntro": "La creazione e il mantenimento di questo codice open source non sarebbe possibile senza il generoso supporto tecnico e finanziario dei nostri partner:",
    "developers.faqAboutTitle": "Dove posso saperne di più su Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "Media Lab del MIT",
    "developers.faqAboutBody": "Scratch è un linguaggio di programmazione gratuito e una comunità online dove i giovani possono creare storie interattive, giochi e animazioni. Scratch è un progetto del {llkLink} Group dei {mitLink}. Puoi saperne di più su Scratch alla pagina {aboutLink}.",
    "developers.faqRulesTitle": "Ci sono delle regole da seguire per l'uso dei questo codice nella mia applicazione?",
    "developers.faqRulesBody": "Puoi usare questo codice in accordo con la licenza associata a ciascun progetto. Ti incoraggiamo inoltre a tener presenti i principi di apprendimento e di progettazione (che trovi prima in questa stessa pagina) quando costruisci esperienze di apprendimento creativo per i bambini di tutte le età.",
    "developers.faqNameTitle": "Posso nominare esplicamente \"Scratch Blocks\" nella descrizione della mia app o in altre comunicazioni?",
    "developers.faqNameBody": "Se vuoi puoi dichiarare pubblicamente che la tua applicazione fa uso di Scratch Blocks. Se lo fai ci farebbe piacere se inserissi un link al repository del codice.",
    "developers.faqReleasesTitle": "Rilascerete altro codice? Quando?",
    "developers.faqReleasesBody": "Abbiamo pianificato di rilasciare come open source nei prossimi mesi ulteriore codice legato al linguaggio di programmazione Scratch. Continua a tenere d'occhio questa pagina!",
    "developers.faqDifferencesTitle": "Qual è la differenza tra Blockly e Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks è realizzato sul codice di Blockly ed è stato progettato tenendo a mente i nostri principi che supportano le esperienze di apprendimento creativo.",
    "developers.faqCollabTitle": "Vorrei collaborare. Come mi metto in contatto?",
    "developers.faqCollabBody": "Puoi contattarci su {githubLink} o puoi inviare un'email a {emailLink}. Non vediamo l'ora di ricevere i tuoi commenti!"
}