{
    "developers.hereLinkText": "мұнда",
    "developers.title": "Әзірлеушілерге арналған Scratch ",
    "developers.introLinkText": "Scratch командасы",
    "developers.intro": "Бұл бетте сіз {introLink} жасаған және қолдайтын ашық бастапқы жобалар туралы ақпаратты, сондай-ақ балаларға арналған оқу тәжірибесін жобалаудың озық тәжірибелері туралы біздің ойларымызды таба аласыз.",
    "developers.projectsTitle": "Жобалар",
    "developers.principlesTitle": "Қағидалар",
    "developers.joinTitle": "Бізге қосылыңыздар",
    "developers.donateTitle": "Сыйға беріңіз",
    "developers.partnersTitle": "Серіктестер",
    "developers.faqTitle": "Жиі қойылатын сұрақтар",
    "developers.projectsIntro": "Келесі жобалар бастапқы ашық кодпен және кез келген мақсаттар үшін қол жетімді.",
    "developers.scratchBlocksTitle": "Scratch Блоктары",
    "developers.scratchBlocksIntroBlocklyLinkText": "Блоктік технология",
    "developers.scratchBlocksIntro": "Scratch Blocks — бұл {blocklyLink} Google және MIT компаниясының Scratch Team арасындағы ынтымақтастыққа негізделген графикалық бағдарламалау блоктарының келесі буыны үшін жаңа даму жобасы. Scratch Blocks бағдарламалау блоктарын тік (мәтінге негізделген) және көлденең (белгішелерге негізделген) форматта құруға негіз болады. Сіз кодқа (әзірлеуші ​​ретінде алдын-ала қарау ретінде) және құжаттамаға қол жеткізе аласыз.{githubLink}",
    "developers.scratchBlocksBody": "Бұл бірінші шығарылымда Scratch’s Horizontal Grammar үшін код бар. Алға қарай біз вертикалды грамматиканы (қазіргі уақытта Scratch қолданады), спрайттар мен графикалық эффектілерді қолдау үшін жаңа Rendering Engine-ді және дыбыс пен музыканың көмегімен шығармашылықты қолдайтын жаңа Audio Engine-ді қоса, сонымен қатар шектемей қосымша код шығаруды жоспарлап отырмыз.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www - бұл React және Redux көмегімен жасалған Scratch қауымдастығының дербес веб-клиенті. Код пен құжаттамаға қол жеткізіңіз {wwwIntroLink}.",
    "developers.LearningPrinciples": "Оқу қағидалары",
    "developers.DesignPrinciples": "Дизайн қағидалары",
    "developers.principlesIntro": "Біз Scratch-ті жастарға шығармашылық ойлауға, жүйелі түрде ойлауға және ынтымақтастықта жұмыс істеуге мүмкіндік беру үшін жасадық. Біз {learningPrinciples}{designPrinciples}жиынтықты басшылыққа аламыз және сіз Scratch Blocks көмегімен жаңа құралдар мен технологияларды дамыта отырып ұстанасыз деп үміттенеміз.",
    "developers.jrBodyWebsiteLinkText": "ScratchEd сайты",
    "developers.jrBody": "ScratchJr - бұл кішкентай балаларға (5-7 жас) интерактивті әңгімелер мен ойындар жасауға мүмкіндік беретін кіріспе бағдарламалау тілі. Қосымша ақпарат алу үшін {websiteLink} сайтқа кіріңіз немесе {githubLink} код пен құжаттамаға кіріңіз.",
    "developers.learningPrinciplesProjectsBody": "Адамдар жобалармен белсенді жұмыс жасағанда —  жаңа идеялар тудыру, прототиптерді жобалау, жетілдірулер енгізу және түпкілікті өнім жасау кезінде жақсы біледі.",
    "developers.learningPrinciplesPassionTitle": "Құмарлық",
    "developers.learningPrinciplesPassionBody": "Адамдар назарын өздеріне аударатын нәрселерге аударғанда, олар ұзақ және көп жұмыс істейді, қиындықтар кезінде табандылық танытады және осы процесте көбірек біледі.",
    "developers.learningPrinciplesPeersTitle": "Құрдастар",
    "developers.learningPrinciplesPeersBody": "Оқыту әлеуметтік белсенділік ретінде дамиды, адамдар идеяларымен бөліседі, жобалар бойынша ынтымақтастық жасайды және бір-бірінің жұмысына сүйенеді.",
    "developers.learningPrinciplesPlayTitle": "Ойнау",
    "developers.learningPrinciplesPlayBody": "Оқыту өзіне қарапайым эксперимент жасауды қамтиды - жаңа заттарды жасау, материалдар машақаты, шекараларды зерттеу, тәуекел, қайтадан қайталануы.",
    "developers.designPrinciplesRoomTitle": "Төмен қабат & Кең қабырғалар",
    "developers.designPrinciplesRoomBody": "Әр түрлі және әр түрлі өзара әрекеттесуді ынталандыру үшін біз балаларға түсінікті (төмен қабат), бірақ әр түрлі қолданыстарды (кең қабырғалар) қолдауға жеткілікті жалпы элементтер мен ерекшеліктерді нақты қосамыз.",
    "developers.designPrinciplesSimpleTitle": "Мұны мүмкіндігінше қарапайым етіп жасаңыз — мүмкін тіпті қарапайым",
    "developers.designPrinciplesSimpleBody": "Бағдарламалық жасақтама өнімдеріне қосымша мүмкіндіктерді қосуға арналған жалпы дискке қарамастан, біз мүмкіндіктер санын азайту көбінесе пайдаланушының тәжірибесін жақсартады. Бастапқыда шектеу немесе шектеулі болып көрінетін нәрсе шығармашылықтың жаңа түрлерін дамыта алады.",
    "developers.designPrinciplesGlobalTitle": "Көптеген Жолдар, Көптеген Стильдер",
    "developers.designPrinciplesGlobalBody": "Математика және жаратылыстану ғылымдарының көптеген түрлері дәстүрлі түрде белгілі бір популяцияларға қатысты болды. Қол жетімді және тартымды технологияларды құруға ерекше назар аудара отырып, біз олқылықты жоюға тырысамыз.",
    "developers.designPrinciplesTinkerTitle": "Tinkerability үшін дизайн",
    "developers.designPrinciplesTinkerBody": "Біз оқыту процесі табиғатынан қайталанатын деп санаймыз. Tinkerers зерттеуден және эксперимент жасаудан басталады, содан кейін олардың мақсаттары мен туындыларын қайта қарап, нақтылайды. Осы өзара әрекеттесу стилін қолдау үшін біз интерфейстерді жылдам эксперименттер мен итерацияның жылдам циклдарын ынталандыру үшін құрастырамыз.",
    "developers.joinBodyJobsLinkText": "Жұмыс беті",
    "developers.joinBody": "Біз LEGO кірпіштерімен, қолөнер материалдарымен және жасаушылардың құралдарымен толтырылған ойыншық, шығармашылық ортада бірге жұмыс істейтін әр түрлі тәрбиешілер, дизайнерлер және инженерлер тобымыз. Біз әртүрлілікті, ынтымақтастықты және жұмыс орнындағы сыйластықты жоғары бағалаймыз. Егер сіз бізге қосылғыңыз келсе, біздің ашық позицияларымызды {jobsPageLink} қараңыз немесе бізге {emailLink} электрондық пошта арқылы жіберіңіз.",
    "developers.donateIntroLinkText": "Scratch-ті қолдау үшін қайырымдылық жасау",
    "developers.donateIntro": "Біз Scratch-ті ақысыз түрде ұсынамыз. Егер сіз Scratch қолдануды ұнатсаңыз, {donateLink}ойланыңыз. Кез-келген мөлшердегі қайырымдылық бағаланады.",
    "developers.donateBody": "Біз Scratch-ті ақысыз түрде ұсынамыз. Егер сіз Scratch қолдануды ұнатасыз, ойланыңыз. Кез-келген мөлшердегі қайырымдылық бағаланады.",
    "developers.donateThanks": "Scratch-ті қолдағаныңыз үшін рахмет!",
    "developers.partnersIntro": "Ашық бастапқы кодты құру және қолдау серіктестеріміздің жомарт техникалық және қаржылық қолдауынсыз мүмкін емес еді:",
    "developers.faqAboutTitle": "Қайдан Scratch туралы көбірек біле аламын?",
    "developers.faqAboutBodyLLKLinkText": "Өмір бойы балабақша ",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch - бұл жастардың өздері интерактивті әңгімелер, ойындар мен анимациялар құра алатын ақысыз бағдарламалау тілі және желідегі қоғамдастық. Scratch - бұл {llkLink} Топтың жобасы {mitLink}. Сіз Scratch туралы көбірек біле аласыз {aboutLink}.",
    "developers.faqRulesTitle": "Менің қосымшамда осы кодты қолдану ережелері бар ма?",
    "developers.faqRulesBody": "Сіз бұл кодты әр жобаны басқаратын лицензияға сәйкес пайдалана аласыз. Біз сондай-ақ барлық жастағы балалар үшін шығармашылық оқыту тәжірибесін құру кезінде оқу және жобалау принциптерін ескеруге шақырамыз (жоғарыда, осы бетте).",
    "developers.faqNameTitle": "Менің қолданбамның сипаттамасында және басқа да жалпыға ортақ хабар алмасу кезінде «Блоктарды сызу» атауын қолдануға рұқсат етілген бе?",
    "developers.faqNameBody": "Қаласаңыз, сіздің өтініміңіз Scratch Blocks арқылы жұмыс істейтінін жария түрде айта аласыз. Егер сіз осылай жасасаңыз, біз сізді код қоймасына қайта оралуға шақырамыз.",
    "developers.faqReleasesTitle": "Сіз көбірек код шығарасыз ба және қашан?",
    "developers.faqReleasesBody": "Алдағы бірнеше айда Scratch бағдарламалау тіліне қатысты бастапқы кодты ашуды жоспарлап отырмыз. Осы парақты қадағалаңыз!",
    "developers.faqDifferencesTitle": "Blockly және Scratch Blocks арасында қандай айырмашылық бар?",
    "developers.faqDifferencesBody": "Scratch Blocks Blockly коды негізінде құрылады және біздің шығармашылық принциптерді ескере отырып, арнайы құрылған.",
    "developers.faqCollabTitle": "Мен ынтымақтасуды қалаймын. Қалай байланыса аламын?",
    "developers.faqCollabBody": "You can reach us over on {githubLink} or on our {contactUsLink} page. We look forward to hearing from you!"
}