{
    "developers.hereLinkText": "šeit",
    "developers.title": "Scratch izstrādātājiem",
    "developers.introLinkText": "Scratch komanda",
    "developers.intro": "Šajā lapā atradīsi informāciju par atvērtā satura projektiem, kurus veidoja un uzturēja {introLink}, kā arī mūsu domas par paraugpraksi bērnu mācību pieredzes veidošanā.",
    "developers.projectsTitle": "Projekti",
    "developers.principlesTitle": "Principi",
    "developers.joinTitle": "Pievienojies mums",
    "developers.donateTitle": "Atbalsti",
    "developers.partnersTitle": "Partneri",
    "developers.faqTitle": "BUJ",
    "developers.projectsIntro": "Sekojošie ir atvērtā satura projekti un pieejami jebkādam mērķim.",
    "developers.scratchBlocksTitle": "Scratch bloki",
    "developers.scratchBlocksIntroBlocklyLinkText": "Bloku tehnoloģija",
    "developers.scratchBlocksIntro": "Scratch Blocks ir jauns izstrādes projekts nākamās paaudzes grafisko programmēšanas blokiem, kura pamatā ir Google un MIT Scratch Team sadarbība, kas balstās uz Google {blocklyLink} un ir informēta par Scratch Team pieredzi radošu mācību rīku izstrādē jauniešiem. Scratch Blocks nodrošinās ietvaru programmēšanas bloku veidošanai gan vertikālā (uz teksta), gan horizontālā (uz ikonām) formātā. Varat piekļūt kodam (pašlaik kā izstrādātāja priekšskatījumam) un dokumentācijai {githubLink}.",
    "developers.scratchBlocksBody": "Šajā pirmajā laidienā ir iekļauts kods Scratch Horizontal Grammar. Raugoties nākotnē, mēs plānojam izlaist papildu kodu, tostarp, bet ne tikai, vertikālo gramatiku (to pašlaik izmanto Scratch), jaunu renderēšanas programmu spraitu un grafisko efektu atbalstam, kā arī jaunu audio programmu, kas atbalsta radīšanu ar skaņu un mūziku.",
    "developers.wwwTitle": "Scratch wiki",
    "developers.wwwIntro": "Scratch-www ir atsevišķs tīmekļa klients Scratch kopienai, kas izveidots, izmantojot React un Redux. Piekļūstiet kodam un dokumentācijai, izmantojot {wwwIntroLink}.",
    "developers.LearningPrinciples": "Mācīšanās principi",
    "developers.DesignPrinciples": "Dizaini principi",
    "developers.principlesIntro": "Mēs izveidojām Scratch, lai dotu jauniešiem iespēju radoši domāt, sistemātiski spriest un sadarboties. Mēs vadāmies pēc komplekta, {learningPrinciples} un {designPrinciples} mēs ceram, ka jūs to ievērosit, izstrādājot jaunus rīkus un tehnoloģijas ar Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr vietne",
    "developers.jrBody": "ScratchJr ir ievada programmēšanas valoda, kas ļauj maziem bērniem (vecumā no 5 līdz 7 gadiem) izveidot savus interaktīvos stāstus un spēles. Lai iegūtu papildinformāciju, apmeklējiet {websiteLink} vai piekļūstiet kodam un dokumentācijai vietnē {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Cilvēki vislabāk mācās, aktīvi strādājot pie projektiem — ģenerējot jaunas idejas, izstrādājot prototipus, veicot uzlabojumus un radot galaproduktus.",
    "developers.learningPrinciplesPassionTitle": "Kaislība",
    "developers.learningPrinciplesPassionBody": "Kad cilvēki koncentrējas uz lietām, kas viņiem rūp, viņi strādā ilgāk un grūtāk, neatlaidīgi saskaras ar izaicinājumiem un mācās vairāk.",
    "developers.learningPrinciplesPeersTitle": "Vienaudži",
    "developers.learningPrinciplesPeersBody": "Mācīšanās plaukst kā sabiedriska darbība, cilvēkiem daloties idejās, sadarbojoties projektos un izmantojot viens otra darbu.",
    "developers.learningPrinciplesPlayTitle": "Atskaņot",
    "developers.learningPrinciplesPlayBody": "Mācīšanās ir saistīta ar rotaļīgu eksperimentēšanu — jaunu lietu izmēģināšanu, materiālu kārtošanu, robežu pārbaudi, risku uzņemšanos, atkārtošanos atkal un atkal.",
    "developers.designPrinciplesRoomTitle": "Zema grīda un platas sienas",
    "developers.designPrinciplesRoomBody": "Lai veicinātu daudzveidīgu un daudzveidīgu mijiedarbības kopumu, mēs skaidri iekļaujam elementus un funkcijas, kas bērniem ir viegli saprotami (zema grīda), bet pietiekami vispārīgi, lai atbalstītu dažādus lietojumus (plašas sienas).",
    "developers.designPrinciplesSimpleTitle": "Padariet to pēc iespējas vienkāršāku un varbūt pat vienkāršāku",
    "developers.designPrinciplesSimpleBody": "Neraugoties uz izplatīto tieksmi pievienot programmatūras produktiem vairāk funkciju, esam atklājuši, ka funkciju skaita samazināšana bieži vien uzlabo lietotāja pieredzi. Tas, kas sākotnēji šķiet kā ierobežojums vai ierobežojums, var veicināt jaunus radošuma veidus.",
    "developers.designPrinciplesGlobalTitle": "Daudzi ceļi, daudzi stili",
    "developers.designPrinciplesGlobalBody": "Daudzas matemātikas un zinātnes aktivitātes tradicionāli ir bijušas novirzītas uz noteiktām populācijām. Pievēršot īpašu uzmanību pieejamu un pievilcīgu tehnoloģiju radīšanai, mēs strādājam, lai novērstu plaisu.",
    "developers.designPrinciplesTinkerTitle": "Dizains, kas nodrošina smeldzību",
    "developers.designPrinciplesTinkerBody": "Mēs uzskatām, ka mācību process pēc būtības ir iteratīvs. Tinkers sāk ar izpēti un eksperimentiem, pēc tam pārskatot un pilnveidojot savus mērķus un darbus. Lai atbalstītu šo mijiedarbības stilu, mēs veidojam savas saskarnes tā, lai veicinātu ātru eksperimentēšanu un ātrus iterācijas ciklus.",
    "developers.joinBodyJobsLinkText": "Darba lapa",
    "developers.joinBody": "Mēs esam daudzveidīga pedagogu, dizaineru un inženieru grupa, kas strādā kopā rotaļīgā, radošā vidē, kas ir pilna ar LEGO klucīšiem, amatniecības materiāliem un veidotāju rīkiem. Mēs ļoti augstu vērtējam dažādību, sadarbību un cieņu darba vietā. Ja vēlaties pievienoties mums, apskatiet mūsu atvērtās pozīcijas mūsu vietnē {jobsPageLink} vai sūtiet mums e-pastu uz {emailLink}.",
    "developers.donateIntroLinkText": "veicot ziedojumu Scratch atbalstam",
    "developers.donateIntro": "Mēs esam priecīgi nodrošināt Scratch bez maksas. Ja jums patīk izmantot Scratch, lūdzu, apsveriet {donateLink}. Tiek novērtēti jebkura lieluma ziedojumi.",
    "developers.donateBody": "Jūsu ziedojums Scratch Foundation tiks izmantots, lai atbalstītu turpmāko Scratch programmatūras un Scratch vietnes attīstību.",
    "developers.donateThanks": "Paldies, ka atbalstāt Scratch!",
    "developers.partnersIntro": "Šī atvērtā pirmkoda izveide un uzturēšana nebūtu iespējama bez mūsu partneru dāsna tehniskā un finansiālā atbalsta:",
    "developers.faqAboutTitle": "Kur es varu uzzināt vairāk par Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Mūža bērnudārzs",
    "developers.faqAboutBodyMITLinkText": "MIT mediju laboratorija",
    "developers.faqAboutBody": "Scratch ir bezmaksas programmēšanas valoda un tiešsaistes kopiena, kurā jaunieši var izveidot savus interaktīvos stāstus, spēles un animācijas. Scratch ir {llkLink} grupas projekts {mitLink}. Varat uzzināt vairāk par Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Vai ir noteikumi šī koda lietošanai manā lietojumprogrammā?",
    "developers.faqRulesBody": "Jūs varat izmantot šo kodu saskaņā ar licenci, kas regulē katru projektu. Mēs arī ļoti iesakām ņemt vērā mācīšanās un dizaina principus (šajā lapā iepriekš), veidojot radošu mācību pieredzi visu vecumu bērniem.",
    "developers.faqNameTitle": "Vai manas lietotnes aprakstā un citos publiskajos ziņojumos drīkst izmantot nosaukumu \"Scratch Blocks\"?",
    "developers.faqNameBody": "Ja vēlaties, varat publiski paziņot, ka jūsu lietojumprogrammu nodrošina Scratch Blocks. Ja jūs to darāt, mēs arī iesakām izveidot saiti atpakaļ uz kodu krātuvi.",
    "developers.faqReleasesTitle": "Vai jūs izlaižat vairāk koda un kad?",
    "developers.faqReleasesBody": "Dažu nākamo mēnešu laikā mēs plānojam atvērt pirmkoda papildu kodu saistībā ar Scratch programmēšanas valodu. Sekojiet līdzi šai lapai!",
    "developers.faqDifferencesTitle": "Kāda ir atšķirība starp Blockly un Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks balstās uz Blockly koda bāzi un ir īpaši izstrādāts, ņemot vērā mūsu principus, lai atbalstītu radošu mācību pieredzi.",
    "developers.faqCollabTitle": "Es vēlētos sadarboties. Kā es varu sazināties?",
    "developers.faqCollabBody": "Jūs varat sazināties ar mums pa {githubLink} vai mūsu {contactUsLink} lapā. Gaidīsim ziņu!"
}