{
    "developers.hereLinkText": "kei konei",
    "developers.title": "Scratch mō ngā Kaiwaehere",
    "developers.introLinkText": "Te Scratch Team kei MIT",
    "developers.intro": "Kei tēnei whārangi, ka kitea ngā mōhiohio mō ngā kaupapa waehere-pūtake tūwhera kua waihangatia, kua tiakina rānei e te {introLink}, me ō mātou whakaaro hoki mō ngā tikanga mahere ako mō ngā tamariki.",
    "developers.projectsTitle": "Ngā Kaupapa",
    "developers.principlesTitle": "Ngā Mātāpono",
    "developers.joinTitle": "Hono Mai",
    "developers.donateTitle": "Koha mai",
    "developers.partnersTitle": "Hoa Kaipākihi",
    "developers.faqTitle": "Pātai Ka AuAu te Pātaihia",
    "developers.projectsIntro": "Ko ngā kaupapa e whai ake nei, he tūwhera te pūtake waehere, ka tukunga mō ngā mahi katoa ahakoa te aha.",
    "developers.scratchBlocksTitle": "Ngā Paraka Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Te Hangarau o Blockly",
    "developers.scratchBlocksIntro": "Ko te Scratch Blocks tētahi kaupapa waihanga hou mō te whakatupuranga waehere paraka ā- whakairoiro. Na te mahi tahi a Google me te Scratch Team o MIT — kua hangaia kei runga i te  {blocklyLink} o Google, ā, ka arahina mā te mōhiotanga o te Scratch Team ki te waihanga i ngā pāraha akoranga auaha mō te taiohi. Mā Scratch Blocks, te anga mō  te hanga i ngā paraka waehere, te poutū (tuhi-ā-kupu) me te huapae (waihanga-ā-ata). Ka taea te uru ki ngā waehere (he tiro wawe mō ngā kaiwaehere) me ngā tuhinga whakamārama {githubLink}.",
    "developers.scratchBlocksBody": "Kei roto i tēnei tukunga tuatahi, ko ngā waehere mō te Horizontal Grammar mō Scratch. Ā muri nei, ko te tūmanako ka tukua anōtia he waehere mō te Vertical Grammar (e whakamahia ināianei e Scratch), tētahi Pūrere Render hou hoki hei whakahaere i ngā parehe me ngā rākeitanga whakairoiro, me tētahi pūrere puoro hei toko ake i te waihanga o ngā oro me ngā puoro.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Ko te Scratch-www tētahi tētahi kiritaki paetukutuku motuhake mō te Hāpori Scratch, i hangaia ki te React me te Redux. Toro atu ki te waehere me ngā tuhinga whakamārama  kei  {wwwIntroLink}.",
    "developers.LearningPrinciples": "Ngā Mātāpono Ako",
    "developers.DesignPrinciples": "Ngā Mātāpono Hoahoa",
    "developers.principlesIntro": "I waihanga mātou i te Scratch, i runga i te whakaaro ki whakakaha te hunga taiohi ki te whakaaro auaha, kia mahi tahi hoki, kia whakaaro hakune hoki. E arahina ana mātou i te kohinga o ngā {learningPrinciples} me ngā {designPrinciples}, ko te tūmanako ka whai hoki koutou i ērā i ā koutou e waihanga i ngā momo pāraha me ngā hangarau hou mā ngā Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Te paetukutuku ScratchJr",
    "developers.jrBody": "Ko ScratchJr tētahi reo waehere tuatahi mō ngā tamariki nohinohi (tau 5-7) kia āhei ana rātou ki te hanga ā rātou ake kōrereo pāhekoheko, kēmū rānei.  Toro atu ki {websiteLink}, tirohia rānei te waehere me ngā tuhinga whakamārama kei {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "He pai rawa te ako o te tangata ina whakapau kaha ana ia mō tētahi kaupapa —  te whakaputa i ngā whakaaro, te waihanga i ngā tauira  tuatahi, te whakapai i ngā āheitanga me te hanga o ngā otinga hou.",
    "developers.learningPrinciplesPassionTitle": "Ngākaunui",
    "developers.learningPrinciplesPassionBody": "Ka arotahi te tangata ki ngā mea kaingākautia e ia, ka roa ake, ka kaha ake te mahi, ka manawanui ina he wero, ka tupu hoki te mātauranga.",
    "developers.learningPrinciplesPeersTitle": "Hoa Aropā",
    "developers.learningPrinciplesPeersBody": "Ka puawai te ako hei mahinga-hāpori, ina ka whakawhiti whakaaro, ka mahi tahi i ngā kaupapa ā ka tāpiri te tangata i ngā mahinga o tētahi atu.",
    "developers.learningPrinciplesPlayTitle": "Whakatangihia",
    "developers.learningPrinciplesPlayBody": "He wāhanga nui o te ako ko te whakamātau-porohīanga — te whakamātau i ngā mahi hou, te raweke i ngā rauemi, te waewae kai kapua, te whaiwhai tūraru me te hurihanga putanga hou anō, anō hoki.",
    "developers.designPrinciplesRoomTitle": "He Papa Pāpaku, He Pakitara Whānui hoki",
    "developers.designPrinciplesRoomBody": "Kia whakawhanake ai ngā pāhekoheko maha, rerekē hoki, ka kaha mātou ki te tuku i ngā āheitanga me ngā rauemi ngāwari mō te tamariki (he papa pāpaku), engari kia whānui hoki ngā āheitanga mō ngā kaupapa maha (he pakitara whānui).",
    "developers.designPrinciplesSimpleTitle": "Hangaia kia Ngāwari Rawa  — kia Ngāwari anō hoki",
    "developers.designPrinciplesSimpleBody": "Ahakoa te kaha o te nuinga ki te tuku i te maha o ngā āheitanga hou ki ngā papatono, kua kite ake ai mātou, mā te heke o te maha o ngā āheitanga, ka pai ake te āhei o te tangata ki te whakamahi. I te tirohanga tuatahi, te āhua nei he ngoikoretanga, he taiapa, engari ka whakaputa mai te auaha hou. ",
    "developers.designPrinciplesGlobalTitle": "He Ara Rau, He Kāhua Rau",
    "developers.designPrinciplesGlobalBody": "Te maha hoki o ngā ngohe pāngarau me ngā ngohe pūtaiao i aro ki tētahi iwi noa iho. Mā te āta aro atu ki te hanga o te hangarau urutanga me te āhuareka, kei te anga mātou ki te whakakī i ngā āputa. ",
    "developers.designPrinciplesTinkerTitle": "Te Waihanga mō te Rāwekeweke",
    "developers.designPrinciplesTinkerBody": "E whakapono ana mātou, he tukanga piki-ā-putanga hou te ako. Ka tīmata ngā kai-rāwekeweke ki te torotoro me te whakamātautau, kātahi ka whakahou, ka whakapai ake ō rātou whāinga, me ō rātou otinga. Kia tautokona tēnei momo pāhekoheko, ka hoahoatia ā mātou atanga kia āwhinatia te hanga tere o ngā whakamātautau me ngā putanga hou.  ",
    "developers.joinBodyJobsLinkText": "Whārangi Tūranga Mahi",
    "developers.joinBody": "He rōpū kanorau mātou o ngā kaiako, ngā kaihoahoa me ngā pūkaha, e mahi tahi ana i te whare auaha, hīanga hoki e kī ana i ngā paraka LEGO, ngā rauemi toī me ngā taputapu hanga. Ka aro mātou ki te hā o te tangata ahakoa ko wai. Ki te hiahia koe ki te mahi tahi me mātou, tirohia te rārangi tūranga kei {jobsPageLink}, īmēra mai rānei ki {emailLink}.",
    "developers.donateIntroLinkText": "te koha mai hei āwhina i te Scratch",
    "developers.donateIntro": "Kua tukuna e mātou te Scratch mō te kore utu. Mēnā he pai koe ki te Scratch, tērā pea he pai koe ki te tuku {donateLink}. Ka iti, ka rahi rānei te koha, ka koa hoki mātou.",
    "developers.donateBody": "Mā tō koha ki te Scratch Foundation, ka tautokona te waihanga o te papatono me te paetukutuku Scratch. ",
    "developers.donateThanks": "Kia ora mō tō tautoko mai i te Scratch!",
    "developers.partnersIntro": "Kāore e taea te hanga, te whakahaere hoki o ēnei waehere-tūwhera ki te kore te tautoko, te manaakitanga o ō mātou hoa pākihi:",
    "developers.faqAboutTitle": "Me haere au ki whea ki te ako mai tonu mō Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Ko Scratch tētahi reo waehere me te hāpori-ā-ipurangi mō te hunga taiohi kia waihanga i ngā kōrero paki whakawhitiwhiti, ngā kēmu, me ngā hākorikori. He kaupapa te Scratch nā te rōpū  {llkLink} kei te {mitLink}. Ki te ako ake mō Scratch {aboutLink}.",
    "developers.faqRulesTitle": "He tikanga, he ture rānei e pā ana ki te whakamahi i tēnei waehere i taku papatono?",
    "developers.faqRulesBody": "E pai ana te whakamahi i ēnei waehere, i runga i ngā tikanga e whakatakotoria i ngā raihana o ia o ngā kaupapa. Ki a mātou nei he take nui, kia mārama koe i ngā mātāpono ako me ngā mātāpono hoahoa (o runga nei o tēnei whārangi), i a koe e waihanga i ngā rauemi akoranga auaha mō ngā tamariki ahakoa te pakeke.",
    "developers.faqNameTitle": "E whakaaetia, kia whakamahia e au te ingoa \"Scratch Blocks\" kei roto i ngā tuhinga whakamārama me ngā karere tūmatanui mō taku papatono?",
    "developers.faqNameBody": "Ki te hiahia koe, e whakaaetia kia whakaputaina e koe i ō pānui tūmatanui, kua whakamahia ngā Scratch Blocks i tō papatono. Ki te pēnā, tēnā, tukua hoki he hononga ki tēnei putunga waehere.",
    "developers.faqReleasesTitle": "Kei te tuku koutou i ngā waehere anō? Āwhea tēnā?",
    "developers.faqReleasesBody": "Kei te whakaaro mātou kia tūwheratia ngā pūtake waehere o te reo waehere o Scratch i ngā marama tata nei.  Hokihoki anō ki tēnei whārangi kia kite ake ai! ",
    "developers.faqDifferencesTitle": "He aha ngā rerenga kētanga o Blockly me ngā Paraka Scratch?",
    "developers.faqDifferencesBody": "Kua hangaia Ngā Paraka Scratch i te pūtake waehere o Blockly. Kua hoahoatia kia hāngai ki ō mātou mātāpono kia tautokona ngā momo akoranga auaha.",
    "developers.faqCollabTitle": "Kei te hiahia ahau ki te mahi tahi ai ki a koutou. Me pēhea ahau e whakapā atu ki a koutou?",
    "developers.faqCollabBody": "Whakapā mai ki a mātou kei runga i te {githubLink} , tukuna mai rānei tētahi īmēra ki {emailLink}. E whanga ana mātou i tō karere!"
}