{
    "developers.hereLinkText": "her",
    "developers.title": "Scratch for utviklere",
    "developers.introLinkText": "Scratch-gruppen",
    "developers.intro": "På denne siden finner du informasjon om åpen kildekode-prosjekter opprettet og vedlikeholdt av {introLink}, samt våre tanker om beste praksis for utforming av læringsopplevelser for barn.",
    "developers.projectsTitle": "Prosjekter",
    "developers.principlesTitle": "Prinsipper",
    "developers.joinTitle": "Bli med",
    "developers.donateTitle": "Støtt Scratch",
    "developers.partnersTitle": "Partnere",
    "developers.faqTitle": "Spørsmål og svar",
    "developers.projectsIntro": "Prosjektene nedenfor er åpen og fri programvare som kan brukes for alle formål.",
    "developers.scratchBlocksTitle": "Scratch-klosser",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly-teknologi",
    "developers.scratchBlocksIntro": "Scratch Blocks er et nytt utviklingsprosjekt for neste generasjon av grafiske programmeringsblokker, basert på et samarbeid mellom Google og MITs Scratch-team – basert på Googles {blocklyLink} og informert av Scratch-teamets ekspertise i å utvikle kreative læringsverktøy for unge mennesker. Scratch Blocks vil gi et rammeverk for å bygge programmeringsblokker i både vertikale (tekstbaserte) og horisontale (ikonbaserte) formater. Du kan få tilgang til koden (for øyeblikket som en forhåndsvisning av utviklere) og dokumentasjonen {githubLink}.",
    "developers.scratchBlocksBody": "I første omgang er det nå frigitt kildekode for Horisontal grammatikk for Scratch. I tiden som kommer vil vi frigi ytterligere kode som blant annet omfatter Vertikal grammatikk (som Scratch bruker nå), en ny grafikkmotor som støtter \"sprites\" og grafiske effekter, samt en ny lydmotor for kreativ utfoldelse med lyd og musikk.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www er en frittstående nettklient for Scratch Community, bygget ved hjelp av React og Redux. Få tilgang til koden og dokumentasjonen gjennom {wwwIntroLink}.",
    "developers.LearningPrinciples": "Prinsipper for læring",
    "developers.DesignPrinciples": "Prinsipper for design",
    "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr nettsted",
    "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Den beste læringen skjer gjennom arbeid på projekter — klekke ut nye ideer, lage prototyper, gjøre forbedringer og skape et ferdig produkt.",
    "developers.learningPrinciplesPassionTitle": "Engasjement",
    "developers.learningPrinciplesPassionBody": "Når man fokuserer på ting man bryr seg om vil man arbeide mer og hardere, holde på selv om det er vanskelig, og samtidig lære mer.",
    "developers.learningPrinciplesPeersTitle": "Samarbeid",
    "developers.learningPrinciplesPeersBody": "Læring blomstrer som en sosial aktivitet, med å utveksle ideer, samarbeide om prosjekter og bygge på hverandres arbeid.",
    "developers.learningPrinciplesPlayTitle": "Lek",
    "developers.learningPrinciplesPlayBody": "For å lære er det viktig å leke og eksperimentere — prøve nye ting, tukle med materialer, prøve grenser, ta sjanser og prøve igjen og igjen.",
    "developers.designPrinciplesRoomTitle": "Lav terskel og et bredt spenn av muligheter",
    "developers.designPrinciplesRoomBody": "Vi legger opp til mange typer interaksjon og legger vekt på å ta med elementer som er lette å forstå for barn, samtidig som de er generelle nok til å kunne brukes på mange forskjellige måter.",
    "developers.designPrinciplesSimpleTitle": "Gjør det så enkelt som mulig — og kanskje enda enklere",
    "developers.designPrinciplesSimpleBody": "Til tross for den vanlige tendensen til å legge til stadig nye funksjoner i programvare så har vi sett at brukeropplevelsen ofte kan bli bedre gjennom forenkling. Det som først virker som en begrensning kan lede til ny kreativitet.",
    "developers.designPrinciplesGlobalTitle": "Mange måter å gjøre ting på",
    "developers.designPrinciplesGlobalBody": "Tradisjonelt har matematikk og realfag ofte blitt formidlet på måter som passer for noen grupper og ikke for andre. Vi arbeider for å rette på dette ved å lage tilgjengelige og engasjerende teknologier.",
    "developers.designPrinciplesTinkerTitle": "Laget for å tukle og eksperimentere med",
    "developers.designPrinciplesTinkerBody": "Vi mener at læreprosesser er iterative. Man bør prøve seg fram, tukle og eksperimentere med stoffet og utvikle både målsettingen og det man lager. For å støtte en slik interaktiv arbeidsform lager vi grensesnitt som oppmuntrer til kjappe eksperimenter og raske sykluser av utvikling og utprøving.",
    "developers.joinBodyJobsLinkText": "Jobbside",
    "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
    "developers.donateIntroLinkText": "gi en donasjon for å støtte Scratch",
    "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
    "developers.donateBody": "Ditt bidrag til Scratch Foundation vil bli brukt til å støtte videre utvikling av programvare og nettsted for Scratch.",
    "developers.donateThanks": "Takk for din støtte til Scratch!",
    "developers.partnersIntro": "Utvikling og vedlikehold av denne åpne programvaren har blitt mulig takket være teknisk og økonomisk støtte fra våre partere:",
    "developers.faqAboutTitle": "Hvor kan jeg lære mer om Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Er det begrensninger på hvordan jeg kan bruke koden i min applikasjon?",
    "developers.faqRulesBody": "Du kan bruke denne programvaren i henhold til lisensen som gjelder for hvert prosjekt. Vi vil sterkt anbefale at du tar hensyn til prinsippene for design og læring (ovenfor) når du lager kreative læringsopplevelser for barn i alle aldre.",
    "developers.faqNameTitle": "Kan jeg bruke navnet \"Scratch Blocks\" i beskrivelsen av appen min og i omtale av det jeg lager?",
    "developers.faqNameBody": "Hvis du vil kan du fritt si at din applikasjon bygger på Scratch Blocks. Hvis du gjør det vil vi anbefale at du gir en link tilbake til vår kode.",
    "developers.faqReleasesTitle": "Vil det bli frigitt mer kode, og i så fall når?",
    "developers.faqReleasesBody": "Mer av kildekoden relatert til programmeringsspråket Scratch vil bli gjort åpent tilgjengelig i løpet av de nærmeste månedene. Følg med på denne siden!",
    "developers.faqDifferencesTitle": "Hva er forskjellen mellom Blockly og Scratch-klosser?",
    "developers.faqDifferencesBody": "Scratch Blocks bygger på kodebasen fra Blockly og er designet ut fra våre prinsipper for kreative læringsopplevelser.",
    "developers.faqCollabTitle": "Jeg har lyst til å samarbeide med noen. Hvordan får jeg kontakt?",
    "developers.faqCollabBody": "You can reach us over on {githubLink} or on our {contactUsLink} page. We look forward to hearing from you!"
}