{
    "developers.hereLinkText": "hier",
    "developers.title": "Scratch voor ontwikkelaars",
    "developers.introLinkText": "Scratch-team",
    "developers.intro": "Op deze pagina staat informatie over open source projecten gecreéerd en onderhouden door {introLink}, en onze ideeën over de beste voorbeelden voor het ontwerpen en bouwen van leerervaringen voor kinderen.",
    "developers.projectsTitle": "Projecten",
    "developers.principlesTitle": "Principes",
    "developers.joinTitle": "Word lid",
    "developers.donateTitle": "Doneer",
    "developers.partnersTitle": "Partners",
    "developers.faqTitle": "FAQ",
    "developers.projectsIntro": "De volgende projecten zijn open source en beschikbaar voor elk doel.",
    "developers.scratchBlocksTitle": "Scratch-blokken",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technologie",
    "developers.scratchBlocksIntro": "Scratch Blocks is het project voor de volgende generatie van grafische programmeerblokken, gebaseerd op een samenwerking tussen Google en het Scratch MIT-team door voort te bouwen op Google's Blockly Technology {blocklyLink} en de ervaring van het Scratch Team bij het ontwikkelen van creatieve leermiddelen voor jongeren.  Scratch Blocks wordt een framework om programma's zowel verticaal (tekst-gebaseerd) als horizontaal (icoon-gebaseerd)  te bouwen. Je kan de code (momenteel als een developer-preview) en documentatie bekijken. {githubLink}",
    "developers.scratchBlocksBody": "De eerste uitgave bevat code voor Scratch's horizontale grammatica. Aanvullende code is gepland, waaronder de verticale grammatica (zoals momenteel gebruikt door Scratch), een nieuwe \"rendering engine\" om sprites en grafische effecten te ondersteunen, en een nieuwe audiomodule om creatie met geluid en muziek te ondersteunen.",
    "developers.wwwTitle": "Scratch-wiki",
    "developers.wwwIntro": "Scratch-www is een standalone web client voor de Scratch Community, gebouwd met React and Redux. Bekijk de code en de documentatie op {wwwIntroLink}.",
    "developers.LearningPrinciples": "Leerprincipes",
    "developers.DesignPrinciples": "Ontwerpprincipes",
    "developers.principlesIntro": "We bouwden Scratch om jonge mensen de mogelijkheid te geven om creatief en logisch te denken en samen te werken. Ons uitgangspunt zijn deze {learningPrinciples} en {designPrinciples}. We hopen dat deze uitgangspunten ook worden gevolgd bij het ontwikkelen van nieuwe tools en technolgieën met Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr website",
    "developers.jrBody": "ScratchJr is een programmeertaal waarmee jonge kinderen (5-7 jaar) hun eigen interactieve verhalen en spelletjes kunnen bouwen. Meer informatie op {websiteLink} of in de code en de documentatie op {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Mensen leren het best wanneer ze actief aan projecten werken, nieuwe ideeën genereren, prototypes ontwikkelen, verbeteringen maken en uiteindelijke producten creëren.",
    "developers.learningPrinciplesPassionTitle": "Passie",
    "developers.learningPrinciplesPassionBody": "Wanneer mensen zich focussen op de dingen waar ze om geven, dan zullen ze langer en harder werken, volhouden bij uitdagingen en bijleren in het proces.",
    "developers.learningPrinciplesPeersTitle": "Peers",
    "developers.learningPrinciplesPeersBody": "Leren bloeit als een sociale activiteit, met mensen die ideeën delen, samenwerken aan projecten en op elkaars werk verderbouwen.",
    "developers.learningPrinciplesPlayTitle": "Spel",
    "developers.learningPrinciplesPlayBody": "Leren betrekt speelse experimentatie, nieuwe dingen proberen, met dingen prutsen, grenzen verkennen, risico's nemen,  herhalen, opnieuw en opnieuw.",
    "developers.designPrinciplesRoomTitle": "Laagdrempelig & niet begrensd door muren",
    "developers.designPrinciplesRoomBody": "Om gevarieerde en verschillende interacties aan te moedigen, voegen we expliciet elementen en functies in die makkelijk te begrijpen zijn voor kinderen (laagdrempelig), maar algemeen genoeg om uiteenlopend gebruik te ondersteunen (niet begrensd door muren).",
    "developers.designPrinciplesSimpleTitle": "Maak het zo eenvoudig mogelijk, en misschien zelfs eenvoudiger",
    "developers.designPrinciplesSimpleBody": "Ondanks de algemene wil om nieuwe functies toe te voegen aan softwareproducten, ondervonden we dat het beperken van het aantal functies de gebruikerservaring vaak verbetert. Wat oorspronkelijk een beperking of begrenzing leek, stimuleert bij nader inzien nieuwe vormen van creativiteit.",
    "developers.designPrinciplesGlobalTitle": "Vele paden, vele stijlen",
    "developers.designPrinciplesGlobalBody": "Veel activiteiten binnen wiskunde en natuurwetenschappen richten zich traditioneel op een beperkt publiek. Wij willen een breder publiek bereiken door bij het ontwikkelen van technologieën speciaal te letten op toegankelijkheid en aantrekkelijkheid.",
    "developers.designPrinciplesTinkerTitle": "Ontwerp voor Tinkerability",
    "developers.designPrinciplesTinkerBody": "We geloven dat het leerproces per definitie iteratief is. Knutselaars starten met ontdekken en experimenteren, daarna herzien en verfijnen ze hun doelen en creaties. Om deze stijl van interactie te ondersteunen, ontwerpen we onze interface om snelle experimentatie aan te moedigen en herhalingscyclussen te versnellen.",
    "developers.joinBodyJobsLinkText": "Vacatures",
    "developers.joinBody": "Wij zijn een gevarieerde groep leerkrachten, ontwerpers en techneuten die samenwerken in een speelse creatieve omgeving gevuld met LEGO steentjes, handenarbeidmateriaal en gereedschappen. We hechten erg aan diversiteit, samenwerking en respect op de werkvloer. Als je met ons mee wilt doen, kijk dan op {jobsPageLink}, of stuur een email naar {emailLink}.",
    "developers.donateIntroLinkText": "steun Scratch financieel",
    "developers.donateIntro": "We zijn blij dat we Scratch gratis kunnen aanbieden.  Als je Scratch met plezier gebruikt, overweeg dan een donatie: {donateLink}. Grote en kleine bijdragen worden zeer gewaardeerd.",
    "developers.donateBody": "Je donatie aan de Scratch-stichting zal worden gebruikt om toekomstige ontwikkeling van Scratch-software en de Scratch-website te ondersteunen.",
    "developers.donateThanks": "Bedankt voor het ondersteunen van Scratch!",
    "developers.partnersIntro": "De creatie en het onderhoud van deze open source-code zou niet mogelijk zijn zonder gulle technische en financiële ondersteuning van onze partners:",
    "developers.faqAboutTitle": "Waar kan ik meer te weten komen over Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch is een gratis programmeertaal en een online community waar jongeren hun eigen interactieve verhalen, spellen en aniimaties kunnen bouwen. Scratch is een project van de {llkLink} Group van het {mitLink}. Lees meer over Scratch op {aboutLink}.",
    "developers.faqRulesTitle": "Zijn er regels als ik deze code gebruik in mijn applicatie?",
    "developers.faqRulesBody": "Je mag deze code gebruiken in overeenstemming met de licentie. We moedigen je van harte aan om de leer- en ontwerpprincipes door te nemen (hierboven, op deze pagina) wanneer je creatieve leerervaringen voor kinderen van alle leeftijden bouwt.",
    "developers.faqNameTitle": "Heb ik toestemming om de naam \"Scratch Blocks\" te gebruiken in de beschrijving van mijn app en andere publieke media?",
    "developers.faqNameBody": "Als je wil, mag je publiekelijk vermelden dat je applicatie aangedreven is door Scratch Blocks. Als je dat doet, dan moedigen we je ook aan om terug te verwijzen naar de codebewaarplaats.",
    "developers.faqReleasesTitle": "Gaan jullie meer code uitbrengen en wanneer?",
    "developers.faqReleasesBody": "We plannen om bijkomende code die verwant is aan de Scratch-programmeertaal open source te maken in de komende maanden. Houd deze pagina goed in het oog!",
    "developers.faqDifferencesTitle": "Wat is het verschil tussen Blockly en Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks bouwt op de codebasis van Blockly en is specifiek ontworpen met onze principes in gedachten om creatieve leerervaringen te ondersteunen.",
    "developers.faqCollabTitle": "Ik zou graag willen meewerken. Hoe kom ik in contact?",
    "developers.faqCollabBody": "je kunt ons bereiken op {githubLink} of op onze {contactUsLink} pagina. We horen graag van je!"
}