{
    "developers.hereLinkText": "her",
    "developers.title": "Scratch for utviklarar",
    "developers.introLinkText": "Scratch-gruppa",
    "developers.intro": "Her finn du informasjon om friprog-prosjekt som er laga og vert vedlikehaldne av {introLink}, samt vårt syn på korleis ein best utformar læringsopplevingar for barn og unge.",
    "developers.projectsTitle": "Prosjekt",
    "developers.principlesTitle": "Prinsipp",
    "developers.joinTitle": "Vert med",
    "developers.donateTitle": "Gje pengegåve",
    "developers.partnersTitle": "Samarbeidspartnarar",
    "developers.faqTitle": "Spørsmål og svar",
    "developers.projectsIntro": "Desse prosjekta er fri programvare og kan fritt brukast til alle formål:",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly-teknologi",
    "developers.scratchBlocksIntro": "Scratch Blocks er eit nytt utviklingsprosjekt for neste generasjons grafiske programmeringsklossar, og er basert på eit samarbeid mellom Google og Scratch-gruppa ved MIT. Det byggjer på Googles {blocklyLink} og Scratch-gruppas ekspertise innan utvikling av kreative læringsverktøy for barn og unge. Scratch Blocks gjev eit rammeverk for å byggja programmeringsklossar, både i loddrette (tekstbaserte) og vassrette (ikonbaserte) format. Du finn kjeldekoden (for tida i ein tidleg versjon for utviklarar) og dokumentasjon {githubLink}.",
    "developers.scratchBlocksBody": "Denne første utgåva har programkode for den vassrette ScratchJr-grammatikken. Me har planar om å utvikla denne vidare til blant anna å støtta loddrett grammatikk (brukt i Scratch), ein ny teiknemotor som støttar figurar og grafiske effektar og ein ny lydmotor som støttar lydeffektar og musikk.",
    "developers.wwwTitle": "Scratch-www",
    "developers.wwwIntro": "Scratch-www er ein frittståande nettbasert klient for Scratch-fellesskapet, bygd med React og Redux. Me har lagt ut kjeldekode og dokumentasjon på {wwwIntroLink}.",
    "developers.LearningPrinciples": "Læringsprinsipp",
    "developers.DesignPrinciples": "Designprinsipp",
    "developers.principlesIntro": "Me laga Scratch for å hjelpa barn og unge å tenkja kreativt og systematisk, og å læra å arbeida saman. Me baserer oss på nokre {learningPrinciples} og {designPrinciples} som me håpar du òg vil følgja når du utviklar nye verktøy og ny teknologi med Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr-nettstaden",
    "developers.jrBody": "ScratchJr er meint som eit første programmeringsspråk for dei yngste (5–7 år), og lèt dei laga sine eigne interaktive forteljingar og spel. Du finn meir informasjon på heimesida {websiteLink}, og kjeldekode og dokumentasjon på {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Ein lærer best når ein arbeider aktivt med prosjekt – tenkjer ut nye idéar, lagar prototypar, gjer forbetringar og til slutt ferdigstiller produktet.",
    "developers.learningPrinciplesPassionTitle": "Engasjement",
    "developers.learningPrinciplesPassionBody": "Når ein fokuserer på noko ein bryr seg om, arbeider ein lenger og hardare, gjev seg ikkje når ein møter vanskar, og lærer meir i prosessen.",
    "developers.learningPrinciplesPeersTitle": "Samarbeid",
    "developers.learningPrinciplesPeersBody": "Læring blomstrar når ein er fleire og kan utveksla idéar, samarbeida på prosjekt og byggja vidare på arbeidet til kvarandre.",
    "developers.learningPrinciplesPlayTitle": "Leik",
    "developers.learningPrinciplesPlayBody": "Læring inneber leiken utforsking – prøva nye ting, sitja og pusla med det ein har til rådvelde, prøva ut grenser og ta sjansar, om om att.",
    "developers.designPrinciplesRoomTitle": "Låg terskel og breie veggar",
    "developers.designPrinciplesRoomBody": "Me legg opp til mange typar interaksjonar, med særskild vekt på å ha med element som er lette å forstå for barn og unge (ein låg terskel) men samtidig generelle nok til å kunna brukast på mange ulike måtar (breie veggar).",
    "developers.designPrinciplesSimpleTitle": "Gjer det så enkelt som mogleg – og kanskje endå enklare",
    "developers.designPrinciplesSimpleBody": "Det er eit press på å stadig leggja til nye funksjonar i dataprogram, men me har funne at å heller redusera talet på funksjonar ofte gjer brukaropplevinga betre. Det som først verka å vera avgrensingar, viser seg å føra til nye former for kreativitet.",
    "developers.designPrinciplesGlobalTitle": "Mange løp, mange stilar",
    "developers.designPrinciplesGlobalBody": "Mange realfagsaktivitetar har tradisjonelt vore formidla på måtar som passar for nokre grupper og ikkje for andre. Me arbeider målretta med å redusera denne ubalansen ved å laga teknologi som er tilgjengeleg og tiltalande for fleire.",
    "developers.designPrinciplesTinkerTitle": "Laga for å tukla og eksperimentera med",
    "developers.designPrinciplesTinkerBody": "Me meiner læringsprosessar i seg sjølve er iterative. Ein startar med å utforska og eksperimentera, for så å revidera og forfina både kva mål ein har og kva det er ein skapar. For å støtta ei slik interaktiv arbeidsform utformar me brukargrensesnitta våre slik at dei oppmuntrar til kjappe eksperiment og raske utviklingssyklusar.",
    "developers.joinBodyJobsLinkText": "ledige stillingar",
    "developers.joinBody": "Me er ei brokete samling pedagogar, designarar og ingeniørar, som arbeider saman i eit leike, kreativt miljø full av LEGO-klossar, hobbymateriell og verktøy. Me set stor pris på mangfald, samarbeid og respekt på arbeidsplassen. Viss du er interessert i verta ein av oss, sjå nærare på våre {jobsPageLink} eller send oss ein e-post på {emailLink}.",
    "developers.donateIntroLinkText": "gje ei pengegåve for å støtta Scratch",
    "developers.donateIntro": "Me er glade for å kunna tilby Scratch heilt gratis. Men viss du likar Scratch, kan du vurdera å {donateLink}. Me set pris på både små og store gåver.",
    "developers.donateBody": "Alle pengegåver til Scratch-stiftinga vert brukte til støtta den vidare utviklinga av Scratch-programvara og Scratch-nettstaden.",
    "developers.donateThanks": "Takk for at du støttar Scratch!",
    "developers.partnersIntro": "Å laga og vedlikehalda denne friprog-koden hadde ikkje vore mogleg utan sjenerøs teknisk og økonomisk støtte frå samarbeidspartnarane våre:",
    "developers.faqAboutTitle": "Kor kan eg læra meir om Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch er eit gratis programmeringsspråk og nettsamfunn der barn og unge kan laga sine eigne interaktive forteljingar, spel og animasjonar. Scratch er eit prosjekt frå {llkLink} ved {mitLink}. Les meir om Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Finst det nokon reglar for korleis eg brukar kjeldekoden i mine eigne program?",
    "developers.faqRulesBody": "Du kan bruka kjeldekoden i samsvar med lisensvilkåra som følgjer med kvart prosjekt. Me vil òg sterkt rå deg til å ta omsyn til lærings- og designprinsippa våre (sjå ovanfor) når du skapar kreative læringsprosessar for barn og unge i alle aldrar.",
    "developers.faqNameTitle": "Kan eg bruka namnet «Scratch Blocks» i programskildringa mi og i annan omtale av det eg lagar?",
    "developers.faqNameBody": "Viss du ønskjer, kan du oppgje at programmet ditt er bygd på Scratch Blocks. Viss du gjer dette, håpar me du òg vil lenkja tilbake til kjeldekoden vår.",
    "developers.faqReleasesTitle": "Kjem de til å gje ut meir kjeldekode, eventuelt når?",
    "developers.faqReleasesBody": "Me har planar om å gje ut meir Scratch-kjeldekode som fri programvare dei neste månadane. Følg med på denne sida!",
    "developers.faqDifferencesTitle": "Kva er forskjellen på Blockly og Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks byggjer på Blockly-kodebasen og er særskild utforma frå prinsippa våre for å støtta kreative læringsprosessar.",
    "developers.faqCollabTitle": "Eg vil gjerne samarbeida med dykk. Korleis tek eg kontakt?",
    "developers.faqCollabBody": "Du kan kontakta oss på {githubLink} eller via sida {contactUsLink}. Me ser fram til å høyra frå deg!"
}