{
    "developers.hereLinkText": "tutaj",
    "developers.title": "Scratch dla programistów",
    "developers.introLinkText": "Zespół Scratcha",
    "developers.intro": "Na tej stronie znajdziesz informacje o projektach open source tworzonych i obsługiwanych przez  {introLink}, a także nasze przemyślenia na temat najlepszych praktyk planowania edukacji dzieci.",
    "developers.projectsTitle": "Projekty",
    "developers.principlesTitle": "Zasady",
    "developers.joinTitle": "Dołącz do nas",
    "developers.donateTitle": "Przekaż darowiznę",
    "developers.partnersTitle": "Partnerzy",
    "developers.faqTitle": "Najczęściej zadawane pytania (FAQ)",
    "developers.projectsIntro": "Następujące projekty są otwarte i możliwe do wykorzystania w dowolnym celu.",
    "developers.scratchBlocksTitle": "Bloki Scratcha",
    "developers.scratchBlocksIntroBlocklyLinkText": "technologię bloczkową",
    "developers.scratchBlocksIntro": "Bloki Scratcha to nowy projekt dla kolejnej generacji graficznych bloków programistycznych, dzięki współpracy Google z zespołem Scratch MIT - w oparciu o {blocklyLink} Google, z wykorzystaniem specjalistycznej wiedzy Zespołu Scratcha w opracowywaniu kreatywnych narzędzi edukacyjnych dla młodych ludzi. Projekt Bloki Scratcha zapewni ramy do budowania bloków programistycznych zarówno w formacie pionowym (tekstowym), jak i poziomym (opartym na ikonach). Możesz uzyskać dostęp do kodu (obecnie jako podgląd programisty) i dokumentacji {githubLink}.",
    "developers.scratchBlocksBody": "Pierwsza wersja zawiera kod gramatyki poziomej Scratcha. Patrząc w przyszłość, planujemy wydać dodatkowy kod, w tym między innymi gramatykę pionową (obecnie używaną przez Scratcha), nowy silnik renderujący do obsługi duszków i efektów graficznych oraz nowy silnik audio do obsługi tworzenia dźwięków i muzyki.",
    "developers.wwwTitle": "Strona Scratcha",
    "developers.wwwIntro": "Strona Scratcha to samodzielny klient sieciowy dla społeczności Scratcha, zbudowany przy użyciu React i Redux. Uzyskaj dostęp do kodu i dokumentacji za pośrednictwem {wwwIntroLink}.",
    "developers.LearningPrinciples": "Zasady uczenia się",
    "developers.DesignPrinciples": "Zasady projektowania",
    "developers.principlesIntro": "Stworzyliśmy Scratcha, aby umożliwić młodym ludziom kreatywne myślenie, systematyczne rozumowanie i współpracę. Kierujemy się zestawem {learningPrinciples} i {designPrinciples}, które mamy nadzieję, że będziesz stosować podczas opracowywania nowych narzędzi i technologii za pomocą bloków Scratcha.",
    "developers.jrBodyWebsiteLinkText": "Strona internetowa Scratch Junior",
    "developers.jrBody": "ScratchJr to prosty język programowania, który umożliwia małym dzieciom (w wieku 5-7 lat) tworzenie własnych interaktywnych historii i gier. Aby uzyskać więcej informacji, odwiedź stronę {websiteLink} lub uzyskaj dostęp do kodu i dokumentacji na stronie {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Ludzie uczą się najlepiej, gdy aktywnie pracują nad projektami — generując nowe pomysły, projektując prototypy, wprowadzając ulepszenia i tworząc produkty końcowe.",
    "developers.learningPrinciplesPassionTitle": "Pasja",
    "developers.learningPrinciplesPassionBody": "Kiedy ludzie koncentrują się na rzeczach, na których im zależy, pracują dłużej i ciężej, stawiają czoła wyzwaniom i uczą się więcej.",
    "developers.learningPrinciplesPeersTitle": "Rówieśnicy",
    "developers.learningPrinciplesPeersBody": "Nauka kwitnie jako aktywność społeczna, w której ludzie dzielą się pomysłami, współpracują przy projektach i budują coś dla siebie nawzajem.",
    "developers.learningPrinciplesPlayTitle": "Zabawa",
    "developers.learningPrinciplesPlayBody": "Uczenie się obejmuje zabawne eksperymentowanie - próbowanie nowych rzeczy, majstrowanie przy materiałach, testowanie granic, podejmowanie ryzyka, ciągłe powtarzanie.",
    "developers.designPrinciplesRoomTitle": "Niskie Piętro i Szerokie Ściany",
    "developers.designPrinciplesRoomBody": "Aby zachęcić do różnorodnych i zróżnicowanych interakcji, wykorzystujemy elementy i funkcje, które są łatwe do zrozumienia dla dzieci (niskie piętro), ale wystarczająco ogólne, aby znajdować różne zastosowania (szerokie ściany).",
    "developers.designPrinciplesSimpleTitle": "Zrobić tak prosto jak to tylko możliwe — a może jeszcze prościej",
    "developers.designPrinciplesSimpleBody": "Pomimo powszechnego dążenia do dodawania większej liczby funkcji do oprogramowania, odkryliśmy, że zmniejszenie liczby funkcji często poprawia komfort użytkowania. To, co początkowo wydaje się ograniczeniem, może sprzyjać nowym formom kreatywności. ",
    "developers.designPrinciplesGlobalTitle": "Wiele ścieżek, Wiele stylów",
    "developers.designPrinciplesGlobalBody": "Wiele zajęć z matematyki i nauk ścisłych było tradycyjnie ukierunkowanych na określone grupy. Zwracając szczególną uwagę na tworzenie dostępnych i atrakcyjnych technologii, staramy się wypełnić tę lukę.",
    "developers.designPrinciplesTinkerTitle": "Projektowanie pod kątem majsterkowania",
    "developers.designPrinciplesTinkerBody": "Wierzymy, że proces uczenia się jest z natury iteracyjny. Majsterkowicze zaczynają od odkrywania i eksperymentowania, a następnie korygują i udoskonalają swoje cele i dzieła. Aby wspierać ten styl interakcji, projektujemy nasze interfejsy tak, aby zachęcały do szybkich eksperymentów i szybkich cykli iteracji.",
    "developers.joinBodyJobsLinkText": "Oferta pracy",
    "developers.joinBody": "Jesteśmy zróżnicowaną grupą nauczycieli, projektantów i inżynierów, którzy pracują razem w zabawnym, kreatywnym środowisku pełnym klocków LEGO, materiałów rzemieślniczych i narzędzi dla twórców. Wysoko cenimy różnorodność, współpracę i szacunek w miejscu pracy. Jeśli jesteś zainteresowany dołączeniem do nas, zapoznaj się z naszymi otwartymi ofertami na naszej stronie  {jobsPageLink}  lub wyślij nam e-mail na adres: {emailLink}.",
    "developers.donateIntroLinkText": "przekazanie dowolnej kwoty na wsparcie Scratcha",
    "developers.donateIntro": "Z przyjemnością udostępniamy Scratcha bezpłatnie. Jeśli lubisz używać Scratcha, rozważ {donateLink}. Mile widziane są darowizny o dowolnej wielkości.",
    "developers.donateBody": "Twoja darowizna na rzecz Fundacji Scratch zostanie wykorzystana na wsparcie rozwoju oprogramowania Scratch i witryny Scratch.",
    "developers.donateThanks": "Dzięki za dołączenie do Scratcha!",
    "developers.partnersIntro": "Stworzenie i utrzymanie tego kodu open source nie byłoby możliwe bez hojnego wsparcia technicznego i finansowego od naszych partnerów:",
    "developers.faqAboutTitle": "Gdzie mogę się dowiedzieć więcej o Scratchu?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch to darmowy język programowania i społeczność internetowa, w której młodzi ludzie mogą tworzyć własne interaktywne historie, gry i animacje. Scratch jest projektem Grupy {llkLink} przy {mitLink}. Więcej dowiesz się  {aboutLink}.",
    "developers.faqRulesTitle": "Czy istnieją zasady korzystania z tego kodu w mojej aplikacji?",
    "developers.faqRulesBody": "Możesz używać tego kodu zgodnie z licencją regulującą każdy projekt. Gorąco zachęcamy również do rozważenia zasad uczenia się i projektowania (powyżej, na tej stronie) podczas tworzenia kreatywnych doświadczeń edukacyjnych dla dzieci w każdym wieku.",
    "developers.faqNameTitle": "Czy mogę używać nazwy „Bloki Scratcha w opisie mojej aplikacji i innych publicznych wiadomościach?",
    "developers.faqNameBody": "Jeśli chcesz, możesz publicznie oświadczyć, że Twoja aplikacja jest obsługiwana przez bloki Scratcha. Jeśli to zrobisz, zachęcamy również do umieszczenia linku do repozytorium kodu. ",
    "developers.faqReleasesTitle": "Czy opublikujecie więcej kodu i kiedy?",
    "developers.faqReleasesBody": "Planujemy otworzyć więcej kodu źródłowego związanego z językiem programowania Scratch w ciągu najbliższych kilku miesięcy. Obserwuj tę stronę!",
    "developers.faqDifferencesTitle": "Jaka jest różnica między Blockly i Blokami Scratcha?",
    "developers.faqDifferencesBody": "Bloki Scratcha opierają się na bazie kodu Blockly i są specjalnie zaprojektowane z myślą o naszych zasadach, aby wspierać kreatywne doświadczenia edukacyjne.",
    "developers.faqCollabTitle": "Chciałbym współpracować. Jak się skontaktować?",
    "developers.faqCollabBody": "Możesz skontaktować się z nami w {githubLink} lub na naszej stronie {contactUsLink}. Czekamy na usłyszenie Ciebie!"
}