{
    "developers.hereLinkText": "aqui",
    "developers.title": "Scratch para Desenvolvedores",
    "developers.introLinkText": "Equipe do Scratch no MIT",
    "developers.intro": "Nesta página você encontrará informações sobre os projetos abertos criados e mantidos pelo {introLink}, bem como nossas opiniões nas melhores práticas de design de experiências em aprendizagem para as crianças.",
    "developers.projectsTitle": "Projetos",
    "developers.principlesTitle": "Princípios",
    "developers.joinTitle": "Junte-se a nós",
    "developers.donateTitle": "Fazer doação",
    "developers.partnersTitle": "Parceiros",
    "developers.faqTitle": "FAQ",
    "developers.projectsIntro": "Os projetos a seguir são de código aberto e estão disponíveis para quaisquer fins.",
    "developers.scratchBlocksTitle": "Blocos Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Tecnologia Blockly",
    "developers.scratchBlocksIntro": "O Scratch Blocks é um novo projeto em desenvolvimento para a próxima geração de blocos gráficos de programação baseados na colaboração entre o Google e o Scratch Team no MIT - construído no Google {blocklyLink} e instruído pela equipe de especialistas do Scratch em desenvolvimento de ferramentas de aprendizagem criativa para jovens. O Scratch Blocks proverá uma estrutura para a construção de blocos em ambos os formatos vertical (baseado em texto) e horizontal (baseado em ícone). Você pode acessar o código (atualmente disponível para visualização de desenvolvedor) e documentação {githubLink}.",
    "developers.scratchBlocksBody": "Esta primeira versão inclui o código para a Gramática Horizontal do Scratch. Pensando no futuro, planejamos lançar códigos adicionais incluindo a Gramática Vertical (atualmente usada pelo Scratch), um novo Motor de Apresentação para suportar atores e efeitos gráficos, e um novo Motor de Áudio para possibilitar a criação com sons e música.",
    "developers.wwwTitle": "Wiki Scratch",
    "developers.wwwIntro": "O Scratch-www é um cliente independente da comunidade Scratch, construído usando React e Redux. Acesse o código e a documentação em {wwwIntroLink}.",
    "developers.LearningPrinciples": "Princípios de Aprendizagem",
    "developers.DesignPrinciples": "Princípios de Design",
    "developers.principlesIntro": "Criamos o Scratch para empoderar os jovens a pensar criativamente, pensar sistematicamente e trabalhar coletivamente. Somos guiados por um conjunto de {learningPrinciples} princípios de aprendizagem  e {designPrinciples} princípios de design por meio dos quais esperamos que você siga e desenvolva novas ferramentas e tecnologias com os blocos do Scratch.",
    "developers.jrBodyWebsiteLinkText": "website Scratch Júnior",
    "developers.jrBody": "O ScratchJr é uma introdução a linguagem de programação que permite a crianças pequenas (5 a 7 anos) criar suas próprias histórias interativas e jogos. Para mais informações, visite o {websiteLink} ou acesse o código e a documentação em {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "As pessoas aprendem melhor quando trabalham ativamente em projetos — gerando novas ideias, desenvolvendo protótipos, fazendo melhorias e criando produtos finais.",
    "developers.learningPrinciplesPassionTitle": "Paixão",
    "developers.learningPrinciplesPassionBody": "Quando as pessoas se dedicam a algo que gostam de fazer, elas trabalham e se esforçam mais, superam desafios, e aprendem mais no processo.",
    "developers.learningPrinciplesPeersTitle": "Pares",
    "developers.learningPrinciplesPeersBody": "A aprendizagem floresce como uma atividade social, com pessoas compartilhando ideias, colaborando em projetos e criando a partir de outros trabalhos.",
    "developers.learningPrinciplesPlayTitle": "Jogar",
    "developers.learningPrinciplesPlayBody": "Aprender envolve experimentar brincando — experimentando coisas novas, materiais, testando limites, assumindo riscos e repetindo o processo várias vezes.",
    "developers.designPrinciplesRoomTitle": "Chão Baixo e Paredes Largas",
    "developers.designPrinciplesRoomBody": "Para incentivar um conjunto variado e diverso de interações, incluímos de forma explícita elementos e funcionalidades que são de fácil compreensão para crianças (chão baixo), mas que também são gerais o suficiente para dar suporte a diversos usos (paredes largas).",
    "developers.designPrinciplesSimpleTitle": "Faça o mais simples possível — e talvez ainda mais simples",
    "developers.designPrinciplesSimpleBody": "Apesar da tendência comum de adicionar mais funcionalidades aos produtos de software, descobrimos que reduzir o número de funcionalidades muitas vezes melhora a experiência do usuário. O que inicialmente parece uma restrição ou limitação pode dar origem a novas formas de criatividade.",
    "developers.designPrinciplesGlobalTitle": "Muitos Caminhos, Muitos Estilos",
    "developers.designPrinciplesGlobalBody": "Muitas atividades que envolvem matemática e ciências têm sido tradicionalmente direcionadas a grupos específicos de pessoas. Dando atenção especial à criação de tecnologias acessíveis e atraentes, estamos tentando eliminar essa lacuna.",
    "developers.designPrinciplesTinkerTitle": "Concepção para a Experimentação",
    "developers.designPrinciplesTinkerBody": "Acreditamos que o processo de aprendizagem é inerentemente repetitivo. Os experimentadores começam explorando e experimentando, depois fazem uma revisão e refinam seus objetivos e criações. Para apoiar esse estilo de interação, desenvolvemos nossas interfaces para incentivar a experimentação rápida em ciclos de repetição.",
    "developers.joinBodyJobsLinkText": "Página de Empregos",
    "developers.joinBody": "Somos um grupo diversificado de educadores, designers e engenheiros, que trabalham juntos em um ambiente divertido e criativo cheio de peças de LEGO, materiais de papelão e ferramentas de fabricação. Valorizamos fortemente a diversidade, a colaboração e o respeito no local de trabalho. Se você tem interesse em se juntar a nós, dê uma olhada nas vagas no {jobsPageLink}ou nos envie um email no {emailLink}.",
    "developers.donateIntroLinkText": "fazendo uma doação para apoiar o Scratch",
    "developers.donateIntro": "Temos o prazer de disponibilizar o Scratch gratuitamente. Se você está interessado(a) em usar o Scratch, por favor, considere {donateLink}. Doações de qualquer valor são apreciadas.",
    "developers.donateBody": "Sua doação para a Fundação Scratch será usada para suportar desenvolvimentos futuros do software e do site do Scratch.",
    "developers.donateThanks": "Obrigado por juntar-se ao Scratch!",
    "developers.partnersIntro": "A criação e a manutenção deste código aberto não seria possível sem o generoso suporte técnico e financeiro dos nossos parceiros:",
    "developers.faqAboutTitle": "Onde posso aprender mais sobre o Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Jardim de Infância para a Vida Toda",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "O Scratch é uma linguagem de programação gratuita e uma comunidade online onde pessoas podem criar suas próprias histórias interativas, jogos e animações. Scratch é um projeto do {llkLink} Grupo no {mitLink}. Você pode aprender mais sobre o Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Existem regras para usar este código no meu programa?",
    "developers.faqRulesBody": "Você pode usar este código de acordo com a licença que rege cada projeto. Também recomendamos fortemente que você considere os princípios de aprendizagem e design (que podem ser vistos acima, nesta página) ao criar experiências de aprendizagem criativa para crianças de todas as idades.",
    "developers.faqNameTitle": "Eu posso usar o nome \"Blocos Scratch\" na descrição do meu aplicativo e em outras mensagens públicas?",
    "developers.faqNameBody": "Se quiser, você pode declarar publicamente que sua aplicação usa Blocos Scratch. Se fizer isso, também sugerimos que você adicione um link para o repositório do código.",
    "developers.faqReleasesTitle": "Vocês vão lançar mais códigos? Quando?",
    "developers.faqReleasesBody": "Planejamos transformar mais códigos relacionados à linguagem de programação Scratch em códigos abertos nos próximos meses. Fique de olho!",
    "developers.faqDifferencesTitle": "Qual é a diferença entre Blockly e os Blocos Scratch?",
    "developers.faqDifferencesBody": "Os Blocos Scratch são baseados no código do Blockly e são desenvolvidos especificamente com nossos princípios em mente, para dar suporte às experiências de aprendizagem criativa.",
    "developers.faqCollabTitle": "Eu gostaria de colaborar. Como faço para entrar em contato?",
    "developers.faqCollabBody": "Você pode entrar em contato conosco por meio do {githubLink} ou você pode enviar email para {emailLink}. Estamos esperando para ouvi-los."
}