{
    "developers.hereLinkText": "aici",
    "developers.title": "Scratch pentru Programatori",
    "developers.introLinkText": "Echipa Scratch",
    "developers.intro": "Pe această pagină, veți găsi informații despre proiectele open source create și întreținute de {introLink}, precum și părerile noastre despre cele mai bune practici pentru proiectarea experiențelor de învățare pentru copii.",
    "developers.projectsTitle": "Proiecte",
    "developers.principlesTitle": "Principii",
    "developers.joinTitle": "Alătură-ni-te",
    "developers.donateTitle": "Donează",
    "developers.partnersTitle": "Parteneri",
    "developers.faqTitle": "Întrebări frecvente",
    "developers.projectsIntro": "Aceste proiecte sunt cu sursă deschisă și sunt disponibile pentru orice scop.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "Tehnologia Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks este un nou proiect de dezvoltare pentru următoarea generație de blocuri de programare grafică, bazat pe o colaborare între Google și echipa Scratch a MIT - bazată pe cea a Google {blocklyLink} și bazată pe expertiza echipei Scratch în dezvoltarea instrumentelor creative de învățare pentru tineri. Scratch Blocks va oferi un cadru pentru construirea blocurilor de programare atât în ​​format vertical (bazat pe text), cât și orizontal (pe baza de pictograme). Puteți accesa codul (în prezent ca o previzualizare pentru dezvoltatori) și documentația {githubLink}.",
    "developers.scratchBlocksBody": "Această primă versiune include cod pentru Gramatica orizontală a lui Scratch. Privind în viitor, intenționăm să lansăm cod suplimentar, inclusiv, dar fără a se limita la, Vertical Grammar (folosit în prezent de Scratch), un nou motor de randare pentru a accepta sprite-uri și efecte grafice și un nou motor audio pentru a sprijini crearea cu sunet și muzică.",
    "developers.wwwTitle": "Pagina de wiki Scratch",
    "developers.wwwIntro": "Scratch-www este un client web independent pentru comunitatea Scratch, creat folosind React și Redux. Accesați codul și documentația prin {wwwIntroLink}.",
    "developers.LearningPrinciples": "Principii de Învățare",
    "developers.DesignPrinciples": "Principii de Proiectare",
    "developers.principlesIntro": "Am creat Scratch pentru a oferi tinerilor putere să gândească creativ, să raționeze sistematic și să lucreze în colaborare. Suntem ghidați de un set de {learningPrinciples} și {designPrinciples} pe care sperăm că le veți urmări pe măsură ce dezvoltați noi instrumente și tehnologii cu Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Site-ul ScratchJr",
    "developers.jrBody": "ScratchJr este un limbaj de programare introductiv care le permite copiilor mici (cu vârste între 5 și 7 ani) să-și creeze propriile povești și jocuri interactive. Pentru mai multe informații, accesați {websiteLink} sau accesați codul și documentația de pe {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Oamenii învață cel mai bine atunci când lucrează activ la proiecte - generând idei noi, proiectând prototipuri, aduc îmbunătățiri și creează produse finale.",
    "developers.learningPrinciplesPassionTitle": "Pasiune",
    "developers.learningPrinciplesPassionBody": "Când oamenii se concentrează asupra lucrurilor care le pasă, muncesc mai mult și mai mult, persistă în fața provocărilor și învață mai multe în acest proces.",
    "developers.learningPrinciplesPeersTitle": "Semenii",
    "developers.learningPrinciplesPeersBody": "Învățarea înflorește ca activitate socială, cu oameni care împărtășesc idei, colaborează la proiecte și se bazează pe munca celuilalt.",
    "developers.learningPrinciplesPlayTitle": "Redare",
    "developers.learningPrinciplesPlayBody": "Învățarea implică experimentare jucăușă - încercarea de lucruri noi, mânuirea materialelor, testarea limitelor, asumarea riscurilor, repetarea din nou și din nou.",
    "developers.designPrinciplesRoomTitle": "Podea Joasa și Pereți Lați",
    "developers.designPrinciplesRoomBody": "Pentru a încuraja un set variat și divers de interacțiuni, includem în mod explicit elemente și caracteristici care sunt ușor de înțeles de către copii (podeu joasă), dar suficient de generale pentru a sprijini diverse utilizări (pereți largi).",
    "developers.designPrinciplesSimpleTitle": "Fă-l cât se poate de simplu - și poate chiar mai simplu",
    "developers.designPrinciplesSimpleBody": "În ciuda eforturilor comune de a adăuga mai multe caracteristici produselor software, am constatat că reducerea numărului de funcții îmbunătățește adesea experiența utilizatorului. Ceea ce pare inițial o constrângere sau o limitare poate stimula noi forme de creativitate.",
    "developers.designPrinciplesGlobalTitle": "Multe Cărări, Multe Stiluri",
    "developers.designPrinciplesGlobalBody": "Multe activități de matematică și știință au fost în mod tradițional părtinitoare către anumite populații. Acordând o atenție deosebită creării de tehnologii accesibile și atrăgătoare, lucrăm pentru a reduce decalajul.",
    "developers.designPrinciplesTinkerTitle": "Design pentru Tinkerability",
    "developers.designPrinciplesTinkerBody": "Credem că procesul de învățare este în mod inerent iterativ. Tinkererii încep prin a explora și experimenta, apoi își revizuiesc și își perfecționează obiectivele și creațiile. Pentru a sprijini acest stil de interacțiune, ne proiectăm interfețele pentru a încuraja experimentarea rapidă și ciclurile rapide de iterație.",
    "developers.joinBodyJobsLinkText": "Pagina de locuri de muncă",
    "developers.joinBody": "Suntem un grup divers de educatori, designeri și ingineri, care lucrează împreună într-un mediu jucăuș, creativ, plin de cărămizi LEGO, materiale de artizanat și instrumente de creație. Apreciem mult diversitatea, colaborarea și respectul la locul de muncă. Dacă sunteți interesat să ni se alăture, aruncați o privire la pozițiile noastre deschise pe {jobsPageLink}, sau trimiteți-ne un e-mail la {emailLink}.",
    "developers.donateIntroLinkText": "făcând o donație pentru a sprijini Scratch",
    "developers.donateIntro": "Suntem încântați să oferim Scratch gratuit. Dacă vă place să utilizați Scratch, vă rugăm să luați în considerare {donateLink}. Donațiile de orice dimensiune sunt apreciate.",
    "developers.donateBody": "Donația ta către Fundația Scratch va fi folosită pentru a sprijini dezvoltarea viitoare a software-ului Scratch și a site-ului web Scratch.",
    "developers.donateThanks": "Vă mulțumim pentru susținerea lui Scratch!",
    "developers.partnersIntro": "Crearea și întreținerea acestui cod open source nu ar fi posibilă fără sprijinul tehnic și financiar generos din partea partenerilor noștri:",
    "developers.faqAboutTitle": "Unde pot învăța mai multe despre Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Grădinița pentru toată viața",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch este un limbaj de programare gratuit și o comunitate online în care tinerii își pot crea propriile povești interactive, jocuri și animații. Scratch este un proiect al {llkLink} Grupului de la {mitLink}. Puteți afla mai multe despre Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Există reguli pentru utilizarea acestui cod în aplicația mea?",
    "developers.faqRulesBody": "Puteți utiliza acest cod în conformitate cu licența care guvernează fiecare proiect. De asemenea, vă încurajăm cu tărie să luați în considerare principiile de învățare și proiectare (mai sus, pe această pagină) atunci când construiți experiențe creative de învățare pentru copiii de toate vârstele.",
    "developers.faqNameTitle": "Îmi este permis să folosesc numele „Scratch Blocks” în descrierea aplicației mele și a altor mesaje publice?",
    "developers.faqNameBody": "Dacă doriți, puteți declara public că aplicația dvs. este alimentată de Scratch Blocks. Dacă faceți acest lucru, vă recomandăm să vă conectați înapoi la depozitul de coduri.",
    "developers.faqReleasesTitle": "Eliberați mai mult cod și când?",
    "developers.faqReleasesBody": "Intenționăm să deschidem cod sursă suplimentar legat de limbajul de programare Scratch în următoarele câteva luni. Fii cu ochii pe această pagină!",
    "developers.faqDifferencesTitle": "Care este diferența dintre Blockly și Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks se bazează pe baza de cod Blockly și este conceput special ținând cont de principiile noastre pentru a sprijini experiențele creative de învățare.",
    "developers.faqCollabTitle": "Aș dori să colaborez. Cum iau legătura?",
    "developers.faqCollabBody": "Ne puteți contacta pe {githubLink} sau pe {contactUsLink} pagina noastră. Asteptam sa auzim de tine!"
}