{
    "developers.hereLinkText": "здесь",
    "developers.title": "Scratch для разработчиков",
    "developers.introLinkText": "Команда Scratch в MIT",
    "developers.intro": "На этой странице вы найдете информацию о проектах с открытым исходным кодом, созданных и поддерживаемых  {introLink}, а также наши мысли о лучших методах разработки обучающих навыков для детей.",
    "developers.projectsTitle": "Проекты",
    "developers.principlesTitle": "Принципы",
    "developers.joinTitle": "Присоединяйтесь",
    "developers.donateTitle": "Пожертвовать",
    "developers.partnersTitle": "Партнёры",
    "developers.faqTitle": "ЧаВО",
    "developers.projectsIntro": "Следующие проекты доступны с открытым исходным кодом и для любых целей.",
    "developers.scratchBlocksTitle": "Блоки Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly технология",
    "developers.scratchBlocksIntro": "Scratch Blocks - это новый проект для следующего поколения графических блоков программирования, основанный на сотрудничестве между командой Google и MIT Scratch Team, основанной на Google {blocklyLink} и информированной экспертом Scratch Team о разработке креативных инструментов обучения для молодых людей. Scratch Blocks обеспечит основу для построения блоков программирования как в вертикальном (текстовом), так и в горизонтальном (на основе иконок) форматах. Вы можете получить доступ к коду (в настоящее время в качестве предварительного просмотра) и документации {githubLink}.",
    "developers.scratchBlocksBody": "Этот первый релиз включает в себя код для горизонтальной грамматики Scratch. В будущем мы планируем выпустить дополнительный код, включающий вертикальную грамматику (в настоящее время используемую Scratch), новый движок рендеринга для поддержки графических объектов и эффектов, а также новый звуковой движок для поддержки создания звуков и музыки.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www - автономный веб-клиент для сообщества Scratch, созданный с использованием React и Redux. Получите доступ к коду и документации {wwwIntroLink}.",
    "developers.LearningPrinciples": "Принципы обучения",
    "developers.DesignPrinciples": "Принципы дизайна",
    "developers.principlesIntro": "Мы создали Scratch, чтобы дать возможность молодым людям мыслить творчески, рассуждать систематически и работать сообща. Мы руководствуемся набором {learningPrinciples} и {designPrinciples} тем, что мы надеемся, что вы последуете за развитием новых инструментов и технологий с помощью Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "Веб-сайт ScratchJr",
    "developers.jrBody": "ScratchJr - это вводный язык программирования, который позволяет маленьким детям (в возрасте от 5 до 7 лет) создавать свои собственные интерактивные истории и игры. Для получения дополнительной информации посетите {websiteLink} или получите доступ к коду и документации {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Люди учатся лучше всего, когда они активно работают над проектами — генерируя новые идеи, разрабатывая прототипы, делая усовершенствования и создавая конечные продукты.",
    "developers.learningPrinciplesPassionTitle": "Увлечение",
    "developers.learningPrinciplesPassionBody": "Когда люди сосредотачиваются на вещах, которые их волнуют, они работают дольше и упорнее, невзирая на трудности, и больше учатся в процессе.",
    "developers.learningPrinciplesPeersTitle": "Равенство",
    "developers.learningPrinciplesPeersBody": "Обучение процветает как социальная деятельность, люди обмениваются идеями, сотрудничают при создании проектов и используют проекты других людей при создании своих.",
    "developers.learningPrinciplesPlayTitle": "Игра",
    "developers.learningPrinciplesPlayBody": "Обучение включает в себя легкое экспериментаторство - создание новых вещей, возню с материалами, исследование границ, риск, повторение снова и снова.",
    "developers.designPrinciplesRoomTitle": "Низкий пол и широкие стены",
    "developers.designPrinciplesRoomBody": "Для поощрения широкого спектра взаимодействий, мы явно включаем элементы и функции, которые легко понять детям (низкий пол), но достаточно общие для применения в разных сферах (широкие стены).",
    "developers.designPrinciplesSimpleTitle": "Сделать это как можно более простым — и, возможно, даже ещё проще",
    "developers.designPrinciplesSimpleBody": "Несмотря на стандартный подход добавления дополнительных функций в программные продукты, мы обнаружили, что сокращение количества функций часто улучшает работу пользователей. То, что изначально кажется ограничением, может способствовать новым формам творчества.",
    "developers.designPrinciplesGlobalTitle": "Много путей, много стилей",
    "developers.designPrinciplesGlobalBody": "Значительная часть математической и научной деятельности традиционно была ориентирована на узкий круг пользователей. Уделяя особое внимание созданию доступных и привлекательных технологий, мы работаем над тем, чтобы исправить такое положение дел.",
    "developers.designPrinciplesTinkerTitle": "Дизайн для экпериментательства",
    "developers.designPrinciplesTinkerBody": "Мы считаем, что обучение является по своей сути повторением. Новички начинают изучать и экспериментировать, а затем пересматривают и уточняют свои задачи и творения. Чтобы поддерживать этот стиль взаимодействия, мы разрабатываем наши интерфейсы таким образом, чтобы они позволяли быстрые эксперименты и короткие циклы повторений.",
    "developers.joinBodyJobsLinkText": "Страница вакансий",
    "developers.joinBody": "Мы - разноплановая группа педагогов, дизайнеров и инженеров, которые работают вместе в игровой, творческой среде, полной кирпичей LEGO, ремесленных материалов и инструментов для изготовления. Мы высоко ценим разнообразие, сотрудничество и уважение на рабочем месте. Если вы заинтересованы в присоединении к нам, ознакомьтесь с нашими открытыми позициями {jobsPageLink} или отправьте нам электронное письмо {emailLink}.",
    "developers.donateIntroLinkText": "внесение пожертвований для поддержки Scratch",
    "developers.donateIntro": "Мы рады предоставить Scratch бесплатно. Если вам нравится использовать Scratch, подумайте {donateLink}. Пожертвования любого размера оцениваются.",
    "developers.donateBody": "Ваше пожертвование в Фонд Scratch будет использовано для будущего развития программного обеспечения Scratch и сайта Scratch.",
    "developers.donateThanks": "Спасибо за поддержку Scratch!",
    "developers.partnersIntro": "Создание и поддержание данного открытого исходного кода было бы невозможно без щедрой технической и финансовой поддержки наших партнеров:",
    "developers.faqAboutTitle": "Где я могу узнать больше о Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch - это бесплатный язык программирования и онлайн-сообщество, где молодые люди могут создавать свои собственные интерактивные истории, игры и анимации. Scratch - это проект {llkLink} группы {mitLink}. Вы можете узнать больше о Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Существуют ли правила использования этого кода в моем приложении?",
    "developers.faqRulesBody": "Вы можете использовать этот код в соответствии с лицензией, которая регулирует каждый проект. Мы также настоятельно рекомендуем вам ознакомиться с принципами обучения и дизайна (выше, на этой странице) при построении творческого опыта обучения для детей всех возрастов.",
    "developers.faqNameTitle": "Могу ли я использовать термин «блоки Scratch» в описании моего приложения и в иных общедоступных сообщениях?",
    "developers.faqNameBody": "Если хотите, вы можете открыто упоминать, что ваше приложение работает на блоках Scratch. В этом случае, мы также рекомендуем вам разместить ссылку на хранилище исходного кода.",
    "developers.faqReleasesTitle": "Вы планируете релиз нового кода и когда?",
    "developers.faqReleasesBody": "В течение следующих нескольких месяцев мы планируем сделать доступным дополнительный исходный код, относящийся к языку программирования Scratch. Следите за обновлениями на этой странице!",
    "developers.faqDifferencesTitle": "В чем разница между блоками Blockly и блоками Scratch?",
    "developers.faqDifferencesBody": "Блоки Scratch основаны на базе кода Blockly и специально разработаны с учетом наших принципов для поддержки творческих навыков обучения.",
    "developers.faqCollabTitle": "Я заинтересован в сотрудничестве. Как мне связаться с вами?",
    "developers.faqCollabBody": "Вы можете связаться с нами {githubLink} или отправить электронное письмо {emailLink}. Мы с нетерпением ждем от вас!"
}