{
    "developers.hereLinkText": "tu",
    "developers.title": "Scratch pre vývojárov",
    "developers.introLinkText": "Scratch Team",
    "developers.intro": "Na tejto stránke nájdete informácie o otvorených softvérových projektoch, ktoré vytvoril a spravuje {introLink}, a zároveň aj našu predstavu o odporúčaných postupoch na návrh vzdelávacích aktivít pre deti.",
    "developers.projectsTitle": "Projekty",
    "developers.principlesTitle": "Princípy",
    "developers.joinTitle": "Pridajte sa k nám",
    "developers.donateTitle": "Podpor nás",
    "developers.partnersTitle": "Partneri",
    "developers.faqTitle": "Často kladené otázky",
    "developers.projectsIntro": "Tieto projekty sú otvorený softvér a k dispozícii na akýkoľvek účel.",
    "developers.scratchBlocksTitle": "Bloky Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Technológia Blockly",
    "developers.scratchBlocksIntro": "Scratch Blocks je nový vývojový projekt pre ďalšiu generáciu grafických programovacích blokov, postavený na spolupráci medzi spoločnosťou Google a tímom Scratch na MIT - základom je {blocklyLink} od Google, ktorá zohľadňuje zistenia odborníkov tímu Scratch o vývoji nástrojov na tvorivé vzdelávanie mladých ľudí. Bloky Scratch poskytujú základy pre stavebné programové bloky vo vertikálnych (textových) aj horizontálnych (ikonových) formátoch. Máte prístup ku kódu (momentálne ako náhľad pre vývojárov) a dokumentácií {githubLink}.",
    "developers.scratchBlocksBody": "Prvé vydanie obsahuje kód horizontálnej gramatiky jazyka Scratch. Do budúcnosti plánujeme vydanie ďalšieho kódu, ktorý bude obsahovať nielen vertikálnu gramatiku (ktorá sa používa v Scratchi), ale aj nový vykresľovací engine pre sprajty a grafické efekty, a tiež nový zvukový engine na podporu tvorby so zvukmi a hudbou.",
    "developers.wwwTitle": "Webový klient Scratch",
    "developers.wwwIntro": "Scratch-www je samostatný webový klient pre komunitu Scratch, postavený na React a Redux. Kód a dokumentáciu nájdete na {wwwIntroLink}.",
    "developers.LearningPrinciples": "Princípy vzdelávania",
    "developers.DesignPrinciples": "Princípy návrhu",
    "developers.principlesIntro": "Scratch sme vytvorili, aby sme mladým ľuďom dali moc kreatívne myslieť, systematicky uvažovať a pracovať v skupine. Vedú nás {learningPrinciples}a {designPrinciples}, ktorými, ako dúfame, sa necháte viesť aj vy pri vývoji nových nástrojov a technológii, využívajúcich bloky Scratch.",
    "developers.jrBodyWebsiteLinkText": "Webové sídlo ScratchJr",
    "developers.jrBody": "ScratchJr je uvádzajúci programovací jazyk, ktorý umožňuje deťom vo veku 5-7 rokov vytvárať vlastné interaktívne príbehy a hry. Viac informácii o projekte nájdete na {websiteLink}alebo si pozrite kód a dokumentáciu na {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Ľudia sa učia najlepšie vtedy, keď aktívne pracujú na projektoch — generujú nové nápady, navrhujú prototypy, vylepšujú a tvoria výsledné produkty.",
    "developers.learningPrinciplesPassionTitle": "Nadšenie",
    "developers.learningPrinciplesPassionBody": "Keď sa ľudia zameriavajú na veci, na ktorých im záleží, pracujú dlhšie a vytrvalejšie, zdolávajú výzvy, a v tomto procese sa naučia viac.",
    "developers.learningPrinciplesPeersTitle": "Kamaráti",
    "developers.learningPrinciplesPeersBody": "Proces učenia je znamenitá sociálna aktivita, vzájomné zdieľanie nápadov, spoluprácu na projektoch a pokračovanie v práci niekoho iného.",
    "developers.learningPrinciplesPlayTitle": "Prehrať",
    "developers.learningPrinciplesPlayBody": "Učenie obsahuje hravé experimentovanie — skúšanie nových vecí, hru s materiálom, testovanie hraníc, riskovanie, opakovanie úlohy zas a znova.",
    "developers.designPrinciplesRoomTitle": "Nízky prah a široké steny",
    "developers.designPrinciplesRoomBody": "Aby sme podporili rôznorodý súbor interakcií, zámerne uvádzame prvky a funkcie, ktoré sú pre deti ľahko pochopiteľné (nízky prah), ale dostatočne všeobecné na použitie v rozličných situáciách (široké steny).",
    "developers.designPrinciplesSimpleTitle": "Urob to čo najjednoduchšie — a možno ešte viac ako to už je",
    "developers.designPrinciplesSimpleBody": "Napriek všeobecnému trendu pridávať do softvérových produktov čo najviac nových funkcií, sme zistili, že zníženie počtu funkcií často zlepšuje používateľský komfort. To, čo sa pôvodne javilo ako obmedzenie, môže podporovať nové formy tvorivosti.",
    "developers.designPrinciplesGlobalTitle": "Veľa ciest, veľa štýlov",
    "developers.designPrinciplesGlobalBody": "Mnohé matematické a vedecké aktivity boli tradične predpojaté voči určitým skupinám. Vytváraním prístupných a príťažlivých technológií pracujeme na preklenutí medzier a priepastí.",
    "developers.designPrinciplesTinkerTitle": "Navrhnuté na hranie",
    "developers.designPrinciplesTinkerBody": "Veríme, že proces učenia je sám osebe iteratívny. Hranie sa začína objavovaním a experimentami, pokračuje revíziou a vylepšovaním cieľov a projektov. Aby sme podporili túto formu interakcie, navrhli sme toto prostredie tak, aby umožňovalo rýchle experimenty a krátke cykly iterácií.",
    "developers.joinBodyJobsLinkText": "Voľné miesta",
    "developers.joinBody": "Sme rôznorodá skupina vzdelávateľov, dizajnérov a inžinierov, ktorí pracujú spolu v hravom, kreatívnom prostredí, plnom LEGO kociek, vyrábacích materiálov a nástrojov. V pracovnom priestore veľmi oceňujeme diverzitu, spoluprácu a úctu. Ak by ste sa chceli k nám pridať, pozrite si zoznam na stránke {jobsPageLink}, alebo nám pošlite e-mail na {emailLink}.",
    "developers.donateIntroLinkText": "finančný príspevok na podporu Scratch",
    "developers.donateIntro": "Sme radi, že môžeme Scratch poskytovať bezplatne. Ak sa vám Scratch páči, zvážte prosím {donateLink}. Za dar akejkoľvek veľkosti vám budeme vďační.",
    "developers.donateBody": "Vás príspevok na podporu Nadácie Scratch použijeme na ďalší vývoj softvéru Scratch a webovej stránky Scratch.",
    "developers.donateThanks": "Ďakujeme vám, že podporujete Scratch!",
    "developers.partnersIntro": "Vytvorenie a údržba tohto otvoreného zdrojového kódu by neboli možné bez šľachetnej technickej a finančnej podpory našich partnerov:",
    "developers.faqAboutTitle": "Kde môžem zistiť viac o projekte Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Schratch je bezplatný programovací jazyk a online komunita kde mladí ľudia môžu vytvárať svoje vlastné interaktívne príbehy, hry a animácie. Scratch je projekt skupiny {llkLink} na {mitLink}. Viac o ňom sa dozviete na stránke {aboutLink}.",
    "developers.faqRulesTitle": "Môžem použiť váš kód v mojej aplikácii?",
    "developers.faqRulesBody": "Kód môžete použiť v závislosti od podmienok licencie, ktorou sa príslušné projekty riadia. Zároveň vám odporúčame osvojiť si princípy vzdelávania a navrhovania (vyššie na tejto stránke) kreatívnych učebných zážitkov u detí všetkých vekových kategórií.",
    "developers.faqNameTitle": "Môžem použiť názov \"Scratch Blocks\" v anotácii mojej aplikácie a ďalších zverejnených správach?",
    "developers.faqNameBody": "Ak si to želáte, môžete verejne deklarovať, že vaša aplikácia využíva Scratch Blocks. Ak to urobíte, odporúčame vám uviesť spätný odkaz na repozitár kódu.",
    "developers.faqReleasesTitle": "Pripravujete zverejnenie ďalšieho kódu? Kedy?",
    "developers.faqReleasesBody": "V nasledujúcich mesiacoch plánujeme otvoriť ďalší kód, súvisiaci s programovacím jazykom Scratch. Sledujte túto stránku!",
    "developers.faqDifferencesTitle": "Aký je rozdiel medzi Blocky a Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks stavia na kóde Blockly, ale jeho návrh stojí na našich princípoch, ktoré podporujú kreatívne zážitkové učenie.",
    "developers.faqCollabTitle": "Chcem s vami spolupracovať. Ako sa s vami spojím?",
    "developers.faqCollabBody": "You can reach us over on {githubLink} or on our {contactUsLink} page. We look forward to hearing from you!"
}