{
    "developers.hereLinkText": "tu",
    "developers.title": "Scratch za razvijalce",
    "developers.introLinkText": "Scratch ekipa",
    "developers.intro": "Na tej strani boste našli informacije o odprtokodnih projektih, ki jih vodi   {introLink}, prav tako tudi naše ideje o najboljšem načinu načrtovanja učne izkušnje učencev.",
    "developers.projectsTitle": "Projekti",
    "developers.principlesTitle": "Principi",
    "developers.joinTitle": "Pridruži se nam",
    "developers.donateTitle": "Prispevaj",
    "developers.partnersTitle": "Partnerji",
    "developers.faqTitle": "Pogosta vprašanja",
    "developers.projectsIntro": "Ti projekti so \"open source\" in dostopni za poljuben namen.",
    "developers.scratchBlocksTitle": "Scratch Bloki",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly tehnologija",
    "developers.scratchBlocksIntro": "Scratch Bloki je nov razvojni projekt. Gre za naslednjo generacijo grafičnih programskih blokov, ki so plod sodelovanja Googla in MIT-jeve Scratch ekipe. Temelji na Googlovi Blockly tehnologiji {blocklyLink}in dognanjem Scratcheve ekipe o razvoju kreativnega učnega orodja za mlade ljudi. Scratch Bloki bodo ponujali okvir za gradnjo programerskih blokov v vertikalnem (besedilno usmerjenem) in horizontalnem (zasnovanem na ikonah) formatu. Trenutno lahko dostopaš do kode (predpregled razvojne različice) in dokumentacije {githubLink}.",
    "developers.scratchBlocksBody": "Prva različica vsebuje kodo za Scratchevo horizontalno slovnico. V prihodnosti načrtujemo izdajo dodatne kode, ki bo med drugim vsebovala vertikalno gramatiko (ki se trenutno uporablja v Scratchu), novo knjižnico za prikaz, ki podpira figure in grafične efekte in novo zvočno knjižnico za podporo kreativnosti z zvokom in glasbo.",
    "developers.wwwTitle": "Scratch Wiki",
    "developers.wwwIntro": "Scratch-www je samostojni spletni odjemalec za Scratch skupnost, zgrajen z uporabo React in Redux. Dostop do kode in dokumentacije je možen tukaj:{wwwIntroLink}.",
    "developers.LearningPrinciples": "Učna načela",
    "developers.DesignPrinciples": "Razvojna načela",
    "developers.principlesIntro": "Scratch smo ustvarili, da omogočimo mladim, da razmišljajo kreativno, sistematično sklepajo in delujejo sodelovalno. Vodi nas {learningPrinciples} in  {designPrinciples}, za katere zbirka 1Učnih načel1 in 2Razvojnih načel2 za katere upamo, da jih boste upoštevali, ko boste razvijali nova orodja in tehnologije s Scratch Bloki.",
    "developers.jrBodyWebsiteLinkText": "spletna stran ScratchJr",
    "developers.jrBody": "ScratchJr je programski jezik, ki že najmlajšim (5-7 let) omogoča pripravo interaktvnih zgodb in iger. Več o tem zveš na {websiteLink}, lahko pa do kode in dokumentacije dostopaš preko {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Učenci se najbolje učijo, ko aktivno delajo na projektih - ustvarjajo nove ideje, razvijajo prototipe, opravljajo izboljšave in ustvarjajo končne izdelke.",
    "developers.learningPrinciplesPassionTitle": "Strast",
    "developers.learningPrinciplesPassionBody": "Ko se ljudje osredotočijo na stvari, ki jim nekaj pomenijo, delajo dlje in bolje, vztrajajo ob izzivih in se veliko naučijo v procesu.",
    "developers.learningPrinciplesPeersTitle": "Vrstniki",
    "developers.learningPrinciplesPeersBody": "Učenje se razvija kot socialna aktivnost, kjer ljudje delijo ideje, sodelujejo na projektih in gradijo na delu nekoga drugega.",
    "developers.learningPrinciplesPlayTitle": "Igraj",
    "developers.learningPrinciplesPlayBody": "Učenje vključuje igrivo eksperimentiranje - preizkušanje novih stvari, ustvarjanje z materialom, preizkušanje mej, prevzemanje tvegaja, in ponavljanja znova in znova.",
    "developers.designPrinciplesRoomTitle": "majhni koraki & široke poti",
    "developers.designPrinciplesRoomBody": "Da bi spodbudili različne vrste interakcij, smo eksplicitno vključili elemente in funkcije, ki so otrokom enostavno razumljive (majhni koraki), toda so na splošno dovolj za podporo pri različni rabi (široke poti).",
    "developers.designPrinciplesSimpleTitle": "Naredi tako preprosto, kot je le mogoče - in mogoče celo še bolj enostavno.",
    "developers.designPrinciplesSimpleBody": "Kljub splošni želji dodati v programski izdelek še več možnosti, smo število možnosti znižali, ker to pogosto izboljša uporabniško izkušnjo. Kar se sprva zdi kot omejitev, spodbuja nove oblike ustvarjalnosti.",
    "developers.designPrinciplesGlobalTitle": "Veliko poti, veliko stilov",
    "developers.designPrinciplesGlobalBody": "Veliko aktivnosti v matematiki in znanosti je bilo za določeno populacijo manj primernih in dostopnih. S tem, ko posebno pozornost posvečamo ustvarjanju dostopne in privlačne tehnologije, ta prepad zmanjšujemo.",
    "developers.designPrinciplesTinkerTitle": "Načrtovanje za zmožnost razmišljanja",
    "developers.designPrinciplesTinkerBody": "Verjamemo, da je sam proces učenja sam po sebi ponavljajoč. Razmišljevalci prično z raziskovanjem in eksperimentiranjem, nato s spreminjanjem in izboljševanjem svojih ciljev in izdelkov. Da bi podprli ta stil ponavljanja, naš vmesnik spodbuja hitro eksperimentiranje in hitre cikle ponavljanj.",
    "developers.joinBodyJobsLinkText": "Zaposlitvena stran",
    "developers.joinBody": "Smo mešana skupina učiteljev, razvijalcev in inženirjev, ki delamo skupaj v igrivem in kreativnem okolju polnem LEGO kock, rokodelskih materialov in orodij za ustvarjanje. Močno cenimo različnost, sodelovanje in spoštovanje na delovnem mestu. Če bi se nam rad pridružil, si na  {jobsPageLink}oglej prosta delovna mesta ali pa nam pošli pošto na {emailLink}.",
    "developers.donateIntroLinkText": "finančno podpri Scratch",
    "developers.donateIntro": "veseli nas, da lahko brezplačno nudimo Scratch free of charge. Če ga rad uporabljaš, premisli o finančnem prispevku {donateLink}. Dobrodošli so prispeki vseh višin.",
    "developers.donateBody": "Vaša donacija za Scratch fundacijo bo uporabljena za prihodnji razvoj programske opreme Scratch in Scratch spletne strani.",
    "developers.donateThanks": "Hvala, ker si se pridružil Scratchu!",
    "developers.partnersIntro": "Ustvarjanje in vzdrževanje te odprte kode ne bi bila možna brez velikodušne tehnične in finančne podpore naših partnerjev:",
    "developers.faqAboutTitle": "Kje se lahko naučim več o Scratchu?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch je prosto dostopni programski jezik in spletna skupnost, kjer lahko otroci ustvarjajo interaktivne zgodbe, igre in animacije. Scratch je projekt skupine {llkLink} pri  {mitLink}. Več o Scratchu lahko izveš {aboutLink} tukaj.",
    "developers.faqRulesTitle": "Ali obstajajo pravila za uporabo te kode v moji aplikaciji?",
    "developers.faqRulesBody": "To kodo lahko uporabljate v skladu z licenco, ki ureja vsak projekt. Ko boste pripravljali kreativne učne izkušnje za učence vseh starosti zelo priporočamo, da upoštevate učna in razvojna načela (navedenih zgoraj na tej strani) ",
    "developers.faqNameTitle": "Ali lahko uporabljam ime \"Scratch Bloki\" v opisu moje aplikacije in pri drugih sporočilih za medije.",
    "developers.faqNameBody": "Če želite, lahko javno objavite, da vaša aplikacija temelji na Scratch Blokih. Če boste to storili, vas prosimo, da dodate povezavo do repozitorija kode.",
    "developers.faqReleasesTitle": "Ali boste izdali še več kode in kdaj?",
    "developers.faqReleasesBody": "V naslednjih mesecih načrtujemo izdajo dodatne odprte kode, povezane s programskim jezikom Scratch. Občasno obiščite to stran in preverite!",
    "developers.faqDifferencesTitle": "Kakšna je razlika med Blockly in Scratch Bloki?",
    "developers.faqDifferencesBody": "Scratch Bloki temeljijo na Blockly kodi in so namensko načrtovani z upoštevanjem naših načel, ki podpirajo kreativne učne izkušnje.",
    "developers.faqCollabTitle": "Rad bi sodeloval. Kako naj stopim v stik z vami?",
    "developers.faqCollabBody": "Z nami lahko stopiš v stik na {githubLink} ali preko naše strani {contactUsLink}. Veselimo se tvojega sporočila!"
}