{
    "developers.hereLinkText": "овде",
    "developers.title": "Скрач за програмере",
    "developers.introLinkText": "Скрач тим",
    "developers.intro": "На овој страни наћи ћеш информације о пројектима отвореног кода које је створио и одржава {introLink}, као и наше мишљење о најбољој пракси за стварање искуства учења код деце.",
    "developers.projectsTitle": "Пројекти",
    "developers.principlesTitle": "Принципи",
    "developers.joinTitle": "Придружите нам се",
    "developers.donateTitle": "Донирајте",
    "developers.partnersTitle": "Партнери",
    "developers.faqTitle": "Најчешћа питања",
    "developers.projectsIntro": "Наредни пројекти су отвореног кода и доступни у било које сврхе.",
    "developers.scratchBlocksTitle": "Скрач блокови",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly технологија",
    "developers.scratchBlocksIntro": "Скрач Блокови су нови развојни пројекат за следећу генерацију графичких програмских блокова, настали су сарадњом Гоогле и МИТ Скрач тима —  {blocklyLink}...{githubLink}",
    "developers.scratchBlocksBody": "Прво издање укључује код Скрач хоризонталне граматике. У будућности планирамо да објавимо додатни код који укључује и вертикалну граматику (коју тренутно користи Скрач), нови модул за исцртавање са подршком за ликове и графичке ефекте, као и нови звучни модул са подршком за звукове и музику.",
    "developers.wwwTitle": "Скрач WWW",
    "developers.wwwIntro": "Scratch-www је самостални веб клијент за Скрач заједницу, изграђен употребом React и Redux. Приступи коду и документацији кроз {wwwIntroLink}.",
    "developers.LearningPrinciples": "Принципи учења",
    "developers.DesignPrinciples": "Принципи дизајна",
    "developers.principlesIntro": "Направили смо Скрач да би оспособили младе људе да мисле креативно, расуђују систематично и раде сарађујући. Вођени смо низом {learningPrinciples} и {designPrinciples} за које се надамо да ћете следити док развијате нове алате и технологије са Скрач блоковима.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr веб сајт",
    "developers.jrBody": "ScratchJr је програмски језик уводног нивоа који омогућава млађој деци (у узрасту 5-7 година) да стварају своје интераквивне приче и игре. За више информација, посетите {websiteLink} или приступите коду и документацији на {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Људи најбоље уче када активно раде на пројектима - долазе до нових идеја, дизајнирају прототипе, унапређују и стварају крајњи производ.",
    "developers.learningPrinciplesPassionTitle": "Страст",
    "developers.learningPrinciplesPassionBody": "Када су људи усредсређени на оно што им је важно, они раде дуже и улажу више напора, истрајни су суочени са изазовима и уче више током тог процеса.",
    "developers.learningPrinciplesPeersTitle": "Вршњаци",
    "developers.learningPrinciplesPeersBody": "Учење најбоље успева као друштвена активност, са људима који деле идеје, сарађују на пројектима и граде ослањајући се на рад других.",
    "developers.learningPrinciplesPlayTitle": "Игра",
    "developers.learningPrinciplesPlayBody": "Учење је разиграно експериментисање — испробавање нових ствари, петљање са материјалима, тестирање граница, преузимање ризика, понављања, опет и опет. ",
    "developers.designPrinciplesRoomTitle": "Низак под и широки зидови",
    "developers.designPrinciplesRoomBody": "Како би охрабрили разноврсне и разнолике инеракције, намерно смо укључили елементе и особине које деца лако схватају (ниског прага), али довољно опште да подрже разноврсну (широку) примену. ",
    "developers.designPrinciplesSimpleTitle": "Направити да буде што је могуће једноставније - и можда још једноставније",
    "developers.designPrinciplesSimpleBody": "Упркос општем тренду сталног додавања особина софтверским производима, закључили смо да смањење броја особина углавном побољшава корисничко искуство. Оно што у старту изгледа као ограничење, изазива нове форме креативности.",
    "developers.designPrinciplesGlobalTitle": "Много путева, много начина",
    "developers.designPrinciplesGlobalBody": "Многе математичке и научне активности имају једнострани приступ. Поклањајући посебну пажњу стварању приступачних и привлачних технологија, радимо на томе да смањимо јаз.",
    "developers.designPrinciplesTinkerTitle": "Створено за постепено усавршавање",
    "developers.designPrinciplesTinkerBody": "Верујемо да је процес учења суштински итеративан. Он почиње истраживањем и експериментисањем, да би затим ревидирао и усавршавао циљеве и креације. Како би подржали овакав интерактивни стил, развијамо интерфејсе који подстичу брзо експериментисање и честе итерације.",
    "developers.joinBodyJobsLinkText": "Страница са пословима",
    "developers.joinBody": "Ми смо разнолика група наставника, дизајнера и инжењера који раде заједно у разиграном креативном окружењу пуном LEGO опека, радних материјала и алата. Веома ценимо различитости, сарадњу и поштовање на радном месту. Уколико сте заинтересовани да нам се придружите, погледајте упражњена места на нашем {jobsPageLink}, или нам пишите на {emailLink}",
    "developers.donateIntroLinkText": "донација за подршку Скрачу",
    "developers.donateIntro": "Веома нам је драго да понудимо Скрач бесплатно. Уколико уживате користећи Скрач, молимо Вас размотрите {donateLink}. Захвални смо за донације било које висине.",
    "developers.donateBody": "Ваша донација Скрач фондацији биће употребљена да подржи даљи развој Скрач софтвера и Скрач веб сајта.",
    "developers.donateThanks": "Хвала што подржаваш Скрач!",
    "developers.partnersIntro": "Стварање и одржавање овог отвореног кода не би било могуће без великодушне техничке и финансијске подршке наших партнера:",
    "developers.faqAboutTitle": "Где могу да сазнам више о Скрачу?",
    "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Скрач је слободан програмски језик и мрежна заједница у којој млади људи могу да стварају своје интерактивне приче, игре и анимације. Скрач је пројекат {llkLink} групе при {mitLink}. Можеш научити више о Скрачу {aboutLink}.",
    "developers.faqRulesTitle": "Постоје ли правила за употребу овог кода у мом програму?",
    "developers.faqRulesBody": "Овај код можете користити у складу са лиценцом која је дата уз сваки пројекат. Орхабрујемо вас да примените принципе учења и дизајна (који су изнад наведени) приликом припреме креативних експеримената учења за децу свих узраста.",
    "developers.faqNameTitle": "Да ли ми дозвољавате да користим име \"Скрач блокови\" /\"Scratch Blocks\"/ у опису мог програма и другим јавним порукама?",
    "developers.faqNameBody": "Ако желите, можете навести да вашу апликацију покреће Scratch Blocks. У том случају вас охрабрујемо и да направите и линк ка коду апликације.",
    "developers.faqReleasesTitle": "Хоћете ли да објавите више кода и када?",
    "developers.faqReleasesBody": "Планирамо да отворимо додатни код везано за Скрач програмски језик у следећих неколико месеци. Држите на оку ову страницу!",
    "developers.faqDifferencesTitle": "Каква је разлика између Blockly-ја и Скрач блокова?",
    "developers.faqDifferencesBody": "Скрач блокови су направљени на бази Blockly кода и посебно су дизајнирани у складу са нашим принципима да би пружали искуство креативног учења.",
    "developers.faqCollabTitle": "Желео бих да сарађујем. Како могу да остварим контакт?",
    "developers.faqCollabBody": "Можете нас пронаћи на {githubLink} или нас контактирати преко {contactUsLink}. Унапред се радујемо вашој поруци!"
}