{
    "developers.hereLinkText": "här",
    "developers.title": "Scratch för utvecklare",
    "developers.introLinkText": "Scratch Team",
    "developers.intro": "På den här sidan hittar du information om projekt med öppen källkod som skapats och underhålls av {introLink}, samt våra tankar om bästa praxis för att utforma lärandeupplevelser för barn.",
    "developers.projectsTitle": "Projekt",
    "developers.principlesTitle": "Principer",
    "developers.joinTitle": "Gå med oss",
    "developers.donateTitle": "Donera",
    "developers.partnersTitle": "Partners",
    "developers.faqTitle": "FAQ",
    "developers.projectsIntro": "Följande projekt är öppen källkod och tillgängliga för alla ändamål.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly teknologi",
    "developers.scratchBlocksIntro": "Scratch Blocks är ett nytt utvecklingsprojekt för nästa generations grafiska programmeringsblock, baserat på ett samarbete mellan Google och MIT:s Scratch-team – som bygger på Googles {blocklyLink} och informeras av Scratch-teamets expertis i att utveckla kreativa lärandeverktyg för unga människor. Scratch Blocks kommer att tillhandahålla ett ramverk för att bygga programmeringsblock i både vertikala (textbaserade) och horisontella (ikonbaserade) format. Du kan komma åt koden (för närvarande som en utvecklare-förhandsvisning) och dokumentationen {githubLink}.",
    "developers.scratchBlocksBody": "Den här första utgåvan innehåller kod för Scratch's Horizontal Grammar. Framöver planerar vi att släppa ytterligare kod inklusive men inte begränsat till Vertical Grammar (används för närvarande av Scratch), en ny Rendering Engine för att stödja sprites och grafiska effekter, och en ny Audio Engine för att stödja skapande med ljud och musik.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www är en fristående webbklient för Scratch Community, byggd med hjälp av React och Redux. Få tillgång till koden och dokumentationen via {wwwIntroLink}.",
    "developers.LearningPrinciples": "Inlärningsprinciper",
    "developers.DesignPrinciples": "Designprinciper",
    "developers.principlesIntro": "Vi skapade Scratch för att ge unga människor möjlighet att tänka kreativt, resonera systematiskt och arbeta tillsammans. Vi vägleds av en uppsättning av {learningPrinciples} och {designPrinciples} som vi hoppas att du kommer att följa när du utvecklar nya verktyg och teknologier med Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr hemsida",
    "developers.jrBody": "ScratchJr är ett inledande programmeringsspråk som gör det möjligt för små barn (5-7 år) att skapa sina egna interaktiva berättelser och spel. För mer information0 besök {websiteLink} eller få tillgång till koden och dokumentationen på {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Människor lär sig bäst när de aktivt arbetar med projekt – genererar nya idéer, designar prototyper, gör förbättringar och skapar slutprodukter.",
    "developers.learningPrinciplesPassionTitle": "Kärlek",
    "developers.learningPrinciplesPassionBody": "När människor fokuserar på saker de bryr sig om, arbetar de längre och hårdare, håller i sig inför utmaningar och lär sig mer under processen.",
    "developers.learningPrinciplesPeersTitle": "Kamrater",
    "developers.learningPrinciplesPeersBody": "Lärande blomstrar som en social aktivitet, med människor som delar idéer, samarbetar i projekt och bygger vidare på varandras arbete.",
    "developers.learningPrinciplesPlayTitle": "Spela upp",
    "developers.learningPrinciplesPlayBody": "Lärande innebär lekfulla experiment - att prova nya saker, mixtra med material, testa gränser, ta risker, iterera om och om igen.",
    "developers.designPrinciplesRoomTitle": "Lågt golv & breda väggar",
    "developers.designPrinciplesRoomBody": "För att uppmuntra en varierad och mångsidig uppsättning interaktioner inkluderar vi uttryckligen element och funktioner som är lätta för barn att förstå (lågt golv), men tillräckligt generella för att stödja olika användningsområden (breda väggar).",
    "developers.designPrinciplesSimpleTitle": "Gör det så enkelt som möjligt – och kanske till och med enklare",
    "developers.designPrinciplesSimpleBody": "Trots den vanliga strävan att lägga till fler funktioner till mjukvaruprodukter har vi funnit att en minskning av antalet funktioner ofta förbättrar användarupplevelsen. Det som från början verkar vara en begränsning eller begränsning kan främja nya former av kreativitet.",
    "developers.designPrinciplesGlobalTitle": "Många vägar, många stilar",
    "developers.designPrinciplesGlobalBody": "Många matematiska och naturvetenskapliga aktiviteter har traditionellt varit partiska mot specifika populationer. Genom att ägna särskild uppmärksamhet åt att skapa tillgängliga och tilltalande tekniker arbetar vi för att överbrygga klyftan.",
    "developers.designPrinciplesTinkerTitle": "Design för tinkerability",
    "developers.designPrinciplesTinkerBody": "Vi tror att inlärningsprocessen är till sin natur iterativ. Tinkerers börjar med att utforska och experimentera och sedan revidera och förfina sina mål och skapelser. För att stödja denna interaktionsstil designar vi våra gränssnitt för att uppmuntra snabba experiment och snabba iterationscykler.",
    "developers.joinBodyJobsLinkText": "Jobbsida",
    "developers.joinBody": "Vi är en mångfaldig grupp av pedagoger, designers och ingenjörer som arbetar tillsammans i en lekfull, kreativ miljö full av LEGO-klossar, hantverksmaterial och verktyg för tillverkning. Vi värdesätter mångfald, samarbete och respekt på arbetsplatsen. Om du är intresserad av att gå med oss, ta en titt på våra lediga tjänster på vår {jobsPageLink}, eller skicka oss ett e-postmeddelande på {emailLink}.",
    "developers.donateIntroLinkText": "göra en donation för att stödja Scratch",
    "developers.donateIntro": "Vi är glada att tillhandahålla Scratch kostnadsfritt. Om du gillar att använda Scratch, vänligen överväg {donateLink}. Donationer oavsett storlek uppskattas.",
    "developers.donateBody": "Din donation till Scratch Foundation kommer att användas för att stödja framtida utveckling av Scratch-programvaran och Scratch-webbplatsen.",
    "developers.donateThanks": "Tack för att du stödjer Scratch!",
    "developers.partnersIntro": "Skapandet och underhållet av denna öppna källkod skulle inte vara möjligt utan generöst tekniskt och ekonomiskt stöd från våra partners:",
    "developers.faqAboutTitle": "Var kan jag lära mig mer om Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Livslångt dagis",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch är ett gratis programmeringsspråk och onlinegemenskap där ungdomar kan skapa sina egna interaktiva berättelser, spel och animationer. Scratch är ett projekt av {llkLink} koncernen vid {mitLink}. Du kan lära dig mer om Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Finns det regler för att använda den här koden i min applikation?",
    "developers.faqRulesBody": "Du får använda denna kod i enlighet med licensen som styr varje projekt. Vi uppmuntrar dig också starkt att överväga inlärnings- och designprinciperna (ovan, på den här sidan) när du bygger kreativa inlärningsupplevelser för barn i alla åldrar.",
    "developers.faqNameTitle": "Får jag använda namnet \"Scratch Blocks\" i beskrivningen av min app och andra offentliga meddelanden?",
    "developers.faqNameBody": "Om du vill kan du offentligt ange att din applikation drivs av Scratch Blocks. Om du gör det rekommenderar vi dig också att länka tillbaka till kodförrådet.",
    "developers.faqReleasesTitle": "Släpper du mer kod och när?",
    "developers.faqReleasesBody": "Vi planerar att öppna tilläggskod med källkod relaterad till programmeringsspråket Scratch under de närmaste månaderna. Håll utkik på denna sida!",
    "developers.faqDifferencesTitle": "Vad är skillnaden mellan Blockly och Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks bygger på Blockly-kodbasen och är speciellt utformade med våra principer i åtanke för att stödja kreativa lärandeupplevelser.",
    "developers.faqCollabTitle": "Jag skulle vilja samarbeta. Hur får jag kontakt?",
    "developers.faqCollabBody": "Du når oss på {githubLink} eller på vår {contactUsLink} sida. Vi ser fram emot att höra av dig!"
}