{
    "developers.hereLinkText": "här",
    "developers.title": "Scratch för utvecklare",
    "developers.introLinkText": "Scratch Team",
    "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
    "developers.projectsTitle": "Projekt",
    "developers.principlesTitle": "Principer",
    "developers.joinTitle": "Join Us",
    "developers.donateTitle": "Donera",
    "developers.partnersTitle": "Partners",
    "developers.faqTitle": "FAQ",
    "developers.projectsIntro": "The following projects are open source and available for any purpose.",
    "developers.scratchBlocksTitle": "Scratch Blocks",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
    "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
    "developers.scratchBlocksBody": "Den här första utgåvan innehåller kod för Scratch's Horizontal Grammar. Framöver planerar vi att släppa ytterligare kod inklusive men inte begränsat till Vertical Grammar (används för närvarande av Scratch), en ny Rendering Engine för att stödja sprites och grafiska effekter, och en ny Audio Engine för att stödja skapande med ljud och musik.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www är en fristående webbklient för Scratch Community, byggd med hjälp av React och Redux. Få tillgång till koden och dokumentationen via {wwwIntroLink}.",
    "developers.LearningPrinciples": "Learning Principles",
    "developers.DesignPrinciples": "Design Principles",
    "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr website",
    "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Människor lär sig bäst när de aktivt arbetar med projekt – genererar nya idéer, designar prototyper, gör förbättringar och skapar slutprodukter.",
    "developers.learningPrinciplesPassionTitle": "Kärlek",
    "developers.learningPrinciplesPassionBody": "When people focus on things they care about, they work longer and harder, persist in the face of challenges, and learn more in the process.",
    "developers.learningPrinciplesPeersTitle": "Kamrater",
    "developers.learningPrinciplesPeersBody": "Lärande blomstrar som en social aktivitet, med människor som delar idéer, samarbetar i projekt och bygger vidare på varandras arbete.",
    "developers.learningPrinciplesPlayTitle": "Spela upp",
    "developers.learningPrinciplesPlayBody": "Learning involves playful experimentation — trying new things, tinkering with materials, testing boundaries, taking risks, iterating again and again.",
    "developers.designPrinciplesRoomTitle": "Low Floor & Wide Walls",
    "developers.designPrinciplesRoomBody": "In order to encourage a varied and diverse set of interactions, we explicitly include elements and features that are easy for kids to understand (low floor), but general enough to support diverse uses (wide walls).",
    "developers.designPrinciplesSimpleTitle": "Gör det så enkelt som möjligt – och kanske till och med enklare",
    "developers.designPrinciplesSimpleBody": "Trots den vanliga strävan att lägga till fler funktioner till mjukvaruprodukter har vi funnit att en minskning av antalet funktioner ofta förbättrar användarupplevelsen. Det som från början verkar vara en begränsning eller begränsning kan främja nya former av kreativitet.",
    "developers.designPrinciplesGlobalTitle": "Many Paths, Many Styles",
    "developers.designPrinciplesGlobalBody": "Många matematiska och naturvetenskapliga aktiviteter har traditionellt varit partiska mot specifika populationer. Genom att ägna särskild uppmärksamhet åt att skapa tillgängliga och tilltalande tekniker arbetar vi för att överbrygga klyftan.",
    "developers.designPrinciplesTinkerTitle": "Design for Tinkerability",
    "developers.designPrinciplesTinkerBody": "Vi tror att inlärningsprocessen är till sin natur iterativ. Tinkerers börjar med att utforska och experimentera och sedan revidera och förfina sina mål och skapelser. För att stödja denna interaktionsstil designar vi våra gränssnitt för att uppmuntra snabba experiment och snabba iterationscykler.",
    "developers.joinBodyJobsLinkText": "Jobs Page",
    "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
    "developers.donateIntroLinkText": "making a donation to support Scratch",
    "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
    "developers.donateBody": "Din donation till Scratch Foundation kommer att användas för att stödja framtida utveckling av Scratch-programvaran och Scratch-webbplatsen.",
    "developers.donateThanks": "Tack för att du stödjer Scratch!",
    "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
    "developers.faqAboutTitle": "Where can I learn more about Scratch?",
    "developers.faqAboutBodyLLKLinkText": "Livslångt dagis",
    "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
    "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
    "developers.faqRulesTitle": "Are there rules to using this code in my application?",
    "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
    "developers.faqNameTitle": "Am I allowed to use the name \"Scratch Blocks\" in the description of my app and other public messaging?",
    "developers.faqNameBody": "Om du vill kan du offentligt ange att din applikation drivs av Scratch Blocks. Om du gör det rekommenderar vi dig också att länka tillbaka till kodförrådet.",
    "developers.faqReleasesTitle": "Släpper du mer kod och när?",
    "developers.faqReleasesBody": "We plan to open source additional code relating to the Scratch programming language over the next few months. Keep an eye on this page!",
    "developers.faqDifferencesTitle": "What’s the difference between Blockly and Scratch Blocks?",
    "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
    "developers.faqCollabTitle": "I’d like to collaborate. How do I get in touch?",
    "developers.faqCollabBody": "Du når oss på {githubLink} eller på vår {contactUsLink} sida. Vi ser fram emot att höra av dig!"
}