{
    "developers.hereLinkText": "hapa",
    "developers.title": "Scratch ya Wasanidi Programu",
    "developers.introLinkText": "Timu ya Scratch huko MIT",
    "developers.intro": "Kwenye ukurasa huu, utapata habari kuhusu miradi ya chanzo wazi iliyoundwa na kudumishwa na {introLink}, na pia mawazo yetu juu ya mazoea bora ya kubuni uzoefu wa kujifunza kwa watoto.",
    "developers.projectsTitle": "Miradi",
    "developers.principlesTitle": "kanuni",
    "developers.joinTitle": "Jiunge nasi",
    "developers.donateTitle": "Toa Msaada",
    "developers.partnersTitle": "Washirika",
    "developers.faqTitle": "Maswali yanayoulizwa mara kwa mara",
    "developers.projectsIntro": "Miradi ifuatayo ni chanzo wazi na inapatikana kwa kusudi lolote.",
    "developers.scratchBlocksTitle": "vitalu vya Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Teknolojia ya kuzuia",
    "developers.scratchBlocksIntro": "Vitalu vya Scratch ni mradi mpya wa maendeleo kwa kizazi kijacho cha vizuizi vya programu vya picha, kwa msingi wa kushirikiana kati ya Timu ya Google na MIT  — kujenga juu ya Google {blocklyLink} na kufahamishwa na utaalam wa Timu ya Scratch katika kuunda zana za kujifunzia za vijana. Vifungashio vya viboreshaji vitatoa mfumo wa ujenzi wa vitalu vya programu kwa njia za wima (maandishi-msingi) na usawa (picha-msingi). Unaweza kufikia nambari hiyo (kwa sasa kama- mtengenezaji) na hati {githubLink}",
    "developers.scratchBlocksBody": "Kitoleo hiki cha kwanza cha Scratch ni pamoja na nambari ya Sarufi ya Skauti ya mwanzo. Hapo mbeleni, tunapanga kutolewa nambari ya ziada ikiwa ni pamoja na lakini isiyo na kikomo cha Sarufi ya wima (inayotumika sasa na Scratch), Injini mpya ya Kukodisha kusaidia kihusika na athari za picha, na Injini mpya ya Sauti kuunga mkono uumbaji na sauti na muziki.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www ni mteja wa wavuti anayejitegemea wa Jumuiya ya Scratch, iliyojengwa kwa kutumia React na Redux. Fikia msimbo na nyaraka kupitia {wwwIntroLink}.",
    "developers.LearningPrinciples": "Misingi ya Kujifunza",
    "developers.DesignPrinciples": "Kanuni za Ubunifu",
    "developers.principlesIntro": "Tuliunda Scratch ili kuwawezesha vijana kufikiria kwa ubunifu, kufikiria kwa utaratibu, na kufanya kazi kwa kushirikiana. Tunaongozwa na seti ya {learningPrinciples} na {designPrinciples} ambazo tunatumahi kuwa utafuata unapoendeleza zana na teknolojia mpya zilizo na Vitalu vya Scratch.",
    "developers.jrBodyWebsiteLinkText": "Tovuti ya ScratchJr",
    "developers.jrBody": "ScratchJr ni lugha ya programu ya utangulizi ambayo inawezesha watoto wadogo (wenye umri wa miaka 5-7) kuunda hadithi zao za maingiliano na michezo. Kwa habari zaidi, tembelea {websiteLink} au ufikie msimbo na nyaraka kwenye {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Watu hujifunza bora wakati wanafanya kazi kwa bidii katika miradi — kutoa maoni mapya, kubuni mifano, kufanya maboresho na kuunda bidhaa za mwisho.",
    "developers.learningPrinciplesPassionTitle": "shauku",
    "developers.learningPrinciplesPassionBody": "Wakati watu wanazingatia vitu ambavyo wanajali, hufanya kazi kwa muda mrefu na ngumu, huendelea mbele ya changamoto, na hujifunza zaidi katika mchakato.",
    "developers.learningPrinciplesPeersTitle": "marafiki",
    "developers.learningPrinciplesPeersBody": "Kujifunza kunakua kama shughuli ya kijamii, na watu kugawana maoni, kushirikiana kwenye miradi, na kujenga kazi ya mwenzake.",
    "developers.learningPrinciplesPlayTitle": "Cheza",
    "developers.learningPrinciplesPlayBody": "Kujifunza ni pamoja na majaribio ya kiutani — kujaribu vitu vipya, kufunga na vifaa, kupima mipaka, kuchukua hatari, kurudisha tena na tena.",
    "developers.designPrinciplesRoomTitle": "Sakafu ya chini na Upana wa kuta",
    "developers.designPrinciplesRoomBody": "Ili kuhamasisha mwingiliano tofauti tofauti wa maingiliano, tunajumuisha wazi mambo na huduma ambazo ni rahisi kwa watoto kuelewa (sakafu ya chini), lakini jumla ya kutosha kusaidia matumizi ya anuwai (kuta pana).",
    "developers.designPrinciplesSimpleTitle": "Ifanye iwe rahisi iwezekanavyo  — Na Labda Hata rahisi zaidi",
    "developers.designPrinciplesSimpleBody": "Licha ya hali ya kawaida ya kuongeza huduma zaidi kwa bidhaa za programu, tumegundua kuwa kupunguza idadi ya huduma mara nyingi kunaboresha uzoefu wa mtumiaji. Kile kinachoonekana kama shida au kizuizi kinaweza kukuza ubunifu mpya.",
    "developers.designPrinciplesGlobalTitle": "Njia nyingi, mitindo mingi",
    "developers.designPrinciplesGlobalBody": "Shughuli nyingi za hesabu na sayansi zimekuwa zikipendelea kuelekea idadi fulani. Kwa kutilia maanani  kuunda teknolojia zinazopatikana na za kupendeza, tunafanya kazi ili kufunga pengo",
    "developers.designPrinciplesTinkerTitle": "Ubunifu wa Ulinganifu",
    "developers.designPrinciplesTinkerBody": "Tunaamini kuwa mchakato wa kujifunza ni wa kawaida.Wabadili huanza kwa kuchunguza na kujaribu, kisha kurekebisha na kusafisha malengo na ubunifu wao. Ili kuunga mkono mtindo huu wa mwingiliano, tunabuni miingiliano yetu kuhimiza majaribio ya haraka na mizunguko ya haraka ya marudio.",
    "developers.joinBodyJobsLinkText": "Ukurasa wa Kazi",
    "developers.joinBody": "Sisi ni kikundi tofauti cha waelimishaji, wabuni, na wahandisi, wanaofanya kazi kwa pamoja katika mazingira ya kiutani, ya ubunifu kamili ya vibao vya LEGO, vifaa vya ufundi, na zana za watengenezaji. Tunathamini sana utofauti, kushirikiana, na heshima katika sehemu ya kazi. Ikiwa una nia ya kuungana nasi, angalia nafasi zetu wazi kwenye {jobsPageLink} yetu, au tutumie barua pepe kwa {emailLink}.",
    "developers.donateIntroLinkText": "kutoa mchango wa kusaidia scratch",
    "developers.donateIntro": "Tunafurahi kutoa mwanzo wa malipo. Ikiwa unafurahi kutumia Scratch, tafadhali fikiria {donateLink}. Mchango wa ukubwa wowote utathaminiwa.",
    "developers.donateBody": "Mchango wako kwa msingi wa Scratch utatumika kusaidia maendeleo ya baadaye ya programu ya Scratch na tovuti ya scratch.",
    "developers.donateThanks": "Asante kwa kuunga mkono Scratch!",
    "developers.partnersIntro": "Uundaji na utunzaji wa msimbo huu wazi wa chanzo haungewezekana bila msaada wa kiufundi na kifedha kutoka kwa washirika wetu:",
    "developers.faqAboutTitle": "Je! Ninaweza kupata wapi habari zaidi kuhusu scratch?",
    "developers.faqAboutBodyLLKLinkText": "Maisha ya chekechea",
    "developers.faqAboutBodyMITLinkText": "Maabara ya media ya MIT",
    "developers.faqAboutBody": "Scratch ni lugha ya programu ya bure na jamii ya mkondoni ambapo vijana wanaweza kuunda hadithi zao za maingiliano, michezo, na michoro. Scratch ni mradi wa Kikundi cha {llkLink} katika {mitLink}. Unaweza kujifunza zaidi juu ya scratch {aboutLink}.",
    "developers.faqRulesTitle": "Je! Kuna sheria za kutumia msimbo huu katika matumizi yangu?",
    "developers.faqRulesBody": "Unaweza kutumia nambari hii kulingana na leseni inayosimamia kila mradi. Tunakuhimiza sana kuzingatia kanuni za ujifunzaji na muundo (hapo juu, kwenye ukurasa huu) wakati wa kujenga uzoefu wa ujifunzaji wa ubunifu kwa watoto wa kila miaka.",
    "developers.faqNameTitle": "Je! Ninaruhusiwa kutumia jina \"Scratch Blocks 'katika maelezo ya programu yangu na ujumbe mwingine wa umma?",
    "developers.faqNameBody": "Ikiwa unataka, unaweza kusema hadharani kwamba programu yako inaendeshwa na Vitalu vya Scratch. Ukifanya hivyo, tunawahimiza pia kukuunganisha nyuma kwenye uwekaji wa msimbo.",
    "developers.faqReleasesTitle": "Je! Unatoa msimbo zaidi na lini?",
    "developers.faqReleasesBody": "Tunapanga kufungua msimbo wa ziada unaohusiana na lugha ya programu ya scratch kwa miezi michache ijayo. Tazama kwenye ukurasa huu!",
    "developers.faqDifferencesTitle": "Ni tofauti gani kati ya Vizuizi  na vitalu vya scratch?",
    "developers.faqDifferencesBody": "Vitalu vya scratch hujengwa juu ya msingi wa msimbo wa Kuzuia, na imeundwa mahsusi na kanuni zetu kwa akili ili kusaidia uzoefu wa ujifunzaji wa ubunifu.",
    "developers.faqCollabTitle": "Napenda kushirikiana. Je! Ninawasilianaje?",
    "developers.faqCollabBody": "Unaweza kutufikia kwenye {githubLink} au unaweza kutuma barua pepe kwa {emailLink}. Tunatarajia kupata mawasiliano kutoka kwako!"
}