{
    "developers.hereLinkText": "hapa",
    "developers.title": "Scratch ya Wasanidi Programu",
    "developers.introLinkText": "Timu ya Scratch",
    "developers.intro": "Kwenye ukurasa huu, utapata habari kuhusu miradi wazi iliyoundwa na kudumishwa na {introLink}, na pia mawazo yetu juu ya mazoea bora ya kubuni uzoefu wa kujifunza kwa watoto.",
    "developers.projectsTitle": "Miradi",
    "developers.principlesTitle": "Kanuni",
    "developers.joinTitle": "Jiunge nasi",
    "developers.donateTitle": "Toa Msaada",
    "developers.partnersTitle": "Washirika",
    "developers.faqTitle": "Maswali yanayoulizwa mara kwa mara",
    "developers.projectsIntro": "Miradi ifuatayo ni miradi huru na imewekwa tayari kwa matumizi yoyote.",
    "developers.scratchBlocksTitle": "Bloki za Scratch",
    "developers.scratchBlocksIntroBlocklyLinkText": "Teknolojia ya Bloki",
    "developers.scratchBlocksIntro": "Bloki za Scratch ni mradi mpya wa unaoendeleza mtindo huu wa kuuunda programu kwa kutumia michoro kwenye kiolesura kwa ushiarikiano wa Google na Timu ya Scratch ya MIT.T  — kuegemea kwa {blocklyLink} ya Google na kufahamishwa na utaalam wa Timu ya Scratch katika kubuni nyenzo za elimu kwa vijana. Vifungashio vya viboreshaji vitatoa mfumo wa ujenzi wa bloki vya programu kwa njia za wima (maandishi-msingi) na sawia (picha-msingi). Unaweza kufikia nambari hiyo (kwa sasa kama- mtengenezaji) na maelezo ya kina {githubLink}",
    "developers.scratchBlocksBody": "Toleo hili la kwanza la Scratch ni pamoja na msimbo wa Sarufi mlalo. Hapo mbeleni, tunapanga kuongezea misimbo ya ziada kando na  Sarufi-wima (inayotumika sasa na Scratch), injini mpya yenye uwezo wa kusaidia vihusika na athari za picha, na injini mpya ya Sauti itakayowezesha ubunifu wa hali ya juu katika miradi yanayohitaji sauti na muziki.",
    "developers.wwwTitle": "Scratch WWW",
    "developers.wwwIntro": "Scratch-www ni sehemu wa wavuti inayojitegemea kwa ajili  ya Jumuiya ya Scratch, iliyojengwa kwa kutumia React na Redux. Fikia msimbo na nyaraka kupitia {wwwIntroLink}.",
    "developers.LearningPrinciples": "Kanunii za Kujifunza",
    "developers.DesignPrinciples": "Kanuni za Ubunifu",
    "developers.principlesIntro": "Tuliunda Scratch ili kuwawezesha vijana kufikiria kwa ubunifu, kufikiria kwa utaratibu, na kufanya kazi kwa kushirikiana. Tunaongozwa na seti ya {learningPrinciples} na {designPrinciples} ambazo tunatumahi kuwa utafuata unapoendeleza zana na teknolojia mpya zilizo na Bloki za Scratch.",
    "developers.jrBodyWebsiteLinkText": "Tovuti ya ScratchJr",
    "developers.jrBody": "ScratchJr ni lugha-anzilishi ya programu ambayo inawezesha watoto wadogo (wenye umri wa miaka 5-7) kuunda hadithi shirikishi na michezo yao. Kwa habari zaidi, tembelea {websiteLink} au ufikie msimbo na nyaraka kwenye {githubLink}.",
    "developers.learningPrinciplesProjectsBody": "Watu hujifunza kwa njia nzuri wakati wanafanya kazi kwa bidii katika miradi — kutoa maoni mapya, kubuni mifano, kufanya maboresho na kuunda bidhaa.",
    "developers.learningPrinciplesPassionTitle": "Shauku",
    "developers.learningPrinciplesPassionBody": "Wakati watu wanazingatia vitu ambavyo wanavijali, hufanya kazi kwa muda mrefu na kwa kujitolea, hupambana  na changamoto, na kujifunza zaidi katika mchakato.",
    "developers.learningPrinciplesPeersTitle": "Marika",
    "developers.learningPrinciplesPeersBody": "Masomo yananawiri palipo na shughuli za kijamii, watu wanaposhikiri maoni, wakishiriki miradi, na kujijenga pamoja kutokana na kazi zao.",
    "developers.learningPrinciplesPlayTitle": "Cheza",
    "developers.learningPrinciplesPlayBody": "Masomo inahusu majaribio na michezo — kujaribu vitu vipya, kujenga na kubomoa, kutengenza vifaa, kupima mipaka, kuthubu, kurudiarudia tena na tena.",
    "developers.designPrinciplesRoomTitle": "Sakafu ya chini & Kuta pana",
    "developers.designPrinciplesRoomBody": "Ili kuhamasisha mwingiliano tofauti tofauti wa maingiliano, tunajumuisha wazi mambo na huduma ambazo ni rahisi kwa watoto kuelewa (sakafu ya chini), lakini jumla ya kutosha kusaidia matumizi anuwai (kuta pana).",
    "developers.designPrinciplesSimpleTitle": "Ifanye iwe rahisi iwezekanavyo  — Na Labda Hata rahisi zaidi",
    "developers.designPrinciplesSimpleBody": "Licha ya hali ya kawaida ya kuongeza huduma zaidi kwa bidhaa za programu, tumegundua kuwa kupunguza idadi ya huduma mara nyingi kunaboresha uzoefu wa mtumiaji. Kile kinachoonekana kama shida au kizuizi kinaweza kukuza ubunifu mpya.",
    "developers.designPrinciplesGlobalTitle": "Njia Nyingi, Mitindo Mingi",
    "developers.designPrinciplesGlobalBody": "Shughuli nyingi za hesabu na sayansi zimekuwa zikipendelea kuelekea idadi fulani. Kwa kutilia maanani  kuunda teknolojia zinazopatikana na za kupendeza, tunafanya kazi ili kufunika hilo pengo",
    "developers.designPrinciplesTinkerTitle": "Usanifu wenye marajibio na utendaji",
    "developers.designPrinciplesTinkerBody": "Tunaamini kuwa mchakato wa kujifunza ni wa kawaida. Watengenezaji huanza kwa kuchunguza na kujaribu, kisha kurekebisha na kusafisha malengo na ubunifu wao. Ili kuunga mkono mtindo huu wa mwingiliano, tunabuni miingiliano yetu kuhimiza majaribio ya haraka na mizunguko ya haraka ya marudio.",
    "developers.joinBodyJobsLinkText": "Ukurasa wa Kazi",
    "developers.joinBody": "Sisi ni kikundi tofauti cha waelimishaji, wabuni, na wahandisi, wanaofanya kazi kwa pamoja katika mazingira ya kiutani, ya ubunifu kamili ya vichakato vya LEGO, vifaa vya ufundi, na zana za watengenezaji. Tunathamini sana tofauti, kushirikiana, na heshima katika sehemu ya kazi. Ikiwa una nia ya kuungana nasi, angalia nafasi zetu za kazi zilizo wazi kwenye {jobsPageLink} yetu, au tutumie barua pepe kwa {emailLink}.",
    "developers.donateIntroLinkText": "kutoa mchango wa kusaidia Scratch",
    "developers.donateIntro": "Tunafurahi kutoa Scratch bila malipo. Ikiwa unafurahia kutumia Scratch, tafadhali fikiria {donateLink}. Mchango wa kiasi chochote kitathaminiwa.",
    "developers.donateBody": "Mchango wako kwa Wakfu wa Scratch utatumika kuendeleza uuundaji wa programu ya Scratch na Tovuti ya Scratch siku za baadaye.",
    "developers.donateThanks": "Asante kwa kuunga mkono Scratch!",
    "developers.partnersIntro": "Uundaji na utunzaji wa msimbo huu huru haungewezekana bila msaada wa kiufundi na kifedha kutoka kwa washirika wetu:",
    "developers.faqAboutTitle": "Je! Ninaweza kujifunza mengi kuhusu Scratch wapi?",
    "developers.faqAboutBodyLLKLinkText": "Maisha yote ya Chekechea",
    "developers.faqAboutBodyMITLinkText": "Maabara ya Midia ya MIT",
    "developers.faqAboutBody": "Scratch ni lugha ya programu inayopatikana bure na jamii ya mtandaoni ambapo vijana wanaweza kutunga hadithi zao shirikishi, michezo, na ukaragushi. Scratch ni mradi wa Kikundi cha {llkLink} katika {mitLink}. Unaweza kujifunza zaidi juu ya scratch {aboutLink}.",
    "developers.faqRulesTitle": "Je! Kuna kanuni za kufuata iwapo nitatumia msimbo huu katika programu-tumizi zangu?",
    "developers.faqRulesBody": "Unaweza kutumia msimbo huu kulingana na leseni inayosimamia kila mradi. Tunakuhimiza sana kuzingatia kanuni za ujifunzaji na muundo (hapo juu, kwenye ukurasa huu) wakati wa unapoimarisha ufunzaji wenye ubunifu kwa watoto wa kila umri.",
    "developers.faqNameTitle": "Je! Ninaruhusiwa kutumia jina \"Scratch Blocks 'katika maelezo ya programu-tumizi yangu na ujumbe mwingine unaolenga umma?",
    "developers.faqNameBody": "Ikiwa unataka, unaweza kusema hadharani kwamba programu yako inaendeshwa na Bloki za Scratch. Ukifanya hivyo, tunawahimiza pia kukuunganisha  kwenye hifadhi ya msimbo.",
    "developers.faqReleasesTitle": "Je! Kuna toleo jingine la msimbo na ni lini litatolewa?",
    "developers.faqReleasesBody": "Tunapanga kuwekka huru msimbo wa ziada unaohusiana na lugha ya programu ya Scratch kwa miezi michache ijayo. Tazama kwenye ukurasa huu!",
    "developers.faqDifferencesTitle": "Kuna tofauti gani kati ya Blockly  na Bloki za Scratch?",
    "developers.faqDifferencesBody": "Bloku za scratch hujengwa juu ya msingi wa Blockly, na imeundwa mahsusi na kanuni zetu kwa maarifa ili kusaidia  ujuzi wa kujifunzaji kwa ubunifu.",
    "developers.faqCollabTitle": "Ningependa kushirikiana. Je! Ninaweza kuwasiliana vipi?",
    "developers.faqCollabBody": "You can reach us over on {githubLink} or on our {contactUsLink} page. We look forward to hearing from you!"
}