{
    "developers.hereLinkText": "burada",
    "developers.title": "Geliştiriciler İçin Scratch",
    "developers.introLinkText": "MIT Scratch Takımı",
    "developers.intro": "Bu sayfada, {introLink} tarafından oluşturulan ve sürdürülen açık kaynaklı projeler ve çocukların öğrenme deneyimlerini tasarlama konusundaki en iyi uygulamalar ile ilgili düşüncelerimiz hakkında detaylı bilgi bulabilirsiniz.",
    "developers.projectsTitle": "Projeler",
    "developers.principlesTitle": "İlkeler",
    "developers.joinTitle": "Bize Katıl",
    "developers.donateTitle": "Bağış",
    "developers.partnersTitle": "Ortaklar",
    "developers.faqTitle": "SSS",
    "developers.projectsIntro": "Aşağıdaki projeler açık kaynaklıdır ve herhangi bir amaç için kullanılabilir.",
    "developers.scratchBlocksTitle": "Scratch Blokları",
    "developers.scratchBlocksIntroBlocklyLinkText": "Blockly teknolojisi",
    "developers.scratchBlocksIntro": "Scratch Blokları, Google ve MIT’nin Scratch Ekibi arasındaki bir işbirliğine dayanan, Scratch Ekibinin genç insanlar için yaratıcı öğrenme araçları geliştirme konusundaki uzmanlığı ile Google'ın{blocklyLink}si üzerine inşa edilen yeni nesil grafik programlama blokları için bir geliştirme projesidir. Scratch Blokları, hem dikey (metin tabanlı) hem de yatay (simge tabanlı) formatlarda programlama blokları oluşturmak için bir çerçeve sağlayacaktır. Koda (şu anda geliştirici-önizleme versiyonu) ve belgelere buradan{githubLink}erişebilirsiniz.",
    "developers.scratchBlocksBody": "Bu ilk sürüm, Scratch’ın yatay yazım kodlarını içerir. İleriye baktığımızda, sadece dikey yazım kodları ile sınırlı olmayan (şu anda Scratch tarafından kullanılıyor) kodlar, karakterleri ve grafik efektleri destekleyen yeni bir oluşturma motoru ve; ses ve müzik yaratmayı desteklemek için yeni bir ses motoru yayınlamayı planlıyoruz.",
    "developers.wwwTitle": "Scratch Wiki",
    "developers.wwwIntro": "Scratch-www, Scratch Topluluğu için React ve Redux kullanılarak oluşturulan bağımsız bir web istemcisidir. Kod ve dokümanlara {wwwIntroLink} üzerinden ulaşabilirsiniz.",
    "developers.LearningPrinciples": "Öğrenme İlkeleri",
    "developers.DesignPrinciples": "Tasarım İlkeleri",
    "developers.principlesIntro": "Gençlerin yaratıcı düşünmesi, sistematik neden sonuç ilişkisi kurması ve işbirliği içinde çalışması için Scratch'i yarattık. Sizlerin de Scratch Blokları ile yeni araçlar ve teknolojiler geliştirirken {learningPrinciples} ve {designPrinciples}'ı takip edeceğinizi umuyoruz.",
    "developers.jrBodyWebsiteLinkText": "ScratchJr websayfası",
    "developers.jrBody": "ScratchJr, küçük çocukların (5-7 yaş arası) kendi interaktif öykü ve oyunlarını oluşturmalarını sağlayan giriş seviyesinde bir programlama dilidir. Daha fazla bilgi için {websiteLink} adresini ziyaret edin veya {githubLink}adresindeki kod ve dokümanları inceleyin.",
    "developers.learningPrinciplesProjectsBody": "İnsanlar aktif olarak projeler üzerinde çalışırken - yeni fikirler üreterek, prototipler tasarlayarak, iyileştirmeler yaparak ve nihai ürünler üreterek en iyi şekilde öğrenirler.",
    "developers.learningPrinciplesPassionTitle": "Tutku",
    "developers.learningPrinciplesPassionBody": "İnsanlar önemsedikleri şeylere odaklandıklarında, daha uzun ve daha sıkı çalışır, zorluklarla yüzleşir ve süreçte daha fazla şey öğrenirler.",
    "developers.learningPrinciplesPeersTitle": "Akranlar",
    "developers.learningPrinciplesPeersBody": "Öğrenme, fikirleri paylaşan, projeler üzerinde işbirliği yapan ve bir diğerinin çalışmasına eklemeler yapan kişiler ile sosyal bir etkinlik olarak gelişir.",
    "developers.learningPrinciplesPlayTitle": "Oyna",
    "developers.learningPrinciplesPlayBody": "Öğrenme, eğlenceli deneyimleri içerir - yeni şeyler denemek, malzemeler ile uğraşmak, sınırları zorlamak, risk almak ve sürekli tekrarlamak.",
    "developers.designPrinciplesRoomTitle": "Alçak Zemin & Geniş Duvarlar",
    "developers.designPrinciplesRoomBody": "Farklı ve çeşitli bir dizi etkileşimi teşvik etmek için, çocukların kolayca anlayabileceği (alçak zemin), ancak çeşitli kullanımları (geniş duvarlar) destekleyecek kadar genel olan unsurları ve özellikleri açıkça ekledik.",
    "developers.designPrinciplesSimpleTitle": "Mümkün olduğu kadar basitleştir - Daha da kolaylaştır",
    "developers.designPrinciplesSimpleBody": "Yazılım ürünlerine daha fazla özellik eklemek yaygın olmasına rağmen, özellik sayısını azaltılmanın genellikle kullanıcı deneyimini geliştirdiğini bulduk. Başlangıçta bir kısıtlama veya sınırlama gibi görünen şey, yeni yaratıcılık biçimlerini teşvik edebilir.",
    "developers.designPrinciplesGlobalTitle": "Bir çok Yol, Bir çok Stil",
    "developers.designPrinciplesGlobalBody": "Birçok matematik ve fen aktivitesi geleneksel olarak belirli bir popülasyon temel alınarak hazırlanmıştır. Erişilebilir ve çekici teknolojiler yaratmaya özel önem vererek bu eksikliği gidermek için çalışıyoruz.",
    "developers.designPrinciplesTinkerTitle": "Tinkerability için Tasarım",
    "developers.designPrinciplesTinkerBody": "Öğrenmenin özünde tekrar gerektiren bir süreç olduğuna inanıyoruz. Tinkerers keşfederek ve deneyerek başlar, sonrasında da hedeflerini ve tasarımlarını gözden geçirip düzelterek devam eder. Bu etkileşim tarzını desteklemek için, hızlıca deneyimlenen ve tekrarlayan döngüleri teşvik eden ara yüzler tasarlıyoruz.",
    "developers.joinBodyJobsLinkText": "İş İlanları Sayfası",
    "developers.joinBody": "Biz, LEGO parçaları, el sanatları malzemeleri ve maker araçlarıyla dolu, eğlenceli ve yaratıcı bir ortamda birlikte çalışan; eğitimciler, tasarımcılar ve mühendisler oluşan bir grubuz. İşyerinde çeşitliliğe, işbirliğine ve saygıya değer veriyoruz. Bize katılmayı düşünüyorsanız, {jobsPageLink} adresindeki açık pozisyonlarımıza göz atın veya {emailLink} adresinden bize bir e-posta gönderin.",
    "developers.donateIntroLinkText": "Scratch'a bağış yapmak için",
    "developers.donateIntro": "Scratch'ı ücretsiz olarak sunmaktan memnuniyet duyuyoruz. Eğer siz de Scratch'i kullanmaktan hoşlanıyorsanız, lütfen {donateLink} adresine göz atın. Her bağış memnuniyetle kabul edilir.",
    "developers.donateBody": "Scratch Vakfı'na yapacağınız her bağış Scratch yazılımının ve Scratch web sitesinin gelişimini desteklemek için kullanılacaktır.",
    "developers.donateThanks": "Scratch'a destek olduğunuz için teşekkürler!",
    "developers.partnersIntro": "Bu açık kaynak kodun oluşturulması ve bakımı, partnerlerimizin cömert teknik ve mali destekleri olmadan mümkün olmaz:",
    "developers.faqAboutTitle": "Scratch hakkında daha fazla bilgiyi nereden edinebilirim?",
    "developers.faqAboutBodyLLKLinkText": "Yaşamboyu Anasınıfı",
    "developers.faqAboutBodyMITLinkText": "MIT Medya Lab",
    "developers.faqAboutBody": "Scratch, gençlerin kendi interaktif hikayelerini, oyunlarını ve animasyonlarını oluşturabilecekleri ücretsiz bir programlama dili ve çevrimiçi topluluktur. Scratch, {llkLink} Grubunun {mitLink} adresindeki bir projesidir. Scratch hakkında daha fazla bilgiyi {aboutLink}buradan edinebilirsiniz.",
    "developers.faqRulesTitle": "Bu kodu uygulamamda kullanmak için uymam gereken herhangi bir kural var mı?",
    "developers.faqRulesBody": "Bu kodu, her bir projeyi yöneten lisansa uygun olarak kullanabilirsiniz. Her yaştan çocuk için yaratıcı öğrenme deneyimleri oluştururken, öğrenme ve tasarım ilkelerini (bu sayfada yukarıda) dikkate almanızı şiddetle tavsiye ediyoruz.",
    "developers.faqNameTitle": "Uygulamamın ve diğer herkese açık mesajların açıklamasında \"Scratch Blokları\" adını kullanabiliir miyim?",
    "developers.faqNameBody": "İsterseniz, uygulamanızın Scratch Blokları tarafından desteklendiğini herkese açık olarak belirtebilirsiniz. Bunu yaparsanız, kod deposuna geri bağlantı kurmanızı da öneririz.",
    "developers.faqReleasesTitle": "Daha fazla kod yayınlayacak mısınız? Ne zaman?",
    "developers.faqReleasesBody": "Önümüzdeki birkaç ay boyunca Scratch programlama diliyle ilgili ek kod yayınlamayı planlıyoruz. Gözünüz bu sayfanın üstünde olsun!",
    "developers.faqDifferencesTitle": "Blockly ve Scratch Blocks arasındaki fark nedir?",
    "developers.faqDifferencesBody": "Scratch Blokları, Blockly kod tabanı üzerine inşa edilir ve yaratıcı öğrenme deneyimlerini desteklemek için ilkelerimiz doğrultusunda özel olarak tasarlanmıştır.",
    "developers.faqCollabTitle": "Diğer kullanıcılar ile işbirliği yapmak istiyorum. Onlarla nasıl iletişim kurabilirim?",
    "developers.faqCollabBody": "Bize {githubLink} adresinden ulaşabilir veya {emailLink} adresine bir e-posta gönderebilirsiniz. Sizden haber almak için sabırsızlanıyoruz!"
}