{
    "about.introOne": "Gyda Scratch, gallwch raglennu eich straeon, gemau ac animeiddiadau rhyngweithiol eich hunain - a rhannu eich creadigaethau gydag eraill yn y gymuned ar-lein.",
    "about.introTwo": "Mae Scratch yn cynorthwyo pobl ifanc i ddysgu i feddwl yn greadigol, ymresymu yn systemig a chydweithio - sgiliau hanfodol ar gyfer bywyd yn yr 21ain ganrif.",
    "about.introThree": "Mae Scratch yn broject gan y Lifelong Kindergarten Group yn y Mit Media Lab. Mae ar gael yn rhad ac am ddim.",
    "about.introParents": "Gwybodaeth ar gyfer rhieni",
    "about.introEducators": "Gwybodaeth ar gyfer addysgwyr",
    "about.whoUsesScratch": "Pwy sy'n defnyddio Scratch?",
    "about.whoUsesScratchDescription": "Mae Scratch the wedi ei gynllunio'n benodol ar gyfer plant a phobl ifanc rhwng 8 ac 16 oed, ond mae'n cael ei ddefnyddio gan bobl o bob oed. Mae miliynau o bobl yn creu projectau Scratch gwahanol lefydd,  gan gynnwys cartrefi, amgueddfeydd,  llyfrgelloedd a chanolfannau cymunedol.",
    "about.aroundTheWorld": "O Amgylch y Byd",
    "about.aroundTheWorldDescription": "Mae Scratch yn cael ei ddefnyddio mewn mwy na 150 o wledydd gwahanol; ac mae ar gael mewn mwy na 40 o ieithoedd. I newid iaith, cliciwch y ddewislen ar waelod y dudalen. Neu, o fewn y Golygydd Project, clicio'r glôb ar frig y dudalen. I ychwanegu neu wella cyfieithiad, gw. y dudalen ar {translationLink}.",
    "about.translationLinkText": "cyfieithiad",
    "about.quotes": "Dyfyniadau",
    "about.quotesDescription": "Mae Tîm Scratch wedi derbyn llawer o e-byst gan bobl; ifanc, rhieni ac addysgwyr yn diolch am Scratch. Hoffech chi weld beth mae pobl eraill yn ei ddweud am Scratch? Gallwch weld casgliad o'r {quotesLink} rydym wedi eu derbyn.",
    "about.quotesLinkText": "dyfyniadau",
    "about.learnMore": "Dysgu Rhagor am Scratch",
    "about.learnMoreHelp": "Tudalen Awgrymiadau",
    "about.learnMoreFaq": "Cwestiynau Cyffredin",
    "about.learnMoreParents": "Gwybodaeth ar gyfer Rhieni",
    "about.learnMoreCredits": "Diolchiadau",
    "about.literacy": "Dysgu Codio. Codio i Ddysgu",
    "about.literacyDescription": "Mae'r gallu i godio rhaglenni cyfrifiadurol yn rhan bwysig o lythrennedd yn ein cymdeithas. Pan mae pobl yn dysgu codio yn Scratch, maen nhw'n dysgu strategaethau pwysig ar gyfer datrys problemau, cynllunio projectau a chyfathrebu syniadau. ",
    "about.schools": "Scratch mewn Ysgolion",
    "about.schoolsDescription": "Mae dysgwyr yn dysgu gyda Scratch ar bob lefel (o ysgolion cynradd i brifysgolion) ac ar draws pynciau (megis mathemateg, cyfrifiadureg, celf, ieithoedd, gwyddorau cymdeithas). Mae addysgwyr yn rhannu straeon, cyfnewid adnoddau, gofyn cwestiynau a chanfod pobl ar {scratchedLink}. ",
    "about.scratchedLinkText": "Gwefan ScratchEd",
    "about.research": "Ymchwil",
    "about.researchDescription": "Mae Tîm MIT Scratch a chydweithwyr yn ymchwilio i sut mae pobl yn defnyddio a dysgu gyda Scratch (am gyflwyniad, gw. {spfaLink}). I ddysgu rhagor am Scratch, ewch i {researchLink} ac {statisticsLink} ynghylch Scratch.",
    "about.spfaLinkText": "Scratch: Rhaglennu i Bawb",
    "about.researchLinkText": "ymchwil",
    "about.statisticsLinkText": "ystadegau",
    "about.support": "Cefnogaeth a Nawdd",
    "about.supportDescription": "Mae project Scratch wedi derbyn cymorth ariannol gan y cyrff canlynol: {supportersList}. Gw. y {creditsLink} ar ragor o wybodaeth. Os hoffech chi gefnogi Scrath, ewch i'r Scratch Foundation {donateLink}, neu gysylltu â ni yn {donateemail}.",
    "about.donateLinkText": "tudalen cyfrannu",
    "about.creditsLinkText": "dudalen cydnabod"
}
