{
    "about.introOne": "Med Scratch kan du programmere dine egne interaktive historier, spil og tegnefilm - og dele dine kreationer med andre i online fællesskabet.",
    "about.introTwo": "Scratch hjælper børn med at lære at tænke kreativt, tænke systematisk og arbejde sammen — nødvendige kompetencer for liv i det 21. århundrede. ",
    "about.introThree": "Scratch er et projekt af the Lifelong Kindergarten Group ved MIT Media Lab. Det er frit tilgængeligt og gratis.",
    "about.introParents": "Information for forældre",
    "about.introEducators": "Information for undervisere",
    "about.whoUsesScratch": "Hvem bruger Scratch?",
    "about.whoUsesScratchDescription": "Scratch er designet specielt for unge mellem 8 og 16 år, men anvendes af folk i alle aldre. Millioner af mennesker laver Scratch projekter i forskellige omgivelser: hjemme, i skoler, på muséer, biblioteker og kulturcentre.",
    "about.aroundTheWorld": "Rundt om i verden",
    "about.aroundTheWorldDescription": "Scratch bliver brugt i mere end 150 forskellige lande og er tilgængeligt på mere end 40 sprog. Hvis du vil skifte sprog, klik på menuen i bunden af siden. Eller, i projekteditoren, klik på globussen i toppen af siden. For at tilføje eller forbedre en oversættelse, se  {translationLink} siden.",
    "about.translationLinkText": "oversættelse",
    "about.quotes": "Citater",
    "about.quotesDescription": "Scratch Teamet har modtaget mange emails fra børn, forældre og lærere, som udtrykker deres taknemmelighed for Scratch. Vil du se, hvad de skriver? Du kan læse en samling {quotesLink} citater, som vi har modtaget.",
    "about.quotesLinkText": "citater",
    "about.learnMore": "Lær mere om Scratch",
    "about.learnMoreHelp": "Hjælp til Scratch",
    "about.learnMoreFaq": "Ofte Stillede Spørgsmål (FAQ)",
    "about.learnMoreParents": "Information for forældre",
    "about.learnMoreCredits": "Bidragydere",
    "about.literacy": "Lær at kode, kod for at lære",
    "about.literacyDescription": "Evnen til at kode computerprogrammer er en vigtig kompetence i vores samfund i dag. Når mennesker lærer at kode i Scratch, lærer de vigtige strategier for problemløsning, design af projekter og får idéer til kommunikation.",
    "about.schools": "Scratch i skoler",
    "about.schoolsDescription": "Elever lærer med Scratch på alle niveauer (fra folkeskole til ungdomsuddannelser) og på tværs af fag (såsom matematik, computervidenskab, sprog, sociale studier).  Lærere deler historier, udveksler ressourcer, stiller spørgsmål og finder andre på  {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd hjemmeside",
    "about.research": "Forskning",
    "about.researchDescription": "MIT Scratch Teamet og samarbejdspartnere forsker i hvordan mennesker bruger og lærer med Scratch (for en introduktion se   {spfaLink}). Lær mere om Scratch {researchLink} og {statisticsLink} om Scratch.",
    "about.spfaLinkText": "Scratch: programmering for alle",
    "about.researchLinkText": "forskning",
    "about.statisticsLinkText": "statistik",
    "about.support": "Støtte og finansiering",
    "about.supportDescription": "Scratch projektet har modtaget økonomisk støtte fra følgende organisationer:  {supportersList}. Se  {creditsLink} for flere informationer. Hvis du vil støtte Scratch, se Scratch Foundation {donateLink}, eller kontakt os på {donateemail}.",
    "about.donateLinkText": "side med donationer",
    "about.creditsLinkText": "side med bidragydere"
}
