{
    "about.introOne": "Με το Scratch μπορείτε να προγραμματίσετε τις δικές σας διαδραστικές ιστορίες, παιχνίδια και κινούμενα σχέδια και να τα μοιραστείτε με άλλα άτομα στη διαδικτυακή κοινότητα.",
    "about.introTwo": "Scratch helps young people learn to think creatively, reason systematically, and work collaboratively — essential skills for life in the 21st century.",
    "about.introThree": "Το Scratch είναι έργο της Lifelong Kindergarten Group της MIT Media Lab. Το Scratch παρέχεται δωρεάν.",
    "about.introParents": "Πληροφορίες για τους Γονείς",
    "about.introEducators": "Πληροφορίες για τους Εκπαιδευτικούς",
    "about.whoUsesScratch": "Ποια άτομα χρησιμοποιούν το Scratch;",
    "about.whoUsesScratchDescription": "Το Scratch είναι ειδικά σχεδιασμένο για άτομα από 8 έως 16 χρονών, αλλά χρησιμοποιείται επίσης και από άτομα όλων των ηλικιών. Εκατομμύρια χρήστες δημιουργούν έργα στο Scratch από το σπίτι τους, ενώ χρησιμοποιείται και σε σχολεία, μουσεία, βιβλιοθήκες και πολιτιστικά κέντρα.",
    "about.aroundTheWorld": "Σε Ολόκληρο τον Κόσμο",
    "about.aroundTheWorldDescription": "Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "translation",
    "about.quotes": "Γνώμες για το Scratch",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the {quotesLink} we've received.",
    "about.quotesLinkText": "quotes",
    "about.learnMore": "Μάθετε Περισσότερα Σχετικά με το Scratch",
    "about.learnMoreHelp": "Tips Page",
    "about.learnMoreFaq": "Συχνές Ερωτήσεις (FAQ)",
    "about.learnMoreParents": "Πληροφορίες για τους Γονείς",
    "about.learnMoreCredits": "Ευχαριστίες",
    "about.literacy": "Μάθετε να προγραμματίζετε | Προγραμματίστε για να μάθετε",
    "about.literacyDescription": "The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "Το Scratch στα Σχολεία",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd website",
    "about.research": "Έρευνες",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see {spfaLink}). Find out more about Scratch {researchLink} and {statisticsLink} about Scratch.",
    "about.spfaLinkText": "Scratch: Programming for All",
    "about.researchLinkText": "research",
    "about.statisticsLinkText": "statistics",
    "about.support": "Υποστήριξη και Χρηματοδότηση",
    "about.supportDescription": "The Scratch project has received financial support from the following organizations: {supportersList}. See the {creditsLink} for more information. If you'd like to support Scratch, please see the Scratch Foundation {donateLink}, or contact us at {donateemail}.",
    "about.donateLinkText": "donations page",
    "about.creditsLinkText": "credits page"
}
