{
    "about.introOne": "Kun Scratch, vi povas programi viajn proprajn interagajn rakontojn, ludojn kaj movbildojn — kaj dividi viajn kreaĵojn kun aliaj homoj en la interreta komunumo.",
    "about.introTwo": "Per Scratch, junuloj lernas kiel pensi kreeme, rezoni sisteme kaj labori kune — gravaj kapabloj por vivi en la 21-a jarcento.",
    "about.introThree": "Scratch estas projekto de la Lifelong Kindergarten Group ĉe la MIT Media Lab. Oni povas uzi ĝin senpage.",
    "about.introParents": "Informoj por gepatroj",
    "about.introEducators": "Informoj por edukistoj",
    "about.whoUsesScratch": "Kiu uzas Scratch?",
    "about.whoUsesScratchDescription": "Scratch celas ĉefe junulojn inter 8- kaj 16-jaraĝajn, sed estas uzata de homoj de ĉiuj aĝoj. Milionoj da homoj kreas Scratch-projektojn por plej diversaj celoj en la hejmo, lernejo, muzeo, biblioteko, kaj komunumejo.",
    "about.aroundTheWorld": "Ĉirkaŭ la Mondo",
    "about.aroundTheWorldDescription": "Scratch uziĝas en pli ol 150 landoj kaj en pli ol 40 lingvoj. Por ŝanĝi la lingvon, klaku la menuon malsupre sur la paĝo. Aŭ, en la Projekto-Redaktilo, klaku la terglobon supre sur la paĝo. Por aldoni aŭ plibonigi iun tradukon, vidu la paĝon {translationLink}.",
    "about.translationLinkText": "traduko",
    "about.quotes": "Citaĵoj",
    "about.quotesDescription": "La skipo de Scratch ricevas multajn retmesaĝojn de junuloj, de gepatroj kaj de edukistoj, por danki ilin pro Scratch. Ĉu vi volas vidi? Legu kolekton de la {quotesLink}, kiujn ni ricevis.",
    "about.quotesLinkText": "citaĵoj",
    "about.learnMore": "Lerni Pli Pri Scratch",
    "about.learnMoreHelp": "Konsiloj",
    "about.learnMoreFaq": "Oftaj Demandoj",
    "about.learnMoreParents": "Informoj por Gepatroj",
    "about.learnMoreCredits": "Agnoskoj",
    "about.literacy": "Lernu Programi, Programu por Lerni",
    "about.literacyDescription": "La kapablo krei komputilajn programojn estas grava afero por la hodiaŭa vivo. Kiam homoj lernas programi per Scratch, ili lernas gravajn strategiojn por solvi problemojn, konstrukti projektojn kaj komuniki ideojn.",
    "about.schools": "Scratch en Lernejoj",
    "about.schoolsDescription": "Studantoj lernas per Scratch je ĉiuj niveloj (de bazlernejoj ĝis universitatoj) kaj el multaj fakoj (kiel matematiko, komputila scienco, lingvoj, arto, sociaj studoj). Edukistoj dividas rakontojn, interŝanĝas lernilojn, starigas demandojn kaj trovas homojn ĉe la {scratchedLink}.",
    "about.scratchedLinkText": "Retejo de ScratchEd",
    "about.research": "Priserĉado",
    "about.researchDescription": "La skipo de Scratch ĉe MIT kaj iliaj kunlaborantoj priserĉas pri kiel homoj uzas Scratch kaj lernas per ĝi (por ĝenerala enkonduko, vidu {spfaLink}). Lernu pli pri Scratch {researchLink} kaj {statisticsLink}pri Scratch.",
    "about.spfaLinkText": "Scratch: Programado por Ĉiuj",
    "about.researchLinkText": "priserĉado",
    "about.statisticsLinkText": "statistikoj",
    "about.support": "Subteno kaj Stipendioj",
    "about.supportDescription": "La Scratch-projekto ricevis financajn rimedojn de tiuj ĉi organizaĵoj: {supportersList}. Vidu la {creditsLink}por pli da informoj. Se vi volas subteni Scratch, bonvolu vidi la Scratch-Fonduson {donateLink} aŭ kontaktu nin ĉe {donateemail}.",
    "about.donateLinkText": "paĝo por donacoj",
    "about.creditsLinkText": "pago de agnoskoj"
}
