{
    "about.introOne": "Avec Scratch, vous pouvez programmer vos propres histoires interactives, jeux et animations - et partager vos créations avec d'autres dans la communauté en ligne.",
    "about.introTwo": "Scratch aide les jeunes à apprendre à penser de façon créative, à raisonner systématiquement et à travailler de manière collaborative — des compétences essentielles pour vivre au 21e siècle.",
    "about.introThree": "Scratch est un projet du groupe Lifelong Kindergarten au MIT Media Lab. Il est fourni gratuitement.",
    "about.introParents": "Infos pour les parents",
    "about.introEducators": "Infos pour les éducateurs",
    "about.whoUsesScratch": "Qui utilise Scratch?",
    "about.whoUsesScratchDescription": "Scratch est spécialement conçu pour les enfants de 8 à 16 ans, mais il est utilisé par des personnes de tous les âges. Des millions de gens créent des projets avec Scratch dans un large éventail de situations, y compris les maisons, les écoles, les musées, les bibliothèques et les centres communautaires.",
    "about.aroundTheWorld": "Tout autour de la planète",
    "about.aroundTheWorldDescription": "Scratch est utilisé dans plus de 150 pays et est traduit dans plus de 40 langues. Pour sélectionner votre langue, cliquez sur le menu en bas de la page. Ou cliquez sur le globe terrestre en haut de la page dans l'éditeur de Projet. Pour ajouter ou améliorer une traduction visitez la page de{translationLink}.",
    "about.translationLinkText": "traduction",
    "about.quotes": "Avis",
    "about.quotesDescription": "L'équipe de Scratch a reçu de nombreux courriels de jeunes, de parents et d'éducateurs nous remerciant pour Scratch. Vous voulez voir ce que les gens disent ? Vous pouvez lire un recueil des {quotesLink} que nous avons reçus. ",
    "about.quotesLinkText": "avis",
    "about.learnMore": "En apprendre plus à propos de Scratch",
    "about.learnMoreHelp": "Page des Astuces",
    "about.learnMoreFaq": "Foire Aux Questions",
    "about.learnMoreParents": "Information pour les parents",
    "about.learnMoreCredits": "Crédits",
    "about.literacy": "Apprendre à coder, coder pour apprendre",
    "about.literacyDescription": "La capacité à programmer constitue une part importante de l'apprentissage dans la société actuelle. Lorsque des personnes apprennent à coder en Scratch, elles apprennent des stratégies importantes pour résoudre des problèmes, concevoir des projets et communiquer des idées.",
    "about.schools": "Scratch à l'Ecole",
    "about.schoolsDescription": "Les élèves apprennent dans Scratch à tous les niveaux (du primaire jusqu'à l'université) et de manière pluridisciplinaire (comme les maths, l'informatique, la littérature, la sociologie). Les enseignants partagent des histoires, échangent des ressources, posent des questions et trouvent des personnes sur le {scratchedLink}.\n        ",
    "about.scratchedLinkText": "site de Scratch éducation",
    "about.research": "Rechercher",
    "about.researchDescription": "L'Equipe Scratch du MIT et ses collaborateurs recherchent comment les gens utilisent et apprennent avec Scratch (pour une introduction, voir {spfaLink}). Apprenez-en plus sur Scratch {researchLink} et {statisticsLink} à propos de Scratch.",
    "about.spfaLinkText": "Scratch : la programmation pour tous",
    "about.researchLinkText": "recherche",
    "about.statisticsLinkText": "statistiques",
    "about.support": "Soutien et financement",
    "about.supportDescription": "Le projet Scratch a reçu le soutien financier de : {supportersList}. Voir la page des {creditsLink}  pour plus d' informations. Si vous souhaitez soutenir Scratch, allez voir la {donateLink}, ou contactez nous sur {donateemail}.",
    "about.donateLinkText": "page des donations",
    "about.creditsLinkText": "contributions"
}
