{
    "about.introOne": "Le Scratch, ’s urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a phrògramachadh – agus is urrainn dhut na chruthaich thu a cho-roinneadh le càch sa choimhearsnachd air loidhne.",
    "about.introTwo": "Cuidichidh Scratch an fheadhainn òga gun smaoinich iad ann an dòigh cruthachail is rianail agus mar a dh’obraicheas iad còmhla – seo sgilean fìor chudromach airson beatha sa 21d linn.",
    "about.introThree": "’S e pròiseact aig buidheann Lifelong Kindergarten aig MIT Media Lab a th’ ann an Scratch. Thathar ga sholar an-asgaidh.",
    "about.introParents": "Fiosrachadh dha na pàrantan",
    "about.introEducators": "Fiosrachadh dhan luchd-foghlaim",
    "about.whoUsesScratch": "Cò chleachdas Scratch?",
    "about.whoUsesScratchDescription": "Chaidh Scratch a dhealbhachadh gu h-àraidh airson òganaich eadar 8 is 16 a dh’aois ach cleachdaidh daoine air a bheil diofar aoisean e. Tha milleanan de dhaoine a’ cruthachadh pròiseactan Scratch ann an suidheachaidhean glè eadar-dhealaichte, a’ gabhail a-steach an dachaigh, na sgoiltean, taighean-tasgaidh, leabhar-lannan agus ionadan coimhearsnachd.",
    "about.aroundTheWorld": "Air feadh an t-saoghail",
    "about.aroundTheWorldDescription": "Cleachdar Scratch ann an corr is 150 dùthaich agus tha e ri fhaighinn ann an corr is 40 cànan. Gus do chànan atharrachadh, briog air a’ chlàr-taice air bonn na duilleige. Air neo, ma tha thu ann an deasaiche nam pròiseact, briog air a’ chruinne air bàrr na duilleige. Gus cur ri eadar-theangachadh no piseach a thoirt air, tadhail air duilleag an {translationLink}.",
    "about.translationLinkText": "eadar-theangachaidh",
    "about.quotes": "Iomraidhean",
    "about.quotesDescription": "Tha an sgioba Scratch air iomadh post-d fhaighinn on òigridh, o phàrantan agus on luchd-fhoghlaim a thug taing dhuinn airson Scratch. A bheil thu airson sealltainn na thuirt iad? ’S urrainn dhut cruinneachadh le {quotesLink} de na fhuair sinn a leughadh. ",
    "about.quotesLinkText": "iomraidhean",
    "about.learnMore": "Barrachd fiosrachaidh mu Scratch",
    "about.learnMoreHelp": "Duilleag nan oidheaman",
    "about.learnMoreFaq": "Ceistean àbhaisteach (CÀBHA)",
    "about.learnMoreParents": "Fiosrachadh dha na pàrantan",
    "about.learnMoreCredits": "Urram",
    "about.literacy": "Ionnsaich còdachadh, ionnsaich le còdachadh",
    "about.literacyDescription": "\n  Tha comas còdachadh phrògraman coimpiutair na phàirt chudromach dhen litreachas ann an sòisealtas an latha an-diugh. Nuair a dh’ionnsaicheas daoine còdachadh ann an Scratch, ionnsaichidh iad ro-innleachdan cudromach gus duilgheadasan fhuasgladh, pròiseactan a dhealbhachadh agus beachdan a mhìneachadh.\n        ",
    "about.schools": "Scratch aig an sgoil",
    "about.schoolsDescription": "Ionnsaichidh oileanaich le Scratch air gach ìre (on bhun-sgoil gun oilthigh) agus air feadh chuspairean (can matamataig, coimpiutaireachd, cànanachas, sgrùdadh sòisealta). Co-roinnidh an luchd-foghlaim sgeulachdan is goireasan, faighnichidh iad ceistean is lorgaidh iad daoine air {scratchedLink}.",
    "about.scratchedLinkText": "làrach-lìn ScratchEd",
    "about.research": "Rannsachadh",
    "about.researchDescription": "Nì sgioba MIT Scratch agus a cho-obraichean rannsachadh air mar a chleachdas agus mar a dh’ionnsaicheas daoine le Scratch (airson ro-ràdh, faic {spfaLink}). Faigh a-mach barrachd mu {researchLink} Scratch agus {statisticsLink} air Scratch.        ",
    "about.spfaLinkText": "Scratch: Programming for All",
    "about.researchLinkText": "rannsachadh",
    "about.statisticsLinkText": "stadastaireachd",
    "about.support": "Taic agus maoineachadh",
    "about.supportDescription": "Fhuair pròiseact Scratch taic maoineachaidh o na buidhnean seo: {supportersList}. Faic {creditsLink} airson barrachd fiosrachaidh. Nam bu toigh leat taic a chur ri Scratch, faic {donateLink} Fonndas Scratch no cuir fios thugainn air {donateemail}.",
    "about.donateLinkText": "duilleag nan tabhartasan",
    "about.creditsLinkText": "duilleag an urraim"
}
