{
    "about.introOne": "Med Scratch kan du programmere dine egne spill, animasjoner og fortellinger — og vise dem fram på nettet hvis du vil.",
    "about.introTwo": "Med Scratch kan barn og unge lære kreativitet, systematisk tenking og samarbeid. Dette er viktige ferdigheter for de som vokser opp i dette århundret.",
    "about.introThree": "Scratch er laget av \"Lifelong kindergarten\"-gruppen ved MIT Media Lab. Scratch er helt gratis.",
    "about.introParents": "Informasjon for foreldre",
    "about.introEducators": "Informasjon for lærere",
    "about.whoUsesScratch": "Hvem bruker Scratch?",
    "about.whoUsesScratchDescription": "Scratch er laget for barn fra 8 til 16 år, men kan brukes av alle. Millioner av folk lager Scratch-prosjekter i mange slags sammenhenger, for eksempel hjemme, på skolen, i biblioteket og på fritidsklubben.",
    "about.aroundTheWorld": "I hele verden",
    "about.aroundTheWorldDescription": "Scratch brukes i over 150 land og er oversatt til over 40 språk. Du kan velge et annet språk i menyen nederst på siden. I prosjektredigering kan du i stedet klikke på globusen øverst på siden. Hvis du ønsker å bidra til oversettelsen av Scratch, gå til {translationLink}.",
    "about.translationLinkText": "oversettelse",
    "about.quotes": "Sitater",
    "about.quotesDescription": "Vi som lager Scratch får mange meldinger fra barn, voksne og lærere som takker for Scratch. Du kan se noen eksempler på hva folk skriver om Scratch på siden med {quotesLink} fra meldinger vi har fått.",
    "about.quotesLinkText": "sitater",
    "about.learnMore": "Finn ut mer om Scratch",
    "about.learnMoreHelp": "Hjelpeside",
    "about.learnMoreFaq": "Spørsmål og svar (FAQ)",
    "about.learnMoreParents": "Informasjon for foreldre",
    "about.learnMoreCredits": "Bidragsytere",
    "about.literacy": "Lær programmering, programmér for å lære",
    "about.literacyDescription": "Programmering av datamaskiner er en viktig ting å forstå i dagens samfunn. Gjennom å lære programmering med Scratch kan man samtidig lære om systematisk problemløsing, design og formidling av ideer.",
    "about.schools": "Scratch i skolen",
    "about.schoolsDescription": "Elever kan bruke Scratch til læring (på alle nivåer, fra barneskole til høyskole) og i mange forskjellige fag (for eksempel matematikk, språk, kunst og informatikk). Lærere kan utveksle erfaringer og ressurser, eller stille spørsmål og utveksle erfaringer, på {scratchedLink}.",
    "about.scratchedLinkText": "nettstedet ScratchEd",
    "about.research": "Forskning",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see {spfaLink}). Find out more about Scratch {researchLink} and {statisticsLink} about Scratch.",
    "about.spfaLinkText": "Scratch: Programmering for alle",
    "about.researchLinkText": "forskning",
    "about.statisticsLinkText": "statistikk",
    "about.support": "Støtte og finansiering",
    "about.supportDescription": "Scratch-prosjektet har mottatt støtte fra {supportersList}. Se {creditsLink} for mer informasjon. Hvis du ønsker å støtte Scratch, se Scratch Foundation {donateLink}, eller ta kontakt på {donateemail}.",
    "about.donateLinkText": "siden om donasjoner",
    "about.creditsLinkText": "siden om bidragsytere"
}
