{
    "about.introOne": "Scratch संग, तपाईं आफ्नो अन्तरक्रियात्मक कथाहरू, खेलहरू र एनिमेशनहरू प्रोग्राम गर्न सक्नुहुन्छ — र आफ्नो सिर्जनालाई अनलाइन समुदायमा अन्यसँग साझेदारी गर्न सक्नुहुन्छ। ",
    "about.introTwo": "Scratch ले युवाहरूलाई रचनात्मक तरीकाले सोच्न, कारणहरु व्यवस्थित रुपमा प्रस्तुत गर्न र सहयोगी रुपमा काम गर्न सिकाउँन मद्दत गर्दछ — 21 औं शताब्दी कोजीवन को लागि आवश्यक सिप।",
    "about.introThree": "Scratch एमआईटी मीडिया लैबमा लाइफेलोंग किन्डरगार्डन ग्रुपको प्रोजेक्ट हो। यो निःशुल्क प्रदान गरिएको छ।",
    "about.introParents": "आमाबाबुको लागि जानकारी",
    "about.introEducators": "शिक्षक को लागि जानकारी",
    "about.whoUsesScratch": "Scratch कस्ले प्रयोग गर्दछ?  ?",
    "about.whoUsesScratchDescription": " Scratch विशेष गरी 8 बर्षदेखि 16 बर्षसम्म को उमेर समुह का लागी डिजाइन गरिएको हो , तर सबै उमेरका मानिसहरु द्वारा प्रयोग गरिएको छ। लाखौं मानिसहरू Scratch प्रोजेक्टहरू विभिन्न प्रकारका सेटिङहरूमा सिर्जना गर्दैछन्, जसमा घरहरू, स्कूलहरू, संग्रहालयहरू, पुस्तकालयहरू र सामुदायिक केन्द्रहरू समावेश छन्।",
    "about.aroundTheWorld": "विश्व भरि",
    "about.aroundTheWorldDescription": "स्क्रैच 150 देखि अधिक विभिन्न देशहरूमा प्रयोग गरिन्छ र 40 भन्दा बढी भाषाहरूमा उपलब्ध छ। भाषाहरू परिवर्तन गर्न, पृष्ठको तलमा मेनुमा क्लिक गर्नुहोस्। वा, प्रोजेक्ट सम्पादकमा, पृष्ठको शीर्षमा विश्वमा क्लिक गर्नुहोस्। अनुवाद थप्न वा सुधार गर्न, {translationLink} पृष्ठ हेर्नुहोस्।\n",
    "about.translationLinkText": "अनुवाद",
    "about.quotes": "उद्धरणहरू",
    "about.quotesDescription": "स्क्रैच टोलीले युवा, आमाबाबु, र शिक्षकहरूको स्क्रिनको लागि धन्यवाद व्यक्त गर्ने धेरै इमेल प्राप्त गरेको छ। मानिसहरू के गर्दैछन् हेर्न चाहनुहुन्छ? तपाईले प्राप्त गर्नुभएको {quotesLink} को संग्रह पढ्न सक्नुहुन्छ।\n",
    "about.quotesLinkText": "उद्धरण गर्दछ",
    "about.learnMore": "Scratch को बारेमा बढि जान्नुहोस्",
    "about.learnMoreHelp": "सुझाव पृष्ठ",
    "about.learnMoreFaq": "बारम्बार सोधिने प्रश्नहरू",
    "about.learnMoreParents": "आमाबाबुको लागि जानकारी",
    "about.learnMoreCredits": "क्रेडिटहरू",
    "about.literacy": "कोड सिक्न, जान्न गर्न कोड",
    "about.literacyDescription": "कम्प्युटर प्रोग्रामहरू कोड गर्ने क्षमता आजको समाजमा साक्षरताको एक महत्वपूर्ण भाग हो। जब मान्छे Scratch मा कोड गर्न सिक्छन्, तिनीहरू समस्याहरू समाधान गर्न, प्रोजेक्टहरू डिजाइन गर्न र विचारहरू संवाद गर्न महत्त्वपूर्ण रणनीतिहरू सिक्छन्।",
    "about.schools": "विद्यालयमा Scratch",
    "about.schoolsDescription": "विद्यार्थीहरू सबै स्तरहरूमा (स्तरिय विद्यालयमा कलेजबाट) र सबै विषयहरूमा Scratch  सिकिरहेका छन् (जस्तै गणित, कम्प्युटर विज्ञान, भाषा कला, सामाजिक अध्ययन)। शिक्षिकाहरू कथाहरू, विनिमय स्रोतहरू, प्रश्नहरू सोध्नुहोस्, र व्यक्तिहरू फेला पार्नुहोस् {scratchedLink}\n",
    "about.scratchedLinkText": "ScratchEd वेबसाइट",
    "about.research": "अनुसन्धान",
    "about.researchDescription": "एमआईटी Scratch टोली र सहकार्यकर्ताहरूले शोध गर्दै छन् कि मान्छे कसरी Scratch प्रयोग गर्छन्  र  सिक्छन् (थप जानकारीको लागि, {spfaLink} हेर्नुहोस्)। स्क्रैच बारेमा स्क्रैच {researchLink} र {statisticsLink} बारेमा थप पत्ता लगाउनुहोस्।",
    "about.spfaLinkText": "Sctatch: सबैको लागि प्रोग्रामिङ",
    "about.researchLinkText": "अनुसन्धान",
    "about.statisticsLinkText": "तथ्याङ्कहरू",
    "about.support": "समर्थन र अनुदान",
    "about.supportDescription": "Scratch परियोजनाले निम्न संस्थाहरूबाट वित्तीय सहायता प्राप्त गरेको छ: {supportersList} । थप जानकारीको लागि {creditsLink} हेर्नुहोस्। यदि तपाईं स्क्रैच समर्थन गर्न चाहनुहुन्छ भने, कृपया Scratch फाउन्डेशन {donateLink} हेर्नुहोस्, वा {donateemail} मा हामीलाई सम्पर्क गर्नुहोस्।",
    "about.donateLinkText": "दान पृष्ठ",
    "about.creditsLinkText": "क्रेडिट पृष्ठ"
}
