{
    "about.introOne": "Ze Scratch możesz zaprogramować własne interaktywne historie, gry i animacje — oraz podzielić się swoimi dziełami ze społecznością online.",
    "about.introTwo": "Scratch uczy młodych ludzi kreatywnego myślenia, współpracowania, oraz wyciągania wniosków - czyli ważnych umiejętności potrzebnych do życia w teraźniejszości.",
    "about.introThree": "Scratch to projekt grupy Lifelong Kindergarten z MIT Media Lab. Jest on bezpłatny.",
    "about.introParents": "Informacje dla rodziców",
    "about.introEducators": "Informacje dla nauczycieli",
    "about.whoUsesScratch": "Kto używa Scratcha?",
    "about.whoUsesScratchDescription": "Scratch jest zaprojektowany specjalnie dla wieku od 8 do 16 lat, ale jest używany przez ludzi z wszystkich grup wiekowych. Miliony ludzi tworzą projekty w Scratchu, które są wykorzystywane wszędzie: w domu, szkołach, muzeach, bibliotekach czy centrach społeczności.",
    "about.aroundTheWorld": "Na całym świecie",
    "about.aroundTheWorldDescription": "Scratch jest używany w ponad 150 różnych krajach i dostępny w ponad 40 językach. By zmienić język, wybierz menu na dole strony, albo w Edytorze Projektów wybierz globus na dole. Aby dodać albo ulepszyć tłumaczenie, przejdź do {translationLink}.",
    "about.translationLinkText": "tłumaczenie",
    "about.quotes": "Cytaty",
    "about.quotesDescription": "Zespół Scratch otrzymuje wiele e-maili od Was, rodziców i nauczycieli wyrażających podziękowania za Scratcha. Chcesz przeczytać co piszą? Możesz przejrzeć kolekcję {quotesLink}jakie otrzymaliśmy.",
    "about.quotesLinkText": "cytaty",
    "about.learnMore": "Dowiedz się więcej o Scratch",
    "about.learnMoreHelp": "Wskazówki",
    "about.learnMoreFaq": "Najczęściej zadawane pytania (FAQ)",
    "about.learnMoreParents": "Informacje dla rodziców",
    "about.learnMoreCredits": "Twórcy",
    "about.literacy": "Ucz się kodować, koduj, aby się uczyć",
    "about.literacyDescription": "Umiejętność programowania jest ważna w dzisiejszym społeczeństwie. Kiedy ludzie uczą się kodować w Scratch, uczą się także sposobów rozwiązywania problemów, tworzenia projektów i przekazywania pomysłów.",
    "about.schools": "Scratch w szkołach",
    "about.schoolsDescription": "Uczniowie uczą się z Scratchem na wszystkich poziomach(od szkoły podstawowej do średniej) i w różnych dyscyplinach(matematyka, informatyka, języki, socjologia). Nauczyciele moga udostępniać swoje historie, wymieniać zasoby, zadawać pytania i znaleźć innych ludzi na stronie {scratchedLink}.",
    "about.scratchedLinkText": "Strona ScratchEd",
    "about.research": "Badania",
    "about.researchDescription": "MIT Scratch Team i współpracownicy badają jak ludzie używają i uczą się ze Scratch'em (dla przykładu, zobacz {spfaLink}). Znajdź więcej  {researchLink}i {statisticsLink} o Scratch.",
    "about.spfaLinkText": "Scratch: Programowanie dla każdego",
    "about.researchLinkText": "badania",
    "about.statisticsLinkText": "statystyki",
    "about.support": "Wsparcie i finansowanie",
    "about.supportDescription": "Projekt Scratch otrzymał wsparcie finansowe od następujących organizacji: {supportersList}. Zobacz {creditsLink} po więcej informacji. Jeżeli chciałbyś nam pomóc, proszę zobacz  {donateLink} Scratch Fundation, lub skontaktuj się z nami za pomocą adresu {donateemail}",
    "about.donateLinkText": "strona ofiar",
    "about.creditsLinkText": "strona podziękowań"
}
