{
    "about.introOne": "Cu Scratch, iti poti programa propriile povesti, jocuri si animatii interactive si sa distribui creatiile tale catre ceilalti in comunitatea online.",
    "about.introTwo": "Scratch ii ajuta pe cei mici sa gandeasca creativ si sistematic, sa lucreze colaborativ - lucruri esentiale in secolul 21.",
    "about.introThree": "Scratch este un proiect al Lifelong Kindergarten Group de la MIT Media Lab. Este oferit gratuit.",
    "about.introParents": "Informatii pentru parinti",
    "about.introEducators": "Informatii pentru educatori",
    "about.whoUsesScratch": "Cine foloseste Scratch?",
    "about.whoUsesScratchDescription": "Scratch este proiectat special pentru varste cuprinse intre 8 si 16, dar este folosit de oameni de toate varstele. Milioane de oameni creeaza o larga varietate de proiecte Scratch, incluzand utilizatori casnici, scoli, muzee, biblioteci si centre comunitare.",
    "about.aroundTheWorld": "In jurul lumii",
    "about.aroundTheWorldDescription": "Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "translation",
    "about.quotes": "Citate",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the {quotesLink} we've received.",
    "about.quotesLinkText": "quotes",
    "about.learnMore": "Invata mai mult despre Scratch",
    "about.learnMoreHelp": "Tips Page",
    "about.learnMoreFaq": "Intrebari frecvente (FAQ)",
    "about.learnMoreParents": "Informatii pentru parinti",
    "about.learnMoreCredits": "Credite",
    "about.literacy": "Invata sa programezi, programeaza sa inveti",
    "about.literacyDescription": "Abilitatea de a scrie programe pentru calculator este un subiect important al societatii de astazi. Atunci cand cineva invata sa programeze cu Scratch, deprinde strategii importante de rezolvare a problemelor, design de proiecte si comunicare de idei.",
    "about.schools": "Scratch in scoli",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd website",
    "about.research": "Cercetare",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see {spfaLink}). Find out more about Scratch {researchLink} and {statisticsLink} about Scratch.",
    "about.spfaLinkText": "Scratch: Programming for All",
    "about.researchLinkText": "research",
    "about.statisticsLinkText": "statistics",
    "about.support": "Suport si Sustinere",
    "about.supportDescription": "The Scratch project has received financial support from the following organizations: {supportersList}. See the {creditsLink} for more information. If you'd like to support Scratch, please see the Scratch Foundation {donateLink}, or contact us at {donateemail}.",
    "about.donateLinkText": "donations page",
    "about.creditsLinkText": "credits page"
}
