{
    "about.introOne": "So Scratchom môžeš programovať svoje vlastné interaktívne príbehy, hry a animácie - a zdieľať svoje výtvory s ostatnými v online komunite.",
    "about.introTwo": "Scratch pomáha mladým ľuďom naučiť sa kreatívne myslieť, systematicky uvažovať a spolupracovať - základné zručnosti pre život v 21. storočí.",
    "about.introThree": "Scratch je projektom Lifelong Kindergarten Group na MIT Media Lab. Je poskytovaný bezplatne.",
    "about.introParents": "Informácie pre rodičov",
    "about.introEducators": "Informácie pre pedagógov",
    "about.whoUsesScratch": "Kto používa Scratch?",
    "about.whoUsesScratchDescription": "Scratch je navrhnutý najmä pre deti vo veku 8 až 16 rokov, ale používajú ho ľudia všetkých vekových kategórií. Milióny ľudí vytvárajú projekty v Scratchi na rôznych miestach - doma, na školách, v múzeách, knižniciach a komunitných centrách.",
    "about.aroundTheWorld": "Vo svete",
    "about.aroundTheWorldDescription": "Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "translation",
    "about.quotes": "Citáty",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the {quotesLink} we've received.",
    "about.quotesLinkText": "quotes",
    "about.learnMore": "Viac informácií o Scratch",
    "about.learnMoreHelp": "Tips Page",
    "about.learnMoreFaq": "Často kladené otázky",
    "about.learnMoreParents": "Informácie pre rodičov",
    "about.learnMoreCredits": "Poďakovanie",
    "about.literacy": "Nauč sa programovať. Programuj, aby si sa učil.",
    "about.literacyDescription": "Schopnosť kódovať počítačové programy je dôležitou súčasťou gramotnosti v dnešnej spoločnosti. Keď sa ľudia učia programovať v Scratch, naučia sa dôležité stratégie pre riešenie problémov, navrhovanie projektov a vyjadrovanie myšlienok.",
    "about.schools": "Scratch na školách",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd website",
    "about.research": "Výskum",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see {spfaLink}). Find out more about Scratch {researchLink} and {statisticsLink} about Scratch.",
    "about.spfaLinkText": "Scratch: Programming for All",
    "about.researchLinkText": "research",
    "about.statisticsLinkText": "statistics",
    "about.support": "Podpora a financovanie",
    "about.supportDescription": "The Scratch project has received financial support from the following organizations: {supportersList}. See the {creditsLink} for more information. If you'd like to support Scratch, please see the Scratch Foundation {donateLink}, or contact us at {donateemail}.",
    "about.donateLinkText": "donations page",
    "about.creditsLinkText": "credits page"
}
