{
    "about.introOne": "Với Scratch, bạn có thể lập trình những câu chuyện mang tính tương tác, trò chơi và hoạt hình — hơn nữa bạn còn có thể chia sẻ những sáng tạo của bạn với cộng đồng trực tuyến.",
    "about.introTwo": "Scratch giúp những bạn trẻ học cách suy nghĩ sáng tạo, suy luận có hệ thống, và hợp tác làm việc — đó là  những kỹ năng thiết yếu cho cuộc sống trong thế kỷ 21.",
    "about.introThree": "Scratch là một chương trình của Lifelong Kindergarten Group tại MIT Media Lab. Chương trình này hoàn toàn miễn phí.",
    "about.introParents": "Thông tin dành cho phụ huynh",
    "about.introEducators": "Thông tin dành cho giáo viên",
    "about.whoUsesScratch": "Nhữnng đối tượng sử dụng Scratch là ai?",
    "about.whoUsesScratchDescription": "Scratch được thiết kế đặc biệt cho lứa tuổi từ 8 đến 16, nhưng dành chò tất cả mọi người, ở mọi lứa tuổi. Hàng triệu người đang tạo ra những chương trình Scratch tại nhiều nơi khác nhau như ở nhà, trường học, viện bảo tàng, thư viện và các trung tâm cộng đồng.",
    "about.aroundTheWorld": "Vòng quanh Thế giới",
    "about.aroundTheWorldDescription": "Scratch được sử dụng tại hơn 150 quốc gia và hiện đang có 40 ngôn ngữ. Để thay đổi ngôn ngữ, chọn danh mục cuối trang. Hoặc, tại phần Project Editor, chọn biểu tượng quả địa cầu tại đầu trang. Để thêm hoặc nâng cao phần nội dung bài dịch, xem phần {translationLink} trang.",
    "about.translationLinkText": "bài dịch",
    "about.quotes": "Trích dẫn",
    "about.quotesDescription": "Scratch Team đã nhận được rất nhiều phản hồi từ người dùng là những bạn trẻ, phụ huynh và những giáo viên bày tỏ sự cảm kích đến Scratch. Nếu bạn muốn xem họ nói gì? Bạn có thể đọc phần sưu tập của {quotesLink} mà chúng tôi đã nhận được. ",
    "about.quotesLinkText": "trích dẫn",
    "about.learnMore": "Tìm hiểu thêm về Scratch",
    "about.learnMoreHelp": "Trang thủ thuật",
    "about.learnMoreFaq": "Những câu hỏi thường gặp",
    "about.learnMoreParents": "Thông tin dành cho các Bậc phụ huynh",
    "about.learnMoreCredits": "Đội ngũ Scratch",
    "about.literacy": "Học để lập trình, Lập trình để học",
    "about.literacyDescription": "Khả năng lập trình máy tính là một phần quan trọng trong học vấn của xã hội ngày nay. Khi mọi người học cách lập trình bằng Scratch, họ sẽ học được những chiến thuật quan trọng để giải quyết vấn đề, thiết kế các chương trình và truyền đạt những ý tưởng",
    "about.schools": "Scratch ở Trường học",
    "about.schoolsDescription": "Học sinh được học Scratch ở tất cả bậc học tại trường (từ tiểu học đến trung học) và tất cả lĩnh vực (ví dụ như Toán, Khoa học Máy tính, Ngôn ngữ học và Xã hội học). Giáo viên chia sẻ những câu chuyện, trao đổi nguồn tài liệu, trả lời những câu hỏi và tìm kiếm những người từ {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd website",
    "about.research": "Nghiên cứu",
    "about.researchDescription": "MIT Scratch Team và những cộng tác viên đang nghiên cứu cách thức người dùng sử dụng và học tập cùng Scratch ( phần mở đầu, xem tại {spfaLink}). Để biết thêm nhiều hơn về Scratch {researchLink} và {statisticsLink} về Scratch",
    "about.spfaLinkText": "Scratch: Lập trình cho mọi người",
    "about.researchLinkText": "nghiên cứu",
    "about.statisticsLinkText": "thống kê",
    "about.support": "Hỗ trợ và Đóng góp",
    "about.supportDescription": "Dự án Scratch được nhận sự hỗ trợ tài chính từ những tổ chức: {supportersList}. Xem phần {creditsLink} để biết thêm thông tin chi tiết. Nếu bạn muốn hỗ trợ Scratch, hãy xem phần Scratch Foundation {donateLink}, hoặc liên hệ với chúng tôi tại {donateemail}.",
    "about.donateLinkText": "trang đóng góp",
    "about.creditsLinkText": "trang đóng góp"
}
