{
    "credits.title": "Scratch Credits & Contributors",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "የScratch የአስተባብሪዎች ቡድን የScratch ኦንላይን ማህበረሰብን ያስተዳድራል፤ ይረዳል፤ያሻሽላል፡ ",
    "credits.previousTitle": "የቀድሞ የMIT Scratch ቡድን አባላት",
    "credits.previousBody": "ብዙ ጠቃሚ እገዛ ቀድሞ በነበረው የስክራች ቡድን አባላት ተደርጓል፣ ጆን ማሎኒይንም ጨምሮ (የሶፍትዌር ግንባታ ለመጀመሪያው አስር አመታት የመራው) እና አንድሬስ ሞንሮይ-ሄርናንዴዝ (የመግጀመሪያውን የስክራች ማህበረሰብ ድህረገፅ መሪ የነበረው)። ሌሎች እገዛዎቻችንም፡",
    "credits.partnersTitle": "የንድፍ እና የግንባታ አጋሮች",
    "credits.researchersIntro": "Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
    "credits.partnersBody": "Paula Bontá እና Brian Silverman, Playful Invention Company (ለScratch ንድፍ ገና Scratch ከመባሉ በፊት አስተዋጽ ማበርከት የጀመሩ ግለሰቦች ናቸው።)",
    "credits.researchersTitle": "የScratch ተመራማሪዎች",
    "credits.researchersBody": "{scratchResearchLink} is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
    "credits.researchLinkText": "Research on Scratch",
    "credits.researchersContributors": "Yasmin Kafai (who collaborated on the {nsfLink}) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the {scratchEdLink}) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
    "credits.researchNSFLinkText": "initial NSF Scratch grant",
    "credits.researchScratchEdLinkText": "ScratchEd project",
    "credits.acknowledgementsTitle": "እውቅናዎች",
    "credits.acknowledgementsContributors": "የሚከተሉት ሠዎችም ለስክራች እድገት እና ድጋፍ ላለፉት አመታት አበርክተውታል፡",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "With the help of {translatorsLink} around the world, Scratch is available in many languages.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch Translators",
    "credits.acknowledgementsCommunity": "ፕሮጀክቶቻቸውን፣ አስተያየቶቻችውን እንዲሁም ሃሳባቸውን በማጋራት የScratchን አቅጣጫ  ለቀረጹት በአለም ዙሪያ ለሚገኙት የScratch ማህበረሰብ አባላት  በሙሉ ጥልቅ አድናቆታችንን እና  ድጋፋችንን እንገልፃለን። ",
    "credits.acknowledgementsInfluencers": "የSeymour Papert እና Alan Kay ሃሳቦች ለኛ የScratch ስራ ብርታት ከመስጠት ባለፈ አዎንታዊ ተጽዕኖ አሳርፈውበታል።",
    "credits.supportersTitle": "ድጋፍ ሰጪ ድርጅቶች ",
    "credits.supportersFinancialHeader": "የሚከተሉት ድርጅቶች ለScratch መሰረታዊ የገንዘብ እርዳታ አቅርበዋል፡",
    "credits.supportersServicesHeader": "የሚከተሉት ድርጅቶች የScratch ፕሮጀክት እንዲቀጥል ለመርዳት አገልግሎታቸውን በበጎ ፈቃደኝነት  ሰጥተዋል፡",
    "credits.supportersOpenHeader": "Scratch ያለ ነፃ እና ክፍት ሶፍትዌሮች ሊሳካ አይችልም፤ እነርሱም፡",
    "credits.currentSponsors": "Current Sponsors",
    "credits.currentFinancialSupport": "The following organizations are providing major financial support for Scratch:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Illustrations",
    "credits.acknowledgementsIllustrations": "Many thanks to the following artists for their contributions to the Scratch sprite library:",
    "credits.soundsTitle": "ድምጾች",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Past Contributors",
    "credits.otherContributors": "Other contributors include:",
    "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
    "credits.soundsThanks": "Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}