{
    "credits.title": "Стваральнікі і ўдзельнікі Scratch",
    "credits.developers": "Scratch створаны, распрацаваны і мадэруецца супрацоўнікамі некамерцыйным фондам Scratch.",
    "credits.moderators": "Каманда мадэратараў Scratch кіруе, падтрымлівае і паляпшае анлайн-супольнасць Scratch:",
    "credits.previousTitle": "Папярэднія ўдзельнікі каманды MIT Scratch",
    "credits.previousBody": "Шмат важных унёскаў зрабілі папярэднія сябры каманды Scratch, у тым ліку Джон Малоні (які кіраваў распрацоўкай праграмнага забеспячэння на працягу першага дзесяцігоддзя Scratch) і Андрэс Манрой-Эрнандэс (які кіраваў распрацоўкай першага сайта супольнасці Scratch). Сярод іншых удзельнікаў:",
    "credits.partnersTitle": "Партнёры па дызайне і распрацоўцы",
    "credits.researchersIntro": "Даследаванні Scratch праводзіцца членамі каманды MIT Scratch і даследчыкамі з іншых універсітэтаў, у тым ліку:",
    "credits.partnersBody": "Паула Бонта і Браян Сільверман, Playful Invention Company (якія пачалі ўклад у распрацоўку Scratch яшчэ да таго, як ён атрымаў назву Scratch).",
    "credits.researchersTitle": "Scratch даследчыкі",
    "credits.researchersBody": "{scratchResearchLink} праводзіцца членамі каманды MIT Scratch і даследчыкамі з іншых універсітэтаў, у тым ліку:",
    "credits.researchLinkText": "Даследаванні на Scratch",
    "credits.researchersContributors": "Ясмін Кафаі (якая супрацоўнічала з {nsfLink}) у Вышэйшай школе адукацыі Пенсільванскага ўніверсітэта, Карэн Брэнан (якая кіруе {scratchEdLink})  у Вышэйшай школе адукацыі Гарварда, Бенджамін Мака Хіл у Вашынгтонскім універсітэце, Андрэс Манрой Эрнандэс з Microsoft Research, Мімі Іта і Крыстл Марцін з Каліфарнійскага ўніверсітэта ў Ірвіне, Куін Берк з Чарлстонскага каледжа, Дэбора Філдс з Універсітэта штата Юта і Кайлі Пеплер з Універсітэта Індыяны.",
    "credits.researchNSFLinkText": "першапачатковы грант NSF Scratch",
    "credits.researchScratchEdLinkText": "Праект ScratchEd",
    "credits.acknowledgementsTitle": "Удзячнасці",
    "credits.acknowledgementsContributors": "Наступныя людзі таксама ўносілі свой уклад у развіццё і падтрымку Scratch на працягу шматлікіх гадоў:",
    "credits.acknowledgementsDonors": "Фонд Scratch з'яўляецца некамерцыйнай арганізацыяй 501(c)(3), якая абапіраецца на ахвяраванні, якія не абкладаюцца падаткам, каб падтрымаць Scratch і зрабіць яго бясплатным для ўсіх. Для атрымання спісу ахвярадаўцаў фонду Scratch, калі ласка, наведайце {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Старонка прыхільнікаў",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink}у Медыялабараторыі Масачусецкага тэхналагічнага інстытута ініцыявала праект Scratch у 2002 годзе і праз год атрымала {nsfGrantLink} дазвол на яго падтрымку. Група публічна запусціла Scratch у 2007 годзе і развівала яго да 2019 года, калі каманда Scratch перайшла ў фонд Scratch . Група Lifelong Kindergarten пад кіраўніцтвам прафесара Мітчэла Рэзніка працягвае супрацоўнічаць з камандай Scratch для даследаванняў і падтрымкі творчага навучання з дапамогай Scratch па ўсім свеце. ",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Група распрацоўкі Lifelong Kindergarten",
    "credits.acknowledgementsNSFGrantLinkText": "Грант Нацыянальнага навуковага фонду",
    "credits.acknowledgementsTranslators": "Дзякуючы дапамозе  {translatorsLink} ва ўсім свеце, Scratch даступны на многіх мовах.",
    "credits.acknowledgementsLanguageOrganizers": "Вялікі дзякуй наступным арганізатарам моўных груп за дапамогу ў каардынацыі перакладчыкаў Scratch на іх мове:",
    "credits.acknowledgementsTranslatorsLinkText": "Перакладчыкі Scratch",
    "credits.acknowledgementsCommunity": "Мы высока цэнім усе ўклады членаў сусветнай супольнасці Scratch, якія сфарміравалі кірунак Scratch, дзелячыся сваімі праектамі, каментарамі і ідэямі.",
    "credits.acknowledgementsInfluencers": "Ідэі Сэймура Пеперта і Алана Кея моцна натхнілі і паўплывалі на нашу працу над Scratch.",
    "credits.supportersTitle": "Арганізацыі якія падтрымалі",
    "credits.supportersFinancialHeader": "Наступныя арганізацыі аказалі значную фінансавую падтрымку Scratch:",
    "credits.supportersServicesHeader": "Наступныя арганізацыі ахвяруюць свае паслугі, каб падтрымліваць працу праекта Scratch:",
    "credits.supportersOpenHeader": "Scratch быў бы немагчымы без бясплатнага праграмнага забеспячэння з адкрытым зыходным кодам, у тым ліку:",
    "credits.currentSponsors": "Сённяшнія спонсары",
    "credits.currentFinancialSupport": "Наступныя арганізацыі аказваюць сур'ёзную фінансавую падтрымку Scratch:",
    "credits.donorsTitle": "Донары",
    "credits.lifelongKindergartenTitle": "Група Lifelong Kindergarten",
    "credits.translationsTitle": "Перакладчыкі",
    "credits.illustrationsTitle": "Ілюстрацыі",
    "credits.acknowledgementsIllustrations": "Вялікі дзякуй наступным мастакам за іх уклад у бібліятэку спрайтаў Scratch:",
    "credits.soundsTitle": "Гукі",
    "credits.pastContributors": "Былыя сябры каманды Scratch",
    "credits.pastContributorsThanks": "Многія важныя ўклады былі зроблены папярэднімі сябрамі каманды Scratch, у тым ліку:",
    "credits.acknowledgementsOtherContributors": "Былыя ўдзельнікі",
    "credits.otherContributors": "Сярод іншых удзельнікаў:",
    "credits.acknowledgementsSounds": "Бібліятэка гукаў у Scratch карыстаецца бясплатнымі рэсурсамі з Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, і Incompetech.com.",
    "credits.soundsThanks": "Дзякуючы Nina Paley з Archive.org; Kellee Maize, Peter Rudenko і ​​Chris Zabriskie з FreeMusicArchive.org; і Кевін Маклауд з Incompetech.com. Дзякуючы наступным выканаўцам freesound.org:"
}