{
    "credits.title": "Екипът и сътрудниците на Scratch",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "Екипът на модераторите на Scratch управлява, поддържа и подобрява общността на Scratch в Интернет:",
    "credits.previousTitle": "Предишни членове на екипа на Scratch",
    "credits.previousBody": "Много бивши членове на екипа Scratch са дали ценния си принос, включително Джон Малони (който водеше разработката на Scratch през първото десетилетие на проекта), Андрѐс Монрой-Ернандес (който водеше разработката на първия уеб сайт за общността на Scratch). Ето и други дали своя принос:",
    "credits.partnersTitle": "Партньори в дизайна и разработката",
    "credits.researchersIntro": "Разработката на Scratch се провежда от членове на екипа на MIT Scratch и изследователи от други университети, включително:",
    "credits.partnersBody": "Паула Бонта и Браян Силвърман от компанията „Playful Invention“ (които започнаха да дават приноса си по дизайна на Scratch още преди да започне да се казва Scratch).",
    "credits.researchersTitle": "Изследователи на Scratch",
    "credits.researchersBody": "{scratchResearchLink}се провежда от членове на екипа на MIT Scratch и изследователи от други университети, включително:",
    "credits.researchLinkText": "Изследванеия за Scratch",
    "credits.researchersContributors": "Ясмин Кафай (който работи по {nsfLink}) от \"University of Pennsylvania Graduate School of Education\", Карен Бреннан (който ръководи {scratchEdLink}) от \"Harvard Graduate School of Education\", Бенджамин Мако Хил от \"University of Washington\", Андрес Монрой Ернандес от \"Microsoft Research\", Мими Ито и Кристл Мартин от \"University of California\", Ървайн, Куин Бърк от \"College of Charleston\", Дебора Фийлдс от \"Utah State University\" и Кайли Пеплър от \"Indiana University\".",
    "credits.researchNSFLinkText": "начален NSF Scratch подкрепа",
    "credits.researchScratchEdLinkText": "ScratchEd проект",
    "credits.acknowledgementsTitle": "Благодарности",
    "credits.acknowledgementsContributors": "Следните хора също са помогнали за разработката и поддръжката на Scratch през годините:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "С помощта на {translatorsLink}от целия свят Scratch е достъпен на много езици.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Преводачи в Scratch",
    "credits.acknowledgementsCommunity": "Ние сме безкрайно благодарни за помощта на членовете на световната общност на Scratch, които направляваха развитието на Scratch, като споделяха своите проекти, коментари и идеи.",
    "credits.acknowledgementsInfluencers": "Идеите на Сиймор Папер и Алън Кей ни вдъхновиха и повлияха върху работата ни по Scratch.",
    "credits.supportersTitle": "Подкрепящи организации",
    "credits.supportersFinancialHeader": "Следните организации осигуриха сериозна финансова помощ на Scratch:",
    "credits.supportersServicesHeader": "Следните организации дариха услугите си, за да помогнат на Scratch да продължи да съществува:",
    "credits.supportersOpenHeader": "Scratch нямаше да бъде реалност без безплатния софтуер с отворен код, като:",
    "credits.currentSponsors": "Настоящи Спонсори",
    "credits.currentFinancialSupport": "Следните организации предоставят значителна финансова подкрепа за Scratch:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Илюстрации",
    "credits.acknowledgementsIllustrations": "Благодарности на следните творци за приноса им към библиотеката за спрайтове на Scratch:",
    "credits.soundsTitle": "Звуци",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Предишни Сътрудници",
    "credits.otherContributors": "Други участници:",
    "credits.acknowledgementsSounds": "Библиотеката със звуци на Scratch използва безплатни ресурси от Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org и Incompetech.com.",
    "credits.soundsThanks": "Благодарности на Нина Пали от Archive.org; Кели Мейз, Петер Руденко и Крис Забриски от FreeMusicArchive.org; и Кевин Маклауд от Incompetech.com. Благодарности на следните творци от  freesound.org:"
}