{
    "credits.title": "Scratch ক্রেডিট এবং অবদানকারী",
    "credits.developers": "Scratch একটি অলাভজনক প্রতিষ্ঠান Scratch Foundation এর কর্মীদের দ্বারা ডিজাইন, ডেভেলপ, এবং পরিচালিত।",
    "credits.moderators": "Scratch মডারেটরদের দল Scratch অনলাইন কমিউনিটিকে পরিচালনা, সমর্থন এবং সম্প্রসারণ করে:",
    "credits.previousTitle": "MIT Scratch টিমের পূর্ববর্তী সদস্যগণ",
    "credits.previousBody": "পূর্ববর্তী Scratch টিমের সদস্যদের দ্বারা অনেক গুরুত্বপূর্ণ অবদান রয়েছে, যার মধ্যে John Maloney (যিনি Scratch এর প্রথম দশকে সফটওয়্যার ডেভেলপমেন্টের নেতৃত্ব দিয়েছিলেন) এবং Andrés Monroy-Hernández (যিনি প্রথম Scratch কমিউনিটি ওয়েবসাইটের ডেভেলপমেন্ট নেতৃত্ব দিয়েছিলেন)। অন্যান্য অবদানকারীরাও অন্তর্ভুক্ত:",
    "credits.partnersTitle": "ডিজাইন ও ডেভেলপমেন্ট সহযোগীরা ",
    "credits.researchersIntro": "Scratch এর গবেষণা MIT Scratch Team এবং অন্যান্য বিশ্ববিদ্যালয়ের গবেষক সদস্যদের দ্বারা পরিচালিত হচ্ছে, যার মধ্যে রয়েছে: ",
    "credits.partnersBody": "Paula Bontá এবং Brian Silverman, কার্যকরী আবিষ্কারক প্রতিষ্ঠান (Scratch নাম শুরুর আগেই যিনি Scratch ডিজাইনে অবদান শুরু করেছিলেন)।",
    "credits.researchersTitle": "Scratch গবেষকগণ",
    "credits.researchersBody": "{scratchResearchLink} এটি MIT Scratch টিমের সদস্যরা এবং অন্যান্য বিশ্ববিদ্যালয়ের গবেষকরা পরিচালনা করছেন, সহ:",
    "credits.researchLinkText": "Scratch এ গবেষণা ",
    "credits.researchersContributors": "ইয়াসমিন কাফাই (যিনি সহযোগিতা {nsfLink} করেছিলেন) পেনসিলভানিয়া গ্র্যাজুয়েট স্কুল অব এডুকেশনে, ক্যারেন ব্রেনান (যিনি {scratchEdLink} নেতৃত্ব দেন) হার্ভার্ড গ্র্যাজুয়েট স্কুল অব এডুকেশন, ওয়াশিংটন বিশ্ববিদ্যালয়ের বেঞ্জামিন মাকো হিল, মাইক্রোসফট রিসার্চে আন্দ্রেস মনরো হার্নান্দেজ, মিমি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে ইটো এবং ক্রিস্টল মার্টিন, আরভিন, চার্লসটন কলেজে কুইন বার্ক, উটাহ স্টেট ইউনিভার্সিটির ডেবোরা ফিল্ডস এবং ইন্ডিয়ানা বিশ্ববিদ্যালয়ে কাইলি পেপলার।",
    "credits.researchNSFLinkText": "প্রাথমিক এনএসএফ Scratch অনুদান",
    "credits.researchScratchEdLinkText": "ScratchEd প্রজেক্ট",
    "credits.acknowledgementsTitle": "প্রাপ্তি স্বীকার",
    "credits.acknowledgementsContributors": "নিম্নলিখিত ব্যক্তিরা বছরের পর বছর ধরে Scratch ডেভেলপমেন্ট এবং সহায়তায় অবদান রেখেছে:",
    "credits.acknowledgementsDonors": "Scratch ফাউন্ডেশন একটি 501(c)(3) অলাভজনক প্রতিষ্ঠান যা কর-কর্তনযোগ্য অনুদানের উপর নির্ভর করে, Scratch কে সমর্থন করতে এবং এটি সবার জন্য বিনামূল্যে রাখার জন্য। Scratch ফাউন্ডেশনের দাতাদের তালিকার জন্য, অনুগ্রহ করে এখানে যাও {donorsLink}।",
    "credits.acknowledgementsDonorsLinkText": "সমর্থকদের পেইজ",
    "credits.acknowledgementsLifelongKindergarten": "MIT মিডিয়া ল্যাবে {lifelongKindergartenLink} 2002 সালে Scratch প্রজেক্টটি শুরু করেছিল এবং এক বছর পরে এটি সমর্থন করার জন্য একটি {nsfGrantLink} পেয়েছিল। দলটি প্রকাশ্যে 2007 সালে Scratch চালু করে এবং 2019 এর মধ্যে এটি ডেভলপ করে, যখন Scratch টিম Scratch ফাউন্ডেশনে চলে যায়। অধ্যাপক মিচেল রেসনিকের নেতৃত্বে Lifelong Kindergarten দল, Scratch টিমের সাথে সারাবিশ্বের Scratch এর সাথে সৃজনশীল শিক্ষার গবেষণা এবং সমর্থন করার জন্য সহযোগিতা অব্যাহত রেখেছে।",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten রিসার্চ দল",
    "credits.acknowledgementsNSFGrantLinkText": "জাতীয় বিজ্ঞান ফাউন্ডেশনের অনুদান",
    "credits.acknowledgementsTranslators": "পৃথিবী জুড়ে এই লিংকের সাহায্যে {translatorsLink}, Scratch অনেক ভাষায় পাওয়া যাচ্ছে।",
    "credits.acknowledgementsLanguageOrganizers": "Scratch অনুবাদকদের তাদের ভাষায় সমন্বয় করতে সাহায্য করার জন্য নিম্নলিখিত ভাষা সংগঠকদের অনেক ধন্যবাদ:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch অনুবাদকগণ",
    "credits.acknowledgementsCommunity": "আমরা বিশ্বব্যাপী Scratch কমিউনিটির সদস্যদের সব অবদানের প্রশংসা করি, যারা তাদের প্রজেক্ট, মন্তব্য এবং আইডিয়াগুলো শেয়ার করে Scratch এর দিকনির্দেশ তৈরি করেছে।",
    "credits.acknowledgementsInfluencers": "Scratch এর জন্য আমাদের কাজ Seymour Papert এবং Alan Kay এর আইডিয়া থেকে গভীরভাবে অনুপ্রাণিত এবং প্রভাবিত।",
    "credits.supportersTitle": "সমর্থনকারী সংস্থা ",
    "credits.supportersFinancialHeader": "নিম্নলিখিত সংস্থাগুলো Scratch এর জন্য প্রধান আর্থিক সহায়তা সরবরাহ করেছে:",
    "credits.supportersServicesHeader": "Scratch প্রজেক্ট চালু রাখতে সাহায্য করার জন্য নিম্নলিখিত সংস্থাগুলো তাদের পরিষেবা দান করে:",
    "credits.supportersOpenHeader": "বিনামূল্যে এবং ওপেন সোর্স সফটওয়্যার ছাড়া Scratch সম্ভব হবে না, সহ:",
    "credits.currentSponsors": "বর্তমান অর্থায়নকারীগন ",
    "credits.currentFinancialSupport": "নিম্ন লিখিত সংস্থাগুলো Scratch এর জন্য প্রধান আর্থিক সহায়তা প্রদান করছে:",
    "credits.donorsTitle": "দাতা",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten দল",
    "credits.translationsTitle": "অনুবাদকগণ",
    "credits.illustrationsTitle": "চিত্র",
    "credits.acknowledgementsIllustrations": "Scratch স্প্রাইট লাইব্রেরিতে তাদের অবদানের জন্য নিম্নলিখিত শিল্পীদের অনেক ধন্যবাদ:",
    "credits.soundsTitle": "শব্দগুলো",
    "credits.pastContributors": "Scratch দলের পুরাতন সদস্যগণ",
    "credits.pastContributorsThanks": "পূর্ববর্তী Scratch টিমের সদস্যদের দ্বারা অনেক গুরুত্বপূর্ণ অবদান রাখা হয়েছে, যার মধ্যে রয়েছে:",
    "credits.acknowledgementsOtherContributors": "পূর্ব অবদানকারীগন  ",
    "credits.otherContributors": "অন্যান্য অবদানকারীদের মধ্যে রয়েছে:",
    "credits.acknowledgementsSounds": "Scratch সাউন্ড লাইব্রেরি Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, এবং Incompetech.com থেকে বিনামূল্যে শব্দ রিসোর্স ব্যবহার করে।",
    "credits.soundsThanks": "Archive.org থেকে নিনা প্যালিকে; FreeMusicArchive.org থেকে কেল্লী মাইজ, পিটার রুডেনকো এবং ক্রিস জাব্রিসকি; Incompetech.com থেকে কেভিন ম্যাকলিওডকে ধন্যবাদ। নিম্নলিখিত freesound.org শিল্পীদের ধন্যবাদ:"
}