{
    "credits.title": "Crèdits de Scratch i Col·laboradors",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "L'equip de moderadors de Scratch gestiona, dóna suport i millora la comunitat en línia de Scratch:",
    "credits.previousTitle": "Antics membres de l'equip de Scratch al MIT",
    "credits.previousBody": "Moltes contribucions han estat fetes per membres anteriors de l'equip de Scratch, com ara John Maloney (qui va liderar el desenvolupament de programari durant la primera dècada de Scratch) i Andrés Monroy-Hernández (qui va liderar el desenvolupament del primer lloc web per a la comunitat de Scratch). Altres contribuïdors:",
    "credits.partnersTitle": "Socis de disseny i desenvolupament",
    "credits.researchersIntro": "La investigació de Scratch està sent conduïda per membres de l'equip de Scratch del MIT i investigadors d'altres universitats, incloent:",
    "credits.partnersBody": "Paula Bontá i Brian Silverman, Playful Invention Company (que va començar a contribuir al disseny de Scratch fins i tot abans que es digués Scratch).",
    "credits.researchersTitle": "Investigadors de Scratch",
    "credits.researchersBody": "{scratchResearchLink} està sent conduïda per membres de l'equip de Scratch del MIT i investigadors d'altres universitats, incloent: ",
    "credits.researchLinkText": "Recerca sobre Scratch",
    "credits.researchersContributors": "Yasmin Kafai (qui va col·laborar a {nsfLink}) de la University of Pennsylvania Graduate School of Education, Karen Brennan (qui lidera el {scratchEdLink}) de la Harvard Graduate School of Education, Benjamin Mako Hill de la University of Washington, Andrés Monroy Hernández de Microsoft Research, Mimi Ito i Crystle Martin de la University of California, Irvine, Quinn Burke de College of Charleston, Deborah Fields de Utah State University, i Kylie Peppler de Indiana University.",
    "credits.researchNSFLinkText": "subvenció inicial NSF Scratch",
    "credits.researchScratchEdLinkText": "projecte ScratchEd",
    "credits.acknowledgementsTitle": "Agraïments",
    "credits.acknowledgementsContributors": "Les següents persones també han contribuït en el desenvolupament i suport de Scratch al llarg dels anys: ",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "Amb l'ajuda dels {translatorsLink} d'arreu del món, Scratch es troba disponible en molts idiomes.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Traductors de Scratch",
    "credits.acknowledgementsCommunity": "Agraïm enormement totes les contribucions dels membres de la comunitat de Scratch a tot el món, que han donat forma a la direcció de Scratch compartint els seus projectes, comentaris i idees.",
    "credits.acknowledgementsInfluencers": "Les idees de Seymour Papert i Alan Kay han inspirat i influenciat profundament el nostre treball a Scratch.",
    "credits.supportersTitle": "Organitzacions que donen suport",
    "credits.supportersFinancialHeader": "Les següents organitzacions han donat suport financer a Scratch:",
    "credits.supportersServicesHeader": "Les següents organitzacions donen els seus serveis per ajudar a mantenir el projecte de Scratch:",
    "credits.supportersOpenHeader": "Scratch no seria possible sense el programari gratuït i obert, incloent:",
    "credits.currentSponsors": "Patrocinadors actuals",
    "credits.currentFinancialSupport": "Les següents organitzacions estan proporcionant el principal suport econòmic a Scratch:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Il·lustracions",
    "credits.acknowledgementsIllustrations": "Moltes gràcies als següents artistes per les seves contribucions a la galeria de personatges de Scratch:",
    "credits.soundsTitle": "Sons",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Col·laboradors anteriors",
    "credits.otherContributors": "Altres col·laboradors:",
    "credits.acknowledgementsSounds": "La biblioteca de sons Scratch utilitza recursos de so gratuïts de Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
    "credits.soundsThanks": "Gràcies a Nina Paley de Archive.org; a Kellee Maize, Peter Rudenko, i Chris Zabriskie de FreeMusicArchive.org; i a Kevin MacLeod de Incompetech.com. Gràcies als següents articles de freesound.org:"
}