{
    "credits.title": "Zásluhy a přispěvatelé Scratch",
    "credits.developers": "Scratch je navržen, vyvíjen a spravován zaměstnanci nevýdělečné organizace Nadace Scratch.",
    "credits.moderators": "Tým moderátorů Scratch řídí, podporuje a vylepšuje Scratch online společenství:",
    "credits.previousTitle": "Předchozí členové MIT Scratch týmu",
    "credits.previousBody": "Mnoho důležitých přispěvatelů bylo předchozími členy Scratch týmu, včetně Johna Meloneye (který vedl vývoj softwaru první dekádu Scratche) a Andrése Monroy-Hernándeze (který vedl vývoj první stránky komunity Scratche). Mezi další přispěvatele patří:",
    "credits.partnersTitle": "Partneři designu a vývoje",
    "credits.researchersIntro": "Výzkum na Scratch je veden členy Scratch týmu z MIT a výzkumníky z jiných univerzit, včetně:",
    "credits.partnersBody": "Paula Bontá a Brian Silverman, Playful Invention Company (která začala přispívat k designu Scratche ještě předtím, než byl nazván Scratch).",
    "credits.researchersTitle": "Scratch výzkumníci",
    "credits.researchersBody": "{scratchResearchLink} je veden členy Scratch týmu z MIT a výzkumníky z jiných univerzit, včetně:",
    "credits.researchLinkText": "Výzkum ve Scratch",
    "credits.researchersContributors": "Yasmin Kafai (která spolupracovala na {nsfLink}) z University of Pennsylvania Graduate School of Education, Karen Brennan (která vede {scratchEdLink}) ze Harvard Graduate School of Education, Benjamin Mako Hill z University of Washington, Andrés Monroy Hernández z Microsoft Research, Mimi Ito and Crystle Martin z University of California, Irvine, Quinn Burke z College of Charleston, Deborah Fields z Utah State University a Kylie Peppler z Indiana University.",
    "credits.researchNSFLinkText": "úvodní NSF Scratch grant",
    "credits.researchScratchEdLinkText": "Projekt ScratchEd",
    "credits.acknowledgementsTitle": "Poděkování",
    "credits.acknowledgementsContributors": "Následující lidé také přispěli k vývoji a podpoře Scratche během let:",
    "credits.acknowledgementsDonors": "Nadace Scratch je dle pravidla 501(c)(3) nezisková, závislá na daňově odpočitatelných darech na podporu Scratch a zachování jej zdarma všem. Pro seznam sponzorů Nadace  Scratch prosím navštiv {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Podporovatelé",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} na MIT Media Lab iniciovala  Scratch project v roce 2002 a obdržela {nsfGrantLink} k jeho podpoře o rok později. Skupina zveřejnila Scratch v roce 2007 a vyvíjela jej do roku 2019, kdy byl Tým Scratch převeden k Nadaci Scratch. Skupina Lifelong Kindergarten, vedená profesorem Mitchelem Resnickem, pokračuje ve spolupráci s Týmem Scratch na výzkumu a podpoře kreativního učení se Scratchem v celém světě.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Výzkumná skupina Lifelong Kindergarten",
    "credits.acknowledgementsNSFGrantLinkText": "grant National Science Foundation",
    "credits.acknowledgementsTranslators": "S pomocí od {translatorsLink} z celého světa je Scratch dostupný v mnoha jazycích.",
    "credits.acknowledgementsLanguageOrganizers": "Mnoho díků patří následujícím jazykovým organizátorům za pomoc s koordinací Scratch překladatelů do jejich jazyka:",
    "credits.acknowledgementsTranslatorsLinkText": "Překladatelé Scratch",
    "credits.acknowledgementsCommunity": "Velice si vážíme všech příspěvků členů celosvětové komunity Scratche, kteří formovali směr Scratche sdílením svých projektů, komentářů a nápadů.",
    "credits.acknowledgementsInfluencers": "Nápady Seymoura Paperta a Alana Kaye hluboce inspirovaly a ovlivnili naší práci na Scratchi.",
    "credits.supportersTitle": "Podporující organizace",
    "credits.supportersFinancialHeader": "Následující organizace pro poskytly hlavní finanční příspěvky pro Scratch:",
    "credits.supportersServicesHeader": "Následující organizace darovaly jejich služby, aby pomohly udržet projekt Scratch spuštěný:",
    "credits.supportersOpenHeader": "Scratch by nebyl možný bez bezplatného open source softwaru včetně:",
    "credits.currentSponsors": "Současní sponsoři",
    "credits.currentFinancialSupport": "Následující organizace poskytují hlavní finanční podporu pro Scratch:",
    "credits.donorsTitle": "Sponzoři",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Překladatelé",
    "credits.illustrationsTitle": "Ilustrace",
    "credits.acknowledgementsIllustrations": "Mnoho díků patří následujícím umělcům za jejich příspěvky do Scratch knihovny postav:",
    "credits.soundsTitle": "Zvuky",
    "credits.pastContributors": "Předchozí členové Scratch týmu",
    "credits.pastContributorsThanks": "Mnoho významných příspěvků udělali dřívější členové týmu Scratch, včetně:",
    "credits.acknowledgementsOtherContributors": "Přispěvatelé v minulosti",
    "credits.otherContributors": "Další přispěvatelé zahrnují:",
    "credits.acknowledgementsSounds": "Knihovna Scratch zvuků používá svobodné zvukové zdroje od Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org a Incompetech.com.",
    "credits.soundsThanks": "Poděkování si zaslouží Nina Paley z Archive.org; Kellee Maize, Peter Rudenko a Chris Zabriskie z FreeMusicArchive.org a Kevin MacLeod z Incompetech.com. Děkujeme následujícím umělcům freesound.org:"
}