{
    "credits.title": "Diolchiadau a Chyfranwyr Scratch",
    "credits.developers": "Mae Scratch wedi ei greu, ei ddatblygu a'i gymedroli gan y Scratch Foundation, corf dim-er-elw.",
    "credits.moderators": "Mae tîm o gymedrolwyr Scratch yn rheoli, cefnogi a gwella cymuned ar-lein Scratch:",
    "credits.previousTitle": "Aelodau Blaenorol Tîm MIT Scratch",
    "credits.previousBody": "Mae llawer o gyfraniadau pwysig wedi eu gwneud gan aelodau blaenorol o Dîm Scratch, gan gynnwys John Maloney (fu'n arwain datblygiad y feddalwedd yn ystod degawd cyntaf Scratch), Andrés Monroy-Hernández (fu'n arwain datblygiad cymuned gwefan gyntaf Scratch). Ymhlith cyfranwyr eraill mae:",
    "credits.partnersTitle": "Partneriaid Dylunio a Datblygu",
    "credits.researchersIntro": "Mae ymchwil ar Scratch yn cael ei gynnal gan aelodau o Dîm Scratch MIT ac ymchwilwyr o brifysgolion eraill, gan gynnwys:",
    "credits.partnersBody": "Paula Bontá a Brian Silverman, Playful Invention Company (wnaeth gychwyn cyfrannu tuag at gynllun Scratch cyn iddo gael ei alw'n Scratch).",
    "credits.researchersTitle": "Ymchwilwyr Scratch",
    "credits.researchersBody": "Mae {scratchResearchLink} ar Scratch yn cael ei gynnal gan aelodau o Dîm Scratch MIT ac ymchwilwyr o brifysgolion eraill, gan gynnwys:",
    "credits.researchLinkText": "Ymchwil ar Scratch",
    "credits.researchersContributors": "Yasmin Kafai (a gydweithiodd ar y {nsfLink}) yn yr University of Pennsylvania Graduate School of Education, Karen Brennan (sy'n arwain y {scratchEdLink}) yn yr Harvard Graduate School of Education, Benjamin Mako Hill yn yr University of Washington, Andrés Monroy Hernandez yn Microsoft Research, Mimi Ito a Crystle Martin yn yr University of California, Irvine, Quinn Burke yn y College of Charleston, Deborah Fields yn yr Utah State University, a Kylie Peppler yn Indiana University.",
    "credits.researchNSFLinkText": "Grant Scratch NSF cychwynnol ",
    "credits.researchScratchEdLinkText": "Project ScratchEd",
    "credits.acknowledgementsTitle": "Cydnabyddiaethau",
    "credits.acknowledgementsContributors": "Mae'r unigolion canlynol hefyd wedi cyfrannu i ddatblygu a chefnogi Scratch dros y blynyddoedd:",
    "credits.acknowledgementsDonors": "Mae'r Scratch Foundation yn gorff nid-er-elw 501(c)(3) Americanaidd, sy'n dibynnu ar roddion y mae modd didynnu treth ohonyn nhw i gefnogi Scratch a'i gadw am ddim i bawb. Am restr o roddwyr i'r Scratch Foundation, ewch i {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Tudalen cefnogwyr",
    "credits.acknowledgementsLifelongKindergarten": "Cychwynnodd y {lifelongKindergartenLink} project Scratch yn y MIT Media Lab yn 2002 a derbyniodd grant {nsfGrantLink} i'w gynnal yn y flwyddyn ganlynol. Lansiodd y grŵp Scratch yn gyhoeddus yn 2007 a'i ddatblygu hyd at 2019, pan symudodd y Scratch Team i'r Scratch Foundation. Mae'r grŵp Lifelong Kindergarten, o dan arweinyddiaeth yr Athro Mitchel Resnick, yn parhau i gydweithredu gyda'r Scratch Team i ymchwilio a chynnal dysgu creadigol gyda Scratch o amgylch y byd.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Grŵp ymchwil y Lifelong Kindergarten",
    "credits.acknowledgementsNSFGrantLinkText": "Grantiau'r National Science Foundation",
    "credits.acknowledgementsTranslators": "Gyda chymorth {translatorsLink} ar draws y byd, mae Scratch ar gael mewn llawer o ieithoedd.",
    "credits.acknowledgementsLanguageOrganizers": "Diolch yn fawr i'r trefnwyr iaith canlynol am ein cynorthwyo i gyd-drefnu cyfieithwyr yn eu hieithoedd:",
    "credits.acknowledgementsTranslatorsLinkText": "Cyfieithwyr Scratch",
    "credits.acknowledgementsCommunity": "Rydym yn gwerthfawrogi'r holl gyfraniadau gan aelodau o gymuned fyd-eang Scratch, sydd wedi ffurfio cyfeiriad Scratch drwy rannu eu projectau, sylwadau a syniadau.",
    "credits.acknowledgementsInfluencers": "Mae syniadau Seymour Papert ac Alan Kay wedi ein hysbrydoli a dylanwadu'n drwm arnom ni yn ein gwaith ar Scratch.",
    "credits.supportersTitle": "Cyrff sy'n ein Cefnogi",
    "credits.supportersFinancialHeader": "Mae'r cyrff canlynol wedi darparu cefnogaeth ariannol sylweddol ar gyfer Scratch:",
    "credits.supportersServicesHeader": "Mae'r cyrff canlynol yn cyfrannu eu gwasanaethau i gadw project Scratch ar ei draed:",
    "credits.supportersOpenHeader": "Fyddai Scratch ddim yn bosibl heb feddalwedd rhydd a chod agored, gan gynnwys:",
    "credits.currentSponsors": "Noddwyr Cyfredol",
    "credits.currentFinancialSupport": "Mae'r cyrff canlynol wedi darparu cefnogaeth ariannol sylweddol ar gyfer Scratch:",
    "credits.donorsTitle": "Cyfranwyr",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Cyfieithwyr",
    "credits.illustrationsTitle": "Darluniau",
    "credits.acknowledgementsIllustrations": "Diolch yn fawr i'r arlunwyr canlynol am eu cyfraniadau i lyfrgell corluniau Scratch:",
    "credits.soundsTitle": "Seiniau",
    "credits.pastContributors": "Aelodau Blaenorol Tîm Scratch",
    "credits.pastContributorsThanks": "Mae llawer o gyfraniadau wedi'u gwneud gan aelodau blaenorol o 'r Scratch Team, gan gynnwys:",
    "credits.acknowledgementsOtherContributors": "Cyfranwyr Blaenorol",
    "credits.otherContributors": "Mae cyfraniadau eraill yn cynnwys:",
    "credits.acknowledgementsSounds": "Mae llyfrgell sain Scratch yn defnyddio adnoddau rhad ac am ddim gan Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, ac Incompetech.com.",
    "credits.soundsThanks": "Diolch i Nina Paley o Archive.org; Kellee Maize, Peter Rudenko, a Chris Zabriskie o FreeMusicArchive.org; a Kevin MacLeod o Incompetech.com. Diolch i'r artistiaid canlynol o freesound.org:"
}