{
    "credits.title": "Scratch Danksagungen & Mitwirkende",
    "credits.developers": "Scratch wird vom Team der Scratch Foundation, einer Non-Profit-Organisation, entworfen, entwickelt und moderiert",
    "credits.moderators": "Das Team an Scratch-Moderatoren verwaltet und unterstützt die Scratch Online Community und erwirkt Verbesserungen für diese Gemeinschaft.",
    "credits.previousTitle": "Ehemalige Mitglieder des Scratch Teams am MIT",
    "credits.previousBody": "Viele wichtige Beiträge wurden von ehemaligen Mitgliedern des Scratchs-Teams erbracht, einschließlich John Maloney (der in der ersten Dekade von Scratch die Softwareentwicklung leitete) und Andrés Monroy-Hernández (der die Entwicklung der ersten Webseite der Scratch-Gemeinschaft anleitete). Weitere Mitwirkende sind:",
    "credits.partnersTitle": "Partner bei Entwurf und Entwicklung",
    "credits.researchersIntro": "Die Forschung zu Scratch wird von Mitgliedern des MIT Scratch Teams und Forschern an anderen Universitäten durchgeführt, darunter:",
    "credits.partnersBody": "Paula Bontá und Brian Silverman, Playful Invention Company (die bereits zum Design von Scratch beitrugen als es noch gar nicht Scratch genannt wurde) .",
    "credits.researchersTitle": "Scratch-Forscher",
    "credits.researchersBody": "An der {scratchResearchLink} sind Mitglieder des Scratch-Teams am MIT sowie Forscherinnen und Forscher an anderen Universitäten beteiligt, darunter:",
    "credits.researchLinkText": "Forschung zu Scratch",
    "credits.researchersContributors": "Yasmin Kafai (die an der Projekteinreichung für die erste finanzielle Förderung von Scratch durch die {nsfLink} mitarbeitete) von der University of Pennsylvania Graduate School of Education, Karen Brennan (die das Projekt  {scratchEdLink} leitet) von der Harvard Graduate School of Education, Benjamin Mako Hill von der University of Washington, Andrés Monroy Hernández von Microsoft Research, Mimi Ito und Crystle Martin von der University of California, Irvine, Quinn Burke vom College of Charleston, Deborah Fields von der Utah State University und Kylie Peppler von der Indiana University.",
    "credits.researchNSFLinkText": "National Science Foundation",
    "credits.researchScratchEdLinkText": "Projekt ScratchEd",
    "credits.acknowledgementsTitle": "Danksagungen",
    "credits.acknowledgementsContributors": "Die folgenden Personen haben zur Entwicklung und Unterstützung von Scratch beigetragen:",
    "credits.acknowledgementsDonors": "Die Scratch Foundation ist eine Non-Profit-Organisation, die auf gemäß § 501(c)(3) Internal Revenue Code steuerlich absetzbare Spenden angewiesen ist, damit Scratch für alle kostenlos bleiben kann. Eine Liste der Organisationen und Menschen, die an die Scratch Foundation gespendet haben, findet sich unter {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Sponsoring",
    "credits.acknowledgementsLifelongKindergarten": "Die {lifelongKindergartenLink} am MIT Media Lab initiierte das Scratch-Projekt im Jahr 2002 und erhielt 2003 einen {nsfGrantLink} zur Unterstützung des Projektes. Die Gruppe launchte Scratch im Jahr 2007 und entwickelte es weiter, bis das Scratch-Team 2019 Teil der Scratch Foundation wurde. Die Lifelong Kindergarten Group, die von Professor Mitchel Resnick geleitet wird, arbeitet weiterhin mit dem Scratch-Team an Forschungsprojekten und der globalen Förderung kreativen Lernens mit Scratch zusammen.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten-Forschungsgruppe",
    "credits.acknowledgementsNSFGrantLinkText": "Zuschuss der National Science Foundation",
    "credits.acknowledgementsTranslators": "Freiwillige {translatorsLink} auf der ganzen Welt sorgen dafür, dass Scratch in vielen verschiedenen Sprachen zur Verfügung steht.",
    "credits.acknowledgementsLanguageOrganizers": "Wir bedanken uns bei den folgenden Personen, die uns bei der Koordination von Übersetzungen in ihren Sprachen unterstützen:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch-Übersetzerinnen und -Übersetzer",
    "credits.acknowledgementsCommunity": "Wir wissen all die Beiträge von Mitgliedern der weltweiten Scratch-Community sehr zu schätzen. All diese Personen haben die Ausrichtung von Scratch mitgestaltet, indem sie ihre Projekte, Kommentare und Ideen geteilt haben.",
    "credits.acknowledgementsInfluencers": "Die Ideen von Seymour Papert und Alan Kay haben uns wesentlich inspiriert und uns bei unserer Arbeit an Scratch nachhaltig beeinflusst. ",
    "credits.supportersTitle": "Uns unterstützende Organisationen",
    "credits.supportersFinancialHeader": "Die folgenden Organisationen haben einen substanziellen finanziellen Beitrag zum Scratch-Projekt getätigt:",
    "credits.supportersServicesHeader": "Die folgenden Organisationen haben ihre Dienste gespendet, und das Scratch-Projekt am Laufen zu halten:",
    "credits.supportersOpenHeader": "Scratch hätte ohne freie Software und ohne Open Source-Software nicht realisiert werden können, eingeschlossen:",
    "credits.currentSponsors": "Unsere Sponsoren",
    "credits.currentFinancialSupport": "Die folgenden Organisationen tragen wesentlich zur Finanzierung von Scratch bei:",
    "credits.donorsTitle": "Spender",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Übersetzer",
    "credits.illustrationsTitle": "Illustrationen",
    "credits.acknowledgementsIllustrations": "Wir bedanken uns bei folgenden Grafikerinnen und Grafikern für ihre Beiträge zu unserer Scratch-Figurenbibliothek:",
    "credits.soundsTitle": "Klänge",
    "credits.pastContributors": "Ehemalige Scratch-Team-Mitglieder",
    "credits.pastContributorsThanks": "Ehemalige Mitglieder des Scratch-Teams haben wesentlich zu Scratch beigetragen, darunter:",
    "credits.acknowledgementsOtherContributors": "Ehemalige Mitwirkende",
    "credits.otherContributors": "Weitere Mitwirkende:",
    "credits.acknowledgementsSounds": "Die Scratch-Klangbibliothek besteht aus kostenlos auf Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org und Incompetech.com verfügbaren Klängen.",
    "credits.soundsThanks": "Unser Dank gilt Nina Paley von Archive.org, Kellee Maize, Peter Rudenko und Chris Zabriskie von FreeMusicArchive.org und Kevin MacLeod von Incompetech.com. Danke auch an die folgenden Künstlerinnen und Künstler von freesound.org:"
}