{
    "credits.title": "Ευχαριστίες και Χορηγοί του Scratch",
    "credits.developers": "Το Scratch σχεδιάζεται, αναπτύσσεται, και συντηρείται από το  Lifelong Kindergarten Group στο MIT Media Lab:",
    "credits.moderators": "Η ομάδα των συντονιστών του Scratch διαχειρίζεται, υποστηρίζει, και βελτιώνει τη διαδικτυακή κοινότητα του Scratch:",
    "credits.previousTitle": "Πρώην Μέλη της Ομάδας Scratch του MIT",
    "credits.previousBody": "Πολλές σημαντικές δωρεές έχουν γίνει από πρώην μέλη της ομάδας Scratch, συμπεριλαμβανομένων του John Maloney (που ηγήθηκε της ανάπτυξης του λογισμικού την πρώτη δεκαετία του Scratch) και του Andrés Monroy-Hernández (που ηγήθηκε της ανάπτυξης του πρώτου ιστότοπου της κοινότητας του Scratch). Άλλοι συνεισφέροντες είναι: ",
    "credits.partnersTitle": "Συνεργάτες Σχεδιασμού και Ανάπτυξης",
    "credits.researchersIntro": "Έρευνα στο Scratch διεξάγεται από μέλη της Ομάδας Scratch του MIT και ερευνητές σε άλλα πανεπιστήμια, όπως:",
    "credits.partnersBody": "Paula Bontá και Brian Silverman, Playful Invention Company (που ξεκίνησαν να συνεισφέρουν στη σχεδίαση του Scratch πριν ακόμη ονομαστεί Scratch).",
    "credits.researchersTitle": "Ερευνητές Scratch",
    "credits.researchersBody": "{scratchResearchLink}διεξάγεται από μέλη της Ομάδας Scratch του MIT και ερευνητές σε άλλα πανεπιστήμια, όπως:",
    "credits.researchLinkText": "Έρευνες στο Scratch",
    "credits.researchersContributors": "Yasmin Kafai (που συνεργάστηκε στο {nsfLink}) στο University of Pennsylvania Graduate School of Education, Karen Brennan (που ηγείται του {scratchEdLink}) στο Harvard Graduate School of Education, Benjamin Mako Hill στο University of Washington, Andrés Monroy Hernández στο Microsoft Research, Mimi Ito και Crystle Martin στο University of California, Irvine, Quinn Burke στο College of Charleston, Deborah Fields στο Utah State University, και Kylie Peppler στο Indiana University.",
    "credits.researchNSFLinkText": "αρχική επιχορήγηση του NSF για το Scratch ",
    "credits.researchScratchEdLinkText": "έργο ScratchEd",
    "credits.acknowledgementsTitle": "Ευχαριστίες",
    "credits.acknowledgementsContributors": "Οι παρακάτω έχουν επίσης συνεισφέρει στην ανάπτυξη και υποστήριξη του Scratch με την πάροδο των ετών:",
    "credits.acknowledgementsTranslators": "Με τη βοήθεια από {translatorsLink} από όλο τον κόσμο, το Scratch είναι διαθέσιμο σε πολλές γλώσσες.",
    "credits.acknowledgementsTranslatorsLinkText": "Μεταφραστές Scratch",
    "credits.acknowledgementsCommunity": "Εκτιμούμε βαθύτατα όλες τις συνεισφορές από μέλη της παγκόσμιας κοινότητας της Scratch, που έχουν διαμορφώσει την κατεύθυνση του Scratch μοιράζοντας τα έργα τους, τα σχόλιά τους, και τις ιδέες τους.",
    "credits.acknowledgementsInfluencers": "Οι ιδέες του Seymour Papert και του Alan Kay έχουν εμπνεύσει βαθύτατα και επηρεάσει τη δουλειά μας στο Scratch.",
    "credits.supportersTitle": "Υποστηρικτικοί Οργανισμοί",
    "credits.supportersFinancialHeader": "Οι ακόλουθοι οργανισμοί παρείχαν σημαντική οικονομική υποστήριξη για το Scratch:",
    "credits.supportersServicesHeader": "Οι ακόλουθοι οργανισμοί δωρίζουν τις υπηρεσίες τους για να βοηθήσουν το έργο Scratch να παραμένει σε λειτουργία:",
    "credits.supportersOpenHeader": "Το Scratch δεν θα ήταν εφικτό χωρίς ελεύθερο και ανοικτού κώδικα λογισμικό, συμπεριλαμβάνοντας:",
    "credits.currentSponsors": "Τρέχοντες Χορηγοί",
    "credits.currentFinancialSupport": "Οι ακόλουθοι οργανισμοί παρέχουν σημαντική οικονομική υποστήριξη για το Scratch:",
    "credits.translationsTitle": "Μεταφράσεις",
    "credits.illustrationsTitle": "Γραφικά",
    "credits.acknowledgementsIllustrations": "Πολλά ευχαριστώ στους ακόλουθους καλλιτέχνες για τη συνεισφορά τους στη βιβλιοθήκη αντικειμένων του Scratch:",
    "credits.soundsTitle": "Ήχοι",
    "credits.pastContributors": "Παλαιότεροι Συνεισφέροντες",
    "credits.pastContributorsThanks": "Πολλές σημαντικές συνεισφορές έχουν γίνει από πρώην μέλη της Ομάδας Scratch, συμπεριλαμβανομένων του John Maloney (που ηγήθηκε της ανάπτυξης λογισμικού την πρώτη δεκαετία του Scratch) και του Andrés Monroy-Hernández (που ηγήθηκε της ανάπτυξης του πρώτου ιστότοπου της πρώτης κοινότητας του Scratch).",
    "credits.otherContributors": "Άλλοι συνεισφέροντες είναι:",
    "credits.acknowledgementsSounds": "Η βιβλιοθήκη ήχων του Scratch χρησιμοποιεί δωρεάν πηγές ήχων από Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, και Incompetech.com.",
    "credits.soundsThanks": "Ευχαριστούμε τους: Nina Paley από Archive.org· Kellee Maize, Peter Rudenko, και Chris Zabriskie από FreeMusicArchive.org· και Kevin MacLeod από Incompetech.com. Ευχαριστούμε τους παρακάτω καλλιτέχνες freesound.org:"
}