{
    "credits.title": "Créditos Scratch y Colaboradores",
    "credits.developers": "Scratch está diseñado, desarrollado y moderado por el personal de Scratch Foundation, una organización sin fines de lucro.",
    "credits.moderators": "El equipo de moderadores de Scratch maneja, apoya, y mejora la comunidad en línea de Scratch:",
    "credits.previousTitle": "Miembros anteriores del equipo de Scratch de MIT.",
    "credits.previousBody": "Muchas e importantes contribuciones han sido hechas por miembros anteriores del equipo Scratch, incluyendo John Maloney (quien lideró el desarrollo de software por la primera década de Scratch) y Andrés Monroy-Hernández (quien desarrolló el primer sitio web de la comunidad de Scratch). Otros contribuyentes incluyen:",
    "credits.partnersTitle": "Socios de diseño y desarrollo",
    "credits.researchersIntro": "La investigación sobre Scratch está siendo realizada por miembros del Equipo Scratch del MIT e investigadores de otras universidades, entre ellos:",
    "credits.partnersBody": "Paula Bontá y Brian Silverman, de Playful Invention Company (quienes empezaron a contribuir con el diseño de Scratch incluso antes de que se llamara Scratch).",
    "credits.researchersTitle": "Investigadores de Scratch",
    "credits.researchersBody": "{scratchResearchLink} está siendo realizado por miembros del MIT Scratch Team e investigadores de otras universidades, que incluyen:",
    "credits.researchLinkText": "Investigaciones acerca de Scratch",
    "credits.researchersContributors": "Yasmin Kafai (quien colaboró ​​en el {nsfLink}) en la Escuela de Graduados en Educación de la Universidad de Pensilvania, Karen Brennan (quien dirige el {scratchEdLink}) en la Escuela de Graduados en Educación de Harvard, Benjamin Mako Hill en la Universidad de Washington, Andrés Monroy Hernández en Microsoft Research, Mimi Ito y Crystle Martin en la Universidad de California, Irvine, Quinn Burke en la Universidad de Charleston, Deborah Fields en la Universidad Estatal de Utah y Kylie Peppler en la Universidad de Indiana.",
    "credits.researchNSFLinkText": "subvención inicial de NSF Scratch",
    "credits.researchScratchEdLinkText": "Proyecto ScratchEd",
    "credits.acknowledgementsTitle": "Créditos",
    "credits.acknowledgementsContributors": "A través de los años las siguientes personas también han contribuido al desarrollo y soporte de Scratch:",
    "credits.acknowledgementsDonors": "Scratch Foundation es una organización sin fines de lucro 501(c)(3) que depende de donaciones deducibles de impuestos para apoyar a Scratch y mantenerlo gratis para todos. Para obtener una lista de los donantes de la Fundación Scratch, visite el {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Página de apoyadores",
    "credits.acknowledgementsLifelongKindergarten": "El {lifelongKindergartenLink} en el Media Lab del MIT inició el proyecto Scratch en 2002 y recibió un {nsfGrantLink} para tener apoyo un año después. El grupo lanzó públicamente Scratch en 2007 y lo desarrolló hasta 2019, cuando el Equipo Scratch se mudó a la Fundación Scratch. El grupo Lifelong Kindergarten, dirigido por el profesor Mitchel Resnick, continúa colaborando con el Equipo Scratch para investigar y apoyar el aprendizaje creativo con Scratch en todo el mundo.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Grupo de investigación de jardín de infantes de por vida",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "Con la ayuda de {translatorsLink} sobre todo el mundo, Scratch está disponible en muchos idiomas.",
    "credits.acknowledgementsLanguageOrganizers": "Muchas gracias a los siguientes organizadores de idiomas por ayudar a coordinar a los traductores de Scratch en su idioma:",
    "credits.acknowledgementsTranslatorsLinkText": "Traductores de Scratch",
    "credits.acknowledgementsCommunity": "Agradecemos enormemente todas las contribuciones de los miembros de la comunidad mundial de Scratch, quienes han dado forma a la dirección de Scratch al compartir sus proyectos, comentarios e ideas.",
    "credits.acknowledgementsInfluencers": "Las ideas de Seymour Papert y Alan Kay han inspirado e influenciado profundamente nuestro trabajo en Scratch.",
    "credits.supportersTitle": "Organizaciones de apoyo",
    "credits.supportersFinancialHeader": "Las siguientes organizaciones han brindado un importante apoyo financiero a Scratch:",
    "credits.supportersServicesHeader": "Las siguientes organizaciones donan sus servicios para ayudar a mantener el proyecto Scratch en funcionamiento:",
    "credits.supportersOpenHeader": "Scratch no sería posible sin el software gratuito y de código abierto, que incluye:",
    "credits.currentSponsors": "Patrocinadores actuales",
    "credits.currentFinancialSupport": "Las siguientes organizaciones brindan un importante apoyo financiero a Scratch:",
    "credits.donorsTitle": "Donantes",
    "credits.lifelongKindergartenTitle": "Grupo de Lifelong Kindergarten",
    "credits.translationsTitle": "Traductores",
    "credits.illustrationsTitle": "Ilustraciones",
    "credits.acknowledgementsIllustrations": "Muchas gracias a los siguientes artistas por sus contribuciones a la biblioteca de sprites de Scratch:",
    "credits.soundsTitle": "Sonidos",
    "credits.pastContributors": "Antiguos miembros del equipo Scratch",
    "credits.pastContributorsThanks": "Los miembros anteriores del Equipo Scratch han realizado muchas contribuciones importantes, que incluyen:",
    "credits.acknowledgementsOtherContributors": "Anteriores colaboradores",
    "credits.otherContributors": "Otros contribuyentes incluyen:",
    "credits.acknowledgementsSounds": "La biblioteca de sonido de Scratch utiliza recursos de sonido gratuitos de Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org e Incompetech.com.",
    "credits.soundsThanks": "Gracias a Nina Paley de Archive.org; Kellee Maize, Peter Rudenko y Chris Zabriskie de FreeMusicArchive.org; y Kevin MacLeod de Incompetech.com. Gracias a los siguientes artistas de freesound.org:"
}