{
    "credits.title": "Créditos de Scratch y colaboradores. ",
    "credits.developers": "Scratch esta diseñado, desarrollado y moderado por el personal de la Fundación Scratch, una organización sin fines de lucro.",
    "credits.moderators": "El equipo de moderadores de Scratch gestiona, apoya y mejora la comunidad en línea de Scratch:",
    "credits.previousTitle": "Anteriores miembros del Scratch Team del MIT",
    "credits.previousBody": "Muchas contribuciones importantes fueron hechas por miembros anteriores del Equipo de Scratch, entre ellos John Maloney (que lideró el desarrollo software en la primera década de Scratch) y Andrés Monroy-Hernández (que lideró el desarrollo del primer sitio web de la comunidad de Scratch). Otros/as colaboradores/as son:",
    "credits.partnersTitle": "Socios en Diseño y Desarrollo",
    "credits.researchersIntro": "La investigación en Scratch se está llevando a cabo por miembros del MIT Scratch Team y por investigadores en otras universidades, incluyendo:",
    "credits.partnersBody": "Paula Bontá y Brian Silverman, Playful Invention Company (quienes comenzaron con el diseño de Scratch antes incluso de que se llamara Scratch).",
    "credits.researchersTitle": "Investigadores de Scratch",
    "credits.researchersBody": "{scratchResearchLink} se está llevando a cabo por miembros del MIT Scratch Team y por investigadores en otras universidades, incluyendo:",
    "credits.researchLinkText": "Investigación sobre Scratch",
    "credits.researchersContributors": "Yasmin Kafai (quien colaboró en {nsfLink}) de la University of Pennsylvania Graduate School of Education, Karen Brennan (quien lideró {scratchEdLink}) de la Harvard Graduate School of Education, Benjamin Mako Hill de la University of Washington, Andrés Monroy Hernández de Microsoft Research, Mimi Ito y Crystle Martin de la University of California, Irvine, Quinn Burke del College of Charleston, Deborah Fields de la Utah State University, y Kylie Peppler de la Indiana University.",
    "credits.researchNSFLinkText": "Ayuda NSF iniciatl a Scratch",
    "credits.researchScratchEdLinkText": "Proyecto ScratchEd",
    "credits.acknowledgementsTitle": "Agradecimientos",
    "credits.acknowledgementsContributors": "Las siguientes personas también han contribuido al desarrollo y soporte de Scratch a lo largo de los años: ",
    "credits.acknowledgementsDonors": "The Scratch Foundation es una organización sin fines de lucro 501 ( c ) ( 3 ) que se basa en donaciones deducibles de impuestos para apoyar Scratch y mantenerlo libre para todos. Para obtener una lista de los donantes de la Fundación Scratch, visite {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Página de apoyadores",
    "credits.acknowledgementsLifelongKindergarten": "El {lifelongKindergartenLink} en el MIT Media Lab inició el proyecto Scratch en 2002 y recibió {nsfGrantLink} para apoyarlo un año después. El grupo lanzó públicamente Scratch en 2007 y lo desarrolló hasta 2019, cuando el Equipo Scratch se mudó a la Fundación Scratch. El grupo de jardín de infantes de toda la vida, dirigido por el profesor Mitchel Resnick, continúa colaborando con el equipo Scratch para investigar y apoyar el aprendizaje creativo con Scratch en todo el mundo.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Grupo de investigación de jardín de infantes de por vida",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "Con la ayuda de {translatorsLink} alrededor del mundo, Scratch está disponible en multitud de idiomas.",
    "credits.acknowledgementsLanguageOrganizers": "Muchas gracias a los siguientes organizadores de idiomas por ayudar a coordinar los traductores Scratch en su idioma:",
    "credits.acknowledgementsTranslatorsLinkText": "Traductores de Scratch",
    "credits.acknowledgementsCommunity": "Apreciamos enormemente todas las contribuciones de los miembros de la comunidad mundial de Scratch, quienes han dado forma a la dirección de Scratch compartiendo sus proyectos, comentarios e ideas.",
    "credits.acknowledgementsInfluencers": "Las ideas de Seymour Papert y Alan Kay han inspirado e influido profundamente nuestro trabajo con Scratch.",
    "credits.supportersTitle": "Organizaciones colaboradoras",
    "credits.supportersFinancialHeader": "Las siguientes organizaciones han proporcionado apoyo financiero para Scratch:",
    "credits.supportersServicesHeader": "Las siguientes organizaciones han donado sus servicios para ayudar a mantener el proyecto Scratch en marcha:",
    "credits.supportersOpenHeader": "Scratch no sería posible sin software gratuito y de código abierto, incluyendo:",
    "credits.currentSponsors": "Actuales patrocinadores",
    "credits.currentFinancialSupport": "Las siguientes organizaciones están aportando soporte financieron a Scratch.",
    "credits.donorsTitle": "Donantes",
    "credits.lifelongKindergartenTitle": "Grupo de Lifelong Kindergarten",
    "credits.translationsTitle": "Traductores",
    "credits.illustrationsTitle": "Ilustraciones",
    "credits.acknowledgementsIllustrations": "Muchas gracias a los siguientes artistas por sus contribuciones a la librería de objetos de Scratch:",
    "credits.soundsTitle": "Sonidos",
    "credits.pastContributors": "Exmiembros de equipo de Scratch",
    "credits.pastContributorsThanks": "Los miembros anteriores del Equipo Scratch han hecho muchas contribuciones importantes, que incluyen:",
    "credits.acknowledgementsOtherContributors": "Anteriores colaboradores",
    "credits.otherContributors": "Entre otros colaboradores se incluyen a:",
    "credits.acknowledgementsSounds": "La biblioteca de sonidos Scratch utiliza recursos de sonido gratuitos de Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org e Incompetech.com.",
    "credits.soundsThanks": "Gracias a Nina Paley de Archive.org; Kellee Maize, Peter Rudenko y Chris Zabriskie de FreeMusicArchive.org; y Kevin MacLeod de Incompetech.com. Gracias a los siguientes artistas de  freesound.org:"
}