{
    "credits.title": "Créditos de Scratch y colaboradores. ",
    "credits.developers": "Scratch es diseñado, desarrollado y moderado por el Lifelong Kindergarten Group del MIT Media Lab:",
    "credits.moderators": "El equipo de moderadores de Scratch gestiona, apoya y mejora la comunidad en línea de Scratch:",
    "credits.previousTitle": "Anteriores miembros del Scratch Team del MIT",
    "credits.previousBody": "Muchas contribuciones importantes fueron hechas por miembros anteriores del Equipo de Scratch, entre ellos John Maloney (que lideró el desarrollo software en la primera década de Scratch) y Andrés Monroy-Hernández (que lideró el desarrollo del primer sitio web de la comunidad de Scratch). Otros/as colaboradores/as son:",
    "credits.partnersTitle": "Socios en Diseño y Desarrollo",
    "credits.researchersIntro": "La investigación en Scratch se está llevando a cabo por miembros del MIT Scratch Team y por investigadores en otras universidades, incluyendo:",
    "credits.partnersBody": "Paula Bontá y Brian Silverman, Playful Invention Company (quienes comenzaron con el diseño de Scratch antes incluso de que se llamara Scratch).",
    "credits.researchersTitle": "Investigadores de Scratch",
    "credits.researchersBody": "{scratchResearchLink} se está llevando a cabo por miembros del MIT Scratch Team y por investigadores en otras universidades, incluyendo:",
    "credits.researchLinkText": "Investigación sobre Scratch",
    "credits.researchersContributors": "Yasmin Kafai (que colaboró en {nsfLink}) de la University of Pennsylvania Graduate School of Education, Karen Brennan (quien lideró {scratchEdLink}) de la Harvard Graduate School of Education, Benjamin Mako Hill de la University of Washington, Andrés Monroy Hernández de Microsoft Research, Mimi Ito y Crystle Martin de la University of California, Irvine, Quinn Burke del College of Charleston, Deborah Fields de la Utah State University, y Kylie Peppler de la Indiana University.",
    "credits.researchNSFLinkText": "Ayuda NSF iniciatl a Scratch",
    "credits.researchScratchEdLinkText": "Proyecto ScratchEd",
    "credits.acknowledgementsTitle": "Agradecimientos",
    "credits.acknowledgementsContributors": "Las siguientes personas también han contribuido al desarrollo y soporte de Scratch a lo largo de los años: ",
    "credits.acknowledgementsTranslators": "Con la ayuda de {translatorsLink} alrededor del mundo, Scratch está disponible en multitud de idiomas.",
    "credits.acknowledgementsTranslatorsLinkText": "Traductores de Scratch",
    "credits.acknowledgementsCommunity": "Apreciamos enormemente todas las contribuciones de los miembros de la comunidad mundial de Scratch, quienes han dado forma a la dirección de Scratch compartiendo sus proyectos, comentarios e ideas.",
    "credits.acknowledgementsInfluencers": "Las ideas de Seymour Papert y Alan Kay han inspirado e influido profundamente nuestro trabajo con Scratch.",
    "credits.supportersTitle": "Organizaciones colaboradoras",
    "credits.supportersFinancialHeader": "Las siguientes organizaciones han proporcionado apoyo financiero para Scratch:",
    "credits.supportersServicesHeader": "Las siguientes organizaciones han donado sus servicios para ayudar a mantener el proyecto Scratch en marcha:",
    "credits.supportersOpenHeader": "Scratch no sería posible sin software gratuito y de código abierto, incluyendo:",
    "credits.currentSponsors": "Actuales patrocinadores",
    "credits.currentFinancialSupport": "Las siguientes organizaciones están aportando soporte financieron a Scratch.",
    "credits.translationsTitle": "Traducciones",
    "credits.illustrationsTitle": "Ilustraciones",
    "credits.acknowledgementsIllustrations": "Muchas gracias a los siguientes artistas por sus contribuciones a la librería de objetos de Scratch:",
    "credits.soundsTitle": "Sonidos",
    "credits.pastContributors": "Anteriores colaboradores",
    "credits.pastContributorsThanks": "Muchas contribuciones importantes han estado realizadas por antiguos miembros de Scratch Team, incluyendo a John Maloney (quien lideró el desarrollo de software durante la primera década de Scratch) y a Andrés Monroy-Hernández (quien lideró el desarrollo de la primera comunidad Scratch).",
    "credits.otherContributors": "Entre otros colaboradores se incluyen a:",
    "credits.acknowledgementsSounds": "La biblioteca de sonidos Scratch utiliza recursos de sonido gratuitos de Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org e Incompetech.com.",
    "credits.soundsThanks": "Gracias a Nina Paley de Archive.org; Kellee Maize, Peter Rudenko y Chris Zabriskie de FreeMusicArchive.org; y Kevin MacLeod de Incompetech.com. Gracias a los siguientes artistas de  freesound.org:"
}