{
    "credits.title": "Scratchin tekijät & avustajat",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "Scratchin moderointitiimi hoitaa, tukee ja kehittää Scratchin verkkoyhteisöä:",
    "credits.previousTitle": "Aiempia Scratch-tiimin jäseniä",
    "credits.previousBody": "Scratch-tiimin aiemmat jäsenet ovat antaneet tärkeän panoksen projektille, kuten John Maloney (joka johti ohjelmistokehitystä Scratchin ensimmäisellä vuosikymmenellä) ja Andrés Monroy-Hernández (joka johti Scratchin ensimmäisen verkkoyhteisön kehitystä). Muihin avustajiin kuuluu:",
    "credits.partnersTitle": "Suunnittelu- ja kehitysyhteistyökumppanit",
    "credits.researchersIntro": "MIT:n Scratch-tiimin jäsenet ja muiden yliopistojen tutkijat tekevät Scratch-tutkimusta, mukaan lukien:",
    "credits.partnersBody": "Paula Bontá ja Brian Silverman, Playful Invention Company (jotka alkoivat edistämään Scratchin ulkoasua ennen kuin sitä edes kutsuttiin Scratchiksi). ",
    "credits.researchersTitle": "Scratch-tutkijat",
    "credits.researchersBody": "MIT:n Scratch-tiimin jäsenet ja muiden yliopistojen tutkijat tekevät {scratchResearchLink}, mukaan lukien:",
    "credits.researchLinkText": "Scratch-tutkimusta",
    "credits.researchersContributors": "Yasmin Kafai (joka toteutti {nsfLink}) Pennsylvanian yliopiston Graduate School of Educationissa, Karen Brennan (joka johtaa {scratchEdLink}) Harvardin Graduate School of Educationissa, Benjamin Mako Hill Washingtonin yliopistossa, Andrés Monroy Hernández Microsoftin tutkimuksessa, Mimi Ito ja Crystle Martin Kalifornian yliopistossa Irvinessä, Quinn Burke Charlestonin Collegessa, Deborah Fields Utahin osavaltion yliopistossa ja Kylie Peppler Indianan yliopistossa.",
    "credits.researchNSFLinkText": "ensimmäisen NSF:n Scratch-apurahan",
    "credits.researchScratchEdLinkText": "ScratchEd-projektia",
    "credits.acknowledgementsTitle": "Kiitokset",
    "credits.acknowledgementsContributors": "Seuraavat henkilöt ovat avustaneet kehittämisessä ja tukeneet Scratchia vuosien varrella:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Tukijat -sivu",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "Eri maalaisten {translatorsLink} avulla, Scratch on saatavilla monilla kielillä.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratchin kääntäjien",
    "credits.acknowledgementsCommunity": "Arvostamme suuresti kaikkien Scratch-yhteisön jäsenten panoksia, jotka ovat muokkaneet Scratchin sunutaa jakamalla projekteja, kommentteja ja ideoita.",
    "credits.acknowledgementsInfluencers": "Seymour Papertin ja Alan Kayn ideat ovat syvästi inspiroineet ja vaikuttaneet työhömme Scratchissa.",
    "credits.supportersTitle": "Tukevat organisaatiot",
    "credits.supportersFinancialHeader": "Seuraavat organisaatiot tarjoavat tärkeän taloudellisen tuen Scratchille:",
    "credits.supportersServicesHeader": "Seuraavat organisaatiot lahjoittavat palvelujaan pitääkseen Scratch-projektin käynnissä:",
    "credits.supportersOpenHeader": "Scratch ei olisi mahdollinen ilman maksuttomia ja avoimia ohjelmistoja, kuten:",
    "credits.currentSponsors": "Nykyiset sponsorit",
    "credits.currentFinancialSupport": "Seuraavat organisaatiot tarjoavat tärkeän taloudellisen tuen Scratchille:",
    "credits.donorsTitle": "Lahjoittajat",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Kääntäjät",
    "credits.illustrationsTitle": "Kuvitukset",
    "credits.acknowledgementsIllustrations": "Monet kiitokset seuraaville taiteilijoille heidän avustaan Scratchin hahmokirjastossa:",
    "credits.soundsTitle": "Äänet",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Aiemmat avustajat",
    "credits.otherContributors": "Muihin avustajiin lukeutuvat:",
    "credits.acknowledgementsSounds": "Scratchin musiikkikirjasto käyttää maksuttomia ääniä, jotka ovat peräisin sivustoilta Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, ja Incompetech.com.",
    "credits.soundsThanks": "Kiitokset Nina Paleylle Archive.org:ista, Kellee Maizelle, Peter Rudenkolle, ja Chris Zabriskielle FreeMusicArchive.org:ista ja Kevin MacLeodille Incompetech.com:ista. Kiitokset seuraaville freesound.org-artisteille:"
}