{
    "credits.title": "Crédits Scratch & Contributeurs",
    "credits.developers": "Scratch est conçu, développé, et modéré par le Lifelong Kindergarten Group au MIT Media Lab:",
    "credits.moderators": "L'équipe des modérateurs de Scratch gère, soutient et améliore la communauté en ligne de Scratch :",
    "credits.previousTitle": "Anciens membres de l'Équipe MIT Scratch",
    "credits.previousBody": "Beaucoup de contributions importantes ont été faites par d'anciens membres de l'Equipe Scratch, qui inclut John Maloney (qui a mené le développement durant les dix premières années de Scratch) et Andrès Monroy-Hernández (qui a mené le développement du premier site web de la communauté Scratch). Les autres contributeurs incluent:",
    "credits.partnersTitle": "Partenaires de Conception et Développement",
    "credits.researchersIntro": "La recherche sur Scratch est effectuée par des membres de l'équipe Scratch du MIT et des chercheurs d'autres universités, notamment:",
    "credits.partnersBody": "Paula Bontá et Brian Silverman, Playful Invention Company (qui a commencé à contribuer à la conception de Scratch avant même que cela s’appelle Scratch).",
    "credits.researchersTitle": "Chercheurs Scratch",
    "credits.researchersBody": "{scratchResearchLink} est effectuée par les membres de l'équipe Scratch du MIT et des chercheurs d'autres universités, notamment:",
    "credits.researchLinkText": "Recherche sur Scratch",
    "credits.researchersContributors": "Yasmin Kafai (qui a collaboré à la {nsfLink}) à la Graduate School of Education de l'Université de Pennsylvanie, Karen Brennan (qui dirige la {scratchEdLink}) à la Graduate School of Education de Harvard, Benjamin Mako Hill à l'Université de Washington, Andrés Monroy Hernández à Microsoft Research, Mimi Ito et Crystle Martin à l'Université de Californie, Irvine, Quinn Burke au Collège de Charleston, Deborah Fields à l'Université d'Utah State et Kylie Peppler à l'Université d'Indiana.",
    "credits.researchNSFLinkText": "subvention initiale de la NSF à Scratch",
    "credits.researchScratchEdLinkText": "Projet ScratchEd",
    "credits.acknowledgementsTitle": "Remerciements",
    "credits.acknowledgementsContributors": "Les personnes suivantes ont aussi contribué au développement et au support de Scratch au fil des ans:",
    "credits.acknowledgementsTranslators": "Avec l'aide de {translatorsLink} du monde entier, Scratch est disponible dans de nombreuses langues.",
    "credits.acknowledgementsTranslatorsLinkText": "Traducteurs Scratch",
    "credits.acknowledgementsCommunity": "Nous apprécions grandement toutes les contributions des membres de la communauté mondiale de Scratch, qui ont façonné la direction de Scratch en partageant leurs projets, leurs commentaires et leurs idées.",
    "credits.acknowledgementsInfluencers": "Les idées de Seymour Papert et de Alan Kay ont profondément inspiré et influencé notre travail sur Scratch.",
    "credits.supportersTitle": "Organismes de soutien",
    "credits.supportersFinancialHeader": "Les organisations suivantes ont fourni un soutien financier important à Scratch :",
    "credits.supportersServicesHeader": "Les organisations suivantes font don de leurs services pour aider à maintenir le projet Scratch à flot :",
    "credits.supportersOpenHeader": "Scratch n'aurait pas été possible sans les logiciels libres et open source, comme :",
    "credits.currentSponsors": "Sponsors actuels",
    "credits.currentFinancialSupport": " Les organisations suivantes apportent à Scratch un soutien financier important :",
    "credits.translationsTitle": "Traductions",
    "credits.illustrationsTitle": "Illustrations",
    "credits.acknowledgementsIllustrations": "Un grand merci aux artistes suivants qui ont contribués à la bibliothèque de sprites dans Scratch :",
    "credits.soundsTitle": "Sons",
    "credits.pastContributors": "Anciens contributeurs",
    "credits.pastContributorsThanks": "Beaucoup d'anciens membres de l’Équipe Scratch ont apporté de nombreuses contributions importantes, notamment John Maloney (qui a dirigé le développement logiciel au cours de la première décennie de Scratch) et Andrés Monroy-Hernández (qui a dirigé le développement du premier site Web de la communauté Scratch).",
    "credits.otherContributors": "Parmi les autres contributeurs:",
    "credits.acknowledgementsSounds": "La bibliothèque de sons Scratch utilise des ressources sonores gratuites de Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org et Incompetech.com.",
    "credits.soundsThanks": "Merci à Nina Paley de Archive.org; Kellee Maize, Peter Rudenko et Chris Zabriskie de FreeMusicArchive.org et Kevin MacLeod de Incompetech.com. Merci aux artistes suivants de freesound.org:"
}