{
    "credits.title": "Scratch Colophon",
    "credits.developers": "Scratch is ûntwurpen, ûntwikkele en moderearre troch it personiel fan 'e Scratch Foundation, in non-profit organisaasje.",
    "credits.moderators": "It Scratch moderators team beheart, stipet en ferbetteret de online Scratch-mienskip:",
    "credits.previousTitle": "Eardere leden fan it MIT Scratch-team",
    "credits.previousBody": "Eardere leden fan it Scratch Team hawwe wichtige bydragen levere, wêrûnder John Maloney (dy't de earste tsien jier softwareûntwikkeling liedde) en Andrés Monroy-Hernández (dy't de ûntwikkeling fan 'e earste webside fan Scratch-mienskip liedde). Oaren binne:",
    "credits.partnersTitle": "Untwerp- en ûntwikkelingspartners",
    "credits.researchersIntro": "Undersyk nei Scratch wurdt útfierd troch it MIT Scratch Team en ûndersikers fan oare universiteiten, ynklusyf:",
    "credits.partnersBody": "Paula Bontá en Brian Silverman fan 'e Playful Invention Company (dy't begon te dragen oan Scratch's ûntwerp foardat it Scratch waard neamd).",
    "credits.researchersTitle": "Scratch ûndersikers",
    "credits.researchersBody": "{scratchResearchLink} wurdt útfierd troch leden fan it MIT Scratch Team en ûndersikers fan oare universiteiten, ynklusyf:",
    "credits.researchLinkText": "Undersyk nei Scratch",
    "credits.researchersContributors": "Yasmin Kafai (dy't wurke oan {nsfLink}) fan 'e Universiteit fan Pennsylvania Graduate School of Education, Karen Brennan (dy't liedt {scratchEdLink}) fan' e Harvard Graduate School of Education, Benjamin Mako Hill fan 'e Universiteit fan Washington, Andrés Monroy Hernández fan Microsoft Research, Mimi Ito en Crystle Martin fan 'e Universiteit fan Kalifornje, Irvine, Quinn Burke fan it College of Charleston, Deborah Fields fan Utah State University, en Kylie Peppler fan Indiana University.",
    "credits.researchNSFLinkText": "orizjinele NSF Scratch-subsydzje",
    "credits.researchScratchEdLinkText": "ScratchEd projekt",
    "credits.acknowledgementsTitle": "Erkenningen",
    "credits.acknowledgementsContributors": "De folgjende persoanen hawwe troch de jierren hinne wichtige bydragen levere oan 'e ûntwikkeling en stipe fan Scratch:",
    "credits.acknowledgementsDonors": "De Scratch Foundation is in 501 (c) (3) non-profit dy't fertrout op belesting-ôf te lûken donaasjes om Scratch te stypjen en fergees te hâlden foar elkenien. Besykje asjebleaft de {donorsLink} foar in list mei donateurs foar de Scratch Foundation.",
    "credits.acknowledgementsDonorsLinkText": "Supporterside",
    "credits.acknowledgementsLifelongKindergarten": "De {lifelongKindergartenLink} yn it MIT Media Lab begon it Scratch-projekt yn 2002, en krige in jier letter {nsfGrantLink} om it te stypjen. De groep lansearre Scratch yn 2007 iepenbier en ûntwikkele it fia 2019, doe't it Scratch Team ferhuze nei de Scratch Foundation. De Lifelong Kindergarten-groep, ûnder lieding fan professor Mitchel Resnick, bliuwt gearwurkje mei it Scratch Team om kreatyf learen mei Scratch oer de heule wrâld te ûndersiikjen en te stypjen.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "Mei tank oan de help fan {translatorsLink} fan oer de heule wrâld is Scratch yn in soad talen te krijen.",
    "credits.acknowledgementsLanguageOrganizers": "Tige tank oan 'e folgjende taalorganisators foar it helpen by it koördinearjen fan Scratch-oersetters yn har taal:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch oersetters",
    "credits.acknowledgementsCommunity": "Wy wurdearje de bydragen fan alle leden fan 'e wrâldwide Scratch-mienskip dy't Scratch hawwe foarme troch har projekten, opmerkingen en ideeën te dielen.",
    "credits.acknowledgementsInfluencers": "De ideeën fan Seymour Papert en Alan Kay hawwe in djippe boarne west fan ynspiraasje en djippe ynfloed op ús wurk oer Scratch.",
    "credits.supportersTitle": "Stypjende organisaasjes",
    "credits.supportersFinancialHeader": "De folgjende organisaasjes hawwe wichtige finansjele bydragen levere oan Scratch:",
    "credits.supportersServicesHeader": "De folgjende organisaasjes donearje har tsjinsten om it Scratch-projekt troch te gean:",
    "credits.supportersOpenHeader": "Scratch soe net mooglik west hawwe sûnder fergese en iepen boarne software, ynklusief:",
    "credits.currentSponsors": "Aktuele sponsors",
    "credits.currentFinancialSupport": "De folgjende organisaasjes leverje substansjele finansjele stipe oan Scratch:",
    "credits.donorsTitle": "Donateurs",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Oersetters",
    "credits.illustrationsTitle": "Yllustraasjes",
    "credits.acknowledgementsIllustrations": "Tige tank oan de folgjende artysten foar har bydragen oan de Scratch sprite bibleteek:",
    "credits.soundsTitle": "Klinkt",
    "credits.pastContributors": "Past leden fan Scratch Team",
    "credits.pastContributorsThanks": "In protte wichtige bydragen binne makke troch eardere leden fan Scratch Team, ynklusyf:",
    "credits.acknowledgementsOtherContributors": "Eardere meiwurkers",
    "credits.otherContributors": "Oare meiwurkers:",
    "credits.acknowledgementsSounds": "De Scratch Sound Library brûkt fergees materiaal fan Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, en incompetech.com.",
    "credits.soundsThanks": "Mei tank oan Nina Paley fan Archive.org; Kellee Maize, Peter Rudenko, en Chris Zabriskie fan FreeMusicArchive.org; en Kevin MacLeod fan Incompetech.com. Mei tank oan de folgjende freesound.org-artysten:"
}