{
    "credits.title": "Admhálacha agus Rannpháirtithe Scratch",
    "credits.developers": "Is é an Lifelong Kindergarten Group ag an MIT Media Lab a dhearann, a fhorbraíonn, agus a rialaíonn Scratch. ",
    "credits.moderators": "Is iad modhnóirí Scratch a bhainistíonn agus a chuireann feabhas ar an gcomhphobal ar líne:",
    "credits.previousTitle": "Iarbhaill Fhoireann Scratch ag MIT",
    "credits.previousBody": "Tá go leor oibre tábhachtaí déanta ag baill den Fhoireann Scratch thar na blianta, ina measc John Maloney (a bhí i gceannas ar fhorbairt an bhogearra le linn an chéad deich mbliana) agus Andrés Monroy-Hernández (a bhí i gceannas ar fhorbairt an chéad suíomh Scratch dírithe ar an bpobal). Rannpháirtithe eile:",
    "credits.partnersTitle": "Comhpháirtithe: Dearadh agus Forbairt",
    "credits.researchersIntro": "Tá Taighde ar Scratch á dhéanamh ag baill de Fhoireann Scratch MIT agus ag taighdeoirí in ollscoileanna eile, mar shampla:",
    "credits.partnersBody": "Paula Bontá agus Brian Silverman, Playful Invention Company (a chabhraigh le dearadh Scratch, fiú sular tugadh \"Scratch\" air).",
    "credits.researchersTitle": "Taighdeoirí Scratch",
    "credits.researchersBody": "Tá {scratchResearchLink} á dhéanamh ag baill de Fhoireann Scratch MIT agus ag taighdeoirí in ollscoileanna eile, mar shampla:",
    "credits.researchLinkText": "Taighde ar Scratch",
    "credits.researchersContributors": "Yasmin Kafai (a chabhraigh leis an {nsfLink}) in Ollscoil Pennsylvania, Scoil Oideachais Iarchéime, Karen Brennan (atá i gceannas ar {scratchEdLink}) in Ollscoil Harvard, Scoil Oideachais Iarchéime, Benjamin Mako Hill in Ollscoil Washington, Andrés Monroy Hernández ag Microsoft Research, Mimi Ito agus Crystle Martin in Ollscoil California, Irvine, Quinn de Búrca i gColáiste Charleston, Deborah Fields in Ollscoil Utah State, agus Kylie Peppler in Ollscoil Indiana.",
    "credits.researchNSFLinkText": "mbundeontas ó NSF",
    "credits.researchScratchEdLinkText": "Thionscadal ScratchEd",
    "credits.acknowledgementsTitle": "Admhálacha",
    "credits.acknowledgementsContributors": "Ghlac na daoine seo a leanas páirt i bhforbairt agus i dtacaíocht Scratch thar na blianta:",
    "credits.acknowledgementsTranslators": "Tá Scratch ar fáil i go leor teangacha a bhuí le {translatorsLink} ar fud an domhain.",
    "credits.acknowledgementsTranslatorsLinkText": "Aistritheoirí Scratch",
    "credits.acknowledgementsCommunity": "Is mór againn an cúnamh ó bhaill phobal domhanda Scratch, a d'fhág a rian ar threo Scratch trína dtionscadail, tuairimí, agus smaointe a roinnt.",
    "credits.acknowledgementsInfluencers": "Tá ár gcuid oibre ar Scratch go mór faoi anáil Seymour Papert agus Alan Kay.",
    "credits.supportersTitle": "Eagraíochtaí a Thacaigh Linn",
    "credits.supportersFinancialHeader": "Thug na heagraíochtaí seo a leanas tacaíocht mhór airgid do Scratch:",
    "credits.supportersServicesHeader": "Soláthraíonn na heagraíochtaí seo a leanas a gcuid seirbhísí dúinn saor in aisce chun Scratch a choinneáil faoi lánseol:",
    "credits.supportersOpenHeader": "Níorbh fhéidir linn Scratch a fhorbairt gan bogearraí saora oscailte, ina measc:",
    "credits.currentSponsors": "Maoinitheoirí Reatha",
    "credits.currentFinancialSupport": "Tugann na heagraíochtaí seo a leanas tacaíocht mhór airgid do Scratch:",
    "credits.translationsTitle": "Aistriúcháin",
    "credits.illustrationsTitle": "Léaráidí",
    "credits.acknowledgementsIllustrations": "Many thanks to the following artists for their contributions to the Scratch sprite library:",
    "credits.soundsTitle": "Fuaimeanna",
    "credits.pastContributors": "Iar-Rannpháirtithe",
    "credits.pastContributorsThanks": "Tá go leor oibre tábhachtaí déanta ag baill den Fhoireann Scratch thar na blianta, ina measc John Maloney (a bhí i gceannas ar fhorbairt an bhogearra le linn an chéad deich mbliana) agus Andrés Monroy-Hernández (a bhí i gceannas ar fhorbairt an chéad suíomh Scratch dírithe ar an bpobal).",
    "credits.otherContributors": "Rannpháirtithe eile:",
    "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
    "credits.soundsThanks": "Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}