{
    "credits.title": "Urram ⁊ co-thabhartaichean Scratch",
    "credits.developers": "Tha Scratch ga dhealbhadh, ga leasachadh ’s ga mhaorsainneachd leis a’ bhuidheann Lifelong Kindergarten aig MIT Media Lab:",
    "credits.moderators": "Stiùirichidh is leacachaidh sgioba nam maor Scratch a’ choimhearsnachd air loidhne Scratch is cuiridh iad taic dhi:",
    "credits.previousTitle": "Buill a bha aig sgioba MIT Scratch roimhe",
    "credits.previousBody": "Thuig iomadh buill a bha aig Sgioba Scratch roimhe tabhartasan cudromach rinn, a’ gabhail a-steach John Maloney (a stiùirich leasachadh a’ bhathair-bhog rè a’ chiad deicheid dhe Scratch) agus Andrés Monroy-Hernández (a stiùirich leasachadh na ciad làraich-lìn dhan choimhearsnachd Scratch). Seo cuid de na daoine eile a thug tabhartas dhuinn:",
    "credits.partnersTitle": "Com-pàirtichean dealbhaidh is leasachaidh",
    "credits.researchersIntro": "Tha rannsachadh air Scratch ga dhèanamh le buill sgioba MIT Scratch agus luchd-rannsachaidh aig oilthighean eile, a’ gabhail a-staigh:",
    "credits.partnersBody": "Paula Bontá agus Brian Silverman aig Playful Invention Company (a chuir ri dealbhadh Scratch fiù ’s mus deach “Scratch” a chur air).",
    "credits.researchersTitle": "Luchd-rannsachaidh Scratch",
    "credits.researchersBody": "Tha {scratchResearchLink} ga dhèanamh le buill sgioba MIT Scratch agus luchd-rannsachaidh aig oilthighean eile, a’ gabhail a-staigh:",
    "credits.researchLinkText": "rannsachadh air Scratch",
    "credits.researchersContributors": "Yasmin Kafai (a cho-obraich air{nsfLink}) aig University of Pennsylvania Graduate School of Education, Karen Brennan (a tha a’ stiùireadh {scratchEdLink}) aig Harvard Graduate School of Education, Benjamin Mako Hill aig University of Washington, Andrés Monroy Hernández aig Microsoft Research, Mimi Ito agus Crystle Martin aig University of California, Irvine, Quinn Burke aig College of Charleston, Deborah Fields aig Utah State University agus Kylie Peppler aig Indiana University.",
    "credits.researchNSFLinkText": "a’ chiad tabhartas Scratch NSF",
    "credits.researchScratchEdLinkText": "pròiseact ScratchEd",
    "credits.acknowledgementsTitle": "Taing",
    "credits.acknowledgementsContributors": "Chuir na daoine seo leasachadh is taic air Scratch rè nam bliadhnaichean:",
    "credits.acknowledgementsTranslators": "Le taic {translatorsLink} o fheadh an t-saoghail, tha Scratch ri fhaighinn ann an iomadh cànan.",
    "credits.acknowledgementsTranslatorsLinkText": "eadar-theangadairean Scratch",
    "credits.acknowledgementsCommunity": "Tha sinn glè thaingeil airson nan tabhartasan uile a fhuair sinn o bhuill na coimhearsnachd Scratch o fheadh an t-saoghail a chuir ri Scratch le co-roinneadh am pròiseactan ’s am beachdan.",
    "credits.acknowledgementsInfluencers": "Thug beachd-smuainean Seymour Papert agus Alan Kay brosnachadh is buaidh mhòr air an obair againn air Scratch.",
    "credits.supportersTitle": "Na buidhnean a chuireas taic rinn",
    "credits.supportersFinancialHeader": "Thug na buidhnean seo taic-airgid mhòr ri Scratch:",
    "credits.supportersServicesHeader": "Tha na buidhnean seo a’ tabhainn an cuid seirbheisean gus cuideachadh ach an cùm sinn am pròiseact Scratch a’ dol:",
    "credits.supportersOpenHeader": "Cha bhiodh Scratch ann às aonais bathair-bhog saor is open source, a’ gabhail a-steach:",
    "credits.currentSponsors": "Na sponsairean làithreach",
    "credits.currentFinancialSupport": "Tha na buidhnean seo a’ toirt taic-airgid mhòr ri Scratch:",
    "credits.translationsTitle": "Eadar-theangachaidhean",
    "credits.illustrationsTitle": "Sgead-dhealbhan",
    "credits.acknowledgementsIllustrations": "Mòran taing dhan luchd-ealain a leanas a chuir ri tasg-lann sprìdean Scratch:",
    "credits.soundsTitle": "Fuaimean",
    "credits.pastContributors": "Co-thabhartaichean roimhe",
    "credits.pastContributorsThanks": "Thuig iomadh buill a bha aig Sgioba Scratch roimhe tabhartasan cudromach rinn, a’ gabhail a-steach John Maloney (a stiùirich leasachadh a’ bhathair-bhog rè a’ chiad deicheid dhe Scratch) agus Andrés Monroy-Hernández (a stiùirich leasachadh na ciad làraich-lìn dhan choimhearsnachd Scratch).",
    "credits.otherContributors": "Seo cuid de na daoine eile a thug tabhartas dhuinn:",
    "credits.acknowledgementsSounds": "Tha leabharlann fuaimean Scratch a’ cleachdadh goireasan fuaime saor ’s an-asgaidh o Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org agus Incompetech.com.",
    "credits.soundsThanks": "Mòran taing do Nina Paley aig Archive.org; Kellee Maize, Peter Rudenko agus Chris Zabriskie aig FreeMusicArchive.org agus Kevin MacLeod aig Incompetech.com. Mòran taing dhan luchd-fhuaime freesound.org seo:"
}