{
    "credits.title": "Urram ⁊ co-thabhartaichean Scratch",
    "credits.developers": "Tha Scratch ga dhealbhadh, ga leasachadh ’s fo mhaorsainneachd luchd-obrach Fonndas Scratch, seo buidheann neo-phrothaideach.",
    "credits.moderators": "Stiùirichidh is leacachaidh sgioba nam maor Scratch a’ choimhearsnachd air loidhne Scratch is cuiridh iad taic dhi:",
    "credits.previousTitle": "Buill a bha aig sgioba MIT Scratch roimhe",
    "credits.previousBody": "Thuig iomadh buill a bha aig Sgioba Scratch roimhe tabhartasan cudromach rinn, a’ gabhail a-steach John Maloney (a stiùirich leasachadh a’ bhathair-bhog rè a’ chiad deicheid dhe Scratch) agus Andrés Monroy-Hernández (a stiùirich leasachadh na ciad làraich-lìn dhan choimhearsnachd Scratch). Seo cuid de na daoine eile a thug tabhartas dhuinn:",
    "credits.partnersTitle": "Com-pàirtichean dealbhaidh is leasachaidh",
    "credits.researchersIntro": "Tha rannsachadh air Scratch ga dhèanamh le buill sgioba MIT Scratch agus luchd-rannsachaidh aig oilthighean eile, a’ gabhail a-staigh:",
    "credits.partnersBody": "Paula Bontá agus Brian Silverman aig Playful Invention Company (a chuir ri dealbhadh Scratch fiù ’s mus deach “Scratch” a chur air).",
    "credits.researchersTitle": "Luchd-rannsachaidh Scratch",
    "credits.researchersBody": "Tha {scratchResearchLink} ga dhèanamh le buill sgioba MIT Scratch agus luchd-rannsachaidh aig oilthighean eile, a’ gabhail a-staigh:",
    "credits.researchLinkText": "rannsachadh air Scratch",
    "credits.researchersContributors": "Yasmin Kafai (a cho-obraich air{nsfLink}) aig University of Pennsylvania Graduate School of Education, Karen Brennan (a tha a’ stiùireadh {scratchEdLink}) aig Harvard Graduate School of Education, Benjamin Mako Hill aig University of Washington, Andrés Monroy Hernández aig Microsoft Research, Mimi Ito agus Crystle Martin aig University of California, Irvine, Quinn Burke aig College of Charleston, Deborah Fields aig Utah State University agus Kylie Peppler aig Indiana University.",
    "credits.researchNSFLinkText": "a’ chiad tabhartas Scratch NSF",
    "credits.researchScratchEdLinkText": "pròiseact ScratchEd",
    "credits.acknowledgementsTitle": "Taing",
    "credits.acknowledgementsContributors": "Chuir na daoine seo leasachadh is taic air Scratch rè nam bliadhnaichean:",
    "credits.acknowledgementsDonors": "’S e bhuidhean neo-phrothaideach a-rèir 501(c)(3) a th’ ann am Fonndas Scratch agus an eisimeil air tabhartasan a dh’fhaodar a chur an aghaidh cìsean ’s a chuireas taic ri Scratch ach am cùm sinn saor ’s an-asgaidh e dhan a h-uile duine. Airson liosta dhen fheadhainn a thug tabhartas do dh’Fhonndas Scratch, tadhail air {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "duilleag an luchd-taic",
    "credits.acknowledgementsLifelongKindergarten": "Thòisich {lifelongKindergartenLink} aig MIT Media Lab air pròiseact Scratch ann an 2002 agus fhuair sinn {nsfGrantLink} airson taic a chur ris bliadhna às dèidh sin. Chuir am bhuidheann Scratch air bhog gu h-oifigeil ann an 2007 agus chùm e an leasachadh a’ dol gu ruige 2019 nuair a dh’imrich Sgioba Scratch gu Fonndas Scratch. Tha am buidheann Lifelong Kindergarten fo stiùireadh Professor Mitchel Resnick ag obair còmhla ri Sgioba Scratch fhathast airson taic a chur ri foghlam cruthachail le Scratch air feadh an t-saoghal agus rannsachadh a dhèanamh air.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "buidheann rannsachaidh Lifelong Kindergarten",
    "credits.acknowledgementsNSFGrantLinkText": "Tabhartas on National Science Foundation",
    "credits.acknowledgementsTranslators": "Le taic {translatorsLink} o fheadh an t-saoghail, tha Scratch ri fhaighinn ann an iomadh cànan.",
    "credits.acknowledgementsLanguageOrganizers": "Mòran taing dha na h-eagraichean cànain seo a chuidicheas le co-òrdanachadh luchd eadar-theangachaidh Scratch sa chànan aca:",
    "credits.acknowledgementsTranslatorsLinkText": "eadar-theangadairean Scratch",
    "credits.acknowledgementsCommunity": "Tha sinn glè thaingeil airson nan tabhartasan uile a fhuair sinn o bhuill na coimhearsnachd Scratch o fheadh an t-saoghail a chuir ri Scratch le co-roinneadh am pròiseactan ’s am beachdan.",
    "credits.acknowledgementsInfluencers": "Thug beachd-smuainean Seymour Papert agus Alan Kay brosnachadh is buaidh mhòr air an obair againn air Scratch.",
    "credits.supportersTitle": "Na buidhnean a chuireas taic rinn",
    "credits.supportersFinancialHeader": "Thug na buidhnean seo taic-airgid mhòr ri Scratch:",
    "credits.supportersServicesHeader": "Tha na buidhnean seo a’ tabhainn an cuid seirbheisean gus cuideachadh ach an cùm sinn am pròiseact Scratch a’ dol:",
    "credits.supportersOpenHeader": "Cha bhiodh Scratch ann às aonais bathair-bhog saor is open source, a’ gabhail a-steach:",
    "credits.currentSponsors": "Na sponsairean làithreach",
    "credits.currentFinancialSupport": "Tha na buidhnean seo a’ toirt taic-airgid mhòr ri Scratch:",
    "credits.donorsTitle": "Tabhartaichean",
    "credits.lifelongKindergartenTitle": "Buidheann Lifelong Kindergarten",
    "credits.translationsTitle": "Eadar-theangaichean",
    "credits.illustrationsTitle": "Sgead-dhealbhan",
    "credits.acknowledgementsIllustrations": "Mòran taing dhan luchd-ealain a leanas a chuir ri tasg-lann sprìdean Scratch:",
    "credits.soundsTitle": "Fuaimean",
    "credits.pastContributors": "Buill a bha aig sgioba Scratch roimhe",
    "credits.pastContributorsThanks": "Chaidh iomadh tabhartas cudromach a thoirt dhuinn le buill sgioba Scratch nach eil ag obair còmhla rinn tuilleadh, a’ gabhail a-staigh:",
    "credits.acknowledgementsOtherContributors": "Co-thabhartaichean roimhe",
    "credits.otherContributors": "Seo cuid de na daoine eile a thug tabhartas dhuinn:",
    "credits.acknowledgementsSounds": "Tha leabharlann fuaimean Scratch a’ cleachdadh goireasan fuaime saor ’s an-asgaidh o Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org agus Incompetech.com.",
    "credits.soundsThanks": "Mòran taing do Nina Paley aig Archive.org; Kellee Maize, Peter Rudenko agus Chris Zabriskie aig FreeMusicArchive.org agus Kevin MacLeod aig Incompetech.com. Mòran taing dhan luchd-fhuaime freesound.org seo:"
}