{
    "credits.title": "Recoñecementos e colaboradores de Scratch",
    "credits.developers": "Scratch esta deseñado, desenvolvido e moderado polo \"Lifelong Kindergarten Group\" do MIT Media Lab:",
    "credits.moderators": "O equipo de moderadores de Scratch xestiona, apoia e mellora a comunidade de Scratch na rede:",
    "credits.previousTitle": "Membros anteriores do Equipo de Scratch do MIT",
    "credits.previousBody": "Os membros anteriores do Equipo de Scratch teñen feito achegas importantes, incluído John Maloney (que dirixiu o desenvolvemento do software durante a primeira década de Scratch) e Andrés Monroy-Hernández (que dirixiu o desenvolvemento do primeiro sitio web da comunidade de Scratch). Outros colaboradores inclúen:",
    "credits.partnersTitle": "Parceiros de deseño e desenvolvemento",
    "credits.researchersIntro": "A investigación sobre Scratch está dirixida por persoas do grupo Scratch do MIT e outros investigadores e investigadoras de outras universidades, incluíndo:",
    "credits.partnersBody": "Paula Bontá e Brian Silverman, Playful Invention Company (que comezou a contribuír no deseño de Scratch antes mesmo de que se chamase Scratch).",
    "credits.researchersTitle": "Investigadores de Scratch",
    "credits.researchersBody": "{scratchResearchLink} está dirixida por persoas do grupo Scratch do MIT e outros investigadores e investigadoras de outras universidades, incluíndo:",
    "credits.researchLinkText": "Investigación en Scratch",
    "credits.researchersContributors": "Yasmin Kafai (quen colaborou no {nsfLink}) da Facultade de Educación da Universidade de Pennsylvania, Karen Brennan (quen lidera o {scratchEdLink}) da Facultade de Educación de Harvard, Benjamin Mako Hill da Universidade de Washington, Andrés Monroy Hernández do Microsoft Research, Mimi Ito and Crystle Martin da Universidade de California, Irvine, Quinn Burke do College of Charleston, Deborah Fields da Universidade de Utah State, and Kylie Peppler da Universidade de Indiana.",
    "credits.researchNSFLinkText": "subvención inicial a Scratch da NSF",
    "credits.researchScratchEdLinkText": "proxecto ScratchEd",
    "credits.acknowledgementsTitle": "Recoñecementos",
    "credits.acknowledgementsContributors": "As seguintes persoas tamén teñen colaborado no desenvolvemento e apoio a Scratch nestes anos:",
    "credits.acknowledgementsTranslators": "Coa axuda de {translatorsLink} arredor do mundo, Scratch está dispoñible en moitas linguas.",
    "credits.acknowledgementsTranslatorsLinkText": "Traductoras e traductores de Scratch",
    "credits.acknowledgementsCommunity": "Apreciamos grandemente toda a colaboración dos membros da comunidade mundial de Scratch, que teñen orientado a dirección de Scratch ao compartir os seus proxectos, comentarios e ideas.",
    "credits.acknowledgementsInfluencers": "As ideas de Seymour Papert e Alan Kay inspiraron e influíron profundamente o noso traballo en Scratch.",
    "credits.supportersTitle": "Organizacións de apoio",
    "credits.supportersFinancialHeader": "As organizacións seguintes forneceron axuda financeira importante para Scratch:",
    "credits.supportersServicesHeader": "As organizacións seguintes doaron os seus servizos para axudar a manter o proxecto Scratch en marcha:",
    "credits.supportersOpenHeader": "Scratch non sería posíbel sen software libre e de código aberto, incluído:",
    "credits.currentSponsors": "Patrocinadores actuais",
    "credits.currentFinancialSupport": "As seguintes organizacións están proporcionando o apoio financeiro principal a Scratch:",
    "credits.translationsTitle": "Traducións",
    "credits.illustrationsTitle": "Ilustracións",
    "credits.acknowledgementsIllustrations": "Moitas grazas aos seguintes artistas pola súa contribución á galería de obxectos de Scracth:",
    "credits.soundsTitle": "Sons",
    "credits.pastContributors": "Antigos contribuíntes:",
    "credits.pastContributorsThanks": "Moitas contribucións importantes foron feitas por antigos membros do Equipo de Scratch, incluíndo a John Maloney (quen dirixiu o desenvolvemento de software na primeira decada de Scratch) e Andrés Monroy-Hernández ( quen dirixiu o desenvolvemento do primeiro sitio web da comunidade Scratch).",
    "credits.otherContributors": "Outras contribucións inclúen:",
    "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
    "credits.soundsThanks": "Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}