{
    "credits.title": "Jinjina da Masu bada gudummawan Scratch",
    "credits.developers": "Ma aikatan Scratch Foundation ne suka tsara, habaka da kuma daidaita Scratch, kunjiya mara niman riba.",
    "credits.moderators": "Tawagar masu daidaitawan Scratch na kula, tallafawa, da kuma inganta al'umman Scratch na kan yanan gizo.",
    "credits.previousTitle": "Membobin Tawagar Scratch na MIT da suka gabata",
    "credits.previousBody": "An samu gadummawa dayawa daga tawagar Scratch da suka gabata, ciki har da John Maloney(wanda ya jagoranci habaka software ma shekaru goman arko a Scratch)  Andrés Monroy-Hernández (wanda ya jagoranci habaka al'umman Scratch na kan yanar gizo a shekarun goman farko ). da wasu masu ba da gudummawa Harda:",
    "credits.partnersTitle": "Abokan tsarawa da habakawa",
    "credits.researchersIntro": "Membobin tawagar Scratch na MIT da masu bincike daga wasu jami'o'i ne ke yin bincike akan Scratch, har da:",
    "credits.partnersBody": "Paula Bontá and Brian Silverman, kwanfanin kirkira ta hanyan wasa (wayanda ke bada gudummawa ga tsara Scratch tun kafun ma a san za a sa mata sunan Scratch).",
    "credits.researchersTitle": "Masu binciken Scratch",
    "credits.researchersBody": "Tawagar Scratch ta MIT da masu bincike daga wasu jami'o'i ke gudanar da {scratchResearchLink}, a ciki har da:",
    "credits.researchLinkText": "Bincike akan Scratch",
    "credits.researchersContributors": "Yasmin Kafai (da ta hada kai akan {nsfLink}) a jami'an Pennsylvania Graduate School of Education, Karen Brennan (wanda ta jagoranci {scratchEdLink}) a Harvard Graduate School of Education, Benjamin Mako Hill a jami'an Washington, Andrés Monroy Hernández a Microsoft Research, Mimi Ito and Crystle Martin a jami'an California, Irvine, Quinn Burke a kwalejin Charleston, Deborah Fields a jami'an Utah State, and Kylie Peppler a jami'an Indiana.",
    "credits.researchNSFLinkText": "Tallafin NSF  ga Scratch na farko",
    "credits.researchScratchEdLinkText": "Ayyukan ScratchEd",
    "credits.acknowledgementsTitle": "Yabo",
    "credits.acknowledgementsContributors": "Mutane masu zuwa duk sun bada gudummawa ma habaka da tallafawa Scratch a du shekarun nan:",
    "credits.acknowledgementsDonors": "Gidauniyar Scratch 501(c)(3) mara-riba ce wanda ke dogaro da gudummawa da ake iya cire haraji daga ciki don tallafawa Scratch da sanya shi kyauta ga kowa. don jen sunayen masu bada gudummawa ma gidauniyar Scratch, don Allah a duba {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Shafin masu tallafawa",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} a MIT Media Lab ne sua fara aikin Scratch a 2002, kuma suka samu wani {nsfGrantLink} da taimaka masa a shekarun gaba. Kungiyar ta kaddamar da shi a baina jama'a a cikin 2007 kuma suka habaka shi ta 2019, a lokacin da tawagar Scratch to koma Scratch Foundation. Lifelong Kindergarten group, wanda Farfesa Mitchel Resnick ke shugabanta, sun cika da hada kai da tawagar Scratch don bincike da kuma tallafawa koyon mai kirkira tare da Scratch a duk duniya.  ",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Kungiyar bincike Lifelong Kindergarten  ",
    "credits.acknowledgementsNSFGrantLinkText": "Tallafin Gidauniyar National Science ",
    "credits.acknowledgementsTranslators": "Da taimakon {translatorsLink} a duk duniya, ana samun Scratch a cikin harsuna dayawa. ",
    "credits.acknowledgementsLanguageOrganizers": "Godiya dayawa ga masu shirya harshe masu zuwa don taimakawa wajen daidaita masu fassara a cikin yarensu:",
    "credits.acknowledgementsTranslatorsLinkText": "Masu fassara Scratch",
    "credits.acknowledgementsCommunity": "Muna matukar godewa gudummawan duk membobin al'umman Scratch a duk duniya, wanda suka tsara in da manufar Scratch ta yada ayyukansu, tsokacinsu, da ra'yoyinsu.",
    "credits.acknowledgementsInfluencers": "Rayoyin Seymour Papert da Alan Kay sunyi tasiri sossai akan aikinmu akan Scratch ",
    "credits.supportersTitle": "Kugiyoyi masu tallafawa",
    "credits.supportersFinancialHeader": "Kunguyoyi masu zuwa sun bada gagarumin tallafin kudi wa Scratch:",
    "credits.supportersServicesHeader": "Kunguyoyin masu zuwa na bada gudummawan ayyukan su wajen taimaka wa gudanar da ayyukan Scratch:",
    "credits.supportersOpenHeader": "Scratch bazai yiwu ba ba tare da software kyauta ko software mai budedeyan tushe, a ciki harda:",
    "credits.currentSponsors": "Masu daukan nauyi a halin yanxu",
    "credits.currentFinancialSupport": "Kungiya masu zuwa na gagarumin tallafin kudi ma Scratch:",
    "credits.donorsTitle": "masu bayarwa",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Masu fassara",
    "credits.illustrationsTitle": "Manuniya",
    "credits.acknowledgementsIllustrations": "Godiya ga juramai yan wasa masu zuwa don gudummawansu ga laburarin sprite na scratch:",
    "credits.soundsTitle": "sauti",
    "credits.pastContributors": "Membobin tawagar Scratch dasu ka gabata",
    "credits.pastContributorsThanks": "An samu gudummawa masu mahimmanci dayawa daga membobin tawagar Scratch dasu ka gabata, a ciki harda:",
    "credits.acknowledgementsOtherContributors": "Masu bada gudummawa da suka gabata",
    "credits.otherContributors": "wasu masu bada gudummawa a ciki harda:",
    "credits.acknowledgementsSounds": "Laburaren sauti na Scratch na amfani albarkatun sauti kyauta daga Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, da Incompetech.com.",
    "credits.soundsThanks": "Godiya ga Nina Paley daga Archive.org; Kellee Maize, Peter Rudenko, da Chris Zabriskie daga FreeMusicArchive.org; da kuma Kevin MacLeod daga Incompetech.com. Godiya ga jaruman freesound.org masu zuwa:"
}