{
    "credits.title": "स्क्रॅच के Credits और Contributors",
    "credits.developers": "स्क्रैच को एक गैर-लाभकारी संगठन, स्क्रैच फाउंडेशन के कर्मचारियों द्वारा डिजाइन, विकसित और संचालित किया जाता है।",
    "credits.moderators": "स्क्रॅच के मॉडरेटर्स स्क्रॅच की ऑनलाइन कम्युनिटी को मैनेज करते हैं, सपोर्ट करते हैं और सुधारते हैं",
    "credits.previousTitle": "पिछले MIT Scratch टीम मेम्बर्स ",
    "credits.previousBody": "पिछले स्क्रॅच टीम मेम्बर्स ने महत्वपूर्ण योगदान दिए हैं, इनमे शामिल हैं  John Maloney (who led software development for the first decade of Scratch) और  Andrés Monroy-Hernández (who led the development of the first Scratch community website).  दूसरे योगदान इस प्रकार हैं",
    "credits.partnersTitle": "डिज़ाइन और डेवलपमेंट पार्टनर ",
    "credits.researchersIntro": "स्क्रॅच पर रिसर्च चल रहा है. यह MIT की स्क्रॅच टीम और अन्य यूनिवर्सिटीज के रिसर्चर्स द्वारा किया जा रहा है. इसमें यह भी सम्मिलित है:",
    "credits.partnersBody": "Paula Bontá और  Brian Silverman, Playful Invention Company (who started contributing to the design of Scratch even before it was called Scratch).",
    "credits.researchersTitle": "स्क्रॅच के रिसर्चर्स ",
    "credits.researchersBody": "MIT की स्क्रॅच टीम और दूसरी यूनिवर्सिटीज के मेंबर्स के द्वारा {scratchResearchLink}यह रिसर्च किया  जा रहा है. इसमें  सम्मिलित हैं: ",
    "credits.researchLinkText": "स्क्रॅच  में रिसर्च ",
    "credits.researchersContributors": "Yasmin Kafai (who collaborated on the {nsfLink}) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the {scratchEdLink}) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
    "credits.researchNSFLinkText": "शुरुआती NSF Scratch grant",
    "credits.researchScratchEdLinkText": "ScratchEd प्रोजेक्ट ",
    "credits.acknowledgementsTitle": "आभार ",
    "credits.acknowledgementsContributors": "इन लोगों ने भी स्क्रॅच के डेवलपमेंट और सपोर्ट के लिए वर्षों तक सहयोग किया है:",
    "credits.acknowledgementsDonors": "{donorsLink}स्क्रैच फाउंडेशन एक 501 (सी) (3) गैर-लाभकारी है जो स्क्रैच का समर्थन करने और इसे सभी के लिए मुफ्त रखने के लिए कर-कटौती योग्य दान पर निर्भर करता है। स्क्रैच फाउंडेशन को दानदाताओं की सूची के लिए, कृपया देखें।",
    "credits.acknowledgementsDonorsLinkText": "समर्थक पेज",
    "credits.acknowledgementsLifelongKindergarten": "एमआईटी मीडिया लैब ने 2002 में स्क्रैच परियोजना शुरू की, और एक साल बाद इसे समर्थन देने के लिए प्राप्त किया{lifelongKindergartenLink}{nsfGrantLink}। समूह ने सार्वजनिक रूप से 2007 में स्क्रैच लॉन्च किया और इसे 2019 तक विकसित किया, जब स्क्रैच टीम स्क्रैच फाउंडेशन में चली गई। प्रोफेसर मिचेल रेसनिक के नेतृत्व में आजीवन किंडरगार्टन समूह, स्क्रैच टीम के साथ सहयोग करना जारी रखता है ताकि दुनिया भर में स्क्रैच के साथ रचनात्मक शिक्षा पर शोध और समर्थन किया जा सके।",
    "credits.acknowledgementsLifelongKindergartenLinkText": "आजीवन बालवाड़ी अनुसंधान समूह",
    "credits.acknowledgementsNSFGrantLinkText": "राष्ट्रीय विज्ञान फाउंडेशन अनुदान",
    "credits.acknowledgementsTranslators": "स्क्रॅच दुनिया भर की भाषाओँ में {translatorsLink}इन लोगों की  सहायता से उपलब्ध हुआ है.",
    "credits.acknowledgementsLanguageOrganizers": "स्क्रैच अनुवादकों को उनकी भाषा में समन्वयित करने में मदद करने के लिए निम्नलिखित भाषा आयोजकों को बहुत-बहुत धन्यवाद:",
    "credits.acknowledgementsTranslatorsLinkText": "स्क्रॅच के ट्रांसलेटर्स / अनुवादक ",
    "credits.acknowledgementsCommunity": "हम दुनिया भर की स्क्रॅच कम्युनिटी के सभी मेंबर्स का धन्यवाद् करते हैं जिन्होंने अपने प्रोजेक्ट्स, कमैंट्स और आइडियाज साझा कर के स्क्रॅच की दिशा निर्धारित की है",
    "credits.acknowledgementsInfluencers": "  Seymour Papert और Alan Kay  के विचारोंने हमारे स्क्रॅच के काम को प्रेरणा दी है और गहरे प्रभावित किया है.",
    "credits.supportersTitle": "सहयोगी संस्थाएं ",
    "credits.supportersFinancialHeader": "इन संस्थाओं ने स्क्रॅच के लिए महत्वपूर्ण आर्थिक योगदान किया है",
    "credits.supportersServicesHeader": "स्क्रॅच के प्रोजेक्ट को सुचारु रूप से चलते रहने के लिए इन संस्थाओं ने अपनी सेवाएं विनामूल्य प्रदान की हैं",
    "credits.supportersOpenHeader": "फ्री और ओपन सोर्स सॉफ्टवेयर के बिना स्क्रॅच का बनाना संभव नही था. इनमे यह भी सम्मिलित हैं:",
    "credits.currentSponsors": "मौजूदा प्रायोजक ",
    "credits.currentFinancialSupport": "ये संस्थाएं स्क्रॅच के लिए बड़े आर्थिक सहयोगकर्ता  हैं :",
    "credits.donorsTitle": "दाता",
    "credits.lifelongKindergartenTitle": "आजीवन बालवाड़ी समूह",
    "credits.translationsTitle": "अनुवादकों",
    "credits.illustrationsTitle": "चित्र ",
    "credits.acknowledgementsIllustrations": "स्क्रॅच की स्प्राइट लाइब्रेरी के लिए चित्र बनाने के लिए इन चित्रकारों का बहुत धन्यवाद्:",
    "credits.soundsTitle": "ध्वनि नियंत्रण ",
    "credits.pastContributors": "पिछले स्क्रैच टीम के सदस्य",
    "credits.pastContributorsThanks": "स्क्रैच टीम के पिछले सदस्यों द्वारा कई महत्वपूर्ण योगदान दिए गए हैं, जिनमें शामिल हैं:",
    "credits.acknowledgementsOtherContributors": "पिछले सहयोगी ",
    "credits.otherContributors": "अन्य सहयोगी में शामिल हैं:",
    "credits.acknowledgementsSounds": "स्क्रॅच के साउंड लाइब्रेरी में विनामूल्य ध्वनियों का इस्तेमाल किया जाता है. इन्हे जुटाने में इनका योगदान रहा है  Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, और Incompetech.com.",
    "credits.soundsThanks": "इनका भी धन्यवाद   Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}