{
    "credits.title": "Scratch zasluge i suradnici",
    "credits.developers": "Scratch je osmislilo, razvilo i moderiralo osoblje Scratch Foundationa, neprofitne organizacije.",
    "credits.moderators": "Tim Scratch moderatora upravlja, podržava i poboljšava Scratch online zajednicu:",
    "credits.previousTitle": "Prijašnji članovi MIT Scratch tima",
    "credits.previousBody": "Prethodni članovi Scratch tima dali su mnoge važne doprinose, uključujući Johna Maloneya (koji je vodio razvoj softvera u prvom desetljeću Scratch-a) i Andrésa Monroy-Hernándeza (koji je vodio razvoj prve web stranice Scratch zajednice). Ostali suradnici uključuju:",
    "credits.partnersTitle": "Partneri za dizajn i razvoj",
    "credits.researchersIntro": "Istraživanje o Scratchu provode članovi MIT Scratch tima i istraživači s drugih sveučilišta, uključujući:",
    "credits.partnersBody": "Paula Bontá i Brian Silverman, Playful Invention Company (koji su počeli pridonositi dizajnu Scratch-a čak i prije nego što je nazvan Scratch).",
    "credits.researchersTitle": "Istraživači ogrebotina",
    "credits.researchersBody": "{scratchResearchLink} provode članovi MIT Scratch tima i istraživači s drugih sveučilišta, uključujući:",
    "credits.researchLinkText": "Istraživanje na Scratchu",
    "credits.researchersContributors": "Yasmin Kafai (koja je surađivala na {nsfLink}) na Sveučilištu Pennsylvania Graduate School of Education, Karen Brennan (koja vodi {scratchEdLink}) na Harvard Graduate School of Education, Benjamin Mako Hill na Sveučilištu Washington, Andrés Monroy Hernández na Microsoft Research, Mimi Ito i Crystle Martin na Kalifornijskom sveučilištu Irvine, Quinn Burke na College of Charleston, Deborah Fields na Državnom sveučilištu Utah i Kylie Peppler na Sveučilištu Indiana.",
    "credits.researchNSFLinkText": "početna NSF Scratch potpora",
    "credits.researchScratchEdLinkText": "ScratchEd projekt",
    "credits.acknowledgementsTitle": "Priznanja",
    "credits.acknowledgementsContributors": "Sljedeći ljudi također su pridonijeli razvoju i podršci Scratch-a tijekom godina:",
    "credits.acknowledgementsDonors": "Zaklada Scratch je neprofitna organizacija 501(c)(3) koja se oslanja na donacije koje se odbijaju od poreza kako bi podržala Scratch i učinila ga besplatnim za sve. Za popis donatora Zaklade Scratch posjetite {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Stranica za podršku",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} MIT Media Lab pokrenuo je projekt Scratch 2002. godine, a dobio  {nsfGrantLink} je podršku godinu dana kasnije. Grupa je javno pokrenula Scratch 2007. i razvijala ga do 2019., kada se Scratch tim preselio u Scratch Foundation. Grupa Lifelong Kindergarten, koju vodi profesor Mitchel Resnick, nastavlja surađivati ​​sa Scratch timom u istraživanju i podršci kreativnom učenju uz Scratch diljem svijeta.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Istraživačka grupa Cjeloživotni vrtić",
    "credits.acknowledgementsNSFGrantLinkText": "Potpora Nacionalne zaklade za znanost",
    "credits.acknowledgementsTranslators": "Uz pomoć {translatorsLink} širom svijeta, Scratch je dostupan na mnogim jezicima.",
    "credits.acknowledgementsLanguageOrganizers": "Veliko hvala sljedećim jezičnim organizatorima na pomoći u koordinaciji Scratch prevoditelja na njihovom jeziku:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch prevoditelji",
    "credits.acknowledgementsCommunity": "Iznimno cijenimo sve doprinose članova svjetske zajednice Scratch, koji su oblikovali smjer Scratch dijeleći svoje projekte, komentare i ideje.",
    "credits.acknowledgementsInfluencers": "Ideje Seymoura Papert i Alana Kaya duboko su inspirirale i utjecale na naš rad na Scratchu.",
    "credits.supportersTitle": "Organizacije za podršku",
    "credits.supportersFinancialHeader": "Sljedeće su organizacije pružile veliku financijsku potporu za Scratch:",
    "credits.supportersServicesHeader": "Sljedeće organizacije doniraju svoje usluge za održavanje projekta Scratch:",
    "credits.supportersOpenHeader": "Scratch ne bi bio moguć bez besplatnog softvera otvorenog koda, uključujući:",
    "credits.currentSponsors": "Trenutačni sponzori",
    "credits.currentFinancialSupport": "Sljedeće organizacije pružaju veliku financijsku potporu za Scratch:",
    "credits.donorsTitle": "Donatori",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten grupa",
    "credits.translationsTitle": "Prevoditelji",
    "credits.illustrationsTitle": "Ilustracije",
    "credits.acknowledgementsIllustrations": "Veliko hvala sljedećim umjetnicima za njihov doprinos biblioteci Scratch spriteova:",
    "credits.soundsTitle": "Zvukovi",
    "credits.pastContributors": "Bivši članovi Scratch tima",
    "credits.pastContributorsThanks": "Prethodni članovi Scratch tima dali su mnoge važne doprinose, uključujući:",
    "credits.acknowledgementsOtherContributors": "Dosadašnji suradnici",
    "credits.otherContributors": "Ostali suradnici uključuju:",
    "credits.acknowledgementsSounds": "Zvučna biblioteka Scratch koristi besplatne izvore zvuka s Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org i Incompetech.com.",
    "credits.soundsThanks": "Hvala Nini Paley s Archive.org; Kellee Maize, Peter Rudenko i Chris Zabriskie s FreeMusicArchive.org; i Kevin MacLeod iz Incompetech.com. Hvala sljedećim freesound.org umjetnicima:"
}