{
    "credits.title": "Kredit Scratch & Kontributor",
    "credits.developers": "Scratch dirancang, dikembangkan, dan dimoderatori oleh staf Scratch Foundation, sebuah organisasi nirlaba.",
    "credits.moderators": "Tim moderator Scratch mengelola, mendukung, dan meningkatkan komunitas online Scratch:",
    "credits.previousTitle": "Anggota Tim Scratch MIT sebelumnya",
    "credits.previousBody": "Banyak kontribusi penting telah diberikan oleh anggota Scratch Team sebelumnya, termasuk John Maloney (yang memimpin pengembangan perangkat lunak untuk dekade pertama Scratch) dan Andrés Monroy-Hernández (yang memimpin pengembangan situs komunitas Scratch pertama). Kontributor lainnya termasuk:",
    "credits.partnersTitle": "Mitra Desain dan Pengembangan",
    "credits.researchersIntro": "Penelitian tentang Scratch sedang dilakukan oleh anggota Tim Scratch MIT dan peneliti di universitas lain, termasuk:",
    "credits.partnersBody": "Paula Bontá dan Brian Silverman, Playful Invention Company (yang mulai berkontribusi pada desain Scratch bahkan sebelum disebut Scratch).",
    "credits.researchersTitle": "Peneliti Scratch",
    "credits.researchersBody": "{scratchResearchLink} sedang dilakukan oleh anggota Tim Scratch MIT dan peneliti di universitas lain, termasuk:",
    "credits.researchLinkText": "Penelitian pada Scratch",
    "credits.researchersContributors": "Yasmin Kafai (yang berkolaborasi dalam {nsfLink}) di University of Pennsylvania Graduate School of Education, Karen Brennan (yang memimpin {scratchEdLink}) di Harvard Graduate School of Education, Benjamin Mako Hill di University of Washington, Andrés Monroy Hernández di Microsoft Research, Mimi Ito dan Crystle Martin di University of California, Irvine, Quinn Burke di College of Charleston, Deborah Fields di Utah State University, dan Kylie Peppler di Indiana University.",
    "credits.researchNSFLinkText": "hibah Scratch NSF awal",
    "credits.researchScratchEdLinkText": "proyek ScratchEd",
    "credits.acknowledgementsTitle": "Terima kasih",
    "credits.acknowledgementsContributors": "Orang-orang berikut juga telah berkontribusi pada pengembangan dan dukungan Scratch selama bertahun-tahun:",
    "credits.acknowledgementsDonors": "The Scratch Foundation adalah organisasi nirlaba 501(c)(3) yang mengandalkan donasi yang dapat dipotong pajak untuk mendukung Scratch dan menjaganya tetap gratis untuk semua. Untuk daftar donatur Scratch Foundation, silakan kunjungi {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "halaman pendukung",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} di MIT Media Lab memprakarsai proyek Scratch pada tahun 2002, dan menerima {nsfGrantLink} dukungan setahun kemudian. Grup tersebut meluncurkan Scratch secara publik pada tahun 2007 dan mengembangkannya hingga tahun 2019, ketika Tim Scratch pindah ke Scratch Foundation. Kelompok TK Seumur Hidup, dipimpin oleh Profesor Mitchel Resnick, terus berkolaborasi dengan Tim Scratch untuk meneliti dan mendukung pembelajaran kreatif dengan Scratch di seluruh dunia.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Kelompok penelitian Taman Kanak-Kanak Seumur Hidup",
    "credits.acknowledgementsNSFGrantLinkText": "Hibah Yayasan Sains Nasional",
    "credits.acknowledgementsTranslators": "Dengan {translatorsLink} bantuan dari seluruh dunia, Scratch tersedia dalam banyak bahasa.",
    "credits.acknowledgementsLanguageOrganizers": "Terima kasih banyak kepada penyelenggara bahasa berikut untuk membantu mengoordinasikan penerjemah Scratch dalam bahasa mereka:",
    "credits.acknowledgementsTranslatorsLinkText": "Penerjemah Scratch",
    "credits.acknowledgementsCommunity": "Kami sangat menghargai semua kontribusi anggota komunitas Scratch di seluruh dunia, yang telah membentuk arah Scratch dengan membagikan proyek, komentar, dan ide mereka.",
    "credits.acknowledgementsInfluencers": "Gagasan Seymour Papert dan Alan Kay telah sangat menginspirasi dan memengaruhi pekerjaan kami di Scratch.",
    "credits.supportersTitle": "Organisasi Pendukung",
    "credits.supportersFinancialHeader": "Organisasi berikut telah memberikan dukungan keuangan yang besar untuk Scratch:",
    "credits.supportersServicesHeader": "Organisasi berikut menyumbangkan layanan mereka untuk membantu proyek Scratch tetap berjalan:",
    "credits.supportersOpenHeader": "Scratch tidak akan mungkin terjadi tanpa perangkat lunak bebas dan sumber terbuka, termasuk:",
    "credits.currentSponsors": "Sponsor Saat Ini",
    "credits.currentFinancialSupport": "Organisasi berikut memberikan dukungan keuangan utama untuk Scratch:",
    "credits.donorsTitle": "Donor",
    "credits.lifelongKindergartenTitle": "Kelompok Taman Kanak-kanak Seumur Hidup",
    "credits.translationsTitle": "Penerjemah",
    "credits.illustrationsTitle": "Ilustrasi",
    "credits.acknowledgementsIllustrations": "Banyak terima kasih kepada seniman berikut atas kontribusi mereka pada perpustakaan Scratch sprite:",
    "credits.soundsTitle": "Suara",
    "credits.pastContributors": "Anggota Tim Scratch Sebelumnya",
    "credits.pastContributorsThanks": "Banyak kontribusi penting yang telah diberikan oleh anggota Scratch Team sebelumnya, antara lain:",
    "credits.acknowledgementsOtherContributors": "Kontributor Sebelumnya",
    "credits.otherContributors": "Kontributor lainnya termasuk:",
    "credits.acknowledgementsSounds": "Pustaka Scratch sound menggunakan sumber suara gratis dari Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, dan Incompetech.com.",
    "credits.soundsThanks": "Terima kasih kepada Nina Paley dari Archive.org; Kellee Jagung, Peter Rudenko, dan Chris Zabriskie dari FreeMusicArchive.org; dan Kevin MacLeod dari Incompetech.com. Terima kasih kepada artis freesound.org berikut:"
}