{
    "credits.title": "Crediti e Contributi a Scratch",
    "credits.developers": "Scratch è progettato, sviluppato e moderato dal Lifelong Kindergarten Group dei Media Lab del MIT:",
    "credits.moderators": "Il team dei moderatori di Scratch gestisce, supporta e punta a migliorare la comunità online di Scratch:",
    "credits.previousTitle": "Membri precedenti del Team di Scratch del MIT",
    "credits.previousBody": "Molti contributi importanti sono stati portati da precedenti membri dello Scratch Team inclusi John Maloney (che ha guidato lo sviluppo software di Scratch per i primi dieci anni) e Andrés Monroy-Hernández (che ha guidato lo sviluppo del sito della comunità di Scratch per i primi dieci anni). Altri contributi sono stati portati da:",
    "credits.partnersTitle": "Partner per la Progettazione e lo Sviluppo",
    "credits.researchersIntro": "Le ricerche su Scratch sono condotte dai membri del Team di scratch del MIT e da ricercatori di altre università, inclusi:",
    "credits.partnersBody": "Paula Bontá e Brian Silverman, la Playful Invention Company (che ha contribuito alla progettazione di Scratch anche da prima che si chiamasse Scratch).",
    "credits.researchersTitle": "Ricercatori di Scratch",
    "credits.researchersBody": "{scratchResearchLink} sono condotte dai membri del Team di scratch del MIT e da ricercatori di altre università, inclusi:",
    "credits.researchLinkText": "Ricerca Scientifica su Scratch",
    "credits.researchersContributors": "Yasmin Kafai (che ha collaborato per {nsfLink}) della Graduate School of Education dell'Università della Pennsylvania, Karen Brennan ({scratchEdLink}) della Harvard Graduate School of Education, Benjamin Mako Hill dell'Università di Washington , Andrés Monroy Hernandez della Microsoft Research, Mimi Ito e Crystle Martin dell'Università della California, Irvine, Quinn Burke del College of Charleston, Deborah Fields della Utah State University e Kylie Peppler della Indiana University.",
    "credits.researchNSFLinkText": "la richiesta iniziale di finanziamento per Scratch alla NSF",
    "credits.researchScratchEdLinkText": "progetto ScratchEd",
    "credits.acknowledgementsTitle": "Riconoscimenti",
    "credits.acknowledgementsContributors": "Nel corso degli anni hanno contribuito allo sviluppo di Scratch anche:",
    "credits.acknowledgementsTranslators": "Con l'aiuto dei {translatorsLink}provenienti da tutto il mondo, Scratch è disponibile in molte lingue.",
    "credits.acknowledgementsTranslatorsLinkText": "Traduttori di Scratch",
    "credits.acknowledgementsCommunity": "Apprezziamo moltissimo i contributi offerti dai tutti i membri della comunità mondiale di Scratch che hanno aperto la strada a Scratch condividendo i loro progetti, i loro commenti e le loro ideee.",
    "credits.acknowledgementsInfluencers": "Le idee di Seymour Papert e di Alan Kay hanno profondamente ispirato e influenzato tutto il nostro lavoro su Scratch.",
    "credits.supportersTitle": "Organizzazioni di Supporto",
    "credits.supportersFinancialHeader": "Le seguenti organizzazione hanno fornito il maggior supporto finanziario per Scratch:",
    "credits.supportersServicesHeader": "Le seguenti organizzazioni offrono gratuitamente i loro servizi per aiutarci a mantenere il progetto Scratch sempre attivo:",
    "credits.supportersOpenHeader": "Scratch non sarebbe stato possibile senza la disponibilità del software gratuito e open source, inclusi:",
    "credits.currentSponsors": "Sponsor Attuali",
    "credits.currentFinancialSupport": "Le seguenti organizzazioni stanno fornendo un consistente supporto finanziario per Scratch:",
    "credits.translationsTitle": "Traduzioni",
    "credits.illustrationsTitle": "Illustrazioni",
    "credits.acknowledgementsIllustrations": "Un grazie sentito ai seguenti artisti, per il loro contributo alla libreria di sprite di Scratch:",
    "credits.soundsTitle": "Suoni",
    "credits.pastContributors": "Contributi del passato",
    "credits.pastContributorsThanks": "Molti contributi importanti sono stati portati da precedenti membri dello Scratch Team inclusi John Maloney (che ha guidato lo sviluppo software di Scratch per i primi dieci anni) e Andrés Monroy-Hernández (che ha guidato lo sviluppo del sito della comunità di Scratch per i primi dieci anni).",
    "credits.otherContributors": "Altri contributi sono stati portati da:",
    "credits.acknowledgementsSounds": "La libreria di suoni di Scratch fa uso di risorse gratuite rese disponibili da Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org e Incompetech.com.",
    "credits.soundsThanks": "Grazie a Nina Paley di Archive.org; Kellee Maize, Peter Rudenko e Chris Zabriskie di FreeMusicArchive.org; e Kevin MacLeod di Incompetech.com. Grazie ai seguenti artisti di freesound.org:"
}