{
    "credits.title": "Скретч несиелері және салымшылары",
    "credits.developers": "Scratch -ті Scratch Foundation коммерциялық емес ұйымы жобалайды, дамытады және басқарады. Ол тегін беріледі.",
    "credits.moderators": "Scratch модераторлар командасы Scratch-тың онлайн қауымдастығын басқарады, қолдайды және жақсартады:",
    "credits.previousTitle": "Алдыңғы MIT Scratch команда мүшелері",
    "credits.previousBody": "Scratch-ты дамытуға  алдыңғы команданың   John Maloney (Scratch тілінің әзірлеуші тобын басқарған) және Andrés Monroy-Hernández (Scratch қауымдатығының веб-сайтын құры бойынша басшысы) құрамына кірген мүшелерімен үлкен үлес қосылды.  Атап өтуді қажет ететін басқа қызметкерлер:\n ",
    "credits.partnersTitle": "Дизайн және Әзірлеу Серіктестері",
    "credits.researchersIntro": "Scratch бойынша зерттеулерді MIT Scratch Team мүшелері және басқа университеттердің зерттеушілері жүргізеді, соның ішінде:",
    "credits.partnersBody": "Paula Bontá және Brian Silverman, Playful Invention компаниясы (Scratch өз атауын алғаннан бұрын, Scratch-ты әзірлеуге үлес қосуды бастаған)",
    "credits.researchersTitle": "Scratch зерттеушілері",
    "credits.researchersBody": "{scratchResearchLink} MIT Scratch Team зерттеуі бойынша Scratch және басқа университеттердің зерттеушілері жүргізеді, соның ішінде:",
    "credits.researchLinkText": "Скретч бойынша зерттеу",
    "credits.researchersContributors": "Пенсильвания университетінің жоғары білім беру мектебінде Ясмин Кафай ({nsfLink}), Гарвардтағы жоғары білім мектебінде Карен Бреннан ({scratchEdLink}жетекшілік етеді), Вашингтон университетіндегі Бенджамин Мако Хилл, Microsoft Research-те Андрес Монрой Эрнандес, Мими Калифорния университетіндегі Ито және Кристл Мартин, Ирвин, Чарлстон колледжіндегі Куинн Берк, Юта штатындағы Дебора Филдс және Индиана университетіндегі Кайли Пепплер.",
    "credits.researchNSFLinkText": "бастапқы NSF Scratch гранты",
    "credits.researchScratchEdLinkText": "ScratchEd жобасы",
    "credits.acknowledgementsTitle": "Растаулар",
    "credits.acknowledgementsContributors": "Келесі қатысушылар осы жылдар ішінде Scratch-ті қолдауға және дамытуға қатысқан :",
    "credits.acknowledgementsDonors": "Scratch Foundation - бұл 501 (c) (3) коммерциялық емес ұйым, ол Scratch-ты қолдауға және оны барлық адамдар үшін тегін ұстауға салық салынатын қайырымдылықтарға сүйенеді. Scratch Foundation донорларының тізімін мына сайттан {donorsLink}табуға болады.",
    "credits.acknowledgementsDonorsLinkText": "Қолдаушылар парағы",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink}MIT Media Lab зертханасы 2002 жылы Scratch жобасын бастады және бір жылдан кейін {nsfGrantLink}оны қолдауға қол жеткізді. Топ Scratch-ты 2007 жылы ашық түрде іске қосты және оны Scratch Team Scratch Foundation-қа көшкен кезде 2019 жылға дейін дамытты. Профессор Митчел Ресник бастаған «Өмір бойы балабақша» тобы бүкіл әлем бойынша Scratch-пен шығармашылық оқуды зерттеу және қолдау үшін Scratch Team-пен ынтымақтастықты жалғастыруда.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Өмір бойы балабақшаның зерттеу тобы",
    "credits.acknowledgementsNSFGrantLinkText": "Ұлттық Ғылым Құрылтай Гранттары",
    "credits.acknowledgementsTranslators": "Scratch бүкіл әлемнің {translatorsLink} көмегімен көптеген тілдерде қол жетімді.",
    "credits.acknowledgementsLanguageOrganizers": "Scratch аудармашыларын өз тілінде үйлестіруге көмектескені үшін келесі тіл ұйымдастырушыларына үлкен алғыс айтамыз:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch  аудармашылары",
    "credits.acknowledgementsCommunity": "Біз дүниежүзілік «Scratch» қауымдастығының өз жобаларымен, түсініктемелерімен және идеяларымен бөлісіп, Scratch бағытын қалыптастырған барлық қатысушыларының қосқан үлесін жоғары бағалаймыз.",
    "credits.acknowledgementsInfluencers": "Seymour Papert және Alan Kay идеялары Scratch бойынша біздің жұмысымызды шабыттандырды және терең әсер етті.",
    "credits.supportersTitle": "Қолдаған Ұйымдар",
    "credits.supportersFinancialHeader": "Бұл ұйымдар Scratch-ты қаржылай ең көп қолдады:",
    "credits.supportersServicesHeader": "Бұл ұйымдар жобаны әрі қарай дамуын жалғастыру үшін, Scratch-ты өз қызметтерімен қолдайды:",
    "credits.supportersOpenHeader": "Егер тегін және ашық  бағдарламалық жасақтама болмағанда, Scratch болмаыс еді, соның ішінде: ",
    "credits.currentSponsors": "Қазіргі демеушілер",
    "credits.currentFinancialSupport": "Scratch үшін келесі ұйымдар ірі қаржылық қолдау көрсетеді:",
    "credits.donorsTitle": "Донорлар",
    "credits.lifelongKindergartenTitle": "Өмір бойы балабақша тобы",
    "credits.translationsTitle": "Ауармашылар",
    "credits.illustrationsTitle": "Суреттер",
    "credits.acknowledgementsIllustrations": "Scratch sprite кітапханасына қосқан үлесі үшін келесі суретшілерге үлкен рахмет:",
    "credits.soundsTitle": "Дыбыстар",
    "credits.pastContributors": "Өткен Scratch Team мүшелері",
    "credits.pastContributorsThanks": "Скретч тобының алдыңғы мүшелері көптеген маңызды үлес қосты, соның ішінде:",
    "credits.acknowledgementsOtherContributors": "Өткен үлескерлер",
    "credits.otherContributors": "Басқа салымшыларға мыналар жатады:",
    "credits.acknowledgementsSounds": "Scratch дыбыстық кітапханасы Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org және Incompetech.com сайттарынан тегін дыбыстық ресурстарды пайдаланады.",
    "credits.soundsThanks": "Archive.org сайтынан Нина Пейлиге рахмет; Келли Мэйз, Петр Руденко және Крис Забриски FreeMusicArchive.org сайтынан; Incompetech.com сайтынан Кевин Маклеод. Келесі freesound.org суретшілерінің арқасында:"
}