{
    "credits.title": "Scratch titri un līdzstrādnieki",
    "credits.developers": "Scratch izstrādā, izstrādā un regulē bezpeļņas organizācijas Scratch Foundation darbinieki.",
    "credits.moderators": "Scratch moderatoru komanda pārvalda, atbalsta un uzlabo Scratch tiešsaistes kopienu:",
    "credits.previousTitle": "Iepriekšējie MIT Scratch Grupas biedri",
    "credits.previousBody": "Daudz svarīgi ieguldījumi ir veikti pateicoties iepriekšējiem Scratch Grupas biedriem, tai skaitā Džonam Malonijam (John Maloney), kurš vadīja programmatūras ražošanu pirmajai Scratch desmitgadei, un Andrejs Monrojs-Hernandezs (Andres Monroy-Hernandez), kurš vadīja pirmās Scratch kopienas vietnes veidošanu. Citi ieguldījumi:",
    "credits.partnersTitle": "Dizaina un ražošanas partneri",
    "credits.researchersIntro": "Pētījumus par Scratch veic MIT Scratch komandas locekļi un pētnieki citās universitātēs, tostarp:",
    "credits.partnersBody": "Paula Bontá un Brian Silverman, Playful Izgudrojumu Kompānija. Tā sāka piestrādāt pie Scratch dizaina pirms vietne tika nosaukta vārdā \"Scratch\".",
    "credits.researchersTitle": "Scratch pētnieki",
    "credits.researchersBody": "{scratchResearchLink} to vada MIT Scratch Team locekļi un pētnieki citās universitātēs, tostarp:",
    "credits.researchLinkText": "Scratch pētījumi",
    "credits.researchersContributors": "Yasmin Kafai (kurš sadarbojās {nsfLink}) Pensilvānijas Universitātes Izglītības augstskolā, Kārena Brennana (kura vada {scratchEdLink}) Hārvardas Izglītības augstskolā, Bendžamins Mako Hills Vašingtonas Universitātē, Andrēss Monrojs Ernandess no Microsoft Research, Mimi. Ito un Kristla Mārtina Kalifornijas universitātē Īrvinā, Kvins Bērks Čārlstonas koledžā, Debora Fīldsa Jūtas štata universitātē un Kailija Peplere Indiānas universitātē.",
    "credits.researchNSFLinkText": "sākotnējā NSF Scratch dotācija",
    "credits.researchScratchEdLinkText": "ScratchEd projekts",
    "credits.acknowledgementsTitle": "Atzinības",
    "credits.acknowledgementsContributors": "Šie cilvēki arī ir ieguldījuši darbu un atbalstījuši Scratch daudzu gadu laikā:",
    "credits.acknowledgementsDonors": "Scratch Foundation ir 501. (c)(3) bezpeļņas organizācija, kas paļaujas uz ziedojumiem, kas ir atskaitāmi no nodokļiem, lai atbalstītu Scratch un nodrošinātu to bez maksas visiem. Lai skatītu Scratch Foundation ziedotāju sarakstu, lūdzu, apmeklējiet vietni {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Atbalstītāju lapa",
    "credits.acknowledgementsLifelongKindergarten": "MIT Media Lab {lifelongKindergartenLink} uzsāka Scratch projektu 2002. gadā un saņēma {nsfGrantLink}, lai to atbalstītu gadu vēlāk. Grupa publiski uzsāka Scratch 2007. gadā un attīstīja to līdz 2019. gadam, kad Scratch komanda pārcēlās uz Scratch Foundation. Mūžizglītības bērnudārza grupa, ko vada profesors Mičels Resniks, turpina sadarboties ar Scratch komandu, lai pētītu un atbalstītu radošu mācīšanos ar Scratch visā pasaulē.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Mūža bērnudārza pētniecības grupa",
    "credits.acknowledgementsNSFGrantLinkText": "Nacionālā zinātnes fonda stipendija",
    "credits.acknowledgementsTranslators": "Ar {translatorsLink} palīdzību visā pasaulē Scratch ir pieejams daudzās valodās.",
    "credits.acknowledgementsLanguageOrganizers": "Liels paldies šādiem valodu organizētājiem par palīdzību Scratch tulkotāju koordinēšanā viņu valodā:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch tulki",
    "credits.acknowledgementsCommunity": "Mēs tiešām novērtējam visus biedru ieguldījumus no lielās Scratch kopienas, kuri pacēla Scratch gaismā daloties ar projektiem, komentējot un dodot idejas.",
    "credits.acknowledgementsInfluencers": "Seymour Papert un Alan Kay idejas ir dziļi iedvesmojušas un ietekmējušas mūsu darbu.",
    "credits.supportersTitle": "Atbalsta organizācijas",
    "credits.supportersFinancialHeader": "Sekojošās organizācijas ir devušas Scratch finansiālo atbalstu:",
    "credits.supportersServicesHeader": "Sekojošas organizācijas ir dāvinājušas savus pakalpojumus, lai uzturētu Scratch:",
    "credits.supportersOpenHeader": "Scratch nebūtu iespējams bez brīvās un atvērtā satura programmatūras, iekļaujot:",
    "credits.currentSponsors": "Pašreizējie sponsori",
    "credits.currentFinancialSupport": "Šādas organizācijas sniedz lielu finansiālu atbalstu Scratch:",
    "credits.donorsTitle": "Donori",
    "credits.lifelongKindergartenTitle": "Mūža bērnudārza grupa",
    "credits.translationsTitle": "Tulkotāji",
    "credits.illustrationsTitle": "Ilustrācijas",
    "credits.acknowledgementsIllustrations": "Liels paldies šādiem māksliniekiem par viņu ieguldījumu Scratch sprite bibliotēkā:",
    "credits.soundsTitle": "Skaņas",
    "credits.pastContributors": "Bijušie Scratch komandas dalībnieki",
    "credits.pastContributorsThanks": "Iepriekšējie Scratch Team dalībnieki ir devuši daudz svarīgu ieguldījumu, tostarp:",
    "credits.acknowledgementsOtherContributors": "Iepriekšējie līdzstrādnieki",
    "credits.otherContributors": "Citi atbalstītāji ir:",
    "credits.acknowledgementsSounds": "Scratch skaņu bibliotēka izmanto bezmaksas skaņas resursus no Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org un Incompetech.com.",
    "credits.soundsThanks": "Paldies Nina Paley no Archive.org; Kellee Maize, Peter Rudenko un Chris Zabriskie no FreeMusicArchive.org; un Kevins Makleods no Incompetech.com. Paldies šiem freesound.org māksliniekiem:"
}