{
    "credits.title": "Scratch Credits & Contributors",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "Na te tīma o ngā kaiwhakataurite Scratch e whakahaere, e tautoko, e kōkiri hoki i te hapori-ā-ipurangi Scratch",
    "credits.previousTitle": "He mema tawhito o te MIT Scratch Team",
    "credits.previousBody": "He maha ngā mea kua hōmai e ngā mema tawhito o te Scratch Team, pērā ko John Maloney (nāna i ārahi te waihanga o te papatono mō ngā tau tekau tuatahi o Scratch), ko Andrés Monroy-Hernández (nāna i ārahi te waihanga o te pae tukutuku tuatahi mō te hapori Scratch). Ko ētahi atu kaiāwhina ko:",
    "credits.partnersTitle": "Ngā Hoa Kaipakihi Hoahoa me te Waihanga",
    "credits.researchersIntro": "Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
    "credits.partnersBody": "Paula Bontá me Brian Silverman, Playful Invention Company (nā rātou i āwhina ki te hanga i a Scratch i mua i te wā i puta ai te ingoa Scratch).",
    "credits.researchersTitle": "Ngā Kairangahau Scratch",
    "credits.researchersBody": "{scratchResearchLink} is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
    "credits.researchLinkText": "He rangahau mō Scratch",
    "credits.researchersContributors": "Yasmin Kafai (who collaborated on the {nsfLink}) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the {scratchEdLink}) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
    "credits.researchNSFLinkText": "initial NSF Scratch grant",
    "credits.researchScratchEdLinkText": "ScratchEd project",
    "credits.acknowledgementsTitle": "Ngā Mihi",
    "credits.acknowledgementsContributors": "Nā ēnei tāngata i āwhina ki te hanga, ki te tautoko i a Scratch i ngā tau ki mua:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "With the help of {translatorsLink} around the world, Scratch is available in many languages.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch Translators",
    "credits.acknowledgementsCommunity": "He mihi nui nā mātou mō ngā mahi i tukua mai e ngā tāngata o te hapori Scratch, nā rātou hoki i ārahi i te waka o Scratch, nā te tuari i ngā hinonga, ngā whakawhitiwhiti kōrero, me ngā whakaaro.",
    "credits.acknowledgementsInfluencers": "Kua whakaohooho mai mātou i ngā whakaaro Seymour Papert me Alan Kay i roto i ngā mahi mō Scratch.",
    "credits.supportersTitle": "He Rōpū Tautoko",
    "credits.supportersFinancialHeader": "Nā ēnei rōpū i tuku i ngā pūtea tautoko nui mō Scratch: ",
    "credits.supportersServicesHeader": "Nā ēnei rōpū i koha mai ngā mahi āwhina ki te whakahaere i te hinonga Scratch:",
    "credits.supportersOpenHeader": "Kāore e taea a Scratch ki te kore ēnei pūmanawa rorohiko kore utu me te tūwhera:",
    "credits.currentSponsors": "Current Sponsors",
    "credits.currentFinancialSupport": "The following organizations are providing major financial support for Scratch:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Illustrations",
    "credits.acknowledgementsIllustrations": "Many thanks to the following artists for their contributions to the Scratch sprite library:",
    "credits.soundsTitle": "Ngā oro",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Past Contributors",
    "credits.otherContributors": "Other contributors include:",
    "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
    "credits.soundsThanks": "Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}