{
    "credits.title": "Scratch Colofon",
    "credits.developers": "Scratch is ontworpen, ontwikkeld en wordt beheerd door de Scratch Foundation, een non-profitorganisatie.",
    "credits.moderators": "Het team van Scratch moderatoren beheert, ondersteunt en verbetert de online Scratch-gemeenschap:",
    "credits.previousTitle": "Voormalige leden van het MIT Scratch-team",
    "credits.previousBody": "Eerdere leden van het Scratch Team hebben een belangrijke bijdrage geleverd, onder andere  John Maloney (die in de eerste tien jaar leiding gaf aan de software ontwikkeling) en Andrés Monroy-Hernández (die leiding gaf aan de ontwikkeling van de eerste Scratch community website). Anderen zijn::",
    "credits.partnersTitle": "Ontwerp- en ontwikkelingspartners",
    "credits.researchersIntro": "Onderzoek over Scratch wordt uitgevoerd door het MIT Scratch Team en onderzoekers van andere universiteiten, waaronder:",
    "credits.partnersBody": "Paula Bontá en Brian Silverman van de Playful Invention Company (die begonnen bij te dragen aan het ontwerp van Scratch al voordat het Scratch heette).",
    "credits.researchersTitle": "Scratch onderzoekers",
    "credits.researchersBody": "{scratchResearchLink}wordt uitgevoerd door leden van het MIT Scratch Team en onderzoekers van andere universiteiten, waaronder: ",
    "credits.researchLinkText": "Onderzoek naar Scratch",
    "credits.researchersContributors": "Yasmin Kafai (die meewerkte aan {nsfLink}) van de University of Pennsylvania Graduate School of Education, Karen Brennan (die {scratchEdLink} leidt) van de Harvard Graduate School of Education, Benjamin Mako Hill van de Universiteit van Washington, Andrés Monroy Hernández van Microsoft Research, Mimi Ito en Crystle Martin van de University of California, Irvine, Quinn Burke van College of Charleston, Deborah Fields van Utah State University, en Kylie Peppler van Indiana University.",
    "credits.researchNSFLinkText": "oorspronkelijke NSF Scratch grant",
    "credits.researchScratchEdLinkText": "ScratchEd project",
    "credits.acknowledgementsTitle": "Erkenningen",
    "credits.acknowledgementsContributors": "De volgende personen hebben in de afgelopen jaren een belangrijke bijdrage geleverd aan de ontwikkeling en ondersteuning van Scratch:",
    "credits.acknowledgementsDonors": "De Scratch Foundation is een 501 (c) (3) non-profitorganisatie die afhankelijk is van (in de USA) voor de belastingen aftrekbare donaties om Scratch te steunen en het voor iedereen gratis te houden. Voor een lijst met donateurs van de Scratch Foundation kunt je terecht op de{donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters pagina",
    "credits.acknowledgementsLifelongKindergarten": "De {lifelongKindergartenLink} van het MIT Media Lab startte het Scratch-project in 2002 en kreeg een jaar later een {nsfGrantLink} ter ondersteuning. De groep lanceerde Scratch in het openbaar in 2007 en ontwikkelde het tot en met 2019, toen het Scratch-team naar de Scratch Foundation verhuisde. De Lifelong Kindergarten-groep, geleid door professor Mitchel Resnick, blijft samenwerken met het Scratch-team om wereldwijd creatief leren met Scratch te onderzoeken en te ondersteunen.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten groep",
    "credits.acknowledgementsNSFGrantLinkText": "Stipendium van de National Science Foundation",
    "credits.acknowledgementsTranslators": "Dankzij de hulp van {translatorsLink} uit de hele wereld is Scratch beschikbaar in heel veel talen.",
    "credits.acknowledgementsLanguageOrganizers": "Veel dank aan de volgende taalorganisatoren voor het helpen coördineren van Scratch-vertalers in hun taal:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch vertalers",
    "credits.acknowledgementsCommunity": "We stellen de bijdragen van alle leden van de wereldwijde Scratch-gemeenschap, die richting een vorm gegeven hebben aan Scratch door het delen van hun projecten, opmerkingen en idee&#235;n, enorm op prijs.",
    "credits.acknowledgementsInfluencers": "De idee&#235;n van Seymour Papert en Alan Kay zijn een diepe inspiratiebron en van grote invloed geweest op ons werk aan Scratch.",
    "credits.supportersTitle": "Ondersteunende organisaties",
    "credits.supportersFinancialHeader": "De volgende organisaties hebben een aanzienlijke financie&#235;le bijdrage geleverd aan Scratch:",
    "credits.supportersServicesHeader": "De volgende organisaties doneren hun diensten om het Scratch-project draaiende te houden:",
    "credits.supportersOpenHeader": "Scratch zou niet mogelijk zijn geweest zonder vrije en open source software, waaronder:",
    "credits.currentSponsors": "Huidige sponsors",
    "credits.currentFinancialSupport": "De volgende organisaties geven substantieel financiële ondersteuning aan Scratch:",
    "credits.donorsTitle": "Donoren",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten groep",
    "credits.translationsTitle": "Vertalers",
    "credits.illustrationsTitle": "Illustraties",
    "credits.acknowledgementsIllustrations": "Veel dank aan de volgende kunstenaars voor hun bijdragen aan de Scratch sprite bibliotheek:",
    "credits.soundsTitle": "Geluiden",
    "credits.pastContributors": "Voormalige leden van het MIT Scratch-team",
    "credits.pastContributorsThanks": "Er zijn veel belangrijke bijdragen geleverd door eerdere Scratch Team-leden, waaronder:",
    "credits.acknowledgementsOtherContributors": "Medewerkers uit het verleden",
    "credits.otherContributors": "Andere medewerkers:",
    "credits.acknowledgementsSounds": "De Scratch geluidenbibliotheek gebruikt gratis materiaal van Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org en incompetech.com.",
    "credits.soundsThanks": "Dank aan Nina Paley van Archive.org; Kellee Maize, Peter Rudenko en Chris Zabriskie van FreeMusicArchive.org; en Kevin MacLeod van Incompetech.com. Dank aan de de volgende freesound.org artiesten:"
}