{
    "credits.title": "Bidragsytarar til Scratch",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "Scratch-moderatorane forvaltar, støttar og forbetrar nettsamfunnet til Scratch:",
    "credits.previousTitle": "Tidlegare medlemmar av Scratch-gruppa ved MIT",
    "credits.previousBody": "Mange viktige bidrag har komme frå tidlegare medlemmar av Scratch-gruppa, som John Maloney (som leia programutviklinga dei første ti åra), Andrés Monroy-Hernández (som leia utviklinga av den første nettsamfunnssida til Scratch). Andre bidragsytarar er:",
    "credits.partnersTitle": "Design- og utviklingspartnarar",
    "credits.researchersIntro": "Forsking på Scratch vert utført av medlemmar i Scratch-gruppa ved MIT og av forskarar ved andre universitet, blant anna:",
    "credits.partnersBody": "Paula Bontá og Brian Silverman, Playful Invention Company (som bidrog til utforminga av Scratch sjølv før programmet hadde fått namnet Scratch).",
    "credits.researchersTitle": "Scratch-forskarar",
    "credits.researchersBody": "{scratchResearchLink} vert utført av medlemmar i Scratch-gruppa ved MIT og av forskarar ved andre universitet, blant anna:",
    "credits.researchLinkText": "Forsking på Scratch",
    "credits.researchersContributors": "Yasmin Kafai (som samarbeida om {scratchEdLink}) ved University of Pennsylvania Graduate School of Education, Karen Brennan (som leiar {nsfLink}) ved Harvard Graduate School of Education, Benjamin Mako Hill ved University of Washington, Andrés Monroy Hernández ved Microsoft Research, Mimi Ito og Crystle Martin ved University of California, Irvine, Quinn Burke ved College of Charleston, Deborah Fields ved Utah State University og Kylie Peppler ved Indiana University.",
    "credits.researchNSFLinkText": "den første pengeløyvinga frå NSF",
    "credits.researchScratchEdLinkText": "ScratchEd-satsinga",
    "credits.acknowledgementsTitle": "Bidragsytarar",
    "credits.acknowledgementsContributors": "Desse har òg bidrege til utvikling av og støtte til Scratch:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "Med hjelp frå {translatorsLink} frå heile verda er Scratch tilgjengeleg på mange språk.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch-omsetjarar",
    "credits.acknowledgementsCommunity": "Me set stor pris på alle bidraga frå medlemmar i det globale Scratch-fellesskapet, som har forma utviklinga av Scratch ved å dela prosjekt, kommentarar og idéar.",
    "credits.acknowledgementsInfluencers": "Tankane til Seymour Papert og Alan Kay har vore til stor inspirasjon i arbeidet vårt med Scratch.",
    "credits.supportersTitle": "Støtte frå organisasjonar",
    "credits.supportersFinancialHeader": "Desse organisasjonane har bidrege med omfattande økonomisk støtte til Scratch-prosjektet:",
    "credits.supportersServicesHeader": "Desse organisasjonane har bidrege med tenester for å halda Scratch-prosjektet gåande:",
    "credits.supportersOpenHeader": "Scratch hadde ikkje vore mogleg utan fri programvare med open kjeldekode, blant anna:",
    "credits.currentSponsors": "Sponsorar",
    "credits.currentFinancialSupport": "Desse organisasjonane bidreg med omfattande økonomisk støtte til Scratch-prosjektet:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Omsetjarar",
    "credits.illustrationsTitle": "Illustrasjonar",
    "credits.acknowledgementsIllustrations": "Tusen takk til alle kunstnarane som har laga teikningar til figurbiblioteket:",
    "credits.soundsTitle": "Lydar",
    "credits.pastContributors": "Tidlegare medlemmar av Scratch-gruppa",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Tidlegare bidragsytarar",
    "credits.otherContributors": "Andre bidragsytarar:",
    "credits.acknowledgementsSounds": "Lydbiblioteket i Scratch inneheld frigjevne lydeffektar frå Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org og Incompetech.com.",
    "credits.soundsThanks": "Takk til Nina Paley frå Archive.org, Kellee Maize, Peter Rudenko og Chris Zabriskie frå FreeMusicArchive.org, og Kevin MacLeod frå Incompetech.com. Takk til desse freesound.org-brukarane:"
}