{
    "credits.title": "ସ୍କ୍ରାଚ୍ କୃତଜ୍ଞତା ଓ ସହଯୋଗୀ ଗଣ |",
    "credits.developers": "ସ୍କ୍ରାଚ୍ ଏକ ଅଣ-ଲାଭ ସଂଗଠନ ସ୍କ୍ରାଚ୍ ଫାଉଣ୍ଡେସନର କର୍ମଚାରୀଙ୍କ ଦ୍ୱାରା ଡିଜାଇନ୍, ବିକଶିତ ଏବଂ ନିୟନ୍ତ୍ରିତ |",
    "credits.moderators": "ସ୍କ୍ରାଚ୍ ମୋଡରେଟର୍ମାନଙ୍କର ଦଳ ସ୍କ୍ରାଚ୍ ଅନ୍ଲାଇନ୍ ସମ୍ପ୍ରଦାୟକୁ ପରିଚାଳନା, ସମର୍ଥନ ଏବଂ ଉନ୍ନତ କରେ:",
    "credits.previousTitle": "ପୂର୍ବବର୍ତୀ MIT ସ୍କ୍ରାଚ୍ ଟିମ୍ ସଦସ୍ୟମାନେ |",
    "credits.previousBody": "ପୂର୍ବ ସ୍କ୍ରାଚ୍ ଦଳର ସଦସ୍ୟମାନଙ୍କ ଦ୍ବାରା ଅନେକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅବଦାନ ରହିଛି, ଯଥା - ଜନ୍ ମାଲୋନି (ଯିଏ ସ୍କ୍ରାଚ୍ ର ପ୍ରଥମ ଦଶନ୍ଧି ପାଇଁ ସଫ୍ଟୱେର୍ ବିକାଶର ନେତୃତ୍ୱ ନେଇଥିଲେ) ଏବଂ ଆଣ୍ଡ୍ରେସ୍ ମୋନ୍ରୋ-ହର୍ଣ୍ଣାଣ୍ଡେଜ୍ (ଯିଏ ପ୍ରଥମ ସ୍କ୍ରାଚ୍ ସମ୍ପ୍ରଦାୟ ୱେବସାଇଟର ବିକାଶର ନେତୃତ୍ୱ ନେଇଥିଲେ) ଙ୍କ ଦ୍ବାରା ଅନ୍ୟ ସହଯୋଗୀମାନେ ଅନ୍ତର୍ଭୁକ୍ତ:",
    "credits.partnersTitle": "ଡିଜାଇନ୍ ଏବଂ ବିକାଶ ସହଭାଗୀ |",
    "credits.researchersIntro": "ସ୍କ୍ରାଚ୍ ଉପରେ ଅନୁସନ୍ଧାନ MIT ସ୍କ୍ରାଚ୍ ଦଳର ସଦସ୍ୟ ଏବଂ ଅନ୍ୟାନ୍ୟ ବିଶ୍ୱବିଦ୍ୟାଳୟର ଅନୁସନ୍ଧାନକାରୀଙ୍କ ଦ୍ବାରା ପରିଚାଳିତ ହେଉଛି:",
    "credits.partnersBody": "ପାଲା ବୋଣ୍ଟା ଏବଂ ବ୍ରାଏନ୍ ସିଲଭରମ୍ୟାନ୍, ପ୍ଲେଫୁ ଲ ଇନଭେନସନ କମ୍ପାନୀ (ଯିଏ ସ୍କ୍ରାଚ୍ କୁହାଯିବା ପୂର୍ବରୁ ମଧ୍ୟ ସ୍କ୍ରାଚ୍ ର ଡିଜାଇନ୍ ରେ ଯୋଗଦାନ ଆରମ୍ଭ କରିଥିଲେ) |",
    "credits.researchersTitle": "ସ୍କ୍ରାଚ୍ ଗବେଷକ",
    "credits.researchersBody": "{scratchResearchLink} is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
    "credits.researchLinkText": "ସ୍କ୍ରାଚ୍ ଉପରେ ଅନୁସନ୍ଧାନ ",
    "credits.researchersContributors": "Yasmin Kafai (who collaborated on the {nsfLink}) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the {scratchEdLink}) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
    "credits.researchNSFLinkText": "initial NSF Scratch grant",
    "credits.researchScratchEdLinkText": "ScratchEd project",
    "credits.acknowledgementsTitle": "Acknowledgements",
    "credits.acknowledgementsContributors": "ନିମ୍ନୋକ୍ତ ଲୋକମାନେ ମଧ୍ୟ ବର୍ଷ ବର୍ଷ ଧରି ସ୍କ୍ରାଚ୍ ର ବିକାଶ ଏବଂ ସମର୍ଥନରେ ଯୋଗଦାନ କରିଛନ୍ତି:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "ସମର୍ଥକ ପୃଷ୍ଠା",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "With the help of {translatorsLink} around the world, Scratch is available in many languages.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch Translators",
    "credits.acknowledgementsCommunity": "We greatly appreciate all of the contributions by members of the worldwide Scratch community, who have shaped the direction of Scratch by sharing their projects, comments, and ideas.",
    "credits.acknowledgementsInfluencers": "The ideas of Seymour Papert and Alan Kay have deeply inspired and influenced our work on Scratch.",
    "credits.supportersTitle": "ସମର୍ଥନ କାରୀ ସଂଗଠନଗୁଡ଼ିକ",
    "credits.supportersFinancialHeader": "The following organizations have provided major financial support for Scratch:",
    "credits.supportersServicesHeader": "The following organizations donate their services to help keep the Scratch project running:",
    "credits.supportersOpenHeader": "ମାଗଣା ଏବଂ ମୁକ୍ତ ଉତ୍ସ ସଫ୍ଟୱେର୍ ବିନା ସ୍କ୍ରାଚ୍ ସମ୍ଭବ ନୁହେଁ, ଅନ୍ତର୍ଭୁକ୍ତ କରି:",
    "credits.currentSponsors": "Current Sponsors",
    "credits.currentFinancialSupport": "The following organizations are providing major financial support for Scratch:",
    "credits.donorsTitle": "ଦାତାମାନେ",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Illustrations",
    "credits.acknowledgementsIllustrations": "Many thanks to the following artists for their contributions to the Scratch sprite library:",
    "credits.soundsTitle": "ଧ୍ୱନି",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Past Contributors",
    "credits.otherContributors": "Other contributors include:",
    "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
    "credits.soundsThanks": "Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}