{
    "credits.title": "Twórcy & Współtwórcy Scratcha",
    "credits.developers": "Scratch został zaprojektowany, opracowany i moderowany przez Fundację Scratcha, organizację non-profit.",
    "credits.moderators": "Zespół moderatorów Scratcha zarządza internetową społecznością Scratcha, wspiera ją i ulepsza.",
    "credits.previousTitle": "Byli członkowie zespołu Scratch przy MIT.",
    "credits.previousBody": "Bardzo duży wkład został wniesiony przez poprzednich członków zespołu Scratch, w tym Johna Maloneya (który prowadził rozwój oprogramowania w pierwszej dekadzie Scratch) i Andrésa Monroya-Hernándeza (który kierował opracowaniem pierwszej strony społeczności Scratch). Inni współpracownicy to:",
    "credits.partnersTitle": "Projektanci i Deweloperzy:",
    "credits.researchersIntro": "Badania nad Scratchem są prowadzone przez członków Zespołu Scratcha MIT i naukowców z innych uniwersytetów, w tym:",
    "credits.partnersBody": "Paula Bontá i Brian Silverman z firmy Playful Invention Company (która przyczyniła się do rozpoczęcia projektowania Scratcha jeszcze przed nazwaniem go Scratch).",
    "credits.researchersTitle": "Badania nad Scratchem",
    "credits.researchersBody": "{scratchResearchLink}jest prowadzony przez członków Zespołu Scratcha MIT i naukowców z innych uniwersytetów, w tym:",
    "credits.researchLinkText": "Badania nad Scratchem",
    "credits.researchersContributors": "Yasmin Kafai (która współpracowała przy {nsfLink}) z University of Pennsylvania Graduate School of Education, Karen Brennan (która prowadzi {scratchEdLink})  w Harvard Graduate School of Education, Benjamin Mako Hill na University of Washington, Andrés Monroy Hernández w Microsoft Research, Mimi Ito i Crystle Martin z University of California, Irvine, Quinn Burke z College of Charleston, Deborah Fields z Utah State University i Kylie Peppler z Indiana University.",
    "credits.researchNSFLinkText": "Początkowy grant NSF Scratch",
    "credits.researchScratchEdLinkText": "Projekt ScratchEd",
    "credits.acknowledgementsTitle": "Podziękowania",
    "credits.acknowledgementsContributors": "Następujące osoby również przyczyniły się do rozwoju i wspierania Scratcha na przestrzeni lat:",
    "credits.acknowledgementsDonors": "Fundacja Scratch jest organizacją non-profit 501(c)(3) i opiera się na darowiznach, które można odliczyć od podatku, w celu wspierania Scratcha i zapewniania wszystkim korzyści. Lista darczyńców Fundacji Scratch znajduje się pod adresem {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Strona Darczyńców",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} w MIT Media Lab zainicjował projekt Scratch w 2002 roku i otrzymał rok później {nsfGrantLink}. Grupa publicznie uruchomiła Scratcha w 2007 roku i rozwijała go do 2019, kiedy Zespół Scratcha przeniósł się do Fundacji Scratcha. Grupa Lifelong Kindergarten, kierowana przez profesora Mitchela Resnicka, nadal współpracuje z Zespołem Scratcha w celu badania i wspierania kreatywnego uczenia się przy użyciu Scratcha na całym świecie.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Grupa badawcza Lifelong Kindergarten",
    "credits.acknowledgementsNSFGrantLinkText": "grant National Science Foundation",
    "credits.acknowledgementsTranslators": "Dzięki {translatorsLink} z całego świata, Scratch jest dostępny w wielu językach.",
    "credits.acknowledgementsLanguageOrganizers": "Podziękowania dla następujących organizatorów tłumaczeń na różne języki za pomoc w koordynowaniu tłumaczy Scratcha w ich języku:",
    "credits.acknowledgementsTranslatorsLinkText": "Tłumacze Scratcha",
    "credits.acknowledgementsCommunity": "Bardzo doceniamy wkład wszystkich członków społeczności Scratcha na całym świecie, którzy nadali kierunek Scratchowi, dzieląc się swoimi projektami, komentarzami i pomysłami.",
    "credits.acknowledgementsInfluencers": "W naszych pracach inspirowaliśmy się ideami Seymoura Paperta i Alana Kaya.",
    "credits.supportersTitle": "Organizacje wspierające",
    "credits.supportersFinancialHeader": "Organizacje, które najbardziej wsparły Scratcha finansowo:",
    "credits.supportersServicesHeader": "Organizacje, które podarowały usługi, dzięki którym projekt Scratch może funkcjonować:",
    "credits.supportersOpenHeader": "Scratch nie byłby możliwy bez wolnego i otwartego oprogramowania open source, w tym:",
    "credits.currentSponsors": "Aktualni Sponsorzy",
    "credits.currentFinancialSupport": "Następujące organizacje zapewniają znaczne wsparcie finansowe dla programu Scratch:",
    "credits.donorsTitle": "Darczyńcy",
    "credits.lifelongKindergartenTitle": "Grupa Lifelong Kindergarten",
    "credits.translationsTitle": "Tłumacze",
    "credits.illustrationsTitle": "Grafiki",
    "credits.acknowledgementsIllustrations": "Podziękowania dla następujących artystów za ich wkład w bibliotekę duszków Scratcha:",
    "credits.soundsTitle": "Dźwięki",
    "credits.pastContributors": "Dawni członkowie Zespołu Scratcha",
    "credits.pastContributorsThanks": "Poprzedni członkowie Zespołu Scratcha, którzy wnieśli wiele ważnych rzeczy, to:",
    "credits.acknowledgementsOtherContributors": "Dawni Współtwórcy",
    "credits.otherContributors": "Inni współpracownicy to:",
    "credits.acknowledgementsSounds": "Biblioteka dźwięków Scratcha wykorzystuje bezpłatne zasoby dźwięku z Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org i Incompetech.com.",
    "credits.soundsThanks": "Podziękowania dla Niny Paley z Archive.org; Kellee'a Maize, Petera Rudenko i Chrisa Zabriskie z FreeMusicArchive.org; i Kevina MacLeod z Incompetech.com. Podziękowania dla następujących artystów freesound.org:"
}