{
    "credits.title": "Créditos & Apoiadores Scratch",
    "credits.developers": "Scratch é desenhado, desenvolvido, e moderado pelo Lifelong Group, no MIT Media Lab:",
    "credits.moderators": "A equipe de moderadores do Scratch gerencia, dá suporte e aprimora a comunidade Scratch on-line:",
    "credits.previousTitle": "Membros anteriores da Equipe Scratch do MIT",
    "credits.previousBody": "Muitas contribuições importantes foram feitas por membros anteriores da Equipe Scratch, incluindo John Maloney (que guiou o desenvolvimento de software na primeira década do Scratch) e Andrés Monroy-Hernández (que guiou o desenvolvimento do primeiro website da comunidade Scratch). Outros colaboradores incluem:",
    "credits.partnersTitle": "Parceiros de projeto e desenvolvimento",
    "credits.researchersIntro": "A pesquisa sobre o Scratch está sendo conduzida por membros do Scratch Team e pesquisadores de outras universidades, incluindo: ",
    "credits.partnersBody": "Paula Bontá e Brian Silverman, Playful Invention Company (que começaram a contribuir com o projeto do Scratch mesmo antes de ele receber esse nome).",
    "credits.researchersTitle": "Pesquisadores do Scratch",
    "credits.researchersBody": "{scratchResearchLink}está sendo conduzida por membros do Scratch Team no MIT e pesquisadores em outras universidades, incluindo:",
    "credits.researchLinkText": "Pesquisa sobre o Scratch",
    "credits.researchersContributors": "Yasmin Kafai (que colaborou no {nsfLink}) na Universidade da Pensilvânia, Graduate School of Education, Karen Brennan (que lidera a {scratchEdLink}) na Harvard School of Education, Benjamim Mako Hill na Universidade de Washington, Andrés Monroy Hernadez na Microsoft Research, Mimi Ito e Crystle Martin na Universidade da California, Irvine, Quinn Burke na College of Charleston, Deborah Fields na Utah State University, e Kylie Peppler na Indiana University.",
    "credits.researchNSFLinkText": "Bolsa inicial NSF Scratch",
    "credits.researchScratchEdLinkText": "Projeto ScratchED",
    "credits.acknowledgementsTitle": "Agradecimentos",
    "credits.acknowledgementsContributors": "As pessoas a seguir também contribuíram para o desenvolvimento e suporte do Scratch ao longo dos anos:",
    "credits.acknowledgementsTranslators": "Com o auxílio de {translatorsLink} ao redor do mundo, o Scratch está disponível em vários idiomas.",
    "credits.acknowledgementsTranslatorsLinkText": "Tradutores Scratch",
    "credits.acknowledgementsCommunity": "Nós agradecemos muito por todas as contribuições de diversos membros da comunidade global Scratch, que deram direção ao Scratch ao compartilharem seus projetos, comentários e ideias.",
    "credits.acknowledgementsInfluencers": "As ideias de Seymour Papert e Alan Kay inspiraram e influenciaram intensamente nosso trabalho no Scratch.",
    "credits.supportersTitle": "Organizações Apoiadoras",
    "credits.supportersFinancialHeader": "As organizações a seguir deram um grande apoio financeiro ao Scratch:",
    "credits.supportersServicesHeader": "As organizações a seguir doaram seus serviços para ajudar a manter o projeto Scratch funcionando:",
    "credits.supportersOpenHeader": "O Scratch não seria possível sem os softwares gratuitos e de código aberto, entre eles:",
    "credits.currentSponsors": "Patrocinadores atuais",
    "credits.currentFinancialSupport": "As organizações a seguir fornecem um grande apoio financeiro ao Scratch:",
    "credits.translationsTitle": "Traduções",
    "credits.illustrationsTitle": "Ilustrações",
    "credits.acknowledgementsIllustrations": "Muito obrigada a todos os artistas por suas contribuições com a biblioteca de atores do Scratch:",
    "credits.soundsTitle": "Sons",
    "credits.pastContributors": "Colaboradores anteriores",
    "credits.pastContributorsThanks": "Muitas contribuições importantes foram realizadas por membros anteriores do Scratch Team, incluindo John Maloney (que liderou o desenvolvimento de software para a primeira década do Scratch) e Andrés Monroy-Hernández (que liderou o desenvolvimento do primeiro site da comunidade Scratch).",
    "credits.otherContributors": "Outros colaboradores incluem:",
    "credits.acknowledgementsSounds": "A biblioteca de sons do Scratch utiliza recursos gratuitos dos sites Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org e Incompetech.com.",
    "credits.soundsThanks": "Nossos agradecimentos a Nina Paley do Archive.org; Kellee Maize, Peter Rudenko e Chris Zabriskie do FreeMusicArchive.org; e Kevin MacLeod do Incompetech.com. Agradecemos também aos seguintes artistas do freesound.org:"
}