{
    "credits.title": "Créditos e Contribuidores do Scratch",
    "credits.developers": "O Scratch é concebido, desenvolvido e moderados pelo Grupo Lifelong Kindergarten do MIT Media Lab:",
    "credits.moderators": "A equipa de moderadores Scratch gere, suporta e melhora a comunidade Scratch em linha:",
    "credits.previousTitle": "Antigos Membros da Equipa Scratch do MIT",
    "credits.previousBody": "Muitas contribuições importantes foram feitas por antigos membros da Equipa Scratch, incluindo John Maloney (que dirigiu o desenvolvimento do software durante a primeira década do Scratch) e Andrés Monroy-Hernández (que dirigiu o desenvolvimento do primeiro sítio web da comunidade Scratch). Outros contribuidores incluem:",
    "credits.partnersTitle": "Parceiros de Concepção e Desenvolvimento",
    "credits.researchersIntro": "A investigação sobre o Scratch é realizada por membros da Equipa Scratch do MIT e por investigadores de outras universidades, incluindo:",
    "credits.partnersBody": "Paula Bontá e Brian Silverman, Playful Invention Company (que começaram a contribuir para a concepção do Scratch antes mesmo de se lhe começar a chamar Scratch).",
    "credits.researchersTitle": "Investigadores Scratch",
    "credits.researchersBody": "{scratchResearchLink} é realizada por membros da Equipa Scratch do MIT e por investigadores de outras universidades, incluindo:",
    "credits.researchLinkText": "Investigação sobre o Scratch",
    "credits.researchersContributors": "Yasmin Kafai (que colaborou no {nsfLink}) da Escola Graduada de Educação da Universidade da Pensilvânia, Karen Brennan (que dirige o {scratchEdLink}) da Escola Graduada de Educação de Harvard, Benjamin Mako Hill da Universidade de Washington, Andrés Monroy Hernández da Microsoft Research, Mimi Ito e Crystle Martin da Universidade da Califórnia, em Irvine, Quinn Burke do College of Charleston, Deborah Fields da Universidade Estadual do Utah e Kylie Peppler da Universidade do Indiana.",
    "credits.researchNSFLinkText": "financiamento inicial do Scratch pela NS",
    "credits.researchScratchEdLinkText": "projecto ScratchEd",
    "credits.acknowledgementsTitle": "Agradecimentos",
    "credits.acknowledgementsContributors": "As seguintes pessoas também contribuíram para o desenvolvimento e suporte do Scratch ao longo dos anos: ",
    "credits.acknowledgementsTranslators": "Com a ajuda de {translatorsLink} de todo o mundo, o Scratch está disponível em muitas línguas.",
    "credits.acknowledgementsTranslatorsLinkText": "Tradutores Scratch",
    "credits.acknowledgementsCommunity": "Agradecemos profundamente todas as contribuições por membros da comunidade mundial do Scratch que ajudaram a dar direcção ao Scratch partilhando os seus projectos, comentários e ideias.",
    "credits.acknowledgementsInfluencers": "As ideias de Seymour Papert e Alan Kay inspiraram e influenciaram profundamente o nosso trabalho no Scratch.",
    "credits.supportersTitle": "Organizações Apoiantes",
    "credits.supportersFinancialHeader": "As seguintes organizações disponibilizaram apoios financeiros significativos ao Scratch:",
    "credits.supportersServicesHeader": "As seguintes organizações doaram os seus serviços para ajudar a manter o projecto Scratch activo:",
    "credits.supportersOpenHeader": "O Scratch não seria possível sem software livre e de código aberto, incluindo:",
    "credits.currentSponsors": "Patrocinadores Actuais",
    "credits.currentFinancialSupport": "As seguintes organizações disponibilizam apoios financeiros significativos ao Scratch:",
    "credits.translationsTitle": "Traduções",
    "credits.illustrationsTitle": "Ilustrações",
    "credits.acknowledgementsIllustrations": "Profundos agradecimentos aos seguintes artistas pelas suas contribuições para a biblioteca de actores do Scratch:",
    "credits.soundsTitle": "Sons",
    "credits.pastContributors": "Antigos Contribuidores",
    "credits.pastContributorsThanks": "Muitas contribuições importantes foram feitas por antigos membros da Equipa Scratch, incluindo John Maloney (que dirigiu o desenvolvimento do software durante a primeira década do Scratch) e Andrés Monroy-Hernández (que dirigiu o desenvolvimento do primeiro sítio web da comunidade Scratch).",
    "credits.otherContributors": "Outros contribuidores incluem:",
    "credits.acknowledgementsSounds": "A biblioteca de sons do Scratch usa recursos gratuitos de som disponibilizados em Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org e Incompetech.com.",
    "credits.soundsThanks": "Agradecemos à Nina Paley do Archive.org; a Kellee Maize, Peter Rudenko e Chris Zabriskie do FreeMusicArchive.org; e a Kevin MacLeod do Incompetech.com. Agradecemos aos seguintes artistas do freesound.org:"
}