{
    "credits.title": "Créditos e Contribuidores do Scratch",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "A equipa de moderadores Scratch gere, suporta e melhora a comunidade Scratch em linha:",
    "credits.previousTitle": "Antigos Membros da Equipa Scratch do MIT",
    "credits.previousBody": "Muitas contribuições importantes foram feitas por antigos membros da Equipa Scratch, incluindo John Maloney (que dirigiu o desenvolvimento do software durante a primeira década do Scratch) e Andrés Monroy-Hernández (que dirigiu o desenvolvimento do primeiro sítio web da comunidade Scratch). Outros contribuidores incluem:",
    "credits.partnersTitle": "Parceiros de Concepção e Desenvolvimento",
    "credits.researchersIntro": "A investigação sobre o Scratch é realizada por membros da Equipa Scratch do MIT e por investigadores de outras universidades, incluindo:",
    "credits.partnersBody": "Paula Bontá e Brian Silverman, Playful Invention Company (que começaram a contribuir para a concepção do Scratch antes mesmo de se lhe começar a chamar Scratch).",
    "credits.researchersTitle": "Investigadores Scratch",
    "credits.researchersBody": "{scratchResearchLink} é realizada por membros da Equipa Scratch do MIT e por investigadores de outras universidades, incluindo:",
    "credits.researchLinkText": "Investigação sobre o Scratch",
    "credits.researchersContributors": "Yasmin Kafai (que colaborou no {nsfLink}) da Escola Graduada de Educação da Universidade da Pensilvânia, Karen Brennan (que dirige o {scratchEdLink}) da Escola Graduada de Educação de Harvard, Benjamin Mako Hill da Universidade de Washington, Andrés Monroy Hernández da Microsoft Research, Mimi Ito e Crystle Martin da Universidade da Califórnia, em Irvine, Quinn Burke do College of Charleston, Deborah Fields da Universidade Estadual do Utah e Kylie Peppler da Universidade do Indiana.",
    "credits.researchNSFLinkText": "financiamento inicial do Scratch pela NS",
    "credits.researchScratchEdLinkText": "projecto ScratchEd",
    "credits.acknowledgementsTitle": "Agradecimentos",
    "credits.acknowledgementsContributors": "As seguintes pessoas também contribuíram para o desenvolvimento e suporte do Scratch ao longo dos anos: ",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "Com a ajuda de {translatorsLink} de todo o mundo, o Scratch está disponível em muitas línguas.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Tradutores Scratch",
    "credits.acknowledgementsCommunity": "Agradecemos profundamente todas as contribuições por membros da comunidade mundial do Scratch que ajudaram a dar direcção ao Scratch partilhando os seus projectos, comentários e ideias.",
    "credits.acknowledgementsInfluencers": "As ideias de Seymour Papert e Alan Kay inspiraram e influenciaram profundamente o nosso trabalho no Scratch.",
    "credits.supportersTitle": "Organizações Apoiantes",
    "credits.supportersFinancialHeader": "As seguintes organizações disponibilizaram apoios financeiros significativos ao Scratch:",
    "credits.supportersServicesHeader": "As seguintes organizações doaram os seus serviços para ajudar a manter o projecto Scratch activo:",
    "credits.supportersOpenHeader": "O Scratch não seria possível sem software livre e de código aberto, incluindo:",
    "credits.currentSponsors": "Patrocinadores Actuais",
    "credits.currentFinancialSupport": "As seguintes organizações disponibilizam apoios financeiros significativos ao Scratch:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Ilustrações",
    "credits.acknowledgementsIllustrations": "Profundos agradecimentos aos seguintes artistas pelas suas contribuições para a biblioteca de actores do Scratch:",
    "credits.soundsTitle": "Sons",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Antigos Contribuidores",
    "credits.otherContributors": "Outros contribuidores incluem:",
    "credits.acknowledgementsSounds": "A biblioteca de sons do Scratch usa recursos gratuitos de som disponibilizados em Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org e Incompetech.com.",
    "credits.soundsThanks": "Agradecemos à Nina Paley do Archive.org; a Kellee Maize, Peter Rudenko e Chris Zabriskie do FreeMusicArchive.org; e a Kevin MacLeod do Incompetech.com. Agradecemos aos seguintes artistas do freesound.org:"
}