{
    "credits.title": "Credite Scratch și colaboratori",
    "credits.developers": "Scratch este proiectat, dezvoltat și moderat de personalul Fundației Scratch, o organizație nonprofit.",
    "credits.moderators": "Echipa de moderatori Scratch conduce, ajută şi dezvoltă comunitatea Scratch online.",
    "credits.previousTitle": "Membrii echipei MIT Scratch anterioare ",
    "credits.previousBody": "Multe contribuții importante au fost aduse de membrii anteriori ai echipei Scratch, inclusiv John Maloney (care a condus dezvoltarea de software pentru primul deceniu al Scratch) și Andrés Monroy-Hernández (care a condus dezvoltarea primului site web al comunității Scratch). Alți contribuitori includ:",
    "credits.partnersTitle": "Parteneri Design şi Dezvoltare",
    "credits.researchersIntro": "Cercetările privind Scratch sunt efectuate de membri ai echipei MIT Scratch și de cercetători din alte universități, inclusiv:",
    "credits.partnersBody": "Paula Bontá şi Brian Silverman, Playful Invention Company (care au început să contribuie la proiectarea Scratch încă de dinainte de a se numi Scratch)",
    "credits.researchersTitle": "Cercetătorii Scratch ",
    "credits.researchersBody": "{scratchResearchLink} este condus de membrii echipei MIT Scratch și de cercetători din alte universități, inclusiv:",
    "credits.researchLinkText": "Cercetare pe Scratch",
    "credits.researchersContributors": "Yasmin Kafai (care a colaborat la {nsfLink}) la Universitatea din Pennsylvania Graduate School of Education, Karen Brennan (care conduce {scratchEdLink}) la Harvard Graduate School of Education, Benjamin Mako Hill la Universitatea din Washington, Andrés Monroy Hernández la Microsoft Research, Mimi Ito și Crystle Martin de la Universitatea din California, Irvine, Quinn Burke de la College of Charleston, Deborah Fields de la Universitatea de Stat din Utah și Kylie Peppler de la Universitatea Indiana.",
    "credits.researchNSFLinkText": "grant inițial NSF Scratch",
    "credits.researchScratchEdLinkText": "Proiect ScratchEd",
    "credits.acknowledgementsTitle": "Mulțumiri",
    "credits.acknowledgementsContributors": "Următoarele persoane au contribuit, de asemenea, la dezvoltarea și sprijinirea Scratch de-a lungul anilor:",
    "credits.acknowledgementsDonors": "Fundația Scratch este o organizație non-profit 501(c)(3) care se bazează pe donații deductibile din impozite pentru a sprijini Scratch și a-l păstra gratuit pentru toți. Pentru o listă a donatorilor Fundației Scratch, vă rugăm să vizitați {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Pagina suporterilor",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} Laboratorul Media al MIT a inițiat proiectul Scratch în 2002 și a primit un an {nsfGrantLink} pentru a-l susține. Grupul a lansat public Scratch în 2007 și l-a dezvoltat până în 2019, când echipa Scratch s-a mutat la Scratch Foundation. Grupul Lifelong Kindergarten, condus de profesorul Mitchel Resnick, continuă să colaboreze cu echipa Scratch pentru a cerceta și a sprijini învățarea creativă cu Scratch în întreaga lume.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Grupul de cercetare Grădinița pe tot parcursul vieții",
    "credits.acknowledgementsNSFGrantLinkText": "Grantul Fundației Naționale pentru Știință",
    "credits.acknowledgementsTranslators": "Cu ajutorul din întreaga lume {translatorsLink}, Scratch este disponibil în mai multe limbi.",
    "credits.acknowledgementsLanguageOrganizers": "Multe mulțumiri următorilor organizatori de limbi pentru că au ajutat la coordonarea traducătorilor Scratch în limba lor:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch traducători",
    "credits.acknowledgementsCommunity": "Apreciem foarte mult toate contribuțiile membrilor comunității Scratch din întreaga lume, care au modelat direcția Scratch prin împărtășirea proiectelor, comentariilor și ideilor lor.",
    "credits.acknowledgementsInfluencers": "Ideile lui Seymour Papert şi ale lui Alan Kay ne-au inspirat profund şi ne-au influenţat munca la Scratch.",
    "credits.supportersTitle": "Organizaţii Suport",
    "credits.supportersFinancialHeader": "Următoarele organizaţii au oferit un suport financiar major pentru  Scratch:",
    "credits.supportersServicesHeader": "Următoarele organizaţii şi-au donat serviciile lor pentru a ajuta la menţinerea proiectului Scratch:",
    "credits.supportersOpenHeader": "Scratch nu ar fi posibil fără software-ul free şi open source software, inclusiv:",
    "credits.currentSponsors": "Sponsorii actuali",
    "credits.currentFinancialSupport": "Următoarele organizații oferă sprijin financiar major pentru Scratch:",
    "credits.donorsTitle": "Donatori",
    "credits.lifelongKindergartenTitle": "Grup de grădiniță pe tot parcursul vieții",
    "credits.translationsTitle": "Traducători",
    "credits.illustrationsTitle": "Ilustrații",
    "credits.acknowledgementsIllustrations": "Multe mulțumiri următorilor artiști pentru contribuțiile lor la biblioteca de sprite Scratch:",
    "credits.soundsTitle": "Sunete",
    "credits.pastContributors": "Membrii din trecutul echipei Scratch",
    "credits.pastContributorsThanks": "Multe contribuții importante au fost aduse de membrii anteriori ai echipei Scratch, inclusiv:",
    "credits.acknowledgementsOtherContributors": "Colaboratori din trecut",
    "credits.otherContributors": "Alți contribuitori includ:",
    "credits.acknowledgementsSounds": "Biblioteca de sunet Scratch utilizează resurse de sunet gratuite de la Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org și Incompetech.com.",
    "credits.soundsThanks": "Mulțumiri Ninei Paley de la Archive.org; Kellee Maize, Peter Rudenko și Chris Zabriskie de la FreeMusicArchive.org; și Kevin MacLeod de la Incompetech.com. Mulțumim următorilor artiști freesound.org:"
}