{
    "credits.title": "Кредиты Scratch и вклады",
    "credits.developers": "Scratch создан, разработан и управляется персоналом Фонда Scratch, некоммерческой организации.",
    "credits.moderators": "Команда модераторов Скретч управляет, поддерживает и улучшает онлайн сообщество Скретч:",
    "credits.previousTitle": "Предыдущие члены команды Скретч из МТИ",
    "credits.previousBody": "Большой вклад в развитие был сделан членами предыдущей команды, в состав которой входили  John Maloney (возглавлявший группу разработчиков языка Скретч) и Andrés Monroy-Hernández (руководивший созданием веб-сайта сообщества Скретч). Другие сотрудники, которых необходимо отметить:",
    "credits.partnersTitle": "Партнеры по разработке и развитию",
    "credits.researchersIntro": "Исследование Scratch проводится членами команды MIT Scratch Team и исследователями из других университетов, в том числе:",
    "credits.partnersBody": "Паула Бонта и Брайан Сильверман, компания Playful Invention (начали вносить свой вклад в разработку Scratch, даже до того, как Scratch получил свое название).",
    "credits.researchersTitle": "Исследователи Скретч",
    "credits.researchersBody": "{scratchResearchLink} проводится членами команды MIT Scratch Team и исследователями из других университетов, в том числе:",
    "credits.researchLinkText": "Исследования по Scratch",
    "credits.researchersContributors": "Ясмин Кафай (сотрудничавший с {nsfLink})  в Высшей школе образования Пенсильванского университета, Карен Бреннан (возглавляющая {scratchEdLink}) в Высшей школе образования Гарварда, Бенджамин Мако Хилл в Вашингтонском университете, Андрес Монрой Эрнандес из Microsoft Research, Мими Ито и Кристл Мартин из Калифорнийского университета, Ирвин, Куинн Берк из Колледжа Чарльстона, Дебора Филдс из Университета штата Юта и Кайли Пепплер из Университета Индианы.",
    "credits.researchNSFLinkText": "начальный грант NSF Scratch",
    "credits.researchScratchEdLinkText": "Проект ScratchEd",
    "credits.acknowledgementsTitle": "Благодарности",
    "credits.acknowledgementsContributors": "Следующие участники также участвовали в поддержке и развитии Scratch в эти годы:",
    "credits.acknowledgementsDonors": "Фонд Scratch является 501(c)(3) некоммерческим, который полагается на пожертвования, не облагаемые налогом для поддержки Scratch для его бесплатность. Для списка всех доноров Фонда Scratch, пожалуйста, посетите {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Поддерживающие",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} в медиалабаратории MIT инициировала проект Scratch в 2002 и получила {nsfGrantLink} для поддержки год спустя. Группа публично запустила Scratch в 2007 г. и разрабатывала его до 2019, когда Команда Scratch переселилась в Фонд Scratch. Группа Lifelong Kindergarten, под руководством профессора Митчела Резника, продолжает сотрудничать с Командой Scratch для исследования и поддержки творческого обучения с помощью Scratch по всему миру.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Исследовательская группа Lifelong Kindergarten",
    "credits.acknowledgementsNSFGrantLinkText": "Грант Национального научного фонда",
    "credits.acknowledgementsTranslators": "С помощью {translatorsLink} по всему миру, Scratch доступен на многих языках.",
    "credits.acknowledgementsLanguageOrganizers": "Огромное спасибо этим языковым организаторам за помощь в координации переводчиков Scratch на их язык:",
    "credits.acknowledgementsTranslatorsLinkText": "Переводчик Scratch",
    "credits.acknowledgementsCommunity": "Мы высоко ценим вклад всех участников всемирного сообщества Scratch, которые сформировали направление Scratch, делясь своими проектами, комментариями и идеями.",
    "credits.acknowledgementsInfluencers": "Идеи Сеймура Пейперта и Алана Кея серьезно вдохновили и повлияли на нашу работу по Scratch.",
    "credits.supportersTitle": "Поддерживающие организации",
    "credits.supportersFinancialHeader": "Эти организации поддержали Скретч финансово наиболее сильно:",
    "credits.supportersServicesHeader": "Эти организации поддерживают Scratch своими сервисами, чтобы проект продолжал развиваться:",
    "credits.supportersOpenHeader": "Скретч не существовал бы, если бы не бесплатное и открытое программное обеспечение:",
    "credits.currentSponsors": "Спонсоры на текущий момент",
    "credits.currentFinancialSupport": "Следующие организации предоставляют основную финансовую поддержку для Scratch:",
    "credits.donorsTitle": "Доноры",
    "credits.lifelongKindergartenTitle": "Группа Детского сада на всю жизнь",
    "credits.translationsTitle": "Переводчики",
    "credits.illustrationsTitle": "Иллюстрации",
    "credits.acknowledgementsIllustrations": "Большое спасибо следующим художникам за их вклад в библиотеку спрайтов Scratch:",
    "credits.soundsTitle": "Звуки",
    "credits.pastContributors": "Прошлые участники Команды Scratch",
    "credits.pastContributorsThanks": "Многий важный вклад был создан прошлыми участниками Команды Scratch, включая:",
    "credits.acknowledgementsOtherContributors": "Участники в прошлом",
    "credits.otherContributors": "Другие участники включают:",
    "credits.acknowledgementsSounds": "Звуковая библиотека Scratch использует бесплатные звуковые ресурсы от Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org и Incompetech.com.",
    "credits.soundsThanks": "Спасибо Нине Пейли из Archive.org; Келли Маис, Питер Руденко и Крис Забриски из FreeMusicArchive.org; и Кевин Маклеод из Incompetech.com. Спасибо следующим художникам freesound.org:"
}