{
    "credits.title": "Stieracie kredity a prispievatelia",
    "credits.developers": "Scratch je navrhnutý, vyvinutý a moderovaný zamestnancami neziskovej organizácie Scratch Foundation.",
    "credits.moderators": "Tím moderátorov Scratch spravuje, poskytuje podporu a vylepšenia pre online komunitu Scratch.",
    "credits.previousTitle": "Bývalí členovia tímu MIT Scratch",
    "credits.previousBody": "Mnohí bývalí členovia tímu Scratch, napr. John Maloney (vedúci vývoja v prvej dekáde) a Andrés Monroy-Hernández (vedúci vývoja prvej webstránky online komunity Scratch). Ďalší prispievatelia:",
    "credits.partnersTitle": "Partneri návrhu a vývoja",
    "credits.researchersIntro": "Výskum Scratch vykonávajú členovia tímu MIT Scratch Team a výskumníci na iných univerzitách, vrátane:",
    "credits.partnersBody": "Paula Bontá a Brian Silverman, Playful Invention Company (začali prispievať do návrhu prostredia Scratch ešte skôr, ako bolo nazvané Scratch).",
    "credits.researchersTitle": "Výskumí pracovníci Scratch",
    "credits.researchersBody": "{scratchResearchLink} vedú členovia tímu MIT Scratch Team a výskumníci na iných univerzitách, vrátane:",
    "credits.researchLinkText": "Výskumy o Scratchi",
    "credits.researchersContributors": "Yasmin Kafai (spolupracovala na {nsfLink}) na University of Pennsylvania Graduate School of Education, Karen Brennanová (ktorá vedie {scratchEdLink}) na Harvard Graduate School of Education, Benjamin Mako Hill na University of Washington, Andrés Monroy Hernández z Microsoft Research, Mimi Ito a Crystle Martin z Kalifornskej univerzity v Irvine, Quinn Burke z College of Charleston, Deborah Fields z Utah State University a Kylie Peppler z Indiana University.",
    "credits.researchNSFLinkText": "počiatočný grant NSF Scratch",
    "credits.researchScratchEdLinkText": "Projekt ScratchEd",
    "credits.acknowledgementsTitle": "Poďakovania",
    "credits.acknowledgementsContributors": "Nasledujúci ľudia sa tiež podieľali na vývoji a podpore projektu Scratch počas rokov jeho existencie:",
    "credits.acknowledgementsDonors": "Nadácia Scratch Foundation je 501(c)(3) nezisková organizácia, ktorá sa spolieha na dary odpočítateľné z daní, aby podporila Scratch a aby bola bezplatná pre všetkých. Zoznam darcov pre Scratch Foundation nájdete na {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Stránka priaznivcov",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} v MIT Media Lab inicioval projekt Scratch v roku 2002 a o rok neskôr dostal {nsfGrantLink} na jeho podporu. Skupina verejne spustila Scratch v roku 2007 a vyvíjala ho do roku 2019, keď sa tím Scratch presťahoval do Scratch Foundation. Skupina Lifelong Kindergarten, vedená profesorom Mitchelom Resnickom, pokračuje v spolupráci s tímom Scratch na výskume a podpore kreatívneho učenia so Scratch po celom svete.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Výskumná skupina Celoživotná materská škola",
    "credits.acknowledgementsNSFGrantLinkText": "Grant Národnej vedeckej nadácie",
    "credits.acknowledgementsTranslators": "S pomocou {translatorsLink} po celom svete je Scratch k dispozícii v mnohých jazykoch.",
    "credits.acknowledgementsLanguageOrganizers": "Veľká vďaka patrí nasledujúcim jazykovým organizátorom za pomoc pri koordinácii prekladateľov Scratch v ich jazyku:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch prekladače",
    "credits.acknowledgementsCommunity": "Veľmi si ceníme všetky príspevky celosvetovej kumunity Scratch, ktorí ktorý udávali smer zdieľaním svojich projektov, reakcií a myšlienok.",
    "credits.acknowledgementsInfluencers": "Našu prácu na Scratchi hlboko inšpirovali a ovplyvnili myšlienky Seymoura Paperta a Alana Kaya.",
    "credits.supportersTitle": "Podporovateľské organizácie",
    "credits.supportersFinancialHeader": "Tieto organizáce poskytli väčšiu finančnú pomoc pre Scratch:",
    "credits.supportersServicesHeader": "Tieto organizácie darovali svoje služby na zabezpečenie prevádzky projektu Scratch: ",
    "credits.supportersOpenHeader": "Scratch by nebol možný bez slobodného a otvoreného softvéru, a to:",
    "credits.currentSponsors": "Súčasní sponzori",
    "credits.currentFinancialSupport": "Nasledujúce organizácie poskytujú veľkú finančnú podporu pre Scratch:",
    "credits.donorsTitle": "Darcov",
    "credits.lifelongKindergartenTitle": "Celoživotná skupina materských škôl",
    "credits.translationsTitle": "Prekladatelia",
    "credits.illustrationsTitle": "Ilustrácie",
    "credits.acknowledgementsIllustrations": "Veľká vďaka týmto umelcom za ich príspevky do knižnice Scratch sprite:",
    "credits.soundsTitle": "Zvuky",
    "credits.pastContributors": "Bývalí členovia Scratch tímu",
    "credits.pastContributorsThanks": "Predchádzajúci členovia Scratch Teamu poskytli mnohé dôležité príspevky, vrátane:",
    "credits.acknowledgementsOtherContributors": "Minulí prispievatelia",
    "credits.otherContributors": "Medzi ďalších prispievateľov patria:",
    "credits.acknowledgementsSounds": "Zvuková knižnica Scratch využíva bezplatné zvukové zdroje z Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org a Incompetech.com.",
    "credits.soundsThanks": "Vďaka Nine Paley z Archive.org; Kellee Maize, Peter Rudenko a Chris Zabriskie z FreeMusicArchive.org; a Kevin MacLeod z Incompetech.com. Vďaka týmto umelcom z freesound.org:"
}