{
    "credits.title": "Scratch Credits & Contributors",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "Tím moderátorov Scratch spravuje, poskytuje podporu a vylepšenia pre online komunitu Scratch.",
    "credits.previousTitle": "Bývalí členovia tímu MIT Scratch",
    "credits.previousBody": "Mnohí bývalí členovia tímu Scratch, napr. John Maloney (vedúci vývoja v prvej dekáde) a Andrés Monroy-Hernández (vedúci vývoja prvej webstránky online komunity Scratch). Ďalší prispievatelia:",
    "credits.partnersTitle": "Partneri návrhu a vývoja",
    "credits.researchersIntro": "Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
    "credits.partnersBody": "Paula Bontá a Brian Silverman, Playful Invention Company (začali prispievať do návrhu prostredia Scratch ešte skôr, ako bolo nazvané Scratch).",
    "credits.researchersTitle": "Výskumí pracovníci Scratch",
    "credits.researchersBody": "{scratchResearchLink} is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
    "credits.researchLinkText": "Výskumy o Scratchi",
    "credits.researchersContributors": "Yasmin Kafai (who collaborated on the {nsfLink}) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the {scratchEdLink}) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
    "credits.researchNSFLinkText": "initial NSF Scratch grant",
    "credits.researchScratchEdLinkText": "ScratchEd project",
    "credits.acknowledgementsTitle": "Poďakovania",
    "credits.acknowledgementsContributors": "Nasledujúci ľudia sa tiež podieľali na vývoji a podpore projektu Scratch počas rokov jeho existencie:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "With the help of {translatorsLink} around the world, Scratch is available in many languages.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch Translators",
    "credits.acknowledgementsCommunity": "Veľmi si ceníme všetky príspevky celosvetovej kumunity Scratch, ktorí ktorý udávali smer zdieľaním svojich projektov, reakcií a myšlienok.",
    "credits.acknowledgementsInfluencers": "Našu prácu na Scratchi hlboko inšpirovali a ovplyvnili myšlienky Seymoura Paperta a Alana Kaya.",
    "credits.supportersTitle": "Podporovateľské organizácie",
    "credits.supportersFinancialHeader": "Tieto organizáce poskytli väčšiu finančnú pomoc pre Scratch:",
    "credits.supportersServicesHeader": "Tieto organizácie darovali svoje služby na zabezpečenie prevádzky projektu Scratch: ",
    "credits.supportersOpenHeader": "Scratch by nebol možný bez slobodného a otvoreného softvéru, a to:",
    "credits.currentSponsors": "Current Sponsors",
    "credits.currentFinancialSupport": "The following organizations are providing major financial support for Scratch:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Illustrations",
    "credits.acknowledgementsIllustrations": "Many thanks to the following artists for their contributions to the Scratch sprite library:",
    "credits.soundsTitle": "Zvuky",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Past Contributors",
    "credits.otherContributors": "Other contributors include:",
    "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
    "credits.soundsThanks": "Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}