{
    "credits.title": "Scratch zasluge & sodelujoči",
    "credits.developers": "Scratch načrtuje, razvija in ureja osebje neprofitne fundacije Scratch Foundation.",
    "credits.moderators": "Skupina Scratchevih moderatorjev nadzoruje, podpira in izboljšuje spletno skupnost Scratcha:",
    "credits.previousTitle": "Predhodni člani ekipe MIT Scratch Team",
    "credits.previousBody": "Prejšnji člani ekipe Stratch Team so veliko doprinesli k razvoju Scratcha, med njimi John Maloney (ki je prvo desetletje vodil razvoj programa) in Andrés Monroy-Hernández (ki je vodil razvoj prve spletne strani skupnosti uporabnikov Scratcha). K razvoju so prispevali tudi: ",
    "credits.partnersTitle": "Partnerji za dizajn in razvoj",
    "credits.researchersIntro": "Raziskave o Scratchu izvajajo člani MIT Scratch Team in raziskovalci drugih univerz, med njimi:",
    "credits.partnersBody": "Paula Bontá in Brian Silverman iz Playful Invention Company (ki je prispevala k dizajnu Scratcha, še preden se je tako imenoval)",
    "credits.researchersTitle": "Scratchevi raziskovalci",
    "credits.researchersBody": "{scratchResearchLink}izvajajo člani MIT Scratch Team in raziskovalci iz drugih univerz, med njimi: ",
    "credits.researchLinkText": "Raziskave o Scratchu",
    "credits.researchersContributors": "Yasmin Kafai (ki je sodelovala pri {nsfLink}) z University of Pennsylvania Graduate School of Education, Karen Brennan (ki vodi {scratchEdLink}) s Harvard Graduate School of Education, Benjamin Mako Hill z University of Washington, Andrés Monroy Hernandez z Microsoft Research, Mimi Ito and Crystle Martin z University of California, Irvine, Quinn Burke z College of Charleston, Deborah Fields z Utah State University, in Kylie Peppler z Indiana University.",
    "credits.researchNSFLinkText": "začetni NSF Scratch projekt",
    "credits.researchScratchEdLinkText": "ScratchEd projekt",
    "credits.acknowledgementsTitle": "Zasluge",
    "credits.acknowledgementsContributors": "Tekom let so k razvoju in podpori Scratcha prispevali tudi:",
    "credits.acknowledgementsDonors": "The Scratch Foundation je 501(c)(3) neprofitna organizacija, ki za delovanje uporablja davčno odtegljive donacije za podporo Scratch-u, da ostane brezplačen za vse. Za seznam donatorjev fundaciji Scratch Foundation obiščite {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Stran podpornikov",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} pri MIT media Lab je začel s projektom Scratch leta 2002 in leto kasneje prejel {nsfGrantLink}. Scratch je skupina uradno izdala leta 2007 in ga razvijala do 2009, ko se je Scratch ekipa premaknila v Scratch Foundation. The Lifelong Kindergarten group pod vodstvom profesorja Mitchela Resnicka nadaljuje s sodelovanjem s Scratch ekipo z raziskavami in podporo pri kreativnem učenju s Scratch-om po vsem svetu.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten raziskovalna skupina",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "S pomočjo {translatorsLink} s celega sveta je Scratch na voljo v številnih jezikih.",
    "credits.acknowledgementsLanguageOrganizers": "Hvala naslednjim jezikovnim organizatorjem za pomoč pri koordinaciji Scratch prevajalcev v njihovem jeziku:",
    "credits.acknowledgementsTranslatorsLinkText": "Prevajalci Scratcha",
    "credits.acknowledgementsCommunity": "Zelo cenimo vsak prispevek članov Scratcheve skupnosti, ki so oblikovali smer razvoja Scratcha s tem, da so delili svoje projekte, komentarje in ideje.",
    "credits.acknowledgementsInfluencers": "Ideje Seymoura Paperta in Alana Kaya so močno navdihnili in vplivali na naše razvijanje Scratcha.",
    "credits.supportersTitle": "Organizacije, ki so nudile podporo",
    "credits.supportersFinancialHeader": "Naslednje organizacije so nudile močno finančno podporo za Scratch:",
    "credits.supportersServicesHeader": "Naslednje organizacije so prispevale svoje storitve, da je lahko projekt Scratch še naprej tekel:",
    "credits.supportersOpenHeader": "Scratch ne bi mogel obstajati, če ne bi bilo brezplačnega in odprtokodnega programja, kar vključuje:",
    "credits.currentSponsors": "Sponzorji",
    "credits.currentFinancialSupport": "Naslednje organizacije nudijo glavno finančno podporo za Scratch:",
    "credits.donorsTitle": "Donatorji",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Prevajalci",
    "credits.illustrationsTitle": "Ilustracije",
    "credits.acknowledgementsIllustrations": "Vse zahvale naslednjim ilustratorjem, ki so prispevali figure za Scratchevo knjižnico figur:",
    "credits.soundsTitle": "Zvoki",
    "credits.pastContributors": "Bivši člani Scratch ekipe",
    "credits.pastContributorsThanks": "Mnogo pomembnih prispevkov je bilo narejenih s strani bivših članov Scratch ekipe. Med njimi so tudi:",
    "credits.acknowledgementsOtherContributors": "Prejšnji sodelavci",
    "credits.otherContributors": "Med ostalimi sodelujočimi so tudi:",
    "credits.acknowledgementsSounds": "Scratcheva zvočna knjižnica uporablja vire iz Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, in Incompetech.com.",
    "credits.soundsThanks": "Hvala Nini Paley iz Archive.org; Kellee Maize, Petru Rudenko in Chrisu Zabriskie iz FreeMusicArchive.org; in Kevinu MacLeod iz Incompetech.com. Zahvale tudi naslednjim umetnikom iz freesound.org:"
}