{
    "credits.title": "Заслужни и аутори Скрача",
    "credits.developers": "Скрач је осмишљен, развијан и уређиван од стране особља непрофитне организације Scratch Foundation.",
    "credits.moderators": "Модератори Скрач тима управљају, подржавају и побољшавају Скрач онлајн заједницу.",
    "credits.previousTitle": "Претходни чланови MIT Скрач тима",
    "credits.previousBody": "Много важних доприноса дати су од стране претходних чланова Скрач тима, укључујући Џона Малонија (који је предводио софтверски развој у току прве декаде Скрача) и Андеса Монрој-Хернандеза ( који је предводио развој првог сајта Скрач заједнице). Други сарадници укључују:",
    "credits.partnersTitle": "Партнери у дизајну и развоју",
    "credits.researchersIntro": "Истраживања на Скрачу проводили су чланови MIT Скрач тима и истраживачи са других универзитета, укључујући:",
    "credits.partnersBody": "Паула Бонта и Брајан Силверман, Playful Invention Company (који су допринос започели пре него што се Скрач звао Скрач).",
    "credits.researchersTitle": "Скрач истраживачи",
    "credits.researchersBody": "{scratchResearchLink} су спровели чланови MIT Скрач тима и истраживачи са других универзитета, укључујући:",
    "credits.researchLinkText": "Истраживачки рад на Скрачу",
    "credits.researchersContributors": "Yasmin Kafai (сарађивао је на {nsfLink}), University of Pennsylvania Graduate School of Education; Karen Brennan (која је водила {scratchEdLink}), Harvard Graduate School of Education; Benjamin Mako Hill, University of Washington; Andrés Monroy Hernández, Microsoft Research; Mimi Ito и Crystle Martin, University of California, Irvine; Quinn Burke, College of Charleston; Deborah Fields - Utah State University и Kylie Peppler, Indiana University.",
    "credits.researchNSFLinkText": "првобитна NSF Скрач субвенција",
    "credits.researchScratchEdLinkText": "СкрачЕд (ScratchEd)  пројекат",
    "credits.acknowledgementsTitle": "Захвалност",
    "credits.acknowledgementsContributors": "Следећи људи су такође допринеле развоју и подржали Скрач током година:",
    "credits.acknowledgementsDonors": "Scratch Foundation је 501(c)(3) је непрофитна организација, која се ослања на донације (које умањују пореску основицу донатору) и које помажу да Скрач постоји и буде бесплатан за све. За листу донатора посетите: {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Скрач подржавају",
    "credits.acknowledgementsLifelongKindergarten": "Скрач пројекат је иницирала група {lifelongKindergartenLink} при MIT Media Lab 2002. године и добила је {nsfGrantLink} годину дана касније. Група је објавила Скрач 2007. године и развијала га до 2019. године, када је основана Scratch Foundation. Група Lifelong Kindergarten, вођена од стране проф. Mitchel Resnick наставља да сарађује са Скрач тимом у истраживању и подршци креативног учења уз помоћ Скреча.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation субвенцију",
    "credits.acknowledgementsTranslators": "{translatorsLink} широм света, омогућавају да је Скрач доступан на бројним језицима.",
    "credits.acknowledgementsLanguageOrganizers": "Захваљујемо се следећим координаторима превода Скрача на локалне језике:",
    "credits.acknowledgementsTranslatorsLinkText": "Преводиоци Скрача",
    "credits.acknowledgementsCommunity": "Веома ценимо све доприносе чланова Скрач заједнице широм света који су образовали пут Скрача дељењем својих пројеката, коментара и идеја.",
    "credits.acknowledgementsInfluencers": "Идеје Симора Паперта и Алана Кеја су дубоко инспирисале и утицале на наш рад на Скрачу.",
    "credits.supportersTitle": "Организације које пружају подршку",
    "credits.supportersFinancialHeader": "Следеће организације су обезбедиле главну финансијску подршку Скрачу:",
    "credits.supportersServicesHeader": "Следеће организације су донирале своје услуге да би помогле да Скрач пројекат настави да ради:",
    "credits.supportersOpenHeader": "Скрач не би био могућ без слободног софтвера и софтвера отвореног кода, укључујући:",
    "credits.currentSponsors": "Тренутни спонзори",
    "credits.currentFinancialSupport": "Следеће организације пружају значајну финансијску подршку Скрачу:",
    "credits.donorsTitle": "Донатори",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten група",
    "credits.translationsTitle": "Преводиоци",
    "credits.illustrationsTitle": "Илустрације",
    "credits.acknowledgementsIllustrations": "Захваљујемо се следећим уметницима за допринос Скрач библиотеци ликова:",
    "credits.soundsTitle": "Звукови",
    "credits.pastContributors": "Бивши чланови Скреч тима",
    "credits.pastContributorsThanks": "Важне доприносе пружили су бивши чланови Скрач тима, укључујући и:",
    "credits.acknowledgementsOtherContributors": "Бивши сарадници",
    "credits.otherContributors": "Остали сарадници су и:",
    "credits.acknowledgementsSounds": "Скрач библиотека звукова користи бесплатне ресурсе са:  Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org и Incompetech.com.",
    "credits.soundsThanks": "Захваљујемо се: Nina Paley, Archive.org; Kellee Maize, Peter Rudenko и Chris Zabriskie, FreeMusicArchive.org; Kevin MacLeod, Incompetech.com. Захваљујемо се и freesound.org уметницима:"
}