{
    "credits.title": "Заслужни и аутори Скрача",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "Модератори Скрач тима управљају, подржавају и побољшавају Скрач онлајн заједницу.",
    "credits.previousTitle": "Претходни чланови MIT Скрач тима",
    "credits.previousBody": "Много важних доприноса дати су од стране претходних чланова Скрач тима, укључујући Џона Малонија (који је предводио софтверски развој у току прве декаде Скрача) и Андеса Монрој-Хернандеза ( који је предводио развој првог сајта Скрач заједнице). Други сарадници укључују:",
    "credits.partnersTitle": "Партнери у дизајну и развоју",
    "credits.researchersIntro": "Истраживања на Скрачу проводили су чланови MIT Скрач тима и истраживачи са других универзитета, укључујући:",
    "credits.partnersBody": "Паула Бонта и Брајан Силверман, Playful Invention Company (који су допринос започели пре него што се Скрач звао Скрач).",
    "credits.researchersTitle": "Скрач истраживачи",
    "credits.researchersBody": "{scratchResearchLink} су спровели чланови MIT Скрач тима и истраживачи са других универзитета, укључујући:",
    "credits.researchLinkText": "Истраживачки рад на Скрачу",
    "credits.researchersContributors": "Yasmin Kafai (who collaborated on the {nsfLink}) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the {scratchEdLink}) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
    "credits.researchNSFLinkText": "initial NSF Scratch grant",
    "credits.researchScratchEdLinkText": "СкрачЕд (ScratchEd)  пројекат",
    "credits.acknowledgementsTitle": "Захвалност",
    "credits.acknowledgementsContributors": "Следећи људи су такође допринеле развоју и подржали Скрач током година:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "With the help of {translatorsLink} around the world, Scratch is available in many languages.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Преводиоци Скрача",
    "credits.acknowledgementsCommunity": "Веома ценимо све доприносе чланова Скрач заједнице широм света који су образовали пут Скрача дељењем својих пројеката, коментара и идеја.",
    "credits.acknowledgementsInfluencers": "Идеје Симора Паперта и Алана Кеја су дубоко инспирисале и утицале на наш рад на Скрачу.",
    "credits.supportersTitle": "Организације које пружају подршку",
    "credits.supportersFinancialHeader": "Следеће организације су обезбедиле главну финансијску подршку Скрачу:",
    "credits.supportersServicesHeader": "Следеће организације су донирале своје услуге да би помогле да Скрач пројекат настави да ради:",
    "credits.supportersOpenHeader": "Скрач не би био могућ без слободног софтвера и софтвера отвореног кода, укључујући:",
    "credits.currentSponsors": "Тренутни спонзори",
    "credits.currentFinancialSupport": "The following organizations are providing major financial support for Scratch:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Илустрације",
    "credits.acknowledgementsIllustrations": "Many thanks to the following artists for their contributions to the Scratch sprite library:",
    "credits.soundsTitle": "Звукови",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Past Contributors",
    "credits.otherContributors": "Other contributors include:",
    "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
    "credits.soundsThanks": "Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}