{
    "credits.title": "Scratch Beröm och Bidragsgivare",
    "credits.developers": "Scratch är designat, utvecklat och modererat av personalen på Scratch Foundation, en ideell organisation.",
    "credits.moderators": "Teamet av Scratch-moderatorer hanterar, stöder och förbättrar Scratch-nätgemenskapen:",
    "credits.previousTitle": "Tidigare medlemmar i MIT Scratch Team",
    "credits.previousBody": "Många viktiga bidrag har gjorts av tidigare Scratch Team-medlemmar, inklusive John Maloney (som ledde mjukvaruutveckling under det första decenniet av Scratch) och Andrés Monroy-Hernández (som ledde utvecklingen av den första Scratch community-webbplatsen). Andra bidragsgivare inkluderar:",
    "credits.partnersTitle": "Design- och utvecklingspartners",
    "credits.researchersIntro": "Forskning om Scratch bedrivs av medlemmar i MIT Scratch Team och forskare vid andra universitet, inklusive:",
    "credits.partnersBody": "Paula Bontá och Brian Silverman, Playful Invention Company (som började bidra till designen av Scratch redan innan det hette Scratch).",
    "credits.researchersTitle": "Scratch Forskare",
    "credits.researchersBody": "{scratchResearchLink} genomförs av medlemmar i MIT Scratch Team och forskare vid andra universitet, inklusive:",
    "credits.researchLinkText": "Forskning om Scratch",
    "credits.researchersContributors": "Yasmin Kafai (som samarbetade på {nsfLink}) vid University of Pennsylvania Graduate School of Education, Karen Brennan (som leder {scratchEdLink}) vid Harvard Graduate School of Education, Benjamin Mako Hill vid University of Washington, Andrés Monroy Hernández på Microsoft Research, Mimi Ito och Crystle Martin vid University of California, Irvine, Quinn Burke vid College of Charleston, Deborah Fields vid Utah State University och Kylie Peppler vid Indiana University.",
    "credits.researchNSFLinkText": "initialt NSF Scratch-bidrag",
    "credits.researchScratchEdLinkText": "ScratchEd-projekt",
    "credits.acknowledgementsTitle": "Erkännanden",
    "credits.acknowledgementsContributors": "Följande personer har också bidragit till utvecklingen och stödet av Scratch genom åren:",
    "credits.acknowledgementsDonors": "Scratch Foundation är en 501(c)(3) ideell organisation som är beroende av skatteavdragsgilla donationer för att stödja Scratch och hålla det gratis för alla. För en lista över givare till Scratch Foundation, besök {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters sida",
    "credits.acknowledgementsLifelongKindergarten": "Den {lifelongKindergartenLink} på MIT Media Lab startade Scratch-projektet 2002 och fick ett för {nsfGrantLink} att stödja det ett år senare. Gruppen lanserade Scratch offentligt 2007 och utvecklade den fram till 2019, när Scratch-teamet flyttade till Scratch Foundation. Lifelong Kindergarten-gruppen, ledd av professor Mitchel Resnick, fortsätter att samarbeta med Scratch-teamet för att forska och stödja kreativt lärande med Scratch runt om i världen.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Livslångt dagis forskargrupp",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation-bidrag",
    "credits.acknowledgementsTranslators": "Med hjälp av {translatorsLink} hela världen finns Scratch tillgängligt på många språk.",
    "credits.acknowledgementsLanguageOrganizers": "Stort tack till följande språkarrangörer för hjälpen med att koordinera Scratch-översättare på deras språk:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch-översättare",
    "credits.acknowledgementsCommunity": "Vi uppskattar mycket alla bidrag från medlemmar i det världsomspännande Scratch-communityt, som har format Scratch-riktningen genom att dela med sig av sina projekt, kommentarer och idéer.",
    "credits.acknowledgementsInfluencers": "Seymour Paperts och Alan Kays idéer har djupt inspirerat och påverkat vårt arbete med Scratch.",
    "credits.supportersTitle": "Stödande organisationer",
    "credits.supportersFinancialHeader": "Följande organisationer har gett stort ekonomiskt stöd till Scratch:",
    "credits.supportersServicesHeader": "Följande organisationer donerar sina tjänster för att hålla Scratch-projektet igång:",
    "credits.supportersOpenHeader": "Scratch skulle inte vara möjligt utan fri programvara med öppen källkod, inklusive:",
    "credits.currentSponsors": "Nuvarande sponsorer",
    "credits.currentFinancialSupport": "Följande organisationer ger stort ekonomiskt stöd till Scratch:",
    "credits.donorsTitle": "Donatorer",
    "credits.lifelongKindergartenTitle": "Livslång dagisgrupp",
    "credits.translationsTitle": "Översättare",
    "credits.illustrationsTitle": "Illustrationer",
    "credits.acknowledgementsIllustrations": "Stort tack till följande artister för deras bidrag till Scratch sprite-biblioteket:",
    "credits.soundsTitle": "Ljud",
    "credits.pastContributors": "Tidigare Scratch-teammedlemmar",
    "credits.pastContributorsThanks": "Många viktiga bidrag har gjorts av tidigare Scratch Team-medlemmar, inklusive:",
    "credits.acknowledgementsOtherContributors": "Tidigare bidragsgivare",
    "credits.otherContributors": "Andra bidragsgivare inkluderar:",
    "credits.acknowledgementsSounds": "Scratch-ljudbiblioteket använder gratis ljudresurser från Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org och Incometech.com.",
    "credits.soundsThanks": "Tack till Nina Paley från Archive.org; Kellee Maize, Peter Rudenko och Chris Zabriskie från FreeMusicArchive.org; och Kevin MacLeod från Incompetech.com. Tack till följande freesound.org-artister:"
}