{
    "credits.title": "Wahongerwa na wachangiaji",
    "credits.developers": "Scratch imetengenezwa, kusanidiwa, na kudhibitishwa na wafanyakazi wa Scratch Foundation,  shirika lisilo la kibiashara.",
    "credits.moderators": "Timu ya wakadiriaji wa Scratch inasimamia, inasaidia, na kuboraesha  jamii ya mtandaoni ya Scratch: ",
    "credits.previousTitle": "Wanakikoa cha Scratch wa awali kutoka  MIT.",
    "credits.previousBody": "Michango mingi muhimu imetolewa na washiriki wa Timu ya Scratch wa awali, hao ni pamoja na John Maloney (ambaye aliongoza maendeleo ya programu kwa muongo wa kwanza wa Scratch) na Andrés Monroy-Hernández (aliyeongoza ukuzaji wa tovuti ya kwanza ya jamii ya Scratch). Wachangiaji wengine ni pamoja na:",
    "credits.partnersTitle": "Washirika Wanaorasimu na Kuikuza Scratch ",
    "credits.researchersIntro": "Utafiti wa Scratch unafanywa na wajumbe wa Timu ya Scratch ya MIT na watafiti wengine kutoka katika vyuo vikuu vingine, ni pamoja na:",
    "credits.partnersBody": "Paula Bontá na Brian Silverman, Kampuni ya Uvumbuzi wa Playful (ambao walianza kuchangia katika muundo wa Scratch hata kabla haujaitwa Scratch).",
    "credits.researchersTitle": "Watafiti wa Scratch ",
    "credits.researchersBody": "{scratchResearchLink} unafanywa na wanachama wa Timu ya Scratch wa MIT na watafiti katoka vyuo vikuu vingine, pamoja na:",
    "credits.researchLinkText": "Utafiti wa Scratch ",
    "credits.researchersContributors": "Yasmin Kafai (ambaye alishiriki katika {nsfLink}) katika Chuo Kikuu cha Pennsylvania cha Uzamifu, Karen Brennan (anayeongoza {scratchEdLink}) katika Chuo Kikuu cha uzamifu cha Harvard, Benjamin Mako Hill kutoka Chuo Kikuu cha Washington, Andrés Monroy Hernández kutoka Utafiti wa Microsoft, Mimi Ito na Crystle Martin kutoka Chuo Kikuu cha California, Irvine, Quinn Burke kutoka Chuo cha Charleston, Deborah Fields kutoka Chuo Kikuu cha Jimbo la Utah, na Kylie Peppler kutoka Chuo Kikuu cha Indiana.",
    "credits.researchNSFLinkText": "msaada wa kwanza wa NSF ya Scratch ",
    "credits.researchScratchEdLinkText": "mradi wa ScratchEd ",
    "credits.acknowledgementsTitle": "Muungamo",
    "credits.acknowledgementsContributors": "Watu wafuatayo pia wamechangia kukuza na kuunga mkono Scratch kwa miaka mingi:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Ukurasa wa wafuasi",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Kikundi cha utafiti cha Lifelong Kindergarten",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "Kwa msaada wa {translatorsLink} ulimwenguni kote, Scratch inapatikana katika lugha nyingi.",
    "credits.acknowledgementsLanguageOrganizers": "Shukrani nyingi kwa wasimamizi wa lugha wafuatao kwa kusaidia kuratibu watafsiri wa Scratch katika lugha zao:",
    "credits.acknowledgementsTranslatorsLinkText": "Watafsiri wa Scratch ",
    "credits.acknowledgementsCommunity": "Tunathamini sana michango yote ya wanachama wa jamii ya Scratch ulimwenguni, ambao wameunda mwelekeo wa Scratch kwa kushiriki miradi yao, fikra na maoni.",
    "credits.acknowledgementsInfluencers": "Maoni ya Seymour Papert na Alan Kay yamehimiza sana na kushawishi kazi yetu ya Scratch.",
    "credits.supportersTitle": "Mashirika yanayotoa Msaada ",
    "credits.supportersFinancialHeader": "Mashirika yafuatayo yametoa msaada mkubwa wa kifedha kwa Scratch.",
    "credits.supportersServicesHeader": "Mashirika yafuatayo yanachangia huduma zao kusaidia kuhakikisha mradi wa Scratch unaendelea.",
    "credits.supportersOpenHeader": "Scratch haingewezekana bila programu ya bure na  msimbo huru, pamoja na:",
    "credits.currentSponsors": "Wadhamini walioko sasa",
    "credits.currentFinancialSupport": "Mashirika yafuatayo yanatoa mchango mkubwa wa fedha kwa ajili kuunga mkono Scratch ",
    "credits.donorsTitle": "Wafadhili",
    "credits.lifelongKindergartenTitle": "Kikundi cha Lifelong Kindergarten",
    "credits.translationsTitle": "Watafsiri",
    "credits.illustrationsTitle": "Vielelezo",
    "credits.acknowledgementsIllustrations": "Shukrani tele kwa  wasanii wafuatao kwa changia maktaba ya vihusika vya Scratch ",
    "credits.soundsTitle": "Sauti",
    "credits.pastContributors": "Wanachama wa Timu ya Scratch iliyopita",
    "credits.pastContributorsThanks": "Michango mingi muhimu imefanywa na wanachama wa timu ya Scratch iliyopita, ikiwa ni pamoja na:",
    "credits.acknowledgementsOtherContributors": "Wachangiaji wa zamani",
    "credits.otherContributors": "Wachangiaji wengine ni pamoja na:",
    "credits.acknowledgementsSounds": "Maktaba ya sauti ya Scratch hutumia sauti zinazotolewa bure na Adobe.com, Archieve.org, FreeMusicArchive.org, FreeSound.org na Incompetech.com.",
    "credits.soundsThanks": "Shukrani kwa Nina Paley kutoka Archieve.org; Kellee Maize, Peter Rudenko na Chris Zabriskie kutoka FreeMusicArchive.org; na Kevin Macleod kutoka Incompetech.com. Shukrani kwa wasanii wafuatao kutoka freesound.org: "
}