{
    "credits.title": "Wahongerwa na wachangiaji",
    "credits.developers": "Mchanganyiko umeundwa, kuendelezwa, na kudhibitiwa na Kikundi cha lifelong kindergarten huko MIT Media Lab:",
    "credits.moderators": "Timu ya wasimamizi wa Scratch inasimamia, inasaidia, na inaboresha jamii ya scratch: ",
    "credits.previousTitle": "Wanasrachi wa MIT wa awali.",
    "credits.previousBody": "Mchango mwingi muhimu umetolewa na washiriki wa Timu ya scratch ya mwanzo, pamoja na John Maloney (ambaye aliongoza maendeleo ya programu kwa muongo wa kwanza wa Scratch) na Andrés Monroy-Hernández (aliyeongoza ukuzaji wa wavuti ya kwanza ya jamii ya Scratch). Wachangiaji wengine ni pamoja na:",
    "credits.partnersTitle": "Washirika wa Ubuni na Maendeleo ",
    "credits.researchersIntro": "Utafiti wa Scratch unafanywa na wajumbe wa Timu ya MIT Scratch na watafiti katika vyuo vikuu vingine, pamoja na:",
    "credits.partnersBody": "Paula Bontá na Brian Silverman, Kampuni ya Uvumbuzi wa Playful (ambao walianza kuchangia katika muundo wa Scratch hata kabla haujaitwa Scratch).",
    "credits.researchersTitle": "Watafiti wa Scratch ",
    "credits.researchersBody": "{scratchResearchLink} inafanywa na wanachama wa Timu ya MIT Scratch na watafiti katika vyuo vikuu vingine, pamoja na:",
    "credits.researchLinkText": "utafiti wa Scratch ",
    "credits.researchersContributors": "Yasmin Kafai (ambaye alishirikiana na {nsfLink}) katika Chuo Kikuu cha Pennsylvania alihitimu katika shule ya ualimu, Karen Brennan (anayeongoza {scratchEdLink}) katika Chuo Kikuu cha hitimu cha Harvard, Benjamin Mako Hill katika Chuo Kikuu cha Washington, Andrés Monroy Hernández katika Utafiti wa Microsoft, Mimi Ito na Crystle Martin katika Chuo Kikuu cha California, Irvine, Quinn Burke katika Chuo cha Charleston, Deborah Fields katika Chuo Kikuu cha Jimbo la Utah, na Kylie Peppler katika Chuo Kikuu cha Indiana.",
    "credits.researchNSFLinkText": "ruzuku ya awali ya NSF ya scratch ",
    "credits.researchScratchEdLinkText": "mradi wa ScratchEd ",
    "credits.acknowledgementsTitle": "kukiri",
    "credits.acknowledgementsContributors": "Watu wafuatayo pia wamechangia kukuza na kuunga mkono Scratch kwa miaka mingi:",
    "credits.acknowledgementsTranslators": "Kwa msaada wa {translatorsLink} ulimwenguni kote, Scratch inapatikana katika lugha nyingi.",
    "credits.acknowledgementsTranslatorsLinkText": "watafsiri wa Scratch ",
    "credits.acknowledgementsCommunity": "Tunathamini sana michango yote ya wanachama wa jamii ya Scratch ulimwenguni, ambao wameunda mwelekeo wa Scratch kwa kushiriki miradi yao, fikra na maoni.",
    "credits.acknowledgementsInfluencers": "Maoni ya Seymour Papert na Alan Kay wamehimiza sana na kushawishi kazi yetu juu ya Scratch.",
    "credits.supportersTitle": "kusaidia mashirika ",
    "credits.supportersFinancialHeader": "Shirika zifuatazo zimetoa msaada mkubwa wa kifedha kwa scratch.",
    "credits.supportersServicesHeader": "Shirika zifuatazo zinatoa huduma zao kusaidia kuweka mradi wa Scratch unaendelea.",
    "credits.supportersOpenHeader": "Scratch haingewezekana bila programu ya bure na wazi ya chanzo, pamoja na:",
    "credits.currentSponsors": "wadhamini wakipindi hiki",
    "credits.currentFinancialSupport": "mashirika yafuatayo yanatoa mchango mkubwa wa fedha kuunga mkono Scratch ",
    "credits.translationsTitle": "tafsiri ",
    "credits.illustrationsTitle": "mifano",
    "credits.acknowledgementsIllustrations": "asante nyingi kwa wasanii wafuatao kwa kujitolea kwa maktaba ya vihusika vya scratch ",
    "credits.soundsTitle": "Sauti",
    "credits.pastContributors": "wachangiaji wazamani",
    "credits.pastContributorsThanks": "Mchango mwingi muhimu umetolewa na washiriki wa Timu ya Scratch ya mwanzo, pamoja na John Maloney (ambaye aliongoza maendeleo ya programu kwa muongo wa kwanza wa Scratch) na Andrés Monroy-Hernández (aliyeongoza ukuzaji wa wavuti ya kwanza ya jamii ya Scratch).",
    "credits.otherContributors": "wachangiaji wengine ni pamoja na:",
    "credits.acknowledgementsSounds": "maktaba ya sauti ya Scratch hutumia sauti zinazotolewa bure na Adobe.com, Archieve.org, FreeMusicArchive.org, FreeSound.org na Incompetech.com.",
    "credits.soundsThanks": "Asanti kwa Nina Paley kutoka Archieve.org; Kellee Maize, Peter Rudenko and Chris Zabriskie kutoka FreeMusicArchive.org; na Kevin Macleod kutoka Incompetech.com. asanti kwa wasanii wafuatao kutoka freesound.org: "
}