{
    "credits.title": "Scratch Emeği Geçenler ve Katkıda Bulunanlar",
    "credits.developers": "Scratch, kar amacı gütmeyen bir kuruluş olan Scratch Vakfı'nın çalışanları tarafından tasarlanır, geliştirilir ve yönetilir.",
    "credits.moderators": "Scratch moderatör takımı, Scratch çevrimiçi topluluğunu yönetir, destekler ve iyileştirir.",
    "credits.previousTitle": "Önceki MIT Scratch Ekibi Üyeleri",
    "credits.previousBody": "Eski Scratch Ekibi üyeleri, John Maloney (ilk 10 yıl Scratch yazılım geliştirme ekibini yönetti) ve Andrés Monroy-Hernández (Scratch çevrimiçi topluluk sayfasını geliştirdi) tarafından pek çok katkı sağlanmıştır. Bunlar dışında katkı sağlayanlar:",
    "credits.partnersTitle": "Tasarım ve Geliştirme Ortakları",
    "credits.researchersIntro": "Scratch üzerindeki araştırmalar MIT Scratch Ekibi üyeleri ve diğer üniversitelerde araştırmacılar tarafından yürütülmektedir:",
    "credits.partnersBody": "Paula Bontá ve Brian Silverman, Playful Invention Company (En başından itibaren Scratch platformunun tasarım sürecine katkı sağlamışlardır.)",
    "credits.researchersTitle": "Scratch Araştırmacıları",
    "credits.researchersBody": "{scratchResearchLink} MIT Scratch Ekibi üyeleri ve diğer üniversitelerde araştırmacılar tarafından yürütülmektedir:",
    "credits.researchLinkText": "Scratch Hakkında Araştırmalar",
    "credits.researchersContributors": "Pennsylvania Üniversitesi Eğitim Bilimleri Yüksek Okulu'nda ({nsfLink} üzerinde işbirliği yapan) Yasmin Kafai (Harvard Graduate School of Education'da {scratchEdLink} liderliğini yapan Karen Brennan), Washington Üniversitesi'nden Maxwell Mako Hill, Andrés Monroy Microsoft Research'teki Hernández, Mimi Ito ve Crystle Martin, Kaliforniya Üniversitesi, Irvine, College of Charleston'da Quinn Burke, Utah State Üniversitesi'nde Deborah Fields ve Indiana Üniversitesi'nde Kylie Peppler.",
    "credits.researchNSFLinkText": "ilk NSF (ulusal bilim vakfı) Scratch hibesi",
    "credits.researchScratchEdLinkText": "ScratchEd Projesi",
    "credits.acknowledgementsTitle": "Teşekkürler",
    "credits.acknowledgementsContributors": "Scratch'in yıllar içerisindeki gelişimi sürecine katkıda bulunan kişiler aşağıdadır:",
    "credits.acknowledgementsDonors": "Scratch Vakfı, Scratch'i desteklemek ve herkes için ücretsiz tutmak için vergiden düşülebilir bağışlara dayanan bir 501(c)(3) kâr amacı gütmeyen kuruluştur. Scratch Vakfı'na bağış yapanların listesi için lütfen {donorsLink}nı ziyaret edin.",
    "credits.acknowledgementsDonorsLinkText": "Destekleyiciler sayfası",
    "credits.acknowledgementsLifelongKindergarten": "MIT Medya Laboratuarı'ndaki {lifelongKindergartenLink}, 2002 yılında Scratch projesini başlattı ve bir yıl sonra bunu desteklemek için bir {nsfGrantLink} aldı. Grup, Scratch'i 2007'de halka açık bir şekilde piyasaya sürdü ve Scratch Ekibi'nin Scratch Vakfı'na taşındığı 2019 yılına kadar geliştirdi. Profesör Mitchel Resnick tarafından yönetilen Lifelong Kindergarten grubu, dünya çapında Scratch ile yaratıcı öğrenmeyi araştırmak ve desteklemek için Scratch Ekibi ile işbirliği yapmaya devam ediyor.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten araştırma grubu",
    "credits.acknowledgementsNSFGrantLinkText": "Ulusal Bilim Vakfı Hibesi",
    "credits.acknowledgementsTranslators": "Dünya genelindeki {translatorsLink}nin katkıları ile Scratch pek çok dilde kullanılabilir.",
    "credits.acknowledgementsLanguageOrganizers": "Scratch çevirmenlerini kendi dillerinde tercümanlık yapmaya yardımcı oldukları için aşağıdaki tercümanlara çok teşekkürler:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch Çevirmenleri",
    "credits.acknowledgementsCommunity": "Projelerini, yorumlarını ve fikirlerini paylaşarak Scratch'in gelişimine katkı sağlayan dünya genelindeki Scratch Topluluğu üyelerine desteklerinden dolayı teşekkür ederiz.",
    "credits.acknowledgementsInfluencers": "Seymour Papert ve Alan Kay'ın fikirleri Scratch'in geliştirilme sürecine büyük oranda yön vermiştir.",
    "credits.supportersTitle": "Destekleyen Organizasyonlar",
    "credits.supportersFinancialHeader": "Scratch'e büyük mâli destek sağlayan organizasyonlar aşağıdaki gibidir:",
    "credits.supportersServicesHeader": "Aşağıdaki kuruluşlar, Scratch projesinin çalışmaya devam etmesine yardımcı olmak için bizlere hizmetlerini bağışlamaktadır:",
    "credits.supportersOpenHeader": "Scratch'in geliştirmesinde aşağıdaki Açık Kaynak Kodlu Yazılımlar, hayati önem taşımaktadır: ",
    "credits.currentSponsors": "Mevcut Sponsorlar",
    "credits.currentFinancialSupport": "Scratch'e büyük mali destek sağlayan organizasyonlar aşağıdaki gibidir:",
    "credits.donorsTitle": "Bağışçılar",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Grubu",
    "credits.translationsTitle": "Çevirmenler",
    "credits.illustrationsTitle": "Resimler",
    "credits.acknowledgementsIllustrations": "Scratch sprite kütüphanesine yaptıkları katkılardan ötürü şu sanatçılara teşekkür ederiz:",
    "credits.soundsTitle": "Sesler",
    "credits.pastContributors": "Eski Scratch Ekibi Üyeleri",
    "credits.pastContributorsThanks": "Aşağıdakiler dahil olmak üzere önceki Scratch Ekibi üyeleri tarafından birçok önemli katkı yapılmıştır:",
    "credits.acknowledgementsOtherContributors": "Geçmişte katkıda bulunanlar",
    "credits.otherContributors": "Diğer katılımcılar:",
    "credits.acknowledgementsSounds": "Scratch ses kütüphanesi, Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org ve Incompetech.com'dan ücretsiz ses kaynakları kullanır.",
    "credits.soundsThanks": "Archive.org'dan Nina Paley'e; FreeMusicArchive.org'dan Kellee Mısır, Peter Rudenko ve Chris Zabriskie; ve Incompetech.com'dan Kevin MacLeod'a teşekkürler. Aşağıdaki freesound.org sanatçılarına da teşekkürler:"
}