{
    "credits.title": "Scratch'ın Yapımcıları ve Katkıda Bulunanlar",
    "credits.developers": "Scratch MIT Medya Laboratuarı'ndaki Yaşam Boyu Anaokulu Grubu tarafından tasarlanmış, geliştirilmiş ve yönetilmektedir.",
    "credits.moderators": "Scratch moderatör takımı, Scratch çevrimiçi topluluğunu yönetir, destekler ve iyileştirir.",
    "credits.previousTitle": "Önceki MIT Scratch Takımı Üyeleri",
    "credits.previousBody": "Eski Scratch takımı üyeleri John Maloney (İlk 10 yılında Scratch yazılım geliştirme ekibini yönetti)  ve Andrés Monroy-Hernández (Scratch çevrimiçi topluluk web sayfasını geliştirdi) tarafından pek çok katkı sağlanmıştır. Bunlar dışında katkı sağlayanlar: ",
    "credits.partnersTitle": "Tasarım ve Geliştirme Ortakları",
    "credits.researchersIntro": "Scratch üzerindeki araştırmalar MIT Scratch Ekibi üyeleri ve diğer üniversitelerde araştırmacılar tarafından yürütülmektedir:\n",
    "credits.partnersBody": "Paula Bontá ve Brian Silverman, Playful Invention Company (En başından itibaren Scratch platformunun tasarım sürecine katkı sağlamışlardır.)",
    "credits.researchersTitle": "Scratch Araştırmacıları",
    "credits.researchersBody": "{scratchResearchLink}, MIT Scratch Ekibi üyeleri ve diğer üniversitelerde araştırmacılar tarafından yürütülmektedir:",
    "credits.researchLinkText": "Scratch Hakkında Araştırmalar",
    "credits.researchersContributors": "Pennsylvania Üniversitesi Eğitim Bilimleri Yüksek Okulu'nda {nsfLink} üzerinde işbirliği yapan) Yasmin Kafai (Harvard Graduate School of Education'da {scratchEdLink}liderliğini yapan Karen Brennan), Washington Üniversitesi'nden Maxwell Mako Hill, Andrés Monroy Microsoft Research'teki Hernández, Mimi Ito ve Crystle Martin, Kaliforniya Üniversitesi, Irvine, College of Charleston'da Quinn Burke, Utah State Üniversitesi'nde Deborah Fields ve Indiana Üniversitesi'nde Kylie Peppler.",
    "credits.researchNSFLinkText": "ilk NSF (ulusal bilim vakfı) Scratch hibesi",
    "credits.researchScratchEdLinkText": "ScratchEd Projesi",
    "credits.acknowledgementsTitle": "Teşekkürler",
    "credits.acknowledgementsContributors": "Scratch'ın yıllar içerisindeki gelişimi sürecine katkıda bulunan kişiler aşağıdadır:",
    "credits.acknowledgementsTranslators": "Dünya genelindeki {translatorsLink} katkıları ile Scratch pek çok dilde kullanılabilir.",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch tercümanları",
    "credits.acknowledgementsCommunity": "Projelerini, yorumlarını ve fikirlerini paylaşarak Scratch'in gelişimine katkı sağlayan dünya genelindeki Scratch Topluluğu üyelerine desteklerinden dolayı teşekkür ederiz. ",
    "credits.acknowledgementsInfluencers": "Seymour Papert ve Alan Kay'ın fikirleri Scratch'ın geliştirilme sürecine büyük oranda yön vermiştir. ",
    "credits.supportersTitle": "Destekleyen Organizasyonlar",
    "credits.supportersFinancialHeader": "Scratch'e büyük mali destek sağlayan organizasyonlar aşağıdaki gibidir:",
    "credits.supportersServicesHeader": "Sundukları hizmetlerle Scratch projesinin devamlılığına katkı sağlayan organizasyonlar:",
    "credits.supportersOpenHeader": "Scratch'ı geliştirmesinde aşağıdaki Açık Kaynak Kodlu Yazılımlar hayati önem taşımaktadır: ",
    "credits.currentSponsors": "Mevcut Sponsorlar",
    "credits.currentFinancialSupport": "Scratch'e büyük mali destek sağlayan organizasyonlar aşağıdaki gibidir:",
    "credits.translationsTitle": "Çeviriler",
    "credits.illustrationsTitle": "Resimler",
    "credits.acknowledgementsIllustrations": "Scratch sprite kütüphanesine yaptıkları katkılardan ötürü şu sanatçılara teşekkür ederiz:",
    "credits.soundsTitle": "Sesler",
    "credits.pastContributors": "Geçmişte katkıda bulunanlar",
    "credits.pastContributorsThanks": "Eski Scratch takımı üyeleri John Maloney (İlk 10 yılında Scratch yazılım geliştirme ekibini yönetti)  ve Andrés Monroy-Hernández (Scratch çevrimiçi topluluk web sayfasını geliştirdi) tarafından pek çok katkı sağlanmıştır. ",
    "credits.otherContributors": "Diğer katılımcılar:",
    "credits.acknowledgementsSounds": "Scratch ses kütüphanesi, Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org ve Incompetech.com'dan ücretsiz ses kaynakları kullanır.",
    "credits.soundsThanks": "Archive.org'dan Nina Paley'e; FreeMusicArchive.org'dan Kellee Mısır, Peter Rudenko ve Chris Zabriskie; ve Incompetech.com'dan Kevin MacLeod'a teşekkürler. Aşağıdaki freesound.org sanatçılarına da teşekkürler:"
}