{
    "credits.title": "Scratch Credits & Contributors",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "Nhóm kiểm duyệt Scratch đã quản lý,  hỗ trợ và cải thiện cộng đồng online Scratch:",
    "credits.previousTitle": "Cựu thành viên MIT Scratch Team",
    "credits.previousBody": "Các cựu thành viên Scratch Team đã có những cống hiến quan trọng, đáng kể đến là John Maloney (người đã lãnh đạo công việc phát triển phần mềm cho thập kỷ đầu của Scratch ) và Andrés Monroy-Hernández (người đã lãnh đạo việc phát triển website cộng đồng đầu tiên cho Scratch). Cùng những người cống hiến khác:",
    "credits.partnersTitle": "Đối tác Thiết kế và Phát triển",
    "credits.researchersIntro": "Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
    "credits.partnersBody": "Paula Bontá và Brian Silverman, từ Công ty Playful Invention (những người đã có đóng góp trước đó vào thiết kế của Scratch, thậm chí trước khi nó được gọi là Scratch ).",
    "credits.researchersTitle": "Nghiên cứu viên của Scratch",
    "credits.researchersBody": "{scratchResearchLink} is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
    "credits.researchLinkText": "Nghiên cứu trên Scratch",
    "credits.researchersContributors": "Yasmin Kafai (who collaborated on the {nsfLink}) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the {scratchEdLink}) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
    "credits.researchNSFLinkText": "initial NSF Scratch grant",
    "credits.researchScratchEdLinkText": "ScratchEd project",
    "credits.acknowledgementsTitle": "Lời tri ân",
    "credits.acknowledgementsContributors": "Những thành viên sau đây đã có đóng góp cho sự phát triển và hỗ trợ Scratch trong suốt những năm vừa qua:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "With the help of {translatorsLink} around the world, Scratch is available in many languages.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Scratch Translators",
    "credits.acknowledgementsCommunity": "Chúng tôi đánh giá cao sự đóng góp của tất cả những thành viên của cộng đồng Scratch toàn cầu, những người đã đóng góp cho sự định hướng của Scratch bằng việc chia sẻ những dự án, những bình luận, và những ý tưởng của họ.",
    "credits.acknowledgementsInfluencers": "Những ý tưởng của Seymour Papert và Alan Kay đã truyền cảm hứng sâu sắc và ảnh hưởng đến công việc phát triển Scratch.",
    "credits.supportersTitle": "Các tổ chức hỗ trợ",
    "credits.supportersFinancialHeader": "Những tổ chức sau đã đóng góp về mặt tài chính chủ yếu cho Scratch:",
    "credits.supportersServicesHeader": "Những tổ chức sau đây đã đóng góp dịch vụ của họ để duy trì hoạt động của dự án Scratch:",
    "credits.supportersOpenHeader": "Ứng dụng Scratch thành hiện thực không thể thiếu các phần mềm mã nguồn mở và miễn phí sau đây:",
    "credits.currentSponsors": "Current Sponsors",
    "credits.currentFinancialSupport": "The following organizations are providing major financial support for Scratch:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Illustrations",
    "credits.acknowledgementsIllustrations": "Many thanks to the following artists for their contributions to the Scratch sprite library:",
    "credits.soundsTitle": "Âm thanh",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Past Contributors",
    "credits.otherContributors": "Other contributors include:",
    "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
    "credits.soundsThanks": "Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}