{
    "credits.title": "Scratch Các ghi công & Những người đóng góp",
    "credits.developers": "Scratch được thiết kế, phát triển và điều hành bởi đội ngũ nhân viên của Scratch Foundation, một tổ chức phi lợi nhuận.",
    "credits.moderators": "Nhóm kiểm duyệt Scratch đã quản lý,  hỗ trợ và cải thiện cộng đồng online Scratch:",
    "credits.previousTitle": "Cựu thành viên MIT Scratch Team",
    "credits.previousBody": "Các cựu thành viên Scratch Team đã có những cống hiến quan trọng, đáng kể đến là John Maloney (người đã lãnh đạo công việc phát triển phần mềm cho thập kỷ đầu của Scratch ) và Andrés Monroy-Hernández (người đã lãnh đạo việc phát triển website cộng đồng đầu tiên cho Scratch). Cùng những người cống hiến khác:",
    "credits.partnersTitle": "Đối tác Thiết kế và Phát triển",
    "credits.researchersIntro": "Nghiên cứu về Scratch đang được tiến hành bởi các thành viên của Nhóm MIT Scratch và các nhà nghiên cứu tại các trường đại học khác, bao gồm:",
    "credits.partnersBody": "Paula Bontá và Brian Silverman, từ Công ty Playful Invention (những người đã có đóng góp trước đó vào thiết kế của Scratch, thậm chí trước khi nó được gọi là Scratch ).",
    "credits.researchersTitle": "Nghiên cứu viên của Scratch",
    "credits.researchersBody": "{scratchResearchLink}đang được thực hiện bởi các thành viên của Tập đoàn Scratch MIT và các nhà nghiên cứu tại các trường đại học khác, bao gồm:",
    "credits.researchLinkText": "Nghiên cứu trên Scratch",
    "credits.researchersContributors": "Yasmin Kafai (người cộng tác tại {nsfLink}) tại Trường Sau đại học về Giáo dục của Đại học Pennsylvania, Karen Brennan (người đứng đầu {scratchEdLink}) tại Trường Sau đại học về Giáo dục của Đại học Harvard, Benjamin Mako Hill tại Đại học Washington, Andrés Monroy Hernández tại Microsoft Research, Mimi Ito và Crystle Martin tại Đại học California, Irvine, Quinn Burke tại Cao đẳng Charleston, Deborah Fields tại Đại học Tiểu bang Utah và Kylie Peppler tại Đại học Indiana.",
    "credits.researchNSFLinkText": "khoản tài trợ ban đầu của NSF Scratch",
    "credits.researchScratchEdLinkText": "Dự án ScratchEd",
    "credits.acknowledgementsTitle": "Lời tri ân",
    "credits.acknowledgementsContributors": "Những thành viên sau đây đã có đóng góp cho sự phát triển và hỗ trợ Scratch trong suốt những năm vừa qua:",
    "credits.acknowledgementsDonors": "Scratch Foundation là một tổ chức phi lợi nhuận 501(c)(3) dựa vào các khoản đóng góp được khấu trừ thuế để hỗ trợ Scratch và duy trì miễn phí cho tất cả mọi người. Để biết danh sách các nhà tài trợ cho Scratch Foundation, vui lòng truy cập {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Trang người ủng hộ",
    "credits.acknowledgementsLifelongKindergarten": "{lifelongKindergartenLink} tại MIT Media Lab đã khởi xướng dự án Scratch vào năm 2002 và nhận được {nsfGrantLink} để hỗ trợ dự án một năm sau đó. Nhóm đã công khai ra mắt Scratch vào năm 2007 và phát triển dự án này cho đến năm 2019, khi Nhóm Scratch chuyển đến Quỹ Scratch. Nhóm Lifelong Kindergarten, do Giáo sư Mitchel Resnick đứng đầu, tiếp tục hợp tác với Nhóm Scratch để nghiên cứu và hỗ trợ việc học sáng tạo với Scratch trên toàn thế giới.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Nhóm nghiên cứu Lifelong Kindergarten",
    "credits.acknowledgementsNSFGrantLinkText": "Quỹ tài trợ khoa học quốc gia",
    "credits.acknowledgementsTranslators": "Với sự trợ giúp của {translatorsLink} trên khắp thế giới, Scratch có sẵn bằng nhiều ngôn ngữ!!!",
    "credits.acknowledgementsLanguageOrganizers": "Xin chân thành cảm ơn những người tổ chức ngôn ngữ sau đây đã giúp điều phối các biên dịch viên Scratch sang ngôn ngữ của họ:",
    "credits.acknowledgementsTranslatorsLinkText": "Người phiên dịch Scratch",
    "credits.acknowledgementsCommunity": "Chúng tôi đánh giá cao sự đóng góp của tất cả những thành viên của cộng đồng Scratch toàn cầu, những người đã đóng góp cho sự định hướng của Scratch bằng việc chia sẻ những dự án, những bình luận, và những ý tưởng của họ.",
    "credits.acknowledgementsInfluencers": "Những ý tưởng của Seymour Papert và Alan Kay đã truyền cảm hứng sâu sắc và ảnh hưởng đến công việc phát triển Scratch.",
    "credits.supportersTitle": "Các tổ chức hỗ trợ",
    "credits.supportersFinancialHeader": "Những tổ chức sau đã đóng góp về mặt tài chính chủ yếu cho Scratch:",
    "credits.supportersServicesHeader": "Những tổ chức sau đây đã đóng góp dịch vụ của họ để duy trì hoạt động của dự án Scratch:",
    "credits.supportersOpenHeader": "Ứng dụng Scratch thành hiện thực không thể thiếu các phần mềm mã nguồn mở và miễn phí sau đây:",
    "credits.currentSponsors": "Nhà tài trợ hiện tại",
    "credits.currentFinancialSupport": "Các tổ chức sau đây đang cung cấp hỗ trợ tài chính lớn cho Scratch:",
    "credits.donorsTitle": "Những nhà tài trợ",
    "credits.lifelongKindergartenTitle": "Tập đoàn Lifelong Kindergarten Group",
    "credits.translationsTitle": "Các Người dịch",
    "credits.illustrationsTitle": "Minh họa",
    "credits.acknowledgementsIllustrations": "Xin chân thành cảm ơn các nghệ sĩ sau đây đã đóng góp cho thư viện hình ảnh Scratch:",
    "credits.soundsTitle": "Âm thanh",
    "credits.pastContributors": "Các cựu thành viên của đội Scratch",
    "credits.pastContributorsThanks": "Nhiều đóng góp quan trọng đã được thực hiện bởi các thành viên trước đây của Đội Scratch, bao gồm:",
    "credits.acknowledgementsOtherContributors": "Những người đóng góp trước đây",
    "credits.otherContributors": "Những người đóng góp khác bao gồm:",
    "credits.acknowledgementsSounds": "Thư viện âm thanh Scratch sử dụng các nguồn âm thanh miễn phí từ Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org và Incompetech.com.",
    "credits.soundsThanks": "Cảm ơn Nina Paley từ Archive.org; Kellee Maize, Peter Rudenko và Chris Zabriskie từ FreeMusicArchive.org; và Kevin MacLeod từ Incompetech.com. Cảm ơn các nghệ sĩ freesound.org sau đây:"
}