{
    "credits.title": "Ababongwayo & Abafake Isandla ku-Scratch",
    "credits.developers": "I-Scratch yenziwe, ithuthukiswe, futhi yalungiswa yi-Lifelong Kndergarten Group e-MIT Media Lab:",
    "credits.moderators": "Iqembu labalawuli liphatha, lisekele, futhi lithuthukise i-Scratch online community:",
    "credits.previousTitle": "Amalungu Eqembu le-MIT Scratch angaphambilini",
    "credits.previousBody": "Iminikelo eminingi ebalulekile yenziwe amalungu Eqembu le-Scratch angaphambilini, ahlanganisa uJohn Maloney (owahola ukwenziwa kwesofthiwe yeshumi lokuqala le-Scratch) kanye no-Andrés Monroy-Hernández (owahola ukwenziwa kwewebhusayithi yokuqala ye-Scratch community). Abanye abenza umnikelo bahlanganisa:",
    "credits.partnersTitle": "Abalingani Bokuklama Nokuthuthukisa",
    "credits.researchersIntro": "Ucwaningo lwe-Scratch lwenziwa amalungu Eqembu le-MIT Scratch kanye nabacwaningi kwamanye amanyuvesi, abahlanganisa:",
    "credits.partnersBody": "UPaula Bontá noBrian Silverman, i-Playful Invention Company (eyaqala ukufaka isandla ekuklameni i-Scratch ngisho nangaphambi kokuba ibizwe ngokuthi yi-Scratch).",
    "credits.researchersTitle": "Abacwaningi be-Scratch",
    "credits.researchersBody": "I-{scratchResearchLink}yenziwe amalungu Eqembu le-MIT Scratch kanye nabacwaningi kwamanye amanyuvesi, abahlanganisa: ",
    "credits.researchLinkText": "Ucwaningo nge-Scratch",
    "credits.researchersContributors": "UYasmin Kafai (owabambisana ne-{nsfLink}) e-University of Pennsylvania Graduate School of Education, uKaren Brennan (ohola e-{scratchEdLink}) eHarvard Graduate School of Education, uBenjamin Mako Hill e-University of Washington, u-Andrés Monroy Hernández eMicrosoft Research, uMimi Ito kanye noCrystle Martin e-University of California, u-Irvine, u-Quinn Burke eCollege of Charleston, uDeborah Fields e-Utah State University, noKylie Peppler e-Indiana University.",
    "credits.researchNSFLinkText": "I-NSF Scratch grant yokuqala",
    "credits.researchScratchEdLinkText": "I-ScratchEd project",
    "credits.acknowledgementsTitle": "Ababongwayo",
    "credits.acknowledgementsContributors": "Abantu abalandelayo nabo bafake isandla ekuthuthukiseni nasekusekeleni i-Scratch eminyakeni eyedlule:",
    "credits.acknowledgementsTranslators": "Ngosizo lwe-{translatorsLink} emhlabeni wonke, i-Scratch siyatholakala ngezilimi eziningi.",
    "credits.acknowledgementsTranslatorsLinkText": "Abahumushi be-Scratch",
    "credits.acknowledgementsCommunity": "Siyazisa kakhulu yonke iminikelo eyenziwe amalungu e-Scratch community asemhlabeni wonke, abaye baqondisa indlela yokusebenza ye-Scratch ngokwabelana ngamaphrojekthi, ukuphawula, kanye nemibono yabo.",
    "credits.acknowledgementsInfluencers": "Imibono kaSeymour Papert kanye no-Alan Kay isikhuthaze ngokujulile futhi yathonya umsebenzi wethu ku-Scratch.",
    "credits.supportersTitle": "Izinhlangano Ezisekelayo",
    "credits.supportersFinancialHeader": "Izinhlangano ezilandelayo ziye zasekela kakhulu ngokwezimali i-Scratch:",
    "credits.supportersServicesHeader": "Izinhlangano ezilandelayo zinikele ngezinkonzo zazo ekusizeni ngokugcina iphrojekthi ye-Scratch isebenza:",
    "credits.supportersOpenHeader": "I-Scratch beyingeke ibe khona ngaphandle kwesofthiwe yamahhala nenomthombo ovulekile, okuhlanganisa:",
    "credits.currentSponsors": "Abaxhasi Bamanje",
    "credits.currentFinancialSupport": "Izinhlangano ezilandelayo zisekela kakhulu ngokwezimali i-Scratch:",
    "credits.translationsTitle": "Abahumushi",
    "credits.illustrationsTitle": "Imifanekiso",
    "credits.acknowledgementsIllustrations": "Sibonga kakhulu abadwebi abalandelayo ngokufaka isandla kwabo kumtapo wabalingisi be-Scratch:",
    "credits.soundsTitle": "Imisindo",
    "credits.pastContributors": "Abanikele Esikhathini Esedlule",
    "credits.pastContributorsThanks": "Iminikelo eminingi ebalulekile yenziwe amalungu Eqembu le-Scratch angaphambilini, ahlanganisa uJohn Maloney (owahola ukwenziwa kwesofthiwe yeshumi lokuqala le-Scratch) kanye no-Andrés Monroy-Hernández (owahola ukwenziwa kwewebhusayithi yokuqala ye-Scratch community).",
    "credits.otherContributors": "Abanye abenza umnikelo bahlanganisa:",
    "credits.acknowledgementsSounds": "Umtapo womsindo we-Scratch usebenzisa izinsiza-kufundisa zamahhala zomsindo ku-Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, naku-Incompetech.com.",
    "credits.soundsThanks": "Sibonga uNina Paley we-Archive.org; uKellee Maize, uPeter Rudenko, noChris Zabriskie we-FreeMusicArchive.org; noKevin MacLeod we-Incompetech.com. Sibonga amaciko alandelayo ku-freesound.org:"
}