{
    "credits.title": "Ababongwayo & Abafake Isandla ku-Scratch",
    "credits.developers": "Scratch is designed, developed, and moderated by the staff of the Scratch Foundation, a nonprofit organization.",
    "credits.moderators": "Iqembu labalawuli liphatha, lisekele, futhi lithuthukise i-Scratch online community:",
    "credits.previousTitle": "Amalungu Eqembu le-MIT Scratch angaphambilini",
    "credits.previousBody": "Iminikelo eminingi ebalulekile yenziwe amalungu Eqembu le-Scratch angaphambilini, ahlanganisa uJohn Maloney (owahola ukwenziwa kwesofthiwe yeshumi lokuqala le-Scratch) kanye no-Andrés Monroy-Hernández (owahola ukwenziwa kwewebhusayithi yokuqala ye-Scratch community). Abanye abenza umnikelo bahlanganisa:",
    "credits.partnersTitle": "Abalingani Bokuklama Nokuthuthukisa",
    "credits.researchersIntro": "Ucwaningo lwe-Scratch lwenziwa amalungu Eqembu le-MIT Scratch kanye nabacwaningi kwamanye amanyuvesi, abahlanganisa:",
    "credits.partnersBody": "UPaula Bontá noBrian Silverman, i-Playful Invention Company (eyaqala ukufaka isandla ekuklameni i-Scratch ngisho nangaphambi kokuba ibizwe ngokuthi yi-Scratch).",
    "credits.researchersTitle": "Abacwaningi be-Scratch",
    "credits.researchersBody": "I-{scratchResearchLink}yenziwe amalungu Eqembu le-MIT Scratch kanye nabacwaningi kwamanye amanyuvesi, abahlanganisa: ",
    "credits.researchLinkText": "Ucwaningo nge-Scratch",
    "credits.researchersContributors": "UYasmin Kafai (owabambisana ne-{nsfLink}) e-University of Pennsylvania Graduate School of Education, uKaren Brennan (ohola e-{scratchEdLink}) eHarvard Graduate School of Education, uBenjamin Mako Hill e-University of Washington, u-Andrés Monroy Hernández eMicrosoft Research, uMimi Ito kanye noCrystle Martin e-University of California, u-Irvine, u-Quinn Burke eCollege of Charleston, uDeborah Fields e-Utah State University, noKylie Peppler e-Indiana University.",
    "credits.researchNSFLinkText": "I-NSF Scratch grant yokuqala",
    "credits.researchScratchEdLinkText": "I-ScratchEd project",
    "credits.acknowledgementsTitle": "Ababongwayo",
    "credits.acknowledgementsContributors": "Abantu abalandelayo nabo bafake isandla ekuthuthukiseni nasekusekeleni i-Scratch eminyakeni eyedlule:",
    "credits.acknowledgementsDonors": "The Scratch Foundation is a 501(c)(3) non-profit that relies on tax-deductible donations to support Scratch and keep it free for all. For a list of donors to the Scratch Foundation, please visit the {donorsLink}.",
    "credits.acknowledgementsDonorsLinkText": "Supporters page",
    "credits.acknowledgementsLifelongKindergarten": "The {lifelongKindergartenLink} at the MIT Media Lab initiated the Scratch project in 2002, and received a {nsfGrantLink} to support it a year later. The group publicly launched Scratch in 2007 and developed it through 2019, when the Scratch Team moved to the Scratch Foundation. The Lifelong Kindergarten group, led by Professor Mitchel Resnick, continues to collaborate with the Scratch Team to research and support creative learning with Scratch around the world.",
    "credits.acknowledgementsLifelongKindergartenLinkText": "Lifelong Kindergarten research group",
    "credits.acknowledgementsNSFGrantLinkText": "National Science Foundation Grant",
    "credits.acknowledgementsTranslators": "Ngosizo lwe-{translatorsLink} emhlabeni wonke, i-Scratch siyatholakala ngezilimi eziningi.",
    "credits.acknowledgementsLanguageOrganizers": "Many thanks to the following language organizers for helping to coordinate Scratch translators in their language:",
    "credits.acknowledgementsTranslatorsLinkText": "Abahumushi be-Scratch",
    "credits.acknowledgementsCommunity": "Siyazisa kakhulu yonke iminikelo eyenziwe amalungu e-Scratch community asemhlabeni wonke, abaye baqondisa indlela yokusebenza ye-Scratch ngokwabelana ngamaphrojekthi, ukuphawula, kanye nemibono yabo.",
    "credits.acknowledgementsInfluencers": "Imibono kaSeymour Papert kanye no-Alan Kay isikhuthaze ngokujulile futhi yathonya umsebenzi wethu ku-Scratch.",
    "credits.supportersTitle": "Izinhlangano Ezisekelayo",
    "credits.supportersFinancialHeader": "Izinhlangano ezilandelayo ziye zasekela kakhulu ngokwezimali i-Scratch:",
    "credits.supportersServicesHeader": "Izinhlangano ezilandelayo zinikele ngezinkonzo zazo ekusizeni ngokugcina iphrojekthi ye-Scratch isebenza:",
    "credits.supportersOpenHeader": "I-Scratch beyingeke ibe khona ngaphandle kwesofthiwe yamahhala nenomthombo ovulekile, okuhlanganisa:",
    "credits.currentSponsors": "Abaxhasi Bamanje",
    "credits.currentFinancialSupport": "Izinhlangano ezilandelayo zisekela kakhulu ngokwezimali i-Scratch:",
    "credits.donorsTitle": "Donors",
    "credits.lifelongKindergartenTitle": "Lifelong Kindergarten Group",
    "credits.translationsTitle": "Translators",
    "credits.illustrationsTitle": "Imifanekiso",
    "credits.acknowledgementsIllustrations": "Sibonga kakhulu abadwebi abalandelayo ngokufaka isandla kwabo kumtapo wabalingisi be-Scratch:",
    "credits.soundsTitle": "Imisindo",
    "credits.pastContributors": "Past Scratch Team Members",
    "credits.pastContributorsThanks": "Many important contributions have been made by previous Scratch Team members, including:",
    "credits.acknowledgementsOtherContributors": "Abanikele Esikhathini Esedlule",
    "credits.otherContributors": "Abanye abenza umnikelo bahlanganisa:",
    "credits.acknowledgementsSounds": "Umtapo womsindo we-Scratch usebenzisa izinsiza-kufundisa zamahhala zomsindo ku-Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, naku-Incompetech.com.",
    "credits.soundsThanks": "Sibonga uNina Paley we-Archive.org; uKellee Maize, uPeter Rudenko, noChris Zabriskie we-FreeMusicArchive.org; noKevin MacLeod we-Incompetech.com. Sibonga amaciko alandelayo ku-freesound.org:"
}