{
  "developers.hereLinkText": "тук",
  "developers.title": "Scratch за разработчици",
  "developers.introLinkText": "екипа на Scratch към Масачузетския технологичен институт",
  "developers.intro": "На тази страница ще откриете информация относно проектите с отворен код създадени и поддържани от {introLink}, както и мненията ни относно добрите практики за създаване на образователни преживявания за деца.",
  "developers.projectsTitle": "Проекти",
  "developers.principlesTitle": "Принципи",
  "developers.joinTitle": "Присъединете се",
  "developers.donateTitle": "Дарете",
  "developers.partnersTitle": "Партньори",
  "developers.faqTitle": "ЧЗВ",
  "developers.projectsIntro": "Следните проекти са с отворен код и могат да бъдат ползвани за всякакви цели.",
  "developers.scratchBlocksTitle": "Scratch блокчета",
  "developers.scratchBlocksIntroBlocklyLinkText": "технологията „Blockly“",
  "developers.scratchBlocksIntro": "„Scratch блокчета“ е нов проект за новото поколение графични блокчета за програмиране основан на съвместната работа на Гугъл и екипа на Scratch към Масачузетския технологичен институт, който надгражда {blocklyLink} на Гугъл, използвайки опита на екипа на Scratch в разработката на изобретателни инструменти за обучението на млади хора. „Scratch блокчета“ ще предостави среда за програмирането чрез блокчета във вертикален (текст) и хоризонтален (иконки) формат. Можете да откриете кода (който в момента е в стадии на разработка) и документацията {githubLink}.",
  "developers.scratchBlocksBody": "Първото издание включва кода за хоризонталната граматика на Scratch. В бъдеще планираме да издадем и допълнителен код за вертикалната граматика (която в момента се използва само от Scratch), нов двигател за изчертаване, който да поддържа изображения и визуални ефекти, както и нов двигател за звук, който да поддържа звуци и музика.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "„Scratch-www“ е самостоятелен уеб-клиент за общността на Scratch създаден чрез „React“ и „Redux“. Вижте кода и документацията {wwwIntroLink}.",
  "developers.LearningPrinciples": "Принципи за обучение",
  "developers.DesignPrinciples": "Принципи за дизайн",
  "developers.principlesIntro": "Създадохме Scratch, за да помогнем на младите хора да мислят изобретателно, да се обосновават систематично и да работят съвместно. Ние се водим своите {learningPrinciples} и {designPrinciples}, които се надяваме и Вие да спазвате, когато създавате нови инструменти и технологии със „Scratch блокчета“.",
  "developers.jrBodyWebsiteLinkText": "уеб сайта на ScratchJr",
  "developers.jrBody": "„ScratchJr“ е уводен език за програмиране, чрез който малките деца (5-7 години) могат да създават свои собствени интерактивни истории и игри. За повече информация посетете {websiteLink} или разгледайте кода и документацията {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Хората учат най-добре, когато работят по проект, създавайки нови идеи, разработвайки прототипи, правейки подобрения и създавайки завършени продукти.",
  "developers.learningPrinciplesPassionTitle": "Страст",
  "developers.learningPrinciplesPassionBody": "Когато хората се концентрират върху нещата, които ги интересуват, те работят по-дълго и по-усърдно, справят се с предизвикателствата и научават повече.",
  "developers.learningPrinciplesPeersTitle": "Общност",
  "developers.learningPrinciplesPeersBody": "Обучението е обществена дейност, при която хората споделят идеи, работят съвместно по проекти и надграждат работата си един на друг.",
  "developers.learningPrinciplesPlayTitle": "Игра",
  "developers.learningPrinciplesPlayBody": "Ученето включва игра и експериментиране – опитване на нови неща, изпробване на материалите и ограниченията, поемане на рискове, и отново, и отново.",
  "developers.designPrinciplesRoomTitle": "Нисък под и широки стени",
  "developers.designPrinciplesRoomBody": "За да насърчим възможно най-разнообразните видове взаимодействие, ние задължително включваме елементи и функционалности, които лесни могат да бъдат разбрани от децата (нисък под), но като цяло достатъчно задълбочени, така че да могат да се използват по най-разнообразни начини (широки стени).",
  "developers.designPrinciplesSimpleTitle": "Направете го колкото е възможно по-просто – ако може дори по-просто",
  "developers.designPrinciplesSimpleBody": "Въпреки всеобщо възприетото желание за добавяне на все повече и повече функционалности към софтуерните продукти, ние сме установили, че намаляването на броя функционалности често подобрява взаимодействието на потребителите с продукта. Това, което на пръв поглед изглежда като ограничение, може да се окаже, че дава нови възможности за проява на изобретателност.",
  "developers.designPrinciplesGlobalTitle": "Много пътища, много стилове",
  "developers.designPrinciplesGlobalBody": "Много дейности свързани с математиката и науката често се свързват с конкретни видове хора или народи. Като обръщаме специално внимание на това да създаваме лесни и приятни за ползване технологии, ние целим да оборим това схващане.",
  "developers.designPrinciplesTinkerTitle": "Проектирано за експериментиране",
  "developers.designPrinciplesTinkerBody": "Ние вярваме, че процесът на учене поначало е итеративен. Хората, които обичат да бърникат по нещата, започват с изследване и експериментиране, а след това се връщат и доизпипват целите и творенията си. За да поддържаме този начин на взаимодействие, ние проектираме потребителските си интерфейси така, че да насърчим бързото експериментиране и лесното преминаване през последователни цикли на разработка.",
  "developers.joinBodyJobsLinkText": "страницата със свободни позиции",
  "developers.joinBody": "Ние сме разнородна група от учители, дизайнери и инженери, които работят съвместно в приятна, насърчаваща среда изпълнена с части LEGO, материали за творчество и инструменти. Ние ценим високо различното мислене, съвместната работа и уважението на работното място.. Ако искате да се присъедините към нас, разгледайте свободните позиции на {jobsPageLink}, или ни изпратете е-писмо на {emailLink}.",
  "developers.donateIntroLinkText": "направете дарение, за да подкрепите Scratch",
  "developers.donateIntro": "Ние предоставяме Scratch за безплатно ползване. Ако Scratch Ви харесва и имате възможност и желание, моля, {donateLink}. Ние оценяваме всяко дарение.",
  "developers.donateBody": "Даренията Ви за фондацията Scratch ще бъдат използвани за осигуряване на бъдещата разработка на софтуера и уеб сайта на Scratch.",
  "developers.donateThanks": "Благодарим Ви, че подкрепихте Scratch!",
  "developers.partnersIntro": "Създаването и поддържането на този отворен код нямаше да бъде възможно без щедрата техническа и финансова подкрепа на партньорите ни:",
  "developers.faqAboutTitle": "Къде мога да науча повече относно Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "Медийната лаборатория при Масачузетския технологичен институт",
  "developers.faqAboutBody": "Scratch е безплатен език за програмиране и общност в Интернет, където младите хора могат да създават свои собствени интерактивни истории, игри и анимации, Scratch е проект на групата {llkLink} към {mitLink}. Можете да научите повече относно Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Има ли правила за ползването на този код в мое собствено приложение?",
  "developers.faqRulesBody": "Можете да използвате този код в съответствие с лиценза, приложен към всеки отделен проект. Освен това, ние силно Ви насърчаваме да се запознаете с принципите за обучение и дизайн (по-нагоре в тази страница), които да спазвате, когато създавате обучителни средства за деца от всякакви възрасти.",
  "developers.faqNameTitle": "Мога ли да използвам името „Scratch блокчета“ в описанието на своето приложение и други публични материали?",
  "developers.faqNameBody": "Ако желаете, можете да обявявате публично, че приложението Ви се основава на „Scratch блокчета“. Ако направите това, то ние ще сме Ви благодарни да поставите и връзка към хранилището на кода.",
  "developers.faqReleasesTitle": "Ще направите ли още код публичен, и ако да – кога?",
  "developers.faqReleasesBody": "Планираме да направим още код от Scratch отворен в следващите няколко месеца. Следете тази страница!",
  "developers.faqDifferencesTitle": "Каква е разликата между „Blockly“ и „Scratch блокчета“?",
  "developers.faqDifferencesBody": "„Scratch блокчета“ надгражда кода на „Blockly“, както и е специално проектиран да спазва нашите принципи, така че да поддържа създаването на изобретателни обучителни преживявания.",
  "developers.faqCollabTitle": "Искам да помогна. Как да се свържа с Вас?",
  "developers.faqCollabBody": "Можете да се свържете с нас в {githubLink} или чрез е-писмо до {emailLink}. Ще се радваме да осъществим връзка!"
}
