{
  "developers.hereLinkText": "aquí",
  "developers.title": "Scratch per a Desenvolupadors",
  "developers.introLinkText": "Equip de Scratch del MIT",
  "developers.intro": "En aquesta pàgina, trobaràs informació sobre els projectes de codi obert creats i mantinguts per {introLink}, així com pensaments i millors pràctiques per dissenyar experiències d'aprenentatge per a infants.",
  "developers.projectsTitle": "Projectes",
  "developers.principlesTitle": "Principis",
  "developers.joinTitle": "Uneix-te",
  "developers.donateTitle": "Dóna",
  "developers.partnersTitle": "Socis",
  "developers.faqTitle": "Preguntes freqüents FAQ",
  "developers.projectsIntro": "Els següents projectes són de codi obert i disponibles per a qualsevol propòsit.",
  "developers.scratchBlocksTitle": "Scratch Blocks",
  "developers.scratchBlocksIntroBlocklyLinkText": "Tecnologia Blockly",
  "developers.scratchBlocksIntro": "Scratch Blocks és un nou projecte desenvolupat per a la propera generació de blocs de programació gràfica, basat en una col·laboració entre Google i l'equip de Scratch al MIT — basat en la {blocklyLink} de Google i amb l'expertesa de l'equip de Scratch en el desenvolupament d'eines per a l'aprenentatge creatiu d'infants i joves. Scratch Blocks ofereix un marc per construir blocs de programació en format vertical (basat en text) i horitzontal (basat en icones) alhora. Pots accedir al codi (actualment com a previsualització per a desenvolupadors) i a la documentació {githubLink}.",
  "developers.scratchBlocksBody": "Aquesta primera versió inclou codi per a Gramàtica Horitzontal de Scratch. De cara al futur, tenim la intenció d'alliberar el codi addicional incloent però no limitat a la Gramàtica Vertical (utilitzat actualment per Scratch), un nou motor de representació per donar suport als personatges i efectes gràfics, i un nou motor d'àudio per donar suport a la creació de so i música.",
  "developers.wwwTitle": "Wiki de Scratch",
  "developers.wwwIntro": "Scratch-www és un client web independent de la Comunitat Scratch, construït usant React i Redux. Accedeix al codi i documentació {wwwIntroLink}.",
  "developers.LearningPrinciples": "Principis d'aprenentatge",
  "developers.DesignPrinciples": "Principis de disseny",
  "developers.principlesIntro": "Hem creat Scratch per apoderar infants i joves a pensar de manera creativa, raonar sistemàticament, i treballar de manera col·laborativa. Ens hem guiat en un seguit de {learningPrinciples} i {designPrinciples} que desitgem segueixis en el desenvolupament de noves eines i tecnologies amb Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "Lloc web de ScratchJr",
  "developers.jrBody": "ScratchJr és un llenguatge de programació d'iniciació que permet als infants (d'entre 5-7 anys) crear les seves pròpies històries interactives i jocs. Per a més informació, visita el {websiteLink} o accedeix al codi i la documentació {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Les persones aprenen millor quan estan treballan de manera activa en els seus projectes — generan noves idees, dissenyant prototips, realitzant millores i creant productes finals.",
  "developers.learningPrinciplesPassionTitle": "Passió",
  "developers.learningPrinciplesPassionBody": "Quan les persones es centren en les coses que els preocupen, treballen més i més intensament, persisteixen fent front als desafiaments, i aprenen més en el procés.",
  "developers.learningPrinciplesPeersTitle": "Companys",
  "developers.learningPrinciplesPeersBody": "L'aprenentatge es manifesta com una activitat social, amb persones que comparteixen idees, col·laboren en projectes, i treballen plegats amb un objectiu comú.",
  "developers.learningPrinciplesPlayTitle": "Jugar",
  "developers.learningPrinciplesPlayBody": "L'aprenentatge implica l'experimentació lúdica — provant coses noves, jugant amb els materials, posant a prova els límits, prenent riscos, repetint una vegada i una altra.",
  "developers.designPrinciplesRoomTitle": "Sòl Baix & Parets Amples",
  "developers.designPrinciplesRoomBody": "Per tal d'animar a un conjunt variat i divers d'interaccions, hem inclòs explícitament elements i característiques que són fàcils d'entendre per als infants (sòl baix), però alhora prou generals per donar cabuda a diversos usos (parets amples).",
  "developers.designPrinciplesSimpleTitle": "Fes-ho el més simple possible — i potser fins i tot més simple",
  "developers.designPrinciplesSimpleBody": "Tot i la direcció comuna per afegir més característiques als productes de programari, hem trobat que la reducció del nombre de característiques sovint millora l'experiència de l'usuari. El que sembla inicialment com una restricció o limitació pot fomentar noves formes de creativitat.",
  "developers.designPrinciplesGlobalTitle": "Molts Camins, Molts Estils",
  "developers.designPrinciplesGlobalBody": "Moltes de les activitats de matemàtiques i ciència tradicionalment han discriminat a poblacions específiques. Prestant especial atenció a la creació de tecnologies accessibles i atractives, estem treballant per acabar amb l'escletxa.",
  "developers.designPrinciplesTinkerTitle": "Desing for Tinkerability Disseny per a l'experiència creativa",
  "developers.designPrinciplesTinkerBody": "Creiem que el procés d'aprenentatge és inherentment iteratiu. Els tinkerers o creadors comencen per explorar i experimentar, a continuació revisen i refinen els seus objectius i creacions. Per donar suport a aquest estil d'interacció, dissenyaem les nostres interfícies per estimular l'experimentació ràpida i cicles ràpids d'iteració.",
  "developers.joinBodyJobsLinkText": "Pàgina d'ofertes de treball",
  "developers.joinBody": "Som un grup divers d'educadors, dissenyadors i enginyers, que treballem junts en un ambient lúdic, creatiu ple de maons LEGO, materials d'artesania, i eines de maker. Valorem fortament la diversitat, la col·laboració i el respecte al lloc de treball. Si estàs interessat o interessada en unir-te a nosaltres, fes una ullada a les nostres posicions obertes en la nostra {jobsPageLink}, o envia un correu electrònic a {emailLink}.",
  "developers.donateIntroLinkText": "fer una donació per donar suport a Scratch",
  "developers.donateIntro": "Estem contents d'oferir Scratch de manera gratuïta. Si us divertiu fent ús de Scratch, preguem que considereu {donateLink}. Es valoren les aportacions sigui quina sigui la quantitat.",
  "developers.donateBody": "La teva donació a la Scratch Foundation s'usarà per donar suport en el futur al desenvolupament del programa Scratch i al lloc web de Scratch.",
  "developers.donateThanks": "Gràcies per unir-te a Scratch!",
  "developers.partnersIntro": "La creació i manteniment d'aquest codi obert no seria possible sense el generós suport tècnic i financer dels nostres partners:",
  "developers.faqAboutTitle": "On puc aprendre més sobre Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch és un llenguatge de programació gratuït i una comunitat en línia en la que infants i joves poden crear les seves pròpies històries interactives, jocs, i animacions. Scratch és un projecte del grup {llkLink} i del {mitLink}. Pots aprendre més sobre Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Hi ha algunes normes per usar aquest codi en la meva aplicació?",
  "developers.faqRulesBody": "Pots utilitzar el codi d'acord amb la llicència que regeix cada projecte. També recomanem tenir en compte els principis d'aprenentatge i de disseny (a dalt, en aquesta pàgina) en la construcció de les experiències d'aprenentatge creatiu per a nens i nenes de totes les edats.",
  "developers.faqNameTitle": "Puc utilitzar el nom de \"blocs de Scratch\" en la descripció de la meva aplicació i una altra de missatgeria pública?",
  "developers.faqNameBody": "Si ho desitges, pots declarar públicament que la teva aplicació està basada en blocs de Scratch. Si ho fas, nosaltres també t'animem a vincular-ho al repositori de codi.",
  "developers.faqReleasesTitle": "Esteu alliberant més codi i quan?",
  "developers.faqReleasesBody": "Tenim previst publicar en els propers mesos codi obert addicional relatiu a l'entorn de programació de Scratch. No deixis de visitar aquesta pàgina!",
  "developers.faqDifferencesTitle": "Quina és la diferència entre Blockly i Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks es construeix partint del codi de Blockly, i està dissenyat específicament amb el propòsit de donar suport a experiències d'aprenentatge creatiu.",
  "developers.faqCollabTitle": "M'agradaria col·laborar. Com puc contactar?",
  "developers.faqCollabBody": "Pots trobar-nos a {githubLink} o escriure'ns un correu electrònic a {emailLink}. Estarem encantats de saber de tu!"
}
