{
  "developers.hereLinkText": "hier",
  "developers.title": "Scratch für Entwickler",
  "developers.introLinkText": "Scratch Team am MIT\n",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Projekte",
  "developers.principlesTitle": "Prinzipien",
  "developers.joinTitle": "Mach mit",
  "developers.donateTitle": "Spenden",
  "developers.partnersTitle": "Partner",
  "developers.faqTitle": "Häufig gestellte Fragen",
  "developers.projectsIntro": "Die folgenden Projekte sind open-source und werden für jeglichen Zweck zur Verfügung gestellt. ",
  "developers.scratchBlocksTitle": "Scratch Blöcke",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "This first release includes code for Scratch’s Horizontal Grammar. Looking ahead, we plan to release additional code including but not limited to the Vertical Grammar (currently used by Scratch), a new Rendering Engine to support sprites and graphic effects, and a new Audio Engine to support creation with sound and music.",
  "developers.wwwTitle": "Scratch-Wiki",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Lernprinzipien",
  "developers.DesignPrinciples": "Designprinzipien",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Personen lernen am besten wenn sie aktiv an Projekten arbeiten — sie entwickeln dann neue Ideen, entwerfen Prototypen, nehmen Verbesserungen vor und erschaffen schließlich fertige Produkte.",
  "developers.learningPrinciplesPassionTitle": "Leidenschaft",
  "developers.learningPrinciplesPassionBody": "Wenn Leute sich auf Themen konzentrieren für die sie sich interessieren, arbeiten sie länger und engagierter, sind ausdauernder im Fall von Herausforderungen und lernen in diesem Prozess mehr.  ",
  "developers.learningPrinciplesPeersTitle": "Kollegen",
  "developers.learningPrinciplesPeersBody": "Lernen ist als soziale Aktivität immer dann besonders erfolgreich, wenn Leute ihre Ideen austauschen, an Projekten zusammenarbeiten und auf dem Werk des anderen aufbauen. ",
  "developers.learningPrinciplesPlayTitle": "Spielen",
  "developers.learningPrinciplesPlayBody": "Lernen beinhaltet das spielerische Experimentieren — neue Dinge ausprobieren, mit Materialien herumspielen, Grenzen austesten, Risiken eingehen, immer und immer wiederholen.",
  "developers.designPrinciplesRoomTitle": "Niedriger Fußboden & breite Wände",
  "developers.designPrinciplesRoomBody": "In order to encourage a varied and diverse set of interactions, we explicitly include elements and features that are easy for kids to understand (low floor), but general enough to support diverse uses (wide walls).",
  "developers.designPrinciplesSimpleTitle": "Mache es so einfach wie möglich — und möglicherweise sogar noch einfacher",
  "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
  "developers.designPrinciplesGlobalTitle": "Viele Pfade, viele Stile",
  "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
  "developers.designPrinciplesTinkerTitle": "Zum Herumspielen animierendes Design",
  "developers.designPrinciplesTinkerBody": "Wir glauben dass der Lernprozess von Natur aus iterativ ist. Bastler fangen an indem sie untersuchen und experimentieren und anschließend ihre Ziele und Kreationen korrigieren und verfeinern.",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Deine Spende an die Scratch-Stiftung wird dazu genutzt, um die Weiterentwicklung der Scratch Software sowie der Scratch-Webseite zu unterstützen. ",
  "developers.donateThanks": "Danke für den Beitritt zu Scratch!",
  "developers.partnersIntro": "Die Erstellung und Wartung dieses Open-Source Quellcodes wäre nicht möglich gewesen ohne die großzügige technische und finanzielle Unterstützung von unseren Partnern:",
  "developers.faqAboutTitle": "Wo kann ich mehr über Scratch erfahren?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Gibt es Regeln, die ich beachten muss, wenn ich diesen Code in meiner Anwendung nutzen möchte?",
  "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
  "developers.faqNameTitle": "Darf ich den Namen \"Scratch Blocks\" in der Beschreibung meiner App und in anderen öffentlichen Kundgebungen zu nutzen?",
  "developers.faqNameBody": "Falls du es wünschst, kannst du öffentlich bekanntgeben, dass deine Anwendung durch Scratch Blocks ermöglicht wird. Falls du das tust, möchten wir dich ausdrücklich dazu ermutigen, zu diesem Quellcodearchiv zu verlinken.  ",
  "developers.faqReleasesTitle": "Veröfentlicht ihr mehr Kode und wenn ja, wann?",
  "developers.faqReleasesBody": "Wir planen, im Laufe der nächsten Monate weitere Quelltexte in Verbindung zu der Scratch Programmiersprache unter der Open Source-Lizenz freizugeben. Behalte daher diese Seite im Auge! ",
  "developers.faqDifferencesTitle": "Was ist der Unterschied zwischen Blockly und Scratch-Blöcken?",
  "developers.faqDifferencesBody": "Scratch Blocks bauen auf dem Quellcode von Blockly auf und wurden speziell konzipiert mit dem Hintergedanken, kreative Lernerfahrungen zu fördern. ",
  "developers.faqCollabTitle": "Ich würde gerne mit euch zusammenarbeiten. Wie kann ich mit euch in Verbindung treten?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
