{
  "developers.hereLinkText": "यहाँ",
  "developers.title": "विकासकर्ताहरूको लागि Scratch",
  "developers.introLinkText": "एमआईटीमा Scratch टोली",
  "developers.intro": "यस पृष्ठमा, तपाईंले {introLink} द्वारा बनाईएको र खुला स्रोत स्रोत परियोजनाहरूको बारेमा जानकारी पाउनुहुनेछ, साथै साथै बच्चाहरूको लागि सिक्ने अनुभवहरू अनुभवका लागि उत्तम अभ्यासहरूमा हाम्रो विचारहरू।",
  "developers.projectsTitle": "परियोजनाहरू ",
  "developers.principlesTitle": "सिद्धान्तहरू",
  "developers.joinTitle": "हामीलाई जोड्नुहोस्",
  "developers.donateTitle": " दान गर्नुहोस् ",
  "developers.partnersTitle": "साझेदारहरू",
  "developers.faqTitle": "FAQ",
  "developers.projectsIntro": "निम्न प्रोजेक्टहरू खुला स्रोत हुन् र कुनै पनि उद्देश्यका लागि उपलब्ध छन्।",
  "developers.scratchBlocksTitle": "Scratct ब्लक",
  "developers.scratchBlocksIntroBlocklyLinkText": "ब्लकले प्रविधि",
  "developers.scratchBlocksIntro": "Scratch ब्लकहरू Google को {blocklyLink} मा Google र MIT को Scratch टोली - निर्माणको आधारमा ग्राफिकल प्रोग्रामिंग ब्लकको अर्को पीढीको लागि एक नयाँ विकास परियोजना हो जुन युवाहरूको लागि क्रिएटिव सिक्योरिटीको विकासको विकासमा Scratch टोलीको विशेषज्ञता द्वारा सूचित गरिएको छ।Scratch ब्लकहरूले दुवै ठाडो (पाठ-आधारित) र तेर्सो (आइकन-आधारित) ढाँचाहरूमा प्रोग्रामिङ ब्लकहरू निर्माण गर्न एक ढाँचा प्रदान गर्नेछ। तपाई कोडमा पहुँच (वर्तमानमा विकासकर्ता-पूर्वावलोकनको रूपमा) पहुँच गर्न सक्नुहुन्छ र कागजात {गितबलिंक}।",
  "developers.scratchBlocksBody": "यो पहिलो रिलीजमा Scratch को तेर्सो व्याकरणको लागि कोड समावेश छ। अगाडि हेर्दा , हामीले अतिरिक्त कोडहरू जारी गर्ने योजना समावेश गरेका छौँ तर ठाडो व्याकरण (वर्तमानमा Scratch द्वारा प्रयोग गरिएको) सम्म सीमित छैन, ध्वनि र सङ्गीतको साथ सिर्जनाको समर्थन गर्नको लागि एक नयाँ रेन्डरिङ इञ्जिनले sprites र ग्राफिक प्रभावहरू समर्थन गर्दछ, र एक नयाँ अडियो इन्जिनलाई समर्थन गर्दछ।",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www Scratch  समुदायको लागि React र Redux प्रयोग गरी निर्मितएक स्ट्यान्डलोन वेब क्लाइन्ट हो।  {WwwIntroLink} को माध्यमबाट कोड र कागजात को पहुँच गर्नुहोस्।",
  "developers.LearningPrinciples": "सिक्ने सिद्धान्तहरू",
  "developers.DesignPrinciples": "डिजाइन सिद्धान्तहरू",
  "developers.principlesIntro": "हामीले युवाहरूलाई सशक्त रूपमा सोच्न सशक्त बनाउन व्यवस्थित कारण, र सहकार्य रूपमा काम गर्न, स्क्रैच सिर्जना गर्यौं, । हामी {LearningPrinciples} र {designPrinciples} को एक सेटद्वारा निर्देशित छौं जुन हामी आशा गर्दछौं कि तपाईंले स्क्रैच ब्लकहरूसँग नयाँ उपकरणहरू र प्रविधिहरू विकास गर्ने क्रममा पछ्याउनु हुनेछ।",
  "developers.jrBodyWebsiteLinkText": "ScratchJr वेबसाइट",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "मानिसहरू जब सक्रिय रूपमा परियोजनाहरूमा काम गरिरहेका हुन्छन् - नयाँ विचारहरू सिर्जना गर्दै, प्रोटोटाइप डिजाइन गर्दै , सुधार गर्दै र अन्तिम उत्पादनहरू सिर्जना गर्दै राम्ररी सिकिरहेका हुन्छन्।।",
  "developers.learningPrinciplesPassionTitle": "जुनून",
  "developers.learningPrinciplesPassionBody": "जब मानिसहरूले चीजहरूमा ध्यान केन्द्रित गर्छन्, तिनीहरूले चासो राख्छन्, तिनीहरू लामो र कडा परिश्रम गर्छन्, चुनौतीहरूको सामनामा रहन्छन्, र यस प्रक्रियामा अधिक जान्दछन्।",
  "developers.learningPrinciplesPeersTitle": "साथीहरु",
  "developers.learningPrinciplesPeersBody": "सिकाइले साझेदारी गर्ने, परियोजनाहरूमा सहयोग गर्ने, र एकअर्काको काममा निर्माण गर्ने साथ लाई सामाजिक क्रियाकलापको रूपमा बढाउन सिकाउँदछ।",
  "developers.learningPrinciplesPlayTitle": "खेल्नु",
  "developers.learningPrinciplesPlayBody": "सिकाइमा चंचल परिक्षणहरू को प्रयोग समावेश छ - नयाँ चीज हरू , सामग्रीसँग टिक्दै, परीक्षण सीमाहरू, जोखिम उठाउँदै, पुन: दोहोर्याउँदै।",
  "developers.designPrinciplesRoomTitle": "लो  फ्लोर र वाइड वेल्स",
  "developers.designPrinciplesRoomBody": "In order to encourage a varied and diverse set of interactions, we explicitly include elements and features that are easy for kids to understand (low floor), but general enough to support diverse uses (wide walls).",
  "developers.designPrinciplesSimpleTitle": "सम्भव रूपमा यो सरल बनाउनुहोस् — र शायद पनि सरल",
  "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
  "developers.designPrinciplesGlobalTitle": "धेरै पथहरू, धेरै शैलीहरू",
  "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
  "developers.designPrinciplesTinkerTitle": "टिंकरिटीको लागि डिजाइन",
  "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
  "developers.joinBodyJobsLinkText": "नौकरिहरु पृष्ठ",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "Scratch समर्थन गर्न दान गर्न",
  "developers.donateIntro": "हामी निशुल्क Scratch प्रदान गर्न पाउँदा खुसी छौं। यदि तपाईंले Scratch प्रयोग गर्नुहुने छ भने, कृपया {donateLink} लाई विचार गर्नुहोस्। कुनै पनि आकार को दान को सराहना गरिन्छ।",
  "developers.donateBody": "Scratch फाउन्डेशनमा तपाईंको दान Scratch सफ्टवेयर र Scratch वेबसाइटको भविष्य विकासको लागि प्रयोग गरिनेछ।",
  "developers.donateThanks": "Scratch समर्थनको लागि धन्यवाद!",
  "developers.partnersIntro": "यस खुला स्रोत कोडको सिर्जना र मर्मतसम्भार हाम्रो साझेदारहरू को उदार टेक्निकल र वित्तीय सहयोग बिना सम्भव हुने थिएन:",
  "developers.faqAboutTitle": "Scratch बारेमा थप म कहाँ सिक्न सक्छौं?",
  "developers.faqAboutBodyLLKLinkText": "लाइफेलिंग किन्डर्गार्डन ",
  "developers.faqAboutBodyMITLinkText": "एमआईटी मिडिया लैब",
  "developers.faqAboutBody": "Scratch एक नि: शुल्क प्रोग्रामिङ भाषा र अनलाइन समुदाय हो जहाँ जवानहरूले आफ्नै अन्तरक्रियात्मक कथाहरू, खेलहरू, र एनिमेशनहरू सिर्जना गर्न सक्छन्। Scratch {mitLink} मा {llkLink} समूहको परियोजना हो। तपाईं Scratch बारे {aboutLink} मा जान्न सक्नुहुनेछ ।",
  "developers.faqRulesTitle": "के मेरो अनुप्रयोगमा यो कोड प्रयोग गर्नका लागि नियमहरू छन्?",
  "developers.faqRulesBody": "तपाईले यो कोड लाई लाइसेन्स अनुसार प्रत्येक परियोजनालाई निर्देशन दिन प्रयोग सक्नुहुन्छ। हामी पनि तपाईंलाई सबै उमेरका बच्चाहरूको लागि रचनात्मक शिक्षा अनुभव निर्माण गर्दा सिक्ने र डिजाइन गर्ने सिद्धान्तहरू (माथिको, माथिको पृष्ठमा) बारे बिचार गर्न प्रोत्साहन गर्दछौं ।",
  "developers.faqNameTitle": "के मैले \"Scratch Blocks\" नाम आफ्नो अनुप्रयोग र अन्य सार्वजनिक सन्देशको वर्णनमा प्रयोग गर्न अनुमति पाउँदछु? ?",
  "developers.faqNameBody": "यदि तपाईं चाहानुहुन्छ भने, तपाइँ सार्वजनिक रूपमा स्पष्ट भन्न सक्नुहुन्छ कि तपाइँको अनुप्रयोग Scratch ब्लकद्वारा संचालित छ। यदि तपाइँ त्यसो गर्नुहुन्छ भने, हामी तपाईंलाई कोड भण्डारमा पुनः सम्बन्धित गर्न प्रोत्साहित गर्दछौं।",
  "developers.faqReleasesTitle": "के तपाईं थप कोड जारी गर्दै हुनुहुन्छ र कहिले?",
  "developers.faqReleasesBody": "हामीले अर्को केही महिनामा स्क्र्रेच प्रोग्रामिङ भाषासँग सम्बन्धित स्रोत अतिरिक्त कोड खोल्ने योजना बनाएका छौ यो पृष्ठमा अवलोकन राख्दै गर्नुहोस ।",
  "developers.faqDifferencesTitle": "ब्लकली र Scratch ब्लकहरूबीच के फरक छ?",
  "developers.faqDifferencesBody": "Scratch ब्लक Blockly code बेस मा बनाइन्छ, र विशेष रूपमा हाम्रो दिमाग मा हुने सिद्धान्तहरु संग रचनात्मक शिक्षा को अनुभव को समर्थन को लागि डिजाइन गरिएको छ।",
  "developers.faqCollabTitle": "म सहयोग गर्न चाहन्छु। म कसरी सम्पर्कमा पुग्छु?",
  "developers.faqCollabBody": "तपाईं {गितबलिंक}बाट हामीमाझ पुग्न सक्नुहुन्छ वा तपाईले ईमेल पठाउन सक्नुहुनेछ {ईमेल लिंक}। हामी तपाइँकाे प्रतिक्रियाकाे प्रतिक्षामा हुनेछाैँ!"
}
