{
  "developers.hereLinkText": "hier",
  "developers.title": "Scratch voor ontwikkelaars",
  "developers.introLinkText": "Scratch Team at MIT",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Projecten",
  "developers.principlesTitle": "Principes",
  "developers.joinTitle": "Word lid",
  "developers.donateTitle": "Doneer",
  "developers.partnersTitle": "Partners",
  "developers.faqTitle": "FAQ",
  "developers.projectsIntro": "De volgende projecten zijn open source en beschikbaar voor elk doel.",
  "developers.scratchBlocksTitle": "Scratch-blokken",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "De eerste uitgave bevat code voor Scratch's horizontale grammatica. Aanvullende code is gepland, waaronder de verticale grammatica (zoals momenteel gebruikt door Scratch), een nieuwe \"rendering engine\" om sprites en grafische effecten te ondersteunen, en een nieuwe audiomodule om creatie met geluid en muziek te ondersteunen.",
  "developers.wwwTitle": "Scratch-wiki",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Leerprincipes",
  "developers.DesignPrinciples": "Ontwerpprincipes",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Mensen leren het best wanneer ze actief aan projecten werken, nieuwe ideeën genereren, prototypes ontwikkelen, verbeteringen maken en uiteindelijke producten creëren.",
  "developers.learningPrinciplesPassionTitle": "Passie",
  "developers.learningPrinciplesPassionBody": "Wanneer mensen zich focussen op de dingen waar ze om geven, dan zullen ze langer en harder werken, volhouden bij uitdagingen en bijleren in het proces.",
  "developers.learningPrinciplesPeersTitle": "Peers",
  "developers.learningPrinciplesPeersBody": "Leren bloeit als een sociale activiteit, met mensen die ideeën delen, samenwerken aan projecten en op elkaars werk verderbouwen.",
  "developers.learningPrinciplesPlayTitle": "Spel",
  "developers.learningPrinciplesPlayBody": "Leren betrekt speelse experimentatie, nieuwe dingen proberen, met dingen prutsen, grenzen verkennen, risico's nemen,  herhalen, opnieuw en opnieuw.",
  "developers.designPrinciplesRoomTitle": "Laagdrempelig & niet begrensd door muren",
  "developers.designPrinciplesRoomBody": "Om gevarieerde en verschillende interacties aan te moedigen, voegen we expliciet elementen en functies in die makkelijk te begrijpen zijn voor kinderen (laagdrempelig), maar algemeen genoeg om uiteenlopend gebruik te ondersteunen (niet begrensd door muren).",
  "developers.designPrinciplesSimpleTitle": "Maak het zo eenvoudig mogelijk, en misschien zelfs eenvoudiger",
  "developers.designPrinciplesSimpleBody": "Ondanks de algemene wil om nieuwe functies toe te voegen aan softwareproducten, ondervonden we dat het beperken van het aantal functies de gebruikerservaring vaak verbetert. Wat oorspronkelijk een beperking of begrenzing leek, stimuleert bij nader inzien nieuwe vormen van creativiteit.",
  "developers.designPrinciplesGlobalTitle": "Vele paden, vele stijlen",
  "developers.designPrinciplesGlobalBody": "Veel activiteiten binnen wiskunde en natuurwetenschappen richten zich traditioneel op een beperkt publiek. Wij willen een breder publiek bereiken door bij het ontwikkelen van technologieën speciaal te letten op toegankelijkheid en aantrekkelijkheid.",
  "developers.designPrinciplesTinkerTitle": "Ontwerp voor Tinkerability",
  "developers.designPrinciplesTinkerBody": "We geloven dat het leerproces per definitie iteratief is. Knutselaars starten met ontdekken en experimenteren, daarna herzien en verfijnen ze hun doelen en creaties. Om deze stijl van interactie te ondersteunen, ontwerpen we onze interface om snelle experimentatie aan te moedigen en herhalingscyclussen te versnellen.",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Je donatie aan de Scratch-stichting zal worden gebruikt om toekomstige ontwikkeling van Scratch-software en de Scratch-website te ondersteunen.",
  "developers.donateThanks": "Bedankt om Scratch te ondersteunen!",
  "developers.partnersIntro": "De creatie en het onderhoud van deze open source-code zou niet mogelijk zijn zonder gulle technische en financiële ondersteuning van onze partners:",
  "developers.faqAboutTitle": "Waar kan ik meer te weten komen over Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Zijn er regels als ik deze code gebruik in mijn applicatie?",
  "developers.faqRulesBody": "Je mag deze code gebruiken in overeenstemming met de licentie, wat betrekking heeft op elk project. We moedigen je ook sterk aan om de leer- en ontwerpprincipes door te nemen (hierboven, op deze pagina) wanneer je creatieve leerervaringen voor kinderen van alle leeftijden bouwt.",
  "developers.faqNameTitle": "Heb ik toestemming om de naam \"Scratch Blocks\" te gebruiken in de beschrijving van mijn app en andere publieke media?",
  "developers.faqNameBody": "Als je wil, mag je publiekelijk vermelden dat je applicatie aangedreven is door Scratch Blocks. Als je dat doet, dan moedigen we je ook aan om terug te verwijzen naar de codebewaarplaats.",
  "developers.faqReleasesTitle": "Gaan jullie meer code uitbrengen en wanneer?",
  "developers.faqReleasesBody": "We plannen om bijkomende code die verwant is aan de Scratch-programmeertaal open source te maken in de komende maanden. Houd deze pagina goed in het oog!",
  "developers.faqDifferencesTitle": "Wat is het verschil tussen Blockly en Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks bouwt op de codebasis van Blockly en is specifiek ontworpen met onze principes in gedachten om creatieve leerervaringen te ondersteunen.",
  "developers.faqCollabTitle": "Ik zou graag willen meewerken. Hoe kom ik in contact?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
