{
  "developers.hereLinkText": "her",
  "developers.title": "Scratch for utviklarar",
  "developers.introLinkText": "Scratch Team at MIT",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Prosjekt",
  "developers.principlesTitle": "Prinsipp",
  "developers.joinTitle": "Vert med",
  "developers.donateTitle": "Gje pengegåve",
  "developers.partnersTitle": "Samarbeidspartnarar",
  "developers.faqTitle": "Spørsmål og svar",
  "developers.projectsIntro": "Desse prosjekta er fri programvare og kan fritt brukast til alle formål:",
  "developers.scratchBlocksTitle": "Scratch Blocks",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "Denne første utgåva har programkode for den vassrette ScratchJr-grammatikken. Me har planar om å utvikla denne vidare til blant anna å støtta loddrett grammatikk (brukt i Scratch), ein ny teiknemotor som støttar figurar og grafiske effektar og ein ny lydmotor som støttar lydeffektar og musikk.",
  "developers.wwwTitle": "Scratch-www",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Læringsprinsipp",
  "developers.DesignPrinciples": "Designprinsipp",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Ein lærer best når ein arbeider aktivt med prosjekt – tenkjer ut nye idéar, lagar prototypar, gjer forbetringar og til slutt ferdigstiller produktet.",
  "developers.learningPrinciplesPassionTitle": "Engasjement",
  "developers.learningPrinciplesPassionBody": "Når ein fokuserer på noko ein bryr seg om, arbeider ein lenger og hardare, gjev seg ikkje når ein møter vanskar, og lærer meir i prosessen.",
  "developers.learningPrinciplesPeersTitle": "Samarbeid",
  "developers.learningPrinciplesPeersBody": "Læring blomstrar når ein er fleire og kan utveksla idéar, samarbeida på prosjekt og byggja vidare på arbeidet til kvarandre.",
  "developers.learningPrinciplesPlayTitle": "Leik",
  "developers.learningPrinciplesPlayBody": "Læring inneber leiken utforsking – prøva nye ting, sitja og pusla med det ein har til rådvelde, prøva ut grenser og ta sjansar, om om att.",
  "developers.designPrinciplesRoomTitle": "Låg terskel og breie veggar",
  "developers.designPrinciplesRoomBody": "Me legg opp til mange typar interaksjonar, med særskild vekt på å ha med element som er lette å forstå for barn og unge (ein låg terskel) men samtidig generelle nok til å kunna brukast på mange ulike måtar (breie veggar).",
  "developers.designPrinciplesSimpleTitle": "Gjer det så enkelt som mogleg – og kanskje endå enklare",
  "developers.designPrinciplesSimpleBody": "Det er eit press på å stadig leggja til nye funksjonar i dataprogram, men me har funne at å heller redusera talet på funksjonar ofte gjer brukaropplevinga betre. Det som først verka å vera avgrensingar, viser seg å føra til nye former for kreativitet.",
  "developers.designPrinciplesGlobalTitle": "Mange stiar, mange stilar",
  "developers.designPrinciplesGlobalBody": "Mange realfagsaktivitetar har tradisjonelt vore formidla på måtar som passar for nokre grupper og ikkje for andre. Me arbeider målretta med å redusera denne ubalansen ved å laga teknologi som er tilgjengeleg og tiltalande for fleire.",
  "developers.designPrinciplesTinkerTitle": "Laga for å tukla og eksperimentera med",
  "developers.designPrinciplesTinkerBody": "Me meiner læringsprosessar i seg sjølve er iterative. Ein startar med å utforska og eksperimentera, for så å revidera og forfina både kva mål ein har og kva det er ein skapar. For å støtta ei slik interaktiv arbeidsform utformar me brukargrensesnitta våre slik at dei oppmuntrar til kjappe eksperiment og raske utviklingssyklusar.",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Alle pengegåver til Scratch-stiftinga vert brukte til støtta den vidare utviklinga av Scratch-programvara og Scratch-nettstaden.",
  "developers.donateThanks": "Takk for at du støttar Scratch!",
  "developers.partnersIntro": "Å laga og vedlikehalda denne friprog-koden hadde ikkje vore mogleg utan generøs teknisk og økonomisk støtte frå samarbeidspartnarane våre:",
  "developers.faqAboutTitle": "Kor kan eg læra meir om Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Finst det nokon reglar for korleis eg brukar kjeldekoden i mine eigne program?",
  "developers.faqRulesBody": "Du kan bruka kjeldekoden i samsvar med lisensvilkåra som følgjer med kvart prosjekt. Me vil òg sterkt rå deg til å ta omsyn til lærings- og designprinsippa våre (sjå ovanfor) når du skapar kreative læringsprosessar for barn og unge i alle aldrar.",
  "developers.faqNameTitle": "Kan eg bruka namnet «Scratch Blocks» i programskildringa mi og i annan omtale av det eg lagar?",
  "developers.faqNameBody": "Viss du ønskjer, kan du oppgje at programmet ditt er bygd på Scratch Blocks. Viss du gjer dette, håpar me du òg vil lenkja tilbake til kjeldekoden vår.",
  "developers.faqReleasesTitle": "Kjem de til å gje ut meir kjeldekode, eventuelt når?",
  "developers.faqReleasesBody": "Me har planar om å gje ut meir Scratch-kjeldekode som fri programvare dei neste månadane. Følg med på denne sida!",
  "developers.faqDifferencesTitle": "Kva er forskjellen på Blockly og Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks byggjer på Blockly-kodebasen og er særskild utforma frå prinsippa våre for å støtta kreative læringsprosessar.",
  "developers.faqCollabTitle": "Eg vil gjerne samarbeida med dykk. Korleis tek eg kontakt?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
