{
  "developers.hereLinkText": "aqui",
  "developers.title": "Scratch para Desenvolvedores",
  "developers.introLinkText": "Scratch Team at MIT",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Projetos",
  "developers.principlesTitle": "Princípios",
  "developers.joinTitle": "Junte-se a nós",
  "developers.donateTitle": "Fazer doação",
  "developers.partnersTitle": "Parceiros",
  "developers.faqTitle": "FAQ",
  "developers.projectsIntro": "Os projetos a seguir são de código aberto e estão disponíveis para quaisquer fins.",
  "developers.scratchBlocksTitle": "Blocos Scratch",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "Esta primeira versão inclui o código para a Gramática Horizontal do Scratch. Pensando no futuro, planejamos lançar códigos adicionais incluindo a Gramática Vertical (atualmente usada pelo Scratch), um novo Motor de Apresentação para suportar atores e efeitos gráficos, e um novo Motor de Áudio para possibilitar a criação com sons e música.",
  "developers.wwwTitle": "Wiki Scratch",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Princípios de Aprendizagem",
  "developers.DesignPrinciples": "Princípios de Design",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "As pessoas aprendem melhor quando trabalham ativamente em projetos — gerando novas ideias, desenvolvendo protótipos, fazendo melhorias e criando produtos finais.",
  "developers.learningPrinciplesPassionTitle": "Paixão",
  "developers.learningPrinciplesPassionBody": "Quando as pessoas se dedicam a algo que gostam de fazer, elas trabalham e se esforçam mais, superam desafios, e aprendem mais no processo.",
  "developers.learningPrinciplesPeersTitle": "Pares",
  "developers.learningPrinciplesPeersBody": "A aprendizagem floresce como uma atividade social, com pessoas compartilhando ideias, colaborando em projetos e criando a partir de outros trabalhos.",
  "developers.learningPrinciplesPlayTitle": "Jogar",
  "developers.learningPrinciplesPlayBody": "Aprender envolve experimentar brincando — experimentando coisas novas, materiais, testando limites, assumindo riscos e repetindo o processo várias vezes.",
  "developers.designPrinciplesRoomTitle": "Chão Baixo e Paredes Largas",
  "developers.designPrinciplesRoomBody": "Para incentivar um conjunto variado e diverso de interações, incluímos de forma explícita elementos e funcionalidades que são de fácil compreensão para crianças (chão baixo), mas que também são gerais o suficiente para dar suporte a diversos usos (paredes largas).",
  "developers.designPrinciplesSimpleTitle": "Faça o mais simples possível — e talvez ainda mais simples",
  "developers.designPrinciplesSimpleBody": "Apesar da tendência comum de adicionar mais funcionalidades aos produtos de software, descobrimos que reduzir o número de funcionalidades muitas vezes melhora a experiência do usuário. O que inicialmente parece uma restrição ou limitação pode dar origem a novas formas de criatividade.",
  "developers.designPrinciplesGlobalTitle": "Muitos Caminhos, Muitos Estilos",
  "developers.designPrinciplesGlobalBody": "Muitas atividades que envolvem matemática e ciências têm sido tradicionalmente direcionadas a grupos específicos de pessoas. Dando atenção especial à criação de tecnologias acessíveis e atraentes, estamos tentando eliminar essa lacuna.",
  "developers.designPrinciplesTinkerTitle": "Concepção para a Experimentação",
  "developers.designPrinciplesTinkerBody": "Acreditamos que o processo de aprendizagem é inerentemente repetitivo. Os experimentadores começam explorando e experimentando, depois fazem uma revisão e refinam seus objetivos e criações. Para apoiar esse estilo de interação, desenvolvemos nossas interfaces para incentivar a experimentação rápida em ciclos de repetição.",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Sua doação para a Fundação Scratch será usada para suportar desenvolvimentos futuros do software e do site do Scratch.",
  "developers.donateThanks": "Obrigado por juntar-se ao Scratch!",
  "developers.partnersIntro": "A criação e a manutenção deste código aberto não seria possível sem o generoso suporte técnico e financeiro dos nossos parceiros:",
  "developers.faqAboutTitle": "Onde posso aprender mais sobre o Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Existem regras para usar este código no meu programa?",
  "developers.faqRulesBody": "Você pode usar este código de acordo com a licença que rege cada projeto. Também recomendamos fortemente que você considere os princípios de aprendizagem e design (que podem ser vistos acima, nesta página) ao criar experiências de aprendizagem criativa para crianças de todas as idades.",
  "developers.faqNameTitle": "Eu posso usar o nome \"Blocos Scratch\" na descrição do meu aplicativo e em outras mensagens públicas?",
  "developers.faqNameBody": "Se quiser, você pode declarar publicamente que sua aplicação usa Blocos Scratch. Se fizer isso, também sugerimos que você adicione um link para o repositório do código.",
  "developers.faqReleasesTitle": "Vocês vão lançar mais códigos? Quando?",
  "developers.faqReleasesBody": "Planejamos transformar mais códigos relacionados à linguagem de programação Scratch em códigos abertos nos próximos meses. Fique de olho!",
  "developers.faqDifferencesTitle": "Qual é a diferença entre Blockly e os Blocos Scratch?",
  "developers.faqDifferencesBody": "Os Blocos Scratch são baseados no código do Blockly e são desenvolvidos especificamente com nossos princípios em mente, para dar suporte às experiências de aprendizagem criativa.",
  "developers.faqCollabTitle": "Eu gostaria de colaborar. Como faço para entrar em contato?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
