{
  "developers.hereLinkText": "aqui",
  "developers.title": "Scratch para Desenvolvedores",
  "developers.introLinkText": "Equipa Scratch do MIT",
  "developers.intro": "Nesta página encontrará informação sobre os projectos de código aberto criados e mantidos pela {introLink}, bem como as nossas reflexões sobre as melhores práticas para conceber experiências de aprendizagem para crianças.",
  "developers.projectsTitle": "Projectos",
  "developers.principlesTitle": "Princípios",
  "developers.joinTitle": "Junte-se a Nós",
  "developers.donateTitle": "Donativos",
  "developers.partnersTitle": "Parceiros",
  "developers.faqTitle": "PF",
  "developers.projectsIntro": "Os seguintes projectos são de fonte aberta e disponíveis para quaisquer fins.",
  "developers.scratchBlocksTitle": "Blocos Scratch",
  "developers.scratchBlocksIntroBlocklyLinkText": "Tecnologia Blockly",
  "developers.scratchBlocksIntro": "O Scratch Blocks é um novo projecto de desenvolvimento para a próxima geração de blocos de programação gráfica, baseando-se numa colaboração entre a Google e a Equipa Scratch do MIT — com base na {blocklyLink} da Google e informada pela experiência da Equipa Scratch no desenvolvimento de ferramentas de aprendizagem criativa para jovens. O Scratch Blocks fornecerá um quadro de referência para construir blocos de programação tanto em formatos verticais (baseados em texto) como horizontais (baseados em ícones). Pode aceder ao código (presentemente na forma de uma previsão para desenvolvedores) e à documentação {githubLink}.",
  "developers.scratchBlocksBody": "Esta primeira versão inclui código para a Gramática Horizontal do Scratch. Olhando para o futuro, planeamento disponibilizar código adicional incluindo a Gramática Vertical (usada presentemente no Scratch), um novo Motor de Apresentação para suportar actores e efeitos gráficos e um novo Motor Áudio para suportar a criação com som e música.",
  "developers.wwwTitle": "Wiki do Scratch",
  "developers.wwwIntro": "O Scratch-www é um cliente autónomo para a Comunidade Scratch construído usando o React e o Redux. Aceda ao código e à documentação através de {wwwIntroLink}.",
  "developers.LearningPrinciples": "Princípios de Aprendizagem",
  "developers.DesignPrinciples": "Princípios de Concepção",
  "developers.principlesIntro": "Criámos o Scratch para dar aos jovens o poder de pensar criativamente, raciocinar sistematicamente e trabalhar colaborativamente. Guiam-nos um conjunto de {learningPrinciples} e de {designPrinciples} que esperamos que siga quando desenvolver novas ferramentas e tecnologias usando os Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "Sítio web do ScratchJr",
  "developers.jrBody": "O ScratchJr é uma linguagem de programação introdutória que permite que crianças (dos 5 aos 7 anos de idade) criem as suas próprias estórias e jogos interactivos. Para mais informação, visite o {websiteLink} ou aceda ao código e documentação no {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "As pessoas aprendem melhor quando estão a trabalhar activamente em projectos — gerando novas ideias, criando protótipos, fazendo melhorias e criando produtos finais.",
  "developers.learningPrinciplesPassionTitle": "Paixão",
  "developers.learningPrinciplesPassionBody": "Quando as pessoas se focam naquilo com que se preocupam, trabalham mais tempo e com maior esforço, persistem em face de desafios e aprendem mais durante o processo.",
  "developers.learningPrinciplesPeersTitle": "Pares",
  "developers.learningPrinciplesPeersBody": "A aprendizagem floresce quando é uma actividade social, com pessoas a partilhar ideias, colaborando em projectos ou construindo a partir do trabalho de outros.",
  "developers.learningPrinciplesPlayTitle": "Brincadeira",
  "developers.learningPrinciplesPlayBody": "Aprender envolve experimentar brincando — tentando coisas novas, experimentando com materiais, testando limites, arriscando e iterando uma e outra vez.",
  "developers.designPrinciplesRoomTitle": "Chão Baixo & Paredes Largas",
  "developers.designPrinciplesRoomBody": "Para encorajar um conjunto variado e diverso de interacções, incluímos explicitamente elementos e funcionalidades que são fáceis de compreender pelos jovens (chão baixo), mas suficientemente gerais para suportar utilizações diversas (paredes largas).",
  "developers.designPrinciplesSimpleTitle": "Tão Simples Quanto Possível — E Talvez Ainda Mais Simples",
  "developers.designPrinciplesSimpleBody": "Apesar da tendência comum para adicionar novas funcionalidades aos produtos de software, descobrimos que reduzir o número de funcionalidades muitas vezes melhora a experiência do utilizador. O que inicialmente parecia ser uma restrição ou limitação pode dar origem a novas formas de criatividade.",
  "developers.designPrinciplesGlobalTitle": "Muitos Caminhos, Muitos Estilos",
  "developers.designPrinciplesGlobalBody": "Muitas actividades matemáticas ou científicas têm estado tradicionalmente enviesadas no sentido de populações específicas. Dando especial atenção à criação de tecnologias acessíveis e atraentes, estamos a trabalhar para eliminar essa lacuna.",
  "developers.designPrinciplesTinkerTitle": "Concepção para a Experimentação",
  "developers.designPrinciplesTinkerBody": "Acreditamos que o processo de aprendizagem é inerentemente interactivo. Os experimentadores (<i>tinkerers</i>) começam por explorar e experimentar, depois revêm e refinam os seus objectivos e criações. Para suportar este tipo de interacção, concebemos as nossas interfaces para encorajar a experimentação rápida e ciclos rápidos de iteração.",
  "developers.joinBodyJobsLinkText": "Página de Empregos",
  "developers.joinBody": "Somos um grupo diversificado de educadores, designers e engenheiros que trabalham em conjunto num ambiente divertido e criativo cheio de peças do LEGO, materiais de bricolage e ferramentas de criadores. Valorizamos fortemente a diversidade, a colaboração e o respeito no local de trabalho. Se está interessado em juntar-se a nós, veja as posições em aberto na nossa {jobsPageLink} ou envie-nos uma mensagem para {emailLink}.",
  "developers.donateIntroLinkText": "fazer um donativo para apoiar o Scratch",
  "developers.donateIntro": "É com prazer que disponibilizamos o Scratch gratuitamente. Se gosta de usar o Scratch, por favor considere {donateLink}. Agradecemos donativos de qualquer quantia.",
  "developers.donateBody": "A sua doação à Fundação Scratch será usada para suportar futuros desenvolvimentos do software Scratch e do sítio web do Scratch.",
  "developers.donateThanks": "Obrigado por aderir ao Scratch!",
  "developers.partnersIntro": "A criação e manutenção deste código em fonte aberta não seria possível sem o generoso suporte técnico e financeiro dos nossos parceiros:",
  "developers.faqAboutTitle": "Onde posso aprender mais sobre o Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "Media Lab do MIT",
  "developers.faqAboutBody": "O Scratch é uma linguagem de programação gratuita e uma comunidade em linha nos quais os jovens podem criar as suas próprias estórias, jogos e animações interactivos. O Scratch é um projecto do Grupo {llkLink} do {mitLink}. Pode conhecer mais sobre o Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Há regras para a utilização deste código na minha aplicação?",
  "developers.faqRulesBody": "Pode usar este código de acordo com a licença que regula cada projecto. Encorajamo-lo fortemente a levar em conta os princípios de aprendizagem e design (mais acima nesta página) quando estiver a criar experiências de aprendizagem criativa para jovens de todas as idades.",
  "developers.faqNameTitle": "Posso usar o nome «Blocos Scratch», ou «Scratch Blocks», na descrição da minha aplicação ou noutras mensagens públicas?",
  "developers.faqNameBody": "Se desejar, pode declarar publicamente que a sua aplicação está equipada com os Blocos Scratch. Se o fizer, encorajamo-lo a adicionar uma ligação para o repositório de código.",
  "developers.faqReleasesTitle": "Vão disponibilizar mais código? Quando?",
  "developers.faqReleasesBody": "Planeamos tornar aberto código adicional relacionado com a linguagem de programação Scratch ao longo dos próximos meses. Esteja atento a esta página!",
  "developers.faqDifferencesTitle": "Qual é a diferença entre o Blockly e os Blocos Scratch?",
  "developers.faqDifferencesBody": "Os Blocos Scratch assentam na base de código do Blockly e são concebidos especificamente com os nossos princípios em mente para suportar experiências de aprendizagem criativa.",
  "developers.faqCollabTitle": "Gostaria de colaborar. Como os posso contactar?",
  "developers.faqCollabBody": "Pode contactar-nos no {githubLink} ou enviar-nos uma mensagem para {emailLink}. Estamos à espera do seu contacto!"
}
