{
  "developers.hereLinkText": "здесь",
  "developers.title": "Scratch для разработчиков",
  "developers.introLinkText": "Scratch Team at MIT",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Проекты",
  "developers.principlesTitle": "Принципы",
  "developers.joinTitle": "Присоединяйтесь",
  "developers.donateTitle": "Пожертвовать",
  "developers.partnersTitle": "Партнёры",
  "developers.faqTitle": "ЧаВО",
  "developers.projectsIntro": "Следующие проекты доступны с открытым исходным кодом и для любых целей.",
  "developers.scratchBlocksTitle": "Блоки Scratch",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "Этот первый релиз включает в себя код для горизонтальной грамматики Scratch. В будущем мы планируем выпустить дополнительный код, включающий вертикальную грамматику (в настоящее время используемую Scratch), новый движок рендеринга для поддержки графических объектов и эффектов, а также новый звуковой движок для поддержки создания звуков и музыки.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Принципы обучения",
  "developers.DesignPrinciples": "Принципы дизайна",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Люди учатся лучше всего, когда они активно работают над проектами — генерируя новые идеи, разрабатывая прототипы, делая усовершенствования и создавая конечные продукты.",
  "developers.learningPrinciplesPassionTitle": "Увлечение",
  "developers.learningPrinciplesPassionBody": "Когда люди сосредотачиваются на вещах, которые их волнуют, они работают дольше и упорнее, невзирая на трудности, и больше учатся в процессе.",
  "developers.learningPrinciplesPeersTitle": "Равенство",
  "developers.learningPrinciplesPeersBody": "Обучение процветает как социальная деятельность, люди обмениваются идеями, сотрудничают при создании проектов и используют проекты других людей при создании своих.",
  "developers.learningPrinciplesPlayTitle": "Игра",
  "developers.learningPrinciplesPlayBody": "Обучение включает в себя легкое экспериментаторство - создание новых вещей, возню с материалами, исследование границ, риск, повторение снова и снова.",
  "developers.designPrinciplesRoomTitle": "Низкий пол и широкие стены",
  "developers.designPrinciplesRoomBody": "Для поощрения широкого спектра взаимодействий, мы явно включаем элементы и функции, которые легко понять детям (низкий пол), но достаточно общие для применения в разных сферах (широкие стены).",
  "developers.designPrinciplesSimpleTitle": "Сделать это как можно более простым — и, возможно, даже ещё проще",
  "developers.designPrinciplesSimpleBody": "Несмотря на стандартный подход добавления дополнительных функций в программные продукты, мы обнаружили, что сокращение количества функций часто улучшает работу пользователей. То, что изначально кажется ограничением, может способствовать новым формам творчества.",
  "developers.designPrinciplesGlobalTitle": "Много путей, много стилей",
  "developers.designPrinciplesGlobalBody": "Значительная часть математической и научной деятельности традиционно была ориентирована на узкий круг пользователей. Уделяя особое внимание созданию доступных и привлекательных технологий, мы работаем над тем, чтобы исправить такое положение дел.",
  "developers.designPrinciplesTinkerTitle": "Дизайн для экпериментательства",
  "developers.designPrinciplesTinkerBody": "Мы считаем, что обучение является по своей сути повторением. Новички начинают изучать и экспериментировать, а затем пересматривают и уточняют свои задачи и творения. Чтобы поддерживать этот стиль взаимодействия, мы разрабатываем наши интерфейсы таким образом, чтобы они позволяли быстрые эксперименты и короткие циклы повторений.",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Ваше пожертвование в Фонд Scratch будет использовано для будущего развития программного обеспечения Scratch и сайта Scratch.",
  "developers.donateThanks": "Спасибо за поддержку Scratch!",
  "developers.partnersIntro": "Создание и поддержание данного открытого исходного кода было бы невозможно без щедрой технической и финансовой поддержки наших партнеров:",
  "developers.faqAboutTitle": "Где я могу узнать больше о Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Существуют ли правила использования этого кода в моем приложении?",
  "developers.faqRulesBody": "Вы можете использовать этот код в соответствии с лицензией, которая регулирует каждый проект. Мы также настоятельно рекомендуем вам ознакомиться с принципами обучения и дизайна (выше, на этой странице) при построении творческого опыта обучения для детей всех возрастов.",
  "developers.faqNameTitle": "Могу ли я использовать термин «блоки Scratch» в описании моего приложения и в иных общедоступных сообщениях?",
  "developers.faqNameBody": "Если хотите, вы можете открыто упоминать, что ваше приложение работает на блоках Scratch. В этом случае, мы также рекомендуем вам разместить ссылку на хранилище исходного кода.",
  "developers.faqReleasesTitle": "Вы планируете релиз нового кода и когда?",
  "developers.faqReleasesBody": "В течение следующих нескольких месяцев мы планируем сделать доступным дополнительный исходный код, относящийся к языку программирования Scratch. Следите за обновлениями на этой странице!",
  "developers.faqDifferencesTitle": "В чем разница между блоками Blockly и блоками Scratch?",
  "developers.faqDifferencesBody": "Блоки Scratch основаны на базе кода Blockly и специально разработаны с учетом наших принципов для поддержки творческих навыков обучения.",
  "developers.faqCollabTitle": "Я заинтересован в сотрудничестве. Как мне связаться с вами?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
