{
  "developers.hereLinkText": "tu",
  "developers.title": "Scratch za razvijalce",
  "developers.introLinkText": "Scratch Team at MIT",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Projekti",
  "developers.principlesTitle": "Principi",
  "developers.joinTitle": "Pridruži se nam",
  "developers.donateTitle": "Prispevaj",
  "developers.partnersTitle": "Partnerji",
  "developers.faqTitle": "Pogosta vprašanja",
  "developers.projectsIntro": "Ti projekti so \"open source\" in dostopni za poljuben namen.",
  "developers.scratchBlocksTitle": "Scratch Bloki",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly tehnologija",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "Prva različica vsebuje kodo za Scratchevo horizontalno slovnico. V prihodnosti načrtujemo izdajo dodatne kode, ki bo med drugim vsebovala vertikalno gramatiko (ki se trenutno uporablja v Scratchu), novo knjižnico za prikaz, ki podpira figure in grafične efekte in novo zvočno knjižnico za podporo kreativnosti z zvokom in glasbo.",
  "developers.wwwTitle": "Scratch Wiki",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Učna načela",
  "developers.DesignPrinciples": "Razvojna načela",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Učenci se najbolje učijo, ko aktivno delajo na projektih - ustvarjajo nove ideje, razvijajo prototipe, opravljajo izboljšave in ustvarjajo končne izdelke.",
  "developers.learningPrinciplesPassionTitle": "Strast",
  "developers.learningPrinciplesPassionBody": "Ko se ljudje osredotočijo na stvari, ki jim nekaj pomenijo, delajo dlje in bolje, vztrajajo ob izzivih in se veliko naučijo v procesu.",
  "developers.learningPrinciplesPeersTitle": "Vrstniki",
  "developers.learningPrinciplesPeersBody": "Učenje se razvija kot socialna aktivnost, kjer ljudje delijo ideje, sodelujejo na projektih in gradijo na delu nekoga drugega.",
  "developers.learningPrinciplesPlayTitle": "Igraj",
  "developers.learningPrinciplesPlayBody": "Učenje vključuje igrivo eksperimentiranje - preizkušanje novih stvari, ustvarjanje z materialom, preizkušanje mej, prevzemanje tvegaja, in ponavljanja znova in znova.",
  "developers.designPrinciplesRoomTitle": "majhni koraki & široke poti",
  "developers.designPrinciplesRoomBody": "Da bi spodbudili različne vrste interakcij, smo eksplicitno vključili elemente in funkcije, ki so otrokom enostavno razumljive (majhni koraki), toda so na splošno dovolj za podporo pri različni rabi (široke poti).",
  "developers.designPrinciplesSimpleTitle": "Naredi tako preprosto, kot je le mogoče - in mogoče celo še bolj enostavno.",
  "developers.designPrinciplesSimpleBody": "Kljub splošni želji dodati v programski izdelek še več možnosti, smo število možnosti znižali, ker to pogosto izboljša uporabniško izkušnjo. Kar se sprva zdi kot omejitev, spodbuja nove oblike ustvarjalnosti.",
  "developers.designPrinciplesGlobalTitle": "Veliko poti, veliko stilov",
  "developers.designPrinciplesGlobalBody": "Veliko aktivnosti v matematiki in znanosti je bilo za določeno populacijo manj primernih in dostopnih. S tem, ko posebno pozornost posvečamo ustvarjanju dostopne in privlačne tehnologije, ta prepad zmanjšujemo.",
  "developers.designPrinciplesTinkerTitle": "Načrtovanje za zmožnost razmišljanja",
  "developers.designPrinciplesTinkerBody": "Verjamemo, da je sam proces učenja sam po sebi ponavljajoč. Razmišljevalci prično z raziskovanjem in eksperimentiranjem, nato s spreminjanjem in izboljševanjem svojih ciljev in izdelkov. Da bi podprli ta stil ponavljanja, naš vmesnik spodbuja hitro eksperimentiranje in hitre cikle ponavljanj.",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Vaša donacija za Scratch fundacijo bo uporabljena za prihodnji razvoj programske opreme Scratch in Scratch spletne strani.",
  "developers.donateThanks": "Hvala, ker si se pridružil Scratchu!",
  "developers.partnersIntro": "Ustvarjanje in vzdrževanje te odprte kode ne bi bila možna brez velikodušne tehnične in finančne podpore naših partnerjev:",
  "developers.faqAboutTitle": "Kje se lahko naučim več o Scratchu?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Ali obstajajo pravila za uporabo te kode v moji aplikaciji?",
  "developers.faqRulesBody": "To kodo lahko uporabljate v skladu z licenco, ki ureja vsak projekt. Ko boste pripravljali kreativne učne izkušnje za učence vseh starosti zelo priporočamo, da upoštevate učna in razvojna načela (navedenih zgoraj na tej strani) ",
  "developers.faqNameTitle": "Ali lahko uporabljam ime \"Scratch Bloki\" v opisu moje aplikacije in pri drugih sporočilih za medije.",
  "developers.faqNameBody": "Če želite, lahko javno objavite, da vaša aplikacija temelji na Scratch Blokih. Če boste to storili, vas prosimo, da dodate povezavo do repozitorija kode.",
  "developers.faqReleasesTitle": "Ali boste izdali še več kode in kdaj?",
  "developers.faqReleasesBody": "V naslednjih mesecih načrtujemo izdajo dodatne odprte kode, povezane s programskim jezikom Scratch. Občasno obiščite to stran in preverite!",
  "developers.faqDifferencesTitle": "Kakšna je razlika med Blockly in Scratch Bloki?",
  "developers.faqDifferencesBody": "Scratch Bloki temeljijo na Blockly kodi in so namensko načrtovani z upoštevanjem naših načel, ki podpirajo kreativne učne izkušnje.",
  "developers.faqCollabTitle": "Rad bi sodeloval. Kako naj stopim v stik z vami?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
