{
  "developers.hereLinkText": "овде",
  "developers.title": "Скрач за програмере",
  "developers.introLinkText": "Скрач тим на MIT",
  "developers.intro": "На овој страни наћи ћеш информације о пројектима отвореног кода које је створио и одржава {introLink}, као и наше мишљење о најбољој пракси за стварање искуства учења код деце.",
  "developers.projectsTitle": "Пројекти",
  "developers.principlesTitle": "Принципи",
  "developers.joinTitle": "Придружите нам се",
  "developers.donateTitle": "Донирајте",
  "developers.partnersTitle": "Партнери",
  "developers.faqTitle": "Најчешћа питања",
  "developers.projectsIntro": "Наредни пројекти су отвореног кода и доступни у било које сврхе.",
  "developers.scratchBlocksTitle": "Скрач блокови",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly технологија",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "This first release includes code for Scratch’s Horizontal Grammar. Looking ahead, we plan to release additional code including but not limited to the Vertical Grammar (currently used by Scratch), a new Rendering Engine to support sprites and graphic effects, and a new Audio Engine to support creation with sound and music.",
  "developers.wwwTitle": "Скрач WWW",
  "developers.wwwIntro": "Scratch-www је самостални веб клијент за Скрач заједницу, изграђен употребом React и Redux. Приступи коду и документацији кроз {wwwIntroLink}.",
  "developers.LearningPrinciples": "Принципи учења",
  "developers.DesignPrinciples": "Принципи дизајна",
  "developers.principlesIntro": "Направили смо Скрач да би оспособили младе људе да мисле креативно, расуђују систематично и раде сарађујући. Вођени смо низом {learningPrinciples} и {designPrinciples} за које се надамо да ћете следити док развијате нове алате и технологије са Скрач блоковима.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr веб сајт",
  "developers.jrBody": "ScratchJr је програмски језик уводног нивоа који омогућава млађој деци (у узрасту 5-7 година) да стварају своје интераквивне приче и игре. За више информација, посетите {websiteLink} или приступите коду и документацији на {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Људи најбоље уче када активно раде на пројектима - долазе до нових идеја, дизајнирају прототипе, унапређују и стварају крајњи производ.",
  "developers.learningPrinciplesPassionTitle": "Страст",
  "developers.learningPrinciplesPassionBody": "Када су људи усредсређени на оно што им је важно, они раде дуже и улажу више напора, истрајни су суочени са изазовима и уче више током тог процеса.",
  "developers.learningPrinciplesPeersTitle": "Вршњаци",
  "developers.learningPrinciplesPeersBody": "Учење најбоље успева као друштвена активност, са људима који деле идеје, сарађују на пројектима и граде ослањајући се на рад других.",
  "developers.learningPrinciplesPlayTitle": "Игра",
  "developers.learningPrinciplesPlayBody": "Learning involves playful experimentation — trying new things, tinkering with materials, testing boundaries, taking risks, iterating again and again.",
  "developers.designPrinciplesRoomTitle": "Низак под и широки зидови",
  "developers.designPrinciplesRoomBody": "In order to encourage a varied and diverse set of interactions, we explicitly include elements and features that are easy for kids to understand (low floor), but general enough to support diverse uses (wide walls).",
  "developers.designPrinciplesSimpleTitle": "Направити да буде што је могуће једноставније - и можда још једноставније",
  "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
  "developers.designPrinciplesGlobalTitle": "Много путева, много начина",
  "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
  "developers.designPrinciplesTinkerTitle": "Створено за постепено усавршавање",
  "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
  "developers.joinBodyJobsLinkText": "Страница са пословима",
  "developers.joinBody": "Ми смо разнолика група наставника, дизајнера и инжењера који раде заједно у разиграном креативном окружењу пуном LEGO опека, радних материјала и алата. Веома ценимо различитости, сарадњу и поштовање на радном месту. Уколико сте заинтересовани да нам се придружите, погледајте упражњена места на нашем {jobsPageLink}, или нам пишите на {emailLink}",
  "developers.donateIntroLinkText": "донација за подршку Скрачу",
  "developers.donateIntro": "Веома нам је драго да понудимо Скрач бесплатно. Уколико уживате користећи Скрач, молимо Вас размотрите {donateLink}. Захвални смо за донације било које висине.",
  "developers.donateBody": "Ваша донација Скрач фондацији биће употребљена да подржи даљи развој Скрач софтвера и Скрач веб сајта.",
  "developers.donateThanks": "Хвала што подржаваш Скрач!",
  "developers.partnersIntro": "Стварање и одржавање овог отвореног кода не би било могуће без великодушне техничке и финансијске подршке наших партнера:",
  "developers.faqAboutTitle": "Где могу да сазнам више о Скрачу?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Скрач је слободан програмски језик и мрежна заједница у којој млади људи могу да стварају своје интерактивне приче, игре и анимације. Скрач је пројекат {llkLink} групе при {mitLink}. Можеш научити више о Скрачу {aboutLink}.",
  "developers.faqRulesTitle": "Постоје ли правила за употребу овог кода у мом програму?",
  "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
  "developers.faqNameTitle": "Да ли ми дозвољавате да користим име \"Скрач блокови\" /\"Scratch Blocks\"/ у опису мог програма и другим јавним порукама?",
  "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
  "developers.faqReleasesTitle": "Хоћете ли да објавите више кода и када?",
  "developers.faqReleasesBody": "Планирамо да отворимо додатни код везано за Скрач програмски језик у следећих неколико месеци. Држите на оку ову страницу!",
  "developers.faqDifferencesTitle": "Каква је разлика између Blockly-ја и Скрач блокова?",
  "developers.faqDifferencesBody": "Скрач блокови су направљени на бази Blockly кода и посебно су дизајнирани у складу са нашим принципима да би пружали искуство креативног учења.",
  "developers.faqCollabTitle": "Желео бих да сарађујем. Како могу да остварим контакт?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
