{
  "developers.hereLinkText": "tại đây",
  "developers.title": "Scratch dành cho Lập trình viên",
  "developers.introLinkText": "Scratch Team tại MIT",
  "developers.intro": "Tại trang này bạn sẽ tìm thấy thông tin về chương trình mã nguồn mở và được duy trì bởi {introLink}, cũng như những suy nghĩ của chúng tôi về việc tìm ra cách tốt nhất để thiêt kế chương trình tạo ra kinh nghiệm học tập tốt nhất cho trẻ em.",
  "developers.projectsTitle": "Các chương trình",
  "developers.principlesTitle": "Những nguyên tắc",
  "developers.joinTitle": "Tham gia cùng Chúng tôi",
  "developers.donateTitle": "Đóng góp",
  "developers.partnersTitle": "Các thành viên",
  "developers.faqTitle": "Những câu hỏi thường gặp",
  "developers.projectsIntro": "Các dự án sau đây là nguồn mở và được sử dụng cho bất kỳ mục đích nào.",
  "developers.scratchBlocksTitle": "Các mảnh ghép Scratch",
  "developers.scratchBlocksIntroBlocklyLinkText": "Công nghệ Blockly",
  "developers.scratchBlocksIntro": "Các mảnh ghép Scratch Blocks là một dự án phát triển mới cho thế hệ tiếp theo của các mảnh ghép lập trình đồ hoạ, dựa trên sự hợp tác giữa Google và Scratch Team của MIT — xây dựng trên {blocklyLink} của Google và thông tin từ các chuyên gia của Scrat ch Team trong quá trình phát triển các công cụ học tập sáng tạo cho giới trẻ. Các mảnh ghép Scratch cung cấp một nền tảng cho việc xây dựng các mảnh ghép lập trình theo định dạng chiều dọc (trên văn bản) và chiều ngang (trên biểu tượng). Bạn có thể truy cập mã lệnh của dự án (hiện tại chỉ được xem) và tài liệu ở {githubLink}.",
  "developers.scratchBlocksBody": "Lần đầu ra mắt này bao gồm những khối lệnh được trình bày theo chiều ngang. Với tầm nhìn xa hơn, chúng tôi có kế hoạch ra mắt kiểu sắp đặt nữa theo chiều dọc (hiện được Scratch sử dụng), công cụ dựng hình mới hỗ trợ cho các đối tượng và hiệu ứng đồ họa, và công cụ âm thanh hỗ trợ việc tạo ra âm thanh và bản nhạc mới.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www là nền tảng web độc lập dành cho cộng đồng, phát triển bằng React và Redux. Truy cập mã nguồn và tài liệu thông qua {wwwIntroLink}.",
  "developers.LearningPrinciples": "Nguyên tắc học tập",
  "developers.DesignPrinciples": "Nguyên tắc thiết kế",
  "developers.principlesIntro": "Chúng tôi tạo ra Scratch để tăng cường cho các bạn trẻ suy nghĩ một cách sáng tạo, suy luận có hệ thống, và làm việc hợp tác. Chúng tôi được định hướng bằng các {learningPrinciples} và {designPrinciples} chúng tôi hy vọng bạn sẽ tuân theo khi bạn phát triển các công cụ và công nghệ mới với Các mảnh ghép Scratch.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr là ngôn ngữ lập trình cơ bản tạo điều kiện cho trẻ em nhỏ (5-7 tuổi) sáng tạo ra những câu chuyện tương tác và trò chơi theo ý thích. Để biết thêm thông tin chi tiết, vào trang {websiteLink}hoặc truy cập mã nguồn và tài liệu tại {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Mọi người học tập tốt nhất khi họ chủ động làm ra các chương trình — đưa ra những ý tưởng mới, thiết kế nguyên mẫu, cải tiến và tạo ra các sản phẩm cuối cùng.",
  "developers.learningPrinciplesPassionTitle": "Đam mê",
  "developers.learningPrinciplesPassionBody": "Khi mọi người tập trung vào những điều họ quan tâm, họ làm việc bền bỉ và siêng năng hơn, kiên trì trước những thách thức và học hỏi nhiều hơn trong quá trình này.",
  "developers.learningPrinciplesPeersTitle": "Những người bạn",
  "developers.learningPrinciplesPeersBody": "Học tập luôn phát triển như một hoạt động xã hội, với nhiều người chia sẻ ý tưởng, hợp tác trong các dự án và xây dựng dựa trên thành quả của nhau.",
  "developers.learningPrinciplesPlayTitle": "Chơi",
  "developers.learningPrinciplesPlayBody": "Quá trình học tập bao hàm những thử nghiệm thú vị — thử qua những điều mới, đùa nghịch với nguyên vật liệu, thử qua các giới hạn, chấp nhận rủi ro, cứ như vậy không ngừng lặp lại.",
  "developers.designPrinciplesRoomTitle": "Khởi đầu đơn giản và Đa dạng sở thích",
  "developers.designPrinciplesRoomBody": "Để khuyến khích tính tương tác đa dạng, chúng tôi đã chỉ rõ các yếu tố và tính năng sao cho dễ hiểu với trẻ nhỏ (Khởi đầu đơn giản), nhưng chung quy vẫn đủ hỗ trợ đa dạng hoá việc sử dụng (Đa dạng sở thích).",
  "developers.designPrinciplesSimpleTitle": "Làm cho nó đơn giản nhất có thể — và thậm chí có thể đơn giản hơn",
  "developers.designPrinciplesSimpleBody": "Mặc dù xu hướng chung là thêm nhiều tính năng hơn cho các sản phẩm phần mềm, nhưng chúng tôi nhận thấy việc giảm số lượng tính năng thường cải thiện trải nghiệm người dùng. Điều này ban đầu có vẻ như một hạn chế hoặc giới hạn nhưng có thể thúc đẩy những hình thức sáng tạo mới.",
  "developers.designPrinciplesGlobalTitle": "Đa xu hướng, Đa phong cách",
  "developers.designPrinciplesGlobalBody": "Nhiều hoạt động toán học và khoa học thường có xu hướng thiên về một số nhóm đối tượng cụ thể. Bằng cách quan tâm đặc biệt đến việc tạo ra các công nghệ dễ tiếp cận và hấp dẫn, chúng tôi đang nỗ lực để thu hẹp khoảng cách này.",
  "developers.designPrinciplesTinkerTitle": "Thiết kế khuyến khích khả năng Vọc",
  "developers.designPrinciplesTinkerBody": "Chúng tôi tin rằng quá trình học tập có bản chất lặp đi lặp lại. Những người thích vọc bắt đầu bằng cách khám phá và thử nghiệm, sau đó sửa đổi và tinh chỉnh mục tiêu và sáng chế của họ. Để hỗ trợ kiểu tương tác này, chúng tôi thiết kế giao diện khuyến khích các thử nghiệm nhanh và việc lặp lại cũng nhanh.",
  "developers.joinBodyJobsLinkText": "Trang tuyển dụng",
  "developers.joinBody": "Chúng tôi là một nhóm đa dạng gồm các nhà giáo dục, nhà thiết kế và kỹ sư, những người cùng làm việc trong một môi trường vui tươi, sáng tạo đầy các khối gạch xếp hình LEGO, vật liệu thủ công và các công cụ sáng tạo. Chúng tôi đánh giá cao sự đa dạng, hợp tác và tôn trọng nơi làm việc. Nếu bạn muốn tham gia với chúng tôi, hãy xem các vị trí đang tuyển trên trang {jobsPageLink}, hoặc gửi email cho chúng tôi tại  {emailLink}.",
  "developers.donateIntroLinkText": "đóng góp để hỗ trợ Scratch",
  "developers.donateIntro": "Chúng tôi cảm thấy vui khi cung cấp Scratch miễn phí cho người dùng. Nếu bạn yêu thích Scratch, vui lòng cân nhắc việc {donateLink}. Mọi đóng góp bất kỳ đều rất quý giá với chúng tôi.",
  "developers.donateBody": "Khoản đóng góp của bạn cho Quỹ Scratch sẽ được sử dụng để hỗ trợ phát triển phần mềm Scratch và trang web Scratch trong tương lai.",
  "developers.donateThanks": "Cảm ơn bạn đã hỗ trợ Scratch!",
  "developers.partnersIntro": "Việc tạo ra và duy trì mã nguồn mở này sẽ không thể thực hiện nếu không có sự hỗ trợ tài chính và kỹ thuật từ các đối tác của chúng tôi:",
  "developers.faqAboutTitle": "Tôi có thể tìm hiểu thêm về Scratch ở đâu?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch là ngôn ngữ lập trình miễn phí và là cộng đồng trực tuyến cho tất cả các bạn trẻ có thể tạo ra những câu chuyện tương tác, trò chơi và hoạt hình. Scratch là dự án của {llkLink} tại {mitLink}. Bạn có thể xem thêm thông tin về Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Có ràng buộc nào khi sử dụng mã nguồn này vào ứng dụng của tôi không?",
  "developers.faqRulesBody": "Bạn có thể sử dụng mã nguồn này dưới bản bản quyền chi phối của từng dự án. Chúng tôi cũng khuyến khích bạn xem xét các nguyên tắc học tập và thiết kế (phía trên, trang này) khi xây dựng các trải nghiệm học tập sáng tạo cho trẻ em ở mọi lứa tuổi.",
  "developers.faqNameTitle": "Tôi có được phép sử dụng tên \"Mảnh ghép Scratch\" trong phần mô tả ứng dụng của tôi và các tin công khai khác không?",
  "developers.faqNameBody": "Nếu bạn muốn, bạn có thể tuyên bố công khai rằng ứng dụng của bạn được cung cấp bởi Các mảnh ghép Scratch. Nếu bạn làm như vậy, chúng tôi cũng khuyến khích bạn liên kết lại với nơi lưu trữ mã nguồn này.",
  "developers.faqReleasesTitle": "Bạn có dự định công bố thêm nhiều mã nguồn không và khi nào?",
  "developers.faqReleasesBody": "Chúng tôi có kế hoạch ra mắt thêm nhiều mã nguồn mở liên quan đến ngôn ngữ lập trình Scratch trong vài tháng tiếp theo. Hãy chờ và theo dõi trang web Scratch nhé!",
  "developers.faqDifferencesTitle": "Sự khác nhau giữa Blockly và Mảnh ghép Scratch?",
  "developers.faqDifferencesBody": "Mảnh ghép Scratch được phát triển trên nền tảng mã nguồn của Blockly`, và được thiết kế chi tiết với những nguyên tắc phát triển riêng của nhóm để hỗ trợ cho các trải nghiệm sự sáng tạo.",
  "developers.faqCollabTitle": "Tôi mong muốn được hợp tác cùng nhóm Scratch. Tôi có thể liên lạc bằng cách nào?",
  "developers.faqCollabBody": "Bạn có thể liên lạc với chúng tôi thông qua {githubLink} hoặc gửi email đến {emailLink} Chúng tôi mong nhận được phản hồi từ bạn!"
}
