{
    "dmca.intro": "የLifelong Kindergarten ምርመራ ቡድን የሌሎችን የግል ንብረት እና ተጠቃሚዎቻችንን እናከብራለን። ስለዚህም ስራዎት በሌሎች በህገ-ወጥ መንገድ የተወሰደ ከመሰልዎት፣ ወደ copyright@scratch.mit.edu እሜል በመላክ ወይም አቤቱታዎን ወደዚህ አድራሻ ይላኩ፡",
    "dmca.llkresponse": "የLifelong Kindergarten ቡድን የቅጂ መብት ጥሰቶችን ወዲያውኑ በመመርመር በDigital Millennium Copyright Act (“DMCA”) እና በሌሎችም ህጋዊ ስምምነቶች ውስጥ በተፃፈው መሰረት እርምጃ ይወስዳል። በእነዚህ ህግጋቶች መሰረት አንድ ተጠቃሚ በቅጂ ተጎድቻለሁ የሚል ቅሬታ ቢያሰማ የLifelong Kindergarten ቡድን የተጠቀሱትን ስራዎች ለጊዜው ለመዝጋት የሚገደድባቸው ሁኔታዎች ሊኖሩ ይችላሉ። እንዲህ አይነት ህገ-ወጥ ቅጂዎችን በተደጋጋሚ ተሚፈጽሙ ግለሰቦችም ቢሆኑ ድርጅቶች ከዚህ ሲስተም ሙሉ በሙሉ ሊቋረጡ ይችላሉ።",
    "dmca.assessment": "አንድ የScratch ተጠቃሚ የቅጂ መጭበርበር ፈጽሟል ብለው በሚመረምሩበት ግዜ፤ እባክዎ ይህንን ያስታውሱ፡ Scratch ለትምህርት እንጂ ለትርፍ ያልተመሰረተ እና ህፃናትን በትምህርታቸው ለማገዝ እና እራሳቸውን በቴክኖሎጂ መግለጽ እንዲችሉ ለማድረግ የሚሞክር ፕሮግራም ነው።  ከዚህም በተጨማሪ በCopyright Act of 1976, 17 U.S.C. § 107 የቅጂ መብት ህግ ውስጥ የተጠቀሰውን “Fair Use” የተባለውን ህዝባር ልብ ይበሉ።",
    "dmca.eyetoeye": "እርስዎ Scratchን የራስዎን ስራ የሚያሳውቁበት ብቻ ሳይሆን ለህፃናትና ለተማሪዎችም እድሎችን የሚከፍቱበት መድረክ አድርገው እንደሚጠቀሙበት ተስፋ እናደርጋለን።",
    "dmca.afterfiling": "አንድን ተጠቃሚ በህገወጥ ቅጂ ለመክሰስ ቢፈልጉ ስለእርስዎ ግላዊ ያልሆነ መረጃ እንደ chillingeffects.org ወዳሉ ድረ-ገጾች እንደምናስገባ ልብ ይበሉ። ደግሞም ሌሎችን ባልሰሩት የቅጂ ማጭበርበር ቢከሡ እና እውነት ሆኖ ባይገኝ የወጣውን ክፍያ መሸፈን እንደሚኖርቦትም ይገንዘቡ።(ይህም ማለት ለጠበቃዎች እና ለምርመራ Scratch ያወጣውን ገንዘብ ማለት ነው)",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Your full name",
    "dmca.address": "Your address",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}