{
    "dmca.intro": "O grupo Lifelong Kindergarten respecta a propiedat intelectual d'os de demás, incluyius os nuestros usuarios. Si creye que o suyo treballo s'ha copiau, infrinchindo os suyos dreitos d'autor, por favor ninvie un correu electronico ta copyright@scratch.mit.edu, u ninvié un correu ta:",
    "dmca.llkresponse": "O grupo Lifelong Kindergarten procesará y investigará as notificacions de violación d'os dreitos d'autor, y prendrá accions d'alcuerdo a o Dichital Millennium Copyright Act (“DMCA”) y atras leis de propiedat intelectual aplicables. Malas que se reciban as notificacions que cumplan, u cumplan substancialment con o DMCA, o grupo Lifelong Kindergarten actuará con prontament ta sacar u desactivar l'acceso a o material en qüestión. Qui cometan continas infraccions d'os dreitos d'autor de tercers serán suchetos a la terminación baixo as circumstancias apropiadas.",
    "dmca.assessment": "En decidir si un usuario de Scratch ha violau u no os suyos dreitos d'autor, por favor considere que Scratch ye una iniciativa educativa sin fins de lucro, que busca aduyar en l'aprendizache d'os ninos, ofrindo-lis as ferramientas ta aprender y expresar-se fendo servir a tecnolochía dichital. Considere tamién a doctrina de \"Fair Use\" incorporada en a Copyright Act de 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Asperamos que veiga a Scratch no nomás como una forma de popularizar as suyas creyacions u o suyo puesto web, sino tamién como una oportunidat de fer bella cosa buena por a educación d'os ninos.",
    "dmca.afterfiling": "Si decides de fer una queixa por vulneración d'os dreitos d'autor, tiene en cuenta que podemos ninviar-la, incluindo a información personal identificable a una cambra de compensación como chillingeffects.org.  Para cuenta tamién que podrías tamién estar responsable d'os danyos (incluindo-ie gastos y taxas d'advogaus) si finchises que una actividat ye vulnerando os tuyos dreitos d'autor.",
    "dmca.counternotification": "Contranotificación",
    "dmca.ifremoved": "Si o suyo conteniu ha estau retirau a causa d'una notificación de retirada d'a DMCA, vusté creye que tiene dreito legal a utilizar o material y quiere disputar legalment ista reclamación, puede presentar una contranotificación d'a DMCA. Solament ha de presentar una contranotificación si o conteniu ha estau retirau por una error u una identificación erronia y ye disposau a acudir a os tribunals pa esfender l'uso d'o material.",
    "dmca.mailcounter": "Se puede ninviar una contranotificación d'a DMCA por correu electronico a copyright@scratch.mit.edu u por correu postal a:",
    "dmca.mustinclude": "Ista contranotificación ha d'incluir:",
    "dmca.fullname": "O tuyo nombre completo",
    "dmca.address": "A tuya adreza",
    "dmca.phone": "O tuyo numero de telefono",
    "dmca.email": "A tuya adreza de correu electronico",
    "dmca.username": "O nombre d'usuario d'a tuya cuenta de Scratch",
    "dmca.projecturl": "As URL d'os prochectos retiraus",
    "dmca.statementerror": "Una declaración feita baixo pena de perchurio que o conteniu estió eliminau por error",
    "dmca.statementjurisdiction": "Una declaración de consentimiento d'a churisdicción en a zona en a quala estacha",
    "dmca.signature": "A tuya sinyatura",
    "dmca.valid": "En recibir una contranotificación valida d'a DMCA, Scratch compartirá a información que tu proporcions con a persona que fació a reclamación orichinal d'infracción de dreitos d'autor contra tu. Ells podrán utilizar ista información pa meter-se en contacto con tu u pa notificar-te si deciden presentar una demanda contra tu.",
    "dmca.lawsuit": "Si no se nos notifica a presentación d'una demanda diez (10) días habils dimpués de proporcionar una contranotificación a la persona que ha presentau una notificación de retirada d'a DMCA, se restablirá l'acceso a o conteniu que se retiró.",
    "dmca.repeat": "Crebantadors reincidents",
    "dmca.disableaccess": "A DMCA nos obliga a inhabilitar l'acceso a o nuestro servicio a os crebantadors reincidents d'os dreitos d'autor. Si recibimos una notificación de retirada de dreitos conforme a la DMCA contra una persona, y ista no ninvia una contranotificación, s'adhibe un aviso de bloqueyo a la suya cuenta. Dimpués de recibir tres (3) avisos, as cuentas d'ixa persona serán blocadas y se prendrán medidas estandar pa blocar o suyo acceso a Scratch. Avaloraremos os \"avisos\" diez (10) días habils dimpués de recibir una notificación de retirada de fondos d'a DMCA pa asegurar-nos que garra persona sía blocada antes que tienga a oportunidat de revisar o problema y presentar una contranotificación valida."
}