{
    "dmca.intro": "Lifelong Kindergarten tədqiqat qrupu başqa insanların və öz iştirakçılarının intellektual hüquqlarına hörmət edir. Əgər siz hüquqlarınızın pozulduğunu düşünürsünüzsə, copyright@scratch.mit.edu və ya aşağıdakı ünvana yazın:",
    "dmca.llkresponse": "Lifelong Kindergarten qrupu, pozuntular haqqında xəbərdarlıqları tez emal edəcək və rəqəmsal dövrdə müəllif hüquqları haqqında Qanuna (\"DMCA\") və intellektual mülkiyyət haqqında istifadə olunan başqa qanunlara uyğun olaraq hərəkətlər edəcək. Xəbərdarlığın alınmasından sonra qrup, operativ şəkildə, müəllif hüquqlarını pozan istənilən materialı silə və ya ona girişi bağlaya bilər. Kənar müəllif hüquqlarının təkrar pozuntuları bloklama üçün əsas sayıla bilər.",
    "dmca.assessment": "Sizin müəllif hüquqlarınızın pozulmasının qiymətləndirilməsi zamanı zəhmət olmasa, nəzərə alın ki, Scratch - bu, uşaqların təhsilinə yönəldilmiş maarifləndirici qeyri-kommersiya təşəbbüsü, rəqəmli texnologiyaların köməyi ilə təhsil alma və özünü ifadə etmə üçün alətlərin təqdimatıdır. \"Dürüst istifadə\" doktrinası Copyright Act of 1976, 17 U.S.C. § 107-yə daxil edilmişdir.",
    "dmca.eyetoeye": "Biz ümid edirik ki, siz Scratch-dan yalnız şəxsi məhsullarınızın populyarlaşması üçün yox, həm də uşaqların təhsilini yaxşılaşdırmaq üçün istifadə edəcəksiz.",
    "dmca.afterfiling": "Əgər siz müəllif hüquqlarınızın pozulması haqqında şikayət verməyə qərar vermisinizsə, diqqət edin ki, biz sizin xəbərdarlığınızı chillingeffects.org kimi bir koordinasiya mərkəzinə çatdıra bilərik. Nəzərinizdə saxlayın ki, siz, müəllif hüquqlarınızın pozulması haqqında yanlış informasiya verərsinizsə, bundan yarana biləcək zərərlərə (vəkil xərcləri və qonorarları daxil olmaqla) görə məsuliyyət daşıya bilərsiniz.",
    "dmca.counternotification": "Əks-bildiriş",
    "dmca.ifremoved": "Əgər sizin məzmununuz DMCA sökülmə bildirişinə görə ləğv edilmişdirsə, materialdan istifadə etmək üçün qanuni hüquqa malik olduğunuza inanır və bu tələbi qanuni şəkildə müzakirə etmək istəyirsiniz, bunun üçün siz DMCA əks-bildiriş təqdim edə bilərsiniz. Siz əks-bildirişi yalnız məzmununuz səhv və ya yanlış təyinetməyə görə ləğv olunduqda təqdim edə bilərsiniz və materialın istifadəsini müdafiə etmək üçün məhkəməyə getmək niyyətində ola bilərsiniz. ",
    "dmca.mailcounter": "DMCA əks-bildirişi: copyright@scratch.mit.edu email ünvanına və ya poçtla göndərilə bilər:",
    "dmca.mustinclude": "Bu əks-bildiriş daxil etməlidir:",
    "dmca.fullname": "Bütöv adınız",
    "dmca.address": "Ünvanınız",
    "dmca.phone": "Əlaqə nömrəniz",
    "dmca.email": "Email ünvanınız",
    "dmca.username": "Skreç hesabınızın istifadəçi adı",
    "dmca.projecturl": "Xaric olunan layihələrin URL-ləri",
    "dmca.statementerror": "Məzmunun yanlış şəkildə ləğv olunması haqqında yalan ifadə əsasında verilən bildiriş",
    "dmca.statementjurisdiction": "Yaşadığınız ərazidəki yurisdiksiyaya razılıq verən bildiriş",
    "dmca.signature": "İmzanız",
    "dmca.valid": "Etibarlı DMCA əks-bildirişinin alınmasından sonra Skreç verdiyiniz məlumatları sizə qarşı müəlliflik hüquqlarının pozulması haqqında ilkin iddia qaldıran şəxslə bölüşəcək. Onlar sizinlə əlaqə saxlamaq və ya sizə qarşı mülki iddia qaldırmaq yolunu seçdikdə sizə məlumat verməik üçün bu məlumatlardan istifadə edə biləcək. ",
    "dmca.lawsuit": "Əgər DMCA sökülmə bildirişi verən şəxsə əks-bildirişin verilməsindən sonra on (10) iş günü ərzində qaldırılan mülki iddia haqqında sizə məlumat verilməzsə, xaric olunan məzmuna giriş bərpa olunacaq. ",
    "dmca.repeat": "Təkrar qanun pozucuları",
    "dmca.disableaccess": "DMCA bizdən müəlliflik hüququnu təkrar pozanlara xidmətimizə girişi bağlamağı tələb edir. Əgər biz bir şəxsə qarşı müvafiq DMCA sökülmə bildirişi alırıqsa və həmin şəxs əks-bildiriş təqdim etmirsə, onların hesabına zərbə əlavə olunur. Üç (3) zərbə alındıqdan sonra şəxsə aid olan hesab bağlanacaq və onların Skreçə girişini bağlamaq üçün standart tədbirlər görüləcək. Məsələni nəzərdən keçirmək və etibarlı əks-bildiriş təqdim etmək imkanına malik olmazdan əvvəl heç bir şəxsin blok edilmədiyinə əmin olmaq üçün biz DMCA sökülmə bildirişi alındıqdan sonra on (10) iş günü ərzində zərbələri qiymətləndiririk. "
}