{
    "dmca.intro": "Даследчая група Lifelong Kindergarten паважае інтэлектуальную ўласнасць іншых, а таксама нашых карыстальнікаў. Калі вы лічыце, што ваша праца была скапіявана такім чынам, што з'яўляецца парушэннем аўтарскіх правоў, адпраўце скаргу па адрасе copyright@scratch.mit.edu або па электроннай пошце:",
    "dmca.llkresponse": "Група Lifelong Kindergarten будзе аператыўна апрацоўваць і расследаваць паведамленні аб меркаваных парушэннях і прыме адпаведныя меры ў адпаведнасці з Законам аб аўтарскім праве ў лічбавую эпоху (“DMCA”) і іншымі прыдатнымі законамі аб інтэлектуальнай уласнасці. Пасля атрымання апавяшчэнняў, якія адпавядаюць або ў значнай ступені адпавядаюць DMCA, Lifelong Kindergarten можа дзейнічаць аператыўна, каб выдаліць або адключыць доступ да любога матэрыялу, які, як сцвярджаецца, парушае правы. Неаднаразовыя парушальнікі аўтарскіх правоў трэціх асоб падлягаюць спыненню пры адпаведных абставінах.",
    "dmca.assessment": "Пры ацэнцы таго, ці парушыў карыстальнік Scratch вашыя аўтарскія правы, майце на ўвазе, што Scratch з'яўляецца адукацыйнай і некамерцыйнай ініцыятывай, якая імкнецца дапамагчы дзецям у навучанні, прадастаўляючы ім інструменты для навучання і самавыяўлення з дапамогай лічбавых тэхналогій. Калі ласка, майце на ўвазе дактрыну “добрасумленнага выкарыстання”, уключаную ў Закон аб аўтарскім праве 1976 г., 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Мы спадзяемся, што вы разглядаеце Scratch не толькі як добры спосаб папулярызацыі сваіх твораў/сайтаў, але і як магчымасць зрабіць нешта добрае для адукацыі дзяцей.",
    "dmca.afterfiling": "Калі вы вырашыце падаць скаргу аб парушэнні аўтарскіх правоў, звярніце ўвагу, што мы можам размясціць ваша апавяшчэнне з адрэдагаванай асабістай інфармацыяй у разліковым цэнтры, такім як chillingeffects.org. Калі ласка, таксама звярніце ўвагу, што вы можаце несці адказнасць за шкоду (уключаючы выдаткі і ганарары адвакатаў), калі вы істотна скажаеце, што дзейнасць парушае вашы аўтарскія правы.",
    "dmca.counternotification": "Сустрэчнае апавяшчэнне",
    "dmca.ifremoved": "Калі ваша змесціва было выдалена з-за паведамлення аб выдаленні DMCA, вы лічыце, што маеце законнае права выкарыстоўваць матэрыял, і хочаце юрыдычна аспрэчыць гэтую прэтэнзію, вы можаце падаць сустрэчнае апавяшчэнне DMCA. Вы павінны адправіць сустрэчнае апавяшчэнне толькі ў тым выпадку, калі змесціва было выдалена з-за памылкі або няправільнай ідэнтыфікацыі і вы гатовыя звярнуцца ў суд, каб абараніць выкарыстанне вамі матэрыялу.",
    "dmca.mailcounter": "Сустрэчнае апавяшчэнне DMCA можна адправіць па электроннай пошце на адрас copyright@scratch.mit.edu або на адрас:",
    "dmca.mustinclude": "Гэта сустрэчнае паведамленне павінна ўключаць:",
    "dmca.fullname": "Вашае імя",
    "dmca.address": "Ваш адрас",
    "dmca.phone": "Ваш нумар тэлефона",
    "dmca.email": "Ваш email",
    "dmca.username": "Імя карыстальніка вашага ўліковага запісу Scratch",
    "dmca.projecturl": "URL-адрасы праектаў, якія былі зачынены",
    "dmca.statementerror": "Заява, зробленая пад страхам пакарання за ілжэсведчанне, што змесціва было выдалена памылкова",
    "dmca.statementjurisdiction": "Заява аб згодзе на юрысдыкцыю ў рэгіёне, у якім вы пражываеце",
    "dmca.signature": "Ваш подпіс",
    "dmca.valid": "Пасля атрымання сапраўднага сустрэчнага апавяшчэння DMCA Scratch падзеліцца інфармацыяй, якую вы падаеце, з асобай, якая падала супраць вас першапачатковую прэтэнзію аб парушэнні аўтарскіх правоў. Яны змогуць выкарыстоўваць гэтую інфармацыю, каб звязацца з вамі або паведаміць вам, калі вырашылі падаць супраць вас іск.",
    "dmca.lawsuit": "Калі праз дзесяць (10) працоўных дзён пасля падачы сустрэчнага апавяшчэння асобе, якая падала паведамленне аб выдаленні ў адпаведнасці з DMCA, мы не атрымаем апавяшчэнне аб паданні пазову, доступ да змесціва, якое было выдалена, будзе адноўлены.",
    "dmca.repeat": "Рэцыдыўныя парушальнікі",
    "dmca.disableaccess": "Згодна з DMCA, мы абавязаны забараніць доступ да нашага сэрвісу паўторным парушальнікам аўтарскіх правоў. Калі мы атрымліваем паведамленне аб ліквідацыі ў адпаведнасці з DMCA, але гэты чалавек не адпраўляе сустрэчнае паведамленне, да яго ўліковага запісу дадаецца папярэджанне. Пасля атрымання трох (3) папярэджанняў уліковыя запісы, якія належаць асобе, будуць заблакіраваны і будуць прыняты стандартныя меры для блакіроўкі доступу да Scratch. Мы ацэньваем папярэджанні дзесяць (10) працоўных дзён пасля атрымання паведамлення аб ліквідацыі DMCA, каб гарантаваць, што ні адзін чалавек не будзе заблакіраваны да таго, як у яго будзе магчымасць разгледзець праблему і адправіць сапраўднае сустрэчнае паведамленне."
}