{
    "dmca.intro": "Даследчая група Lifelong Kindergarten паважае інтэлектуальную ўласнасць іншых, а таксама нашых карыстальнікаў. Калі вы лічыце, што ваша праца была скапіявана такім чынам, што з'яўляецца парушэннем аўтарскіх правоў, адпраўце скаргу па адрасе copyright@scratch.mit.edu або па электроннай пошце:",
    "dmca.llkresponse": "Група Lifelong Kindergarten будзе аператыўна апрацоўваць і расследаваць паведамленні аб меркаваных парушэннях і прыме адпаведныя меры ў адпаведнасці з Законам аб аўтарскім праве ў лічбавую эпоху (“DMCA”) і іншымі прыдатнымі законамі аб інтэлектуальнай уласнасці. Пасля атрымання апавяшчэнняў, якія адпавядаюць або ў значнай ступені адпавядаюць DMCA, Lifelong Kindergarten можа дзейнічаць аператыўна, каб выдаліць або адключыць доступ да любога матэрыялу, які, як сцвярджаецца, парушае правы. Неаднаразовыя парушальнікі аўтарскіх правоў трэціх асоб падлягаюць спыненню пры адпаведных абставінах.",
    "dmca.assessment": "Пры ацэнцы таго, ці парушыў карыстальнік Scratch вашыя аўтарскія правы, майце на ўвазе, што Scratch з'яўляецца адукацыйнай і некамерцыйнай ініцыятывай, якая імкнецца дапамагчы дзецям у навучанні, прадастаўляючы ім інструменты для навучання і самавыяўлення з дапамогай лічбавых тэхналогій. Калі ласка, майце на ўвазе дактрыну “добрасумленнага выкарыстання”, уключаную ў Закон аб аўтарскім праве 1976 г., 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Мы спадзяемся, што вы разглядаеце Scratch не толькі як добры спосаб папулярызацыі сваіх твораў/сайтаў, але і як магчымасць зрабіць нешта добрае для адукацыі дзяцей.",
    "dmca.afterfiling": "Калі вы вырашыце падаць скаргу аб парушэнні аўтарскіх правоў, звярніце ўвагу, што мы можам размясціць ваша апавяшчэнне з адрэдагаванай асабістай інфармацыяй у разліковым цэнтры, такім як chillingeffects.org. Калі ласка, таксама звярніце ўвагу, што вы можаце несці адказнасць за шкоду (уключаючы выдаткі і ганарары адвакатаў), калі вы істотна скажаеце, што дзейнасць парушае вашы аўтарскія правы.",
    "dmca.counternotification": "Сустрэчнае апавяшчэнне",
    "dmca.ifremoved": "Калі ваша змесціва было выдалена з-за паведамлення аб выдаленні DMCA, вы лічыце, што маеце законнае права выкарыстоўваць матэрыял, і хочаце юрыдычна аспрэчыць гэтую прэтэнзію, вы можаце падаць сустрэчнае апавяшчэнне DMCA. Вы павінны адправіць сустрэчнае апавяшчэнне толькі ў тым выпадку, калі змесціва было выдалена з-за памылкі або няправільнай ідэнтыфікацыі і вы гатовыя звярнуцца ў суд, каб абараніць выкарыстанне вамі матэрыялу.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Вашае імя",
    "dmca.address": "Ваш адрас",
    "dmca.phone": "Ваш нумар тэлефона",
    "dmca.email": "Ваш email",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Ваш подпіс",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}