{
    "dmca.intro": "Групата за изследователска дейност „Lifelong Kindergarten“ уважава интелектуалната собственост на другите, както и потребителите ни. Ако вярвате, че работата Ви е била използвана по начин, който нарушава правото на собственост, моля пишете на copyright@scratch.mit.edu, или изпратете оплакването си на:",
    "dmca.llkresponse": "Групата „Lifelong Kindergarten“ ще обработи и разследва случаите на предполагаеми нарушения и ще възприеме съответните действия според „Digital Millennium Copyright Act“ („DMCA“) и другите приложими закони за интелектуалната собственост. При получаването на известия отговарящи на „DMCA“, групата „Lifelong Kindergarten“ може да действа моментално, за да премахне или преустанови достъпа до всеки материал свързан с нарушението. Нарушителите, които повторно нарушават правата на трети страни ще бъдат санкционирани според случая.",
    "dmca.assessment": "При определянето на това дали даден потребител на Scratch е нарушил правата Ви, имайте предвид, че Scratch е с нестопанствена цел и има за цел да обучава, да помага на децата да се учат, като им осигурява нужните средства, с които те да учат и изразяват себе си чрез цифровите технологии. Моля, също така спазвайте доктрината за „честно ползване“, включена в закона за авторското право на САЩ от 1976 г., 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Надяваме се, че и Вие смятате, че Scratch е не просто добър начин за популяризирането на Вашите творения или обикновен уеб сайт, а и възможност да направим нещо добро за образованието на децата.",
    "dmca.afterfiling": "Ако решите да подадете оплакване за нарушаване на правата Ви, моля, имайте предвид, че може да публикуваме съобщението Ви, като преди това премахнем личните Ви данни, в клирингова палата, като например chillingeffects.org. Моля, също така имайте предвид, че може да бъдете задължени (включително с такси и адвокатски тарифи), ако сгрешите в преценката си относно нарушаването на правата Ви.",
    "dmca.counternotification": "Насрещно уведомление",
    "dmca.ifremoved": "Ако съдържанието ви е премахнато поради известие на DMCA, имате законно право  да оспорите това искане, можете да подадете насрещно уведомление по DMCA. Трябва само да изпратите насрещно уведомление, ако съдържанието е било премахнато поради грешка или погрешно идентифициране и сте готови в съда, да защитите правото си да използвате премахантатите материали.",
    "dmca.mailcounter": "Насрещно DMCA  уведомление може да бъде изпратено по имейл на адрес copyright@scratch.mit.edu или изпратено до:",
    "dmca.mustinclude": "Това насрещно уведомление трябва да включва:",
    "dmca.fullname": "Вашето пълно име",
    "dmca.address": "Вашия адрес",
    "dmca.phone": "Вашия телефонен номер",
    "dmca.email": "Вашия имейл адрес",
    "dmca.username": "Потребителското име на вашия Scratch профил",
    "dmca.projecturl": "URL адресите на проектите, които са премахнати",
    "dmca.statementerror": "Изявление, декларирано с известие за наказание за лъжесвидетелство, че съдържанието е премахнато по погрешка",
    "dmca.statementjurisdiction": "Декларация, която дава съгласие съгластно юрисдикция в района, в който пребивавате",
    "dmca.signature": "Вашия подпис",
    "dmca.valid": "След получаване на валидно насрещно уведомление от DMCA, Scratch ще сподели предоставената от вас информация с лицето, подало първоначалното искане за нарушаване на авторски права срещу вас. Те ще могат да използват тази информация, за да се свържат с вас или да ви уведомят, ако решат да заведат дело срещу вас.",
    "dmca.lawsuit": "Ако не сме уведомени за дело, подадено десет (10) работни дни след подаване на насрещно уведомление до лице, подало уведомление за отстраняване от DMCA, достъпът до съдържанието, което е свалено, ще бъде възстановен.",
    "dmca.repeat": "Повторни Нарушители",
    "dmca.disableaccess": "От DMCA се изисква да деактивираме достъпа до нашата услуга, за да предотвратим повторно нарушаване на авторските права. Ако получите DMCA  известие за премахване, срещу дадено лице и това лице не подаде насрещно уведомление, към профила му се добавя отметка. След като са получени три (3) отметки, акаунтите, принадлежащи на лицето, ще бъдат блокирани и ще бъдат предприети стандартни мерки за блокиране на достъпа им до Scratch. Оценяваме отметките десет (10) работни дни след получаване на известие за анулиране на DMCA, за да гарантираме, че никой не е блокиран, преди да имат възможност да прегледат въпроса и да подадат валидно насрещно уведомление."
}