{
    "dmca.intro": "Lifelong Kindergarten গবেষণা দল অন্যদের পাশাপাশি আমাদের ব্যবহারকারীদের বৌদ্ধিক সম্পত্তি সম্মান করে। যদি তুমি বিশ্বাস কর যে তোমার কাজটি কপিরাইট লঙ্ঘন গঠন করে এমন ভাবে কপি করা হয়েছে, তবে অনুগ্রহ পূর্বক copyright@scratch.mit.edu ইমেইল কর, অথবা নিম্নলিখিতটিতে তোমার অভিযোগ মেইল কর:",
    "dmca.llkresponse": " Lifelong Kindergarten দল অবিলম্বে অভিযোগ লঙ্ঘনের নোটিশগুলি প্রক্রিয়া ও তদন্ত করবে এবং Digital Millennium Copyright Act (“DMCA”) ও অন্যান্য প্রযোজ্য মেধা সম্পত্তি আইন অধীনে যথাযথ পদক্ষেপ গ্রহণ করবে। DMCA এর সাথে সম্মতিপূর্ণ বা মেনে চলার নোটিশ প্রাপ্তির পরে, Lifelong Kindergarten দল লঙ্ঘনকারীর দাবি করা যেকোন সামগ্রীর অ্যাক্সেস সরাতে বা নিষ্ক্রিয় করতে তাৎক্ষণিকভাবে কাজ করতে পারে। তৃতীয় পক্ষের কপিরাইট লঙ্ঘন পুনরাবৃত্তি উপযুক্ত পরিস্থিতিতে অবসান সাপেক্ষে।",
    "dmca.assessment": "Scratch ব্যবহারকারী তোমার কপিরাইট লঙ্ঘন করেছে কিনা তা মূল্যায়ন করে, অনুগ্রহ পূর্বক মনে রাখবে যে Scratch একটি শিক্ষামূলক এবং অলাভজনক উদ্যোগ, এটি শিশুদেরকে শেখার জন্য এবং ডিজিটাল প্রযুক্তি ব্যবহার করে নিজেদের প্রকাশ করার জন্য সরঞ্জামগুলি সরবরাহ করে শিশুদের শিক্ষার সহায়তা করছে। অনুগ্রহ পূর্বক 1976 সালের কপিরাইট আইন, 17 মার্কিন যুক্তরাষ্ট্রে কপিরাইট  § 107 অন্তর্ভুক্ত “Fair Use” মতবাদটিও মনে রাখবে।",
    "dmca.eyetoeye": "আমরা আশা করি তুমি Scratch কেবল তোমার সৃজনশীলতা / ওয়েবসাইটকে জনপ্রিয় করার ভাল উপায় হিসাবে নয় বরং শিশুদের শিক্ষার জন্য ভাল কিছু করার সুযোগ হিসাবেও দেখতে পাবে।",
    "dmca.afterfiling": "তুমি যদি কোনও কপিরাইট লঙ্ঘন অভিযোগ করতে চাও তবে অনুগ্রহ করে মনে রাখবে যে আমরা তোমার নোটিফিকেশন পোস্ট করতে পারি, ব্যক্তিগতভাবে শনাক্তকরণযোগ্য তথ্য পুনঃসক্রিয়ায়, ক্লিয়ারিংহাউস যেমন chillingeffects.org। অনুগ্রহ করে নোট কর যে, যদি তুমি কোন ক্রিয়াকলাপ কপিরাইট লঙ্ঘন করছে এমন কোন কিছু ভুলভাবে উপস্থাপন কর তাহলে তোমার ক্ষতির জন্য (দায় এবং অ্যাটর্নির ফি সহ) তুমি দায়বদ্ধ হতে পার।",
    "dmca.counternotification": "পাল্টা-বিজ্ঞপ্তি",
    "dmca.ifremoved": "যদি আপনার সামগ্রীটি কোনও DMCA টেকডাউন নোটিশের কারণে সরানো হয় তবে আপনি বিশ্বাস করেন যে আপনার কাছে উপাদানটি ব্যবহার করার আইনগত অধিকার রয়েছে এবং আপনি এই দাবিটি আইনিভাবে বিবাদ করতে চান, আপনি একটি DMCA জবাবী-বিজ্ঞপ্তি ফাইল করতে পারেন। ভুল বা ভুল সনাক্তকরণের কারণে সামগ্রীটি সরানো হলে আপনি শুধুমাত্র একটি পাল্টা-বিজ্ঞপ্তি জমা দিতে পারেন এবং আপনি উপাদানটির ব্যবহার রক্ষার জন্য আদালতে যেতে ইচ্ছুক।",
    "dmca.mailcounter": "একটি DMCA পাল্টা-বিজ্ঞপ্তিটি copyright@scratch.mit.edu এ ইমেল করা যেতে পারে বা এতে মেইল করা যেতে পারেঃ ",
    "dmca.mustinclude": "এই পাল্টা-বিজ্ঞপ্তি অন্তর্ভুক্ত করা আবশ্যক:",
    "dmca.fullname": "আপনার পুরো নাম",
    "dmca.address": "আপনার ঠিকানা ",
    "dmca.phone": "আপনার ফোন নাম্বার ",
    "dmca.email": "আপনার ইমেইল ঠিকানা ",
    "dmca.username": "তোমার Scratch এ্যাকাউন্টের ইউজারনেম",
    "dmca.projecturl": "প্রকল্পের URLs হিসেবে যা নেওয়া হয়েছিল",
    "dmca.statementerror": "একটি ভুল সরানো হয়েছে যা মিথ্যা সাক্ষ্য অধীনে তৈরি একটি বিবৃতি",
    "dmca.statementjurisdiction": "আপনি যে এলাকায় বসবাস করেন তার বিচার বিভাগের সম্মতি প্রদান নিয়ে একটি বিবৃতি ",
    "dmca.signature": "আপনার স্বাক্ষর",
    "dmca.valid": "বৈধ DMCA কাউন্টার-নোটিশ প্রাপ্তির পরে, স্ক্র্যাচ আপনার দ্বারা প্রদত্ত তথ্যটি সেই ব্যক্তির সাথে ভাগ করে নেবে যিনি আপনার বিরুদ্ধে কপিরাইট লঙ্ঘনের আসল দাবি করেছেন। তারা এই তথ্যটি আপনার সাথে যোগাযোগ করতে ব্যবহার করবে যদি তারা আপনার বিরুদ্ধে মামলা দায়ের করতে চান । ",
    "dmca.lawsuit": "যদি আমাদের কোনও মামলা দায়ের করা হয় যা দশ (১০) দিনের মধ্যে দাখিলকৃত ব্যক্তির কাছে জালিয়াতির পরে দাখিল করা হয়, যিনি কোনও DMCA টেকডাউন বিজ্ঞপ্তি দাখিল করেছেন, তবে যে সামগ্রীটি নিয়ে নেওয়া হয়েছিল তা অ্যাক্সেস করা হবে।",
    "dmca.repeat": "লঙ্ঘন পুনরাবৃত্তি",
    "dmca.disableaccess": "কপিরাইট লঙ্ঘনকারীদের পুনরাবৃত্তি রোধ করতে আমাদের পরিষেবা অ্যাক্সেস নিষ্ক্রিয় করার জন্য আমাদের DMCA দ্বারা প্রয়োজন। আমরা যদি একজন ব্যক্তির বিরুদ্ধে কোনো DMCA সম্মতিমূলক সরানোর বিজ্ঞপ্তি পাই এবং সেই ব্যক্তি কোন জবাবী বিজ্ঞপ্তি জমা না দেয় তবে তাদের অ্যাকাউন্টে স্ট্রাইক যোগ করা হয়। ৩ স্ট্রাইক পাওয়ার পর, ব্যক্তির সাথে সম্পর্কিত অ্যাকাউন্টগুলি অবরুদ্ধ করা হবে এবং স্ক্র্যাচের অ্যাক্সেস ব্লক করার জন্য মানদণ্ড কার্যকর করা হবে। আমরা কোনও সমস্যাটি পর্যালোচনা করার আগে এবং কোনও বৈধ পাল্টা-বিজ্ঞপ্তি জমা দেওয়ার আগে কোনও ব্যক্তি অবরুদ্ধ হওয়ার আগে একটি DMCA টেকডাউন নোটিশ প্রাপ্তির ১০ দিনের মধ্যে স্ট্রাইকগুলি মূল্যায়ন করে।"
}