{
    "dmca.intro": "El Lifelong Kindergarten research group respecta la propietat intel·lectual dels altres, així com la dels nostres usuaris. Si creus que la teva obra ha estat copiada d'una manera que constitueix una violació dels teus drets d'autor, si us plau envia un correu electrònic a copyright@scratch.mit.edu, o envia la teva reclamació a l'adreça següent:",
    "dmca.llkresponse": "El Lifelong Kindergarten Group processarà i investigarà notificacions de suposades infraccions i prendrà les accions apropiades sota el Digital Millennium Copyright Act (“DMCA”) i altres lleis de propietat intel·lectual aplicables immediatament. Després de la recepció de notificacions complint o substancialment complint amb la DMCA, el Lifelong Kindergarten Group pot actuar per retirar o inhabilitar l'accés a qualsevol material que suposadament viola. Repetir les infraccions dels drets d'autor de tercers estan subjectes a la cancel·lació del compte.",
    "dmca.assessment": "A l'hora d'avaluar si un usuari de Scratch ha violat els teus drets d'autor, si us plau recorda que Scratch és d'ús educatiu i és una iniciativa sense ànim de lucre que pretén ajudar en l'aprenentatge dels nens proporcionant-los eines que els permetin aprendre a expressar-se utilitzant tecnologies digitals. També recorda la doctrina “Fair Use” incorporada a la Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Esperem que també vegeu Scratch no només com una bona manera de popularitzar les teves creacions/pàgina si no també com una oportunitat per fer alguna cosa bona per l'educacó del nens.",
    "dmca.afterfiling": "Si decideixes fer una demanda per vulneració dels drets d'autor, si us plau tingues en compte que podem penjar la teva notificació amb informació personal identificable a una cambra de compensació com chillingeffects.org. Si us plau, tingues en compte que pots ser responsable dels danys (incloent-hi despeses i taxes d'advocats) si tu fingeixes que una activitat està vulnerant els teus drets d'autor.",
    "dmca.counternotification": "Contranotificació",
    "dmca.ifremoved": "Si el teu contingut ha estat retirat a causa d'una notificació basada en la DMCA = Legislació nord-americana que regula els drets de propietat intel.lectual, tu creus que tens el dret legal a fer servir el material publicat, i desitges disputar legalment el dret d'utilitzar-lo, pots enviar un recurs o contranotificació. Només es pot fer aquest recurs si el contingut ha estat retirat a causa d'un error o manca d'identificació correcta i si desitges tirar endavant el procés i estàs disposat a defensar l'ús del material davant d'un tribunal imparcial. ",
    "dmca.mailcounter": "El recurs s'ha d'enviar per correu electrònic a copyright@scratch.mit.edu o bé per correu tradicional a:",
    "dmca.mustinclude": "Aquesta contranotificació ha d'incloure obligatòriament:",
    "dmca.fullname": "El teu nom complet",
    "dmca.address": "La teva adreça",
    "dmca.phone": "El teu número de telèfon",
    "dmca.email": "La teva adreça de correu electrònic",
    "dmca.username": "El nom d'usuari del teu compte de Scratch",
    "dmca.projecturl": "Les adreces URL dels projectes que han estat retirats",
    "dmca.statementerror": "Una declaració oficial i vinculant sota pena de perjuri que el contingut va ser eliminat per error",
    "dmca.statementjurisdiction": "Una declaració en la qual s'accepta la jurisdicció vigent de la zona on resideixes",
    "dmca.signature": "La teva signatura",
    "dmca.valid": "Una vegada es rebi aquesta contranotificació, Scratch compartirà la informació aportada amb la persona que ha fet la reclamació de propietat intel·lectual contra el teu contingut. Aquesta persona podrà utilitzar la informació subministrada per contactar amb tu o bé per notificar-te si desitja procedir a fer una demanda judicial contra tu.",
    "dmca.lawsuit": "Si en un termini de deu (10) dies laborables després de presentar el recurs no es produeix cap notificació per part de la persona que va fer la reclamació en base a la DMCA, es recuperarà l'accés al contingut publicat.",
    "dmca.repeat": "Reincidents",
    "dmca.disableaccess": "La normativa DMCA ens obliga a desactivar l'accés als nostres serveis als usuaris reincidents. Si rebem una notificació de la DMCA respecte el contingut publicat per un usuari, i aquest usuari no presenta cap recurs o contranotificació al respecte, se li marca una falta en el seu compte. Després de cometre tres (3) faltes, els comptes assignats a aquest usuari seran bloquejats i es prendran mesures per bloquejar el seu accés a Scratch. Un cop rebuda la notificació de la DMCA, donem un plaç de deu (10) dies per presentar el recurs per assegurar que no es bloqueja a un usuari sense haver-li donat temps suficient per presentar un recurs vàlid."
}