{
    "dmca.intro": "Lifelong Kindergarten research group respektuje intelektuální vlastnictví ostatních, včetně našich uživatelů. Pokud věříte, že vaše práce byla zkopírována způsobem který zakládá porušení copyrightu, prosím napište na copyright@scratch.mit.edu, nebo zamailujte vaši stížnost následujícím:",
    "dmca.llkresponse": "Lifelong Kindergarten Group bezodkladně zpracuje a vyšetří oznámení údajného porušení a provede příslušné akce Digital Millennium Copyright Act (“DMCA”) a jiných použitelných zákonů ochrany intelektuálního vlastnictví. Po potvrzení oznámení splňujícího nebo podstatně splňujícího DMCA, Lifelong Kindergarten Group může předem provést smazání nebo zrušení přístupu ke každému materiálu oznámeného jako porušující. Opakovaná porušení práv třetích stran jsou důvodem k vyloučení za příslušných okolností.",
    "dmca.assessment": "Ve zhodnocení, zdali uživatel Scratch porušil váš copyright prosím berte v úvahu, že Scratch je vzdělávací a nezisková iniciativa pomáhající výuce dětí poskytnutím nástrojů, aby se učily a vyjadřovaly použitím digitální technologie. Prosím také pomyslete na pravidlo \"férového užití\" zahrnutého do Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Doufáme, že zjistíte že Scratch je nejen vhodnou cestou popularizovat své výtvory/stránky ale také jako příležitost udělat něco dobrého pro vzdělání dětí.",
    "dmca.afterfiling": "Jestliže se rozhodnete podat stížnost na porušení copyrightu, prosím povšimněte si že můžeme přeposlat vaše oznámením včetně identifikace osob centrále jako je chillingeffects.org. Také si všimněte, že můžete nést zodpovědnost za škody (včetně nákladů a poplatků advokátů) jestliže materálně nedoložíte, že aktivita porušuje váš copyright.",
    "dmca.counternotification": "Proticenzurní námitka",
    "dmca.ifremoved": "Jestliže váš obsah byl smazán kvůli DMCA blokovacímu oznámení a vy přitom věříte, že máte legální práva k užití tohoto materiálu a chcete se legálně přít o tento nárok, podejte DMCA proticenzurní námitku. Měl//a byste námitku poslat jen v případě, že obsah byl odstraněn omylem nebo špatnou identifikací a chtěl/a/ byste obhájit své užití materiálu před soudem.",
    "dmca.mailcounter": "Proticenzurní námitka DMCA může být e-mailována na copyright@scratch.mit.edu nebo poštou na:",
    "dmca.mustinclude": "Proticenzurní námitka musí obsahovat:",
    "dmca.fullname": "Vaše celé jméno",
    "dmca.address": "Vaše adresa",
    "dmca.phone": "Vaše telefonní číslo",
    "dmca.email": "Vaše e-mailová adresa",
    "dmca.username": "Uživatelské jméno k účtu Scratch",
    "dmca.projecturl": "URL projektů, které byly odstaveny",
    "dmca.statementerror": "Prohlášení /s hrozbou pokuty nebo křivé výpovědi/, že obsah byl odstraněn chybou",
    "dmca.statementjurisdiction": "Prohlášení souhlasící se soudní pravomocí v oblasti, kde bydlíte",
    "dmca.signature": "Váš podpis",
    "dmca.valid": "Po přijetí platné DMCA proticenzurní námitky bude Scratch sdílet tuto vaši poskytnutou informaci s osobou, která vznesla původní nárok porušení copyrightu proti vám. Použijí tuto informaci, aby se s vámi spojili nebo aby vám oznámili, že podali žalobu proti vám.",
    "dmca.lawsuit": "Jestliže nebudete upozorněn o žalobě do deseti (10) pracovních dnů po poskytnutí DMCA proticenzurní námitky osobě, která podala DMCA oznámení o odstavení, bude obnoven přístup k odstavenému obsahu.",
    "dmca.repeat": "Opakované porušení",
    "dmca.disableaccess": "Byli jsme požádáni DMCA o zablokování přístupu k naší službě kvůli opakovanému porušení copyrightu. Pokud obdržíme příslušné DMCA oznámení k odstavení proti osobě a tato osoba nevznese proticenzurní námitku, bude oznámení k těmto účtům přidáno. Po třech (3) přijatých oznámeních budou zablokovány účty patřící této osobě a budou podniknuty standardní kroky k zamezení jejich přístupu do Scratch. Vyhrazujeme si deset (10) pracovních dnů po obdržení DMCA oznámení k odstavení, abychom zajistili, že nikdo nebude blokován dříve, než dostane šanci prověřit problém a podat platnou proticenzurní námitku."
}