{
    "dmca.intro": "Mae grŵp ymchwil Lifelong Kindergarten yn parchu eiddo deallusol pobl eraill, yn ogystal â'n defnyddwyr. Os ydych yn credu bod eich gwaith wedi cael ei gopïo mewn ffordd sy'n gyfystyr ag ymyriad hawlfraint, e-bostiwch copyright@scratch.mit.edu neu postiwch eich cwyn at y canlynol:",
    "dmca.llkresponse": "Bydd y Lifelong Kindergarten Group yn prosesu ac ymchwilio i hysbysiadau o droseddu honedig yn brydlon ac yn cymryd camau priodol o dan y Digital Millennium Copyright Act (\"DMCA\") a chyfreithiau eiddo deallusol perthnasol eraill. O dderbyn hysbysiadau sy'n cyd-fynd â'r DMCA neu'n gwneud hynny i raddau helaeth, gall y bydd y Lifelong Kindergarten Group yn symud yn sydyn i dynnu neu analluogi mynediad i ddeunydd i y mae honiad ei fod yn troseddu. Gellir terfynu aelodaeth troseddwyr lluosog yn erbyn hawlfraint trydydd partïon dan amodau priodol.",
    "dmca.assessment": "Wrth asesu p'un ai yw defnyddiwr Scratch wedi troseddu yn erbyn eich hawlfraint, cadwch mewn cof fod Scratch yn declyn addysgol ac yn fenter ddim-er-elw, sy'n ceisio cynorthwyo addysg plant drwy ddarparu offer ar gyfer dysgu a mynegi eu hunain gan ddefnyddio technoleg ddigidol. Cadwch mewn cof hefyd athrawiaeth \"Fair Use\" sydd o fewn y Copyright Act, 1976, 17 U.C.S. § 107",
    "dmca.eyetoeye": "Rydym hefyd yn gobeithio y byddwch yn gweld Scratch nid yn unig fel ffordd dda o boblogeiddio eich creadigaethau/gwefan ond hefyd fel cyfle i wneud rhywbeth da ar gyfer addysg plant.",
    "dmca.afterfiling": "Os byddwch yn penderfynu gwneud cwyn yn erbyn torhawlfraint, sylwch y byddwn efallai yn cofnodi eich hysbysiad, gyda manylion adnabod personol wedi eu tynnu, i dŷ clirio megis chillingeffects.org. Sylwch hefyd y gallech chi fod yn atebol am iawndal (gan gynnwys costau a ffioedd cyfreithiol) os ydych yn camgyflwyno fod gweithgaredd yn troseddu yn erbyn eich hawlfraint.",
    "dmca.counternotification": "Gwrth-hysbysiad",
    "dmca.ifremoved": "Os yw eich cynnwys wedi ei dynnu i lawr oherwydd hysbysiad tynnu i lawr DMCA, ac rydych yn credu fod gennych hawl gyfreithiol i ddefnyddio'r deunydd a'ch bod chi eisiau herio'r cais yn gyfreithiol, gallwch gyflwyno gwrth-hysbsiad DMCA. Dylech gyflwyno gwrth-hysbysiad os oedd y cynnwys wedi ei dynnu oherwydd camgymeriad neu eich bod wedi eich cam adnabod ac rydych yn barod i fynd i'r llys i amddiffyn eich hawl i ddefnyddio'r deunydd.",
    "dmca.mailcounter": "Mae modd e-bostio gwrth-hysbysiad DMCA i copyright@scratch.mit.edu neu ei bostio at:",
    "dmca.mustinclude": "Rhaid i'r gwrth-hysbysiad gynnwys:",
    "dmca.fullname": "Eich enw llawn",
    "dmca.address": "Eich cyfeiriad",
    "dmca.phone": "Eich rhif ffon",
    "dmca.email": "Eich cyfeiriad e-bost",
    "dmca.username": "Enw defnyddiwr eich cyfrif Scratch",
    "dmca.projecturl": "URLau'r projectau sydd wedi eu tynnu i lawr",
    "dmca.statementerror": "Datganiad wedi ei wneud o dan gosb anudoniaeth fod y cynnwys wedi ei dynnu ar gam",
    "dmca.statementjurisdiction": "Datganiad yn cytuno i awdurdodaeth yn yr ardal lle rydych yn byw",
    "dmca.signature": "Eich llofnod",
    "dmca.valid": "Wedi derbyn gwrth-hysbysiad DMCA dilys, bydd Scratch yn rhannu'r wybodaeth rydych wedi ei darparu gyda'r person wnaeth y cais gwreiddiol o darfu ar hawlfraint yn eich herbyn. Bydd modd iddyn nhw ddefnyddio'r wybodaeth yma i gysylltu â chi neu i'ch hysbysu os byddan nhw'n penderfynu cymryd camau cyfreithiol yn eich erbyn.",
    "dmca.lawsuit": "Os nad ydym yn cael ein hysbysu am her gyfreithiol yn cael ei gyflwyno o fewn deg (10) diwrnod ar ôl darparu'r gwrth-hawliad i berson sydd wedi cyflwyno hysbysiad tynnu i lawr DMCA, bydd mynediad at ddeunydd gafodd ei dynnu i lawr yn cael ei adfer.",
    "dmca.repeat": "Troseddu Ailadroddus",
    "dmca.disableaccess": "Mae'n ofynnol gennym o dan y DMCA i analluogi mynediad i'n gwasanaeth i droseddwyr hawlfraint ailadroddus. Os byddwn yn derbyn cais tynnu i lawr DMCA dilys yn erbyn person, ac nad yw'r person hwnnw'n cyflwyno gwrt-hysbysiad, bydd rhybudd yn cael ei ychwanegu i'w cyfrif. Ar ôl derbyn tri (3) rhybudd, bydd cyfrifon yn perthyn i'r unigolyn yn cael eu rhwystro a bydd mesurau cyffredin yn cael eu cymryd i atal eu mynediad i Scratch. Rydym yn asesu rhybuddion deg (10) diwrnod gwaith ar ôl rhybudd tynnu i lawr DMCA wedi ei dderbyn i sicrhau nad oes neb wedi eu rhwystro cyn iddynt gael siawns i adolygu'r mater a chyflwyno gwrth-hysbysiad dilys."
}