{
    "dmca.intro": "Forskningsgruppen, The Lifelong Kindergarten, respekterer andres såvel som vore brugeres intellektuelle ejendomsrettigheder. Hvis De mener at Deres arbejde er blevet kopieret på en måde som krænker ophavsretten, send venligst en e-mail til copyright@scratch.mit.edu, eller send Deres klage til følgende adresse:",
    "dmca.llkresponse": "Gruppen, The Lifelong Kindergarten, vil omgående håndtere og undersøge den påståede overtrædelse og vil foretage passende skridt i overensstemmelse med lovgivningen, the Digital Millennium Copyright Act (“DMCA”), og andre relevante ophavsretslove. Ved modtagelse af underretning som er i overensstemmelse eller i væsentlighed er i overensstemmelse med DMCA, kan gruppen, the Lifelong Kindergarten, umiddelbart fjerne eller forhindre adgang til det påståede krænkende materiale. Gentagende overtrædere af tredjeparts ophavsrettighed risikerer udelukkelse.",
    "dmca.assessment": "I overvejelserne vedrørende om en Scratchbruger har overtrådt Deres ophavsrettigheder eller ej, beder vi Dem huske at Scratch er et uddannelsesinitiativ, som arbejder uden gevinst for øje, som søger at hjælpe børns indlæring ved at forsyne dem med værktøjer til at lære og udtrykke sig gennem digital teknologi. Samtidigt beder vi Dem at holde ”Fair Use” doktrinen inkorporeret i ophavsretsloven, Copyright Act of 1976, 17 U.S.C. § 107 for øje.",
    "dmca.eyetoeye": "Vi håber at også De vil se Scratch ikke bare som en god måde at udbrede kendskab til Deres værker/webside, men også som en lejlighed til at gøre noget godt for børns uddannelse.",
    "dmca.afterfiling": "Hvis De vælger at fremføre en klage over ophavsretskrænkelse, gør vi opmærksom på at Deres anmeldelse, med personfølsomme oplysninger editeret, kan blive videresendt til et clearingkontor såsom chillingeffects.org. Bemærk også at De kan være erstatningspligtig (inklusive omkostninger og advokatsalær), hvis De i væsentlig grad misrepræsenterer at en aktivitet krænker Deres ophavsret.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Your full name",
    "dmca.address": "Your address",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}