{
    "dmca.intro": "Die Lifelong-Kindergarten-Forschungsgruppe respektiert das geistige Eigentum anderer, genauso wie unsere Benutzer. Falls Sie der Meinung sind, dass Ihre Arbeit in einer Weise kopiert wurden, die gegen das Urheberrecht verstößt, senden Sie bitte eine E-Mail an copyright@scratch.mit.edu, oder senden Sie eine Beschwerde an folgende Adresse:",
    "dmca.llkresponse": "Die Lifelong-Kindergarten-Group bearbeitet und verfolgt Anzeigen mutmaßlicher Urheberrechtsverletzungen umgehend und ergreift entsprechende Maßnahmen gemäß dem Digital Millennium Copyright Act (“DMCA”) und anderen anwendbaren Gesetzen zum Schutze geistigen Eigentums. Nach dem Eingang einer Anzeige entsprechend oder im Wesentlichen entsprechend dem DMCA behält sich die Lifelong-Kindergarten-Group vor, betreffendes Material umgehend zu entfernen oder den Zugriff darauf zu unterbinden. Bei wiederholtem Verstoß gegen Urheberrechte Dritter droht unter entsprechenden Umständen der Ausschluss.",
    "dmca.assessment": "Bei der Beurteilung, ob ein Scratch-Benutzer Urheberrechte verletzt, bitten wir zu bedenken, dass Scratch eine Bildungsinitiative und nicht profitorientiert ist, sondern sich darum bemüht, Lernprozesse von Kindern durch die Bereitstellung von Werkzeugen zu unterstützen, die es ihnen ermöglichen, sich unter Verwendung digitaler Technologien auszudrücken und zu lernen. Zu beachten ist auch die \"Fair Use\"-Doktrin, wie sie sich im Copyright Act 1976, 17 USC, § 107 findet.",
    "dmca.eyetoeye": "Wir hoffen, Sie sehen in Scratch nicht nur eine Möglichkeit, Ihre Kreationen/Website bekannt zu machen, sondern auch eine Gelegenheit, etwas Gutes für die Bildung von Kindern zu tun.",
    "dmca.afterfiling": "Falls Sie sich zu einer Urheberrechtsklage entschließen sollten, beachten Sie bitte, dass wir uns vorbehalten, Ihre Anzeige, bereinigt von persönlich identifizierbaren Informationen, an eine Klärungsstelle wie chillingeffects.org weiterzuleiten. Wir bitten Sie auch zu bedenken, dass Sie für Schäden (Kosten und Anwaltsgebühren eingeschlossen) haften, falls sich der Vorwurf der Urheberrechtsverletzung gegen eine Aktivität als sachlich nicht richtig erweist.",
    "dmca.counternotification": "Gegenanzeige",
    "dmca.ifremoved": "Wenn dein Inhalt aufgrund einer DMCA-Takedown-Anzeige entfernt wurde, du jedoch glaubst, dass du einen Rechtsanspruch zur Nutzung des Materials hast und diesen Anspruch gesetzlich durchsetzen möchtest, kannst du eine DMCA-Gegenanzeige einreichen. Du solltest eine Gegenanzeige nur dann einreichen, wenn der Inhalt aufgrund eines Fehlers oder einer falschen Identifizierung entfernt wurde und du bereit bist, dein Nutzungsrecht für das Material vor Gericht zu verteidigen.",
    "dmca.mailcounter": "Eine DMCA Gegenbenachrichtigung kann per E-Mail an copyright@scratch.mit.edu oder per Post erfolgen:",
    "dmca.mustinclude": "Diese Gegenanzeige muss enthalten:",
    "dmca.fullname": "Deinen vollständigen Namen",
    "dmca.address": "Deine Adresse",
    "dmca.phone": "Deine Telefonnummer",
    "dmca.email": "Deine E-Mail-Adresse",
    "dmca.username": "Deinen Scratch-Benutzernamen",
    "dmca.projecturl": "Die URLs der Projekte, die abgeschaltet wurden",
    "dmca.statementerror": "Eine Aussage, die unter Strafe des Meineids gemacht wurde, dass der Inhalt in fälschlicherweise entfernt wurde.",
    "dmca.statementjurisdiction": "Eine Zustimmungserklärung mit der Gerichtsbarkeit ihres Gebietes in dem Sie wohnen",
    "dmca.signature": "Deine Unterschrift",
    "dmca.valid": "Nach Erhalt einer gültigen DMCA-Benachrichtigung wird Scratch die von Ihnen zur Verfügung gestellten Informationen an die Person weitergeben, die die ursprüngliche Klage wegen Urheberrechtsverletzung gegen Sie erhoben hat. Sie können diese Informationen verwenden, um Sie zu kontaktieren oder Sie zu benachrichtigen, wenn sie sich entscheiden, eine Klage gegen Sie einzureichen.",
    "dmca.lawsuit": "Wenn wir nicht darüber informiert werden, dass eine Klage zehn (10) Werktage nach einer Gegenanzeige an eine Person eingereicht wird, die eine DMCA-Annahmeerklärung eingereicht hat, wird der Zugang zu dem heruntergeladenen Inhalt wiederhergestellt.",
    "dmca.repeat": "Wiederholte Verstöße",
    "dmca.disableaccess": "Wir sind durch das DMCA Gesetz verpflichtet, den Zugang zu unserem Dienst zu sperren wegen wiederholten Urheberrechtsverletzungen. Wenn wir eine DMCA-konforme Takedown-Klage gegen eine Person erhalten und diese Person keine Gegenanzeige einreicht, wird ihrem Konto eine Markierung hinzugefügt. Nach drei (3) Markierungen werden die Konten der Person gesperrt und es werden Standardmaßnahmen ergriffen, um den Zugang zu Scratch zu verhindern. Wir bewerten Markierungen zehn (10) Werktage nach Erhalt einer DMCA Takedown-Klage , um sicherzustellen, dass keine Person blockiert wird, bevor sie die Möglichkeit hat, die Angelegenheit zu überprüfen und eine gültige Gegenanzeige zu übermitteln."
}