{
    "dmca.intro": "Η ομάδα έρευνας του Lifelong Kindergarten σέβεται τις πνευματικές ιδιοκτησίες άλλων ατόμων, όπως και των χρηστών μας. Εάν πιστεύετε πως η δουλειά σας έχει αντιγραφεί με τρόπο που συνιστά παραβίαση των πνευματικών δικαιωμάτων, παρακαλούμε στείλτε μας e-mail στη διεύθυνση copyright@scratch.mit.edu, ή στείλτε μας γράμμα με τα παράπονά σας στην παρακάτω διεύθυνση:",
    "dmca.llkresponse": "Η Lifelong Kindergarten Group θα επεξεργαστεί και θα ερευνήσει άμεσα τις ειδοποιήσεις για φερόμενη παράβαση και θα λάβει κατάλληλα μέτρα που προσδιορίζονται από τον νόμο Digital Millennium Copyright Act (“DMCA”) και από άλλες ισχύουσες διατάξεις περί πνευματικών ιδιοκτησιών. Κατόπιν παραλαβής των ειδοποιήσεων που τηρούν πλήρως ή μερικώς τον νόμο DMCA, η Lifelong Kindergarten Group μπορεί να δράσει ταχέως για να αφαιρέσει ή να απενεργοποιήσει την πρόσβαση σε κάθε υλικό που θεωρείται παραβατικό. Επανειλημμένες παραβιάσεις πνευματικών δικαιωμάτων τρίτων θα υπόκεινται σε καταγγελία υπό τις κατάλληλες συνθήκες.",
    "dmca.assessment": "Κατά την αξιολόγηση εάν ένας χρήστης του Scratch έχει παραβιάσει τα πνευματικά σας δικαιώματα ή όχι, παρακαλούμε να θυμάστε πως το Scratch αποτελεί μια εκπαιδευτική και μη-κερδοσκοπική πρωτοβουλία, η οποία αναζητά να βοηθήσει την μάθηση των παιδιών παρέχοντας τους τα εργαλεία για να μάθουν και να εκφραστούν χρησιμοποιώντας την ψηφιακή τεχνολογία. Παρακαλούμε επίσης να λάβετε υπόψη σας την αρχή περί “Δίκαιης Χρήσης” που ενσωματώνεται στον νόμο περί Πνευματικής Ιδιοκτησίας του 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Ελπίζουμε επίσης να βλέπετε το Scratch όχι απλώς ως έναν καλό τρόπο για να αυξήσετε τη δημοτικότητα των δημιουργιών ή του ιστοτόπου σας, αλλά επίσης ως μια ευκαιρία για να κάνετε κάτι καλό για την εκπαίδευση των παιδιών.",
    "dmca.afterfiling": "Αν επιλέξετε να υποβάλετε παράπονο για παραβίαση πνευματικών δικαιωμάτων, παρακαλούμε σημειώστε ότι μπορούμε να αναρτήσουμε την ειδοποίησή σας, με διαγραμμένα τα αναγνωρίσιμα προσωπικά στοιχεία, σε ένα γραφείο συμψηφισμού, όπως για παράδειγμα το chillingeffects.org. Παρακαλούμε επίσης να θυμάστε πως θα μπορούσατε να θεωρηθείτε υπεύθυνος για ζημίες (συμπεριλαμβανομένων των εξόδων και της αμοιβής δικηγόρου) αν δηλώσετε ψευδώς πως μια δραστηριότητα παραβιάζει τα πνευματικά δικαιώματά σας.",
    "dmca.counternotification": "Αντι-ειδοποίηση",
    "dmca.ifremoved": "Αν το περιεχόμενό σας έχει αφαιρεθεί εξαιτίας μιας ειδοποίησης αφαίρεσης της DMCA, πιστεύετε ότι έχετε νομικό δικαίωμα να χρησιμοποιήσετε το υλικό, και επιθυμείτε να αμφισβητήσετε νομικά αυτόν τον ισχυρισμό, μπορείτε να υποβάλετε μια αντι-ειδοποίηση DMCA. Πρέπει να υποβάλετε μια αντι-ειδοποίηση μόνο αν το περιεχόμενο αφαιρέθηκε από λάθος ή λανθασμένη αναγνώριση και είστε πρόθυμοι να πάτε σε δικαστήριο για να υπερασπιστείτε τη δική σας χρήση του υλικού.",
    "dmca.mailcounter": "Μια αντι-ειδοποίηση DMCA μπορεί να αποσταλεί με email στο copyright@scratch.mit.edu ή ταχυδρομικά στο:",
    "dmca.mustinclude": "Η αντι-ειδοποίηση θα πρέπει να περιλαμβάνει:",
    "dmca.fullname": "Το ονοματεπώνυμό σας",
    "dmca.address": "Τη διεύθυνσή σας",
    "dmca.phone": "Τον αριθμό τηλεφώνου σας",
    "dmca.email": "Τη διεύθυνση email σας",
    "dmca.username": "Το όνομα χρήστη του λογαριασμού σας στο Scratch",
    "dmca.projecturl": "Tα URLs των έργων που αφαιρέθηκαν",
    "dmca.statementerror": "Μια υπεύθυνη δήλωση ότι το περιεχόμενο αφαιρέθηκε από λάθος",
    "dmca.statementjurisdiction": "Μια δήλωση συναίνεσης δικαιοδοσίας στην περιοχή που κατοικείτε",
    "dmca.signature": "Την υπογραφή σας",
    "dmca.valid": "Μετά την παραλαβή μιας έγκυρης αντι-ειδοποίησης DMCA, το Scratch θα μοιραστεί τις πληροφορίες που παρέχετε με το πρόσωπο που έκανε την αρχική αξίωση παραβίασης πνευματικών δικαιωμάτων εναντίον σας. Θα είναι σε θέση να χρησιμοποιήσουν αυτές τις πληροφορίες για να έρθουν σε επαφή μαζί σας ή να σας ειδοποιήσουν αν επιλέξουν να υποβάλλουν μήνυση εναντίον σας.",
    "dmca.lawsuit": "Αν δεν ειδοποιηθούμε για υποβολή μήνυσης εντός δέκα (10) εργάσιμων ημερών αφού θα παρέχουμε την αντι-ειδοποίηση στο πρόσωπο που υπέβαλε μια ειδοποίηση αφαίρεσης DMCA, η πρόσβαση στο περιεχόμενο που αφαιρέθηκε θα αποκατασταθεί.",
    "dmca.repeat": "Παραβάτες κατ' επανάληψη",
    "dmca.disableaccess": "Η DMCA απαιτεί την απενεργοποίηση πρόσβασης στις υπηρεσίες μας σε παραβάτες κατ' επανάληψη. Αν λάβουμε μια DMCA ειδοποίηση αφαίρεσης κατά κάποιου προσώπου, και εκείνο το πρόσωπο δεν υποβάλει αντι-ειδοποίηση, μια ποινή θα προστεθεί στον λογαριασμό του. Μετά τη λήψη τριών (3) ποινών, οι λογαριασμοί που ανήκουν σε αυτό το άτομο θα απενεργοποιηθούν και θα ληφθούν τυπικά μέτρα ώστε να απενεργοποιηθεί η πρόσβασή τους στο Scratch. Αξιολογούμε τις ποινές δέκα (10) εργάσιμες μέρες μετά τη λήψη της ειδοποίησης αφαίρεσης DMCA για να διασφαλιστεί πως κανείς δεν θα χάσει την πρόσβαση πριν να έχει την ευκαιρία να μελετήσει το ζήτημα και να υποβάλει μια έγκυρη αντι-ειδοποίηση."
}