{
    "dmca.intro": "El grupo Lifelong Kindergarten respeta la propiedad intelectual de otros, incluídos nuestros usuarios. Si cree que su trabajo ha sido copiado, infringiendo sus derechos de autor, por favor envíe un correo electrónico a copyright@scratch.mit.edu, o envié su queja a:",
    "dmca.llkresponse": "El grupo Lifelong Kindergarten procesará e investigará notificaciones de violación a los derechos de autor, y tomará acción de acuerdo al Digital Millennium Copyright Act (“DMCA”) y otras leyes de propiedad intelectual aplicables. Una vez recibidas notificaciones que cumplan, o cumplan substancialmente con el DMCA, el grupo Lifelong Kindergarten actuará con toda prontitud para remover o desactivar el acceso al material en cuestión. Quienes cometan constantes infracciones a los derechos de autor de terceros serán sujetos a la cancelación de la cuenta bajo circunstancias apropiadas.",
    "dmca.assessment": "Al evaluar si un usuario de Scratch ha violado o no sus derechos de autor, por favor considere que Scratch es una iniciativa educativa sin fines de lucro, que busca facilitar el aprendizaje de los niños brindándoles las herramientas para aprender y expresarse utilizando la tecnología digital. También considere la doctrina de “Uso justo” incorporada en el Copyright Act de 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Esperamos que vea a Scratch no sólo como una buena forma de popularizar sus creaciones o su sitio web, sino también como una oportunidad de hacer algo bueno por la educación de los niños.",
    "dmca.afterfiling": "Si decides poner una queja por infracción de derechos de autor, ten en cuenta que podemos publicar tu notificación, con información de identificación personal, en una cámara de compensación como chillingeffects.org. También ten presente que podrías ser responsable de daños (incluyendo costos y tarifas de abogados) si declaras falsamente que una actividad infringe tus derechos de autor.",
    "dmca.counternotification": "Contranotificación",
    "dmca.ifremoved": "Si su contenido se eliminó debido a un aviso de eliminación de DMCA, cree que tiene el derecho legal de usar el material y desea disputar legalmente este reclamo, puede presentar una contranotificación de DMCA. Solo debe enviar una contranotificación si el contenido se eliminó debido a un error o una identificación errónea y está dispuesto a acudir a los tribunales para defender su uso del material.",
    "dmca.mailcounter": "Se puede enviar una contranotificación de DMCA por correo electrónico a copyright@scratch.mit.edu o por correo postal a:",
    "dmca.mustinclude": "Esta contranotificación debe incluir:",
    "dmca.fullname": "Tu nombre completo",
    "dmca.address": "Su dirección",
    "dmca.phone": "Su número de teléfono",
    "dmca.email": "Su dirección de correo electrónico",
    "dmca.username": "El nombre de usuario de su cuenta de Scratch",
    "dmca.projecturl": "Las URL de los proyectos que se eliminaron",
    "dmca.statementerror": "Una declaración hecha bajo pena de perjurio de que el contenido se eliminó por error.",
    "dmca.statementjurisdiction": "Una declaración de consentimiento a la jurisdicción en el área en la que reside",
    "dmca.signature": "Su firma",
    "dmca.valid": "Al recibir una contranotificación de DMCA válida, Rascar compartirá la información que proporcione con la persona que realizó el reclamo original de infracción de derechos de autor en su contra. Podrán usar esta información para comunicarse con usted o para notificarle si deciden presentar una demanda en su contra.",
    "dmca.lawsuit": "Si no recibimos una notificación sobre la presentación de una demanda diez (10) días hábiles después de proporcionar una contranotificación a una persona que presentó un aviso de eliminación de DMCA, se restablecerá el acceso al contenido que se eliminó.",
    "dmca.repeat": "Infractores reincidentes",
    "dmca.disableaccess": "La DMCA nos exige que deshabilitemos el acceso a nuestro servicio para los infractores de derechos de autor reincidentes. Si recibimos un aviso de eliminación que cumple con la DMCA contra una persona y esa persona no envía una contranotificación, se agrega una advertencia a su cuenta. Después de que se hayan recibido tres (3) avisos, se bloquearán las cuentas que pertenezcan a la persona y se tomarán las medidas estándar para bloquear su acceso a Rascar. Evaluamos las advertencias diez (10) días hábiles después de recibir un aviso de eliminación de DMCA para asegurarnos de que ninguna persona sea bloqueada antes de que tenga la oportunidad de revisar el problema y enviar un contraaviso válido."
}