{
    "dmca.intro": "The Lifelong Kindergarten uurimisgrupp respekteerib teiste intellektuaalset omandit, ka meie kasutajate oma. Kui sa arvad, et su töö on kopeeritud viisil, mis kujutab endast autoriõiguste rikkumist, palun saada meil copyright@scratch.mit.edu või esita oma kaebus:",
    "dmca.llkresponse": "Lifelong Kindergarten Group uurib teateid väidetavatest rikkumistest ja võtab tarvitusele asjakohased meetmed vastavalt <i>Digital Millennium Copyright Act</i> (“DMCA”) ja muudele selles olukorras kohaldatavatele intellektuaalomandi seadustele. Saanud teate, reageerib Lifelong Kindergarten Group viivitamatult eemaldades või blokeerides juurdepääsu mistahes materjalile, mille autoriõigusi on väidetavalt rikutud. Korduvalt kolmandate osapoolte autoriõiguste rikkujatega katkestatakse koostöö.",
    "dmca.assessment": "Hinnates, kas Scratchi kasutaja on rikkunud sinu autoriõigusi, arvesta palun, et Scratch on haridus- ja mittetulunduslik algatus, mille eesmärk on edendada noorte haridust, pakkudes vahendeid õppimiseks ja eneseväljenduseks digitehnoloogia vahendusel. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Loodame, et näed Scratchis mitte ainult kohta oma loomingu või veebilehe tutvustamiseks, vaid ka võimalust teha midagi laste hariduse heaks.",
    "dmca.afterfiling": "Kui otsustad esitada kaebuse oma autoriõiguste rikkumise kohta, arvesta palun, et me võime postitada sinu teate koos redigeeritud isikuandmetega chillingeffects.org. Arvesta ka sellega, et võid kanda kahju (sh kulud ja advokaaditasud), kui autoriõiguste rikkumine ei leia kinnitust.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Your full name",
    "dmca.address": "Your address",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}