{
    "dmca.intro": "Lifelong Kindergarten ikerketa taldeak besteen eta gure erabiltzaileen jabetza intelektuala errespetatzen du. Zure lana jabetza intelektualaren arauak hausten dituen modu batean kopiatua izan dela uste baduzu, jar zaitez gurekin harremanetan e-mail bidez  copyright@scratch.mit.edu helbidean, edo bidali zure kexa e-mail bidez hurrengora:",
    "dmca.llkresponse": "Lifelong Kindergarten Groupek autore eskubideen jakinarazpenak prozesatu eta ikertuko ditu, eta ekintzara joko du Digital Millennium Copyright Act (“DMCA”) eta ezar litezkeen jabetza intelektualaren beste lege batzuren arabera. Behin DMCArekin bat edo zatika bat egiten duten jakinarazpenak jasota, Lifelong Kindergarten Groupak azkartasunez jokatuko du aipaturiko edukira eskuragarritasuna kendu edo ezgaitzen. Hirugarrenen jabetza eskubideekiko arau-hausteak birritan egiten dituztenen kontuak ezabatuak izan daitezke dagokien zirkunstantzietan.",
    "dmca.assessment": "Scratcheko erabilitzaile batek zure copyrighta urratu duen ala ez jakiteko, kontuan izan arren Scratch heziketarako ekimen bat dela eta ez dirua egitekoa, umeei heziketa laguntzen saiatzen dela, teknologia digitala erabiliz beren burua adierazteko herrramintak emanez. Kontuan izan ere  “Fair Use” doktrina (1976ko Copyright Act, 17 U.S.C. § 107).",
    "dmca.eyetoeye": "Scratch zure sorkuntza/webgunea ezagutarazteko egoki ikusteaz gain, umeen heziketarako ona den zerbait sortzeko aukera gisa ikus dezazun espero dugu.",
    "dmca.afterfiling": "Copyrightaren urraketa salaketa bat egitea aukeratzen baduzu, kontuan izan zure salaketa argitara dezakegula, identifikazio pertsonala erraztu dezaken informazioaz, chillingeffects.org bezalako konpentsazio kamara batean. Jakin ere kalteordainen erantzule izan zaitezkela (abokatuen kostuak barne) ekimen batek zure copyrighta urratzen duela faltsuki salatuz gero.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Zure izen osoa",
    "dmca.address": "Zure helbidea",
    "dmca.phone": "Zure telefono zenbakia",
    "dmca.email": "Zure e-mail helbidea",
    "dmca.username": "Zure Scratch kontuaren erabiltzaile-izena",
    "dmca.projecturl": "Proiektuen URLak kenduko dira",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Zure sinadura",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}