{
    "dmca.intro": "گروه تحقیقاتی Lifelong Kindergarten به حقوق مالکیت فکری دیگران، مانند حقوق کاربرانمان احترام می‌گذارد. اگر گمان می‌کنید که اثر شما با نقض حقوق مالکیت کپی شده است، لطفاً به آدرس copyright@scratch.mit.edu ایمیل بزنید یا شکایت خود را به آدرس زیر ارسال کنید:",
    "dmca.llkresponse": "گروه مهدکودک مادام العمر سریعاً پرونده‌های مربوط به ادعای تخلف را احضار و بررسی کرده و اقدامات مناسب را طبق قانون کپی رایت هزاره دیجیتال (DMCA) و سایر قوانین مربوط به مالکیت معنوی اعمال می‌کند. پس از دریافت اعلان‌های مطابق یا اساساً مطابق با DMCA، گروه دیرپای کودکستان ممکن است به سرعت اقدام به حذف یا عدم دسترسی به هر گونه مواد ادعا به تخلف کند. نقضکنندگان تکراری حق نسخه‌برداری شخص ثالث در معرض فسخ در شرایط مناسب هستند.",
    "dmca.assessment": "در ارزیابی اینکه آیا یک کاربر اسکرچ حق نسخه‌برداری شما را نقض کرده است یا خیر، لطفاً در نظر داشته باشید که اسکرچ یک برنامه آموزشی و غیر انتفاعی است که برای کمک به یادگیری کودکان با ارائه ابزارهایی برای یادگیری و بیان خود با استفاده از تکنولوژی دیجیتال می‌باشد. لطفاً همچنین اصول \"استفاده منصفانه\" که در قانون کپی رایت 1976، 17 U.S.C. § 107 را به یاد داشته باشید.",
    "dmca.eyetoeye": "ما امیدواریم که شما اسکرچ را تنها به عنوان راهی برای معرفی محصولات / وب سایت خود نبینید بلکه آن را فرصتی برای انجام کاری مفید در حوزه آموزش کودکان بدانید.",
    "dmca.afterfiling": "اگر تصمیم به شکایت نقض کپی رایت دارید، لطفاً توجه داشته باشید که ممکن است ما آگهی شما، با اطلاعات قابل‌شناسایی شخصی تدوین شده، به یک اداره تأیید نظارت مانند chillingeffects.org ارسال کنیم. لطفاً همچنین توجه داشته باشید که اگر واقعاً به غلط وانمود کرده باشید که یک فعالیت در حال نقض کپی رایت شما است، ممکن است مسئول خساراتی (از جمله هزینه‌ها و حق وکیل) باشید.",
    "dmca.counternotification": "شمارنده‌ی پیام",
    "dmca.ifremoved": "اگر محتوا شما به علت اخطار حذف DMCA برداشته شده باشد، به اعتقاد شما حق استفاده قانونی از این ماده را دارید و می‌خواهید به طور قانونی این ادعا را متوقف کنید، می‌توانید یک دفاعیه DMCA تنظیم کنید. اگر محتوا به دلیل اشتباه یا شناسایی اشتباه حذف شده باشد، و مایل به مراجعه به دادگاه برای دفاع از استفاده از اطلاعات خود باشید  فقط باید یک دفاعیه ارائه دهید.",
    "dmca.mailcounter": "یک دفاعیه DMCA را می توان به copyright@scratch.mit.edu ایمیل کرد یا فرستاد به:",
    "dmca.mustinclude": "این دفاعیه باید شامل موارد زیر باشد:",
    "dmca.fullname": "نام کامل شما",
    "dmca.address": "آدرس شما",
    "dmca.phone": "شماره تلفن شما",
    "dmca.email": "آدرس ایمیل شما",
    "dmca.username": "نام حساب کاربری اسکرچ شما",
    "dmca.projecturl": "آدرس اینترنتی پروژه‌هایی که حذف شده‌اند",
    "dmca.statementerror": "بیانیه‌ای که تحت مجازات شهادت دروغ ساخته شده که محتوا به اشتباه حذف شده است",
    "dmca.statementjurisdiction": "بیانیه‌ای  موافق با دادگاهی در منطقه‌ای که زندگی می کنید",
    "dmca.signature": "امضای شما",
    "dmca.valid": "با رسید معتبر اخذ شده DMCA اسکرچ اطلاعات شما را در اختیار کسی که ادعای نقض حق تالیف علیه شما داشته قرار می دهد. آن افراد می‌توانند با شما تماس گرفته و یا قانونا علیه شما طرح دعوی نمایند.",
    "dmca.lawsuit": "چنانچه ما ظرف مدت ده  (10) روز کاری  بعد از تسلیم اخطاریه متقابل، از دعوایی که مطرح شده آنهم به فردی که اخطاریه DMCA را صادر کرده مطلع نشویم، دسترسی به محتوای مسدود شده، به حالت سابق باز می گردد.",
    "dmca.repeat": "تقض‌کننده‌های پرتکرار",
    "dmca.disableaccess": "ما برای غیر فعال کردن دسترسی به سرویس‌مان برای تکرار نقض‌کنندگان کپی رایت مورد نیاز DMCA هستیم. ما اگر یک اخطار حذف شکایت DMCA علیه یک شخص دریافت کنیم، و آن شخص دفاعیه‌ای تسلیم نکند، اعتصابی به حساب او اضافه می‌شود. پس از دریافت سه بار اعتصاب، حساب‌های متعلق به فرد مسدود شده و اقدامات استاندارد برای جلوگیری از دسترسی آن‌ها به اسکرچ انجام می‌شود. ما اعتصاب‌ها را (10) روز کاری پس از دریافت اخطار حذف DMCA ارزیابی می‌کنیم تا اطمینان حاصل شود هیچ‌کس مسدود نیست، پیش از این که آن‌ها فرصتی برای بررسی موضوع و ارائه یک دفاعیه معتبر داشته باشند."
}