{
    "dmca.intro": "Lifelong Kindergartenin tutkimusryhmä kunnioittaa muiden omaisuutta, mukaan, kuten myös meidän käyttäjämme. Jos uskot että töitäsi on kopioitu tavalla joka on tekijänoikeusrikkomus, ole hyvä ja ota yhteyttä sähköpostilla copyright@scratch.mit.edu, tai lähetä valituksesi seuraavilla tavoilla:",
    "dmca.llkresponse": "Lifelong Kindergarten Group käsittelee viipymättä ilmoitukset väitetystä loukkauksesta ja ryhtyy tarvittaviin toimiin Digital Millennium Copyright Actin (“DMCA”) ja muiden sovellettavien immateriaalioikeuslakien nojalla. Saatuaan ilmoitukset, jotka vastaavat tai ovat olennaisesti DMCA:n mukaisia, Lifelong Kindergarten Group voi toimia nopeasti poistaakseen tai estääkseen pääsyn materiaaliin, jonka väitetään loukkaavan. Toistuvat kolmansien osapuolien tekijänoikeuksien loukkaajat irtisanotaan sopivissa olosuhteissa.",
    "dmca.assessment": "Arvioidessasi, onko Scratch-käyttäjä loukannut tekijänoikeuksiasi, muista, että Scratch on koulutus- ja voittoa tavoittelematon hanke, jolla pyritään auttamaan lasten oppimista tarjoamalla heille työkalut oppimiseksi ja ilmaisemiseksi digitaalitekniikan avulla. Pidä myös mielessä “reilun käytön” oppi, joka on sisällytetty tekijänoikeuslakiin vuonna 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Toivomme että ymmärrät että Scratch ei ole ainoastaan hyvä tapa julkistaa luomuksiasi/sivujasi, vaan myös mahdollisuus tehdä jotain lasten koulutuksen hyväksi.",
    "dmca.afterfiling": "Jos päätät tehdä tekijänoikeusrikkomusvalituksen, huomaa, että voimme lähettää ilmoituksen, jonka henkilötiedot on muokattu, selvityskeskukseen, kuten chillingeffects.org. Huomaa myös, että saatat olla vastuussa vahingoista (mukaan lukien kulut ja asianajajien palkkiot), jos ilmoitat väärin siitä, että toiminta loukkaa tekijänoikeuksiasi.",
    "dmca.counternotification": "Vastailmoitus",
    "dmca.ifremoved": "Jos sisältösi on poistettu DMCA:n poistoilmoituksen takia, uskot, että sinulla on laillinen oikeus käyttää materiaalia ja haluat kiistää lain laillisesti, voit lähettää DMCA-vastailmoituksen. Sinun tulisi lähettää vastailmoitus vain, jos sisältö poistettiin virheen tai virheellisen tunnistamisen vuoksi ja olet valmis menemään oikeuteen puolustaaksesi materiaalisi käyttöä.",
    "dmca.mailcounter": "DMCA-vastailmoitus voidaan lähettää sähköpostitse osoitteeseen copyright@scratch.mit.edu tai lähettää osoitteeseen:",
    "dmca.mustinclude": "Tämän vastailmoituksen on sisällettävä:",
    "dmca.fullname": "Koko nimesi",
    "dmca.address": "Osoitteesi",
    "dmca.phone": "Puhelinnumerosi",
    "dmca.email": "Sähköpostiosoitteesi",
    "dmca.username": "Scratch-tilisi käyttäjänimi",
    "dmca.projecturl": "Poistettujen projektien URL-osoitteet",
    "dmca.statementerror": "Väärennösrangaistuksena annettu lausunto siitä, että sisältö poistettiin virheellisesti",
    "dmca.statementjurisdiction": "Laki, jossa suostut lainkäyttövaltaan alueellasi, jolla asut",
    "dmca.signature": "Allekirjoituksesi",
    "dmca.valid": "Saatuaan voimassa olevan DMCA-vastailmoituksen Scratch jakaa antamasi tiedot henkilölle, joka teki alkuperäisen tekijänoikeusrikkomusvaatimuksen sinua vastaan. He voivat käyttää näitä tietoja ottaakseen sinuun yhteyttä tai ilmoittaakseen sinulle, jos he haluavat nostaa kanteen sinua vastaan.",
    "dmca.lawsuit": "Jos meille ei ilmoiteta oikeudenkäynnistä, joka jätetään kymmenen (10) työpäivän kuluessa vastailmoituksen toimittamisesta henkilölle, joka on jättänyt DMCA:n poistoilmoituksen, pääsy luopuneeseen sisältöön palautetaan.",
    "dmca.repeat": "Uudelleenloukkaukset",
    "dmca.disableaccess": "DMCA vaatii meitä estämään pääsy palveluihimme toistaaksesi tekijänoikeuksien loukkaajia. Jos saamme DMCA-yhteensopivan ilmoituksen henkilöä vastaan ​​ja että henkilö ei lähetä vastailmoitusta, hänen tiliin lisätään varoitus. Kun kolme (3) varoitusta on annettu, henkilölle kuuluvat tilit estetään ja ryhdytään vakiotoimenpiteisiin estääkseen hänen pääsynsä Scratchiin. Arvioimme varoituksia kymmenen (10) työpäivän kuluttua DMCA:n poistoilmoituksen vastaanottamisesta varmistaaksemme, ettei ketään suljeta ennen kuin heillä on mahdollisuus tarkistaa aihe ja lähettää voimassa oleva vastailmoitus."
}