{
    "dmca.intro": "The Scratch Foundation respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.org, or mail your complaint to the following:",
    "dmca.llkresponse": "The Scratch Foundation will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Scratch Foundation may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.",
    "dmca.assessment": "Arvioidessasi, onko Scratch-käyttäjä loukannut tekijänoikeuksiasi, muista, että Scratch on koulutus- ja voittoa tavoittelematon hanke, jolla pyritään auttamaan lasten oppimista tarjoamalla heille työkalut oppimiseksi ja ilmaisemiseksi digitaalitekniikan avulla. Pidä myös mielessä “reilun käytön” oppi, joka on sisällytetty tekijänoikeuslakiin vuonna 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Toivomme että ymmärrät että Scratch ei ole ainoastaan hyvä tapa julkistaa luomuksiasi/sivujasi, vaan myös mahdollisuus tehdä jotain lasten koulutuksen hyväksi.",
    "dmca.afterfiling": "Jos päätät tehdä tekijänoikeusrikkomusvalituksen, huomaa, että voimme lähettää ilmoituksen, jonka henkilötiedot on muokattu, selvityskeskukseen, kuten chillingeffects.org. Huomaa myös, että saatat olla vastuussa vahingoista (mukaan lukien kulut ja asianajajien palkkiot), jos ilmoitat väärin siitä, että toiminta loukkaa tekijänoikeuksiasi.",
    "dmca.counternotification": "Vastailmoitus",
    "dmca.ifremoved": "Jos sisältösi on poistettu DMCA:n poistoilmoituksen takia, uskot, että sinulla on laillinen oikeus käyttää materiaalia ja haluat kiistää lain laillisesti, voit lähettää DMCA-vastailmoituksen. Sinun tulisi lähettää vastailmoitus vain, jos sisältö poistettiin virheen tai virheellisen tunnistamisen vuoksi ja olet valmis menemään oikeuteen puolustaaksesi materiaalisi käyttöä.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.org or mailed to:",
    "dmca.mustinclude": "Tämän vastailmoituksen on sisällettävä:",
    "dmca.fullname": "Koko nimesi",
    "dmca.address": "Osoitteesi",
    "dmca.phone": "Puhelinnumerosi",
    "dmca.email": "Sähköpostiosoitteesi",
    "dmca.username": "Scratch-tilisi käyttäjänimi",
    "dmca.projecturl": "Poistettujen projektien URL-osoitteet",
    "dmca.statementerror": "Väärennösrangaistuksena annettu lausunto siitä, että sisältö poistettiin virheellisesti",
    "dmca.statementjurisdiction": "Laki, jossa suostut lainkäyttövaltaan alueellasi, jolla asut",
    "dmca.signature": "Allekirjoituksesi",
    "dmca.valid": "Saatuaan voimassa olevan DMCA-vastailmoituksen Scratch jakaa antamasi tiedot henkilölle, joka teki alkuperäisen tekijänoikeusrikkomusvaatimuksen sinua vastaan. He voivat käyttää näitä tietoja ottaakseen sinuun yhteyttä tai ilmoittaakseen sinulle, jos he haluavat nostaa kanteen sinua vastaan.",
    "dmca.lawsuit": "Jos meille ei ilmoiteta oikeudenkäynnistä, joka jätetään kymmenen (10) työpäivän kuluessa vastailmoituksen toimittamisesta henkilölle, joka on jättänyt DMCA:n poistoilmoituksen, pääsy luopuneeseen sisältöön palautetaan.",
    "dmca.repeat": "Uudelleenloukkaukset",
    "dmca.disableaccess": "DMCA vaatii meitä estämään pääsy palveluihimme toistaaksesi tekijänoikeuksien loukkaajia. Jos saamme DMCA-yhteensopivan ilmoituksen henkilöä vastaan ​​ja että henkilö ei lähetä vastailmoitusta, hänen tiliin lisätään varoitus. Kun kolme (3) varoitusta on annettu, henkilölle kuuluvat tilit estetään ja ryhdytään vakiotoimenpiteisiin estääkseen hänen pääsynsä Scratchiin. Arvioimme varoituksia kymmenen (10) työpäivän kuluttua DMCA:n poistoilmoituksen vastaanottamisesta varmistaaksemme, ettei ketään suljeta ennen kuin heillä on mahdollisuus tarkistaa aihe ja lähettää voimassa oleva vastailmoitus."
}