{
    "dmca.intro": "Le groupe de recherche Lifelong Kindergarten respecte la propriété intellectuelle d'autrui, tout autant que celle de nos utilisateurs. Si vous pensez que votre travail a été copié d'une manière qui constitue une violation du droit d'auteur, s'il vous plaît envoyez un courriel à copyright@scratch.mit.edu courriel ou envoyez par courrier votre plainte à l'adresse suivante:",
    "dmca.llkresponse": "Le groupe Lifelong Kindergarten traitera rapidement et enquêtera sur les déclarations de violation et prendra les mesures appropriées en vertu de la Digital Millennium Copyright Act («DMCA») et d'autres lois applicables en matière de propriété intellectuelle. Dès réception des avis conformes ou presque conformes à la loi DMCA, le Groupe Lifelong Kindergarten peut agir promptement pour retirer ou désactiver l'accès à tout matériel prétendu être atteinte. Les contrevenants à répétition des droits d'auteur de tiers sont soumis à la résiliation, dans des circonstances appropriées.",
    "dmca.assessment": "Pour évaluer si oui ou non un utilisateur de Scratch a violé vos droits d'auteur, s'il vous plaît garder à l'esprit que Scratch est une initiative éducative et sans but lucratif, qui cherche à faciliter l'apprentissage des enfants en fournissant les outils pour qu'ils puissent apprendre et de s'exprimer en utilisant la technologie numérique. S'il vous plaît également garder à l'esprit le \"fair use\" doctrine incorporés dans la Loi sur le droit d'auteur de 1976, 17 USC § 107.",
    "dmca.eyetoeye": "Nous espérons que vous allez aussi voir Scratch non seulement comme un bon moyen de populariser vos créations / siteweb mais également comme une opportunité d'améliorer réellement bien pour l'éducation des enfants.",
    "dmca.afterfiling": "Si vous choisissez de déposer une plainte en contrefaçon de droit d'auteur, s'il vous plaît noter que nous pouvons publier votre notification, expurgées des informations personnellement identifiables, à une chambre de compensation comme chillingeffects.org. Notez également que vous pouvez être tenu responsable des dommages (y compris les frais et honoraires d'avocat) si vous prétendez à tort qu'une activité porte atteinte à vos droits d'auteur.",
    "dmca.counternotification": "Contre-notification",
    "dmca.ifremoved": "Si votre contenu a été retiré pour cause de conflit avec la DMCA, que vous croyez que vous avez le droit d'utiliser ce matériel et que vous voulez disputer légalement la revendication, vous pouvez déposer une contre-notification DMCA. Vous ne devez envoyer une contre-notification que si votre contenu a été retiré par erreur ou mauvaise identification et que vous voulez aller en justice pour défendre votre utilisation de ce matériel.",
    "dmca.mailcounter": "Une contre-notification DMCA peut être envoyée par email à copyright@scratch.mit.edu ou à l'adresse postale:",
    "dmca.mustinclude": "La contre-notification doit contenir: ",
    "dmca.fullname": "Votre nom complet",
    "dmca.address": "Votre adresse",
    "dmca.phone": "Votre numéro de téléphone",
    "dmca.email": "Votre adresse email",
    "dmca.username": "Le nom d'utilisateur de votre compte Scratch",
    "dmca.projecturl": "Les URL's des projets qui ont été retirés",
    "dmca.statementerror": "Une déclaration sur l'honneur affirmant que le contenu a été retiré par erreur",
    "dmca.statementjurisdiction": "Une déclaration d'appartenance à la juridiction dans laquelle vous résidez",
    "dmca.signature": "Votre signature",
    "dmca.valid": "Une fois la réception d'une contre-notification, Scratch partagera les informations que vous aurez fournies à la personne qui a porté plainte pour l'infraction au copyright contre vous. Cette dernière sera capable d'utiliser cette information pour vous contacter ou vous notifier si elle engage une action juridique contre vous.",
    "dmca.lawsuit": "Si nous ne sommes pas informés du procès étant annoncé dix (10) jours ouvrables après avoir fourni une contre-notification à la personne ayant porté une plainte pour la DMCA, l'accès au contenu retiré sera remis en place.",
    "dmca.repeat": "Infractions répétées",
    "dmca.disableaccess": "La DMCA nous oblige à désactiver l'accès à nos services pour éviter une récidive de l'infraction au copyright. Si nous recevons une plainte DMCA valide contre une personne, et que cette personne n’envoie pas de contre-notification, un avertissement lui sera ajouté. Après trois (3) avertissements, les comptes de la personne seront bloqués et des mesures seront prises pour empêcher l'accès à Scratch pour cette personne.  Bous donnons dix (10) jours ouvrables après la réception de la plainte DMCA pour nous assurer que personne n'est bloqué avant d'avoir la chance de passer en revue le problème et d'envoyer une contre-notification."
}