{
    "dmca.intro": "Le groupe de recherche Lifelong Kindergarten respecte la propriété intellectuelle d'autrui, tout autant que celle de nos utilisateurs. Si vous pensez que votre travail a été copié d'une manière qui constitue une violation du droit d'auteur, s'il vous plaît envoyez un e-mail à copyright@scratch.mit.edu ou envoyez par courrier votre plainte à l'adresse suivante :",
    "dmca.llkresponse": "Le Lifelong Kindergarten Group traitera et examinera rapidement les avis de violation présumée et prendra les mesures appropriées en vertu du Digital Millennium Copyright Act (\"DMCA\") et des autres lois applicables en matière de propriété intellectuelle. Dès réception d'un avis conforme ou quasiment conforme à la DMCA, le Lifelong Kindergarten Group pourra agir rapidement pour supprimer ou interdire l'accès à tout matériel prétendument en infraction. Les contrevenants récidivistes aux droits d'auteur de tiers se verront imposer une cessation de service dans les conditions appropriées.",
    "dmca.assessment": "Pour déterminer si un utilisateur de Scratch a violé ou non vos droits d'auteur, veuillez garder à l'esprit que Scratch est une initiative éducative et à but non lucratif, qui vise à faciliter l'apprentissage des enfants en leur fournissant les outils nécessaires pour apprendre et s'exprimer à l'aide de la technologie numérique. Veuillez également garder à l'esprit la doctrine de “l'utilisation équitable” incorporée dans la loi sur le droit d'auteur de 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Nous espérons que vous considérez également Scratch non seulement comme un bon moyen de populariser vos créations / site web mais aussi comme une opportunité de faire quelque chose de bien pour l'éducation des enfants.",
    "dmca.afterfiling": "Si vous décidez de déposer une plainte pour violation des droits d'auteur, veuillez noter que nous pouvons envoyer votre notification, avec des informations personnelles identifiables expurgées, à un centre d'information tel que chillingeffects.org. Veuillez également noter que vous pouvez être tenu responsable de dommages (y compris les frais et les frais d'avocat) si vous déclarez de manière matériellement erronée qu'une activité enfreint votre droit d'auteur.",
    "dmca.counternotification": "Contre-notification",
    "dmca.ifremoved": "Si votre contenu a été retiré en raison d'un avis de retrait DMCA, si vous pensez avoir un droit légal d'utiliser le matériel et si vous voulez contester cette réclamation, vous pouvez déposer une contre-notification DMCA. Vous ne devez soumettre une contre-notification que si le contenu a été retiré en raison d'une erreur ou d'une mauvaise identification et que vous êtes prêt à aller en justice pour défendre votre utilisation du matériel.",
    "dmca.mailcounter": "Une contre-notification DMCA peut être envoyée par email à copyright@scratch.mit.edu ou à l'adresse postale :",
    "dmca.mustinclude": "La contre-notification doit contenir : ",
    "dmca.fullname": "Votre nom complet",
    "dmca.address": "Votre adresse",
    "dmca.phone": "Votre numéro de téléphone",
    "dmca.email": "Votre adresse e-mail",
    "dmca.username": "Le nom d'utilisateur de votre compte Scratch",
    "dmca.projecturl": "Les URL des projets qui ont été retirés",
    "dmca.statementerror": "Une déclaration sur l'honneur affirmant que le contenu a été retiré par erreur",
    "dmca.statementjurisdiction": "Une déclaration d'appartenance à la juridiction dans laquelle vous résidez",
    "dmca.signature": "Votre signature",
    "dmca.valid": "Une fois la réception d'une contre-notification, Scratch partagera les informations que vous aurez fournies à la personne qui a porté plainte pour l'infraction au copyright contre vous. Cette dernière sera capable d'utiliser cette information pour vous contacter ou vous notifier si elle engage une action juridique contre vous.",
    "dmca.lawsuit": "Si nous ne sommes pas informés du procès étant annoncé dix (10) jours ouvrables après avoir fourni une contre-notification à la personne ayant porté une plainte pour la DMCA, l'accès au contenu retiré sera remis en place.",
    "dmca.repeat": "Infractions répétées",
    "dmca.disableaccess": "La DMCA nous oblige à désactiver l'accès à nos services pour éviter une récidive de l'infraction au copyright. Si nous recevons une plainte DMCA valide contre une personne, et que cette personne n’envoie pas de contre-notification, un avertissement lui sera ajouté. Après trois (3) avertissements, les comptes de la personne seront bloqués et des mesures seront prises pour empêcher l'accès à Scratch pour cette personne.  Bous donnons dix (10) jours ouvrables après la réception de la plainte DMCA pour nous assurer que personne n'est bloqué avant d'avoir la chance de passer en revue le problème et d'envoyer une contre-notification."
}