{
    "dmca.intro": "De ûndersyksgroep Lifelong Kindergarten respektearret it yntellektuele eigendom fan oaren en ús brûkers. As jo leauwe dat jo wurk kopiearre is en jo auteursrjocht skeind is, stjoer dan in e-mail nei copyright@scratch.mit.edu, of per post nei:",
    "dmca.llkresponse": "De Lifelong Kindergarten Group sil rapporten oer vermeende ynbreuk fuortdaliks behannelje en ûndersykje fan en sil aksje ûndernimme yn oerienstimming mei de Digital Millennium Copyright Act (DMCA) en oare jildende wetten oer yntellektuele eigendom. By ûntfangst fan rapporten dy't diels of folslein dekt troch de DMCA, kin de Lifelong Kindergarten Group de tagong ta materiaal dêr't fan beweard wurdt ynbreuk op rjochten te meitsjen, fuorthelje of blokkearje. Dyjingen dy't it auteursrjocht fan tredden faker skeine, wurdt tagong ûnder passende omstannichheden wegere.",
    "dmca.assessment": "By de beoardieling oft in Scratch-brûker dyn auteursrjocht skeind hat moatte jo betinke dat Scratch in edukatyf non-profit-inisjatyf is, ûntwurpen om bern de helpmiddels te jaan om te learen en harsels te uterjen troch digitale technology. Wy wize jo ek op de seksje “Fair Use” yn 'e FS Copyright Act fan 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Wy hoopje dat jo Scratch net allinnich sjogge as in goede manier om jo webside of kreaasjes populêrder te meitsjen, mar ek as in kâns om in positive bydrage te leverjen oan 'e oplieding fan bern.",
    "dmca.afterfiling": "As jo der foar kieze om in klacht yn te tsjinjen oer ynbreuk op auteursrjocht, merken wy op dat wy jo rapport, mei jo persoanlike ynformaasje redigearre,  pleatse kinne op in saneamd clearinghouse lykas chillingeffects.org. Jo binne ek oanspraaklik foar skea (ynklusyf kosten, ynklusyf dy foar abbekaten) as jo klacht ta ûnrjochte is.",
    "dmca.counternotification": "Tsjinferklearring",
    "dmca.ifremoved": "As jo materiaal is ferwidere op grûn fan in \"DMCA-ferwidering\", en jo leauwe dat jo it rjocht hawwe om it materiaal te brûken en it juridysk útdage wolle, kinne jo in \"DMCA-tsjinmelding\" yntsjinje. Jo moatte dit lykwols allinich dwaan as it materiaal waard fuorthelle fanwegen in flater of ferkearde identifikaasje en jo binne ree om nei de rjochtbank te gean om jo gebrûk fan it materiaal te ferdigenjen.",
    "dmca.mailcounter": "In \"DMCA-tsjinmelding\" kin stjoerd wurde fia e-post nei copyright@scratch.mit.edu of stjoerd wurde nei:",
    "dmca.mustinclude": "Dizze \"tsjinmelding\" moat befetsje:",
    "dmca.fullname": "Jo folsleine namme",
    "dmca.address": "Dyn adres",
    "dmca.phone": "Dyn tillefoannûmer",
    "dmca.email": "Jo e-postadres",
    "dmca.username": "De brûkersnamme fan jo Scratch-akkount",
    "dmca.projecturl": "De URL's fan 'e projekten dy't binne wiske",
    "dmca.statementerror": "In ferklearring ûnder eed dat de ynhâld ferkeard is fuorthelle",
    "dmca.statementjurisdiction": "In ferklearring akkoart mei de jurisdiksje yn it gebiet wêryn jo wenje.",
    "dmca.signature": "Jo hantekening",
    "dmca.valid": "Nei ûntfangst fan in jildige \"DMCA-tsjinfraach\" sil Scratch de ynformaasje dy't jo hawwe jûn diele mei de persoan dy't de orizjinele oanspraak op ynbreuk op auteursrjocht tsjin jo die. Se kinne dizze ynformaasje brûke om kontakt mei jo op te nimmen of jo te litten witte dat se jo oanklage wolle.",
    "dmca.lawsuit": "As wy binnen tsien (10) wurkdagen nei it útjaan fan 'e \"tsjinoanmelding\" net wurde op' e hichte brocht fan in lading oan 'e persoan dy't in \"DMCA-ferwideringskennisjouwing\" yntsjinne, sil it materiaal dat is fuortsmiten wurde weromjûn.",
    "dmca.repeat": "Oertreders werhelje",
    "dmca.disableaccess": "Wy binne ferplicht troch de DMCA om werhelle oertreders te blokkearjen fan tagong ta ús tsjinst. As wy in jildige \"DMCA-ferwideringskennisjouwing\" ûntfange en dy persoan gjin \"tsjinoanmelding\" yntsjinnet, sil der in notysje wurde makke by it akkount. Nei trije (3) sokke notysjes sille de akkounts fan dizze persoan wurde blokkeare en wurde standert maatregels nommen om tagong ta Scratch te blokkearjen. Wy besjogge it oantal oantekeningen tsien (10) wurkdagen nei't in \"DMCA-ferwideringskennisgewing\" is ûntfangen om te soargjen dat nimmen wurdt ferbean oant se in kâns hawwe om de situaasje te besjen en in \"tsjin-meidieling\" yn te tsjinjen."
}