{
    "dmca.intro": "Tha suim aig a’ bhuidheann rannsachaidh Lifelong Kindergarten air còraichean seilbh inntleachdail càich ’s an luchd-chleachdaidh againne. Ma tha thu dhen bheachd gun deach lethbhreac dhen obair agad a dhèanamh air dòigh a bhriseas a-steach air còraichean-lethbhreac, cuir post-d gu copyright@scratch.mit.edu no cuir do ghearan air a’ phost gu:",
    "dmca.llkresponse": "Sgrùdaidh am buidheann Lifelong Kindergarten casaidean brisidh a-steach gu luath agus nì sinn na tha iomchaidh fon Digital Millennium Copyright Act (“DMCA”) agus fo laghan seilbh inntleachdail iomchaidh eile. Nuair a gheibh sinn brath a ghèilleas ris an DMCA air ìre mhòr, faodaidh am buidheann Lifelong Kindergarten gnìomh a ghabhail gu h-astarach gus stuth sam bith a thoirt air falbh no an t-inntrigeadh a bhacadh air na chaidh aithris gum briseadh e a-steach air còraichean. Crìochnaichidh sinn an cùmhnant leis an fheadhainn a bhriseas a-steach air còraichean-lethbhreac treas phàrtaidhean a-rithist ’s a-rithist ma bhios seo iomchaidh san t-suidheachadh.",
    "dmca.assessment": "Nuair a nì sinn measadh air co-dhiù an do bhris neach-cleachdaidh Scratch a-steach air na còraichean-lethbhreac agad, thoir an aire gur e iomairt foghlaim neo-phrothaideach a th’ anns an Scratch a tha ag amas innealan a thoirt dhan chloinn ach an ionnsaicheadh iad ’s a bheireadh iad na beachdan agad seachad le teicneolas digiteach. Thoir fainear dhut cuideachd air an teagasg “Fair Use” am broinn Copyright Act o 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Tha sinn an dùil ’s an dòchas nach beachdaich thu air Scratch mar chothrom gus na chruthaich thu/an làrach-lìn agad a bhrosnachadh a-mhàin ach cuideachd mar chothrom gus piseach a thoirt air foghlam cloinne.",
    "dmca.afterfiling": "Ma chuireas tu romhad gearan a thogail mu bhriseadh a-steach air còraichean-lethbhreac, thoir an aire gum faod sinn am brath agad a postadh leis an fhiosrachadh a dh’aithnicheas cò thusa air fhàgail às gu clearinghouse mar chillingeffects.org. Thoir an aire cuideachd gum bi fiachanas dochainn (a’ gabhail a-steach cosgaisean is tàillean luchd-lagha) ort ma mhì-riochdaicheas tu le buaidh mhòr gun do bhris gnìomh a-steach air a’ chòir-lethbhreac agad.",
    "dmca.counternotification": "Brath-àichidh",
    "dmca.ifremoved": "Ma chaidh an t-susbaint agad a thoirt air falbh ri linn brath toirt air falbh DMCA agus thuse den bheachd gu bheil còir laghail agad an t-susbaint a chleachdadh agus ma tha thu airson an tagairt a dheasbad fon lagh, ’s urrainn dhut brath-àichidh CMCA fhaidhlicheadh. Bha bu chòir dhut brath-àichidh a chur a-steach ach ma chaidh an t-susbaint a thoirt air falbh ri linn mearachd no mì-aithneachadh agus ma tha thu deònach dol dhan chùirt airson do chleachdadh dhen stuth a dhìon.",
    "dmca.mailcounter": "’S urrainn dhut brath-àichidh DMCA a chur air a’ phost-d gu copyright@scratch.mit.edu no gu:",
    "dmca.mustinclude": "Seo na dh’fheumas tighinn am broinn a’ bhratha-àichidh:",
    "dmca.fullname": "D’ ainm slàn",
    "dmca.address": "An seòladh agad",
    "dmca.phone": "An àireamh fòn agad",
    "dmca.email": "An seòladh puist-d agad",
    "dmca.username": "Ainm-cleachdaiche a’ chunntais Scratch agad",
    "dmca.projecturl": "URLaichean nam pròiseactan a chaidh a thoirt air falbh",
    "dmca.statementerror": "Aithris fo pheanas eithich gun deach an t-susbaint a thoirt air falbh le mearachd",
    "dmca.statementjurisdiction": "Aithris a dh’aontaicheas ri uachdranas laghail san sgìre far a bheil thu a’ fuireach",
    "dmca.signature": "Do làmh-sgrìobhte",
    "dmca.valid": "Nuair a gheibh sinn brath-àichidh DMCA dligheach, co-roinnidh Scratch am fiosrachadh a thug thu seachad leis an neach a thagair briseadh a-steach air còraichean lethbhreac nad aghaidh o thùs. ’S urrainn dhaibh am fiosrachadh sin a chleachdadh airson conaltradh leat no fios a chur thugad ma chuireas iad romhpa cùis-lagha fhaidhlicheadh nad aghaidh.",
    "dmca.lawsuit": "Mura faigh sinn fios gu bheil cùis-lagha ga fhaidhlicheadh am broinn deich (10) làithean-obrach às dèidh ar brath-àichidh a sholar do neach a dh’fhaidhlich brath toirt air falbh DMCA, thèid an t-susbaint a chaidh a thoirt air falbh aiseag.",
    "dmca.repeat": "Luchd a bhriseas a-steach iomadh turas",
    "dmca.disableaccess": "Tha DMCA ag èigneachadh oirnn gun cuir sinn à comas an t-inntrigeadh dhan t-seirbheis againn airson daoine a bhriseas a-steach air còraichean-lethbhreac iomadh turas. Ma gheibh sinn brath toirt air falbh a ghèilleas ri DMCA an aghaidh neach agus mura cuir an neach sin brath-àichidh a-steach, thèid comharra a chur ris a’ chunntas aca. às dèid trì (3) comharran fhaighinn, thèid na cunntasan a tha leis an neach a bhacadh agus cleachdaidh sinn dòighean stannardach airson an t-inntrigeadh aca do Scratch a bhacadh. Measaidh sinn comharran deich (10) làithean-obrach às dèidh brath toirt air falbh DMCA fhaighinn airson dèanamh cinneach nach dèid duine a bhacadh mus robh teans aca sùil a thoirt air a’ chùis agus brath-àichidh dligheach a chur a-steach."
}