{
    "dmca.intro": "O grupo de investigación Lifelong Kindergarten respeta a propiedade intelectual de outros, incluidos os nosos usuarios. Si considera que o seu traballo foi copiado, infrinxindo os seus dereitos de autor, por favor envíe un correo electrónico a copyright@scratch.mit.edu, ou envie a súa queixa a:",
    "dmca.llkresponse": "O grupo Lifelong Kindergarten procesará e investigará notificacións de violación aos dereitos de autor, e tomará acción de acordo ao Digital Millennium Copyright Act (“DMCA”) e outras leis de propiedade intelectual aplicables. Unha vez recibidas notificacións que cumplan ou cumplan substancialmente co DMCA, o grupo Lifelong Kindergarten actuará con toda prontitude para eliminar ou desactivar o acceso ao material en cuestión. Aqueles que cometan infraccións reiteradas aos dereitos de autor de terceiros serán suxeitos á cancelación da conta baixo circunstancias apropiadas.",
    "dmca.assessment": "Para avaliar si un usuario de Scratch violou ou non os seus dereitos de autor, por favor considere que Scratch é unha iniciativa educativa sin fins de lucro, que procura facilitar a aprendizaxe dos nenos ofrecéndolles as ferramentas para aprender e expresarse utilizando a tecnoloxía dixital. Tamén considere a doutrina de \"Uso xusto\" incorporada na Copyright Act de 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Esperamos que vexa a Scratch non so como unha buena forma de popularizar as súas creacións ou o seu sitio web, senón tamén como unha oportunidade de facer algo bo pola educación dos nenos e nenas.",
    "dmca.afterfiling": "Si decide poñer unha queixa por infracción de dereitos de autor, teña en conta que podemos publicar a súa notificación, con información de identificación persoal, nunha oficina de compensación como chillingeffects.org. Tamén teña presente que podería facerse responsable de danos (incluíndo custos e tarifas de avogados) si vostede declara en falso que unha actividade infrinxe os seus dereitos de autor.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "O teu nome e apelidos",
    "dmca.address": "O teu enderezo",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "O nome de usuario da túa conta de Scratch",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "A túa sinatura",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}