{
    "dmca.intro": "O grupo de investigación Lifelong Kindergarten respeta a propiedade intelectual de outros, incluidos os nosos usuarios. Si considera que o seu traballo foi copiado, infrinxindo os seus dereitos de autor, por favor envíe un correo electrónico a copyright@scratch.mit.edu, ou envie a súa queixa a:",
    "dmca.llkresponse": "O grupo Lifelong Kindergarten procesará e investigará notificacións de violación aos dereitos de autor, e tomará acción de acordo ao Digital Millennium Copyright Act (“DMCA”) e outras leis de propiedade intelectual aplicables. Unha vez recibidas notificacións que cumplan ou cumplan substancialmente co DMCA, o grupo Lifelong Kindergarten actuará con toda prontitude para eliminar ou desactivar o acceso ao material en cuestión. Aqueles que cometan infraccións reiteradas aos dereitos de autor de terceiros serán suxeitos á cancelación da conta baixo circunstancias apropiadas.",
    "dmca.assessment": "Para avaliar si un usuario de Scratch violou ou non os seus dereitos de autor, por favor considere que Scratch é unha iniciativa educativa sin fins de lucro, que procura facilitar a aprendizaxe dos nenos ofrecéndolles as ferramentas para aprender e expresarse utilizando a tecnoloxía dixital. Tamén considere a doutrina de \"Uso xusto\" incorporada na Copyright Act de 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Esperamos que vexa a Scratch non so como unha buena forma de popularizar as súas creacións ou o seu sitio web, senón tamén como unha oportunidade de facer algo bo pola educación dos nenos e nenas.",
    "dmca.afterfiling": "Si decide poñer unha queixa por infracción de dereitos de autor, teña en conta que podemos publicar a súa notificación, con información de identificación persoal, nunha oficina de compensación como chillingeffects.org. Tamén teña presente que podería facerse responsable de danos (incluíndo custos e tarifas de avogados) si vostede declara en falso que unha actividade infrinxe os seus dereitos de autor.",
    "dmca.counternotification": "Contra-notificación",
    "dmca.ifremoved": "Se se eliminou o teu contido debido a un aviso de retirada de DMCA, cres que tes dereito legal a usar o material e queres disputar esta reclamación legalmente, podes presentar unha contra-notificación de DMCA. Só deberías enviar unha contra-notificación se o contido foi eliminado por un erro ou identificación errónea e estás disposto a acudir ao xulgado para defender o uso do material.",
    "dmca.mailcounter": "Unha contra-notificación de DMCA pode ser enviada por correo electrónico a copyright@scratch.mit.edu ou enviada por correo electrónico a:",
    "dmca.mustinclude": "Esta contra-notificación debe incluír:",
    "dmca.fullname": "O teu nome e apelidos",
    "dmca.address": "O teu enderezo",
    "dmca.phone": "O teu número de telefóno",
    "dmca.email": "O teu enderezo de correo electrónico",
    "dmca.username": "O nome de usuario da túa conta de Scratch",
    "dmca.projecturl": "Os URL dos proxectos que foron eliminados",
    "dmca.statementerror": "Unha declaración xurada de que o contido foi eliminado por erro",
    "dmca.statementjurisdiction": "Declaración que consente a xurisdición na área onde reside",
    "dmca.signature": "A túa sinatura",
    "dmca.valid": "Ao recibir unha contra-notificación de DMCA válida, Scratch compartirá a información que proporcionas coa persoa que formulou a reclamación orixinal de infracción de dereitos de autor contra ti. Poderán usar esta información para poñerse en contacto contigo ou para notificarche se optan por presentar unha demanda contra ti.",
    "dmca.lawsuit": "Se non nos notifican sobre unha demanda presentada dez (10) días hábiles despois de proporcionar unha contra-notificación dunha persoa que recibíu un aviso de retirada de DMCA, restablecerase o acceso ao contido que foi retirado.",
    "dmca.repeat": "Infraccións repetidas",
    "dmca.disableaccess": "A DMCA esíxenos que desactivemos o acceso ao noso servizo para os infractores reincidentes de copyright. Se recibimos un aviso de eliminación conforme á DMCA contra unha persoa e esa persoa non envía unha contra-notificación de resposta, engadirase unha marca na súa conta. Despois de tres (3) marcas recibidas, bloquearanse as contas da persoa e adoptaranse medidas estándar para bloquear o seu acceso a Scratch. Avaliamos as marcas dez (10) días hábiles despois de que se reciba un aviso de retirada da DMCA para asegurar que ningunha persoa estea bloqueada antes de ter a oportunidade de revisar o problema e enviar unha contra-notificación válida."
}