{
    "dmca.intro": "Kungiyar bincike ta Lifelong kindergaten na girmama dukiyar ilimin wasu, kazalika da masu amfani da mu. Idan ka yi imani cewa an wafa aikinka ta hanyar da e haifar da keta hakkin mallaka, don tura imel ma copyright@scratch.mit.edu, ko aika wasikar kokenka zuwa:",
    "dmca.llkresponse": "Kungiyar Liffelong Kindergarten za ta aiwatar da binciken sanarwa na zargin take hakkin da kuma daukar matakan da suka dace a karkashin Dokar Digital Millenium Copyright Act (“DMCA”). a kan karbar sanarwa da ke yin biyayya ko cika ka'idodin DMCA, Kungiyar Lifelong Kindergaten na iya yin hanzari don cirewa ko hana damar yin amfani da duk wani kayan da aka ce tayi keta. Maimaita keta na massu hakkin Mallaka na bangare na uku suna karkashin dakatarwa a cikin haleyan dasuka dace.",
    "dmca.assessment": "A cikin tantance ko mai amfani da Scratch ya keta hakkin mallakarka. Don Allah a tuna da cewa Scratch shiri ne na ilimi kuma mara-riba, yana neman taimaka wa karatun yara ta hanyar samar musu da kayan aiki da zasu koya da kuma bayyana kansu ta amfani da fasahar dijital. Don Allah  a tuna koyarwa  “amfani mai kyau” wacce aka sanya cikin dokar hakkin mallaka ta 1976,  17 U.S.C. § 107.",
    "dmca.eyetoeye": "Muna fatan ka ga Scratch ba kawai a matsayin kyakkyawar hanyar yada abubuwan da ka kirkira / shafin yanar gizo ba amma kuma azaman ta wata dama ce ta yin wani abu mai kyau ga ilimin yara.",
    "dmca.afterfiling": "Idan ka zabi yin korafin keta hakkin mallaka, don Allah a kula cewa zamu iya sanya sanarwar ka, tare da rufe duk bayyani da zai iya bayyana mai korafi, zuwa wata gidan ajiya kamar su chillingeffects.org. don Allah kuma a lura cewa za a iya samun lamuni akan mutum idan aka lalawar wani abu(gami da tsada uma kudin lauyoyi) idan ka yi karya game da wani abu da ke keta hakin mallakarka.",
    "dmca.counternotification": "Kalubalantar-sanarwa",
    "dmca.ifremoved": "Idan an cire abun cikin ka sa boda sanarwar saukar ta DMCA, Ka yi imani doka ta baka damar amfani da ayan, kuma kanaso kayi jayayya da wannan ikirarin bisa doka, Kana iya yin fayil kalubalanta-sanarwar DMCA. Ya kamata ka bada kalubalantar-sanarwa idan an cire abun da ke ciki saboda kuskure ko  rashin ganewa kuma ka na niyyar zuwa kotu dan kare amfani da kayanka.",
    "dmca.mailcounter": "Za a iya tura kalubalantar DMCA ta zuwa copyright@scratch.mit.edu ko a aika wasikar zuwa:",
    "dmca.mustinclude": "Wanan kalubalantar-sanarwa dole ne ya kunshi: ",
    "dmca.fullname": "cikakken  sunanka",
    "dmca.address": "Adireshinka",
    "dmca.phone": "Lambar tarhonka",
    "dmca.email": "Adireshinka na imel",
    "dmca.username": "Sunan amfani na asusunka na Scratch",
    "dmca.projecturl": "URLs na ayyukan  da aka cire",
    "dmca.statementerror": "Bayanin da aka yi a karkashin sakamokon rantsuwar karya cewa an cire abun cikin kuskure ",
    "dmca.statementjurisdiction": "Bayanin ta yarda da ikon yanki a yankin da kake zaune.",
    "dmca.signature": "Sa hanunka",
    "dmca.valid": "Lokacin da aka karbi Kalubalantar-sanarwar DMCA, Scratch zai yada bayanin da ka bayar tare da mutumin da ya gabatar da ainihin korafi akan keta hakkin mallaka akan ka. Za su iya amfani da wannan bayanin don tuntubar ka ko kuma su sanar da kai idan sun zabi yin fayil din kara akan ka.",
    "dmca.lawsuit": "Idan ba a sanar da mu game da karar da aka shigar ba kwanakin aiki goma(10) bayan mun ba da kalubalantar-sanarwa ga mutumin da ya shigar da sanarwar cirewa, za a sake dawo da abubuwan da aka cire.",
    "dmca.repeat": "Masu maimaita keta",
    "dmca.disableaccess": "DMCA ce ke bukatar mu dakatar da damar samun ayyukanmu ma masu maimaita ketan hakkin mallaka. Idan muka karba korafi sanarwar cirewa na DMCA game da wani mutum, kuma wancan mutumin bai gabatar da kalubalantar-sanarwar ba, za a saka alama a asusunsa. bayan ansamu alama guda uku(3), za a toshe asusun mutum kuma za a daidaita matakan da za'a dauka don toshe hanyar samunsu na Scratch. Muna tantance alamu na kwanakin aiki goma(10) bayan an karbi sanarwar cirewa na DMCA don tabattar da cewa babu wani mutum da aka toshe kafun su samu damar sake duba batun kuma gabatar da ingantaccen kalubalantar-sanarwa. "
}