{
    "dmca.intro": " Lifelong Kindergarten research group दूसरों की और स्क्रॅच के यूजर्स की बौद्धिक सम्पदा का सम्मान करता है.  अगरआपको लगता है कि आपकी कृति की इस तरह से नक़ल की गयी है जिसके कारण आपके कॉपीराइट का उल्लंघन होता है तो कृपया हमें copyright@scratch.mit.edu इस पते पर मेल भेजिए। या अपनी शिकायत इन लोगो के पास भेजिए।",
    "dmca.llkresponse": "Lifelong Kindergarten Group बौद्धिक सम्पदा के हनन की शिकायतों की  Digital Millennium Copyright Act (“DMCA”)  और अन्य बौद्धिक सम्पदा संरक्षण नियमों के अंतर्गत तत्परता से जांच करेगा और जरूरी कारवाई  करेगा. बौद्धिक सम्पदा के हनन में संलग्न पाए जाने वाले साहित्य को हम हटा देंगे या उसे डिसेबल कर देंगे। बार बार इस तरह की गतिविधियों में सलंग्न होने पर उन्हें टर्मिनेट भी किया जाएगा। ",
    "dmca.assessment": "किसी स्क्रॅच यूजर ने आपकी बौद्धिक सम्पदा का उल्लंघन किया है या नहीं इसे तय करने से पहले कृपया यह ध्यान में रखिये कि स्क्रॅच यह एक शैक्षिक और बिना आर्थिक लाभ के काम करने वाली संस्था है. यह बच्चों को कंप्यूटर और इंटरनेट के इस्तेमाल से सिखने और अपने आप को अभिव्यक्त करने की सुविधा प्रदान करती है.  कृपा ध्यान रखें कि फेयर यूज भी कॉपीराइट एक्ट में समाहित है.  “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "हमें आशा है आप समझ रहे  हैं  कि स्क्रॅच आपकी कृतियों और वेबसाइट को लोकप्रिय बनाए का जरिया है और साथ ही बच्चों की शिक्षा में सहभागी होने का एक अच्छा माध्यम भी है. ",
    "dmca.afterfiling": "अगर आपने कॉपीराइट उल्लंघन की नोटिस भेजना तय ही किया है तो हम आपकी नोटिस को, नाम पता आदि जानकारी छुपा/मिटा कर, chillingeffects.org जैसे क्लीयरिंग हाउस को भेज सकते हैं. इस बात का भी ख्याल रखें कि अगर आपने गलत या झूठा दावा पेश किया तो आपको  हर्जाना भरना पड़ सकता है (केस में आने वाला खर्च और अटर्नी की फीस जोड़कर )",
    "dmca.counternotification": "काउंटर नोटिफिकेशन ",
    "dmca.ifremoved": "अगर आपका साहित्य DCMA की हटाने की नोटिस के कारण हटा दिया गया है और अगर आपको लगता है कि आप इस साहित्य के इस्तेमाल का कानूनी अधिकार है तो आप DCMA counter-notification जारी कर सकते हैं. आपको यह काउंटर नोटिफिकेशन तभी भेजना चाहिए अगर आपका साहित्य गलती से या गलत पहचान के कारण हुआ हो और आप अपना केस लड़ने के लिए कोर्ट में जाने के लिए तैयार है.",
    "dmca.mailcounter": "A DMCA counter-notification को ईमेल से  copyright@scratch.mit.edu भेजा जा सकता है, या इसे यहाँ पर भेजें:",
    "dmca.mustinclude": " counter-notice में यी बातें शामिल हों:",
    "dmca.fullname": "आपका पूरा नाम ",
    "dmca.address": "आपका पता ",
    "dmca.phone": "आपका फोन नम्बर ",
    "dmca.email": "आपका ईमेल एड्रेस ",
    "dmca.username": "आपके स्क्रॅच अकाउंट का यूजरनेम ",
    "dmca.projecturl": "आपके उन प्रोजेक्ट्स के लिंक्स / URL  जिन्हे हटाया गया है ",
    "dmca.statementerror": "आपका वक्तव्य under penalty of perjury that the content was removed in error, यह बताते हुए कि यह साहित्य ग़लतफ़हमी से हटाया गया है",
    "dmca.statementjurisdiction": "आपका वक्तव्य जिसमे आप जिस एरिया में रहते हैं वहां की न्याय प्रणाली को मान्य करते हुए",
    "dmca.signature": "आपका सिग्नेचर ",
    "dmca.valid": " एक वैध  DMCA counter-notice मिलने पर स्क्रैच आपने दी हुई जानकारी को उस व्यक्ति  भेजेगा जिसने आपके खिलाफ यह बौद्धिक संडे के उल्लंघ का क्लेम किया था. वे इस जानकारी के बाद आपसे संपर्क कर सकते हैं या आपके खिलाफ लॉ सूट दखिल करने की जानकारी आपको दे सकते हैं. ",
    "dmca.lawsuit": "अगर इस counter-notification के भेजनेके दस (10) दिन के भीतर लॉ सूट दाखिल करने की जानकारी हमें नहीं मिलती है तो हम उस साहित्य को पुनः प्रकाशित कर देंगे जिसे हटाया गया था. ",
    "dmca.repeat": "बार बार उल्लंघन करने वाले ",
    "dmca.disableaccess": " DMCA  के नियमों के कारण,  बार बार बौद्धिक सम्पदा का उल्लंघन करने वाले लोगों को अपनी सेवा से हटाने के लिए हम बाध्य हैं. अगर किसी व्यक्ति के खिलाफ हमें DCMA takedown नोटिस मिलती है और वह व्यक्तो तीन (3 ) दिन के भीतर counter-notification नहीं भेजता तो उस व्यक्ति के अकाउंट में एक स्ट्राइक जोड़ दिया जाता है. ऐसा तीन बार होने पर उस व्यक्ति  अकाउंट्स बंद याने ब्लॉक कर दिए जाते हैं. और उस व्यक्ति को स्क्रॅच का एक्सेस रोकने के स्टैण्डर्ड उपाय किये  जाते हैं.  हम DCMA takedown notice मिलने के दस (10 ) दिन बाद हम स्ट्राइक का मूल्यांकन करते हैं.  ताकि कि किसी भी व्यक्ति की बिना उसका पक्ष जाने ब्लॉक न किया जाए. और साथ ही उन्हें इस बात को समझने का और counter-notification भेजने का मौक़ा मिले।  "
}