{
    "dmca.intro": "Istraživačka skupina Lifelong Kindergarten poštuje intelektualno vlasništvo drugih, kao i naših korisnika. Ako smatrate da je vaš rad kopiran na način koji predstavlja kršenje autorskih prava, pošaljite e-poštu na copyright@scratch.mit.edu ili pošaljite svoju žalbu na sljedeću adresu:",
    "dmca.llkresponse": "Lifelong Kindergarten Group će odmah obraditi i istražiti obavijesti o navodnom kršenju i poduzet će odgovarajuće radnje prema Zakonu o autorskim pravima u digitalnom tisućljeću (DMCA) i drugim primjenjivim zakonima o intelektualnom vlasništvu. Po primitku obavijesti koje su u skladu ili u znatnoj mjeri u skladu s DMCA, Lifelong Kindergarten Group može djelovati ekspeditivno kako bi uklonila ili onemogućila pristup bilo kojem materijalu za koji se tvrdi da krši autorska prava. Opetovani prekršitelji autorskih prava trećih strana podliježu raskidu u odgovarajućim okolnostima.",
    "dmca.assessment": "Pri procjeni je li korisnik Scratch-a prekršio vaša autorska prava ili ne, imajte na umu da je Scratch obrazovna i neprofitna inicijativa koja nastoji pomoći djeci u učenju pružajući im alate za učenje i izražavanje pomoću digitalne tehnologije. Imajte na umu i doktrinu poštene upotrebe koja je uključena u Zakon o autorskim pravima iz 1976., 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Nadamo se da također vidite Scratch ne samo kao dobar način popularizacije vaših kreacija/web stranice već i kao priliku da učinite nešto dobro za obrazovanje djece.",
    "dmca.afterfiling": "Ako odlučite podnijeti žalbu zbog kršenja autorskih prava, imajte na umu da možemo objaviti vašu obavijest, s redigiranim osobnim podacima, u središtu za razmjenu podataka kao što je chillingeffects.org. Također imajte na umu da možete biti odgovorni za štetu (uključujući troškove i odvjetničke naknade) ako materijalno lažno izjavite da aktivnost krši vaša autorska prava.",
    "dmca.counternotification": "Obavijest o osporavanju",
    "dmca.ifremoved": "Ako je vaš sadržaj uklonjen zbog obavijesti o uklanjanju prema Zakonu o zaštiti autorskih prava u digitalnom tisućljeću (DMCA), smatrate da imate zakonsko pravo na korištenje materijala i želite zakonski osporiti ovu tvrdnju, možete podnijeti DMCA protuobavijest. Obavijest o osporavanju trebali biste podnijeti samo ako je sadržaj uklonjen zbog pogreške ili pogrešne identifikacije i spremni ste ići na sud kako biste branili svoje korištenje materijala.",
    "dmca.mailcounter": "DMCA protuobavijest može se poslati e-poštom na copyright@scratch.mit.edu ili poštom na:",
    "dmca.mustinclude": "Ova protuobavijest mora uključivati:",
    "dmca.fullname": "Tvoje puno ime",
    "dmca.address": "Vaša adresa",
    "dmca.phone": "Vaš broj telefona",
    "dmca.email": "Vaša email adresa",
    "dmca.username": "Korisničko ime vašeg Scratch računa",
    "dmca.projecturl": "URL-ovi projekata koji su uklonjeni",
    "dmca.statementerror": "Izjava dana pod kaznenom kaznom za krivokletstvo da je sadržaj uklonjen pogreškom",
    "dmca.statementjurisdiction": "Izjava kojom pristajete na nadležnost u području u kojem živite",
    "dmca.signature": "Vaš potpis",
    "dmca.valid": "Po primitku važeće DMCA protuobavijesti, Scratch će podijeliti informacije koje ste dali s osobom koja je podnijela izvornu tužbu za kršenje autorskih prava protiv vas. Moći će koristiti te informacije da vas kontaktiraju ili da vas obavijeste ako odluče pokrenuti tužbu protiv vas.",
    "dmca.lawsuit": "Ako ne dobijemo obavijest o podizanju tužbe deset (10) radnih dana nakon što smo poslali protuobavijest osobi koja je podnijela obavijest o uklanjanju DMCA, pristup sadržaju koji je uklonjen bit će vraćen.",
    "dmca.repeat": "Ponavljani prekršitelji",
    "dmca.disableaccess": "Zakon o zaštiti autorskih prava u digitalnom tisućljeću (DMCA) zahtijeva da onemogućimo pristup našoj usluzi ponovljenim prekršiteljima autorskih prava. Ako primimo obavijest o uklanjanju u skladu sa Zakonom o zaštiti autorskih prava u digitalnom tisućljeću (DMCA) protiv neke osobe, a ta osoba ne podnese obavijest o osporavanju, njezinom se računu dodaje opomena. Nakon što su primljene tri (3) opomene, računi koji pripadaju toj osobi bit će blokirani i poduzet će se standardne mjere za blokiranje pristupa Scratchu. Opomene procjenjujemo deset (10) radnih dana nakon što primimo obavijest o uklanjanju prema Zakonu o zaštiti autorskih prava u digitalnom tisućljeću (DMCA) kako bismo osigurali da nijedna osoba nije blokirana prije nego što ima priliku pregledati problem i poslati valjanu obavijest o osporavanju."
}