{
    "dmca.intro": "Kelompok penelitian Lifelong Kindergarten menghargai properti intelektual orang lain, juga pengguna kami. Jika anda yakin bahwa hasil perkerjaan anda telah dijiplak dengan cara yang melanggar hak cipta, mohon surel copyright@scratch.mit.edu, atau pos keluhan anda kepada sebagai berikut:",
    "dmca.llkresponse": " Lifelong Kindergarten Group akan segera memproses dan menyelidik pemberitahuan akan dugaan penyalahgunaan dan akan melakukan tindakan yang sesuai di bawah Digital Millennium Copyright Act (“DMCA”) dan undang-undang hak cipta yang menyangkut. [...]",
    "dmca.assessment": "Dalam mempertimbangkan apakah seorang pengguna Scratch telah melanggar hak cipta anda, mohon ingat bahwa Scratch adalah suatu inisiatif edukasi dan <em>non-profit</em>, bertujuan untuk membantu kegiatan belajar anak-anak dengan cara menyediakan alat-alat yang memperbolehkan merek untuk belajar dan mengekspresikan diri menggunakan teknologi digital. Mohon juga ingat bahwa doktrin “<em>Fair Use</em>” tergabung pada Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Kami harap agar anda juga melihat Scratch tidak hanya sebagai cara yang baik untuk mempopulerkan karya/situs anda tapi juga sebagai kesempatan untuk melakukan sesuatu yang baik bagi pendidikan anak-anak..",
    "dmca.afterfiling": "Jika anda memilih untuk membuat sebuah pengaduan, mohon ingat bahwa kami mungkin akan menampilkan pemberitahuan anda, tanpa informasi identifikasi pribadi, di sebuah clearinghouse seperti chillingeffects.org. Selain itu juga mohon ingat bahwa anda akan bertanggung jawab atas biaya kerugian (termasuk biaya dan ongkos pengacara) jika anda secara materi salah dalam menggambarkan kegiatan yang menyalahgunakan hak cipta anda.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Your full name",
    "dmca.address": "Your address",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}