{
    "dmca.intro": "Il gruppo di ricerca Lifelong Kindergarten rispetta la proprietà intellettuale sia degli altri che dei propri utenti. Se ritieni che il tuo lavoro sia stato copiato in un modo che costituisce una violazione al copyright, manda un'email a copyright@scratch.mit.edu, o invia una lettera di reclamo indirizzata a:",
    "dmca.llkresponse": "Il Lifelong Kindergarten Group prenderà immediatamente in considerazione tutti gli avvisi di violazione, porterà avanti le indagini necessarie e prenderà i provvedimenti del caso in accordo al Digital Millennium Copyright Act (“DMCA”) e alle altre leggi che proteggono la proprietà intellettuale e che si applichino al caso sollevato. In seguito alla ricezione di reclami che facciano riferimento esplicitamente o sostanzialmente al DMCA, il Lifelong Kindergarten Group potrà decidere di rimuovere o impedire l'accesso ai materiali oggetto del reclamo. Chi sia colto a violare ripetutamente il copyright di terze parti può essere soggetto alla cancellazione del proprio account qualora le circostanze lo richiedano.",
    "dmca.assessment": "Nel valutare se un utente di Scratch abbia violato o meno il tuo copyright, ti preghiamo di tenere in considerazione il fatto che Scratch è uno strumento educativo e un'iniziativa no-profit il cui obiettivo è quello di aiutare l'apprendimento dei bambini attraverso strumenti che insegnino a ciascuno ad esprimersi grazie all'uso delle tecnologie digitali. Ti preghiamo inoltre di tener conto della definizione di \"Uso Corretto\" come definita nel Copyright Act del 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Speriamo che anche tu possa considerare Scratch non solo come un mezzo per far conoscere le tue creazioni o il tuo sito web ma anche come un'opportunità per contribuire all'educazione dei bambini.",
    "dmca.afterfiling": "Se deciderai di presentare comunque una violazione di copyright, ti preghiamo di tener conto del fatto che la tua segnalazione potrebbe essere inviata, insieme alle necessarie informazioni personali che ti possono identificare, ad uno studio legale come ad esempio chillingeffects.org. Non dimenticare inoltre che potresti essere condannato a risarcire i danni (incluso il rimborso delle spese legali) nel caso tu abbia dichiarato in maniera non corretta che una determinata attività abbia infranto il tuo copyright.",
    "dmca.counternotification": "Controdeduzione",
    "dmca.ifremoved": "Se il tuo contenuto è stato rimosso a causa di una segnalazione di violazione di Copyright, ma ritieni di avere il diritto legale di usare questo materiale e vuoi difendere legalmente questo fatto, puoi inviare una controdeduzione. Dovresti inviare la controdeduzione soltanto se il contenuto è stato rimosso per errore o per errata identificazione e intendi rivolgerti ad un tribunale per difendere il modo in cui hai usato il materiale.",
    "dmca.mailcounter": "Una controdeduzione può essere inviata a copyright@scratch.mit.edu o a:",
    "dmca.mustinclude": "La controdeduzione deve includere:",
    "dmca.fullname": "Il tuo nome completo",
    "dmca.address": "Il tuo indirizzo",
    "dmca.phone": "Il tuo numero di telefono",
    "dmca.email": "Il tuo indirizzo email",
    "dmca.username": "Lo username del tuo account Scratch",
    "dmca.projecturl": "Lo URL dei progetti che sono stati oscurati",
    "dmca.statementerror": "Una dichiarazione, pena accusa di falsa testimonianza, che il contenuto è stato rimosso per errore",
    "dmca.statementjurisdiction": "Una dichiarazione di foro pertinente per l'area in cui risiedi",
    "dmca.signature": "La tua firma",
    "dmca.valid": "Appena ricevuta la controdeduzione, Scratch condividerà le informazioni che ci hai fornito con chi ha presentato il reclamo di violazione del copyright. Chi ha presentato il reclamo potrà quindi contattarti oppure inviarti una denuncia se decide di intentare una causa contro di te.",
    "dmca.lawsuit": "Se non ricevi una denuncia entro 10 giorni da quando hai inviato la controdeduzione a chi ha presentato la segnalazione di violazione di copyright, l'accesso al contenuto che era stato oscurato sarà ripristinato.",
    "dmca.repeat": "Violazioni ripetute",
    "dmca.disableaccess": "Siamo obbligati a disabilitare l'accesso al nostro servizio a coloro che violano ripetutamente il copyright. Se riceviamo una contestazione di violazione del copyright contro qualcuno e costui non presenta una controdeduzione, l'account riceve una penalità. Dopo tre (3) penalità l'account verrà bloccato e verranno prese le consuete misure per impedire l'accesso a Scratch. Assegniamo le penalità dieci (10) giorni lavorativi dopo che abbiamo ricevuto la contestazione per assicurarci che nessun account venga bloccato prima che il proprietario abbia avuto la possibilità di rendersi conto della contestazione e di presentare una valida controdeduzione."
}