{
    "dmca.intro": "The Scratch Foundation respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.org, or mail your complaint to the following:",
    "dmca.llkresponse": "The Scratch Foundation will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Scratch Foundation may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.",
    "dmca.assessment": "Scratchのユーザーに著作権（ちょさくけん）を侵害（しんがい）されたかどうかを判断（はんだん）するときは、Scratchが、子どもたちにデジタル技術（ぎじゅつ）による表現（ひょうげん）ツールを提供（ていきょう）して、こどもたちの学習（がくしゅう）を支援（しえん）するための、教育目的（きょういくもくてき）で非営利（ひえいり）の先進的取り組み（せんしんてきとりくみ）であることをご考慮（こうりょ）ください。さらに、「米国（べいこく）1976年著作権法（ちょさくけんほう）107条（じょう）（Copyright Act of 1976, 17 U.S.C. § 107）」で定（さだ）められた「フェアユース規定（きてい）」も念頭（ねんとう）においてください。",
    "dmca.eyetoeye": "わたしたちはScratchを、ただ単（たん）に自分（じぶん）の作品（さくひん）やウェブサイトを公開（こうかい）する場所（ばしょ）ではなく、こどもたちの教育（きょういく）に貢献（こうけん）する場所（ばしょ）であると考えてほしいと思っています。",
    "dmca.afterfiling": "あなたが、著作権（ちょさくけん）の侵害（しんがい）を主張（しゅちょう）する場合（ばあい）、わたしたちは、あなたの申告（しんこく）から個人情報（こじんじょうほう）を取り除き（とりのぞき）、「chillingeffects.org」のような情報（じょうほう）センターに投稿（とうこう）する可能性（かのうせい）があることに注意（ちゅうい）してください。また、だれかの言動（げんどう）があなたの著作権（ちょさくけん）を侵害（しんがい）しているという報告（ほうこく）におおきく事実（じじつ）とことなる部分（ぶぶん）がある場合（ばあい）、弁護士費用（べんごしひよう）やそのたの経費（けいひ）などにたいする損害賠償責任（そんがいばいしょうせきにん）を負う可能性（おうかのうせい）があることにも注意（ちゅうい）してください。",
    "dmca.counternotification": "異議の申し立て（いぎのもうしたて）",
    "dmca.ifremoved": "もしあなたのコンテンツがDMCAの削除通知（さくじょつうち）によって削除（さくじょ）され、かつあなたが素材（そざい）を使用（しよう）する法的権利（ほうてきけんり）をもち、これを訴えたい（うったえたい）ならば、DMCAの異議申し立て（いぎもうしたて）をだすことができます。コンテンツが間違い（まちがい）や事実誤認（じじつごにん）で削除（さくじょ）され、あなたのコンテンツの使用権（しようけん）を裁判所（さいばんしょ）でみとめてもらう場合（ばあい）のみに異議（いぎ）を申し立てる（もうしたてる）ことを勧め（すすめ）ます。",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.org or mailed to:",
    "dmca.mustinclude": "異議申し立て（いぎもうしたて）は以下（いか）をふくめる必要（ひつよう）があります:",
    "dmca.fullname": "フルネーム",
    "dmca.address": "住所（じゅうしょ）",
    "dmca.phone": "電話番号（でんわばんごう）",
    "dmca.email": "Eメールアドレス",
    "dmca.username": "Scratchのアカウントめい",
    "dmca.projecturl": "削除（さくじょ）されたプロジェクトのURL",
    "dmca.statementerror": "コンテンツが間違って（まちがって）削除（さくじょ）されたことの、偽証罪（ぎしょうざい）が適用（てきよう）される陳情（ちんじょう）",
    "dmca.statementjurisdiction": "あなたがすんでいる場所（ばしょ）の管轄（かんかつ）に同意（どうい）することの陳情（ちんじょう）",
    "dmca.signature": "署名（しょめい）",
    "dmca.valid": "有効（ゆうこう）なDMCAの異議申し立て（いぎもうしたて）を受け取った（うけとった）とき、Scratchは提供（ていきょう）された情報（じょうほう）を著作権侵害（ちょさくけんしんがい）を申し立てた人（もうしたてたひと）に共有（きょうゆう）します。この情報（じょうほう）によって、連絡（れんらく）やあなたへの訴訟（そしょう）の申請（しんせい）をおこないます。",
    "dmca.lawsuit": "訴訟（そしょう）に関して（かんして）相手（あいて）に異議申し立て（いぎもうしたて）がとどいてから10営業日（えいぎょうび）たって、もし通知（つうち）がこなければ、削除（さくじょ）されたコンテンツは復帰（ふっき）されます。",
    "dmca.repeat": "くりかえされる侵害（しんがい）",
    "dmca.disableaccess": "DMCAにより、著作権侵害（ちょさくけんしんがい）を繰り返す人（くりかえすひと）からのサービスへのアクセスを、禁止（きんし）しないといけません。もしDMCAの削除通知（さくじょつうち）がきて、異議（いぎ）を申し立て（もうしたて）ない場合、アカウントのカウントが1ふえます。カウントが3に達した（たっした）とき、アカウントに結び（むすび）ついた人（ひと）はブロックされ、Scratchへのアクセスを禁止（きんし）するための基本的（きほんてき）な対策（たいさく）がとられます。カウントは、ブロック前（まえ）に見直し異議（みなおしいぎ））を申し立て（もうしたて）られる機会（きかい）を作る（つくる）ため、DMCAの削除通知（さくじょつうち）をうけとってから10営業日（えいぎょうび）たった後（あと）にふえます。"
}