{
    "dmca.intro": "Scratch財団は、利用者と同様に他者の知的財産を尊重します。もし、あなたの作品が著作権侵害となるような方法でコピーされたと思われる場合は、copyright@scratch.org まで電子メールを送るか、以下に苦情を郵送してください:",
    "dmca.llkresponse": "Scratch財団は、著作権侵害の申し立てに関する通知を速やかに受理・調査し、デジタルミレニアム著作権法(“DMCA”)およびその他の適用される知的財産関連法に基づき、適切な措置を講じます。DMCAの要件を満たす、または実質的にこれに準拠した通知を受領した場合、Scratch財団は、該当する著作物へのアクセスを無効にするか、当該コンテンツを削除するなどの対応を速やかに行うことがあります。第三者の著作権を繰り返し侵害した利用者に対しては、状況に応じて、その利用契約の終了を含む措置が講じられる場合があります。",
    "dmca.assessment": "Scratchのユーザーに著作権を侵害されたかどうかを判断するときは、Scratchが、子どもたちにデジタル技術による表現ツールを提供して、子どもたちの学習を支援をするための、教育目的で非営利の先進的取り組みであることをご考慮ください。さらに、「米国1976年著作権法107条（Copyright Act of 1976, 17 U.S.C. § 107）」で定められた「フェアユース規定」も念頭においてください。",
    "dmca.eyetoeye": "私たちはScratchを、ただ単に自分の作品やウェブサイトを公開する場所ではなく、子供たちの教育に貢献する場所であると考えてほしいと思っています。",
    "dmca.afterfiling": "あなたが、著作権の侵害を主張する場合、私たちは、あなたの申告から個人情報を取り除き、「chillingeffects.org」のような情報センターに投稿する可能性があることに注意してください。また、誰かの言動があなたの著作権を侵害しているという報告に大きく事実と異なる部分がある場合、弁護士費用やその他の経費などに対する損害賠償責任を負う可能性があることにも注意してください。",
    "dmca.counternotification": "異議の申し立て",
    "dmca.ifremoved": "もしあなたのコンテンツがDMCAの削除通知によって削除され、かつあなたが素材を使用する法的権利を持ち、これを訴えたいならば、DMCAの異議申し立てを出すことができます。コンテンツが間違いや事実誤認で削除され、あなたのコンテンツの使用権を裁判所で認めてもらう場合のみに異議を申し立てることを勧めます。",
    "dmca.mailcounter": "DMCAの異議申し立て通知は、copyright@scratch.org 宛に電子メールで送るか、以下に郵送で送ってください:",
    "dmca.mustinclude": "異議申し立ては以下を含める必要があります:",
    "dmca.fullname": "フルネーム",
    "dmca.address": "住所",
    "dmca.phone": "電話番号",
    "dmca.email": "Eメールアドレス",
    "dmca.username": "Scratchのアカウント名",
    "dmca.projecturl": "削除されたプロジェクトのURL",
    "dmca.statementerror": "コンテンツが間違って削除されたことの、偽証罪が適用される陳情",
    "dmca.statementjurisdiction": "あなたが住んでいる場所の管轄に同意することの陳情",
    "dmca.signature": "署名",
    "dmca.valid": "有効なDMCAの異議申し立てを受け取ったとき、Scratchは提供された情報を著作権侵害を申し立てた人に共有します。この情報によって、連絡やあなたへの訴訟の申請を行います。",
    "dmca.lawsuit": "訴訟に関して相手に異議申し立てが届いてから10営業日たって、もし通知が来なければ、削除されたコンテンツは復帰されます。",
    "dmca.repeat": "繰り返される侵害",
    "dmca.disableaccess": "Scratch財団は、DMCA(デジタルミレニアム著作権法)の規定により、著作権を繰り返し侵害する利用者に対して、本サービスへのアクセスを無効化する義務があります。DMCAに準拠した削除要請通知を特定の利用者に対して受領し、その利用者から有効な反論通知が提出されなかった場合、そのアカウントに対して警告が1件記録されます。警告が3件に達した場合、当該人物に関連するアカウントは停止され、Scratchへのアクセスを制限するための通常の措置が講じられます。警告は、DMCA削除要請通知の受領日から10営業日後に評価されます。これは、関係者が通知の内容を確認し、正当な反論通知を提出する機会を確保するためです。"
}