{
    "dmca.intro": "Lifelong Kindergarten research groupでは、Scratchコミュニティ外部の知的財産権、財産だけでなく、ユーザーのみなさん自身の権利も尊重します。もし、あなたの作品が著作権を侵害する方法でコピーされていると思われる場合は、copyright@scratch.mit.edu までメールで知らせるか、以下からご連絡ください。",
    "dmca.llkresponse": "Lifelong Kindergarten Groupは、権利侵害の疑いに対する申し立てを迅速に処理・調査し、DMCA（デジタル・ミレニアム著作権法）とその他の適用対象となる知的所有権法にもとづき適切な措置をとります。Lifelong Kindergarten Groupは、DMCAに定められた著作権侵害（これには明白な侵害のみならず実質的な侵害も含む）の報告を受け取った場合、早急に対象の侵害の申告があった資料へのアクセスを停止・抑制することができます。第三者の著作権侵害を繰り返すユーザーは、そうすべき状況であると判断される場合、追放の対象となります。",
    "dmca.assessment": "Scratchのユーザーに著作権を侵害されたかどうかを判断するときは、Scratchが、子どもたちにデジタル技術による表現ツールを提供して、子どもたちの学習を支援をするための、教育目的で非営利の先進的取り組みであることをご考慮ください。さらに、「米国1976年著作権法107条（Copyright Act of 1976, 17 U.S.C. § 107）」で定められた「フェアユース規定」も念頭においてください。",
    "dmca.eyetoeye": "私たちはScratchを、ただ単に自分の作品やウェブサイトを公開する場所ではなく、子供たちの教育に貢献する場所であると考えてほしいと思っています。",
    "dmca.afterfiling": "あなたが、著作権の侵害を主張する場合、私たちは、あなたの申告から個人情報を取り除き、「chillingeffects.org」のような情報センターに投稿する可能性があることに注意してください。また、誰かの言動があなたの著作権を侵害しているという報告に大きく事実と異なる部分がある場合、弁護士費用やその他の経費などに対する損害賠償責任を負う可能性があることにも注意してください。",
    "dmca.counternotification": "異議の申し立て",
    "dmca.ifremoved": "もしあなたのコンテンツがDMCAの削除通知によって削除され、かつあなたが素材を使用する法的権利を持ち、これを訴えたいならば、DMCAの異議申し立てを出すことができます。コンテンツが間違いや事実誤認で削除され、あなたのコンテンツの使用権を裁判所で認めてもらう場合のみに異議を申し立てることを勧めます。",
    "dmca.mailcounter": "DMCAの異議申し立ては copyright@scratch.mit.edu にメールするか、あるいは以下に郵送してください:",
    "dmca.mustinclude": "異議申し立ては以下を含める必要があります:",
    "dmca.fullname": "フルネーム",
    "dmca.address": "住所",
    "dmca.phone": "電話番号",
    "dmca.email": "Eメールアドレス",
    "dmca.username": "Scratchのアカウント名",
    "dmca.projecturl": "削除されたプロジェクトのURL",
    "dmca.statementerror": "コンテンツが間違って削除されたことの、偽証罪が適用される陳情",
    "dmca.statementjurisdiction": "あなたが住んでいる場所の管轄に同意することの陳情",
    "dmca.signature": "署名",
    "dmca.valid": "有効なDMCAの異議申し立てを受け取ったとき、Scratchは提供された情報を著作権侵害を申し立てた人に共有します。この情報によって、連絡やあなたへの訴訟の申請を行います。",
    "dmca.lawsuit": "訴訟に関して相手に異議申し立てが届いてから10営業日たって、もし通知が来なければ、削除されたコンテンツは復帰されます。",
    "dmca.repeat": "繰り返される侵害",
    "dmca.disableaccess": "DMCAにより、著作権侵害を繰り返す人からのサービスへのアクセスを、禁止しないといけません。もしDMCAの削除通知が来て、異議を申し立てない場合、アカウントのカウントが1増えます。カウントが3に達したとき、アカウントに結びついた人はブロックされ、Scratchへのアクセスを禁止するための基本的な対策がとられます。カウントは、ブロック前に見直し異議を申し立てられる機会を作るため、DMCAの削除通知を受け取ってから10営業日たった後に増えます。"
}