{
    "dmca.intro": "Lifelong Kindergarten зерттеу тобы басқалардың және біздің қолданушылардың интеллектуалды қасиеттерін құрметтейді. Егер сіздің жұмысыңыз авторлық құқықты бұзу жолымен көшірілген деп сенімді болсаңыз, copyright@scratch.mit.edu-ға хат жолдаңыз немесе бұған шағымыңызды жіберіңіз:",
    "dmca.llkresponse": "Lifelong Kindergarten тобы болжалды бұзулар туралы хабарламаларды жедел түрде өңдейтін және тергейтін болады және Сандық Дәуірдегі Авторлық Құқық жайлы Заңның (“СДАҚЗ”) және басқа да қолдануға болатын зияткерлік меншік туралы заңдардың шеңберінде келісімді шараларды қолданатын болады. СДАҚЗ-ға келетін немесе айтарлықтай келетін хабарламаларды алғаннан кейін, Lifelong Kindergarten тобы авторлық құқықты бұзған деп мәлімделген кез келген материалды жедел түрде кетіріп тастай немесе оған деген қол жетімділікті үзіп тастай алады. Үшінші жақтағы авторлық құқықтарды қайталап бұзушылар келісті жағдайларда тоқтатылуға тиіс.",
    "dmca.assessment": "Скретч қолданушысының сіздің авторлық құқықтарыңызды бұзған-бұзбағанын бағалаған кезде, Скретчтің балалардың оқуына олардың сандық технология арқылы оқуына және өздерін танытуына арналған құралдармен қамтамасыз ету арқылы көмек көрсетуге талпынатын білім беретін және коммерциялық емес бастама екенін есте ұстауыңызды өтінеміз. Сонымен қатар, 1976 жылғы Авторлық Құқық жайлы Заңға енгізілген, 17 U.S.C. § 107, “Әділ Пайдалану” доктринасын есте ұстаңыз.",
    "dmca.eyetoeye": "Біз, оған қоса, сіз Скретчті тек өзіңіздің туындыларыңызды/вебсайтыңызды көпшілікке таратудың жақсы жолы деп қана емес, балалардың оқуына жақсы нәрсе істеуге мүмкіндік ретінде де көресіз деп үміттенеміз.",
    "dmca.afterfiling": "Егер сіз авторлық құқықты бұзу туралы арызды түсіремін деп шешсеңіз, біздің сіздің хабарламаңызды жеке тануға болатын, редакцияланған ақпаратпен бірге chillingeffects.org секілді ақпарат алмасу орталығына жариялай алатынымызды ескеруіңізді өтінеміз. Сонымен қатар, белгілі бір әрекетті сіздің авторлық құқықтарыңызды бұзуда деп елеулі түрде бұрмалап көрсетсеңіз, сіз залалдарға (шығындар мен адвокаттардың жалақыларын қосқанда) жауапты болуыңыз мүмкін екендігін ескеріп жүруіңізді өтінеміз.",
    "dmca.counternotification": "Қарсы хабарлама",
    "dmca.ifremoved": "Егер сіздің мазмұныңыз DMCA-ны алып тастау туралы ескертуге байланысты жойылған болса, сіз материалды пайдалануға заңды құқығыңыз бар деп есептейсіз және осы шағыммен заңды түрде дауласқыңыз келсе, DMCA қарсы хабарламасын жібере аласыз. Мазмұн қате немесе дұрыс анықталмағаны үшін жойылған болса және сіз материалды пайдаланғаныңызды қорғау үшін сотқа жүгінуге дайын болсаңыз ғана қарсы хабарлама жіберуіңіз керек.",
    "dmca.mailcounter": "DMCA қарсы хабарламасын электрондық пошта арқылы copyright@scratch.mit.edu электронды поштасына жіберуге болады немесе мына мекен-жайға жіберуге болады:",
    "dmca.mustinclude": "Бұл қарсы хабарламада:",
    "dmca.fullname": "Сіздің толық атыңыз:",
    "dmca.address": "Сіздің мекен жайыңыз",
    "dmca.phone": "Сіздің телефон нөміріңіз",
    "dmca.email": "Сіздің электронды адресіңіз ",
    "dmca.username": "Scratch аккаунтыңыздың пайдаланушы аты",
    "dmca.projecturl": "Жойылған жобалардың URL мекен-жайлары",
    "dmca.statementerror": "Мазмұн қате түрде жойылды деген жалған айыптау туралы мәлімдеме",
    "dmca.statementjurisdiction": "Сіз тұратын аймақтың юрисдикциясына келісетін мәлімдеме",
    "dmca.signature": "Сіздің қолыңыз",
    "dmca.valid": "Жарамды DMCA қарсы ескертуін алғаннан кейін, Scratch сіз берген ақпаратты сізге қарсы авторлық құқықты бұзу туралы алғашқы шағым жасаған адаммен бөліседі. Олар бұл ақпаратты сізбен байланысу үшін немесе сізді сотқа беруді қаласа, сізге хабарлау үшін қолдана алады.",
    "dmca.lawsuit": "Егер DMCA-ны алып тастау туралы хабарлама берген адамға қарсы хабарлама ұсынғаннан кейін он (10) жұмыс күнінен кейін сот ісі қозғалғаны туралы бізге хабарланбаса, алынып тасталған мазмұнға қол жетімділік қалпына келтіріледі.",
    "dmca.repeat": "Құқық бұзушыларды қайталаңыз",
    "dmca.disableaccess": "Бізден DMCA авторлық құқықты бұзушыларды қайталау үшін біздің қызметке кіруді өшіруді талап етеді. Егер біз DMCA-ға сәйкес адамды алып тастау туралы хабарлама алсақ және ол қарсы хабарландыру жібермесе, олардың шотына ескерту қосылады. Үш (3) ереуіл алынғаннан кейін, адамға тиесілі шоттар бұғатталады және олардың Scratch-ке қол жеткізуіне тыйым салу үшін стандартты шаралар қабылданады. Біз ереуілдерді DMCA-дан алып тастау туралы хабарлама алынғаннан кейін он (10) күн өткен соң, мәселені қарап шығуға және жарамды қарсы хабарлама жіберуге мүмкіндік бермес бұрын ешкімнің бұғатталмауын қамтамасыз ету үшін бағалаймыз."
}