{
    "dmca.intro": "The Lifelong Kindergarten research group은 우리 사용자의 지적재산권과 마찬가지로 다른 사람들의 지적재산권도 존중합니다. 만약 여러분의 작품이 복제되어 저작권이 침해되었다고 판단되면 이메일을 copyright@scratch.mit.edu로 보내시거나, 다음의 주소로 우편물을 보내주세요 :",
    "dmca.llkresponse": "The Lifelong Kindergarten Group은 저작권 침해 주장에 대해 즉시 조사하여 디지털 밀레니엄 저작권법(“DMCA”) 및 기타 지적재산권 법률에 따른 적절한 조치를 취할 것입니다. 도착된 통지가 DMCA를 따르는 것이라면 Lifelong Kindergarten Group은 저작권이 침해되었다고 제기된 자료를 신속하게 삭제하거나 접속 제한 조치를 할 수 있습니다. 제3자의 저작권을 여러 번 침해한 사람은 상황에 따라 강제탈퇴될 수도 있습니다.",
    "dmca.assessment": "스크래치의 다른 사용자가 여러분의 저작권을 침해했는지 판단하실 때에 고려해 주시기를 부탁드리고 싶은 점은, 스크래치가 교육적이며 비영리적인 목적을 가진 것으로, 디지털 기술을 활용하여 어린이들이 학습하고 자신을 표현할 수 있는 도구를 제공함으로써 어린이 교육을 지원하고 있다는 것입니다. 또한 미국 저작권법 1976, 17 U.S.C. § 107에 포함된 “공정한 사용” 원칙도 상기해 주시기 바랍니다.",
    "dmca.eyetoeye": "또한 저희들은 스크래치를 여러분의 창작물/웹사이트를 널리 알리기에 좋은 방법일뿐만 아니라, 여러분들이 어린이들의 교육에 도움을 줄 수 있는 기회라고도 생각해 주셨으면 하고 바라고 있습니다.",
    "dmca.afterfiling": "여러분이 저작권 침해로 제기하신다면, 저희는 여러분의 통지를 개인 식별가능한 정보를 수정한 뒤 chillingeffects.org와 같은 정보센터에 게시할 수 있음을 알아주시기 바랍니다. 또한, 여러분의 저작권이 침해되었다는 주장이 현저하게 왜곡된 것이라면 그 피해(비용과 변호사 보수 포함)에 대해 책임을 지어야 할 수 있다는 점도 알려드립니다.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Your full name",
    "dmca.address": "Your address",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}