{
    "dmca.intro": "Koma vekolînê ya Lifelong Kindergarten-ê hurmetê digire li mafên fikrî yên kesên din, wekî bikarhênerên me. Ger tu bawer î xebatên te hatibin kopîkirin bi şiklê ku mafê telîfê îxlal bike, ji kerema xwe giliyê xwe bi e-peyamê bişîne copyright@scratch.mit.edu, an bişîne adrêsa jêrîn:",
    "dmca.llkresponse": "Koma Lifelong Kindergarten-ê wê demildest pêvajoyê bide destpêkirin û li îxlala idîakirî bikole û wê kiryarên minasib bi cih bîne di bin Zagona Mafên Telîfê ya Milenyuma Dijîtal (“DMCA”) de û qanûnên din ên hêjayê bicihanînê. Bi wergirtina giliyên ku DMCAyê îxlal dikin an bi awayeke esasî îxlal dikin Koma Lifelong Kindergarten-ê wê bilez rake an rê li ber gihîna wan materyalan bigire. Îxlalkerên ku tekrar bikin di şertûmercên misaîd de tabîê bidawîbûnê ne.",
    "dmca.assessment": "Wexttê hûn dinirxînin bikarhênerek Scratchê mafê we yê telîfê îxlal kiriye an na, ji kerema xwe bi bîr bînin ku însîyatîveke ne-karxwaz û perwerdehiyî ye, û pêşkêşkirina amûrên ji bo hînbûnê hewl dide ku zarok hîn bibin û xwe îfade bikin bi wasiteya teknolojiyên dijîtal. Ji kerema xwe doktrîna \"Bikaranîna Adil\" bi bîr bînîn ku tevlî Peymana Kopîraytê ya 1976an (17 U.S.C. § 107) hatiye kirin.",
    "dmca.eyetoeye": "Em hêvi dikin ku tu Scratchê ne tenê wasiteyeke ji bo popûlerkirina malper an kreasyonên xwe, lêbelê herwiha wek şanseke bo kirina tiştên baş yê ji bo perwerdehiya zarokan bibînî.",
    "dmca.afterfiling": "Ger tu gilîkirina mafê telîfê bibijêrî, ji kerema xwe bi bîr bîne dibe ku tevî agahiyên te yên şexsî ên teşxîsbar bo maleke teqesê ya wek chillingeffects.org-ê were şandin. Ji kerema xwe bi bîr bîne ger maddeten bi agahiyên şaş iddîa bikî ku mafên te yên telîfê îxlal dike, dibe ku tu mesûl bibî ji ber zirar û ziyanan (tevî mesref û heqê parêzerê). ",
    "dmca.counternotification": "Dij- danezan",
    "dmca.ifremoved": "Ger naveroka te ji ber hişyariya jêbirinê ya DMCAyê hatibe rakirin, ger tu bawer î ku heqê te yê qanûnî ye bikaranîna wê materyalê, û tu îtiraz bikî li wê îdiayê, tu jî dikarî dij-giliyeke bişînî. Divê dij-giliyê tenê ger naverok ji ber xetayeke an ji ber şaşdîyarkirineke hatibe rakirin, û tu dilxwaz bî biçî mehkemeyê ji bo parastina xwe ya bikaranîna materyalê, encax wê gavê bişîne.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "Divê dij-danezan vana vehewîne:",
    "dmca.fullname": "Navê te",
    "dmca.address": "Navnîşana te",
    "dmca.phone": "Hejmara telefona te",
    "dmca.email": "Navnîşana epeyama te",
    "dmca.username": "Navê bikarhêneriyê yê hesabê te yî Scratchê",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Destnîşana te",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}