{
    "dmca.intro": "Lifelong Kindergarten pētījumu grupa ciena citu, tajā skaitā savu lietotāju intelektuālo īpašumu. Ja uzskati, ka tavs darbs ir kopēts pārkāpjot autortiesības, sūti epastu uz copyright@scratch.mit.edu vai nosūti savu iebildumu te:",
    "dmca.llkresponse": "Lifelong Kindergarten Group nekavējoties apstrādā un izmeklē paziņojumus par varbūtējiem pārkāpumiem un rīkojas atbilstoši Digitālās tūkstošgades autortiesību likumam - Digital Millennium Copyright Act (“DMCA”) un citiem saistošiem intelektuālā īpašuma normatīvajiem aktiem. Līdz ar ziņojuma izvērtēšanu un atbilstību DCMA, Lifelong Kindergarten Group  nekavējoties var izņemt vai liegt pieeju materiāliem, par kuriem ziņots kā neatbilstošiem. Par atkārtotiem trešo pušu autortiesību  pārkāpumiem to izdarītājiem tiek liegta turpmāka pieeja.",
    "dmca.assessment": "Izvērtējot, vai Scratch lietotājs ir pārkāpis jūsu autortiesības, lūdzam ņemt vērā, ka Scratch ir izglītojoša bezpeļņas iniciatīva, kas sekmē bērnu mācīšanos, nodrošinot viņus ar rīkiem un ļaujot attīstīt sevi, izmantojot digitālās tehnoloģijas. Lūdzam ņemt vērā arī Godīgas izmantošanas \"Fair use\" doktrīnu, kas iekļauta 1976. gada Autortiesību likumā  17 U.S.C. § 107.",
    "dmca.eyetoeye": "Mēs ceram, ka jūs redzat Scratch ne tikai kā labu platformu savu darbu vai mājaslapas popularizēšanai, bet aī kā'iespējo izdarīt ko labu bērnu izglītībai.",
    "dmca.afterfiling": "Ja nolemiet izvirzīt autortiesību pārkāpuma pretenziju, lūdzu ņemt vērā, ka mēs šo ziņojumu, izņemot no tā personu identificējošus datus, varam nodot apstrādāt trešajai pusei, piemēram, chillingeffects.org. Lūdzam arī ņemt vērā, ka jūs uzņematies atbildību par jebkuriem zaudējumiem (tajā skaitā advokātu atlīdzību), ja jūsu pārkāpuma pieteikums izrādīsies nepatiess.",
    "dmca.counternotification": "Atbildes paziņojums",
    "dmca.ifremoved": "Ja jūsu saturs ir noņemts Digitālās tūkstošgades autortiesību likuma noņemšanas paziņojuma dēļ, uzskatāt, ka jums ir likumīgas tiesības izmantot šo materiālu, un vēlaties juridiski apstrīdēt šo pretenziju, varat iesniegt Digitālās tūkstošgades autortiesību likuma atbildes paziņojumu. Jums ir jāiesniedz atbildes paziņojums tikai tad, ja saturs tika noņemts kļūdas vai nepareizas identifikācijas dēļ un esat gatavs vērsties tiesā, lai aizstāvētu materiāla izmantošanu.",
    "dmca.mailcounter": "Digitālās tūkstošgades autortiesību likuma atbildes paziņojumu var nosūtīt uz e-pastu copyright@scratch.mit.edu vai pa pastu:",
    "dmca.mustinclude": "Šajā atbildes paziņojumā jāiekļauj:",
    "dmca.fullname": "Tavs pilnais vārds",
    "dmca.address": "Jūsu adrese",
    "dmca.phone": "Jūsu tālruņa numurs",
    "dmca.email": "Tava epasta adrese",
    "dmca.username": "Jūsu Scratch konta lietotājvārds",
    "dmca.projecturl": "Noņemto projektu vietrāži URL",
    "dmca.statementerror": "Paziņojums par sodu par nepatiesas liecības sniegšanu, ka saturs tika noņemts kļūdas dēļ",
    "dmca.statementjurisdiction": "Paziņojums par piekrišanu jurisdikcijai apgabalā, kurā dzīvojat",
    "dmca.signature": "Tavs paraksts",
    "dmca.valid": "Pēc derīga Digitālās tūkstošgades autortiesību likuma atbildes paziņojuma saņemšanas uzņēmums Scratch kopīgos jūsu sniegto informāciju ar personu, kas pret jums iesniedza sākotnējo prasību par autortiesību pārkāpumu. Viņi varēs izmantot šo informāciju, lai sazinātos ar jums vai paziņotu, ja izvēlēsies pret jums iesniegt prasību tiesā.",
    "dmca.lawsuit": "Ja mēs nesaņemam paziņojumu par tiesas prāvas iesniegšanu desmit (10) darbadienas pēc atbildes paziņojuma sniegšanas personai, kura ir iesniegusi Digitālās tūkstošgades autortiesību likuma noņemšanas paziņojumu, tiks atjaunota piekļuve noņemtajam saturam.",
    "dmca.repeat": "Atkārtoti pārkāpēji",
    "dmca.disableaccess": "Saskaņā ar Digitālās tūkstošgades autortiesību likumu mums ir jāatspējo piekļuve mūsu pakalpojumam, lai atkārtoti pārkāptu autortiesības. Ja saņemam Digitālās tūkstošgades autortiesību likumam atbilstošu noņemšanas paziņojumu pret kādu personu un šī persona neiesniedz atbildes paziņojumu, viņas kontam tiek pievienots brīdinājums. Pēc trīs (3) brīdinājumu saņemšanas personas konti tiks bloķēti un tiks veikti standarta pasākumi, lai bloķētu tās piekļuvi Scratch. Mēs novērtējam brīdinājumus desmit (10) darbadienas pēc tam, kad tiek saņemts Digitālās tūkstošgades autortiesību likuma noņemšanas paziņojums, lai nodrošinātu, ka neviena persona netiek bloķēta, pirms tai ir iespēja izskatīt problēmu un iesniegt derīgu atbildes paziņojumu."
}