{
    "dmca.intro": "Lifelong Kindergarten pētījumu grupa ciena citu, tajā skaitā savu lietotāju intelektuālo īpašumu. Ja uzskati, ka tavs darbs ir kopēts pārkāpjot autortiesības, sūti epastu uz copyright@scratch.mit.edu vai nosūti savu iebildumu te:",
    "dmca.llkresponse": "Lifelong Kindergarten Group nekavējoties apstrādā un izmeklē paziņojumus par varbūtējiem pārkāpumiem un rīkojas atbilstoši Digitālās tūkstošgades autortiesību likumam - Digital Millennium Copyright Act (“DMCA”) un citiem saistošiem intelektuālā īpašuma normatīvajiem aktiem. Līdz ar ziņojuma izvērtēšanu un atbilstību DCMA, Lifelong Kindergarten Group  nekavējoties var izņemt vai liegt pieeju materiāliem, par kuriem ziņots kā neatbilstošiem. Par atkārtotiem trešo pušu autortiesību  pārkāpumiem to izdarītājiem tiek liegta turpmāka pieeja.",
    "dmca.assessment": "Izvērtējot, vai Scratch lietotājs ir pārkāpis jūsu autortiesības, lūdzam ņemt vērā, ka Scratch ir izglītojoša bezpeļņas iniciatīva, kas sekmē bērnu mācīšanos, nodrošinot viņus ar rīkiem un ļaujot attīstīt sevi, izmantojot digitālās tehnoloģijas. Lūdzam ņemt vērā arī Godīgas izmantošanas \"Fair use\" doktrīnu, kas iekļauta 1976. gada Autortiesību likumā  17 U.S.C. § 107.",
    "dmca.eyetoeye": "Mēs ceram, ka jūs redzat Scratch ne tikai kā labu platformu savu darbu vai mājaslapas popularizēšanai, bet aī kā'iespējo izdarīt ko labu bērnu izglītībai.",
    "dmca.afterfiling": "Ja nolemiet izvirzīt autortiesību pārkāpuma pretenziju, lūdzu ņemt vērā, ka mēs šo ziņojumu, izņemot no tā personu identificējošus datus, varam nodot apstrādāt trešajai pusei, piemēram, chillingeffects.org. Lūdzam arī ņemt vērā, ka jūs uzņematies atbildību par jebkuriem zaudējumiem (tajā skaitā advokātu atlīdzību), ja jūsu pārkāpuma pieteikums izrādīsies nepatiess.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Your full name",
    "dmca.address": "Your address",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}