{
    "dmca.intro": "Ka whakamana mātou, rōpū rangahau o Te Lifelong Kindergarten i te mana whakairo hinengaro o te tangata, o ō mātou kawhakamahi hoki. Mehemea ka whakaaro koe, kua takahia tō manatā mō āu ake mahinga, tuku īmēra ki a mātou, ki copyright@scratch.mit.edu, tukua rānei tō whakapae ki:",
    "dmca.llkresponse": "Ka whakatutuki mātou te Lifelong Kindergarten Group i ngā pānui takahanga e tukua mai ki a mātou, ka whai hoki mātou i ngā tikanga o te Digital Millenium Copyright Act (\"DCMA\") me ngā ture e pā ana ki te mana whakairo hinengaro. Ka whiwhi mātou i ngā pānuitanga e hāngai ana ki te DMCA, tērā pea ka wawe tō mātou tango, whakakore rānei i te hononga ki ngā mea kua kīa he takahanga. Mehemea ka haere tonu te takahanga o ngā manatā, ka panaia te tangata nāna taua mahi.",
    "dmca.assessment": "I a koe e whakatau mehemea kua hara tētahi kaimahi Scratch i tō manatā, tēnā, maumahara koe he hinonga whakaako, kore-utu a Scratch, ko te aronga ko te tautoko i te akoranga o ngā tamariki, mā te tuku i ngā taupānga hei āwhina i a rātou ki te ako me te whakahua i ō rātou tuakiri mā te hangaru matihiko.  Whakaaro hoki mō te kaupapa “Whakamahi Matatika/Fair Use” o te ture manatā, arā te Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Ko tō mātou tumanako, kia kite ai koutou, ehara ko te karawhiu anake i ā koutou mahi waihanga/mahi pae tukutuku, engari he huarahi mā koutou hei tautoko i te akoranga o ngā tamariki.",
    "dmca.afterfiling": "Ina ka tuku koe i tētahi whakapae mō te takahi i te manatā, kia mārama koe, tērā pea ka tukua ō tuhinga ki te rōpū pērā ki a chillingeffects.org - a muri i te tango i ngā wāhanga tuakiri whaiaro. Kia mataara. Ki te kōrero nuka koe, kua takahia tō manatā, tērā pea, ka whaia koe mō te utu (moni kōti me te moni rōia hoki), nā reira kia tupato kia tika, kia pono hoki.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Your full name",
    "dmca.address": "Your address",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}