{
    "dmca.intro": "De Lifelong Kindergarten researchgroep respecteert het intellectueel eigendom van anderen en van onze gebruikers. Als je vindt dat jouw werk gekopieerd is en dat jouw copyright hiermee geschonden is, stuur dan een e-mail naar copyright@scratch.mit.edu, of mail je klacht naar:",
    "dmca.llkresponse": "De Lifelong Kindergarten Group zal meldingen van vermeende inbreuk direct behandelen en onderzoeken, en zal actie ondernemen conform de Digital Millennium Copyright Act (“DMCA”, wetgeving Verenigde Staten van Amerika) en andere toepasselijke wetgeving op het gebied van intellectueel eigendom. Bij ontvangst van meldingen die waarschijnlijk of zeer waarschijnlijk onder de DMCA vallen, kan de Lifelong Kindergarten Group versneld die materialen verwijderen of de toegang ertoe blokkeren, waarvan inbreuk op rechten wordt geclaimd. Aan hen die herhaald inbreuk plegen op het copyright van derden zal de toegang ontzegd worden onder de juiste omstandigheden.",
    "dmca.assessment": "Bij het beoordelen of een Scratch-gebruiker wel of geen inbreuk op je copyright heeft gepleegd, vragen we je in aanmerking te nemen dat Scratch een educatief initiatief is zonder winstoogmerk, bedoeld om kinderen hulpmiddelen te geven om te leren en zich te uiten door middel van digitale technologie. Verder maken we je opmerkzaam op het “Fair Use” onderdeel in de U.S. Copyright Act van 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Wij hopen dan ook dat je Scratch niet alleen ziet als een goede manier om jouw website of creaties bekend te maken, maar ook als een mogelijkheid om positief bij te dragen aan de educatie van kinderen.",
    "dmca.afterfiling": "Wanneer je ervoor kiest om een klacht in te dienen over een inbreuk op je copyright, maken we je opmerkzaam dat we jouw melding, voorzien van informatie die jouw als persoon identificeert, op een zogenaamd clearinghouse zoals chillingeffects.org kunnen plaatsen. Je bent bovendien aansprakelijk voor schade (inclusief kosten, waaronder die voor advocaten) wanneer je klacht wezenlijk onjuist is.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "Als je materiaal verwijderd is op grond van een \"DMCA takedown notice\", en je denkt dat je het recht hebt om het materiaal te gebruiken en je wilt dit juridisch aanvechten, dan kun je een \"DMCA counter-notification\" inzenden. Dat moet dit je echter alleen doen als het materiaal verwijderd was wegens een fout of het verkeerd geïdentificeerd zijn en je bereid bent om naar de rechter te gaan om je gebruik van het material te verdedigen.",
    "dmca.mailcounter": "Een \"DMCA counter-notification\" kan per email gezonden worden naar copyright@scratch.mit.edu of worden gestuurd naar:",
    "dmca.mustinclude": "Deze \"counter-notification\" moet bevatten:",
    "dmca.fullname": "Je volledige naam",
    "dmca.address": "Je adres",
    "dmca.phone": "Je telefoonnummer",
    "dmca.email": "Je email adres",
    "dmca.username": "De gebruikersnaam van je Scratch account",
    "dmca.projecturl": "De URL's van de projecten die verwijderd zijn",
    "dmca.statementerror": "Een verklaring onder ede dat de inhoud ten onrechte verwijderd is",
    "dmca.statementjurisdiction": "Een verklaring waarin je instemt met de jurisdictie in het gebied waarin je verblijft.",
    "dmca.signature": "Je handtekening",
    "dmca.valid": "Bij ontvangst van een geldige \"DMCA counter-notice\" zal Scratch de informatie die je hebt verschaft delen met de persoon die de originele claim van het schenden van het auteursrecht tegen je aanhangig heeft gemaakt. Die kan deze informatie gebruiken om contact met je op te nemen of om je te laten weten dat ze je willen aanklagen.",
    "dmca.lawsuit": "Als we niet op de hoogte worden gesteld van een aanklacht binnen tien (10) werkdagen na het geven van de \"counter-notification\" aan de persoon die een \"DMCA takedown notice\" heeft ingediend, dan zal het materiaal dat verwijderd was worden teruggeplaatst.",
    "dmca.repeat": "Herhaaldelijke schenders",
    "dmca.disableaccess": "We zijn vanwege de DMCA verplicht om herhaaldelijke schenders toegang tot onze dienst te blokkeren. Als we een geldige \"DMCA takedown notice\" ontvangen en die persoon stuurt geen \"counter-notification\" in, dan zal er een notitie gemaakt worden bij het account. Na drie (3) zulke notities zullen de accounts van deze persoon geblokkeerd worden en zullen standaard maatregelen genomen worden om de toegang tot Scratch te blokkeren. We bekijken het aantal notities tien (10) werkdagen nadat een \"DMCA takedown notice\" is ontvangen om zeker te zijn dat niemand geblokkerd wordt voordat die een kans gehad heeft om de situatie te bekijken en een \"counter-notice\" in te dienen. "
}