{
    "dmca.intro": "Forskingsgruppa The Lifelong Kindergarten respekterer intellektuell eigedom til andre og til våre brukarar. Viss du meiner verket ditt har blitt kopiert på ein måte som er i strid med opphavsrettane dine, send ein e-post til copyright@scratch.mit.edu eller til denne adressa:",
    "dmca.llkresponse": "Lifelong Kindergarten-gruppa vil då snarleg undersøkja om det er gjort brot på opphavsretten, og vil utføra nødvendige tiltak under Digital Millennium Copyright Act («DMCA») og andre åndsverklover. Ved mottak av DMCA-varslingar kan Lifelong Kindergarten-gruppa umiddelbart fjerna materiale eller tilgang til materiale som er påstått å vera i brot med lovverket. Gjentekne brot på andres opphavsrett kan medføra at brukaren mistar brukarkontoen sin.",
    "dmca.assessment": "Når du vurderer om ein Scratch-brukar har misbruka åndsverket ditt, hugs Scratch er ei pedagogisk-idealistisk satsing for å hjelpa ungar å læra, ved å gje dei verktøya dei treng for å uttrykkja seg med digital teknologi. Hugs òg på «fair use»-doktrinen i den amerikanske Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Me håpar at du òg ser på Scratch ikkje berre som ein god måte å la andre verta kjende med det du har laga / nettstaden din, men òg som eit høve til å bidra til læring for ungar.",
    "dmca.afterfiling": "Viss du kjem med eit klagemål for brot på opphavsrettane dine, merk at me kan offentleggjera klagemålet ditt, med personinformasjon fjerna, til ein nettstad som chillingeffects.org. Merk òg at du kan verta ansvarleg for skadeerstatning (herunder advokatutgifter og andre kostnadar) dersom du feilaktig påstår at ein aktivitet er brot på opphavsrettane dine.",
    "dmca.counternotification": "Motlegg",
    "dmca.ifremoved": "Dersom innhaldet ditt er fjerna på bakgrunn av eit DMCA-krav, du meiner du har lovfesta rett til å bruka det og du ønskjer å protestera mot kravet, kan du komma med DMCA-motlegg. Du bør berre komma med motlegget dersom innhaldet vart fjerna ved ein feil eller ved feilidentifisering og du er villig til å gå til retten for å forsvara bruken din av det.",
    "dmca.mailcounter": "Du kan senda eit DMCA-motlegg (på engelsk) til copyright@scratch.mit.edu eller til:",
    "dmca.mustinclude": "Motleggsbrevet må innehalda:",
    "dmca.fullname": "Heile namnet ditt",
    "dmca.address": "Adressa di",
    "dmca.phone": "Telefonnummeret ditt",
    "dmca.email": "E-postadressa di",
    "dmca.username": "Brukarnamnet ditt på Scratch",
    "dmca.projecturl": "Adressene til prosjekta som vart fjerna",
    "dmca.statementerror": "Ei forsikring på ære og samvit om at innhaldet ikkje skulle vore fjerna",
    "dmca.statementjurisdiction": "Ei fråsegn der du samtykkjer til jurisdiksjonen vert sett til der du bur",
    "dmca.signature": "Signaturen din",
    "dmca.valid": "Når Scratch får eit gyldig DMCA-motlegg, vil me dela informasjonen du har oppgjeve med personen som kom med det opphavlege kravet mot deg. Dei kan bruka informasjonen til å kontakta deg eller varsla deg dersom dei vel å gå til sak mot deg.",
    "dmca.lawsuit": "Viss me ikkje vert varsla om det vert reist sak mot deg innan ti (10) arbeidsdagar etter at du kom med motlegget, vil me gjenoppretta tilgangen til innhaldet som vart fjerna.",
    "dmca.repeat": "Gjentekne brot",
    "dmca.disableaccess": "DMCA-lovverket krev at me fjernar tilgang til tenestene våre for personar som gjentekne gongar bryt opphavsretten. Viss me får eit DMCA-krav mot ein person og denne personen ikkje kjem med eit motlegg, får vedkommande ein «prikk» på kontoen. Etter tre (3) prikkar vert kontoen/-ane til personen sperra, og me vil gjera tiltak for å hindra vedkommande tilgang til Scratch. Me set prikkar ti (10) dagar etter motteke DMCA-krav, for å sikra at ingen får kontoen sperra før dei har fått moglegheita til å vurdera kravet og eventuelt komma med motlegg."
}