{
    "dmca.intro": "Lifelong Kindergarten szanuje własność intelektualną innych, jak również naszych użytkowników. Jeśli wydaje Ci się że Twoja praca została skopiowana w sposób naruszający prawa autorskie, skontaktuj się mailowo z: copyright@scratch.mit.edu lub wyślij swoje zastrzeżenia do:",
    "dmca.llkresponse": "Lifelong Kindergarten Group będzie niezwłocznie przetwarzać i badać zawiadomienia o domniemanym naruszeniu i podejmie odpowiednie działania na mocy Digital Millennium Copyright Act (“DMCA”) i innych obowiązujących przepisów dotyczących własności intelektualnej. Po otrzymaniu zawiadomień zgodnych lub zasadniczo zgodnych z DMCA, Lifelong Kindergarten Group może działać szybko, aby usunąć lub zablokować dostęp do wszelkich materiałów, co do których twierdzi się, że naruszają prawa. Powtarzający się naruszyciele praw autorskich osób trzecich podlegają rozwiązaniu umowy w odpowiednich okolicznościach.",
    "dmca.assessment": "Oceniając, czy użytkownik Scratch naruszył Twoje prawa autorskie, pamiętaj, że Scratch jest inicjatywą edukacyjną i non-profit, której celem jest pomoc dzieciom w nauce poprzez dostarczanie im narzędzi do nauki i wyrażania siebie za pomocą technologii cyfrowej. Pamiętaj również o doktrynie “dozwolonego użytku” włączonej do ustawy o prawach autorskich z 1976 r., 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Mamy nadzieję, że Ty także nie traktujesz Scratch tylko jako narzędzia do popularyzacji swoich dzieł/stron internetowych, ale także jako możliwość zrobienia czegoś dobrego dla kształcenia dzieci.",
    "dmca.afterfiling": "Jeśli zdecydujesz się na skargę o złamanie praw autorskich, miej na uwadze, że możemy przesłać Twoją sprawę, łączenie z informacjami umożliwiającymi identyfikację do organizacji takich jak chillingeffects.org. Wiedz także, że możesz być odpowiedzialny za szkody (włączając w to koszty i opłaty prawników) jeśli świadomie i nieprawdziwie wskażesz czyn naruszający Twoje prawa autorskie.",
    "dmca.counternotification": "Kontrpowiadomienie",
    "dmca.ifremoved": "Jeśli Twoja treść została usunięta z powodu zawiadomienia o usunięciu DMCA, uważasz, że masz prawo do korzystania z materiału i chcesz prawnie zakwestionować to roszczenie, możesz złożyć kontrpowiadomienie DMCA. Powinieneś złożyć kontrpowiadomienie tylko wtedy, gdy treść została usunięta z powodu pomyłki lub błędnej identyfikacji i jesteś gotowy udać się do sądu, aby bronić swojego korzystania z materiału.",
    "dmca.mailcounter": "Roszczenie wzajemne związane z ustawą DMCA można wysłać e-mailem na adres copyright@scratch.mit.edu lub wysłać na adres:",
    "dmca.mustinclude": "To roszczenie wzajemne musi zawierać:",
    "dmca.fullname": "Twoja pełna nazwa.",
    "dmca.address": "Twój adres",
    "dmca.phone": "Twój numer telefonu",
    "dmca.email": "Twój adres e-mail",
    "dmca.username": "Nazwa użytkownika konta Scratch",
    "dmca.projecturl": "Adresy URL projektów, które zostały usunięte",
    "dmca.statementerror": "Oświadczenie złożone pod karą krzywoprzysięstwa, że treść została usunięta przez pomyłkę",
    "dmca.statementjurisdiction": "Oświadczenie wyrażające zgodę na jurysdykcję na obszarze, na którym mieszkasz",
    "dmca.signature": "Twój podpis",
    "dmca.valid": "Po otrzymaniu ważnego sprzeciwu DMCA, Scratch udostępni informacje, które podasz, osobie, która pierwotnie zgłosiła wobec Ciebie roszczenie o naruszenie praw autorskich. Będzie ona mogła wykorzystać te informacje, aby się z Tobą skontaktować lub powiadomić Cię, jeśli zdecyduje się wnieść przeciwko Tobie pozew.",
    "dmca.lawsuit": "Jeśli nie zostaniemy powiadomieni o złożeniu pozwu dziesięć (10) dni roboczych po dostarczeniu roszczenia wzajemnego osobie, która złożyła żądanie usunięcia treści zgodnie z ustawą DMCA, dostęp do usuniętych treści zostanie przywrócony.",
    "dmca.repeat": "Wielokrotni Naruszyciele",
    "dmca.disableaccess": "Zgodnie z ustawą DMCA jesteśmy zobowiązani do zablokowania dostępu do naszej usługi osobom wielokrotnie naruszającym prawa autorskie. Jeśli otrzymamy zgodne z ustawą DMCA zawiadomienie o usunięciu treści przeciwko danej osobie, a ta osoba nie złoży kontrpowiadomienia, do jej konta zostanie dodany ostrzeżenie. Po otrzymaniu trzech (3) ostrzeżeń konta należące do tej osoby zostaną zablokowane, a standardowe środki zostaną podjęte w celu zablokowania jej dostępu do Scratch. Oceniamy ostrzeżenia dziesięć (10) dni roboczych po otrzymaniu zawiadomienia o usunięciu treści zgodnie z ustawą DMCA, aby upewnić się, że żadna osoba nie zostanie zablokowana, zanim będzie miała szansę zapoznać się z problemem i złożyć ważne kontrpowiadomienie."
}