{
    "dmca.intro": "Lifelong Kindergarten szanuje własność intelektualną innych, jak również naszych użytkowników. Jeśli wydaje Ci się że Twoja praca została skopiowana w sposób naruszający prawa autorskie, skontaktuj się mailowo z: copyright@scratch.mit.edu lub wyślij swoje zastrzeżenia do:",
    "dmca.llkresponse": "Grupa LLK szybko przetworzy i zbada notatki rzekome naruszanie i podejmie odpowiednie działania pod aktem Digital Millenium Copyright Act (“DMCA”) i inne odpowiednie prawa własności intelektualnej. Po otrzymaniu zawiadomień zgodnych lub zasadniczo zgodnych z DMCA grupa LLK może działać szybko, aby usunąć, lub wyłączyć akces na jakikolwiek materiał rzekomo naruszający prawa. Wielokrotni naruszyciele praw autorskich osób trzecich podlegają wypowiedzeniu w odpowiednich okolicznościach",
    "dmca.assessment": "W ocenie, czy użytkownik Scratch naruszył twoje prawa autorskie, proszę pamiętać, że Scratch to inicjacja non-profit i edukacyjna, starając się pomóc uczenie się dzieci przez dostarczanie narzędzi dla nich, aby się uczyć i wyrażać się używając technologii. Proszę takżę pamiętać doktrynę “Fair Use” rejestrowany w Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Mamy nadzieję, że Ty także nie traktujesz Scratch tylko jako narzędzia do popularyzacji swoich dzieł/stron internetowych, ale także jako możliwość zrobienia czegoś dobrego dla kształcenia dzieci.",
    "dmca.afterfiling": "Jeśli zdecydujesz się na skargę o złamanie praw autorskich, miej na uwadze, że możemy przesłać Twoją sprawę, łączenie z informacjami umożliwiającymi identyfikację do organizacji takich jak chillingeffects.org. Wiedz także, że możesz być odpowiedzialny za szkody (włączając w to koszty i opłaty prawników) jeśli świadomie i nieprawdziwie wskażesz czyn naruszający Twoje prawa autorskie.",
    "dmca.counternotification": "Antynotyfikacja",
    "dmca.ifremoved": "Jeśli twoja treść została usunięta przez powiadomienie o usunięciu zgodnie z ustawą DMCA, myślisz, że masz legalne prawo, aby użyć ten materiał i chcesz legalnie spierać się tej skargi, możesz wnieść antynotyfikację DMCA. Powinieneś wnieść antynotyfikację tylko, gdy treść została usunięta przez pomyłkę oraz jesteś chętny/a iść do sądu, aby bronić twój użytek materiału",
    "dmca.mailcounter": "Roszczenie wzajemne związane z ustawą DMCA można wysłać e-mailem na adres copyright@scratch.mit.edu lub wysłać na adres:",
    "dmca.mustinclude": "To roszczenie wzajemne musi zawierać:",
    "dmca.fullname": "Twoja pełna nazwa.",
    "dmca.address": "Twój adres",
    "dmca.phone": "Twój numer telefonu",
    "dmca.email": "Twój adres e-mail",
    "dmca.username": "Nazwa użytkownika konta Scratch",
    "dmca.projecturl": "Adresy URL projektów, które zostały usunięte",
    "dmca.statementerror": "Oświadczenie złożone pod karą krzywoprzysięstwa, że treść została usunięta przez pomyłkę",
    "dmca.statementjurisdiction": "Oświadczenie wyrażające zgodę na jurysdykcję na obszarze, na którym mieszkasz",
    "dmca.signature": "Twój podpis",
    "dmca.valid": "Po otrzymaniu ważnej antynotyfikacji DMCA, Scratch udostępni twoją informację z osobą, która zrobiła oryginalną skargę przeciwko tobie. Będą mogli użyć to, aby mogli się skontaktować ze sobą, lub notyfikować cię, jeżeli chcieliby złożyć pozew przeciwko tobie.",
    "dmca.lawsuit": "Jeśli nie zostaniemy powiadomieni o złożeniu pozwu dziesięć (10) dni roboczych po dostarczeniu roszczenia wzajemnego osobie, która złożyła żądanie usunięcia treści zgodnie z ustawą DMCA, dostęp do usuniętych treści zostanie przywrócony.",
    "dmca.repeat": "Wielokrotni Naruszyciele",
    "dmca.disableaccess": "Jesteśmy wymagani przez DMCA, aby wylączyć akces do naszego serwisu dla wielokrotnych naruszycieli praw autorskich. Jeśli dostaniemy powiadomienie o usunięciu osoby zgodne z ustawą DMCA, a ten nie złoży roszczenie wzajemne, na jego koncie zostanie dodane ostrzeżenie. Po otrzymaniu trzech (3) ostrzeżeń, konta należące do danej osoby zostaną zablokowane i zostaną podjęte standardowe środki w celu zablokowania jej dostępu do Scratch. Oceniamy ostrzeżenia dziesięć (10) dni roboczych po otrzymaniu zawiadomienia o usunięciu zgodnie z ustawą DMCA, aby upewnić się, że żadna osoba nie zostanie zablokowana, zanim nie będzie miała szansy na zapoznanie się z problemem i przesłanie ważnego roszczenia wzajemnego."
}