{
    "dmca.intro": "O grupo de pesquisa Lifelong Kindergarten respeita a propriedade intelectual de outras pessoas, bem como nossos usuários. Se você acredita que seu trabalho foi copiado de uma forma que constitua violação de direitos autorais, envie uma mensagem para copyright@scratch.mit.edu, ou envie sua reclamação para o seguinte endereço:",
    "dmca.llkresponse": "O grupo Lifelong Kindergarten prontamente processará e investigará as notificações de suposta violação de direitos e tomará as medidas adequadas, nos termos do Digital Millennium Copyright Act (\"DMCA\") e outras leis de propriedade intelectual aplicáveis. Após o recebimento de notificações que obedeçam ou que cumpram substancialmente o DMCA, o grupo Lifelong Kindergarten pode agir com diligência para remover ou desabilitar o acesso a qualquer material tido como violador de direitos. Infratores reincidentes de direitos autorais de terceiros estão sujeitos a rescisão, em circunstâncias apropriadas.",
    "dmca.assessment": "Ao avaliar se um usuário do Scratch violou ou não seus direitos autorais, lembre-se que o Scratch é uma iniciativa educacional e sem fins lucrativos, buscando auxiliar a aprendizagem das crianças, fornecendo ferramentas para que elas aprendam e se expressar usando a tecnologia digital. Lembre-se da doutrina de \"Uso justo\" (“Fair Use”) incorporada na Lei de Direitos Autorais (\"Copyright Act\") de 1976, 17 U.S.C § 107.",
    "dmca.eyetoeye": "Esperamos que você veja o Scratch não apenas como uma boa maneira de popularizar suas criações/site, mas também como uma oportunidade para fazer algo de bom para a educação infantil.",
    "dmca.afterfiling": "Se você optar por fazer uma queixa de infração de direitos autorais, saiba que podemos publicar sua notificação, com informações de identificação pessoal por escrito, a uma câmara de compensação, como chillingeffects.org. Observe, também, que você pode ser responsabilizado por danos (inclusive custos e honorários advocatícios) caso expresse indevidamente que uma atividade está violando seus direitos autorais.",
    "dmca.counternotification": "Contra-notificação ",
    "dmca.ifremoved": "Se o seu conteúdo foi removido devido a uma notificação DMCA Takedown, mas você acredita que tem o direito legal de usar o material e quer reivindicar isso legalmente, você pode enviar uma contranotificação da DMCA. Você só deve enviar uma contranotificação se o conteúdo foi removido devido a um erro ou a uma falha na identificação e você tem a intenção de ir ao tribunal para defender o seu uso do material.",
    "dmca.mailcounter": "Uma contranotificação da DMCA pode ser enviada por e-mail para copyright@scratch.mit.edu, ou para:",
    "dmca.mustinclude": "Essa contranotificação deve incluir:",
    "dmca.fullname": "Seu nome completo",
    "dmca.address": "Seu endereço",
    "dmca.phone": "Seu número de telefone",
    "dmca.email": "Seu endereço de email",
    "dmca.username": "O nome de usuário da sua conta no Scratch",
    "dmca.projecturl": "As URLs dos projetos que foram removidos",
    "dmca.statementerror": "Uma declaração feita sob pena de perjúrio de que o conteúdo foi erroneamente removido",
    "dmca.statementjurisdiction": "Uma declaração de consentimento da jurisdição na área em que você reside",
    "dmca.signature": "Sua assinatura",
    "dmca.valid": "Após o recebimento de uma contranotificação válida da DMCA, o Scratch vai compartilhar as informações fornecidas por você com a pessoa que fez a notificação original de infração de direitos autorais contra você. Ela poderá usar essas informações para entrar em contato com você, ou para notificá-lo caso decida entrar com uma ação judicial.",
    "dmca.lawsuit": "Se não formos notificados sobre a abertura de uma ação judicial dez (10) dias após a entrega de uma contranotificação à pessoa que fez uma notificação DMCA para a remoção de um conteúdo, o acesso ao conteúdo removido será restaurado.",
    "dmca.repeat": "Infratores Reincidentes",
    "dmca.disableaccess": "A DMCA exige que desativemos o acesso de infratores reincidentes ao nosso serviço. Se recebermos uma notificação DMCA Takedown contra uma pessoa e essa pessoa não enviar uma contranotificação, uma marcação será adicionada à sua conta. Depois de três (3) marcações recebidas, as contas pertencentes à pessoa serão bloqueadas e medidas serão tomadas para bloquear seu acesso ao Scratch. Avaliamos as marcações dez (10) dias depois do recebimento da notificação DMCA Takedown para garantir que ninguém seja bloqueado antes de ter a chance de analisar o problema e enviar uma contranotificação válida."
}