{
    "dmca.intro": "O grupo de investigação Lifelong Kindergarten respeita a propriedade intelectual dos outros, bem como a propriedade intelectual dos nossos utilizadores. Se crê que o seu trabalho foi copiado de uma forma que viola os seus direitos de autor, por favor envie uma mensagem de correio electrónico para copyright@scratch.mit.edu ou envie a sua queixa para:",
    "dmca.llkresponse": "O Lifelong Kindergarten Group processará e investigará rapidamente notificações de alegadas violações e agirá de forma apropriada de acordo com o Digital Millennium Copyright Act (“DMCA”) e com outra legislação sobre propriedade intelectual aplicável. Ao receber notificações em conformidade total ou substancial com o DMCA, o Lifelong Kindergarten Group poderá remover ou desactivar expeditamente o acesso a qualquer material que esteja alegadamente em violação. Quem violar repetidamente os direitos de autor de terceiros sujeitar-se-á à terminação do serviço em circunstâncias apropriadas.",
    "dmca.assessment": "Para determinar se um utilizador do Scratch violou ou não os seus direitos de autor, por favor tenha em conta que o Scratch é uma iniciativa educacional e sem fins lucrativos que procura contribuir para a aprendizagem das crianças através do fornecimento de ferramentas que lhes permitam aprender e expressar-se usando tecnologia digital. Tenha em conta a doutrina de «Fair Use» incorporada no Copyright Act de 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Esperamos que também veja o Scratch como não apenas uma boa forma de popularizar as suas criações/sítio Web, mas também como uma oportunidade de fazer algo de bom pela educação das crianças.",
    "dmca.afterfiling": "Se escolher fazer uma queixa de violação de direitos de autor, por favor note que poderemos publicar a sua notificação, com a informação identificável pessoalmente removida, num centro de intercâmbio de informações como o chillingeffects.org. Por favor note também que poderá ser responsabilizado por dados (incluindo custos e honorários de advogados) caso indique indevidamente que uma actividade está a infringir os seus direitos de autor.",
    "dmca.counternotification": "Contra-notificação",
    "dmca.ifremoved": "Se o seu conteúdo foi removido devido a um aviso de retirada do DMCA, se acredita que tem o direito legal a usar o material e se deseja contestar legalmente esta alegação, pode accionar uma contra-notificação DMCA. Deve accionar uma contra-notificação DMCA apenas se o conteúdo tiver sido removido devido a um erro ou identificação erróneos e se estiver disposto a ir a tribunal defender a sua utilização do material.",
    "dmca.mailcounter": "Uma contra-notifcação DMCA pode ser enviada para copyright@scratch.mit.edu ou para:",
    "dmca.mustinclude": "Esta contra-notificação tem de incluir:",
    "dmca.fullname": "O seu nome completo",
    "dmca.address": "A sua morada",
    "dmca.phone": "O seu número de telefone",
    "dmca.email": "O seu endereço de correio electrónico",
    "dmca.username": "O nome de utilizador da sua conta Scratch",
    "dmca.projecturl": "Os URL dos projectos que foram retirados",
    "dmca.statementerror": "Uma declaração realizada sob pena de perjúrio de que o conteúdo foi removido erroneamente",
    "dmca.statementjurisdiction": "Uma declaração consentindo a jurisdição na área em que reside",
    "dmca.signature": "A sua assinatura",
    "dmca.valid": "Aquando da recepção de uma contra-notificação DMCA válida, o Scratch partilhará a informação que tiver disponibilizado com a entidade que fez contra si a queixa original de violação de direitos de autor. Essa entidade poderá usar esta informação para o contactar ou, se decidir iniciar uma acção judicial contra si, para o notificar.",
    "dmca.lawsuit": "Se não formos notificados acerca do início de uma acção judicial dez (10) dias úteis após termos disponibilizado uma contra-notificação a uma entidade que iniciou uma notificação de retirada DMCA, o acesso ao conteúdo que foi retirado será restaurado.",
    "dmca.repeat": "Infractores Reincidentes",
    "dmca.disableaccess": "O DMCA exige que desactivemos o acesso ao nosso serviço a infractores de direitos de autor reincidentes. Se recebermos uma notificação de retirada DMCA válida contra uma pessoa, e se essa pessoa não submeter uma contra-notificação, um ponto é adicionado à conta dessa pessoa. Após receber três (3) pontos, as contas pertencentes a essa pessoa serão bloqueadas e serão tomadas as medidas padrão necessárias para bloquear o seu acesso ao Scratch. Verificamos os pontos dez (10) dias úteis após recepção de uma notificação de retirada DMCA para garantir que nenhuma pessoa é bloqueada sem ter a oportunidade de rever o problema e de submeter uma contra-notificação válida."
}