{
    "dmca.intro": "Huñunakusqankum Lifelong Kindergarten rispitanmi llamkasqankuta hunin runakunamanta, chaynallataq ñuqanchikmanta. Sichus llamkayniki kupyaysqa kachkan huchay rikchasqa, apachimuwayku huk kurriyuta kayman copyright@scratch.mit.edu utaq willakamuy kay diriksiyunman:",
    "dmca.llkresponse": "Huñunakusqankum Lifelong Kindergarten llamkaqkunapi yachana maskay hinaspam huchachamqam ña imayna kasqanman hina derechos de autor Liywan miliniyu dihital (DMCA) nisqanwan huknin liykunawan huchankunanta kastiqanampaq. willakuyta chaskispanku ruwanakupaq DMCA, Lifelong Kindergarten llamkaqkunapi utqayman pichanampaq utaq disabilinatampaq yaykuqman mana maluqranankupaq. huchachasqankuqa llamkaqkunapa ruwasqankuta.",
    "dmca.assessment": "Qawarisqañam qillqasqa Scratchpin huchacharqaku llamkasqankuta, yuyariy qillqakusqayki qallarinankupaq yachachinaykipaq mana qullqiwan uywanapaq, maskanmi yanapayta yachaynimpi wambrakunata aypusqakunapi llamkaykunapi yachanankupaq musuqruray digitalpi. yuyariy kaytapas \"allin usasqa\"nisqata churarisqa chay Liypi llamkasqakunapi 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Suyaniku qanmanta icha qawaykuwaqpas mana riqsisqa kanapaq hinachu ruwayninkunata/ intirnit, ichaqa huk allin sumaq ruwaqpas wambrakunapa yachayninkunapaq.",
    "dmca.afterfiling": "Sichus huchachayta tariptiki qillqaqkunapa, yuyariy qillqasqaykita llapa qawachinapaqmi, qillqasqaykiwan kanqa sutikiwan, huk willakuy apuqpi chillingeffects.org. Yuyariypas rispunsablim kanki llapa huchata quykusqaykita (qastukunata abuqadupa qastuntapas) sichus maluqrawaq Llakaykunata qillqaqpa dirichunta.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "llapan sutiki",
    "dmca.address": "Your address",
    "dmca.phone": "tilifunuykipa yupaynin",
    "dmca.email": "kurriyuyki ",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}