{
    "dmca.intro": "El grupo Lifelong Kindergarten respeta la propiedad intelectual de otros, incluídos nuestros usuarios. Si cree que su trabajo ha sido copiado, infringiendo sus derechos de autor, por favor envíe un correo electrónico a copyright@scratch.mit.edu, o envié su queja a:",
    "dmca.llkresponse": "El grupo Lifelong Kindergarten procesará e investigará notificaciones de violación a los derechos de autor, y tomará acción de acuerdo al Digital Millennium Copyright Act (“DMCA”) y otras leyes de propiedad intelectual aplicables. Una vez recibidas notificaciones que cumplan, o cumplan substancialmente con el DMCA, el grupo Lifelong Kindergarten actuará con toda prontitud para remover o desactivar el acceso al material en cuestión. Quienes cometan constantes infracciones a los derechos de autor de terceros serán sujetos a la cancelación de la cuenta bajo circunstancias apropiadas.",
    "dmca.assessment": "Al evaluar si un usuario de Scratch ha violado o no sus derechos de autor, por favor considere que Scratch es una iniciativa educativa sin fines de lucro, que busca facilitar el aprendizaje de los niños brindándoles las herramientas para aprender y expresarse utilizando la tecnología digital. También considere la doctrina de “Uso justo” incorporada en el Copyright Act de 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Esperamos que vea a Scratch no sólo como una buena forma de popularizar sus creaciones o su sitio web, sino también como una oportunidad de hacer algo bueno por la educación de los niños.",
    "dmca.afterfiling": "Si decides poner una queja por infracción de derechos de autor, ten en cuenta que podemos publicar tu notificación, con información de identificación personal, en una cámara de compensación como chillingeffects.org. También ten presente que podrías ser responsable de daños (incluyendo costos y tarifas de abogados) si declaras falsamente que una actividad infringe tus derechos de autor.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Your full name",
    "dmca.address": "Your address",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}