{
    "dmca.intro": "Grupul de cercetare The Lifelong Kindergarten respecta proprietatea intelectuala atat a utilizatorilor nostri cat si a celorlalti. Daca tu consideri ca munca ta a fost copiata intr-un mod care constituie incalcare a drepturilor de autor, te rugam sa ne trimiti email la copyright@scratch.mit.edu sau trimite plangerea ta la urmatorii:",
    "dmca.llkresponse": "The Lifelong Kindergarten Group va procesa prompt si va investiga avertismentele de incalcare a dreptului de autor si va lua masuri conforme cu Digital Millennium Copyright Act (“DMCA”) si alte legi aplicabile proprietatii intelectuale. De la primirea avertismentelor de plangere cu DCMA, Lifelong Kindergarten Group poate actiona rapid la stergerea sau interzicerea accesului la orice material in cauza. In cazul repetarii unei plangeri din partea unei terte persoane poate surveni incetarea in circumstante adecvate.",
    "dmca.assessment": "Apreciaza daca un utilizator Scratch ti-a violat sau nu dreptul de autor, avand in vedere ca Scratch este o initiativa educationala nonprofit, care are ca scop sprijinirea copiilor in procesul de invatare, prin furmnizarea de instrumente cu ajutorul carora ei sa invete si sa se exprime folosind tehnologia digitala. Te rugam, de asemenea, sa tii seama de doctrina \"Fair Use\" inclusa in Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Speram sa intelegi Scratch nu doar ca un mod de a-ti populariza creatiile.site-ul, ci si ca o oportunitate de a face ceva bun pentru educatia copiilor.",
    "dmca.afterfiling": "Daca te decizi sa faci o plangere de incalcare a dreptului de autor, te rugam sa ai in vedere faptul ca este posibil sa postam avertismentul tau, impreuna cu informatiile de identificare personale intr-un centru precum chillingeffects.org. De asemenea, te rugam sa intelegi ca poti fi raspunzator de daune (inclusiv cheltuieli si taxe de avocati) daca ai sustinut in mod eronat incalcarea drepturilor tale de autor.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Your full name",
    "dmca.address": "Your address",
    "dmca.phone": "Your phone number",
    "dmca.email": "Your email address",
    "dmca.username": "The username of your Scratch account",
    "dmca.projecturl": "The URLs of the projects which were taken down",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Your signature",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}