{
    "dmca.intro": "Grupul de cercetare The Lifelong Kindergarten respecta proprietatea intelectuala atat a utilizatorilor nostri cat si a celorlalti. Daca tu consideri ca munca ta a fost copiata intr-un mod care constituie incalcare a drepturilor de autor, te rugam sa ne trimiti email la copyright@scratch.mit.edu sau trimite plangerea ta la urmatorii:",
    "dmca.llkresponse": "The Lifelong Kindergarten Group va procesa prompt si va investiga avertismentele de incalcare a dreptului de autor si va lua masuri conforme cu Digital Millennium Copyright Act (“DMCA”) si alte legi aplicabile proprietatii intelectuale. De la primirea avertismentelor de plangere cu DCMA, Lifelong Kindergarten Group poate actiona rapid la stergerea sau interzicerea accesului la orice material in cauza. In cazul repetarii unei plangeri din partea unei terte persoane poate surveni incetarea in circumstante adecvate.",
    "dmca.assessment": "Apreciaza daca un utilizator Scratch ti-a violat sau nu dreptul de autor, avand in vedere ca Scratch este o initiativa educationala nonprofit, care are ca scop sprijinirea copiilor in procesul de invatare, prin furmnizarea de instrumente cu ajutorul carora ei sa invete si sa se exprime folosind tehnologia digitala. Te rugam, de asemenea, sa tii seama de doctrina \"Fair Use\" inclusa in Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Speram sa intelegi Scratch nu doar ca un mod de a-ti populariza creatiile.site-ul, ci si ca o oportunitate de a face ceva bun pentru educatia copiilor.",
    "dmca.afterfiling": "Daca te decizi sa faci o plangere de incalcare a dreptului de autor, te rugam sa ai in vedere faptul ca este posibil sa postam avertismentul tau, impreuna cu informatiile de identificare personale intr-un centru precum chillingeffects.org. De asemenea, te rugam sa intelegi ca poti fi raspunzator de daune (inclusiv cheltuieli si taxe de avocati) daca ai sustinut in mod eronat incalcarea drepturilor tale de autor.",
    "dmca.counternotification": "Contranotificare",
    "dmca.ifremoved": "Dacă conținutul dvs. a fost eliminat din cauza unei notificări de eliminare DMCA, credeți că aveți dreptul legal de a utiliza materialul și doriți să contestați legal această revendicare, puteți depune o contranotificare DMCA. Trebuie să trimiteți o contranotificare numai dacă conținutul a fost eliminat din cauza unei greșeli sau a unei identificări greșite și sunteți dispus să mergeți în instanță pentru a vă apăra utilizarea materialului.",
    "dmca.mailcounter": "O contranotificare DMCA poate fi trimisă prin e-mail la copyright@scratch.mit.edu sau prin poștă la:",
    "dmca.mustinclude": "Această contranotificare trebuie să includă:",
    "dmca.fullname": "Numele tău complet",
    "dmca.address": "Adresa ta",
    "dmca.phone": "Numarul tau de telefon",
    "dmca.email": "Adresa dvs. de e-mail",
    "dmca.username": "Numele de utilizator al contului dvs. Scratch",
    "dmca.projecturl": "URL-urile proiectelor care au fost eliminate",
    "dmca.statementerror": "O declarație făcută sub pedeapsa de sperjur că conținutul a fost eliminat din greșeală",
    "dmca.statementjurisdiction": "O declarație de acord cu jurisdicția în zona în care locuiți",
    "dmca.signature": "Semnatura ta",
    "dmca.valid": "După primirea unei contranotificări valide DMCA, Scratch va împărtăși informațiile pe care le furnizați persoanei care a făcut reclamația inițială de încălcare a drepturilor de autor împotriva dvs. Ei vor putea folosi aceste informații pentru a vă contacta sau pentru a vă notifica dacă aleg să depună un proces împotriva dumneavoastră.",
    "dmca.lawsuit": "Dacă nu suntem înștiințați despre depunerea unui proces la zece (10) zile lucrătoare după ce am furnizat o contranotificare unei persoane care a depus o notificare de eliminare DMCA, accesul la conținutul care a fost eliminat va fi restabilit.",
    "dmca.repeat": "Încălcătoare repetate",
    "dmca.disableaccess": "DMCA ni se cere să dezactivăm accesul la serviciul nostru pentru a repeta încălcările drepturilor de autor. Dacă primim o notificare de eliminare conformă DMCA împotriva unei persoane, iar persoana respectivă nu trimite o contranotificare, se adaugă un avertisment în contul acesteia. După ce au fost primite trei (3) avertismente, conturile aparținând persoanei vor fi blocate și vor fi luate măsuri standard pentru blocarea accesului acesteia la Scratch. Evaluăm avertismentele la zece (10) zile lucrătoare de la primirea unei notificări de eliminare DMCA pentru a ne asigura că nicio persoană nu este blocată înainte de a avea șansa de a examina problema și de a trimite o contranotificare validă."
}