{
    "dmca.intro": "Исследовательская группа Lifelong Kindergarten уважает интеллектуальные права других людей и своих участников. Если вам кажется, что ваши права были нарушены, напишите на copyright@scratch.mit.edu или на следующий адрес:",
    "dmca.llkresponse": "Группа Lifelong Kindergarten будет быстро обрабатывать уведомления о возможных нарушениях и предпринимать действия в соответствии с Законом об авторском праве в цифровую эпоху (\"DMCA\") и другими применимыми законами об интеллектуальной собственности. После получения уведомления группа может оперативно удалить или отключить доступ к любому материалу, который нарушает авторские права. Повторные нарушения сторонних авторских прав могут быть основанием для блокировки.",
    "dmca.assessment": "При оценке того были ли нарушены ваши авторские права, пожалуйста, имейте в виду, что Scratch это - образовательная некоммерческая инициатива, направленная на обучение детей, предоставление инструментов для учебы и самовыражения с помощью цифровых технологий. Доктрина \"честного использования\" включена в Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Мы надеемся, что вы используете Скретч не только для популяризации собственных продуктов, но и для того, чтобы сделать добрые дела для образования детей.",
    "dmca.afterfiling": "Если вы решили подать жалобу о нарушении авторских прав, обратите внимание, что мы можем передать ваше уведомление с отредактированными персональными данными, координационному центру, такому, как chillingeffects.org. Обратите внимание, что вы можете нести ответственность за убытки (включая расходы и гонорары адвокатам), если вы предоставите заведомо ложную информацию о том, что деятельность нарушает ваши авторские права.",
    "dmca.counternotification": "Встречное уведомление",
    "dmca.ifremoved": "Если ваше содержание было удалено из-за уведомления об удалении DMCA, вы считаете, что имеете законное право на использование материала, и вы хотите юридически оспаривать это требование, вы можете подать встречное уведомление DMCA. Вы должны подать только встречное уведомление, если контент был удален из-за ошибки или неправильной идентификации, и вы готовы обратиться в суд, чтобы защитить ваше использование материала.",
    "dmca.mailcounter": "Контр-уведомление DMCA может быть отправлено по электронной почте по адресу copyright@scratch.mit.edu или отправлено по почте:",
    "dmca.mustinclude": "Это встречное уведомление должно включать:",
    "dmca.fullname": "Ваше полное имя",
    "dmca.address": "Ваш адрес",
    "dmca.phone": "Ваш номер телефона",
    "dmca.email": "Ваш адрес электронной почты",
    "dmca.username": "Имя пользователя вашей учетной записи Scratch",
    "dmca.projecturl": "URL-адреса проектов, которые были сняты",
    "dmca.statementerror": "Заявление, сделанное под страхом наказания за лжесвидетельство, что содержание было удалено по ошибке",
    "dmca.statementjurisdiction": "Заявление, подтверждающее юрисдикцию в области, в которой вы проживаете",
    "dmca.signature": "Ваша подпись",
    "dmca.valid": "Получив действительное встречное уведомление DMCA, Scratch поделится информацией, которую вы предоставляете, с лицом, которое предъявило вам первоначальное требование о нарушении авторских прав. Они смогут использовать эту информацию, чтобы связаться с вами или уведомить вас, если они захотят подать иск против вас.",
    "dmca.lawsuit": "Если нас не уведомили о том, что иск был подан через десять (10) рабочих дней после предоставления встречного уведомления лицу, которое подало уведомление о демонтаже DMCA, будет восстановлен доступ к контенту, который был снят.",
    "dmca.repeat": "Повторить нарушителей",
    "dmca.disableaccess": "Мы обязаны DMCA отключить доступ к нашей службе, чтобы повторить нарушителей авторских прав. Если мы получим уведомление об устранении несоответствия DMCA против человека, и это лицо не отправит встречное уведомление, забастовка добавляется к их учетной записи. После получения трех (3) ударов учетные записи, принадлежащие данному лицу, будут заблокированы, и будут приняты стандартные меры для блокирования их доступа к Scratch. Мы оцениваем забастовки через десять (10) рабочих дней после получения уведомления о демонтаже DMCA, чтобы гарантировать, что никто не заблокирован, прежде чем у них появится возможность рассмотреть вопрос и подать действительное встречное уведомление."
}