{
    "dmca.intro": "The Scratch Foundation respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.org, or mail your complaint to the following:",
    "dmca.llkresponse": "The Scratch Foundation will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Scratch Foundation may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.",
    "dmca.assessment": "Pri posudzovaní, či užívateľ Scratch porušil vaše autorské práva, majte, prosím, na pamäti, že Scratch je vzdelávacia a nezisková iniciatíva, ktorá sa snaží pomáhať deťom pri učení tým, že poskytuje nástroje, aby sa mohli učiť a vyjadrovať sa pomocou digitálnych technológií. Tiež prosím pamäjte na \"Fair Use\" doktrínu začlenenú do zákona o autorskom práve \"the Copyright Act\" z roku 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Dúfame, že budete vnímať Scratch nielen ako dobrý spôsob ako spopularizovať vašu prácu/webstránku, ale tiež ako príležitosť urobiť niečo dobré pre vzdelávanie detí.",
    "dmca.afterfiling": "Ak sa rozhodnete podať sťažnosť o porušení autorských práv, prosím, berte na vedomie, že môžeme poslať vaše oznámenie, s odstránenými osobnými identifikačnými údajmi, informačnému centru, ako napríklad chillingeffects.org. Upozorňujeme tiež, že môžete niesť zodpovednosť za škody (vrátane nákladov a poplatkov za právne zastúpenie), ak nepravdivo nahlásite, že určitá činnosť porušuje vaše autorské práva.",
    "dmca.counternotification": "Odpor voči oznámeniu",
    "dmca.ifremoved": "Ak bol váš obsah odstránený na základe oznámenia o zastavení šírenia podľa zákona DMCA, domnievate sa, že máte zákonné právo na používanie materiálu a chcete proti tomuto nároku podať právnu námietku, môžete podať odpor voči oznámeniu podľa zákona DMCA. Odpor voči oznámeniu by ste mali podať len vtedy, ak bol obsah odstránený z dôvodu chyby alebo nesprávnej identifikácie a ste ochotní obrátiť sa na súd, aby ste obhajovali svoje použitie materiálu.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.org or mailed to:",
    "dmca.mustinclude": "Tento odpor voči oznámeniu musí obsahovať:",
    "dmca.fullname": "Tvoje celé meno",
    "dmca.address": "Vaša adresa",
    "dmca.phone": "Vaše telefónne číslo",
    "dmca.email": "Vaša emailová adresa",
    "dmca.username": "Používateľské meno vášho účtu Scratch",
    "dmca.projecturl": "Adresy URL projektov, ktoré boli odstránené",
    "dmca.statementerror": "Vyhlásenie pod hrozbou trestu za krivú prísahu, že obsah bol odstránený omylom",
    "dmca.statementjurisdiction": "Vyhlásenie o súhlase s jurisdikciou v oblasti, v ktorej bývate",
    "dmca.signature": "Tvoj podpis",
    "dmca.valid": "Po prijatí platného odporu voči oznámeniu podľa zákona DMCA bude spoločnosť Scratch zdieľať informácie, ktoré poskytnete, s osobou, ktorá podala pôvodný nárok na porušenie autorských práv voči vám. Tieto informácie budú môcť použiť na to, aby vás kontaktovali alebo aby vám oznámili, ak sa rozhodnú proti vám podať žalobu.",
    "dmca.lawsuit": "Ak nedostaneme oznámenie o podaní žaloby desať (10) pracovných dní po podaní odporu voči oznámeniu osobe, ktorá podala oznámenie o zastavení šírenia podľa zákona DMCA, prístup k obsahu, ktorý bol odstránený, bude obnovený.",
    "dmca.repeat": "Opakovaní porušovatelia",
    "dmca.disableaccess": "Zákon DMCA od nás vyžaduje, aby sme zakázali prístup k našej službe opakovaným porušovateľom autorských práv. Ak dostaneme od určitej osoby oznámenie o zastavení šírenia v súlade so zákonom DMCA a táto osoba neodošle odpor voči oznámeniu, na jej účet bude pridaná sankcia. Po prijatí troch (3) upozornení budú účty patriace danej osobe zablokované a budú prijaté štandardné opatrenia na zablokovanie jej prístupu k Scratch. Sankcie posudzujeme desať (10) pracovných dní po prijatí oznámenia o zastavení šírenia podľa zákona DMCA, aby sme zaistili, že žiadna osoba nebude zablokovaná skôr, ako bude mať možnosť problém skontrolovať a odoslať platný odpor voči oznámeniu."
}