{
    "dmca.intro": "The Lifelong Kindergarten research group spoštuje intelektualno lastnino drugih, kot jo spoštujejo tudi naši uporabniki. Če menite, da je bilo vaše delo kopirano na način, kjer je prišlo do kršitve avtorskih pravic, prosimo pišite na naslov copyright@scratch.mit.edu, ali pa vašo pritožbo posredujte na naslov: ",
    "dmca.llkresponse": "The Lifelong Kindergarten Group bo nemudoma obravnaval obvestila o domnevnih kršitvah in bo ukrepal v skladu z Digital Millennium Copyright Act (“DMCA”) in drugimi veljavnimi zakoni o intelektualni lastnini. Po prejemu potrdila o prijavi vaše pritožbe lahko Lifelong Kindergarten Group takoj odstrani ali onemogoči dostop do domnevno neustrezno pripravljenih gradiv. Ponavljajoči kršilce avtorskih pravic tretjih strank lahko v določenih okoliščinah izključimo.",
    "dmca.assessment": "Pri ocenjevanju ali je uporabnik Scratcha kršil vaše avtorske pravice, prosimo upoštevajte, da je Scratch izobraževalna in nepridobitna iniciativa, namenjen spodbujanju učenja otrok tako, da jim priskrbi orodja s katerimi se otroci učijo in se izražajo s pomočjo uporabne digitalne tehnologije. Ne pozabite tudi “Fair Use” ki je bila upeljana v Copyright Act of 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Upamo, da vidite Scratch ne le kot dober način za širjenje vaših izdelkov/spletnih strani ampak tudi priložnost, da naredite nekaj dobrega za izobraževanje otrok.",
    "dmca.afterfiling": "Če se boste odločili za vložitev pritožbe zaradi kršitve avtorskih pravic,  prosimo upoštevajte, da lahko vaše sporočilo, iz katerega bodo razvidni vaši osebni podatki, predložimo klirinški hiši kot je chillingeffects.org. Prav tako upoštevajte, da lahko nosite odgovornost za povzročeno škodo (vključno s stroški zagovornika), če boste s prikrivanjem pomembnih informacij prikazovali, da aktivnost krši vaše avtorske pravice.",
    "dmca.counternotification": "Obvestilo o nasprotnem mnenju",
    "dmca.ifremoved": "Če je bila tvoja vsebina odstranjena zaradi DMCA obvestila (obvestila o kršenju avtorskih pravic)  in meniš, da imaš legalno pravico uporabljati to vsebino, lahko vložiš obvestilo o nasprotnem mnenju. To lahko storiš le takrat, če je bila vsebina odstranjena po pomoti in si pripravljen na sodišču braniti svojo pravico glede uporabe vsebine.",
    "dmca.mailcounter": "Obvestilo o nasprotnem mnenju lahko pošlješ na naslov copyright@scratch.mit.edu ali po pošti na: ",
    "dmca.mustinclude": "To obvestilo o nasprotnem mnenju mora vsebovati:",
    "dmca.fullname": "Tvoje polno ime",
    "dmca.address": "Naslov",
    "dmca.phone": "Telefonsko številko",
    "dmca.email": "e-poštni naslov",
    "dmca.username": "Uporabniško ime v Scratchu",
    "dmca.projecturl": "URL projektov, ki so bili odstranjeni",
    "dmca.statementerror": "Izjavo, da je bila vsebina odstranjena po pomoti",
    "dmca.statementjurisdiction": "izjavo o pristojnemu sodišču",
    "dmca.signature": "Podpis",
    "dmca.valid": "Po prejemu obvestila o nasprotnem mnenju bo Scratch posredoval informacije, ki si jih poslal, osebi, ki je vložila trditev o kršenju avtorskih pravic. Ta oseba (ali pravni subjekt) bo lahko te informacije uporabila, da te bodo obvestila, če bo vložena tožba glede kršenja avtorskih pravic.  ",
    "dmca.lawsuit": "Če v roku deset (10) delovnih dni od dneva, ko si poslal obvestilo o nasprotnem mnenju ne prejmeš obvestila o vloženi tožbi, bo dostop do vsebine, ki je bila odstranjena, spet omogočen.  ",
    "dmca.repeat": "Ponavljajoče se kršitve",
    "dmca.disableaccess": "Glede na DMCA smo dolžni onemogočiti dostop tistim, ki večkrat kršijo avtorske pravice. Če dobimo zahtevo za odstranitev vsebine in uporabnik ne vloži obvestila o nasprotnem mnenju, zabeležimo črno piko. Če uporabnik prejme tri (3) črne pike, onemogočimo vsa uporabniška imena, ki pripadajo tej osebi in naredimo vse, kar je možno, da ji preprečimo uporabo Scratcha. Črno piko dodelimo deset (10) delovnih dni po dnevu, ko dobimo zahtevo po odstranitvi gradiva zaradi kršitve avtorskih pravic. Na ta način zagotovimo, da nihče ni onemogočen preden ima možnost ustreznega ugovora."
}