{
    "dmca.intro": "Forskargruppen på LifeLong Kindergarten respekterar andras intellektuella rättigheter, såväl som våra användares. Om du tror att ditt arbete har kopierats på ett sätt som gör intrång i upphovsrätten skicka då e-post till copyright@scratch.mit.edu, eller maila ditt klagomål till:",
    "dmca.llkresponse": "Gruppen på Lifelong Kindergarten kommer snabbt att bearbeta och utreda anmälningar om påstådda överträdelser och kommer att vidta lämpliga åtgärder i enlighet med Digital Millennium Copyright Act (\"DMCA\") och andra tillämpliga immaterialrättsliga lagar. Vid mottagning av meddelanden som uppfyller eller väsentligen överensstämmer med DMCA, får gruppen på Lifelong Kindergarten utan dröjsmål avlägsna eller neka tillgång till något material som påstås göra intrång. Upprepade intrång i tredje mans upphovsrätt är föremål för utestängning under lämpliga förhållanden.",
    "dmca.assessment": "Vid bedömningen av om en Scratchanvändaren har brutit mot din upphovsrätt, tänk på att Scratch är ett pedagogisk och ett icke-vinstdrivande initiativ, som syftar till att underlätta barns lärande genom att tillhandahålla verktyg för dem att lära och uttrycka sig med hjälp av digital teknik. Kom också ihåg att \"Fair Use\" doktrinen införlivades i upphovsrättslagen från 1976, 17 USC § 107.",
    "dmca.eyetoeye": "Vi hoppas att du inte bara ser Scratch som ett bra sätt att popularisera dina kreationer, utan också som en möjlighet att göra något bra för barns utbildning.",
    "dmca.afterfiling": "Om du väljer att göra en anmälan om upphovsrättsintrång, observera då att vi kan skicka din anmälan, med personligt identifierbar information censurerat, till ett clearinghouse som chillingeffects.org. Observera också att du kan bli skadeståndsskyldig (inklusive kostnader och advokatarvoden) om du på missvisande sätt anmäler att en aktivitet kränker din upphovsrätt.",
    "dmca.counternotification": "Bestridande av anmälan",
    "dmca.ifremoved": "Om ditt innehåll har tagits bort på grund av en DMCA-borttagningsanmälan, du anser att du har en laglig rätt att använda materialet, och du vill bestrida detta påstående juridiskt kan du lämna in ett DMCA-bestridande. Du bör bara skicka in ett bestridande av anmälan om innehållet togs bort på grund av ett misstag eller felaktig identifiering och du är villig att gå till domstol för att försvara din användning av materialet.",
    "dmca.mailcounter": "Ett DMCA-bestridande kan e-postas till copyright@scratch.mit.edu eller skickas till:",
    "dmca.mustinclude": "Detta bestridande av meddelandet måste innehålla:",
    "dmca.fullname": "Ditt fulla namn",
    "dmca.address": "Din adress",
    "dmca.phone": "Ditt telefonnummer",
    "dmca.email": "Din e-postadress",
    "dmca.username": "Användarnamnet på ditt Scratchkonto",
    "dmca.projecturl": "Länkar (URL) till dina projekt som togs bort",
    "dmca.statementerror": "Ett uttalande gjort under straff för mened att innehållet togs bort av misstag",
    "dmca.statementjurisdiction": "Ett uttalande som samtycker till jurisdiktion i det område där du bor",
    "dmca.signature": "Din signatur",
    "dmca.valid": "Efter mottagandet av ett giltigt DMCA-bestridande kommer Scratch att dela informationen du tillhandahåller med den person som gjorde det ursprungliga anspråket om upphovsrättsintrång mot dig. De kommer att kunna använda denna information för att kontakta dig eller för att meddela dig om de väljer att väcka talan mot dig.",
    "dmca.lawsuit": "Om vi ​​inte underrättas om en stämningsansökan som lämnas in tio (10) arbetsdagar efter att ha lämnat ett bestridande till en person som har lämnat in ett DMCA-borttagningsanmälan, kommer åtkomsten till innehållet som togs bort att återställas.",
    "dmca.repeat": "Upprepa intrång",
    "dmca.disableaccess": "Vi är skyldiga av DMCA att inaktivera åtkomst till vår tjänst för att upprepa upphovsrättsintrång. Om vi ​​får en DMCA-kompatibel borttagningsanmälan mot en person, och den personen inte skickar in ett bestridande av anmälan, läggs en varning till på deras konto. Efter att tre (3) varningar har mottagits kommer konton som tillhör personen att blockeras och standardåtgärder kommer att vidtas för att blockera deras åtkomst till Scratch. Vi bedömer strejker tio (10) arbetsdagar efter att ett DMCA-meddelande om borttagning har tagits emot för att säkerställa att ingen person blockeras innan de har en chans att granska problemet och skicka in ett giltigt bestridande."
}