{
    "dmca.intro": "Forskargruppen på LifeLong Kindergarten respekterar andras intellektuella rättigheter, såväl som våra användares. Om du tror att ditt arbete har kopierats på ett sätt som gör intrång i upphovsrätten skicka då e-post till copyright@scratch.mit.edu, eller maila ditt klagomål till:",
    "dmca.llkresponse": "Gruppen på Lifelong Kindergarten kommer snabbt att bearbeta och utreda anmälningar om påstådda överträdelser och kommer att vidta lämpliga åtgärder i enlighet med Digital Millennium Copyright Act (\"DMCA\") och andra tillämpliga immaterialrättsliga lagar. Vid mottagning av meddelanden som uppfyller eller väsentligen överensstämmer med DMCA, får gruppen på Lifelong Kindergarten utan dröjsmål avlägsna eller neka tillgång till något material som påstås göra intrång. Upprepade intrång i tredje mans upphovsrätt är föremål för utestängning under lämpliga förhållanden.",
    "dmca.assessment": "Vid bedömningen av om en Scratchanvändaren har brutit mot din upphovsrätt, tänk på att Scratch är ett pedagogisk och ett icke-vinstdrivande initiativ, som syftar till att underlätta barns lärande genom att tillhandahålla verktyg för dem att lära och uttrycka sig med hjälp av digital teknik. Kom också ihåg att \"Fair Use\" doktrinen införlivades i upphovsrättslagen från 1976, 17 USC § 107.",
    "dmca.eyetoeye": "Vi hoppas att du inte bara ser Scratch som ett bra sätt att popularisera dina kreationer, utan också som en möjlighet att göra något bra för barns utbildning.",
    "dmca.afterfiling": "Om du väljer att göra en anmälan om upphovsrättsintrång, observera då att vi kan skicka din anmälan, med personligt identifierbar information censurerat, till ett clearinghouse som chillingeffects.org. Observera också att du kan bli skadeståndsskyldig (inklusive kostnader och advokatarvoden) om du på missvisande sätt anmäler att en aktivitet kränker din upphovsrätt.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Ditt fulla namn",
    "dmca.address": "Din adress",
    "dmca.phone": "Ditt telefonnummer",
    "dmca.email": "Din e-postadress",
    "dmca.username": "Användarnamnet på ditt Scratchkonto",
    "dmca.projecturl": "Länkar (URL) till dina projekt som togs bort",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Din signatur",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}