{
    "dmca.intro": "Kikundi cha utafiti cha Lifelong Kindergarten kinaheshimu haki ya uvumbizi ya wengine, na pia watumiaji wetu. Ikiwa unaamini kuwa kazi yako imenakiliwa kwa njia ambayo inakiuka wa haki za uvumbuzi, tafadhali tuma barua pepe kwa copyright@scratch.mit.edu, au tuma malalamiko yako kwa yafuatayo:",
    "dmca.llkresponse": "Kikundi cha Lifelong Kindergarten kitafanya haraka na kukagua taarifa za ukiukwaji na inachukua hatua sahihi chini ya Sheria ya Hakimiliki ya Dola ya Millenia (\"DMCA\") na sheria zingine zinazofaa za miliki. Baada ya kupokea arifa zinazojumuisha au kufuata kwa kiasi kikubwa na DMCA, Kikundi cha Maisha cha Lifelong Kindergarten yote kinaweza kuchukua hatua haraka kuondoa au kulemaza ufikiaji wa nyenzo zozote zinazodaiwa kuwa zinakiuka. Kurudia ukiukaji wa hakimiliki za mtu wa tatu kunakamilishwa katika hali sahihi.",
    "dmca.assessment": "Katika kukagua ikiwa mtumiaji wa Scratch amekiuka hakimiliki zako, tafadhali kumbuka kuwa Scratch ni mpango wa kielimu na sio wa faida, ukitaka kusaidia ujifunzaji wa watoto kwa kuwapa zana za kujifunza na kujielezea kwa kutumia teknolojia ya dijiti. Tafadhali kumbuka pia mafundisho ya “Matumizi ya haki” yaliyojumuishwa na Sheria ya Hakimiliki ya 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Tunatumahi pia utaona Scratch sio njia nzuri tu ya kufahamisha ubunifu wako / wavuti yako bali pia ni kama fursa ya kufanya kitu kizuri kwa elimu ya watoto.",
    "dmca.afterfiling": "Ikiwa unachagua kufanya malalamiko ya ukiukaji wa hakimiliki, tafadhali kumbuka kuwa tunaweza kuchapisha arifa yako, na habari inayoweza kutambuliwa kibinafsi ikiwa imekamilika, kwenye ghala la kusafisha kama chillingeffects.org. Tafadhali kumbuka kuwa unaweza kuwajibika kwa uharibifu (pamoja na gharama na ada ya mawakili) ikiwa unawasilisha vibaya kwamba shughuli inakiuka hakimiliki yako.",
    "dmca.counternotification": "Arifa ya kukabiliana",
    "dmca.ifremoved": "Ikiwa maandishi yako yameondolewa kwa sababu ya ilani ya kukomesha ya DMCA, unaamini una haki ya kisheria ya kutumia nyenzo hiyo, na unataka kupingana na madai haya kisheria, unaweza faili la arifa ya kupinga DMCA. Unapaswa kuwasilisha arifa ya kukabili ikiwa yaliyomo yameondolewa kwa sababu ya kosa au kitambulisho kibaya na uko tayari kwenda korti kutetea utumiaji wako wa nyenzo hizo.",
    "dmca.mailcounter": "Arifa ya kukabiliana ya DMCA inaweza kutumwa kwa barua pepe kwa copyright@scratch.mit.edu au tuma kwa:",
    "dmca.mustinclude": "Ilani ya kukana lazima iwe pamoja na:",
    "dmca.fullname": "Jina lako kamili",
    "dmca.address": "Anwani yako",
    "dmca.phone": "Nambari yako ya simu",
    "dmca.email": "Anwani yako ya barua pepe",
    "dmca.username": "Jina la mtumiaji la akaunti yako ya Scratch",
    "dmca.projecturl": "URLs za miradi ilioondolewa",
    "dmca.statementerror": "Taarifa iliyotolewa chini ya adhabu ya makosa kwamba yaliyomo yaliondolewa kwa makosa",
    "dmca.statementjurisdiction": "Taarifa inayokubali mamlaka katika eneo unaloishi",
    "dmca.signature": "Sahihi yako",
    "dmca.valid": "Baada ya kupokea ilani halali ya upinganaji wa DMCA, mwanzo utashiriki habari unayopeana na mtu ambaye alifanya madai ya ukiukwaji wa hakimiliki dhidi yako. Wataweza kutumia habari hii kuwasiliana nawe au kukujulisha ikiwa watachagua faili ya kesi dhidi yako.",
    "dmca.lawsuit": "Ikiwa hatujaarifiwa juu ya shtaka lililofikishwa siku kumi (10) za biashara baada ya kutoa arifa ya kupinga kwa mtu ambaye ametoa taarifa ya kuandikisha ya DMCA, ufikiaji wa maandishi yaliyomo utarejeshwa.",
    "dmca.repeat": "wahalifu sugu",
    "dmca.disableaccess": "Tunahitajika na DMCA kulemaza ufikiaji wa huduma yetu kurudia wahalifu wa hakimiliki. Ikiwa tunapokea ilani ya kukwepa kiunga cha DMCA dhidi ya mtu, na mtu huyo hatoi arifa ya kupinga, mgomo unaongezwa kwenye akaunti yao. Baada ya migomo mitatu (3) imepokelewa, akaunti za mtu huyo zitazuiwa na hatua za kawaida zitachukuliwa kuzuia ufikiaji wao. Tunakagua siku kumi za biashara (10) baada ya ilani ya DMCA kutolewa kupokea ili kuhakikisha kuwa hakuna mtu aliyefungiwa kabla ya kupata nafasi ya kukagua suala hilo na kuwasilisha ilani halali ya kukosoa."
}