{
    "dmca.intro": "Kikundi cha utafiti cha Lifelong Kindergarten kinaheshimu haki ya uvumbizi ya wengine, na pia watumiaji wetu. Ikiwa unaamini kuwa kazi yako imenakiliwa kwa njia ambayo inakiuka wa haki za uvumbuzi, tafadhali tuma barua pepe kwa copyright@scratch.mit.edu, au tuma malalamiko yako kwa yafuatayo:",
    "dmca.llkresponse": "Kikundi cha Lifelong Kindergarten kitafanya haraka na kukagua taarifa za ukiukwaji na kuchukua hatua sahihi chini ya Sheria ya Hakimiliki ya Dola ya Millenia (“DMCA”) na sheria zingine zinazofaa za kumiliki uvumbuzi. Baada ya kupokea arifa zinazojumuisha au kuambatana kwa kiasi kikubwa na DMCA, Kikundi  cha Lifelong Kindergarten  kinaweza kuchukua hatua haraka kuondoa au kulemaza ufikiaji wa nyenzo zozote zinazodaiwa kuwa zinakiuka. Kurudia ukiukaji wa hakimiliki za mtu mwengine kinasababisha kuondolewa kulingana taratibu mwafaka.",
    "dmca.assessment": "Katika kukagua ikiwa mtumiaji wa Scratch amekiuka hakimiliki zako, tafadhali kumbuka kuwa Scratch ni mradi wa kielimu na sio wa kupata faida, mradi unaotoa msaada kwa masomo ya watoto kwa kuwapa zana za kujifunza na kujielezea kwa kutumia teknolojia. Tafadhali kumbuka pia maadili ya “Matumizi bila ubaguzi” yaliyojumuishwa na Sheria ya Hakimiliki ya 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Tunatumai pia kuwa hutazingatia Scratch tu kama njia ya kufanya ubunifu wako uwe maarufu bali pia ni fursa ya kukifanya kitu kizuri kwa elimu ya watoto.",
    "dmca.afterfiling": "Ikiwa unachagua kufanya malalamiko ya ukiukaji wa hakimiliki, tafadhali kumbuka kuwa tunaweza kuchapisha arifa yako, na habari inayoweza kutambuliwa kibinafsi ikiwa imekamilika, kwenye ghala la kusafisha kama chillingeffects.org. Tafadhali kumbuka kuwa unaweza kuwajibika kwa uharibifu (pamoja na gharama na ada ya mawakili) ikiwa unawasilisha vibaya kwamba shughuli inakiuka hakimiliki yako.",
    "dmca.counternotification": "Arifa ya kupinga",
    "dmca.ifremoved": "Ikiwa mada yako yameondolewa kwa sababu ya ilani ya kukomesha kutoka kwa DMCA, ilhali unaamini una haki ya kisheria ya kutumia nyenzo hiyo, na unataka kupingana na madai haya kisheria, unaweza kufaili arifa ya kupinga DMCA. Unapaswa kuwasilisha arifa ya kupinga ikiwa yaliyomo yameondolewa kwa sababu ya kosa au kitambulisho kibaya na uko tayari kwenda korti kutetea utumiaji wako wa nyenzo hizo.",
    "dmca.mailcounter": "Ilani ya Kupinga  ya DMCA inaweza kutumwa kwa barua pepe kwa copyright@scratch.mit.edu au tuma kwa:",
    "dmca.mustinclude": "Illani ya kupinga lazima iwe pamoja na:",
    "dmca.fullname": "Majina yako yote",
    "dmca.address": "Anwani yako",
    "dmca.phone": "Nambari yako ya simu",
    "dmca.email": "Anwani yako ya barua pepe",
    "dmca.username": "Jina la mtumiaji la akaunti yako ya Scratch",
    "dmca.projecturl": "Anwani za KISARA/URL za miradi zilizoondolewa",
    "dmca.statementerror": "Taarifa iliyotolewa chini ya hatia ya kiapo cha uwongo kuwa yaliyomo yaliondolewa kwa makosa",
    "dmca.statementjurisdiction": "Taarifa inayoidhinisha hukumu katika eneo unaloishi",
    "dmca.signature": "Sahihi yako",
    "dmca.valid": "Baada ya kupokea ilani ya kupinga ya DMCA, Scratch itakabidhi taarifa yako na mtu ambaye alifanya madai ya ukiukwaji wa hakimiliki dhidi yako. Wataweza kutumia habari hii kuwasiliana nawe au kukujulisha ikiwa wataamua kufungua kesi dhidi yako.",
    "dmca.lawsuit": "Ikiwa hatujaarifiwa kuhusu hatua ya kufunguliwa mashtaka  siku kumi (10)  baada ya kutoa arifa ya kupinga kwa mtu ambaye ametoa taarifa ya malalamishi kwa DMCA, ufikiaji wa mada husika utarejeshwa.",
    "dmca.repeat": "Wahalifu sugu",
    "dmca.disableaccess": "Tunahitajika na DMCA kulemaza ufikiaji wa huduma yetu kwa wahalifu wa hakimiliki. Ikiwa tumepokea ilani ya kutundua mada kutoka DMCA dhidi ya mtu, na mtu huyo hatoi arifa ya kupinga, onyo litawekwa kwenye akaunti yake. Baada ya maonyo matatu (3), akaunti za mtu huyo zitazuiliwa na hatua za kawaida zitachukuliwa kutundua mada husika. Tunakagua siku kumi za biashara (10) baada ya ilani ya DMCA kutolewa kupokea ili kuhakikisha kuwa hakuna mtu aliyefungiwa kabla ya kupata nafasi ya kukagua suala hilo na kuwasilisha ilani halali ya kupinga."
}