{
    "dmca.intro": "Lifelong Kindergarten araştırma grubu olarak hem kendi kullanıcılarımızın hem de diğer kullanıcıların fikri haklarına saygı gösterir. Eğer sizin bir eserinize ait telif hakkının ihlal edildiğini düşünüyorsanız, şikayetinizi copyright@scratch.mit.edu adresine e-mail ile veya aşağıdaki adrese bir posta ile bildirin:",
    "dmca.llkresponse": "Yaşamboyu Anaokulu Grubu iddia edilen ihlal bildirimlerini derhal işleme alacak, araştıracak ve Dijital Milenyum Telif Hakkı Yasası (“DMCA”) ve diğer geçerli fikri mülkiyet kanunları uyarınca uygun eylemleri gerçekleştirecektir. DMCA'yi büyük ölçüde ihlal ettiği belirlenen bildirimler hakkında Yaşamboyu Anaokulu Grubu, hakkında bildirim bulunan herhangi bir materyale erişimin kaldırılması veya materyalin devre dışı bırakılması için süratle hareket eder. Üçüncü taraf telif haklarını ihlal edenler, uygun koşullarda fesih işlemlerine tabidir.",
    "dmca.assessment": "Bir Scratch kullanıcısının telif haklarınızı ihlal edip etmediğini değerlendirirken, Scratch'in dijital teknolojiyi kullanarak çocuklara kendilerini öğrenmek ve ifade etmek için araçlar sağlayan, çocukların öğrenmesine yardımcı olmayı amaçlayan bir eğitim ve kar amacı gütmeyen girişim olduğunu unutmayın. Lütfen 1976 tarihli Telif Hakkı Yasası'na (17 U.S.C. § 107) dahil edilen “Adil Kullanım” doktrinini de dikkate alın.",
    "dmca.eyetoeye": "Umarız, siz de Scratch'i sadece eserlerinizin/web sitenizin tanıtımı için iyi bir yol olarak değil, çocukların eğitimi için de güzel şeyler yapma fırsatı olarak görüyorsunuzdur.",
    "dmca.afterfiling": "Telif hakkı ihlali şikayeti yapmayı seçerseniz, bildiriminizi, kişisel olarak tanımlanabileceğiniz bilgilerle birlikte, chillingeffects.org gibi bir takas odasına gönderebileceğimizi lütfen unutmayın. Ayrıca, bir etkinliğin telif hakkınızı ihlal ettiği konusunda yanlış bir beyanda bulunursanız, zararlardan (masraflar ve avukat ücretleri dahil) sorumlu olabileceğinizi de unutmayın.",
    "dmca.counternotification": "Karşı bildirim",
    "dmca.ifremoved": "İçeriğiniz bir DMCA yayından kaldırma bildirimi nedeniyle kaldırılmışsa, bu materyali kullanma konusunda yasal bir hakka sahip olduğunuzu ve yasal olarak bu hak talebine itiraz etmek istediğinizi düşünüyorsanız, bir DMCA karşı bildiriminde bulunabilirsiniz. , Karşı bildiriminizi yalnız içerik bir hata veya yanlış tanımlama nedeniyle kaldırılmışsa ve materyali kullanımınızı savunmak için mahkemeye gitmek istiyorsanız, gönderin.",
    "dmca.mailcounter": "Bir DMCA karşı bildirimi copyright@scratch.mit.edu adresine e-postayla gönderilebilir veya şu adrese gönderilebilir:",
    "dmca.mustinclude": "Bu karşı bildirim şunları içermelidir:",
    "dmca.fullname": "İsminiz",
    "dmca.address": "Adresiniz",
    "dmca.phone": "Telefon Numaranız",
    "dmca.email": "Eposta Adresiniz",
    "dmca.username": "Scratch hesabınızdaki kullanıcı adınız",
    "dmca.projecturl": "Kaldırılan projelerin URL’leri",
    "dmca.statementerror": "İçeriğin yanlışlıkla kaldırıldığına dair yeminli bir beyan.",
    "dmca.statementjurisdiction": "İkamet ettiğiniz bölgede yargı yetkisine rıza gösteren bir bildiri",
    "dmca.signature": "İmzanız",
    "dmca.valid": "Geçerli bir DMCA karşı bildiriminin alınması üzerine, Scratch, verdiğiniz bilgileri size karşı telif hakkı ihlali iddiasında bulunan kişi ile paylaşacaktır. Bu bilgileri sizinle iletişim kurmak veya size karşı bir dava açmayı seçtiklerini bildirmek için kullanabileceklerdir.",
    "dmca.lawsuit": "DMCA yayından kaldırma bildirimi yapmış bir kişiye karşı bildirimde bulunulduktan on (10) iş günü sonra açılmış bir dava hakkında bilgilendirilmezsek, reddedilen içeriğe erişim geri yüklenir.",
    "dmca.repeat": "Sürekli İhlal Edenler",
    "dmca.disableaccess": "DMCA tarafından telif hakkı ihlallerini tekrarlayanları hizmet erişimine devre dışı bırakmamız gerekiyor. Bir kişiye karşı bir DMCA uyumlu yayından kaldırma bildirimi alırsak ve bu kişi karşı bildirim sunmuyorsa, hesabına bir ihtar eklenir. Üç (3) grev alındıktan sonra kişiye ait hesaplar bloke edilecek ve Scratch'e erişimini engellemek için standart önlemler alınacaktır. Sorunu inceleme ve geçerli bir karşı bildirim sunma şansı olmadan önce hiç kimsenin engellenmediğinden emin olmak için bir DMCA yayından kaldırma bildirimi alındıktan sonraki on (10) iş gününde ihtarını değerlendiriyoruz."
}