{
    "dmca.intro": "The Scratch Foundation respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.org, or mail your complaint to the following:",
    "dmca.llkresponse": "The Scratch Foundation will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Scratch Foundation may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.",
    "dmca.assessment": "При оцінці того чи користувач Скретчу порушив ваші авторські права, будь ласка, майте на увазі, що Скретч є освітньою, а не некомерційною ініціативою, прагнучи допомогти навчанню дітей, надаючи інструменти для того, щоб виразити себе за допомогою цифрових технологій. Також майте на увазі \"добросовісне використання\" доктрина якого включено до Закону про авторське право від 1976 року, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Ми сподіваємося, ви також бачите Скретч не тільки як хороший спосіб популяризації своїх розробок/сайт, але і як можливість зробити щось хороше для освіти дітей.",
    "dmca.afterfiling": "Якщо ви вирішили подати скаргу про порушення авторських прав, будь ласка, зверніть увагу, що ми можемо опублікувати повідомлення з особистою інформацією, відредаговане за вимогами організації chillingeffects.org. Зверніть увагу, що ви можете нести відповідальність за збитки (включаючи витрати і гонорари адвокатам), якщо ваша заява про те, що діяльність порушує ваші авторські права є невідповідною.",
    "dmca.counternotification": "Counter-notification",
    "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
    "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.org or mailed to:",
    "dmca.mustinclude": "This counter-notice must include:",
    "dmca.fullname": "Ваше повне ім'я",
    "dmca.address": "Ваша адреса",
    "dmca.phone": "Ваш номер телефону",
    "dmca.email": "Ваша електронна адреса",
    "dmca.username": "Нікнейм вашого Scratch акаунта",
    "dmca.projecturl": "ULR-адреси проектів, які були зняті",
    "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
    "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
    "dmca.signature": "Ваш підпис",
    "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
    "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
    "dmca.repeat": "Repeat Infringers",
    "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}