{
    "dmca.intro": "Lifelong Kindergarten tadqiqot guruhi boshqalarning va o‘z a’zolarining intellektual huquqlarini hurmat qiladi. Agar huquqlaringiz buzilganini bilsangiz, copyright@scratch.mit.edu elektron pochtasiga yoki quyidagi manzilga xabar yuboring:",
    "dmca.llkresponse": "Lifelong Kindergarten guruhi huquqlarning ehtimoliy buzilganligi haqidagi xabarnomani tezda ko‘rib chiqadi va “Raqamli dunyoda mualliflik huquqlari haqidagi Qonun” (“DMCA”) va intellektual mulk haqidagi boshqa qonunlarga ko‘ra vaziyatni hal etishga harakat qiladi. Xabarnomani qabul qilgan guruh mualliflik huquqi buzilgan materialni zudlik bilan o‘chirishi yoki unga kirishni taqiqlab qo‘yishi mumkin. Mualliflik huquqining qayta buzilishi bloklashga asos bo‘lishi mumkin.",
    "dmca.assessment": "Mualliflik huquqingiz buzilganini e’tirof etishdan avval e’tibor qarating: Scratch — notijorat ta’limiy dastur bo‘lib, bolalarga mo‘ljallangan va ularga raqamli texnologiyalar asosida o‘rganishlari uchun zarur imkoniyatlarni taqdim etadi. “Halol foydalanish” doktrinasi “Copyright Act of 1976, 17 U.S.C. § 107”ga kiritilgan.",
    "dmca.eyetoeye": "Siz Scratchdan nafaqat o‘z mahsulotingizni ommalashtirishda, balki bolalar ta’limi uchun xayrli ishlar qilish maqsadida ham foydalanishingizdan umid qilamiz.",
    "dmca.afterfiling": "Agar siz mualliflik huquqingiz buzilgani haqida shikoyat qilmoqchi bo‘lsangiz, sizning xabarnomangizni tahrirlangan shaxsiy ma’lumotlar bilan chillingeffects.org kabi koordinatsion markazlardan biriga topshirilishiga e’tibor qarating. Diqqat qiling, agar sizning mualliflik huquqingiz buzilgani haqida yolg‘on ma’lumot bergan bo‘lsangiz, barcha xarajatlarni (advokat xizmati va gonorarini ham) to‘lashingizga to‘g‘ri keladi.",
    "dmca.counternotification": "Qarama-qarshi ogohlantirish",
    "dmca.ifremoved": "Agar kontentingiz DMCA olib tashlash haqidagi xabari tufayli olib tashlangan boʻlsa, siz ushbu materialdan foydalanish huquqiga egaman, deb hisoblasangiz va ushbu talabga qonuniy ravishda eʼtiroz bildirishni xohlasangiz, u holda DMCA qarama-qarshi ogohlantirishini bildirishingiz mumkin. Siz faqat agar ushbu kontent xatolik yoki xato aniqlash tufayli olib tashlangan va siz bu materialdan foydalanish huquqingizni talab qilib sudga murojaat qilishni xohlasangizgina qarama-qarshi ogohlantirish yuborishingiz lozim.",
    "dmca.mailcounter": "DMCA qarama-qarshi ogohlantirishini e-pochta orqali copyright@scratch.mit.edu manziliga yoki pochta orqali quyidagi manzilga yuborish mumkin:",
    "dmca.mustinclude": "Bu qarama-qarshi ogohlantirishga quyidagilar kirishi kerak:",
    "dmca.fullname": "Ismi-sharifingiz",
    "dmca.address": "Manzilingiz",
    "dmca.phone": "Telefon raqamingiz",
    "dmca.email": "E-pochta manzilingiz",
    "dmca.username": "Scratch hisobingiz foydalanuvchi nomi",
    "dmca.projecturl": "Olib tashlangan loyihalarning URL manzillari",
    "dmca.statementerror": "Yolgʻon xabar uchun jazolanish mumkinligini tushungan holda taqdim etiladigan kontentning xatolik tufayli olib tashlangani haqidagi murojaat",
    "dmca.statementjurisdiction": "Oʻzingiz yashaydigan yurisdiksiyaga rozilik bildirilgan murojaat",
    "dmca.signature": "Imzoingiz",
    "dmca.valid": "Yaroqli DMCA qarama-qarshi ogohlantirishini olgach, Scratch siz taqdim qilgan ushbu maʼlumotni sizga qarshi mualliflik huquqini daʼvo qilgan shaxsga yuboradi. Ular ushbu maʼlumotdan siz bilan bogʻlanish yoki agar sudga sizga qarshi daʼvo arizasini berishni xohlasa, bu haqda sizni ogohlantirish uchun foydalanadi.",
    "dmca.lawsuit": "Agar biz DMCA olib tashlash ogohlantirishini yuborgan shaxsga qarama-qarshi ogohlantirish yuborilganidan keyin 10 (oʻn) ish kuni ichida daʼvo yuzadidan sud ishi boshlangani haqida  ogohlantirilmasak, olib tashlangan kontent foydalanish uchun qayta tiklanadi.",
    "dmca.repeat": "Huquqbuzarlikning takrorlanishi",
    "dmca.disableaccess": "DMCA bizdan huquqbuzarlikni takrorlagan shaxslar uchun xizmatlarimizdan foydalanishni taqiqlashni talab qiladi. Agar biz biror shaxsga nisbatan DMCA olib tashlash daʼvosi haqida ogohlantirish olsak va bu shaxs qarama-qarshi ogohlantirish yubormasa, uning hisobiga ogohlantirish yoziladi. 3 (uch) marta shunday ogohlantirish berilgach, ushbu shaxsga oid hisob bloklanadi va uning Scratch xizmatlaridan foydalanishini bloklash yuzasidan standart choralar koʻriladi. Biz DMCA olib tashlash haqidagi ogohlantirishi olinganidan keyin hech kim muammo bilan tanishib chiqib, yaroqli qarama-qarshi ogohlantirish yubora olmay qolmasligi uchun yuqoridagi ogohlantirishlarni 10 (oʻn) ish kuni davomida tekshiramiz."
}