{
    "dmca.intro": "Scratch Foundation tôn trọng quyền sở hữu trí tuệ của người khác cũng như người dùng của chúng tôi. Nếu bạn tin rằng tác phẩm của mình đã bị sao chép theo cách vi phạm bản quyền, vui lòng gửi email đến copyright@scratch.org hoặc gửi khiếu nại của bạn đến địa chỉ sau:",
    "dmca.llkresponse": "Scratch Foundation sẽ nhanh chóng xử lý và điều tra các thông báo về cáo buộc vi phạm và sẽ thực hiện các hành động thích hợp theo Đạo luật Bản quyền Thiên niên kỷ Kỹ thuật số (“DMCA”) và các luật sở hữu trí tuệ hiện hành khác. Khi nhận được các thông báo tuân thủ hoặc tuân thủ đáng kể theo DMCA, Scratch Foundation có thể hành động nhanh chóng để xóa hoặc vô hiệu hóa quyền truy cập vào bất kỳ tài liệu nào bị cáo buộc là vi phạm. Những người vi phạm bản quyền của bên thứ ba nhiều lần sẽ bị chấm dứt trong các trường hợp thích hợp.",
    "dmca.assessment": "Để đánh giá liệu người dùng Scratch có vi phạm bản quyền của bạn hay không, hãy nhớ rằng Scratch là một sáng kiến giáo dục và không vì lợi nhuận, nhằm giúp trẻ em học tập bằng cách cung cấp các công cụ để chúng học và thể hiện mình bằng kỹ thuật số. Cũng xin lưu ý điều luật “Sử dụng hợp lý” kết hợp với Đạo luật Bản quyền năm 1976, 17 U.S.C. § 107.",
    "dmca.eyetoeye": "Chúng tôi hy vọng bạn thấy rằng Scratch không chỉ là một cách thức hay để phổ biến các sáng tạo và trang web của bạn mà còn là một cơ hội để làm điều gì đó tốt đẹp cho việc giáo dục trẻ em.",
    "dmca.afterfiling": "Nếu bạn quyết định khiếu nại vi phạm bản quyền, xin lưu ý chúng tôi có thể đăng thông báo của bạn, với thông tin có thể nhận dạng cá nhân đã được biên tập lại, tới cơ quan bù trừ như chillingeffects.org. Cũng xin lưu ý bạn có thể phải chịu trách nhiệm về các thiệt hại (bao gồm các chi phí và phí luật sư) nếu bạn xuyên tạc một cách nghiêm trọng về một hành động là đã vi phạm bản quyền của bạn.",
    "dmca.counternotification": "thông báo phản đối",
    "dmca.ifremoved": "Nếu nội dung của bạn đã bị xóa do thông báo gỡ xuống theo DMCA, bạn tin rằng bạn có quyền hợp pháp để sử dụng tài liệu và bạn muốn tranh chấp hợp pháp khiếu nại này, bạn có thể nộp thông báo phản đối theo DMCA. Bạn chỉ nên nộp thông báo phản đối nếu nội dung đã bị xóa do nhầm lẫn hoặc nhận dạng sai và bạn sẵn sàng ra tòa để bảo vệ việc sử dụng tài liệu của mình.",
    "dmca.mailcounter": "Bạn có thể gửi thông báo phản đối DMCA qua email đến copyright@scratch.org hoặc gửi qua thư đến:",
    "dmca.mustinclude": "Thông báo phản đối này phải bao gồm:",
    "dmca.fullname": "Tên đầy đủ của bạn",
    "dmca.address": "Địa chỉ của bạn",
    "dmca.phone": "Số điện thoại của bạn",
    "dmca.email": "Địa chỉ email của bạn",
    "dmca.username": "Tên đăng nhập tài khoản Scratch của bạn",
    "dmca.projecturl": "Các URL của các dự án đã bị gỡ xuống",
    "dmca.statementerror": "Một tuyên bố được đưa ra dưới hình phạt khai man rằng nội dung đã bị xóa do nhầm lẫn",
    "dmca.statementjurisdiction": "Một tuyên bố đồng ý với thẩm quyền tại khu vực bạn cư trú",
    "dmca.signature": "Chữ ký của bạn",
    "dmca.valid": "Khi nhận được thông báo phản đối DMCA hợp lệ, Scratch sẽ chia sẻ thông tin bạn cung cấp với người đã đưa ra khiếu nại ban đầu về hành vi vi phạm bản quyền đối với bạn. Họ sẽ có thể sử dụng thông tin này để liên hệ với bạn hoặc thông báo cho bạn nếu họ quyết định đệ đơn kiện bạn.",
    "dmca.lawsuit": "Nếu chúng tôi không được thông báo về vụ kiện được đệ trình sau mười (10) ngày làm việc kể từ khi gửi thông báo phản đối cho người đã đệ trình thông báo gỡ bỏ theo DMCA, quyền truy cập vào nội dung đã bị gỡ bỏ sẽ được khôi phục.",
    "dmca.repeat": "Tái vi phạm",
    "dmca.disableaccess": "Theo yêu cầu của DMCA, chúng tôi phải vô hiệu hóa quyền truy cập vào dịch vụ của mình đối với những người vi phạm bản quyền nhiều lần. Nếu chúng tôi nhận được thông báo gỡ bỏ tuân thủ DMCA đối với một người và người đó không gửi thông báo phản đối, một cảnh cáo sẽ được thêm vào tài khoản của họ. Sau khi nhận được ba (3) cảnh cáo, các tài khoản thuộc về người đó sẽ bị chặn và các biện pháp tiêu chuẩn sẽ được thực hiện để chặn quyền truy cập của họ vào Scratch. Chúng tôi đánh giá các cảnh cáo trong mười (10) ngày làm việc sau khi nhận được thông báo gỡ bỏ DMCA để đảm bảo rằng không có người nào bị chặn trước khi họ có cơ hội xem xét vấn đề và gửi thông báo phản đối hợp lệ."
}