{
  "guidelines.title": "Обществени правила на Scratch",
  "guidelines.header": "Ние приемаме всяка помощ, осигуряваща че Scratch винаги ще продължи да бъде приятна творческа общност, където хората от различни среди и споделящи различни интереси се чувстват приети.",
  "guidelines.respectheader": "Уважавайте другите.",
  "guidelines.respectbody": "Когато споделяте проекти или публикувате коментари помнете, че информацията, която споделяте, е видима за хора на различна възраст и с различен произход.",
  "guidelines.constructiveheader": "Бъдете конструктивни.",
  "guidelines.constructivebody": "Когато коментирате проектите на другиго, кажете какво Ви харесва в проекта и предложете идеите си за развитие.",
  "guidelines.shareheader": "Споделяйте.",
  "guidelines.sharebody": "Можете свободно да прекомбинирате проекти, идеи, изображения и всичко останало, което откриете в Scratch – и всеки е свободен да ползва споделеното от Вас. Когато ползвате чужди материали, винаги отбелязвайте това и уточнявайте от кого сте ги взели.",
  "guidelines.privacyheader": "Пазете личните си данни.",
  "guidelines.privacybody": "С оглед на сигурността, никога не публикувайте информация, която би могла да се използва за лична комуникация – като истински фамилни имена, телефонни номера, адреси, е-пощи, връзки към социални мрежи или уеб сайтове с възможност за нерегулирани разговори.",
  "guidelines.honestyheader": "Бъдете честни.",
  "guidelines.honestybody": "Не се опитвайте да се представяте за други хора, използващи Scratch, не разпространявайте слухове и не се опитвайте да мамите общността по какъвто и да е начин.",
  "guidelines.friendlyheader": "Поддържайте приятелската атмосфера на уеб сайта.",
  "guidelines.friendlybody": "Ако смятате, че някой проект или коментар е груб, обиден, включва твърде много насилие, или е притеснителен по някакъв друг начин, натиснете „Докладване“, за да ни уведомите.",
  "guidelines.footer": "Scratch приема всички хора, без оглед на възрастта, расата, етноса, религията, възможностите, сексуалната ориентация или половата идентичност."
}
