{
  "guidelines.title": "Regeln für Scratcher",
  "guidelines.header": "Wir brauchen die Hilfe aller Scratcher, damit Scratch eine freundliche und kreative Gemeinschaft bleibt, in der sich Menschen mit unterschiedlichen Hintergründen und Interessen willkommen fühlen.",
  "guidelines.respectheader": "Sei respektvoll.",
  "guidelines.respectbody": "Wenn du Projekte oder Kommentare veröffentlichst denke daran dass das von Leuten verschiedenen Alters und verschiedenen  kulturellem Hintergrund gesehen wird.",
  "guidelines.constructiveheader": "Sei konstruktiv.",
  "guidelines.constructivebody": "Wenn du die Projekte andere kommentierst, schreibe was du daran magst und mache Verbesserungsvorschläge.",
  "guidelines.shareheader": "Veröffentlichen.",
  "guidelines.sharebody": "Es steht dir frei Projekte, Ideen, Bilder oder irgendetwas anderes was du auf Scratch findest zu remixen – und jeder kann alles verwenden was du veröffentlichst. Stelle sicher dass du die Vorarbeiten benennst wenn du etwas remixt.",
  "guidelines.privacyheader": "Halte persönliche Informationen geheim.",
  "guidelines.privacybody": "Gib aus Sicherheitsgründen niemals irgendwelche Informationen preis,die für private Kommunikation genutzt werden können - wie etwa echte Nachnamen, Telefonnummern, Adressen, E-Mail-Adressen, Verweise zu sozialen Netzwerken oder zu Webseiten mit unmoderiertem Chat. ",
  "guidelines.honestyheader": "Sei ehrlich.",
  "guidelines.honestybody": "Versuche nicht dich für andere Scratcher auszugeben, Gerüchte zu verbreiten oder die Community sonstwie auszutricksen.",
  "guidelines.friendlyheader": "Hilf mit die Seite freundlich zu halten.",
  "guidelines.friendlybody": "Wenn du glaubst dass ein Projekt oder Kommentar gemein, beleidigend, zu gewalttätig oder sonstwie unpassend ist, klicke auf \"Reporten\" um uns darüber zu informieren.",
  "guidelines.footer": "Scratch heißt Menschen jeden Alters, jeder Herkunft, Ethnie, Religion, sexueller Orientierung und Geschlechteridentität willkommen."
}
