{
  "guidelines.title": "Règles de conduite en communauté",
  "guidelines.header": "Nous avons besoin de l'aide de tous pour conserver à la communauté Scratch son caractère amical et créatif où les gens de différentes origines et des intérêts se sentent les bienvenus.",
  "guidelines.respectheader": "Soyez respectueux.",
  "guidelines.respectbody": "Quand vous partagez ou postez des projets, n'oubliez pas que les personnes de différents âges et de différents horizons vont voir ce que vous avez partagé.",
  "guidelines.constructiveheader": "Soyez constructifs.",
  "guidelines.constructivebody": "Quand vous commentez les projets des autres, dites quelque chose que vous aimez dedans et donner des suggestions.",
  "guidelines.shareheader": "Partage.",
  "guidelines.sharebody": "Vous êtes libre de remixer les projets, idées, images, ou tout autre chose que vous trouvez dans Scratch – et tout le monde peut utiliser ce que vous partagez. N'oubliez pas d'attribuer les crédits quand vous remixez un projet.",
  "guidelines.privacyheader": "Gardez vos informations personnelles privées.",
  "guidelines.privacybody": "Pour des raisons de sécurité, ne donnez jamais d'information permettant de vous contacter en privé, tel que votre vrai nom, numéros de téléphone, adresses, adresses courriel, liens vers des sites de médias sociaux ou des sites web comportant des forums de discussions non modérés.",
  "guidelines.honestyheader": "Soyez sincère.",
  "guidelines.honestybody": "N'essayez pas d'impressionner d'autres Scratchers, de reprendre des rumeurs ou de duper la communauté.",
  "guidelines.friendlyheader": "Aide à garder le site convivial.",
  "guidelines.friendlybody": "Si vous pensez qu'un projet ou un commentaire est désobligeant, insultant, trop violent ou quelque chose d'inapproprié, cliquez sur le bouton \"Report\" pour nous le faire savoir.",
  "guidelines.footer": "Scratch accueille des personnes de tous âges, races, ethnies, religions, capacités, orientations sexuelles et des identités de genre."
}
