{
  "guidelines.title": "Treoirlínte Chomhphobal Scratch",
  "guidelines.header": "Tá do chúnamh ag teastáil le comhphobal cairdiúil cruthaitheach a chothú - áit a bhfuil fáilte roimh dhaoine as cúlraí éagsúla agus le spéiseanna éagsúla.",
  "guidelines.respectheader": "Bíodh meas agat.",
  "guidelines.respectbody": "Nuair atá tú ag roinnt tionscadal nó ag déanamh tráchta, cuimhnigh go mbeidh daoine ar aoiseanna agus le cúlraí éagsúla ag féachaint air. ",
  "guidelines.constructiveheader": "Bí cuidiúil.",
  "guidelines.constructivebody": "Nuair atá tú ag déanamh tráchta ar thionscadail dhaoine eile, abair rud éigin a thaitníonn leat faoi agus tabhair moltaí dóibh.",
  "guidelines.shareheader": "Roinn.",
  "guidelines.sharebody": "Tá fáilte romhat tionscadail, smaointí, íomhánna agus gach rud eile a aimsíonn tú ar Scratch a athmheascadh – agus tá cead ag éinne úsáid a bhaint as an méid a roineann tusa. Déan cinnte go dtugann tú aitheantas don bhunúdar.",
  "guidelines.privacyheader": "Coinnigh eolas pearsanta príobháideach.",
  "guidelines.privacybody": "Ar chúiseanna sábháilteachta, ná nocht aon eolas pearsanta a bhféadfaí úsáid a bhaint as chun cumarsáid phríobháideach a dhéanamh leat - mar shampla, do shloinne, uimhreacha gutháin, seoladh baile, seoltaí ríomhphoist, nó nascanna leis na meáin shóisialta nó le haon suíomh eile ar ar féidir comhrá a dhéanamh gan aon mhaoirseacht.",
  "guidelines.honestyheader": "Bí ionraic.",
  "guidelines.honestybody": "Ná lig ort gur Scratchálaí eile thú, ná scaip ráflaí, agus ná déan iarracht bob a bhualadh ar an bpobal.",
  "guidelines.friendlyheader": "Bí cairdiúil",
  "guidelines.friendlybody": "Má cheapann tú go bhfuil tionscadal suarach, maslach, ró-fhoréigneach, nó mí-oiriúnach go ginearálta, cliceáil “Déan Tuairisc” chun é a chur in iúl dúinn.",
  "guidelines.footer": "Cuireann Scratch fáilte roimh gach duine agus ní dhéantar idirdhealú ó thaobh aoise, eitneachais, cine, reiligiúin, claonadh gnéis ná féiniúlacht inscne de."
}
