{
  "guidelines.title": "Riaghailtean giùlain sa choimhearsnachd Scratch",
  "guidelines.header": "Tha sin feumach air taic on a h-uile duine ach am biodh Scratch na choimhearsnachd càirdeil is cruthachail far an cuir sinn fàilte air gach seòrsa daoine le ùidhean is beathannan diofraichte aca.",
  "guidelines.respectheader": "Bi modhail.",
  "guidelines.respectbody": "Thoir an aire nach eil an aon aois no dòigh-bheatha aig a h-uile duine nuair a cho-roinneas tu pròiseact is nuair a chuireas tu beachd a-null.",
  "guidelines.constructiveheader": "Tha sinn taiceil.",
  "guidelines.constructivebody": "Nuair a chuireas tu do bheachd ris na rinn càch, innis na tha a’ còrdadh riut mu dhèidhinn agus thoir beachd air ciamar a ghabhadh a leasachadh.",
  "guidelines.shareheader": "Co-roinn",
  "guidelines.sharebody": "Faodaidh tu pròiseactan, beachdan, dealbhan agus càil sam bith eile a chì thu air Scratch ath-mheasgachadh gu saor – agus faodaidh duine sam bith na cho-roinn thu fhèin a chleachdadh. Dèan cinnteach gun toir thu urram do chàch nuair a nì thu ath-mheasgachadh.",
  "guidelines.privacyheader": "Cum gach fiosrachadh pearsanta prìobhaideach.",
  "guidelines.privacybody": "A chum sàbhailteachd, na innis fiosrachadh a ghabhas cleachdadh airson conaltradh pearsanta – can do shloinneadh, àireamh fòn, seòladh, seòladh puist-d, ceangal ri lìonra sòisealta no làrach-lìn le gleus cabadaich gun mhaor.",
  "guidelines.honestyheader": "Bi onarach.",
  "guidelines.honestybody": "Na rach an riochd Neach-Scratch eile, na sgaoil fathann is na feuch ris a’ choimhearsnachd a mhealladh ann an dòigh sam bith eile.",
  "guidelines.friendlyheader": "Cuidichidh sinn ach am biodh an làrach-lìn càirdeil.",
  "guidelines.friendlybody": "Ma tha thu dhen bheachd gu bheil pròiseact no beachd mosach, tàireil no ro ainneartach, briog air “Dèan aithris” gus innse dhuinn mu dhèidhinn.",
  "guidelines.footer": "Cuiridh Scratch fàilte air a h-uile duine ge b’ e dè an aois, gineal, cinnidheachd, creideamh, comas, aidmheil cleamhnais no aithne gnè."
}
