{
    "privacyPolicy.nav.collection": "Sběr dat",
    "privacyPolicy.nav.usage": "Použití",
    "privacyPolicy.nav.share": "Sdílení",
    "privacyPolicy.nav.thirdParties": "Aplikace Třetích Stran",
    "privacyPolicy.nav.childPrivacy": "Soukromí dětí a studentů",
    "privacyPolicy.nav.rights": "Práva a volby",
    "privacyPolicy.nav.retention": "Uchovávání údajů",
    "privacyPolicy.nav.protection": "Ochrana",
    "privacyPolicy.nav.changes": "Oznámení a Změny",
    "privacyPolicy.nav.transfer": "Převod Dat",
    "privacyPolicy.nav.help": "Jak Pomoct",
    "privacyPolicy.nav.contact": "Kontaktuj nás",
    "privacyPolicy.title": "Zásady ochrany osobních údajů",
    "privacyPolicy.lastUpdated": "Podmínky Používáni Scratch byly naposledy změněny: 25. Května, 2023",
    "privacyPolicy.intro": "Nadace Scratch (“<b>Scratch</b>”, “<b>my</b>” nebo “<b>nás</b>”) chápe, jak důležité je soukromí pro naše společenství, zvláště pro děti a rodiče (“<b>vy</b>”, “<b>uživatel</b>”). Napsali jsme tyto zásady ochrany osobních údajů (“<b>Zásady ochrany osobních údajů</b>”), abychom vysvětlili, jaké osobní údaje shromažďujeme prostřednictvím našich stránek (scratch.mit.edu, “<b>Scratch web</b>”), jak je používáme, zpracováváme a sdílíme a co děláme, abychom je udrželi v bezpečí. Také vás informuje o vašich právech a volbách s ohledem na vaše osobní údaje a o tom, jak nás můžete <a>kontaktovat</a>, pokud máte jakékoli dotazy nebo obavy. ",
    "privacyPolicy.offlineEditor": "Pokud byste chtěli vytvářet projekty se Scratch, aniž byste nám museli zadávat jakékoli osobní údaje, můžete si stáhnout a používat <a>Scratch aplikaci</a> offline. Projekty vytvořené ve <a>Scratch aplikaci</a> nejsou přístupné pro nikoho ze Scratch a aplikace nám zašle anonymizované informace zpět pouze v případě, že se tak rozhodnete. Pokud nahrajete své projekty do online komunity Scratch na webové stránce Scratch, budeme shromažďovat vaše osobní informace, jak je vysvětleno v těchto Zásadách ochrany osobních údajů.",
    "privacyPolicy.collectionTitle": "Jaké osobní  informace o mně Scratch shromažďuje?",
    "privacyPolicy.collection1": "Pro účely těchto Zásad ochrany osobních údajů, “<b>Osobní údaje</b>” znamenají jakékoli informace týkající se identifikované nebo identifikovatelné fyzické osoby. Osobní údaje nám můžete poskytnout přímo, například při vytváření účtu, nebo můžeme vaše osobní údaje shromažďovat automaticky, například když přepínáte jazyky nebo si prohlédnete projekt.",
    "privacyPolicy.collection2": "Tam, kde je to možné, vysvětlujeme, zda a proč nám musíte poskytnout své osobní údaje, a také důsledky, pokud se rozhodnete tak neučinit. Například se může stát, že nebudete moci těžit z webových stránek Scratch, pokud jsou tyto osobní údaje nezbytné k tomu, abychom vám mohli poskytnout službu, nebo pokud jsme ze zákona povinni tyto osobní údaje shromažďovat.",
    "privacyPolicy.youProvide": "Osobní údaje, které nám poskytnete",
    "privacyPolicy.accountInformationTitle": "Informace o účtu",
    "privacyPolicy.accountInformationIntro": "Aby bylo možné využívat služby a funkce, které nabízíme na Scratch webu, jako je sdílení projektů, vytváření studií nebo psaní komentářů, musíte si vytvořit účet (svůj vlastní účet, učitelský účet nebo studentský účet).",
    "privacyPolicy.yourAccount": "Když vytvoříte <b>účet pro sebe</b>, požádáme vás o uživatelské jméno a heslo, vaši zemi, pohlaví a vaši e-mailovou adresu. Žádáme vás, abyste si zvolili uživatelské jméno, které neprozrazuje vaše skutečné jméno ani jiné informace, které by vás mohly identifikovat. Ostatní uživatelé mohou vidět vaše uživatelské jméno a zemi, ale ne vaše pohlaví nebo e-mailovou adresu.",
    "privacyPolicy.teacherAccount": "Když vytvoříte <b>učitelský účet</b>, požádáme vás o uživatelské jméno a heslo, vaše telefonní číslo, datum narození, pohlaví, zemi pobytu, jméno a podrobnosti o vašem zaměstnavateli.",
    "privacyPolicy.studentAccount": "Když vytvoříte <b>studentský účet skrze váš učitelský účet</b>, požádáme vás o uživatelské jméno, heslo, datum narození, pohlaví a zemi pobytu. K hromadnému vytváření studentských účtů nemusíte poskytovat e-mailové adresy studentů.",
    "privacyPolicy.userGeneratedContentTitle": "Obsah vytvářený uživateli",
    "privacyPolicy.userGeneratedContentBody": "Zpracováváme veškeré osobní údaje, které se nám rozhodnete poskytnout v obsahu, když vytváříte nebo komunikujete s webovou stránkou Scratch (obvykle označované jako obsah generovaný uživatelem). Například ve Scratch projektech (včetně nesdílených projektů), studiích, textových polích nebo komentářích.",
    "privacyPolicy.communicationsTitle": "Komunikace",
    "privacyPolicy.communicationsBody": "Pokud nás kontaktujete přímo, shromažďujeme osobní údaje, které uvedete ve své zprávě. Když například kontaktujete náš tým zákaznické podpory, můžeme obdržet vaše jméno, e-mailovou adresu, telefonní číslo, obsah zprávy nebo příloh, které nám můžete zaslat, a další informace, které se rozhodnete poskytnout.",
    "privacyPolicy.automaticallyCollect": "Osobní údaje, které shromažďujeme automaticky z vašeho používání Scratch webové stránky",
    "privacyPolicy.locationInformationTitle": "Informace o poloze",
    "privacyPolicy.locationInformationBody": "Když používáte Scratch web, odvozujeme vaše obecné informace o vaší poloze, například z vaší adresy internetového protokolu (IP).",
    "privacyPolicy.cookiesTitle": "Cookies",
    "privacyPolicy.cookiesBody": " Když používáte Scratch web, používáme cookies, majáky, neviditelné tagy, unikátní ID a podobné technologie (souhrnně “Cookies”) k automatickému zaznamenávání určitých osobních údajů z vašeho prohlížeče nebo zařízení. Například vaše IP adresa, umístění v síti, protokoly webového serveru, jaký prohlížeč používáte, ID zařízení a vlastnosti, verze operačního systému, nastavení jazyka prohlížeče, odkazující adresy URL a osobní údaje o používání Scratch webové stránky. Další informace o tom, jak používáme data cookie, naleznete v <a>Zásady používání Scratch cookie.</a>",
    "privacyPolicy.otherSources": "Informace shromážděné z jiných zdrojů",
    "privacyPolicy.thirdPartyInformationTitle": "Informace od třetích stran",
    "privacyPolicy.thirdPartyInformationBody": "Osobní informace o vás můžeme získat od třetích stran, například od vašeho učitele, pokud používáte Scratch v rámci školy. Tyto informace mohou zahrnovat název a adresu vaší školy.",
    "privacyPolicy.publicSourceInformationTitle": "Informace z veřejných zdrojů",
    "privacyPolicy.publicSourceInformationBody": "Vaše osobní údaje můžeme získat z veřejných zdrojů, například ze záznamů o sčítání lidu. Tyto informace mohou zahrnovat demografické údaje o vaší škole nebo geografické oblasti.",
    "privacyPolicy.usageTitle": "Jak Scratch používá mé osobní informace?",
    "privacyPolicy.usageBody": "Hlavním účelem je poskytnout vám služby, které nabízíme prostřednictvím Scratch webové stránky a zlepšit vaše zkušenosti s učením. Přehled použití:",
    "privacyPolicy.usage.internalAndServiceTitle": "Interní použití a použití související se službami",
    "privacyPolicy.usage.internalAndServiceBody": "Osobní údaje používáme pro interní účely, včetně provozu, poskytování a údržby Scratch webové stránky. Například nasměrovat uživatele na požadovaný obsah, vytvořit a obnovit účty a umožnit uživatelům vytvářet a sdílet projekty.",
    "privacyPolicy.usage.analyticsTitle": "Analytika a vylepšování Scratch webu",
    "privacyPolicy.usage.analyticsBody": "Osobní údaje, které shromažďujeme na webových stránkách Scratch, jako je vaše poloha a vaše aktivity, používáme ke sledování a analýze používání Scratch webu a ke zlepšení vašeho zážitku z učení.",
    "privacyPolicy.usage.communicationsBody": "Na e-mailovou adresu, kterou nám poskytnete, můžeme zasílat e-maily pro účely zákaznického servisu nebo technické podpory. Můžeme také zasílat newsletter na e-mailovou adresu, kterou nám poskytnete, když se přihlásíte k odběru dalších sdělení od nás.",
    "privacyPolicy.usage.researchTitle": "Akademický a vědecký výzkum",
    "privacyPolicy.usage.researchBody": " Anonymizujeme a kumulujeme osobní údaje shromážděné prostřednictvím webu Scratch pro statistickou analýzu v kontextu vědeckého a akademického výzkumu. Například nám pomáhá pochopit, jak se lidé učí prostřednictvím Scratch webu a jak můžeme vylepšit výukové nástroje pro mládež. Výsledky takového výzkumu jsou sdíleny s pedagogy a výzkumnými pracovníky prostřednictvím konferencí, časopisů a dalších akademických nebo vědeckých publikací. Více se dozvíte na naší <a>stránce výzkumu.</a>",
    "privacyPolicy.usage.legalTitle": "Legální",
    "privacyPolicy.usage.legalBody": " Vaše osobní údaje můžeme použít k prosazení našich <terms>Podmínek použití</terms>,  k obraně našich zákonných práv a k dodržování našich zákonných povinností a interních zásad. Moderujeme obsah zveřejněný na Scratch webu, včetně sdílených a nesdílených projektů, komentářů a příspěvků na fóru, abychom zajistili, že naše <guidelines> Pravidla společenství </guidelines> jsou respektována. Vaše osobní údaje používáme také k odhalování a prevenci podvodů, spamu a zneužívání. My a naši poskytovatelé služeb to můžeme dělat čtením informací uložených v cookies nastavených ve vašem prohlížeči, analýzou vašeho používání Scratch webových stránek a dalšími prostředky.",
    "privacyPolicy.legalGrounds.title": "Jaké jsou právní důvody pro zpracování tvých osobních informací?",
    "privacyPolicy.legalGrounds.intro": "Pokud se nacházíte v Evropském hospodářském prostoru, Spojeném království nebo Švýcarsku, zpracováváme vaše osobní údaje pouze na základě platného právního důvodu. “Právní důvod” je důvodem, který ospravedlňuje naše používání vašich osobních údajů. Můžeme použít různé právní důvody, například:",
    "privacyPolicy.legalGrounds.communications": "Souhlasili jste s používáním vašich osobních údajů, například k přijímání elektronických marketingových sdělení;",
    "privacyPolicy.legalGrounds.services": "Potřebujeme vaše osobní údaje k poskytování našich služeb, včetně registrace účtu, odpovídání na vaše dotazy nebo zákaznické podpory;",
    "privacyPolicy.legalGrounds.obligation": "Máme zákonnou povinnost používat vaše osobní údaje; nebo",
    "privacyPolicy.legalGrounds.thirdParty": "My nebo třetí strana máme oprávněný zájem na používání vašich osobních údajů. Zejména máme oprávněný zájem na používání vašich osobních údajů k analýze a sdílení vašich agregovaných nebo anonymizovaných informací pro výzkumné účely, k analýze a zlepšování vašich zkušeností s učením na Scratch webu a k dalšímu zajištění a zlepšení bezpečnosti, zabezpečení a výkonu webu Scratch. Při zpracování vašich osobních údajů se spoléháme pouze na naše oprávněné zájmy nebo oprávněné zájmy třetí strany, pokud tyto zájmy nejsou převáženy vašimi právy a zájmy.",
    "privacyPolicy.share.title": "Jak Scratch sdílí mé osobní informace?",
    "privacyPolicy.share.intro": "Osobní informace, které shromažďujeme prostřednictvím Scratch webu, zpřístupňujeme třetím stranám, pokud s tím souhlasíte, a také za následujících okolností:",
    "privacyPolicy.share.serviceProvidersTitle": "Poskytovatelé služeb",
    "privacyPolicy.share.serviceProvidersBody": "Třetím stranám, které poskytují služby jako je hosting webových stránek, analýza dat, informační technologie a související infrastruktura, zákaznický servis, doručování e-mailů a další služby.",
    "privacyPolicy.share.researchTitle": "Akademický a vědecký výzkum",
    "privacyPolicy.share.researchBody": "Výzkumným institucím, jako je Massachusetts Institute of Technology (MIT), abychom se dozvěděli, jak se naši uživatelé učí prostřednictvím Scratch webových stránek a vyvinuli nové výukové nástroje.",
    "privacyPolicy.share.mergerTitle": "Sloučení",
    "privacyPolicy.share.mergerBody": "Potenciálnímu nebo skutečnému nabyvateli, nástupci nebo nabyvateli v rámci jakékoli reorganizace, fúze, prodeje, společného podniku, postoupení, převodu nebo jiného nakládání s celou naší organizací nebo aktivy nebo jejich částí. Budete mít možnost odhlásit se z jakéhokoli takového převodu, pokud se plánované zpracování vašich osobních údajů novým subjektem podstatně liší od toho, které je uvedeno v těchto Zásadách ochrany osobních údajů.",
    "privacyPolicy.share.legalTitle": "Legální",
    "privacyPolicy.share.legalBody": "Pokud to vyžaduje zákon nebo v dobré víře, že takový krok je vhodný: (a) podle platných zákonů, včetně zákonů mimo zemi tvého bydliště; (b) abychom vyhověli právnímu procesu; (c) reakce na žádosti veřejných a vládních orgánů, jako jsou školy, školní obvody a donucovací orgány, včetně veřejných a vládních orgánů mimo zemi tvého bydliště; (d) k prosazování našich smluvních podmínek; (e) k ochraně našich operací nebo operací kterékoli z našich přidružených společností; (f) k ochraně našich práv, soukromí, bezpečnosti nebo majetku a/nebo našich přidružených společností, tebe nebo jiných osob; a (g) abychom mohli usilovat o dostupné opravné prostředky nebo omezit škody, které můžeme utrpět.",
    "privacyPolicy.thirdPartyServices.title": "Aplikace Třetích Stran",
    "privacyPolicy.thirdPartyServices.body": "Tyto zásady ochrany osobních údajů se vztahují pouze na zpracování vašich osobních údajů společností Scratch. Neřeší a my nejsme zodpovědní za soukromí, informace nebo jiné praktiky třetích stran, včetně jakékoli třetí strany provozující jakoukoliv stránku nebo službu, na kterou Scratch web odkazuje. Zahrnutí odkazu na Scratch web neznamená, že odkazovanou stránku nebo službu schvalujeme my nebo naši přidružení.",
    "privacyPolicy.childPrivacy.title": "Soukromí dětí a studentů",
    "privacyPolicy.childPrivacy.body1": "Nadace Scratch je nezisková organizace podle paragrafu 501(c)(3). Zákon o ochraně soukromí dětí na internetu (COPPA) se jako takový nevztahuje na Scratch web. Přesto Scratch bere soukromí dětí vážně. Scratch shromažďuje pouze minimum informací od svých uživatelů a používá a zveřejňuje informace pouze k poskytování služeb a pro omezené jiné účely, jako je výzkum, jak je popsáno v těchto Zásadách ochrany osobních údajů.",
    "privacyPolicy.childPrivacy.body2": "Scratch neshromažďuje informace ze záznamů o vzdělání studenta, jak je definováno v zákoně Family Educational Rights and Privacy Act (FERPA). Scratch nezveřejňuje osobní údaje studentů žádným třetím stranám s výjimkou případů popsaných v těchto Zásadách ochrany osobních údajů: poskytovatelům služeb a výzkumným institucím.",
    "privacyPolicy.rights.title": "Tvoje práva a volby",
    "privacyPolicy.rights.updatingTitle": "Aktualizace tvých údajů",
    "privacyPolicy.rights.updatingBody1": "Můžeš aktualizovat své heslo,  e-mailovou adresu a zemi prostřednictvím stránky <settings>Nastavení účtu</settings>. Můžeš také resetovat své heslo skrze stránku <reset>Reset účtu</reset>. Nemůžeš změnit své uživatelské jméno, ale můžeš si vytvořit nový účet a ručně zkopírovat své projekty do nového účtu.",
    "privacyPolicy.rights.updatingBody2": "Pokud chceš smazat svůj účet, přihlaš se do Scratch a poté klikni na své uživatelské jméno v pravém horním rohu. Vyber \"Nastavení účtu,\" pak klikni na odkaz \"Chci zrušit svůj účet\" na dolním okraji stránky. Smazáním účtu se skryjí všechny osobní údaje před veřejností, ale neodstraní  všechny tvé osobní údaje z našich serverů. Pokud chceš, aby byly všechny tvoje osobní údaje odstraněny z našich serverů, prosím obrať se na help@scratch.mit.edu a požádej o pomoc.",
    "privacyPolicy.rights.marketingTitle": "Marketingová komunikace",
    "privacyPolicy.rights.marketingBody": "Pokud se kdykoli rozhodnete, že si od nás již nepřejete dostávat marketingová sdělení, postupujte podle pokynů k odhlášení uvedených v kterémkoli z těchto sdělení. Můžete se také odhlásit z odběru e-mailů od nás zasláním žádosti e-mailem na help@scratch.mit.edu. Mějte prosím na paměti, že i poté, co se odhlásíte z odběru marketingových sdělení od nás, můžete od nás nadále dostávat administrativní zprávy týkající se vašeho účtu.",
    "privacyPolicy.rights.data.title": "Vaše práva na ochranu osobních údajů (EHP, Velká Británie a Švýcarsko)",
    "privacyPolicy.rights.data.intro": "Pokud se nacházíte v Evropském hospodářském prostoru, Spojeném království nebo Švýcarsku, máte určitá práva týkající se vašich osobních údajů:",
    "privacyPolicy.rights.data.access": "<b>Přístup, oprava a přenositelnost údajů:</b> Můžete požádat o přehled osobních údajů, které o vás zpracováváme, a o kopii vašich osobních údajů. Máte také právo požádat o opravu neúplných, nepřesných nebo zastaralých osobních údajů. V rozsahu vyžadovaném platnými právními předpisy nás můžete požádat, abychom vaše osobní údaje poskytli jiné společnosti.",
    "privacyPolicy.rights.data.objection": "<b>Námitka:</b> Můžete vznést námitku (to znamená “požádat nás o zastavení”) proti jakémukoliv použití vašich osobních údajů, které (i) není zpracováváno za účelem splnění zákonné povinnosti, (ii) není nezbytné k tomu, aby bylo učiněno to, co je stanoveno ve smlouvě mezi společností Scratch a vámi, nebo (iii) pokud k tomu máme závažný důvod (například k zajištění bezpečnosti a zabezpečení v naší online komunitě). Pokud vznesete námitku, budeme s vámi spolupracovat na nalezení rozumného řešení.",
    "privacyPolicy.rights.data.deletion": "<b>Vymazání:</b> Můžete také požádat o vymazání svých osobních údajů, jak to umožňují platné zákony. To platí například v případě, že jsou vaše osobní údaje zastaralé nebo jejich zpracování není nezbytné nebo je nezákonné; pokud odvoláte svůj souhlas s naším zpracováním na základě takového souhlasu; nebo pokud jste vznesli námitku proti našemu zpracování. V některých situacích může být nutné uchovávat vaše osobní údaje kvůli zákonným povinnostem nebo pro účely soudních sporů.",
    "privacyPolicy.rights.data.restriction": "<b>Omezení zpracování:</b> Můžete požádat, abychom omezili zpracování vašich osobních údajů během zpracování žádosti týkající se (i) přesnosti vašich osobních údajů, (ii) zákonnosti zpracování vašich osobních údajů nebo (iii) našich oprávněných zájmů na zpracování těchto osobních údajů. Můžete také požádat, abychom omezili zpracování vašich osobních údajů, pokud si přejete použít osobní údaje pro účely soudních sporů.",
    "privacyPolicy.rights.data.consent": "<b>Odvolání souhlasu:</b> Pokud se spoléháme na souhlas se zpracováním vašich osobních údajů, máte právo jej kdykoli a bezplatně odvolat. Pokud tak učiníte, uplatníme vaše preference do budoucna, což nebude mít vliv na zákonnost zpracování před odvoláním vašeho souhlasu.",
    "privacyPolicy.rights.data.exceptions": "Každé z těchto práv však má své výjimky a omezení. Můžeme například odmítnout vyhovět žádosti, pokud je žádost zjevně neopodstatněná nebo nepřiměřená nebo pokud je pravděpodobné, že žádost nepříznivě ovlivní práva a svobody jiných osob, poškodí výkon nebo vymáhání práva, zasahuje do probíhajících nebo budoucích soudních sporů nebo porušuje platné právo. Chcete-li podat žádost o uplatnění svých práv, obraťte se na help@scratch.mit.edu a požádejte o pomoc. Kromě výše uvedených práv máte také právo podat stížnost u příslušného dozorového úřadu, a to i v zemi vašeho bydliště, místa výkonu práce nebo v případě, že došlo k incidentu, v souladu s platnými právními předpisy.",
    "privacyPolicy.retentionTitle": "Uchovávání údajů",
    "privacyPolicy.retentionBody": "Přijímáme opatření k vymazání vašich osobních údajů nebo k jejich uchování ve formě, která neumožňuje vaši identifikaci, pokud tyto údaje již nejsou nezbytné pro účely, pro které je zpracováváme, pokud nejsme ze zákona povinni uchovávat tyto osobní údaje po delší dobu. Při určování doby uchovávání bereme v úvahu různá kritéria, jako je typ služeb, které jste si vyžádali nebo které vám byly poskytnuty, povaha a délka našeho vztahu s vámi, případná opětovná registrace k našim službám, dopad na služby, které vám poskytujeme, pokud vymažeme některé osobní údaje od vás nebo o vás, povinné lhůty pro uchovávání stanovené zákonem a promlčecí lhůtou.",
    "privacyPolicy.protectionTitle": "Jak Scratch chrání mé osobní informace?",
    "privacyPolicy.protectionBody": "Scratch má zavedeny administrativní, fyzické a technické postupy, které jsou určeny k ochraně osobních údajů, které shromažďujeme na webu Scratch, před náhodným nebo nezákonným zničením, náhodnou ztrátou, neoprávněnou změnou, neoprávněným zveřejněním nebo přístupem, zneužitím a jakoukoli jinou nezákonnou formou zpracování osobních údajů. Například používáme SSL/TLS pro všechny datové přenosy a striktně omezujeme přístup k Scratch serverům a datům, která na nich ukládáme. Jakkoli jsou však tato opatření účinná, žádný bezpečnostní systém není neproniknutelný. Nemůžeme zcela zaručit bezpečnost našich databází, ani nemůžeme zaručit, že osobní údaje, které nám poskytnete, nebudou zachyceny při přenosu přes internet.",
    "privacyPolicy.transferTitle": "Mezinárodní přeshraniční přenos dat",
    "privacyPolicy.transferBody1": "Vaše osobní údaje můžeme přenášet do jiných zemí, než je země, ve které se nacházíte, včetně USA (kde se nacházejí servery Scratch) nebo do jakékoli jiné země, ve které máme my nebo naši poskytovatelé služeb svá zařízení. Pokud se nacházíte v Evropském hospodářském prostoru, Spojeném království nebo Švýcarsku nebo v jiných regionech se zákony upravujícími shromažďování a používání údajů, které se mohou lišit od zákonů USA, vezměte prosím na vědomí, že vaše osobní údaje můžeme přenést do země a jurisdikce, která nemá stejné zákony na ochranu údajů jako vaše jurisdikce.",
    "privacyPolicy.transferBody2": "Uplatňujeme administrativní, fyzické a technické postupy, abychom zajistili důvěrnost a bezpečnost osobních údajů zpracovávaných a přenášených naším jménem. To zahrnuje postupy, které zajistí, že vaše osobní údaje budou zpracovávány pouze pro účely, pro které byly shromážděny. Chcete-li získat další informace o převodech, kontaktujte nás pomocí níže uvedených kontaktních údajů.",
    "privacyPolicy.helpTitle": "Co mohu udělat pro ochranu soukromí na webu Scratch?",
    "privacyPolicy.helpBody": "Nesdílejte prosím osobní kontaktní údaje (jako je vaše jméno, fyzická adresa, e-mailová adresa nebo telefonní číslo) v projektech, komentářích, profilech, studiích nebo příspěvcích na fóru. Pokud se vám zobrazí tento druh informací, dejte nám prosím vědět pomocí odkazu “Nahlásit”, který se zobrazí na stránce. Je také důležité, abyste udržovali bezpečnost a kontrolu nad přihlašovacími údaji k účtu a s nikým nesdíleli své heslo.",
    "privacyPolicy.changesTitle": "Oznámení o změnách zásad ochrany osobních údajů",
    "privacyPolicy.changesBody": "Naše bezpečnostní opatření a zásady ochrany osobních údajů pravidelně kontrolujeme a podle potřeby je můžeme upravit. Pokud provedeme podstatné změny zásad, upozorníme vás na to prostřednictvím webu nebo zasláním e-mailu či jiné komunikace. Doporučujeme vám, abyste naše Zásady ochrany osobních údajů pravidelně kontrolovali. Datum  “Poslední aktualizace” v horní části této stránky označuje, kdy byly tyto Zásady ochrany osobních údajů naposledy revidovány. Vaše další používání Scratch webu po těchto změnách znamená, že přijímáte revidované Zásady ochrany osobních údajů.",
    "privacyPolicy.contactTitle": "Kontaktuj nás",
    "privacyPolicy.contactBody": "Nadace Scratch je subjekt odpovědný za zpracování vašich osobních údajů. Máte-li jakékoli dotazy týkající se těchto zásad ochrany osobních údajů nebo chcete-li uplatnit svá práva týkající se vašich osobních údajů, můžete nás kontaktovat na adrese help@scratch.mit.edu nebo poštou na adrese:"
}