{
    "privacyPolicy.nav.collection": "Casglu",
    "privacyPolicy.nav.usage": "Defnydd",
    "privacyPolicy.nav.share": "Rhannu",
    "privacyPolicy.nav.thirdParties": "Gwasanaethau Trydydd Parti",
    "privacyPolicy.nav.childPrivacy": "Preifatrwydd Plant a Dysgwyr",
    "privacyPolicy.nav.rights": "Hawliau a Dewisiadau",
    "privacyPolicy.nav.retention": "Cadw Data",
    "privacyPolicy.nav.protection": "Diogelwch",
    "privacyPolicy.nav.changes": "Hysbysiadau o Newidiadau",
    "privacyPolicy.nav.transfer": "Trosglwyddo Data",
    "privacyPolicy.nav.help": "Sut i Helpu",
    "privacyPolicy.nav.contact": "Cysylltu â Ni",
    "privacyPolicy.title": "Polisi Preifatrwydd",
    "privacyPolicy.lastUpdated": "Diweddarwyd Polisi Preifatrwydd Scratch ddiwethaf: Mai 25, 2023",
    "privacyPolicy.intro": "Mae'r Scratch Foundation (“<b>Scratch</b>” ” neu “<b>ni</b>”) yn deall pa mor bwysig yw preifatrwydd i'n cymuned, yn enwedig plant a rhieni (“<b>chi</b>”, “<b>defnyddiwr</b>”). Fe wnaethon ni ysgrifennu'r polisi preifatrwydd hwn (“<b>Polisi Preifatrwydd</b>”) i esbonio pa Fanylion Personol rydyn ni'n ei chasglu trwy ein gwefan (scratch.mit.edu, “<b>Gwefan Scratch</b>”), sut rydyn ni'n ei ddefnyddio, ei phrosesu, a'i rhannu, a beth ydyn ni gwneud i'w gadw'n ddiogel. Mae hefyd yn dweud wrthych am eich hawliau a'ch dewisiadau o ran eich Manylion Personol, a sut y gallwch <a>gysylltu â ni</a> os oes gennych unrhyw gwestiynau neu bryderon.",
    "privacyPolicy.offlineEditor": "Os hoffech adeiladu projectau gyda Scratch heb gyflwyno unrhyw Fanylion Personol i ni, gallwch lwytho i lawr a defnyddio <a>ap Scratch</a> all-lein. Nid yw projectau a grëwyd yn yr <a>ap Scratch</a> yn hygyrch gan Scratch, a bydd yr ap ond yn anfon gwybodaeth ddienw yn ôl atom os byddwch yn dewis gwneud hynny. Os byddwch yn llwytho eich prosiectau i fyny i gymuned ar-lein Scratch ar Wefan Scratch, byddwn yn casglu eich Manylion Personol fel sydd wedi'i egluro yn y Polisi Preifatrwydd hwn.",
    "privacyPolicy.collectionTitle": "Pa Wybodaeth Bersonol Mae Scratch yn ei Gasglu Amdanaf I?",
    "privacyPolicy.collection1": "At ddibenion y Polisi Preifatrwydd hwn, mae “ <b>Manylion Personol</b> ” yn golygu unrhyw wybodaeth sy'n ymwneud ag unigolyn a nodwyd neu adnabyddadwy. Gallwch roi Manylion Personol i ni yn uniongyrchol, megis pan fyddwch yn creu cyfrif, neu efallai y byddwn yn casglu eich Manylion Personol yn awtomatig, megis pan fyddwch yn newid iaith neu'n edrych ar broject.",
    "privacyPolicy.collection2": "Lle bo’n berthnasol, rydym yn esbonio a oes rhaid i chi roi eich Manylion Personol i ni a pham, yn ogystal â’r canlyniadau os byddwch yn dewis peidio â gwneud hynny. Er enghraifft, efallai na fyddwch yn gallu elwa o Wefan Scratch os yw’r Manylion Personol honno’n angenrheidiol i ddarparu’r gwasanaeth i chi neu os yw’n ofynnol yn gyfreithiol i ni gasglu’r Manylion Personol honno.",
    "privacyPolicy.youProvide": "Manylion Personol Rydych yn Ei Ddarparu i Ni",
    "privacyPolicy.accountInformationTitle": "Manylion y Cyfrif",
    "privacyPolicy.accountInformationIntro": "Er mwyn defnyddio'r gwasanaethau a'r nodweddion rydyn ni'n eu cynnig ar Wefan Scratch, megis i rannu projectau, creu stiwdios, neu gofnodi sylwadau, mae angen i chi greu cyfrif (eich cyfrif eich hun, cyfrif athro neu gyfrif myfyriwr).",
    "privacyPolicy.yourAccount": "Pan fyddwch yn creu <b>cyfrif i chi'ch hun</b>, gofynnwn i chi am enw defnyddiwr a chyfrinair, eich gwlad, rhyw, a'ch cyfeiriad e-bost. Gofynnwn i chi ddewis enw defnyddiwr nad yw'n datgelu eich enw iawn neu wybodaeth arall a allai ddatgelu pwy ydych. Gall defnyddwyr eraill weld eich enw defnyddiwr a'ch gwlad, ond nid eich rhyw na'ch cyfeiriad e-bost.",
    "privacyPolicy.teacherAccount": "Pan fyddwch yn creu <b>cyfrif athro</b>, gofynnwn am enw defnyddiwr a chyfrinair, eich rhif ffôn, dyddiad geni, rhyw, gwlad breswyl, enw, a manylion eich cyflogwr.",
    "privacyPolicy.studentAccount": "Pan fyddwch yn creu <b>cyfrifon myfyrwyr trwy eich cyfrif athro</b>, gofynnwn am enw defnyddiwr, cyfrinair, dyddiad geni, rhyw, a gwlad breswyl. Nid oes angen i chi ddarparu cyfeiriadau e-bost myfyrwyr i greu cyfrifon myfyrwyr niferus.",
    "privacyPolicy.userGeneratedContentTitle": "Cynnwys Wedi'i Gynhyrchu gan Ddefnyddwyr",
    "privacyPolicy.userGeneratedContentBody": "Rydym yn prosesu unrhyw Fanylion Personol y byddwch yn dewis ei darparu i ni mewn cynnwys pan fyddwch yn creu neu'n rhyngweithio â Gwefan Scratch (rydym yn cyfeirio ato fel arfer fel cynnwys wedi'i gynhyrchu gan ddefnyddwyr). Er enghraifft, mewn projectau Scratch (gan gynnwys projectau heb eu rhannu), stiwdios, meysydd testun, neu sylwadau.",
    "privacyPolicy.communicationsTitle": "Cyfathrebu",
    "privacyPolicy.communicationsBody": "Os byddwch chi'n cysylltu â ni'n uniongyrchol, rydyn ni'n casglu'r Manylion Personol rydych chi'n ei darparu yn eich neges. Er enghraifft, pan fyddwch yn cysylltu â'n Tîm Cymorth i Gwsmeriaid, efallai y byddwn yn derbyn eich enw, cyfeiriad e-bost, rhif ffôn, cynnwys neges neu atodiadau rydych o bosib yn eu hanfon atom, ac unrhyw wybodaeth arall y byddwch yn dewis ei darparu.",
    "privacyPolicy.automaticallyCollect": "Y Manylion Personol Rydym yn eu Casglu'n Awtomatig o'ch Defnydd o Wefan Scratch",
    "privacyPolicy.locationInformationTitle": "Manylion Lleoliad",
    "privacyPolicy.locationInformationBody": "Pan fyddwch yn defnyddio Gwefan Scratch, rydym yn casglu eich manylion lleoliad cyffredinol, er enghraifft, trwy ddefnyddio eich cyfeiriad protocol rhyngrwyd (IP).",
    "privacyPolicy.cookiesTitle": "Cwcis",
    "privacyPolicy.cookiesBody": "Pan fyddwch yn defnyddio Gwefan Scratch, rydym yn defnyddio cwcis, beconau, tagiau anweledig, IDau unigryw a thechnolegau tebyg (gyda'i gilydd “Cwcis”) i gofnodi Manylion Personol benodol o'ch porwr neu ddyfais yn awtomatig. Er enghraifft, eich cyfeiriad IP, lleoliad rhwydwaith, logiau gweinydd gwe, pa borwr rydych chi'n ei ddefnyddio, IDau a nodweddion dyfeisiau, fersiwn y system weithredu, gosodiadau iaith porwr, cyfeiriadau URL, a Manylion Personol am y defnydd o Wefan Scratch. I gael rhagor o wybodaeth am ein defnydd o Gwcis, cyfeiriwch at y <a>Polisi Cwcis Scratch.</a>",
    "privacyPolicy.otherSources": "Gwybodaeth a Gasglwyd o Ffynonellau Eraill",
    "privacyPolicy.thirdPartyInformationTitle": "Gwybodaeth gan Drydydd Partïon",
    "privacyPolicy.thirdPartyInformationBody": "Mae’n bosibl y byddwn yn cael Manylion Personol amdanoch gan drydydd partïon, megis gan eich athro os ydych yn defnyddio Scratch o fewn ysgol. Gall y wybodaeth hon gynnwys enw a chyfeiriad eich ysgol.",
    "privacyPolicy.publicSourceInformationTitle": "Gwybodaeth o Ffynonellau Cyhoeddus",
    "privacyPolicy.publicSourceInformationBody": "Mae’n bosibl y byddwn yn cael Manylion Personol amdanoch o ffynonellau cyhoeddus, megis cofnodion cyfrifiad. Gall y wybodaeth hon gynnwys gwybodaeth ddemograffig am eich ysgol neu ranbarth daearyddol.",
    "privacyPolicy.usageTitle": "Sut Mae Scratch yn Defnyddio Fy Manylion Personol?",
    "privacyPolicy.usageBody": "Y prif bwrpas yw darparu'r gwasanaethau rydym yn eu cynnig i chi trwy Wefan Scratch a gwella eich profiad dysgu. Trosolwg o'r defnyddiau:",
    "privacyPolicy.usage.internalAndServiceTitle": "Defnydd Mewnol a Chysylltiedig â Gwasanaeth",
    "privacyPolicy.usage.internalAndServiceBody": "Rydym yn defnyddio Manylion Personol at ddibenion mewnol, gan gynnwys i weithredu, darparu a chynnal Gwefan Scratch. Er enghraifft, i gyfeirio defnyddwyr at y cynnwys y gofynnwyd amdano, i greu ac adennill cyfrifon ac i alluogi defnyddwyr i greu a rhannu projectau.",
    "privacyPolicy.usage.analyticsTitle": "Dadansoddeg a Gwella Gwefan Scratch",
    "privacyPolicy.usage.analyticsBody": "Rydym yn defnyddio'r Manylion Personol rydym yn eu casglu ar Wefan Scratch, fel eich lleoliad a'ch gweithgareddau, i fonitro a dadansoddi'r defnydd o Wefan Scratch ac i wella eich profiad dysgu.",
    "privacyPolicy.usage.communicationsBody": "Efallai y byddwn yn anfon e-byst i gyfeiriad e-bost fyddwch yn ei roi i ni at ddibenion gwasanaeth cwsmeriaid neu gymorth technegol. Efallai y byddwn hefyd yn anfon cylchlythyr i'r cyfeiriad e-bost fyddwch yn ei roi i ni pan fyddwch yn tanysgrifio i dderbyn cyfathrebiadau ychwanegol gennym.",
    "privacyPolicy.usage.researchTitle": "Ymchwil Academaidd a Gwyddonol",
    "privacyPolicy.usage.researchBody": "Rydym yn dad-adnabod ac yn agregu Manylion Personol sy'n cael eu casglu trwy Wefan Scratch ar gyfer dadansoddiad ystadegol yng nghyd-destun ymchwil wyddonol ac academaidd. Er enghraifft, i'n helpu i ddeall sut mae pobl yn dysgu trwy wefan Scratch a sut y gallwn ni wella offer dysgu ar gyfer pobl ifanc. Mae canlyniadau ymchwil o'r fath yn cael eu rhannu gydag addysgwyr ac ymchwilwyr trwy gynadleddau, cyfnodolion, a chyhoeddiadau academaidd neu wyddonol eraill. Gallwch ddarganfod mwy ar ein <a>tudalen Ymchwil.</a>",
    "privacyPolicy.usage.legalTitle": "Cyfreithiol",
    "privacyPolicy.usage.legalBody": "Efallai y byddwn yn defnyddio eich Manylion Personol i orfodi ein <terms>Telerau Defnyddio</terms>, i ddiogelu ein hawliau cyfreithiol, ac i gydymffurfio â’n rhwymedigaethau cyfreithiol a’n polisïau mewnol. Rydym yn cymedroli cynnwys sy'n cael ei bostio i Wefan Scratch, gan gynnwys projectau sy'n cael eu rhannu a heb eu rhannu, sylwadau, a negeseuon fforwm i sicrhau bod ein <guidelines>Canllawiau Cymunedol</guidelines> yn cael eu parchu. Rydym hefyd yn defnyddio eich Manylion Personol i ganfod ac atal twyll, sbam, a chamdriniaeth. Mae’n bosibl y byddwn ni a’n darparwyr gwasanaeth yn gwneud hyn drwy ddarllen gwybodaeth sy'n cael ei gadw mewn cwcis sydd wedi’u gosod yn eich porwr, dadansoddi eich defnydd o Wefan Scratch, a thrwy ddulliau eraill.",
    "privacyPolicy.legalGrounds.title": "Beth yw'r Seiliau Cyfreithiol dros Brosesu Eich Manylion Personol?",
    "privacyPolicy.legalGrounds.intro": "Os ydych wedi eich lleoli yn yr Ardal Economaidd Ewropeaidd, y Deyrnas Unedig neu’r Swistir, dim ond ar sail gyfreithiol ddilys y byddwn yn prosesu eich Manylion Personol. Mae “sail gyfreithiol” yn rheswm sy’n cyfiawnhau ein defnydd o’ch Manylion Personol. Gallwn ddefnyddio seiliau cyfreithiol gwahanol, megis:",
    "privacyPolicy.legalGrounds.communications": "Rydych wedi cydsynio i ddefnyddio eich Manylion Personol, er enghraifft, i dderbyn cyfathrebiadau marchnata electronig;",
    "privacyPolicy.legalGrounds.services": "Mae arnom angen eich Manylion Personol i ddarparu ein gwasanaethau, gan gynnwys ar gyfer cofrestru cyfrifon, i ymateb i'ch ymholiadau, neu ar gyfer cymorth cwsmeriaid;",
    "privacyPolicy.legalGrounds.obligation": "Mae gennym rwymedigaeth gyfreithiol i ddefnyddio eich Manylion Personol; neu",
    "privacyPolicy.legalGrounds.thirdParty": "Mae gennym ni neu drydydd parti fuddiant cyfreithlon mewn defnyddio eich Manylion Personol. Yn benodol, mae gennym ddiddordeb cyfreithlon mewn defnyddio eich Manylion Personol i ddadansoddi a rhannu eich gwybodaeth gyfun neu ddad-adnabyddedig at ddibenion ymchwil, i ddadansoddi a gwella eich profiad dysgu ar Wefan Scratch ac fel arall i sicrhau a gwella diogelwch, a pherfformiad gwefan Scratch. Rydym ond yn dibynnu ar ein buddiannau cyfreithlon ni neu drydydd parti i brosesu eich Manylion Personol pan na chaiff y buddiannau hyn eu diystyru gan eich hawliau a’ch buddiannau.",
    "privacyPolicy.share.title": "Sut Mae Scratch yn Rhannu fy Manylion Personol?",
    "privacyPolicy.share.intro": "Rydyn ni'n datgelu Manylion Personol rydyn ni'n ei chasglu trwy Wefan Scratch i drydydd parti, os ydych chi'n cydsynio i ni wneud hynny, yn ogystal ag o dan yr amgylchiadau canlynol:",
    "privacyPolicy.share.serviceProvidersTitle": "Darparwyr Gwasanaeth",
    "privacyPolicy.share.serviceProvidersBody": "I drydydd partïon sy'n darparu gwasanaethau fel gwesteio gwefannau, dadansoddi data, technoleg gwybodaeth a darpariaethau seilwaith cysylltiedig, gwasanaeth cwsmeriaid, anfon e-byst, a gwasanaethau eraill.",
    "privacyPolicy.share.researchTitle": "Ymchwil Academaidd a Gwyddonol",
    "privacyPolicy.share.researchBody": "Ymchwilio i sefydliadau, fel y Massachusetts Institute of Technology (MIT), i ddysgu am sut mae ein defnyddwyr yn dysgu trwy Wefan Scratch a datblygu offer dysgu newydd.",
    "privacyPolicy.share.mergerTitle": "Cyfuno",
    "privacyPolicy.share.mergerBody": "I gaffaelwr, olynydd, neu aseinai posibl neu wirioneddol fel rhan o unrhyw ad-drefnu, uno, gwerthu, menter ar y cyd, aseiniad, trosglwyddiad, neu warediad arall o'n sefydliad neu asedau i gyd neu unrhyw ran ohono. Byddwch yn cael y cyfle i optio allan o unrhyw drosglwyddiad o’r fath os yw gwaith prosesu arfaethedig yr endid newydd o’ch Manylion Personol yn wahanol iawn i’r hyn a nodir yn y Polisi Preifatrwydd hwn.",
    "privacyPolicy.share.legalTitle": "Cyfreithiol",
    "privacyPolicy.share.legalBody": "Os gofynnir i chi wneud hynny yn ôl y gyfraith neu'n ddidwyll, cred fod gweithredu o'r fath yn briodol: (a) o dan gyfraith berthnasol, gan gynnwys cyfreithiau y tu allan i'ch gwlad breswyl; (b) cydymffurfio â'r broses gyfreithiol; (c) i ymateb i geisiadau gan awdurdodau cyhoeddus a llywodraeth, megis ysgolion, ardaloedd ysgol, a gorfodi'r gyfraith, gan gynnwys awdurdodau cyhoeddus a llywodraeth y tu allan i'ch gwlad breswyl; (d) i orfodi ein telerau ac amodau; (e) i ddiogelu ein gweithrediadau neu weithrediadau unrhyw un o'n partneriaid; (f) i amddiffyn ein hawliau, preifatrwydd, diogelwch, neu eiddo, a/neu eiddo ein cysylltiedig, chi, neu eraill; ac (g) i'n galluogi i fynd ar drywydd rhwymedïau sydd ar gael neu gyfyngu ar yr iawndal y gallwn ei gael.",
    "privacyPolicy.thirdPartyServices.title": "Gwasanaethau Trydydd Parti",
    "privacyPolicy.thirdPartyServices.body": "Mae'r Polisi Preifatrwydd hwn yn berthnasol i brosesu eich Manylion Personol trwy Scratch yn unig. Nid yw'n mynd i'r afael, ac nid ydym yn gyfrifol am, breifatrwydd, gwybodaeth, nac arferion eraill unrhyw drydydd parti, gan gynnwys unrhyw drydydd parti sy'n gweithredu unrhyw wefan neu wasanaeth y mae Gwefan Scratch yn cysylltu ag ef. Nid yw cynnwys dolen ar Wefan Scratch yn awgrymu ein bod ni na'n cymdeithion yn cymeradwyo'r wefan neu'r gwasanaeth cysylltiedig.",
    "privacyPolicy.childPrivacy.title": "Preifatrwydd Plant a Dysgwyr",
    "privacyPolicy.childPrivacy.body1": "Mae Sefydliad Scratch yn sefydliad dim-er-elw 501(c)(3). O’r herwydd, nid yw’r Children’s Online Privacy Protection Act (COPPA) yn berthnasol i Wefan Scratch. Serch hynny, mae Scratch yn cymryd preifatrwydd plant o ddifrif. Ychydig iawn o wybodaeth y mae Scratch yn ei chasglu gan ei ddefnyddwyr, ac mae'n defnyddio ac yn datgelu gwybodaeth yn unig i ddarparu'r gwasanaethau ac at ddibenion cyfyngedig eraill, megis ymchwil, fel sy'n cael ei ddisgrifio yn y Polisi Preifatrwydd hwn.",
    "privacyPolicy.childPrivacy.body2": "Nid yw Scratch yn casglu gwybodaeth o gofnod addysg myfyriwr, fel y’i diffinnir gan y Family Educational Rights and Privacy Act (FERPA). Nid yw Scratch yn datgelu manylion personol am fyfyrwyr i unrhyw drydydd parti ac eithrio fel mae'n cael ei ddisgrifio yn y Polisi Preifatrwydd hwn: i ddarparwyr gwasanaethau a sefydliadau ymchwil.",
    "privacyPolicy.rights.title": "Eich Hawliau a'ch Dewisiadau",
    "privacyPolicy.rights.updatingTitle": "Diweddaru Eich Manylion",
    "privacyPolicy.rights.updatingBody1": "Gallwch ddiweddaru eich cyfrinair, cyfeiriad e-bost, a gwlad drwy'r <settings>Gosodiadau Cyfrif</settings> tudalen. Gallwch hefyd ailosod eich cyfrinair drwy'r dudalen <reset>Ailosod Cyfrif</reset>. Nid oes modd i chi newid eich enw defnyddiwr, ond gallwch wneud cyfrif newydd a chopïo eich projectau â llaw i'r cyfrif newydd.",
    "privacyPolicy.rights.updatingBody2": "Os ydych am ddileu eich cyfrif, mewngofnodwch i Scratch, ac yna cliciwch ar eich enw defnyddiwr yn y gornel dde uchaf. Dewiswch \"Gosodiadau Cyfrif,\" yna cliciwch ar y ddolen \"Rwyf am ddileu fy nghyfrif\" ar waelod y dudalen. Mae dileu eich cyfrif yn cuddio'r holl Fanylion Personol o olwg y cyhoedd, ond nid yw'n tynnu'ch holl Manylion Personol oddi ar ein gweinyddion. Os ydych chi am i'ch holl Manylion Personol gael eu tynnu oddi ar ein gweinyddion, cysylltwch â help@scratch.mit.edu am gymorth.",
    "privacyPolicy.rights.marketingTitle": "Cyfathrebu Marchnata",
    "privacyPolicy.rights.marketingBody": "Os byddwch yn penderfynu ar unrhyw adeg nad ydych yn dymuno derbyn cyfathrebiadau marchnata gennym bellach, dilynwch y cyfarwyddiadau dad-danysgrifio sy'n cael eu darpru yn unrhyw un o'r cyfathrebiadau. Gallwch hefyd optio allan rhag derbyn e-bost oddi wrthym drwy anfon eich cais atom drwy e-bost yn help@scratch.mit.edu. Byddwch yn ymwybodol, hyd yn oed ar ôl i chi optio allan o dderbyn cyfathrebiadau marchnata gennym ni, efallai y byddwch yn parhau i dderbyn negeseuon gweinyddol gennym ynglŷn â'ch cyfrif.",
    "privacyPolicy.rights.data.title": "Eich Hawliau Diogelu Data (AEE, y DU a’r Swistir)",
    "privacyPolicy.rights.data.intro": "Os ydych chi wedi’ch lleoli yn yr Ardal Economaidd Ewropeaidd, y Deyrnas Unedig neu’r Swistir, mae gennych chi hawliau penodol mewn perthynas â’ch Manylion Personol:",
    "privacyPolicy.rights.data.access": "<b>Mynediad, Cywiro a Chludadwyedd Data:</b> Gallwch ofyn am drosolwg o'r Manylion Personol rydym yn ei phrosesu amdanoch chi a chael copi o'ch Manylion Personol. Mae gennych hefyd yr hawl i ofyn am gywiro Manylion Personol anghyflawn, anghywir neu hen ffasiwn. I'r graddau sy'n ofynnol gan gyfraith berthnasol, gallwch ofyn i ni ddarparu eich Manylion Personol i gwmni arall.",
    "privacyPolicy.rights.data.objection": "<b>Gwrthwynebiad:</b> Gallwch wrthwynebu (mae hyn yn golygu “gofyn i ni stopio”) unrhyw ddefnydd o’ch Manylion Personol nad yw (i) wedi’i phrosesu i gydymffurfio â rhwymedigaeth gyfreithiol, (ii) yn angenrheidiol i wneud yr hyn a ddarperir mewn contract rhwng Scratch a chi, neu (iii) os oes gennym reswm cymhellol dros wneud hynny (fel, i sicrhau diogelwch a diogeledd yn ein cymuned ar-lein). Os byddwch yn gwrthwynebu, byddwn yn gweithio gyda chi i ddod o hyd i ateb rhesymol.",
    "privacyPolicy.rights.data.deletion": "<b>Dilead:</b> Gallwch hefyd ofyn am ddileu eich Manylion Personol, fel y caniateir dan gyfraith berthnasol. Mae hyn yn berthnasol, er enghraifft, lle mae eich Manylion Personol wedi dyddio neu pan nad yw'r prosesu yn angenrheidiol neu'n anghyfreithlon; lle rydych yn tynnu eich caniatâd i’n prosesu yn ôl ar sail caniatâd o’r fath; neu lle rydych wedi gwrthwynebu ein prosesu. Mewn rhai sefyllfaoedd, efallai y bydd angen i ni gadw eich Manylion Personol oherwydd rhwymedigaethau cyfreithiol neu at ddibenion ymgyfreitha.",
    "privacyPolicy.rights.data.restriction": "<b>Cyfyngu ar Brosesu:</b> Gallwch ofyn i ni gyfyngu ar brosesu eich Manylion Personol tra byddwn yn prosesu cais yn ymwneud â (i) cywirdeb eich Manylion Personol, (ii) cyfreithlondeb prosesu eich Manylion Personol, neu (iii) ein buddiannau cyfreithlon i brosesu'r Manylion Personol hyn. Gallwch hefyd ofyn i ni gyfyngu ar brosesu eich Manylion Personol os dymunwch ddefnyddio'r Manylion Personol at ddibenion ymgyfreitha.",
    "privacyPolicy.rights.data.consent": "<b>Tynnu Caniatâd yn Ôl:</b> Os ydym yn dibynnu ar ganiatâd i brosesu eich Manylion Personol, mae gennych yr hawl i’w dynnu’n ôl ar unrhyw adeg ac yn rhad ac am ddim. Pan fyddwch yn gwneud hynny, byddwn yn cymhwyso eich dewisiadau wrth symud ymlaen ac ni fydd hyn yn effeithio ar gyfreithlondeb y prosesu cyn i chi dynnu eich caniatâd yn ôl.",
    "privacyPolicy.rights.data.exceptions": "Fodd bynnag, mae eithriadau a chyfyngiadau i bob un o'r hawliau hyn. Mae’n bosibl y byddwn, er enghraifft, yn gwrthod gweithredu ar gais os yw’r cais yn amlwg yn ddi-sail neu’n ormodol, neu os yw’r cais yn debygol o effeithio’n andwyol ar hawliau a rhyddid pobl eraill, niweidio gweithrediad neu orfodi’r gyfraith, ymyrryd ag arfaeth neu ymgyfreitha yn y dyfodol, neu dorri cyfraith berthnasol. I gyflwyno cais i arfer eich hawliau, cysylltwch â help@scratch.mit.edu am gymorth. Yn ogystal â'r hawliau sy'n cael eu crybwyll uchod, mae gennych hefyd yr hawl i gyflwyno cwyn i awdurdod goruchwylio cymwys gan gynnwys yn eich gwlad breswyl, gweithle neu lle digwyddodd digwyddiad yn amodol ar gyfraith berthnasol.",
    "privacyPolicy.retentionTitle": "Cadw Data",
    "privacyPolicy.retentionBody": "Rydym yn cymryd camau i ddileu eich Manylion Personol neu ei chadw ar ffurf nad yw'n caniatáu i chi gael eich adnabod pan nad yw'r wybodaeth hon bellach yn angenrheidiol at y dibenion yr ydym yn ei phrosesu, oni bai ei bod yn ofynnol yn ôl y gyfraith i ni gadw'r wybodaeth hon am gyfnod. cyfnod hirach. Wrth benderfynu ar y cyfnod cadw, rydym yn ystyried meini prawf amrywiol, megis y math o wasanaethau y gofynnir amdanynt neu sy'n cael ei ddarparu i chi, natur a hyd ein perthynas â chi, y posibilrwydd o ailgofrestru gyda'n gwasanaethau, yr effaith ar y gwasanaethau rydym yn eu cael. darparu i chi os byddwn yn dileu rhywfaint o wybodaeth oddi wrthych neu amdanoch, cyfnodau cadw gorfodol a ddarperir gan y gyfraith a statud cyfyngiadau.",
    "privacyPolicy.protectionTitle": "Sut Mae Scratch yn Diogelu Fy Manylion Personol?",
    "privacyPolicy.protectionBody": "Mae gan Scratch weithdrefnau gweinyddol, corfforol a thechnegol ar waith gyda'r bwriad o ddiogelu'r Manylion Personol rydym yn eu casglu ar Wefan Scratch rhag dinistr damweiniol neu anghyfreithlon, colled ddamweiniol, newid anawdurdodedig, datgeliad neu fynediad heb awdurdod, camddefnydd, ac unrhyw ffurf anghyfreithlon arall o brosesu Manylion Personol. Er enghraifft, rydym yn defnyddio SSL/TLS ar gyfer pob trosglwyddiad data ac yn cyfyngu'n llym ar fynediad i'r gweinyddwyr Scratch a'r data rydym yn ei storio arnynt. Fodd bynnag, mor effeithiol â'r mesurau hyn, nid oes unrhyw system ddiogelwch yn anhreiddiadwy. Ni allwn warantu diogelwch ein cronfeydd data yn llwyr, ac ni allwn warantu na fydd y Manylion Personol a roddwch yn cael ei rhyng-gipio wrth gael ei throsglwyddo i ni dros y Rhyngrwyd.",
    "privacyPolicy.transferTitle": "Trosglwyddo Data Trawsffiniol Rhyngwladol",
    "privacyPolicy.transferBody1": "Mae’n bosibl y byddwn yn trosglwyddo eich Manylion Personol i wledydd heblaw’r wlad lle rydych wedi’ch lleoli, gan gynnwys i’r Unol Daleithiau (lle mae gweinyddion Scratch wedi’u lleoli) neu unrhyw wlad arall yr ydym ni neu ein darparwyr gwasanaeth yn cynnal cyfleusterau ynddi. Os ydych chi wedi'ch lleoli yn yr Ardal Economaidd Ewropeaidd, y Deyrnas Unedig neu'r Swistir, neu ranbarthau eraill sydd â chyfreithiau sy'n rheoli casglu a defnyddio data a allai fod yn wahanol i gyfraith yr UD, nodwch y gallwn drosglwyddo eich Manylion Personol i wlad ac awdurdodaeth nad yw'n bod â’r un cyfreithiau diogelu data â’ch awdurdodaeth.",
    "privacyPolicy.transferBody2": "Rydym yn defnyddio gweithdrefnau gweinyddol, corfforol a thechnegol i sicrhau cyfrinachedd a diogelwch y Manylion Personol sy'n cael ei brosesu a'i drosglwyddo ac sy'n cael ei drosglwyddo ar ein rhan. Mae hyn yn cynnwys gweithdrefnau i sicrhau mai dim ond at y dibenion y’i casglwyd y caiff eich Manylion Personol ei phrosesu. I gael gwybodaeth ychwanegol am y trosglwyddiadau, cysylltwch â ni gan ddefnyddio'r manylion cyswllt isod.",
    "privacyPolicy.helpTitle": "Beth Gallaf i ei Wneud i Helpu i Ddiogelu Preifatrwydd ar Wefan Scratch?",
    "privacyPolicy.helpBody": "Peidiwch â rhannu manylion cyswllt personol (fel eich enw, cyfeiriad corfforol, cyfeiriad e-bost, neu rif ffôn) mewn prosiectau, sylwadau, proffiliau, stiwdios, neu gofnodion fforwm. Rhowch wybod i ni os gwelwch y math hwn o fanylion trwy ddefnyddio'r ddolen “Adroddiad” sy'n ymddangos ar y dudalen. Mae hefyd yn bwysig eich bod yn cynnal diogelwch a rheolaeth eich manylion cyfrif, a pheidio â rhannu eich cyfrinair ag unrhyw un.",
    "privacyPolicy.changesTitle": "Hysbysiadau o Newidiadau i'r Polisi Preifatrwydd",
    "privacyPolicy.changesBody": "Rydym yn adolygu ein mesurau diogelwch a’n Polisi Preifatrwydd o bryd i’w gilydd, a gallwn addasu ein polisïau fel y bo’n briodol. Os byddwn yn gwneud newidiadau sylweddol i'r Polisi, byddwn yn eich hysbysu drwy'r Wefan neu drwy anfon e-bost neu gyfathrebiad arall atoch. Rydym yn eich annog i adolygu ein Polisi Preifatrwydd yn rheolaidd. Mae'r dyddiad “Diweddarwyd Diwethaf” ar frig y dudalen hon yn nodi pryd y diwygiwyd y Polisi Preifatrwydd hwn ddiwethaf. Mae eich defnydd parhaus o Wefan Scratch yn dilyn y newidiadau hyn yn golygu eich bod yn derbyn y Polisi Preifatrwydd diwygiedig.",
    "privacyPolicy.contactTitle": "Cysylltu â Ni",
    "privacyPolicy.contactBody": "Y Scratch Foundation yw'r endid sy'n gyfrifol am brosesu eich Manylion Personol. Os oes gennych unrhyw gwestiynau am y Polisi Preifatrwydd hwn, neu os hoffech arfer eich hawliau i'ch Manylion Personol, gallwch gysylltu â ni yn help@scratch.mit.edu neu drwy'r post yn:"
}