{
    "privacyPolicy.nav.collection": "Sammeln",
    "privacyPolicy.nav.usage": "Nutzung",
    "privacyPolicy.nav.share": "Teilen",
    "privacyPolicy.nav.thirdParties": "Services von Dritten",
    "privacyPolicy.nav.childPrivacy": "Datenschutz für Kinder und Schüler",
    "privacyPolicy.nav.rights": "Rechte und Wahlen",
    "privacyPolicy.nav.retention": "Vorratsdatenspeicherung",
    "privacyPolicy.nav.protection": "Schutz",
    "privacyPolicy.nav.changes": "Benachrichtigungen bei Änderungen",
    "privacyPolicy.nav.transfer": "Datenübertragung",
    "privacyPolicy.nav.help": "Wie kann man helfen",
    "privacyPolicy.nav.contact": "Kontakt",
    "privacyPolicy.title": "Datenschutzbestimmungen",
    "privacyPolicy.lastUpdated": "Die Datenschutzbestimmungen wurden zuletzt aktualisiert am: 25. Mai 2023",
    "privacyPolicy.intro": "Die Scratch Foundation (\"<b>Scratch</b>\", \"<b>wir</b>\" oder \"<b>uns</b>\") weiß, wie wichtig der Datenschutz für unsere Gemeinschaft ist, insbesondere für Kinder und Eltern (\"<b>Sie</b>\", \"<b>Nutzer</b>\"). Wir haben diese Datenschutzrichtlinien (\"<b>Datenschutzrichtlinien</b>\") verfasst, um zu erklären, welche persönlichen Daten wir über unsere Website (scratch.mit.edu, die \"<b>Scratch-Website</b>\") sammeln, wie wir sie nutzen, verarbeiten und weitergeben und was wir tun, um sie sicher zu halten. Außerdem informieren wir Sie über Ihre Rechte und Wahlmöglichkeiten in Bezug auf Ihre personenbezogenen Daten und darüber, wie Sie <a>uns kontaktieren</a> können, wenn Sie Fragen oder Bedenken haben.",
    "privacyPolicy.offlineEditor": "Wenn Sie Projekte mit Scratch erstellen möchten, ohne persönliche Daten an uns zu übermitteln, können Sie die <a>Scratch App</a> herunterladen und offline verwenden. Auf in der <a>Scratch App</a> erstellte Projekte kann Scratch nicht zugreifen und die App sendet nur dann anonymisierte Informationen an uns zurück, wenn Sie dies wünschen. Wenn Sie Ihre Projekte in die Scratch-Online-Community auf der Scratch-Website hochladen, erfassen wir Ihre personenbezogenen Daten wie in dieser Datenschutzrichtlinie erläutert.",
    "privacyPolicy.collectionTitle": "Welche persönlichen Daten sammelt Scratch über mich?",
    "privacyPolicy.collection1": "Für die Zwecke dieser Datenschutzrichtlinie sind „<b>personenbezogene Daten</b>“ alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen. Sie können uns personenbezogene Daten direkt zur Verfügung stellen, beispielsweise wenn Sie ein Konto erstellen, oder wir erfassen Ihre personenbezogenen Daten möglicherweise automatisch, beispielsweise wenn Sie die Sprache wechseln oder ein Projekt ansehen.",
    "privacyPolicy.collection2": "Gegebenenfalls erläutern wir, ob und warum Sie uns Ihre personenbezogenen Daten zur Verfügung stellen müssen, sowie die Konsequenzen, wenn Sie sich dagegen entscheiden. Beispielsweise können Sie möglicherweise nicht von der Scratch-Website profitieren, wenn diese personenbezogenen Daten für die Bereitstellung des Dienstes erforderlich sind oder wenn wir gesetzlich zur Erfassung dieser personenbezogenen Daten verpflichtet sind.",
    "privacyPolicy.youProvide": "Persönliche Informationen, die Sie uns zur Verfügung stellen",
    "privacyPolicy.accountInformationTitle": "Benutzerkonto Informationen ",
    "privacyPolicy.accountInformationIntro": "Um die Dienste und Funktionen nutzen zu können, die wir auf der Scratch Website anbieten, etwa um Projekte zu teilen, Studios zu erstellen oder Kommentare zu posten, müssen Sie ein Konto erstellen (Ihr eigenes Konto, ein Lehrkonto oder ein Schüler:in Benutzerkonto).",
    "privacyPolicy.yourAccount": "Wenn Sie ein <b>Benutzerkonto für sich selbst</b> erstellen, fragen wir Sie nach einem Benutzernamen und Passwort, Ihrem Land, Geschlecht und Ihrer E-Mail-Adresse. Wir bitten Sie, einen Benutzernamen zu wählen, der weder Ihren echten Namen noch andere Informationen preisgibt, die Sie identifizieren könnten. Andere Benutzer können Ihren Benutzernamen und Ihr Land sehen, nicht jedoch Ihr Geschlecht oder Ihre E-Mail-Adresse.",
    "privacyPolicy.teacherAccount": "Wenn Sie ein <b>Lehrkonto</b>erstellen, fragen wir Sie nach einem Benutzername und Passwort, Ihrer Telefonnummer, Ihrem Geburtsdatum, Ihrem Geschlecht, Ihrem Wohnsitzland, Ihrem Namen und Angaben zu Ihrem Arbeitgeber.",
    "privacyPolicy.studentAccount": "Wenn Sie <b>über Ihr Lehrkonto Schüler:in Konten erstellen</b>, fragen wir Sie nach einem Benutzernamen und Passwort, Ihrer Telefonnummer, Ihrem Geburtsdatum, Ihrem Geschlecht, Ihrem Wohnsitzland, Sie müssen die E-Mail-Adressen der Studierenden nicht angeben, um Massen Schüler:in Konten zu erstellen.",
    "privacyPolicy.userGeneratedContentTitle": "Nutzergenerierte Inhalte",
    "privacyPolicy.userGeneratedContentBody": "Wir verarbeiten alle personenbezogenen Daten, die Sie uns in Inhalten zur Verfügung stellen, wenn Sie die Scratch-Website erstellen oder mit ihr interagieren (in der Regel als benutzergenerierte Inhalte bezeichnet). Zum Beispiel in Scratch-Projekten (einschließlich nicht freigegebener Projekte), Studios, Textfeldern oder Kommentaren.",
    "privacyPolicy.communicationsTitle": "Kommunikation",
    "privacyPolicy.communicationsBody": "Wenn Sie uns direkt kontaktieren, erfassen wir die personenbezogenen Daten, die Sie in Ihrer Nachricht angeben. Wenn Sie sich beispielsweise an unseren Kundensupport Team kontaktieren, erhalten wir möglicherweise Ihren Namen, Ihre E-Mail-Adresse, Ihre Telefonnummer, den Inhalt einer Nachricht oder von Anhängen, die Sie uns senden, sowie andere Informationen, die Sie uns zur Verfügung stellen.",
    "privacyPolicy.automaticallyCollect": "Persönliche Daten, die wir automatisch bei Ihrer Nutzung der Scratch Website erfassen",
    "privacyPolicy.locationInformationTitle": "Standortinformationen",
    "privacyPolicy.locationInformationBody": "Wenn Sie die Scratch-Website nutzen, leiten wir Ihre allgemeinen Standortinformationen ab, beispielsweise anhand Ihrer Internet Protocol (IP) Adresse.",
    "privacyPolicy.cookiesTitle": "Cookies",
    "privacyPolicy.cookiesBody": "Wenn Sie die Scratch-Website nutzen, verwenden wir Cookies, Beacons, unsichtbare Tags, eindeutige IDs und ähnliche Technologien (zusammen „Cookies“), um bestimmte persönliche Informationen von Ihrem Browser oder Gerät automatisch aufnehmen. Zum Beispiel Ihre IP-Adresse, Netzwerkstandort, Webserverprotokolle, welchen Browser Sie verwenden, Geräte-IDs und -merkmale, Betriebssystemversion, Browser-Spracheinstellungen, verweisende URLs und persönliche Informationen über die Nutzung der Scratch-Website. Weitere Informationen zu unserer Verwendung von Cookies finden Sie in der <a>Scratch Cookie Richtlinie</a>.",
    "privacyPolicy.otherSources": "Aus anderen Quellen gesammelte Informationen",
    "privacyPolicy.thirdPartyInformationTitle": "Informationen von Dritten",
    "privacyPolicy.thirdPartyInformationBody": "Wir können personenbezogene Daten über Sie von Dritten erhalten, beispielsweise von Ihrem Lehrperson, wenn Sie Scratch in einer Schule verwenden. Zu diesen Informationen können der Name und die Adresse Ihrer Schule gehören.",
    "privacyPolicy.publicSourceInformationTitle": "Informationen aus öffentlichen Quellen",
    "privacyPolicy.publicSourceInformationBody": "Wir können personenbezogene Daten über Sie aus öffentlichen Quellen beziehen, beispielsweise aus Volkszählungsunterlagen. Diese Informationen können demografische Informationen über Ihre Schule oder geografische Region umfassen.",
    "privacyPolicy.usageTitle": "Wie verwendet Scratch meine persönlichen Daten?",
    "privacyPolicy.usageBody": "Der Hauptzweck besteht darin, Ihnen die Dienste bereitzustellen, die wir über die Scratch Website anbieten, und Ihre Lernerfahrung zu verbessern. Die Einsatzmöglichkeiten im Überblick:",
    "privacyPolicy.usage.internalAndServiceTitle": "Interne und dienstbezogene Nutzung",
    "privacyPolicy.usage.internalAndServiceBody": "Wir verwenden personenbezogene Daten für interne Zwecke, einschließlich des Betriebs, der Bereitstellung und der Wartung der Scratch-Website. Beispielsweise, um Benutzer zu den angeforderten Inhalten weiterzuleiten, Konten zu erstellen und wiederherzustellen und Benutzern das Erstellen und teilen von Projekten zu ermöglichen.",
    "privacyPolicy.usage.analyticsTitle": "Analyse und Verbesserung der Scratch Website",
    "privacyPolicy.usage.analyticsBody": "Wir verwenden personenbezogene Daten, die wir auf der Scratch-Website sammeln, wie z. B. Ihren Standort und Ihre Aktivitäten, um die Nutzung der Scratch-Website zu überwachen und zu analysieren und Ihr Lernerlebnis zu verbessern.",
    "privacyPolicy.usage.communicationsBody": "Wir können E-Mails an eine Email-Adresse senden, die Sie uns zu Kundendienst oder technischen Supportzwecken zur Verfügung stellen. Wir können auch einen Newsletter an die Email-Adresse senden, die Sie uns bei der Anmeldung zum Erhalt zusätzlicher Mitteilungen von uns mitgeteilt haben.",
    "privacyPolicy.usage.researchTitle": "Akademische und wissenschaftliche Forschung",
    "privacyPolicy.usage.researchBody": "Wir anonymisieren und aggregieren personenbezogene Daten, die über die Scratch-Website gesammelt werden, für statistische Analysen im Rahmen wissenschaftlicher und akademischer Forschung. Zum Beispiel, um uns zu helfen zu verstehen, wie Menschen über die Scratch-Website lernen und wie wir die Lerntools für junge Menschen verbessern können. Die Ergebnisse dieser Forschung werden Pädagogen und Forschern über Konferenzen, Zeitschriften und andere akademische oder wissenschaftliche Veröffentlichungen mitgeteilt. Mehr erfahren Sie auf unserer <a>Forschungsseite.</a>",
    "privacyPolicy.usage.legalTitle": "Rechtliche Hinweise",
    "privacyPolicy.usage.legalBody": "Wir können Ihre personenbezogenen Daten verwenden, um unsere <terms>Nutzungsbedingungen</terms> durchzusetzen, unsere gesetzlichen Rechte zu verteidigen und unseren gesetzlichen Verpflichtungen und internen Richtlinien nachzukommen. Wir moderieren auf der Scratch-Website veröffentlichte Inhalte, einschließlich geteilter und nicht geteilter Projekte, Kommentare und Forenbeiträge, um sicherzustellen, dass unsere <guidelines>Community Richtlinien</guidelines> eingehalten werden. Wir verwenden Ihre persönlichen Daten auch, um Betrug, Spam und Missbrauch zu erkennen und zu verhindern. Wir und unsere Dienstleister können dies tun, indem sie Informationen lesen, die in in Ihrem Browser gesetzten Cookies gespeichert sind, Ihre Nutzung der Scratch-Website analysieren und auf andere Weise.",
    "privacyPolicy.legalGrounds.title": "Was sind die rechtlichen Grundlagen für die Verarbeitung Ihrer personenbezogenen Daten?",
    "privacyPolicy.legalGrounds.intro": "Wenn Sie sich im Europäischen Wirtschaftsraum, im Vereinigten Königreich oder in der Schweiz befinden, verarbeiten wir Ihre personenbezogenen Daten nur auf Grundlage einer gültigen Rechtsgrundlage. Ein „Rechtsgrund“ ist ein Grund, der die Nutzung Ihrer personenbezogenen Daten durch uns rechtfertigt. Wir können verschiedene Rechtsgründe verwenden, wie zum Beispiel:",
    "privacyPolicy.legalGrounds.communications": "Sie haben der Verwendung Ihrer personenbezogenen Daten zugestimmt, beispielsweise zum Erhalt elektronischer Marketingmitteilungen;",
    "privacyPolicy.legalGrounds.services": "Wir benötigen Ihre personenbezogenen Daten, um unsere Dienste bereitzustellen, einschließlich der Registrierung eines Benutzerkonto, der Beantwortung Ihrer Anfragen oder für den Kundensupport;",
    "privacyPolicy.legalGrounds.obligation": "Wir sind gesetzlich verpflichtet, Ihre personenbezogenen Daten zu verwenden; oder",
    "privacyPolicy.legalGrounds.thirdParty": "Wir oder ein Dritter haben ein berechtigtes Interesse an der Nutzung Ihrer personenbezogenen Daten. Insbesondere haben wir ein berechtigtes Interesse daran, Ihre personenbezogenen Daten zu verwenden, um Ihre aggregierten oder anonymisierten Informationen zu Forschungszwecken zu analysieren und weiterzugeben, um Ihre Lernerfahrung auf der Scratch-Website zu analysieren und zu verbessern und um auf andere Weise die Sicherheit und Leistung der Scratch-Website zu gewährleisten und zu verbessern. Wir verlassen uns bei der Verarbeitung Ihrer personenbezogenen Daten nur dann auf die berechtigten Interessen von uns oder Dritten, wenn diese Interessen nicht durch Ihre Rechte und Interessen außer Kraft gesetzt werden.",
    "privacyPolicy.share.title": "Wie gibt Scratch meine persönlichen Daten weiter?",
    "privacyPolicy.share.intro": "Wir geben personenbezogene Daten, die wir über die Scratch-Website sammeln, an Dritte weiter, wenn Sie uns dazu zustimmen, sowie unter den folgenden Umständen:",
    "privacyPolicy.share.serviceProvidersTitle": "Dienstanbieter",
    "privacyPolicy.share.serviceProvidersBody": "An Drittparteien, die Leistungen wie Webseiten-Hosting, Datenanalyse, Bereitstellung von Informationstechnologie und zugehöriger Infrastruktur, Kundendienst, E-Mail-Zustellung und andere Dienstleistungen erbringen.",
    "privacyPolicy.share.researchTitle": "Akademische und wissenschaftliche Forschung",
    "privacyPolicy.share.researchBody": "An Forschungseinrichtungen wie das Massachusetts Institute of Technology (MIT), um zu erfahren, wie unsere Benutzer über die Scratch-Website lernen, und um neue Lerntools zu entwickeln.",
    "privacyPolicy.share.mergerTitle": "Fusion",
    "privacyPolicy.share.mergerBody": "An einen potenziellen oder tatsächlichen Erwerber, Nachfolger oder Abtretungsempfänger im Rahmen einer Umstrukturierung, einen Zusammenschluss, eines Verkaufs, eines Joint Ventures, einer Abtretung, eines Transfers oder einer sonstigen Veräußerung aller oder eines Teils unserer Organisation oder unserer Vermögenswerte. Sie haben die Möglichkeit, einer solchen Übertragung zu widersprechen, wenn die geplante Verarbeitung Ihrer persönlichen Daten durch das neue Unternehmen wesentlich von der in dieser Datenschutzrichtlinie dargelegten abweicht.",
    "privacyPolicy.share.legalTitle": "Rechtliche Hinweise",
    "privacyPolicy.share.legalBody": "Falls gesetzlich vorgeschrieben oder nach Treu und Glauben geboten, dass eine solche Maßnahme angemessen ist: (a) nach geltendem Recht, einschließlich Gesetzen außerhalb Ihres Wohnsitzlandes; (b) um rechtlichen Verfahren nachzukommen; (c) um auf Anfragen von öffentlichen und staatlichen Behörden wie Schulen, Schulbezirken und Strafverfolgungsbehörden, einschließlich öffentlicher und staatlicher Behörden außerhalb Ihres Wohnsitzlandes, zu reagieren; (d) um unsere Allgemeinen Geschäftsbedingungen durchzusetzen; (e) um unseren Betrieb oder den unserer verbundenen Unternehmen zu schützen; (f) um unsere Rechte, unseren Datenschutz, unsere Sicherheit oder unser Eigentum und/oder die unserer verbundenen Unternehmen, Sie selbst oder andere zu schützen; und (g) damit wir verfügbare Rechtsmittel ergreifen oder den Schaden begrenzen können, den wir möglicherweise erleiden.",
    "privacyPolicy.thirdPartyServices.title": "Services von Dritten",
    "privacyPolicy.thirdPartyServices.body": "Diese Datenschutzrichtlinie gilt nur für die Verarbeitung Ihrer persönlichen Daten durch Scratch. Es befasst sich nicht mit der Privatsphäre, den Informationen oder anderen Praktiken Dritter, einschließlich Dritter, die Websites oder Dienste betreiben, auf die die Scratch Website verlinkt, und wir sind nicht dafür verantwortlich. Die Aufnahme eines Links auf der Scratch Website bedeutet nicht, dass wir oder unsere verbundenen Unternehmen die verlinkte Website oder den verlinkten Dienst befürworten.",
    "privacyPolicy.childPrivacy.title": "Datenschutz für Kinder und Schüler",
    "privacyPolicy.childPrivacy.body1": "Die Scratch Foundation ist eine gemeinnützige Organisation gemäß 501(c)(3). Daher gilt der Children’s Online Privacy Protection Act (COPPA) nicht für die Scratch-Website. Dennoch nimmt Scratch die Privatsphäre von Kindern ernst. Scratch erhebt nur minimale Informationen von seinen Benutzern und verwendet und veröffentlicht Informationen nur zur Bereitstellung der Dienste und für begrenzte andere Zwecke, wie z. B. Forschungszwecke, wie in dieser Datenschutzrichtlinie beschrieben.",
    "privacyPolicy.childPrivacy.body2": "Scratch erfasst keine Informationen aus den Bildungsunterlagen eines Schüler:in im Sinne des Family Educational Rights and Privacy Act (FERPA). Scratch gibt personenbezogene Daten von Schüler:in  nicht an Dritte weiter, außer wie in dieser Datenschutzrichtlinie beschrieben: an Dienstleister und Forschungseinrichtungen.",
    "privacyPolicy.rights.title": "Ihre Rechte und Entscheidungen",
    "privacyPolicy.rights.updatingTitle": "Aktualisieren Ihrer Informationen",
    "privacyPolicy.rights.updatingBody1": "Sie können Ihr Passwort, Ihre Email-Adresse und Ihr Land über die Seite <settings>Benutzerkonto Einstellungen</settings> aktualisieren. Sie können Ihr Passwort auch über die Seite <reset>Benutzerkonto zurücksetzen</reset> zurücksetzen. Sie können Ihren Benutzernamen nicht ändern, aber Sie können ein neues Benutzerkonto erstellen und Ihre Projekte manuell in das neue Benutzerkonto kopieren.",
    "privacyPolicy.rights.updatingBody2": "Wenn Sie Ihr Benutzerkonto löschen möchten, melden Sie sich bei Scratch an und klicken Sie dann oben rechts auf Ihren Benutzernamen. Wählen Sie „Benutzerkonto Einstellungen“ und klicken Sie dann unten auf der Seite auf den Link „Ich möchte mein Benutzerkonto löschen“. Durch das Löschen Ihres Benutzerkonto werden alle persönlichen Daten nicht mehr öffentlich angezeigt, es werden jedoch nicht alle Ihre persönlichen Daten von unseren Servern entfernt. Wenn Sie möchten, dass alle Ihre persönlichen Daten von unseren Servern entfernt werden, wenden Sie sich bitte an help@scratch.mit.edu, um Unterstützung zu erhalten.",
    "privacyPolicy.rights.marketingTitle": "Marketing Kommunikation",
    "privacyPolicy.rights.marketingBody": "Wenn Sie zu irgendeinem Zeitpunkt entscheiden, dass Sie keine Marketingmitteilungen mehr von uns erhalten möchten, befolgen Sie bitte die in jeder Mitteilung enthaltenen Anweisungen zum Abbestellen. Sie können den Erhalt von E-Mails von uns auch abbestellen, indem Sie Ihre Anfrage per E-Mail an help@scratch.mit.edu senden. Bitte beachten Sie, dass Sie, auch nachdem Sie sich vom Erhalt von Marketingmitteilungen von uns abgemeldet haben, möglicherweise weiterhin administrative Nachrichten von uns bezüglich Ihres Benutzerkontos erhalten.",
    "privacyPolicy.rights.data.title": "Ihre Datenschutzrechte (EWR, Vereinigtes Königreich und Schweiz)",
    "privacyPolicy.rights.data.intro": "Wenn Sie im Europäischen Wirtschaftsraum, im Vereinigten Königreich oder in der Schweiz ansässig sind, haben Sie bestimmte Rechte in Bezug auf Ihre personenbezogenen Daten:",
    "privacyPolicy.rights.data.access": "<b>Zugriff, Berichtigung und Datenübertragbarkeit:</b>Sie können einen Überblick über die personenbezogenen Daten, die wir über Sie verarbeiten, und eine Kopie Ihrer personenbezogenen Daten anfordern. Sie haben außerdem das Recht, die Berichtigung unvollständiger, unrichtiger oder veralteter personenbezogener Daten zu verlangen. Soweit gesetzlich vorgeschrieben, können Sie uns auffordern, Ihre personenbezogenen Daten an ein anderes Unternehmen weiterzugeben. ",
    "privacyPolicy.rights.data.objection": "<b>Einspruch:</b> Sie können jeder Nutzung Ihrer personenbezogenen Daten widersprechen (dies bedeutet „uns auffordern, damit aufzuhören“), wenn diese nicht (i) zur Erfüllung einer rechtlichen Verpflichtung verarbeitet wird, (ii) für die Erfüllung dessen, was in einem Vertrag zwischen Scratch und Ihnen vorgesehen ist, erforderlich ist oder (iii) wenn wir einen zwingenden Grund dafür haben (z. B. um die Sicherheit in unserer Online-Community zu gewährleisten). Im Falle eines Widerspruchs werden wir gemeinsam mit Ihnen eine sinnvolle Lösung finden.",
    "privacyPolicy.rights.data.deletion": "<b>Löschung:</b> Sie können auch die Löschung Ihrer personenbezogenen Daten beantragen, sofern dies nach geltendem Recht zulässig ist. Dies gilt beispielsweise, wenn Ihre personenbezogenen Daten veraltet sind oder die Verarbeitung nicht erforderlich oder rechtswidrig ist; wenn Sie Ihre Einwilligung zu unserer Verarbeitung aufgrund dieser Einwilligung widerrufen; oder wenn Sie unserer Verarbeitung widersprochen haben. In manchen Situationen kann es erforderlich sein, dass wir Ihre personenbezogenen Daten aufgrund gesetzlicher Verpflichtungen oder für Rechtsstreitigkeiten aufbewahren.",
    "privacyPolicy.rights.data.restriction": "<b>Einschränkung der Verarbeitung:</b>Sie können verlangen, dass wir die Verarbeitung Ihrer personenbezogenen Daten einschränken, während wir eine Anfrage bearbeiten, die sich auf (i) die Richtigkeit Ihrer personenbezogenen Daten, (ii) die Rechtmäßigkeit der Verarbeitung Ihrer personenbezogenen Daten oder (iii) unser berechtigtes Interesse an der Verarbeitung dieser personenbezogenen Daten bezieht. Sie können auch verlangen, dass wir die Verarbeitung Ihrer personenbezogenen Daten einschränken, wenn Sie die personenbezogenen Daten für Rechtsstreitigkeiten verwenden möchten.",
    "privacyPolicy.rights.data.consent": "<b>Widerruf der Einwilligung:</b> Wenn wir uns bei der Verarbeitung Ihrer personenbezogenen Daten auf eine Einwilligung verlassen, haben Sie das Recht, diese jederzeit und kostenlos zu widerrufen. Wenn Sie dies tun, werden wir Ihre Präferenzen künftig anwenden und die Rechtmäßigkeit der Verarbeitung vor dem Widerruf Ihrer Einwilligung wird dadurch nicht beeinträchtigt.",
    "privacyPolicy.rights.data.exceptions": "Für jedes dieser Rechte gibt es jedoch Ausnahmen und Einschränkungen. Wir können uns beispielsweise weigern, auf eine Anfrage einzugehen, wenn die Anfrage offensichtlich unbegründet oder übertrieben ist oder wenn die Anfrage wahrscheinlich die Rechte und Freiheiten anderer beeinträchtigt, die Ausführung oder Durchsetzung des Gesetzes beeinträchtigt, laufende oder zukünftige Rechtsstreitigkeiten beeinträchtigt oder gegen geltendes Recht verstößt. Um einen Antrag auf Ausübung Ihrer Rechte einzureichen, wenden Sie sich bitte an help@scratch.mit.edu. Zusätzlich zu den oben genannten Rechten haben Sie nach geltendem Recht auch das Recht, eine Beschwerde bei einer zuständigen Aufsichtsbehörde einzureichen, auch in dem Land Ihres Wohnsitzes, Ihres Arbeitsplatzes oder des Ortes, an dem sich ein Vorfall ereignet hat.",
    "privacyPolicy.retentionTitle": "Vorratsdatenspeicherung",
    "privacyPolicy.retentionBody": "Wir ergreifen Maßnahmen, um Ihre personenbezogenen Daten zu löschen oder sie in einer Form aufzubewahren, die keine Identifizierung Ihrer Person zulässt, wenn diese Daten für die Zwecke, für die wir sie verarbeiten, nicht mehr erforderlich sind, es sei denn, wir sind gesetzlich verpflichtet, diese personenbezogenen Daten für einen längeren Zeitraum aufzubewahren. Bei der Festlegung der Aufbewahrungsfrist berücksichtigen wir verschiedene Kriterien, wie z. B. die Art der von Ihnen angeforderten oder bereitgestellten Dienstleistungen, die Art und Dauer unserer Beziehung mit Ihnen, eine mögliche erneute Registrierung bei unseren Diensten, die Auswirkungen auf die von uns für Sie bereitgestellten Dienste, wenn wir einige personenbezogene Daten von Ihnen oder über Sie löschen, gesetzlich vorgeschriebene Aufbewahrungsfristen und Verjährungsfristen.",
    "privacyPolicy.protectionTitle": "Wie schützt Scratch meine persönlichen Daten?",
    "privacyPolicy.protectionBody": "Scratch verfügt über administrative, physische und technische Verfahren, die dazu dienen, die von uns auf der Scratch-Website gesammelten personenbezogenen Daten vor versehentlicher oder unrechtmäßiger Zerstörung, versehentlichem Verlust, unbefugter Änderung, unbefugter Offenlegung oder unbefugtem Zugriff, Missbrauch und jeder anderen rechtswidrigen Form der Verarbeitung der personenbezogenen Daten zu schützen. Beispielsweise verwenden wir SSL/TLS für alle Datenübertragungen und beschränken den Zugriff auf die Scratch-Server und die darauf gespeicherten Daten streng. Doch so effektiv diese Maßnahmen auch sind, kein Sicherheitssystem ist undurchdringlich. Wir können weder die Sicherheit unserer Datenbanken vollständig garantieren, noch können wir garantieren, dass die von Ihnen bereitgestellten personenbezogenen Daten bei der Übermittlung an uns über das Internet nicht abgefangen werden.",
    "privacyPolicy.transferTitle": "Internationaler grenzüberschreitender Datentransfer",
    "privacyPolicy.transferBody1": "Wir können Ihre personenbezogenen Daten in andere Länder als das Land übermitteln, in dem Sie sich befinden, einschließlich in die USA (wo sich die Scratch-Server befinden) oder in jedes andere Land, in dem wir oder unsere Dienstleister Niederlassungen unterhalten. Wenn Sie im Europäischen Wirtschaftsraum, im Vereinigten Königreich oder in der Schweiz oder in anderen Regionen ansässig sind, in denen Gesetze zur Datenerhebung und -nutzung gelten, die möglicherweise vom US-amerikanischen Recht abweichen, beachten Sie bitte, dass wir Ihre personenbezogenen Daten möglicherweise in ein Land und eine Gerichtsbarkeit übermitteln, in denen nicht die gleichen Datenschutzgesetze gelten wie in Ihrer Gerichtsbarkeit.",
    "privacyPolicy.transferBody2": "Wir wenden administrative, physische und technische Verfahren an, um die Vertraulichkeit und Sicherheit der in unserem Namen verarbeiteten und übertragenen personenbezogenen Daten zu gewährleisten. Dazu gehören Verfahren, die sicherstellen, dass Ihre personenbezogenen Daten nur für die Zwecke verarbeitet werden, für die sie erfasst wurden. Um weitere Informationen zu den Übertragungen zu erhalten, kontaktieren Sie uns bitte über die untenstehenden Kontaktinformationen.",
    "privacyPolicy.helpTitle": "Was kann ich tun, um die Privatsphäre auf der Scratch-Website zu schützen?",
    "privacyPolicy.helpBody": "Bitte geben Sie keine persönlichen Kontaktinformationen (wie Ihren Namen, Ihre Anschrift, E-Mail-Adresse oder Telefonnummer) in Projekten, Kommentaren, Profilen, Studios oder Forenbeiträgen weiter. Bitte teilen Sie uns mit, wenn Sie solche Informationen sehen, indem Sie auf den Link „Melden“ auf der Seite klicken. Es ist außerdem wichtig, dass Sie die Sicherheit und Kontrolle Ihrer Kontodaten wahren und Ihr Passwort nicht an Dritte weitergeben.",
    "privacyPolicy.changesTitle": "Benachrichtigungen über Änderungen der Datenschutzrichtlinie",
    "privacyPolicy.changesBody": "Wir überprüfen unsere Sicherheitsmaßnahmen und Datenschutzrichtlinien regelmäßig und können unsere Richtlinien gegebenenfalls ändern. Wenn wir wesentliche Änderungen an der Richtlinie vornehmen, werden wir Sie über die Website oder durch das Senden einer E-Mail oder einer anderen Mitteilung benachrichtigen. Wir empfehlen Ihnen, unsere Datenschutzrichtlinie regelmäßig zu überprüfen. Das Datum „Letzte Aktualisierung“ oben auf dieser Seite gibt an, wann diese Datenschutzrichtlinie zuletzt überarbeitet wurde. Ihre fortgesetzte Nutzung der Scratch-Website nach diesen Änderungen bedeutet, dass Sie die überarbeitete Datenschutzrichtlinie akzeptieren.",
    "privacyPolicy.contactTitle": "Kontakt",
    "privacyPolicy.contactBody": "Die Scratch Foundation ist die für die Verarbeitung Ihrer personenbezogenen Daten verantwortliche Stelle. Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben oder Ihre Rechte an Ihren personenbezogenen Daten ausüben möchten, können Sie uns unter help@scratch.mit.edu oder per E-Mail unter folgender Adresse kontaktieren:"
}