{
    "privacyPolicy.nav.collection": "Colección",
    "privacyPolicy.nav.usage": "Uso",
    "privacyPolicy.nav.share": "Compartiendo",
    "privacyPolicy.nav.thirdParties": "Servicios de terceros",
    "privacyPolicy.nav.childPrivacy": "Privacidad de niños y estudiantes",
    "privacyPolicy.nav.rights": "Derechos y elecciones",
    "privacyPolicy.nav.retention": "Retención de datos",
    "privacyPolicy.nav.protection": "Protección",
    "privacyPolicy.nav.changes": "Notificaciones de cambios",
    "privacyPolicy.nav.transfer": "Transferencia de datos",
    "privacyPolicy.nav.help": "Como ayudar",
    "privacyPolicy.nav.contact": "Contáctanos",
    "privacyPolicy.title": "Política de privacidad",
    "privacyPolicy.lastUpdated": "La política de privacidad de Scratch fue actualizada por última vez: 25 de mayo del 2023",
    "privacyPolicy.intro": "La Fundación de Scratch (“<b>Scratch</b>”, “<b>nosotros</b>” o “<b>nuestro equipo</b>”) comprendemos lo importante que es la privacidad para nuestra comunidad, especialmente a los niños y padres (“<b>tú</b>” o “<b>los usuarios</b>”). Escribimos esta política de privacidad (“<b>Política de Privacidad</b>”) para explicar qué tipo de información personal recolectamos desde nuestro sitio (scratch.mit.edu, el “<b>Sitio de Scratch</b>”), sobre cómo usamos, procesamos, y compartimos la información y lo hacemos para mantener la información privada. También le explica sobre sus derechos y elecciones con respecto a su información personal y sobre como puede <a>contactarnos</a> si tiene alguna pregunta o problema.",
    "privacyPolicy.offlineEditor": "Si usted quiere hacer proyectos con Scratch sin subir alguna clase de información personal a nosotros, puede descargar y usar la <a>Aplicación de Scratch</a> offline. Proyectos creados en la <a>Aplicación de Scratch</a> no son accesibles por Scratch y la aplicación solo nos mandará información anonimizada solo si eliges mandarla. Si subes tus proyectos a la comunidad en línea de Scratch en el Sitio de Scratch, obtendremos su información personal tal como lo explica la Política de Privacidad.",
    "privacyPolicy.collectionTitle": "¿Qué información personal Scratch recolecta de mí?",
    "privacyPolicy.collection1": "Para el propósito de esta Política de Privacidad, la “<b>información personal</b>” significa cualquier información relacionada a un individuo identificado o identificable.  Usted puede proveernos información personal directamente, como cuando creas una cuenta, pero obtendremos su información personal automáticamente, como cuando cambias de idioma o veas un proyecto.",
    "privacyPolicy.collection2": "Si procede, le explicaremos si debe facilitarnos sus datos personales y por qué, también como las consecuencias si elige no hacerlo. Por ejemplo, es posible que no pueda beneficiarse del sitio web de Scratch si esa información personal es necesaria para proporcionarle el servicio o si estamos legalmente obligados a recopilar esa información personal.",
    "privacyPolicy.youProvide": "Información personal que tú nos provees",
    "privacyPolicy.accountInformationTitle": "Información de cuenta",
    "privacyPolicy.accountInformationIntro": "Para que pueda usar los servicios y funciones que ofrecemos del Sitio de Scratch, como compartir proyectos, crear estudios o publicar comentarios, necesitas crear una cuenta (una cuenta propia, una cuenta de docente o una cuenta de estudiante)",
    "privacyPolicy.yourAccount": "Cuando usted crea una <b>cuenta para usted mismo</b>, le pedimos un nombre de usuario y una contraseña, su país, género y dirección de correo electrónico. Le pedimos que seleccione un nombre de usuario que no disponga de su nombre real u otra información que lo identifique. Otros usuarios pueden ver su nombre de usuario y país, pero no su género o correo electrónico.",
    "privacyPolicy.teacherAccount": "Cuando crea una <b>cuenta de docente</b>, le pedimos un nombre de usuario y una contraseña, su número telefónico, fecha de nacimiento, género, país o residencia, nombre y detalles sobre su empleador.",
    "privacyPolicy.studentAccount": "Cuando cree <b>cuentas de alumnos con su cuenta de docente</b>, le pedimos un nombre de usuario, contraseña, fecha de nacimiento, género y país de residencia. No necesita los correos electrónicos de los alumnos para crear cuentas de alumnos.",
    "privacyPolicy.userGeneratedContentTitle": "Contenidos generados por los usuarios",
    "privacyPolicy.userGeneratedContentBody": "Procesamos cualquier información personal que usted elija proveernos en el contenido que crea o con el que interactúa en el Sitio de Scratch (conocido como el contenido creado por los usuarios). Por ejemplo, en proyectos de Scratch (incluyendo proyectos no compartidos), estudios, campos de texto o comentarios.",
    "privacyPolicy.communicationsTitle": "Comunicaciones",
    "privacyPolicy.communicationsBody": "Si nos contacta directamente, obtendremos la información personal que nos dé en su mensaje. Por ejemplo, si contacta nuestro Equipo de Apoyo, recibiremos su nombre, correo electrónico, número telefónico, los contenidos del mensaje o archivos adjuntos que nos mande y otra información que elija compartir.",
    "privacyPolicy.automaticallyCollect": "Información personal que nosotros recopilamos automáticamente de tu uso en el sitio web de Scratch",
    "privacyPolicy.locationInformationTitle": "Información sobre la ubicación",
    "privacyPolicy.locationInformationBody": "Cuando usted utiliza el sitio web de Scratch, deducimos su información de localización general, por ejemplo, utilizando su dirección de protocolo de Internet (IP).",
    "privacyPolicy.cookiesTitle": "Cookies",
    "privacyPolicy.cookiesBody": "When you use the Scratch Website, we use cookies, beacons, invisible tags, unique IDs and similar technologies (collectively “Cookies”) to automatically record certain Personal Information from your browser or device. For example, your IP address, network location, web server logs, what browser you are using, device IDs and characteristics, operating system version, browser language settings, referring URLs, and Personal Information about the usage of the Scratch Website. For more information about our use of Cookies, please refer to the <a>Scratch Cookie Policy.</a>",
    "privacyPolicy.otherSources": "Información recogida de otras fuentes",
    "privacyPolicy.thirdPartyInformationTitle": "Información de terceros",
    "privacyPolicy.thirdPartyInformationBody": "Podemos obtener Información Personal sobre usted de terceros, como por ejemplo de su profesor si está utilizando Scratch dentro de una escuela. Esta información puede incluir el nombre y la dirección de su escuela.",
    "privacyPolicy.publicSourceInformationTitle": "Información de fuentes públicas",
    "privacyPolicy.publicSourceInformationBody": "Podemos obtener Información Personal sobre usted de fuentes públicas, como registros censales. Esta información puede incluir datos demográficos sobre su centro escolar o región geográfica.",
    "privacyPolicy.usageTitle": "¿Cómo usa Scratch mi información personal?",
    "privacyPolicy.usageBody": "El objetivo principal es proporcionarle los servicios que ofrecemos a través del sitio web de Scratch y mejorar su experiencia de aprendizaje. Una visión general de los usos:",
    "privacyPolicy.usage.internalAndServiceTitle": "Uso interno y relacionado con el servicio",
    "privacyPolicy.usage.internalAndServiceBody": "We use Personal Information for internal purposes, including to operate, provide and maintain the Scratch Website. For example, to direct users to the requested content, to create and recover accounts and to enable users to create and share projects.",
    "privacyPolicy.usage.analyticsTitle": "Analítica y mejora del sitio web de Scratch",
    "privacyPolicy.usage.analyticsBody": "Nosotros usamos la Información Personal que recopilamos en el sitio web de Scratch, como su ubicación y sus actividades, para monitorear y analizar el uso del sitio web de Scratch y para mejorar su experiencia de aprendizaje.",
    "privacyPolicy.usage.communicationsBody": "Podemos enviar correos electrónicos a una dirección de correo electrónico que nos proporcione con fines de servicio al cliente o de asistencia técnica. También podemos enviar un boletín a la dirección de correo electrónico que nos facilite cuando se suscriba para recibir comunicaciones adicionales nuestras.",
    "privacyPolicy.usage.researchTitle": "Investigación académica y científica",
    "privacyPolicy.usage.researchBody": "Desidentificamos y agregamos la Información Personal recogida a través de la página web de Scratch para el análisis estadístico en el contexto de la investigación científica y académica. Por ejemplo, para ayudarnos a entender cómo la gente aprende a través del sitio web de Scratch y cómo podemos mejorar las herramientas de aprendizaje para los jóvenes. Los resultados de estas investigaciones se comparten con educadores e investigadores a través de conferencias, revistas y otras publicaciones académicas o científicas. Puede obtener más información en nuestra <a>página de Investigación.</a>",
    "privacyPolicy.usage.legalTitle": "Nota legal",
    "privacyPolicy.usage.legalBody": "We may use your Personal Information to enforce our <terms>Terms of Use</terms>, to defend our legal rights, and to comply with our legal obligations and internal policies. We moderate content posted to the Scratch Website, including shared and unshared projects, comments, and forum posts to ensure that our <guidelines>Community Guidelines</guidelines> are respected. We also use your Personal Information to detect and prevent fraud, spam, and abuse. We and our service providers may do this by reading information held in cookies set in your browser, analyzing your usage of the Scratch Website, and through other means.",
    "privacyPolicy.legalGrounds.title": "¿Cuáles son los motivos legales para tratar sus datos personales?",
    "privacyPolicy.legalGrounds.intro": "If you are located in the European Economic Area, the United Kingdom or Switzerland, we only process your Personal Information based on a valid legal ground. A “legal ground” is a reason that justifies our use of your Personal Information. We may use different legal grounds, such as:",
    "privacyPolicy.legalGrounds.communications": "Usted ha consentido el uso de sus Datos Personales, por ejemplo, para recibir comunicaciones electrónicas de marketing;",
    "privacyPolicy.legalGrounds.services": "Necesitamos sus Datos Personales para prestar nuestros servicios, incluido el registro de la cuenta, para responder a sus consultas o para la atención al cliente;",
    "privacyPolicy.legalGrounds.obligation": "Tenemos la obligación legal de utilizar sus Datos Personales; o",
    "privacyPolicy.legalGrounds.thirdParty": "We or a third party have a legitimate interest in using your Personal Information. In particular, we have a legitimate interest in using your Personal Information to analyze and share your aggregated or de-identified information for research purposes, to analyze and enhance your learning experience on the Scratch Website and otherwise ensure and improve the safety, security, and performance of the Scratch Website. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests.",
    "privacyPolicy.share.title": "¿Cómo comparte Scratch mi información personal?",
    "privacyPolicy.share.intro": "We disclose Personal Information that we collect through the Scratch Website to third parties, if you consent to us doing so, as well as in the following circumstances:",
    "privacyPolicy.share.serviceProvidersTitle": "Proveedores de servicios",
    "privacyPolicy.share.serviceProvidersBody": "Con terceros que proporcionen servicios como hospedaje de sitios web, análisis de datos, tecnología de la información y suministros de infraestructuras relacionados, servicio al cliente, entrega de emails y otros servicios.",
    "privacyPolicy.share.researchTitle": "Investigación académica y científica",
    "privacyPolicy.share.researchBody": "To research institutions, such as the Massachusetts Institute of Technology (MIT), to learn about how our users learn through the Scratch Website and develop new learning tools.",
    "privacyPolicy.share.mergerTitle": "Fusión",
    "privacyPolicy.share.mergerBody": "To a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. You will have the opportunity to opt out of any such transfer if the new entity’s planned processing of your Personal Information differs materially from that set forth in this Privacy Policy.",
    "privacyPolicy.share.legalTitle": "Nota legal",
    "privacyPolicy.share.legalBody": "Si hay que hacerlo según la ley o creyendo de buena fe que dicha acción es apropiada: (a) bajo la ley aplicable, incluidas las leyes de fuera de su país de referencia; (b) para cumplir con el proceso legal; (c) para responder a las solicitudes de las autoridades públicas y gubernamentales, como una escuela, distritos escolares y las fueras de seguridad, incluidas las autoridades públicas y gubernamentales fuera de su país de residencia; (d) para hacer cumplir nuestros términos y condiciones; (e) para proteger nuestras operaciones o las de cualquiera de nuestros afiliados; (f) para proteger nuestros derechos, privacidad, seguridad o propiedad, y/o los de nuestros afiliados, usted u otros; y (g) para permitirnos implementar remedios disponibles o limitar los daños que podamos sufrir.",
    "privacyPolicy.thirdPartyServices.title": "Servicios de terceros",
    "privacyPolicy.thirdPartyServices.body": "This Privacy Policy applies only to the processing of your Personal Information by Scratch. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which the Scratch Website links. The inclusion of a link on the Scratch Website does not imply endorsement of the linked site or service by us or by our affiliates.",
    "privacyPolicy.childPrivacy.title": "Privacidad de niños y estudiantes",
    "privacyPolicy.childPrivacy.body1": "The Scratch Foundation is a 501(c)(3) nonprofit organization. As such, the Children’s Online Privacy Protection Act (COPPA) does not apply to the Scratch Website. Nevertheless, Scratch takes children’s privacy seriously. Scratch collects only minimal information from its users, and only uses and discloses information to provide the services and for limited other purposes, such as research, as described in this Privacy Policy.",
    "privacyPolicy.childPrivacy.body2": "Scratch does not collect information from a student’s education record, as defined by the Family Educational Rights and Privacy Act (FERPA). Scratch does not disclose personal information of students to any third parties except as described in this Privacy Policy: to service providers and research institutions.",
    "privacyPolicy.rights.title": "Sus derechos y opciones",
    "privacyPolicy.rights.updatingTitle": "Actualizar sus datos",
    "privacyPolicy.rights.updatingBody1": "You can update your password, email address, and country through the <settings>Account Settings</settings> page. You can also reset your password through the <reset>Account Reset</reset> page. You cannot change your username, but you can make a new account and manually copy your projects to the new account.",
    "privacyPolicy.rights.updatingBody2": "If you want to delete your account, login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings,\" then click the \"I want to delete my account\" link at the bottom of the page. Deleting your account hides all Personal Information from public view, but does not remove all of your Personal Information from our servers. If you want to have all of your Personal Information removed from our servers, please contact help@scratch.mit.edu for assistance.",
    "privacyPolicy.rights.marketingTitle": "Comunicaciones de marketing",
    "privacyPolicy.rights.marketingBody": "If you decide at any time that you no longer wish to receive marketing communications from us, please follow the unsubscribe instructions provided in any of the communications. You may also opt out from receiving email from us by sending your request to us by email at help@scratch.mit.edu. Please be aware that, even after you opt out from receiving marketing communications from us, you may continue to receive administrative messages from us regarding your account.",
    "privacyPolicy.rights.data.title": "Sus derechos de protección de datos (EEE, Reino Unido y Suiza)",
    "privacyPolicy.rights.data.intro": "Si se encuentra en el Espacio Económico Europeo, el Reino Unido o Suiza, tiene ciertos derechos en relación con sus Datos Personales:",
    "privacyPolicy.rights.data.access": "<b>Access, Correction and Data Portability:</b> You may ask for an overview of the Personal Information we process about you and to receive a copy of your Personal Information. You also have the right to request to correct incomplete, inaccurate or outdated Personal Information. To the extent required by applicable law, you may request us to provide your Personal Information to another company.",
    "privacyPolicy.rights.data.objection": "<b>Objection:</b> You may object to (this means “ask us to stop”) any use of your Personal Information that is not (i) processed to comply with a legal obligation, (ii) necessary to do what is provided in a contract between Scratch and you, or (iii) if we have a compelling reason to do so (such as, to ensure safety and security in our online community). If you do object, we will work with you to find a reasonable solution.",
    "privacyPolicy.rights.data.deletion": "<b>Deletion:</b> You may also request the deletion of your Personal Information, as permitted under applicable law. This applies, for instance, where your Personal Information is outdated or the processing is not necessary or is unlawful; where you withdraw your consent to our processing based on such consent; or where you have objected to our processing. In some situations, we may need to retain your Personal Information due to legal obligations or for litigation purposes.",
    "privacyPolicy.rights.data.restriction": "<b>Restriction of Processing:</b> You may request that we restrict processing of your Personal Information while we are processing a request relating to (i) the accuracy of your Personal Information, (ii) the lawfulness of the processing of your Personal Information, or (iii) our legitimate interests to process this Personal Information. You may also request that we restrict processing of your Personal Information if you wish to use the Personal Information for litigation purposes.",
    "privacyPolicy.rights.data.consent": "<b>Withdrawal of Consent:</b> If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, we will apply your preferences going forward and this will not affect the lawfulness of the processing before your consent withdrawal.",
    "privacyPolicy.rights.data.exceptions": "However, there are exceptions and limitations to each of these rights. We may, for example, refuse to act on a request if the request is manifestly unfounded or excessive, or if the request is likely to adversely affect the rights and freedoms of others, prejudice the execution or enforcement of the law, interfere with pending or future litigation, or infringe applicable law. To submit a request to exercise your rights, please contact help@scratch.mit.edu for assistance. In addition to the above-mentioned rights, you also have the right to lodge a complaint with a competent supervisory authority including in your country of residence, place of work or where an incident took place subject to applicable law.",
    "privacyPolicy.retentionTitle": "Retención de datos",
    "privacyPolicy.retentionBody": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this Information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this Personal Information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrolment with our services, the impact on the services we provide to you if we delete some Personal Information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "privacyPolicy.protectionTitle": "¿Cómo protege Scratch mi información personal?",
    "privacyPolicy.protectionBody": "Scratch cuenta con procedimientos administrativos, físicos y técnicos destinados a proteger la Información Personal que recopilamos en el sitio web de Scratch contra destrucción accidental o ilegal, pérdida accidental, alteración no autorizada, divulgación o acceso no autorizado, uso indebido y cualquier otra forma ilegal de procesamiento de la Información Personal. Por ejemplo, utilizamos SSL/TLS para todas las transferencias de datos y limitamos estrictamente el acceso a los servidores de Scratch y a los datos que almacenamos en ellos. Sin embargo, por eficaces que sean estas medidas, ningún sistema de seguridad es impenetrable. No podemos garantizar completamente la seguridad de nuestras bases de datos, ni podemos garantizar que la Información Personal que usted nos proporcione no será interceptada mientras nos es transmitida a través de Internet.",
    "privacyPolicy.transferTitle": "Transferencia internacional de datos",
    "privacyPolicy.transferBody1": "We may transfer your Personal Information to countries other than the country where you are located, including to the U.S. (where Scratch servers are located) or any other country in which we or our service providers maintain facilities. If you are located in the European Economic Area, the United Kingdom or Switzerland, or other regions with laws governing data collection and use that may differ from U.S. law, please note that we may transfer your Personal Information to a country and jurisdiction that does not have the same data protection laws as your jurisdiction.",
    "privacyPolicy.transferBody2": "We apply administrative, physical, and technical procedures to ensure the confidentiality and security of the Personal Information processed and transferred on our behalf. This includes procedures to ensure that your Personal Information is only processed for the purposes for which it has been collected. To obtain additional information on the transfers, please contact us using the contact information below.",
    "privacyPolicy.helpTitle": "¿Qué puedo hacer para ayudar a proteger mi privacidad en el sitio web de Scratch?",
    "privacyPolicy.helpBody": "Please do not share personal contact information (such as your name, physical address, email address, or phone number) in projects, comments, profiles, studios, or forum posts. Please let us know if you see this kind of information by using the “Report” link which appears on the page. It is also important that you maintain the security and control of your account credentials, and not share your password with anyone.",
    "privacyPolicy.changesTitle": "Notificaciones de cambios en la política de privacidad",
    "privacyPolicy.changesBody": "We review our security measures and Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes to the Policy, we will notify you through the Site or by sending you an email or other communication. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the Scratch Website following these changes means that you accept the revised Privacy Policy.",
    "privacyPolicy.contactTitle": "Contáctanos",
    "privacyPolicy.contactBody": "The Scratch Foundation is the entity responsible for the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:"
}