{
    "privacyPolicy.nav.collection": "Colección",
    "privacyPolicy.nav.usage": "Uso",
    "privacyPolicy.nav.share": "Compartiendo",
    "privacyPolicy.nav.thirdParties": "Servicios de terceros",
    "privacyPolicy.nav.childPrivacy": "Privacidad de niños y estudiantes",
    "privacyPolicy.nav.rights": "Derechos y elecciones",
    "privacyPolicy.nav.retention": "Retención de datos",
    "privacyPolicy.nav.protection": "Protección",
    "privacyPolicy.nav.changes": "Notificaciones de cambios",
    "privacyPolicy.nav.transfer": "Transferencia de datos",
    "privacyPolicy.nav.help": "Como ayudar",
    "privacyPolicy.nav.contact": "Contáctanos",
    "privacyPolicy.title": "Política de privacidad",
    "privacyPolicy.lastUpdated": "La política de privacidad de Scratch fue actualizada por última vez: 25 de mayo del 2023",
    "privacyPolicy.intro": "La Fundación de Scratch (“<b>Scratch</b>”, “<b>nosotros</b>” o “<b>nuestro equipo</b>”) comprendemos lo importante que es la privacidad para nuestra comunidad, especialmente a los niños y padres (“<b>tú</b>” o “<b>los usuarios</b>”). Escribimos esta política de privacidad (“<b>Política de Privacidad</b>”) para explicar qué tipo de información personal recolectamos desde nuestro sitio (scratch.mit.edu, el “<b>Sitio de Scratch</b>”), sobre cómo usamos, procesamos, y compartimos la información y lo hacemos para mantener la información privada. También le explica sobre sus derechos y elecciones con respecto a su información personal y sobre como puede <a>contactarnos</a> si tiene alguna pregunta o problema.",
    "privacyPolicy.offlineEditor": "Si usted quiere hacer proyectos con Scratch sin subir alguna clase de información personal a nosotros, puede descargar y usar la <a>Aplicación de Scratch</a> offline. Proyectos creados en la <a>Aplicación de Scratch</a> no son accesibles por Scratch y la aplicación solo nos mandará información anonimizada solo si eliges mandarla. Si subes tus proyectos a la comunidad en línea de Scratch en el Sitio de Scratch, obtendremos su información personal tal como lo explica la Política de Privacidad.",
    "privacyPolicy.collectionTitle": "¿Qué información personal Scratch recolecta de mí?",
    "privacyPolicy.collection1": "Para el propósito de esta Política de Privacidad, la “<b>información personal</b>” significa cualquier información relacionada a un individuo identificado o identificable.  Usted puede proveernos información personal directamente, como cuando creas una cuenta, pero obtendremos su información personal automáticamente, como cuando cambias de idioma o veas un proyecto.",
    "privacyPolicy.collection2": "Si procede, le explicaremos si debe facilitarnos sus datos personales y por qué, también como las consecuencias si elige no hacerlo. Por ejemplo, es posible que no pueda beneficiarse del sitio web de Scratch si esa información personal es necesaria para proporcionarle el servicio o si estamos legalmente obligados a recopilar esa información personal.",
    "privacyPolicy.youProvide": "Información personal que tú nos provees",
    "privacyPolicy.accountInformationTitle": "Información de cuenta",
    "privacyPolicy.accountInformationIntro": "Para que pueda usar los servicios y funciones que ofrecemos del Sitio de Scratch, como compartir proyectos, crear estudios o publicar comentarios, necesitas crear una cuenta (una cuenta propia, una cuenta de docente o una cuenta de estudiante)",
    "privacyPolicy.yourAccount": "Cuando usted crea una <b>cuenta para usted mismo</b>, le pedimos un nombre de usuario y una contraseña, su país, género y dirección de correo electrónico. Le pedimos que seleccione un nombre de usuario que no disponga de su nombre real u otra información que lo identifique. Otros usuarios pueden ver su nombre de usuario y país, pero no su género o correo electrónico.",
    "privacyPolicy.teacherAccount": "Cuando crea una <b>cuenta de docente</b>, le pedimos un nombre de usuario y una contraseña, su número telefónico, fecha de nacimiento, género, país o residencia, nombre y detalles sobre su empleador.",
    "privacyPolicy.studentAccount": "Cuando cree <b>cuentas de alumnos con su cuenta de docente</b>, le pedimos un nombre de usuario, contraseña, fecha de nacimiento, género y país de residencia. No necesita los correos electrónicos de los alumnos para crear cuentas de alumnos.",
    "privacyPolicy.userGeneratedContentTitle": "Contenidos generados por los usuarios",
    "privacyPolicy.userGeneratedContentBody": "Procesamos cualquier información personal que usted elija proveernos en el contenido que crea o con el que interactúa en el Sitio de Scratch (conocido como el contenido creado por los usuarios). Por ejemplo, en proyectos de Scratch (incluyendo proyectos no compartidos), estudios, campos de texto o comentarios.",
    "privacyPolicy.communicationsTitle": "Comunicaciones",
    "privacyPolicy.communicationsBody": "Si nos contacta directamente, obtendremos la información personal que nos dé en su mensaje. Por ejemplo, si contacta nuestro Equipo de Apoyo, recibiremos su nombre, correo electrónico, número telefónico, los contenidos del mensaje o archivos adjuntos que nos mande y otra información que elija compartir.",
    "privacyPolicy.automaticallyCollect": "Información personal que nosotros recopilamos automáticamente de tu uso en el sitio web de Scratch",
    "privacyPolicy.locationInformationTitle": "Información sobre la ubicación",
    "privacyPolicy.locationInformationBody": "Cuando usted utiliza el sitio web de Scratch, deducimos su información de localización general, por ejemplo, utilizando su dirección de protocolo de Internet (IP).",
    "privacyPolicy.cookiesTitle": "Cookies",
    "privacyPolicy.cookiesBody": "Cuando utiliza el sitio web de Scratch, utilizamos cookies, balizas, etiquetas invisibles, identificaciones únicas y tecnologías similares (colectivamente Cookies) para registrar automáticamente cierta información personal desde su navegador o dispositivo. Por ejemplo, su dirección IP, ubicación de red, registros del servidor web, qué navegador está utilizando, ID y características del dispositivo, versión del sistema operativo, configuración de idioma del navegador, URL de referencia e información personal sobre el uso del sitio web de Scratch. Para obtener más información sobre nuestro uso de cookies, consulte la <a>Política de cookies de Scratch.</a>",
    "privacyPolicy.otherSources": "Información recogida de otras fuentes",
    "privacyPolicy.thirdPartyInformationTitle": "Información de terceros",
    "privacyPolicy.thirdPartyInformationBody": "Podemos obtener Información Personal sobre usted de terceros, como por ejemplo de su profesor si está utilizando Scratch dentro de una escuela. Esta información puede incluir el nombre y la dirección de su escuela.",
    "privacyPolicy.publicSourceInformationTitle": "Información de fuentes públicas",
    "privacyPolicy.publicSourceInformationBody": "Podemos obtener Información Personal sobre usted de fuentes públicas, como registros censales. Esta información puede incluir datos demográficos sobre su centro escolar o región geográfica.",
    "privacyPolicy.usageTitle": "¿Cómo usa Scratch mi información personal?",
    "privacyPolicy.usageBody": "El objetivo principal es proporcionarle los servicios que ofrecemos a través del sitio web de Scratch y mejorar su experiencia de aprendizaje. Una visión general de los usos:",
    "privacyPolicy.usage.internalAndServiceTitle": "Uso interno y relacionado con el servicio",
    "privacyPolicy.usage.internalAndServiceBody": "Utilizamos información personal para fines internos, incluido el funcionamiento, suministro y mantenimiento del sitio web de Scratch. Por ejemplo, para dirigir a los usuarios al contenido solicitado, crear y recuperar cuentas y permitir a los usuarios crear y compartir proyectos.",
    "privacyPolicy.usage.analyticsTitle": "Analítica y mejora del sitio web de Scratch",
    "privacyPolicy.usage.analyticsBody": "Nosotros usamos la Información Personal que recopilamos en el sitio web de Scratch, como su ubicación y sus actividades, para monitorear y analizar el uso del sitio web de Scratch y para mejorar su experiencia de aprendizaje.",
    "privacyPolicy.usage.communicationsBody": "Podemos enviar correos electrónicos a una dirección de correo electrónico que nos proporcione con fines de servicio al cliente o de asistencia técnica. También podemos enviar un boletín a la dirección de correo electrónico que nos facilite cuando se suscriba para recibir comunicaciones adicionales nuestras.",
    "privacyPolicy.usage.researchTitle": "Investigación académica y científica",
    "privacyPolicy.usage.researchBody": "Desidentificamos y agregamos la Información Personal recogida a través de la página web de Scratch para el análisis estadístico en el contexto de la investigación científica y académica. Por ejemplo, para ayudarnos a entender cómo la gente aprende a través del sitio web de Scratch y cómo podemos mejorar las herramientas de aprendizaje para los jóvenes. Los resultados de estas investigaciones se comparten con educadores e investigadores a través de conferencias, revistas y otras publicaciones académicas o científicas. Puede obtener más información en nuestra <a>página de Investigación.</a>",
    "privacyPolicy.usage.legalTitle": "Nota legal",
    "privacyPolicy.usage.legalBody": "Podemos utilizar su Información personal para hacer cumplir nuestras <terms>Condiciones de uso</terms>, defender nuestros derechos legales y cumplir con nuestras obligaciones legales y políticas internas. Moderamos el contenido publicado en el sitio web de Scratch, incluidos proyectos, comentarios y publicaciones en foros compartidos y no compartidos, para garantizar que se respeten nuestras <directrices>Pautas comunitarias</guidelines>. También utilizamos su información personal para detectar y prevenir fraudes, spam y abusos. Nosotros y nuestros proveedores de servicios podemos hacer esto leyendo la información contenida en las cookies configuradas en su navegador, analizando su uso del sitio web de Scratch y a través de otros medios.",
    "privacyPolicy.legalGrounds.title": "¿Cuáles son los motivos legales para tratar sus datos personales?",
    "privacyPolicy.legalGrounds.intro": "Si se encuentra en el Espacio Económico Europeo, el Reino Unido o Suiza, solo procesamos su Información personal sobre la base de un fundamento legal válido. Un fundamento legal es una razón que justifica nuestro uso de su Información personal. Podemos utilizar diferentes fundamentos legales, tales como:",
    "privacyPolicy.legalGrounds.communications": "Usted ha consentido el uso de sus Datos Personales, por ejemplo, para recibir comunicaciones electrónicas de marketing;",
    "privacyPolicy.legalGrounds.services": "Necesitamos sus Datos Personales para prestar nuestros servicios, incluido el registro de la cuenta, para responder a sus consultas o para la atención al cliente;",
    "privacyPolicy.legalGrounds.obligation": "Tenemos la obligación legal de utilizar sus Datos Personales; o",
    "privacyPolicy.legalGrounds.thirdParty": "Nosotros o un tercero tenemos un interés legítimo en utilizar su información personal. En particular, tenemos un interés legítimo en utilizar su Información personal para analizar y compartir su información agregada o no identificada con fines de investigación, para analizar y mejorar su experiencia de aprendizaje en el sitio web de Scratch y de otro modo garantizar y mejorar la seguridad, protección y rendimiento del sitio web de Scratch. Solo nos basamos en nuestros intereses legítimos o los de un tercero para procesar su Información personal cuando estos intereses no sean anulados por sus derechos e intereses.",
    "privacyPolicy.share.title": "¿Cómo comparte Scratch mi información personal?",
    "privacyPolicy.share.intro": "Divulgamos la Información personal que recopilamos a través del sitio web de Scratch a terceros, si usted nos da su consentimiento para hacerlo, así como en las siguientes circunstancias:",
    "privacyPolicy.share.serviceProvidersTitle": "Proveedores de servicios",
    "privacyPolicy.share.serviceProvidersBody": "Con terceros que proporcionen servicios como hospedaje de sitios web, análisis de datos, tecnología de la información y suministros de infraestructuras relacionados, servicio al cliente, entrega de emails y otros servicios.",
    "privacyPolicy.share.researchTitle": "Investigación académica y científica",
    "privacyPolicy.share.researchBody": "A instituciones de investigación, como el Instituto de Tecnología de Massachusetts (MIT), para conocer cómo nuestros usuarios aprenden a través del sitio web de Scratch y desarrollar nuevas herramientas de aprendizaje.",
    "privacyPolicy.share.mergerTitle": "Fusión",
    "privacyPolicy.share.mergerBody": "A un adquirente, sucesor o cesionario potencial o real como parte de cualquier reorganización, fusión, venta, empresa conjunta, cesión, transferencia u otra disposición de la totalidad o parte de nuestra organización o activos. Tendrá la oportunidad de optar por no participar en dicha transferencia si el procesamiento planificado de su Información personal por parte de la nueva entidad difiere materialmente de lo establecido en esta Política de Privacidad.",
    "privacyPolicy.share.legalTitle": "Nota legal",
    "privacyPolicy.share.legalBody": "Si hay que hacerlo según la ley o creyendo de buena fe que dicha acción es apropiada: (a) bajo la ley aplicable, incluidas las leyes de fuera de su país de referencia; (b) para cumplir con el proceso legal; (c) para responder a las solicitudes de las autoridades públicas y gubernamentales, como una escuela, distritos escolares y las fueras de seguridad, incluidas las autoridades públicas y gubernamentales fuera de su país de residencia; (d) para hacer cumplir nuestros términos y condiciones; (e) para proteger nuestras operaciones o las de cualquiera de nuestros afiliados; (f) para proteger nuestros derechos, privacidad, seguridad o propiedad, y/o los de nuestros afiliados, usted u otros; y (g) para permitirnos implementar remedios disponibles o limitar los daños que podamos sufrir.",
    "privacyPolicy.thirdPartyServices.title": "Servicios de terceros",
    "privacyPolicy.thirdPartyServices.body": "Esta Política de Privacidad se aplica únicamente al procesamiento de su Información Personal por parte de Scratch. No aborda, y no somos responsables de, la privacidad, la información u otras prácticas de terceros, incluido cualquier tercero que opere cualquier sitio o servicio al que se enlace el sitio web de Scratch. La inclusión de un enlace en el sitio web de Scratch no implica la aprobación del sitio o servicio vinculado por nuestra parte o por parte de nuestros afiliados.",
    "privacyPolicy.childPrivacy.title": "Privacidad de niños y estudiantes",
    "privacyPolicy.childPrivacy.body1": "La Fundación Scratch es una organización sin fines de lucro 501(c)(3). Como tal, la Ley de Protección de la Privacidad Infantil en Línea (COPPA) no se aplica al sitio web de Scratch. Sin embargo, Scratch se toma en serio la privacidad de los niños. Scratch recopila solo información mínima de sus usuarios y solo usa y divulga información para proporcionar los servicios y para otros fines limitados, como investigación, como se describe en esta Política de Privacidad.",
    "privacyPolicy.childPrivacy.body2": "Scratch no recopila información del expediente educativo de un estudiante, según lo define la Ley de Privacidad y Derechos Educativos de la Familia (FERPA). Scratch no divulga información personal de los estudiantes a terceros, excepto como se describe en esta Política de Privacidad: a proveedores de servicios e instituciones de investigación.",
    "privacyPolicy.rights.title": "Sus derechos y opciones",
    "privacyPolicy.rights.updatingTitle": "Actualizar sus datos",
    "privacyPolicy.rights.updatingBody1": "Puede actualizar su contraseña, dirección de correo electrónico y país a través de la página <settings>Configuración de cuenta</settings>. También puede restablecer su contraseña a través de la página <reset>Restablecimiento de cuenta</reset>. No puede cambiar su nombre de usuario, pero puede crear una cuenta nueva y copiar manualmente sus proyectos a la nueva cuenta.",
    "privacyPolicy.rights.updatingBody2": "Si desea eliminar su cuenta, inicie sesión en Scratch y luego haga clic en su nombre de usuario en la esquina superior derecha. Seleccione \"Configuración de la cuenta\" y luego haga clic en el enlace \"Quiero eliminar mi cuenta\" en la parte inferior de la página. Eliminar su cuenta oculta toda la información personal de la vista pública, pero no elimina toda su información personal de nuestros servidores. Si desea que se elimine toda su información personal de nuestros servidores, comuníquese con help@scratch.mit.edu para obtener ayuda.",
    "privacyPolicy.rights.marketingTitle": "Comunicaciones de marketing",
    "privacyPolicy.rights.marketingBody": "Si decide en cualquier momento que ya no desea recibir nuestras comunicaciones de marketing, siga las instrucciones para cancelar la suscripción proporcionadas en cualquiera de las comunicaciones. También puede optar por no recibir nuestros correos electrónicos enviándonos su solicitud por correo electrónico a help@scratch.mit.edu. Tenga en cuenta que, incluso después de optar por no recibir nuestras comunicaciones de marketing, puede continuar recibiendo mensajes administrativos nuestros con respecto a su cuenta.",
    "privacyPolicy.rights.data.title": "Sus derechos de protección de datos (EEE, Reino Unido y Suiza)",
    "privacyPolicy.rights.data.intro": "Si se encuentra en el Espacio Económico Europeo, el Reino Unido o Suiza, tiene ciertos derechos en relación con sus Datos Personales:",
    "privacyPolicy.rights.data.access": "<b>Acceso, corrección y portabilidad de datos:</b> Puede solicitar una descripción general de la información personal que procesamos sobre usted y recibir una copia de su información personal. También tiene derecho a solicitar la corrección de información personal incompleta, inexacta o desactualizada. En la medida en que lo exija la ley aplicable, puede solicitarnos que proporcionemos su información personal a otra empresa.",
    "privacyPolicy.rights.data.objection": "<b>Objeción:</b> Puede oponerse (esto significa pedirnos que detengamos) cualquier uso de su Información personal que no (i) se procese para cumplir con una obligación legal, (ii) sea necesaria para hacer lo que se proporciona en un contrato entre Scratch y usted, o (iii) si tenemos una razón convincente para hacerlo (por ejemplo, para garantizar la seguridad en nuestra comunidad en línea). Si se opone, trabajaremos con usted para encontrar una solución razonable.",
    "privacyPolicy.rights.data.deletion": "<b>Eliminación:</b> También puede solicitar la eliminación de su información personal, según lo permitido por la ley aplicable. Esto se aplica, por ejemplo, cuando su Información personal está desactualizada o el procesamiento no es necesario o es ilegal; cuando retira su consentimiento para nuestro procesamiento basado en dicho consentimiento; o cuando se haya opuesto a nuestro procesamiento. En algunas situaciones, es posible que necesitemos conservar su Información personal debido a obligaciones legales o con fines de litigio.",
    "privacyPolicy.rights.data.restriction": "<b>Restricción de procesamiento:</b> Puede solicitar que restrinjamos el procesamiento de su Información personal mientras procesamos una solicitud relacionada con (i) la exactitud de su Información personal, (ii) la legalidad del procesamiento de su Información personal, o (iii) nuestros intereses legítimos para procesar esta Información personal. También puede solicitar que restrinjamos el procesamiento de su Información personal si desea utilizar la Información personal con fines de litigio.",
    "privacyPolicy.rights.data.consent": "<b>Retirada del consentimiento:</b> Si nos basamos en el consentimiento para el procesamiento de su Información personal, usted tiene derecho a retirarlo en cualquier momento y de forma gratuita. Cuando lo haga, aplicaremos sus preferencias en el futuro y esto no afectará la legalidad del procesamiento antes de que retire su consentimiento.",
    "privacyPolicy.rights.data.exceptions": "Sin embargo, existen excepciones y limitaciones a cada uno de estos derechos. Podemos, por ejemplo, negarnos a actuar sobre una solicitud si la solicitud es manifiestamente infundada o excesiva, o si es probable que la solicitud afecte negativamente los derechos y libertades de otros, perjudique la ejecución o el cumplimiento de la ley, interfiera con asuntos pendientes o litigios futuros o infringir la ley aplicable. Para enviar una solicitud para ejercer sus derechos, comuníquese con help@scratch.mit.edu para obtener ayuda. Además de los derechos mencionados anteriormente, también tiene derecho a presentar una queja ante una autoridad supervisora ​​competente, incluso en su país de residencia, lugar de trabajo o donde tuvo lugar un incidente sujeto a la ley aplicable.",
    "privacyPolicy.retentionTitle": "Retención de datos",
    "privacyPolicy.retentionBody": "Tomamos medidas para eliminar su Información personal o mantenerla en una forma que no permita identificarlo cuando esta Información ya no es necesaria para los fines para los cuales la procesamos, a menos que la ley nos exija conservar esta Información personal para un período más largo. Al determinar el período de retención, tomamos en cuenta varios criterios, como el tipo de servicios solicitados o proporcionados por usted, la naturaleza y duración de nuestra relación con usted, la posible reinscripción en nuestros servicios, el impacto en los servicios que proporcionarle si eliminamos alguna información personal de usted o sobre usted, los períodos de retención obligatorios previstos por la ley y el estatuto de limitaciones.",
    "privacyPolicy.protectionTitle": "¿Cómo protege Scratch mi información personal?",
    "privacyPolicy.protectionBody": "Scratch cuenta con procedimientos administrativos, físicos y técnicos destinados a proteger la Información Personal que recopilamos en el sitio web de Scratch contra destrucción accidental o ilegal, pérdida accidental, alteración no autorizada, divulgación o acceso no autorizado, uso indebido y cualquier otra forma ilegal de procesamiento de la Información Personal. Por ejemplo, utilizamos SSL/TLS para todas las transferencias de datos y limitamos estrictamente el acceso a los servidores de Scratch y a los datos que almacenamos en ellos. Sin embargo, por eficaces que sean estas medidas, ningún sistema de seguridad es impenetrable. No podemos garantizar completamente la seguridad de nuestras bases de datos, ni podemos garantizar que la Información Personal que usted nos proporcione no será interceptada mientras nos es transmitida a través de Internet.",
    "privacyPolicy.transferTitle": "Transferencia internacional de datos",
    "privacyPolicy.transferBody1": "Podemos transferir su Información personal a países distintos del país donde se encuentra, incluso a los EE. UU. (donde se encuentran los servidores de Scratch) o cualquier otro país en el que nosotros o nuestros proveedores de servicios tengamos instalaciones. Si se encuentra en el Espacio Económico Europeo, el Reino Unido o Suiza, u otras regiones con leyes que rigen la recopilación y el uso de datos que pueden diferir de las leyes de los EE. UU., tenga en cuenta que podemos transferir su información personal a un país y jurisdicción que no tiene las mismas leyes de protección de datos que su jurisdicción.",
    "privacyPolicy.transferBody2": "Aplicamos procedimientos administrativos, físicos y técnicos para garantizar la confidencialidad y seguridad de la Información personal procesada y transferida en nuestro nombre. Esto incluye procedimientos para garantizar que su Información personal solo se procese para los fines para los que ha sido recopilada. Para obtener información adicional sobre las transferencias, comuníquese con nosotros utilizando la información de contacto a continuación.",
    "privacyPolicy.helpTitle": "¿Qué puedo hacer para ayudar a proteger mi privacidad en el sitio web de Scratch?",
    "privacyPolicy.helpBody": "No comparta información de contacto personal (como su nombre, dirección física, dirección de correo electrónico o número de teléfono) en proyectos, comentarios, perfiles, estudios o publicaciones en foros. Háganos saber si ve este tipo de información utilizando el enlace 'Informe' que aparece en la página. También es importante que mantengas la seguridad y el control de las credenciales de tu cuenta y que no compartas tu contraseña con nadie.",
    "privacyPolicy.changesTitle": "Notificaciones de cambios en la política de privacidad",
    "privacyPolicy.changesBody": "Revisamos nuestras medidas de seguridad y nuestra Política de Privacidad periódicamente y podemos modificar nuestras políticas según corresponda. Si realizamos cambios sustanciales en la Política, se lo notificaremos a través del Sitio o enviándole un correo electrónico u otra comunicación. Le recomendamos que revise nuestra Política de Privacidad periódicamente. La fecha de “Última actualización” en la parte superior de esta página indica cuándo se revisó por última vez esta Política de Privacidad. Su uso continuado del sitio web de Scratch después de estos cambios significa que acepta la Política de Privacidad revisada.",
    "privacyPolicy.contactTitle": "Contáctanos",
    "privacyPolicy.contactBody": "La Fundación Scratch es la entidad responsable del procesamiento de su Información Personal. Si tiene alguna pregunta sobre esta Política de Privacidad, o si desea ejercer sus derechos sobre su Información Personal, puede contactarnos en help@scratch.mit.edu o por correo electrónico a:"
}