{
    "privacyPolicy.nav.collection": "Kerääminen",
    "privacyPolicy.nav.usage": "Käyttö",
    "privacyPolicy.nav.share": "Jakaminen",
    "privacyPolicy.nav.thirdParties": "Kolmannen osapuolen palvelut",
    "privacyPolicy.nav.childPrivacy": "Lasten ja oppilaiden tietosuoja",
    "privacyPolicy.nav.rights": "Oikeudet ja valinnat",
    "privacyPolicy.nav.retention": "Tietojen säilyttäminen",
    "privacyPolicy.nav.protection": "Suojaus",
    "privacyPolicy.nav.changes": "Muutosilmoitukset",
    "privacyPolicy.nav.transfer": "Tiedonsiirto",
    "privacyPolicy.nav.help": "Miten auttaa",
    "privacyPolicy.nav.contact": "Ota yhteyttä",
    "privacyPolicy.title": "Tietosuojakäytäntö",
    "privacyPolicy.lastUpdated": "Scratchin tietosuojakäytäntö päivitettiin viimeksi: 25. toukokuuta 2023",
    "privacyPolicy.intro": "The Scratch Foundation (jäljempänä “<b>Scratch-säätiö</b>”, “<b>Scratch</b>”, “<b>me</b>” ja vastaavat ilmaukset) ymmärtää, miten tärkeää tietosuoja on yhteisöllemme, erityisesti lapsille ja vanhemmille (“<b>sinä</b>”, “<b>käyttäjä</b>” ja vastaavat ilmaukset). Kirjoitimme tämän tietosuojakäytännön (“<b>tietosuojakäytäntö</b>”) kertoaksemme, mitä henkilötietoja keräämme verkkosivustomme (scratch.mit.edu ja “<b>Scratch-verkkosivusto</b>”), miten käytämme, käsittelemme ja jaamme niitä sekä mitä teemme pitääksemme ne turvassa. Lisäksi tietosuojakäytäntö kertoo oikeuksistasi ja valinnoistasi henkilötietojesi suhteen ja siitä, miten voit <a>ottaa meihin yhteyttä</a>, jos sinulla on kysymyksiä tai huolenaiheita.",
    "privacyPolicy.offlineEditor": "Jos haluat luoda projekteja Scratchilla ilman minkäänlaisten henkilötietojen lähettämistä meille, voit ladata ja käyttää <a>Scratch-sovellusta</a> verkon ulkopuolella (offline). Scratchilla ei ole pääsyä <a>Scratch-sovelluksessa</a> luotuihin projekteihin, ja sovellus lähettää meille anonyymiä tietoa vain silloin, kun päätät valita niin. Jos lataat projektisi Scratchin verkkoyhteisöön Scratch-verkkosivustolle, keräämme henkilötietojasi tässä tietosuojakäytännössä kerrotulla tavalla.",
    "privacyPolicy.collectionTitle": "Mitä henkilötietoja Scratch kerää minusta?",
    "privacyPolicy.collection1": "Tässä tietosuojakäytännössä “<b>henkilötiedot</b>” tarkoittaa kaikkea tunnistettuun tai tunnistettavaan yksilöön  liittyviä tietoja. Voit antaa meille henkilötietoja suoraan, kuten tiliä luodessasi, tai me voimme kerätä henkilötietojasi automaattisesti, kuten vaihtaessasi kieltä tai katsellessasi projektia.",
    "privacyPolicy.collection2": "Selitämme soveltuvin osin, onko sinun annettava meille henkilötietosi ja miksi, sekä seuraukset, jos et tee niin. Et esimerkiksi voi hyötyä Scratch-verkkosivustosta, jos henkilötiedot ovat välttämättömiä palvelun tarjoamiseksi sinulle tai jos meidän on lain mukaan kerättävä kyseiset henkilötiedot.",
    "privacyPolicy.youProvide": "Henkilötiedot, jotka annat meille",
    "privacyPolicy.accountInformationTitle": "Tilin tiedot",
    "privacyPolicy.accountInformationIntro": "Jotta voit käyttää Scratch-verkkosivustolla tarjoamiamme palveluita ja ominaisuuksia, kuten jakaa projekteja, luoda studioita tai lähettää kommentteja, sinun täytyy luoda tili (oma tili, opettajatili tai oppilastili).",
    "privacyPolicy.yourAccount": "Kun luot <b>tilin itsellesi</b>, pyydämme sinulta käyttäjänimen ja salasanan, maasi, sukupuolesi ja sähköpostiosoitteesi. Pyydämme sinua valitsemaan käyttäjänimen, joka ei paljasta oikeaa nimeäsi tai muita tietoja, joista sinut voisi tunnistaa. Muut käyttäjät näkevät käyttäjänimesi ja maasi, mutta eivät sukupuoltasi tai sähköpostiosoitettasi.",
    "privacyPolicy.teacherAccount": "Kun luot <b>opettajatilin</b>, pyydämme sinulta käyttäjänimen ja salasanan, puhelinnumerosi, syntymäaikasi, sukupuolesi, kotimaasi, nimesi ja tietoja työnantajastasi.",
    "privacyPolicy.studentAccount": "Kun luot <b>oppilastilejä opettajatilisi kautta</b>, pyydämme käyttäjänimen, salasanan, syntymäajan, sukupuolen ja kotimaan. Sinun ei tarvitse antaa oppilaiden sähköpostiosoitteita luodaksesi joukon oppilastilejä.",
    "privacyPolicy.userGeneratedContentTitle": "Käyttäjien luoma sisältö",
    "privacyPolicy.userGeneratedContentBody": "Käsittelemme kaikkia henkilötietoja, jotka päätät antaa meille sisällössäsi, kun luot sisältöä tai vuorovaikutat Scratch-verkkosivustolla (näihin tietoihin viitataan yleensä käyttäjien luomana sisältönä), kuten esimerkiksi Scratch-projekteissa (mukaan lukien jakamattomat projektit), studioissa, tekstikentissä tai kommenteissa.",
    "privacyPolicy.communicationsTitle": "Viestintä",
    "privacyPolicy.communicationsBody": "Jos otat meihin suoraan yhteyttä, keräämme henkilötiedot, jotka annat viestissäsi. Kun esimerkiksi otat yhteyttä asiakastukitiimiimme, voimme saada nimesi, sähköpostiosoitteesi, puhelinnumerosi, viestin sisällön ja liitteet, jotka voit lähetää meille, sekä muut tiedot, jotka olet päättänyt antaa.",
    "privacyPolicy.automaticallyCollect": "Henkilötiedot, jotka keräämme automaattisesti käyttäessäsi Scratch-verkkosivustoa",
    "privacyPolicy.locationInformationTitle": "Sijaintitiedot",
    "privacyPolicy.locationInformationBody": "Kun käytät Scratch-verkkosivustoa, päättelemme yleisen sijaintisi esimerkiksi internetin protokollaosoitteesi (IP) perusteella.",
    "privacyPolicy.cookiesTitle": "Evästeet",
    "privacyPolicy.cookiesBody": "Kun käytät Scratch-verkkosivustoa, käytämme evästeitä, beaconeja, näkymättömiä tunnisteita, uniikkeja id:itä ja muita sellaisia teknologioita (kollektiivisesti “evästeet”) tallentaakseen automaattisesti tiettyjä selaimestasi tai laitteestasi henkilötietoja, kuten esimerkiksi IP-osoitteesi, verkon sijainnin, verkkopalvelinlokeja, käyttämäsi selaimen, laitteen tunnukset ja ominaisuudet, käyttöjärjestelmän version, selaimen kieliasetukset, viittaavat URL-osoitteet sekä henkilötietoja Scratch-verkkosivuston käytöstä. Lue lisää evästeiden käytöstämme <a>Scratchin evästekäytännöstä</a>.",
    "privacyPolicy.otherSources": "Muista lähteistä kerätyt tiedot",
    "privacyPolicy.thirdPartyInformationTitle": "Kolmansilta osapuolilta saatavat tiedot",
    "privacyPolicy.thirdPartyInformationBody": "Voimme saada henkilötietojasi kolmansilta osapuolilta, kuten opettajaltasi, jos käytät Scratchia koulussa. Näihin tietoihin voi kuulua koulusi nimi ja osoite.",
    "privacyPolicy.publicSourceInformationTitle": "Julkisista lähteistä saatavat tiedot",
    "privacyPolicy.publicSourceInformationBody": "Saatamme saada henkilökohtaisia ​​tietojasi julkisista lähteistä, kuten väestönlaskentatietueista. Näihin tietoihin voi kuulua väestötieteellistä tietoa koulustasi tai maantieteellisestä alueestasi.",
    "privacyPolicy.usageTitle": "Miten Scratch käyttää henkilötietojani?",
    "privacyPolicy.usageBody": "Päätarkoitus on välittää sinulla palvelut, jotka tarjoamme Scratch-verkkosivuston välityksellä, ja parantaa oppimiskokemustasi. Yleiskuva käyttökohteista:",
    "privacyPolicy.usage.internalAndServiceTitle": "Sisäinen ja palveluihin liittyvä käyttö",
    "privacyPolicy.usage.internalAndServiceBody": "Me käytämme henkilötietojasi sisäisiin tarkoituksiin. Tällaisia ovat Scratch-verkkosivuston operoiminen, välittäminen ja ylläpitäminen. Tarvitsemme henkilötietojasi käyttäjien ohjaamiseen heidän haluaamansa sisältöön, tilien luomiseen ja palauttamiseen sekä projektien luomiseen ja jakamiseen.",
    "privacyPolicy.usage.analyticsTitle": "Analytiikka ja Scratch-verkkosivuston parantaminen",
    "privacyPolicy.usage.analyticsBody": "Me käytämme Scratch-verkkosivustolla keräämiämme henkilötietojasi, kuten sijaintiasi ja suorittamiasi toimintoja, Scratch-verkkosivuston käytön tarkkailuun ja analysointiin sekä oppimiskokemuksesi parantamiseen.",
    "privacyPolicy.usage.communicationsBody": "Me voimme lähettää sähköposteja meille antamaasi sähköpostiosoitteeseen asiakaspalveluun tai tekniseen tukeen liittyen. Me voimme myös lähetää uutiskirjeen meille antamaasi sähköpostiosoitteeseen, kun tilaat meiltä ylimääräistä viestintää.",
    "privacyPolicy.usage.researchTitle": "Akateeminen ja tieteellinen tutkimus",
    "privacyPolicy.usage.researchBody": "Me anonymisoimme ja kokoamme Scratch-verkkosivustolta keräämämme henkilötiedot tilastollista analyysia varten tieteellisen ja akateemisen tutkimuksen yhteydessä. Tämä esimerkiksi ymmärtämään, miten ihmiset oppivat Scratch-verkkosivuston avulla ja miten voimme parantaa nuorten oppimistyökaluja. Tällaisten tutkimusten tulokset jaetaan opettajien ja tutkijoiden kanssa konferensseissa, aikakausjulkaisuissa ja muissa akateemisissa tai tieteellisissä julkaisuissa. Lue lisää <a>tutkimussivullamme</a>.",
    "privacyPolicy.usage.legalTitle": "Laillisuusseikat",
    "privacyPolicy.usage.legalBody": "Me voimme käyttää henkilötietojasi <terms>käyttöehtojemme</terms> täytäntöönpanemiseksi, laillisten oikeuksiemme puolustamiseksi ja noudattaaksemme lakisääteisiä velvoitteitamme ja sisäisiä käytäntöjämme. Moderoimme Scratch-verkkosivustolle julkaistua sisältööä, sisältäen jaetut ja jakamattomat projektit, kommentit sekä foorumiviestit, jotta voimme varmistaa, että <guidelines>yhteisömme suuntaviivoja</guidelines> noudatetaan. Me käytämme henkilötietojasi myös petosten, roskapostin ja väärinkäytösten havaitsemiseen ja estämiseen. Me ja palveluntarjoajamme voimme tehdä tämän lukemalla selaimesi evästepakettiin tallennettuja tietoja, analysoimalla Scratch-verkkosivuston käyttöäsi ja muilla keinoin.",
    "privacyPolicy.legalGrounds.title": "Mitkä ovat henkilötietojesi käsittelyn lailliset perusteet?",
    "privacyPolicy.legalGrounds.intro": "Jos olet Euroopan talousalueella, Yhdistyneessä kuningaskunnassa tai Sveitsissä, käsittelemme henkilötietojasi vain pätevän laillisen perusteen perusteella. “Laillinen peruste” on syy, joka oikeuttaa henkilötietojesi käytön. Voimme käyttää erilaisia ​​​​oikeudellisia perusteita, kuten seuraavia:",
    "privacyPolicy.legalGrounds.communications": "Olet antanut suostumuksen henkilötietojesi käyttöön sähköisen markkinointiviestinnän vastaanottamiseen;",
    "privacyPolicy.legalGrounds.services": "Me tarvitsemme henkilötietojasi palveluidemme tarjoamiseen, sisältäen tilien luomisen, ja tiedusteluihisi vastaamiseen;",
    "privacyPolicy.legalGrounds.obligation": "Meillä on lakisääteinen velvoite henkilötietojesi käyttämiseen; tai",
    "privacyPolicy.legalGrounds.thirdParty": "Meillä tai kolmannella osapuolella on oikeutettu etu käyttää henkilötietojasi. Erityisesti meillä on oikeutettu etu käyttää henkilötietojasi koottujen tai anonymisoitujen tietojen analysointiin ja jakamiseen tutkimustarkoituksessa sekä analysoida ja parantaa oppimiskokemustasi Scratch-verkkosivustolla ja muutoinkin taata ja parantaa Scratch-verkkosivuston turvallisuutta ja suorituskykyä. Me luotamme henkilötietojesi käsittelyssä omiin tai kolmannen osapuolen oikeutettuihin etuihin vain silloin, kun oikeutesi ja etusi eivät syrjäytä näitä etuja.",
    "privacyPolicy.share.title": "Miten Scratch jakaa henkilötietojani?",
    "privacyPolicy.share.intro": "Paljastamme Scratch-verkkosivuston kautta keräämiämme henkilötietoja kolmansille osapuolille, jos annat meille luvan, sekä seuraavissa tilanteissa:",
    "privacyPolicy.share.serviceProvidersTitle": "Palveluntarjoajat",
    "privacyPolicy.share.serviceProvidersBody": "Jaamme henkilötietojasi kolmansille osapuolille, jotka tarjoavat palveluita, kuten verkkosivustojen isännöintiä, tietojen analysointia, tietotekniikkaa ja siihen liittyvää infrastruktuuria, asiakaspalvelua, sähköpostin toimitusta ja muita palveluita.",
    "privacyPolicy.share.researchTitle": "Akateeminen ja tieteellinen tutkimus",
    "privacyPolicy.share.researchBody": "Jaamme henkilötietojasi tutkimuslaitoksille, kuten Massachusetts Institute of Technologylle (MIT), saadaksemme tietoa siitä, kuinka käyttäjämme oppivat Scratch-verkkosivuston avulla ja kehittääksemme uusia oppimistyökaluja.",
    "privacyPolicy.share.mergerTitle": "Fuusio",
    "privacyPolicy.share.mergerBody": "Jaamme henkilötietojasi mahdolliselle tai todelliselle ostajalle, seuraajalle tai siirronsaajalle osana organisaatiomme tai omaisuutemme uudelleenjärjestelyä, fuusioitumista, myyntiä, yhteenliittymää, luovutusta, siirtoa tai muuta luovuttamista. Sinulla on mahdollisuus kieltäytyä tällaisesta siirrosta, jos uuden tahon suunnittelema henkilötietojesi käsittely poikkeaa olennaisesti tässä tietosuojakäytännössä esitetystä.",
    "privacyPolicy.share.legalTitle": "Laillisuusseikat",
    "privacyPolicy.share.legalBody": " Jos laki niin vaatii tai vilpittömässä mielessä uskotaan, että tällainen toiminta on tarkoituksenmukaista: (a) sovellettavan lain mukaisesti, mukaan lukien asuinmaasi ulkopuolella voimassa olevat lait; (b) oikeusprosessin noudattamiseksi; (c) vastataksemme julkisten ja hallituksen viranomaisten, kuten koulujen, koulupiirien ja lainvalvontaviranomaisten, pyyntöihin, mukaan lukien asuinmaasi ulkopuoliset julkiset ja hallituksen viranomaiset; (d) käyttöehtojemme täytäntöönpanemiseksi; (e) toimintamme tai tytäryhtiöidemme toiminnan suojelemiseksi; (f) oikeuksiemme, yksityisyytemme, turvallisuutemme tai omaisuutemme ja/tai tytäryhtiöidemme, sinun tai muiden suojelemiseksi; sekä (g) salliaksemme käytettävissä olevien oikeussuojakeinojen käyttämisen tai rajoittaaksemme mahdollisesti aiheutuvia vahinkoja.",
    "privacyPolicy.thirdPartyServices.title": "Kolmannen osapuolen palvelut",
    "privacyPolicy.thirdPartyServices.body": "Tämä tietosuojakäytäntö koskee ainoastaan Scratchin suorittamaa henkilötietojesi käsittelyä. Se ei koske, emmekä ole vastuussa niistä, kolmansien osapuolten tietosuojaa, tietoja tai muita käytäntöjä, mukaan lukien sellaisten kolmansien osapuolten, jotka ylläpitävät sivustoja tai palveluja, joihin Scratch-verkkosivusto linkittää. Linkin sisällyttäminen Scratchin verkkosivustolle ei tarkoita, että me tai tytäryhtiömme tukisimme kyseistä linkitettyä sivustoa tai palvelua.",
    "privacyPolicy.childPrivacy.title": "Lasten ja oppilaiden tietosuoja",
    "privacyPolicy.childPrivacy.body1": "Scratch-säätiö on 501(c)(3)-luokiteltu voittoa tavoittelematon organisaatio. Tämän vuoksi lasten tietosuojaa verkossa koskeva laki (Children’s Online Privacy Protection Act, COPPA) ei koske Scratch-verkkosivustoa. Siitä huolimatta Scratch suhtautuu lasten tietosuojaan vakavasti. Scratch kerää käyttäjiltään vain vähimmäismäärän tietoja ja käyttää sekä luovuttaa tietoja ainoastaan palvelujen tarjoamiseen ja muihin rajattuihin tarkoituksiin, kuten tutkimukseen, kuten tässä tietosuojakäytännössä on kuvattu.",
    "privacyPolicy.childPrivacy.body2": "Scratch ei kerää tietoja oppilaan opintorekisteristä, kuten perheiden koulutusoikeuksia ja yksityisyyttä koskevassa laissa (Family Educational Rights and Privacy Act, FERPA) on määritelty. Scratch ei luovuta oppilaiden henkilötietoja kolmansille osapuolille, paitsi kuten tässä tietosuojakäytännössä on kuvattu: palveluntarjoajille ja tutkimuslaitoksille.",
    "privacyPolicy.rights.title": "Sinun oikeutesi ja valintasi",
    "privacyPolicy.rights.updatingTitle": "Tietojesi päivittäminen",
    "privacyPolicy.rights.updatingBody1": "Voit päivittää salasanasi, sähköpostiosoitteesi ja maasi <settings>Tunnuksen asetukset</settings> -sivulla. Voit myös nollata salasanasi <reset>salasanan nollaussivulla</reset>. Et voi vaihtaa käyttäjänimeäsi, mutta voit luoda uuden tilin ja kopioida manuaalisesti kaikki projektisi uudelle tilille.",
    "privacyPolicy.rights.updatingBody2": "Jos tahdot poistaa tilisi, kirjaudu Scratchiin ja napauta sitten käyttäjänimeä oikeanpuoleisessa nurkassa. Valitse \"Tunnuksen asetukset\" ja napauta sitten \"Tahdoin poistaa tunnukseni\" -linkkiä sivun alaosassa. Tilin poistaminen piilottaa kaikki henkilötietosi julkiselta katselulta, mutta ei poista kaikkia henkilötietojasi palvelimiltamme. Jos tahdot poistaa kaikki henkilötietosi palvelimiltamma, ota yhteyttä sähköpostitse osoitteeseen help@scratch.mit.edu saadaksesi neuvontaa.",
    "privacyPolicy.rights.marketingTitle": "Markkinointiviestintä",
    "privacyPolicy.rights.marketingBody": " Jos päätät milloin tahansa, ettet enää halua vastaanottaa markkinointiviestintää meiltä, noudata viesteissä annettuja peruutusohjeita. Voit myös kieltäytyä vastaanottamasta sähköposteja lähettämällä pyyntösi meille sähköpostitse osoitteeseen help@scratch.mit.edu. Huomaa kuitenkin, että vaikka lopetat markkinointiviestien vastaanottamisen, voit silti saada meiltä hallinnollisia viestejä liittyen tiliisi.",
    "privacyPolicy.rights.data.title": " \nTietosuojaan liittyvät oikeutesi (ETA, Yhdistynyt kuningaskunta ja Sveitsi)",
    "privacyPolicy.rights.data.intro": "Jos olet Euroopan talousalueella, Yhdistyneessä kuningaskunnassa tai Sveitsissä, sinulla on tietyt oikeudet liittyen henkilötietoihisi:",
    "privacyPolicy.rights.data.access": "<b>Pääsy, korjaus ja tietojen siirrettävyys:</b> Voit pyytää yleiskatsauksen henkilötiedoista, joita käsittelemme sinusta, sekä kopion henkilötiedoistasi. Sinulla on myös oikeus pyytää korjaamaan puutteelliset, virheelliset tai vanhentuneet henkilötiedot. Sovellettavan lain edellyttämissä rajoissa voit pyytää meitä siirtämään henkilötietosi toiselle yritykselle.",
    "privacyPolicy.rights.data.objection": "<b>Vastustaminen:</b> Voit vastustaa (eli pyytää meitä lopettamaan) henkilötietojesi käyttöä, jos (i) niitä ei ole käsitelty laillisen velvoitteen noudattamiseksi, (ii) ne eivät ole välttämättömiä sinun ja Scratchin välisen sopimuksen toteuttamiseksi tai (iii) käytölle ei ole perusteltua syytä (kuten verkkoyhteisömme turvallisuuden varmistaminen). Jos vastustat, teemme yhteistyötä kanssasi löytääksemme kohtuullisen ratkaisun.",
    "privacyPolicy.rights.data.deletion": "<b>Poisto:</b> Voit myös pyytää henkilötietojesi poistamista sovellettavan lain sallimissa rajoissa. Tämä koskee esimerkiksi tilanteita, joissa henkilötietosi ovat vanhentuneita tai käsittely ei ole tarpeellista tai on lainvastaista; joissa peruutat suostumuksesi tietojesi käsittelyyn, joka perustuu tällaiseen suostumukseen; tai joissa olet vastustanut käsittelyämme. Joissakin tilanteissa saatamme joutua säilyttämään henkilötietosi oikeudellisten velvoitteiden tai oikeudenkäyntitarkoitusten vuoksi.",
    "privacyPolicy.rights.data.restriction": " <b>Käsittelyn rajoittaminen:</b> Voit pyytää meitä rajoittamaan henkilötietojesi käsittelyä, kun käsittelemme pyyntöäsi, joka liittyy (i) henkilötietojesi tarkkuuteen, (ii) henkilötietojesi käsittelyn lainmukaisuuteen tai (iii) meidän oikeutettuihin etuihimme käsitellä näitä henkilötietoja. Voit myös pyytää rajoittamaan henkilötietojesi käsittelyä, jos haluat käyttää henkilötietoja oikeudenkäyntitarkoituksiin.",
    "privacyPolicy.rights.data.consent": "<b>Suostumuksen peruuttaminen:</b> Jos perustamme henkilötietojesi käsittelyn suostumukseen, sinulla on oikeus peruuttaa se milloin tahansa ilman maksua. Kun teet niin, noudatamme tulevaisuudessa mieltymyksiäsi, eikä tämä vaikuta käsittelyn lainmukaisuuteen ennen suostumuksesi peruuttamista.",
    "privacyPolicy.rights.data.exceptions": "Kuitenkin näihin oikeuksiin liittyy poikkeuksia ja rajoituksia. Voimme esimerkiksi kieltäytyä toimimasta pyynnön mukaisesti, jos pyyntö on ilmeisen perusteeton tai kohtuuttoman laaja, tai jos pyyntö voi vahingoittaa muiden oikeuksia ja vapauksia, estää lain täytäntöönpanon tai vaikutusten toteuttamisen, häiritä vireillä olevaa tai tulevaa oikeudenkäyntiä tai rikkoa sovellettavaa lakia. Jotta voit tehdä pyynnön oikeuksiesi käyttämiseksi, ota yhteyttä sähköpostitse osoitteeseen help@scratch.mit.edu saadaksesi apua. Edellä mainittujen oikeuksien lisäksi sinulla on oikeus tehdä valitus asianmukaiselle valvontaviranomaiselle, myös asuinmaassasi, työpaikallasi tai siellä, missä tapahtuma on tapahtunut, sovellettavan lain mukaan.",
    "privacyPolicy.retentionTitle": "Tietojen säilyttäminen",
    "privacyPolicy.retentionBody": "Otamme käyttöön toimenpiteitä poistaaksemme henkilötietosi tai säilyttääksemme ne muodossa, joka ei mahdollista sinun tunnistamistasi, kun nämä tiedot eivät ole enää tarpeellisia käsittelyn tarkoituksia varten, ellei laki vaadi meitä säilyttämään henkilötietojasi pidempään. Säilytysajan määrittämisessä otamme huomioon useita tekijöitä, kuten pyytämiesi tai sinulle tarjoamiemme palvelujen tyypin, suhteemme luonteen ja keston kanssasi, mahdollisen uudelleenkirjautuminen palveluihimme, vaikutukset tarjoamiimme palveluihin, jos poistamme joitain henkilötietojasi sinusta tai sinulle, lain määräämät säilytysajat ja vanhentumisajan.",
    "privacyPolicy.protectionTitle": "Miten Scratch suojaa henkilötietojani?",
    "privacyPolicy.protectionBody": "Scratch on ottanut käyttöön hallinnolliset, fyysiset ja tekniset menettelyt, jotka on suunniteltu suojaamaan Scratch-verkkosivustolla kerättyjä henkilötietoja vahingossa tai laittomasti tapahtuvilta tuhoamisilta, vahingossa tapahtuvilta katoamisilta, luvattomilta muutoksilta, luvattomalta paljastamiselta tai pääsyltä, väärinkäytöksiltä ja muilta laittomilta käsittelymuodoilta. Käytämme esimerkiksi SSL-/TLS-salausprotokollaa kaikessa tiedonsiirrossa ja rajoitamme tiukasti pääsyn Scratchin palvelimille ja niille tallentamiimme tietoihin. Näistä tehokkaista toimenpiteistä huolimatta mikään tietoturvajärjestelmä ei ole läpäisemätön. Emme voi täysin taata tietokantojemme turvallisuutta, emmekä voi taata, ettei antamiasi henkilötietoja siepata, kun niitä siirretään meille internetin välityksellä.",
    "privacyPolicy.transferTitle": "Kansainvälinen rajat ylittävä tiedonsiirto",
    "privacyPolicy.transferBody1": "Voimme siirtää henkilötietojasi muihin maihin kuin siihen, jossa olet, mukaan lukien Yhdysvaltoihin (missä Scratchin palvelimet sijaitsevat) tai mihin tahansa muuhun maahan, jossa meillä tai palveluntarjoajillamme on toimipisteitä. Jos sijaitset Euroopan talousalueella, Yhdistyneessä kuningaskunnassa tai Sveitsissä taikka muilla alueilla, joilla on tietojen keruuta ja käyttöä säätelevät lait, jotka saattavat poiketa Yhdysvaltojen laista, huomaa, että saatamme siirtää henkilötietosi maahan ja oikeusalueelle, jossa ei ole samoja tietosuojalakeja kuin omassa oikeusalueessasi.",
    "privacyPolicy.transferBody2": "Käytämme hallinnollisia, fyysisiä ja teknisiä menettelytapoja varmistaaksemme henkilötietojen luottamuksellisuuden ja turvallisuuden, jotka käsitellään ja siirretään puolestamme. Tämä sisältää menettelytavat, jotka varmistavat, että henkilötietojasi käsitellään vain niihin tarkoituksiin, joita varten ne on kerätty. Saat lisätietoja siirroista ottamalla yhteyttä meihin alla olevilla yhteystiedoilla.",
    "privacyPolicy.helpTitle": "Mitä voin tehdä turvatakseni tietosuojan Scratch-verkkosivustolla?",
    "privacyPolicy.helpBody": "Älä jaa henkilökohtaisia yhteystietoja (kuten nimeäsi, postiosoitettasi, sähköpostiosoitettasi tai puhelinnumeroasi) projekteissa, kommenteissa, profiileissa, studioissa tai foorumiviesteissä. Ilmoita meille, jos näet tällaista tietoa käyttämällä sivulla näkyvää “Raportoi”-linkkiä. On myös tärkeää, että pidät tilitunnuksesi turvallisina ja hallinnassa etkä jaa salasanaasi kenenkään kanssa.",
    "privacyPolicy.changesTitle": "Tietosuojakäytännön muutosilmoitukset",
    "privacyPolicy.changesBody": "Tarkistamme tietoturvatoimenpiteet ja tietosuojakäytännön säännöllisesti, ja voimme tarvittaessa muokata käytäntöjämme. Jos teemme merkittäviä muutoksia käytäntöön, ilmoitamme siitä sinulle verkkosivuston kautta tai lähettämällä sähköpostin tai muun viestin. Kannustamme sinua tarkistamaan tietosuojakäytännömme säännöllisesti. Tämän sivun yläosassa oleva “Viimeksi päivitetty” -päivämäärä osoittaa, milloin tätä tietosuojakäytäntöä on viimeksi muutettu. Jatkamalla Scratch-verkkosivuston käyttöä näiden muutosten jälkeen hyväksyt päivitetyn tietosuojakäytännön.",
    "privacyPolicy.contactTitle": "Ota yhteyttä",
    "privacyPolicy.contactBody": "Scratch-säätiö on taho, joka on vastuussa henkilötietojesi käsittelystä. Jos sinulla on kysyttävää tästä tietosuojakäytännöstä tai haluat käyttää oikeuksiasi henkilötietoihisi liittyen, voit ottaa meihin yhteyttä sähköpostitse osoitteeseen help@scratch.mit.edu tai postitse osoitteeseen:"
}