{
    "privacyPolicy.nav.collection": "Collection",
    "privacyPolicy.nav.usage": "Usage",
    "privacyPolicy.nav.share": "Partage",
    "privacyPolicy.nav.thirdParties": "Services tiers",
    "privacyPolicy.nav.childPrivacy": "Confidentialité des enfants et des étudiants",
    "privacyPolicy.nav.rights": "Droits et choix",
    "privacyPolicy.nav.retention": "Conservation des données",
    "privacyPolicy.nav.protection": "Protection",
    "privacyPolicy.nav.changes": "Notifications de modifications",
    "privacyPolicy.nav.transfer": "Transfert de données",
    "privacyPolicy.nav.help": "Comment aider",
    "privacyPolicy.nav.contact": "Contactez-nous",
    "privacyPolicy.title": "Politique de confidentialité",
    "privacyPolicy.lastUpdated": "La politique de confidentialité de Scratch a été mise à jour pour la dernière fois : 25 mai 2023",
    "privacyPolicy.intro": "Scratch Foundation (“<b>Scratch</b>”, “<b>nous</b>” ou “<b>notre</b>”) comprend l'importance de la protection de la vie privée pour notre communauté, en particulier pour les enfants et les parents (“<b>vous</b>”, “<b>utilisateur</b>”). Nous avons rédigé cette politique de confidentialité (“<b>Politique de confidentialité</b>”) pour expliquer quelles informations personnelles nous recueillons sur notre site web (scratch.mit.edu, le “<b>site web Scratch</b>”), comment nous les utilisons, les traitons et les partageons, et ce que nous faisons pour les garder en sécurité. Il vous informe également de vos droits et de vos choix en ce qui concerne vos informations personnelles, et de la manière dont vous pouvez <a>nous contacter</a> si vous avez des questions ou des inquiétudes.",
    "privacyPolicy.offlineEditor": "Si vous souhaitez créer des projets avec Scratch sans nous communiquer d'informations personnelles, vous pouvez télécharger et utiliser l'<a>application Scratch</a> hors ligne. Les projets créés dans l'<a>application Scratch</a> ne sont pas accessibles par Scratch, et l'application ne nous enverra que des informations anonymes si vous choisissez de le faire. Si vous téléchargez vos projets dans la communauté en ligne de Scratch sur le site web Scratch, nous collecterons vos informations personnelles comme expliqué dans la présente politique de confidentialité.",
    "privacyPolicy.collectionTitle": "Quelles sont les informations personnelles que Scratch recueille à mon sujet ?",
    "privacyPolicy.collection1": "Aux fins de la présente politique de protection de la vie privée, on entend par “<b>informations personnelles</b>” toute information relative à une personne identifiée ou identifiable. Vous pouvez nous fournir des informations personnelles directement, par exemple lorsque vous créez un compte, ou nous pouvons collecter vos informations personnelles automatiquement, par exemple lorsque vous changez de langue ou que vous consultez un projet.",
    "privacyPolicy.collection2": "Le cas échéant, nous expliquons si et pourquoi vous devez nous fournir vos informations personnelles, ainsi que les conséquences si vous choisissez de ne pas le faire. Par exemple, il se peut que vous ne puissiez pas bénéficier du site web Scratch si ces informations personnelles sont nécessaires pour vous fournir le service ou si nous sommes légalement tenus de collecter ces informations personnelles.",
    "privacyPolicy.youProvide": "Informations personnelles que vous nous fournissez",
    "privacyPolicy.accountInformationTitle": "Informations relatives au compte",
    "privacyPolicy.accountInformationIntro": "Afin d'utiliser les services et les fonctionnalités que nous offrons sur le site web Scratch, tels que le partage de projets, la création de studios ou la publication de commentaires, vous devez créer un compte (votre propre compte, un compte enseignant ou un compte étudiant).",
    "privacyPolicy.yourAccount": "Lorsque vous <b>créez un compte personnel</b>, nous vous demandons un nom d'utilisateur et un mot de passe, votre pays, votre sexe et votre adresse e-mail. Nous vous demandons de choisir un nom d'utilisateur qui ne divulgue pas votre vrai nom ou d'autres informations susceptibles de vous identifier. Les autres utilisateurs peuvent voir votre nom d'utilisateur et votre pays, mais pas votre sexe ni votre adresse e-mail.",
    "privacyPolicy.teacherAccount": "Lorsque vous créez un <b>compte enseignant</b>, nous vous demandons un nom d'utilisateur et un mot de passe, votre numéro de téléphone, votre date de naissance, votre sexe, votre pays de résidence, votre nom et des informations sur votre employeur.",
    "privacyPolicy.studentAccount": "Lorsque vous créez des <b>comptes étudiant à partir de votre compte enseignant</b>, nous vous demandons un nom d'utilisateur, un mot de passe, une date de naissance, un sexe et un pays de résidence. Vous n'avez pas besoin de fournir l'adresse e-mail des étudiants pour créer des comptes étudiant en masse.",
    "privacyPolicy.userGeneratedContentTitle": "Contenu généré par l'utilisateur",
    "privacyPolicy.userGeneratedContentBody": "Nous traitons toutes les informations personnelles que vous choisissez de nous fournir dans le contenu lorsque vous créez ou interagissez avec le site web Scratch (généralement appelé contenu généré par l'utilisateur). Par exemple, dans les projets Scratch (y compris les projets non partagés), les studios, les champs de texte ou les commentaires.",
    "privacyPolicy.communicationsTitle": "Communications",
    "privacyPolicy.communicationsBody": "Si vous nous contactez directement, nous recueillons les informations personnelles que vous fournissez dans votre message. Par exemple, lorsque vous contactez notre équipe d'assistance client, nous pouvons recevoir votre nom, votre adresse e-mail, votre numéro de téléphone, le contenu d'un message ou des pièces jointes que vous pouvez nous envoyer, ainsi que d'autres informations que vous choisissez de fournir.",
    "privacyPolicy.automaticallyCollect": "Informations personnelles que nous recueillons automatiquement lors de votre utilisation du site web Scratch",
    "privacyPolicy.locationInformationTitle": "Informations de localisation",
    "privacyPolicy.locationInformationBody": "Lorsque vous utilisez le site web de Scratch, nous récupérons des informations sur votre emplacement général, par exemple en utilisant votre adresse de protocole Internet (IP).",
    "privacyPolicy.cookiesTitle": "Cookies",
    "privacyPolicy.cookiesBody": "Lorsque vous utilisez le site web de Scratch, nous utilisons des cookies, des balises, des tags invisibles, des identifiants uniques et des technologies similaires (collectivement appelés “cookies”) pour enregistrer automatiquement certaines informations personnelles à partir de votre navigateur ou de votre appareil. Par exemple, votre adresse IP, l'emplacement du réseau, les journaux du serveur web, le navigateur que vous utilisez, les identifiants et caractéristiques de l'appareil, la version du système d'exploitation, les paramètres linguistiques du navigateur, les URL de référence et les informations personnelles sur l'utilisation du site web Scratch. Pour plus d'informations sur notre utilisation des cookies, veuillez vous référer à la politique de <a>Scratch en matière de cookies.</a>",
    "privacyPolicy.otherSources": "Informations recueillies auprès d'autres sources",
    "privacyPolicy.thirdPartyInformationTitle": "Informations provenant de tiers",
    "privacyPolicy.thirdPartyInformationBody": "Nous pouvons obtenir des informations personnelles vous concernant auprès de tiers, par exemple auprès de votre professeur si vous utilisez Scratch dans une école. Ces informations peuvent inclure le nom et l'adresse de votre école.",
    "privacyPolicy.publicSourceInformationTitle": "Informations provenant de sources publiques",
    "privacyPolicy.publicSourceInformationBody": "Nous pouvons obtenir des informations personnelles vous concernant à partir de sources publiques, telles que les registres de recensement. Ces informations peuvent comprendre des données démographiques sur votre école ou votre région géographique.",
    "privacyPolicy.usageTitle": "Comment Scratch utilise-t-il mes informations personnelles ?",
    "privacyPolicy.usageBody": "L'objectif principal est de vous fournir les services que nous offrons par le biais du site web de Scratch et d'améliorer votre expérience d'apprentissage. Aperçu des utilisations :",
    "privacyPolicy.usage.internalAndServiceTitle": "Usage interne et lié aux services",
    "privacyPolicy.usage.internalAndServiceBody": "Nous utilisons les informations personnelles à des fins internes, notamment pour exploiter, fournir et maintenir le site web de Scratch. Par exemple, pour diriger les utilisateurs vers le contenu demandé, pour créer et récupérer des comptes et pour permettre aux utilisateurs de créer et de partager des projets.",
    "privacyPolicy.usage.analyticsTitle": "Analyse et amélioration du site web de Scratch",
    "privacyPolicy.usage.analyticsBody": "Nous utilisons les informations personnelles que nous recueillons sur le site web de Scratch, telles que votre localisation et vos activités, pour contrôler et analyser l'utilisation du site web de Scratch et pour améliorer votre expérience d'apprentissage.",
    "privacyPolicy.usage.communicationsBody": "Nous pouvons envoyer des e-mails à l'adresse e-mail que vous nous avez fournie à des fins de service client ou d'assistance technique. Nous pouvons également envoyer une lettre d'information à l'adresse e-mail que vous nous avez fournie lorsque vous vous inscrivez pour recevoir des communications supplémentaires de notre part.",
    "privacyPolicy.usage.researchTitle": "Recherche académique et scientifique",
    "privacyPolicy.usage.researchBody": "Nous dépersonnalisons et regroupons les informations personnelles collectées sur le site web de Scratch à des fins d'analyse statistique dans le contexte de la recherche scientifique et universitaire. Par exemple, pour nous aider à comprendre comment les gens apprennent par le biais du site web de Scratch et comment nous pouvons améliorer les outils d'apprentissage pour les jeunes. Les résultats de ces recherches sont partagés avec les éducateurs et les chercheurs dans le cadre de conférences, de revues et d'autres publications universitaires ou scientifiques. Pour en savoir plus, consultez notre <a>page Recherche.</a>",
    "privacyPolicy.usage.legalTitle": "Juridique",
    "privacyPolicy.usage.legalBody": "Nous pouvons utiliser vos informations personnelles pour faire respecter nos <terms>conditions d'utilisation</terms>, pour défendre nos droits légaux et pour nous conformer à nos obligations légales et à nos politiques internes. Nous modérons le contenu publié sur le site web de Scratch, y compris les projets partagés et non partagés, les commentaires et les messages sur les forums afin de nous assurer que nos <guidelines>règles de conduite</guidelines> sont respectées. Nous utilisons également vos informations personnelles pour détecter et prévenir la fraude, le spam et les abus. Nous et nos fournisseurs de services pouvons le faire en lisant les informations contenues dans les cookies installés dans votre navigateur, en analysant votre utilisation du site web de Scratch et par d'autres moyens.",
    "privacyPolicy.legalGrounds.title": "Quels sont les motifs juridiques du traitement de vos données personnelles ?",
    "privacyPolicy.legalGrounds.intro": "Si vous êtes situé dans l'Espace économique européen, au Royaume-Uni ou en Suisse, nous ne traitons vos informations personnelles que sur la base d'un motif juridique valable. Un “motif juridique” est une raison qui justifie notre utilisation de vos informations personnelles. Nous pouvons utiliser différents motifs juridiques, tels que :",
    "privacyPolicy.legalGrounds.communications": "Vous avez consenti à l'utilisation de vos données personnelles, par exemple pour recevoir des communications marketing électroniques ;",
    "privacyPolicy.legalGrounds.services": "Nous avons besoin de vos informations personnelles pour fournir nos services, notamment pour l'enregistrement de votre compte, pour répondre à vos demandes ou pour le service client ;",
    "privacyPolicy.legalGrounds.obligation": "Nous avons l'obligation légale d'utiliser vos informations personnelles ; ou",
    "privacyPolicy.legalGrounds.thirdParty": "Nous ou un tiers avons un intérêt légitime à utiliser vos informations personnelles. En particulier, nous avons un intérêt légitime à utiliser vos informations personnelles pour analyser et partager vos informations agrégées ou dépersonnalisées à des fins de recherche, pour analyser et améliorer votre expérience d'apprentissage sur le site web de Scratch et pour assurer et améliorer la sécurité et les performances du site web de Scratch. Nous nous appuyons uniquement sur nos intérêts légitimes ou ceux d'un tiers pour traiter vos informations personnelles lorsque vos droits et intérêts ne prévalent pas sur ces intérêts.",
    "privacyPolicy.share.title": "Comment Scratch partage-t-il mes informations personnelles ?",
    "privacyPolicy.share.intro": "Nous divulguons les informations personnelles que nous recueillons par le biais du site web de Scratch à des tiers, si vous y consentez, ainsi que dans les circonstances suivantes :",
    "privacyPolicy.share.serviceProvidersTitle": "Prestataires de services",
    "privacyPolicy.share.serviceProvidersBody": "à des tiers qui fournissent des services tels que l'hébergement de sites web, l'analyse de données, les technologies de l'information et les infrastructures connexes, le service client, l'envoi d'e-mails et d'autres services.",
    "privacyPolicy.share.researchTitle": "Recherche académique et scientifique",
    "privacyPolicy.share.researchBody": "Aux instituts de recherche, tels que le Massachusetts Institute of Technology (MIT), afin d'apprendre comment nos utilisateurs apprennent par le biais du site web de Scratch et de développer de nouveaux outils d'apprentissage.",
    "privacyPolicy.share.mergerTitle": "Fusion",
    "privacyPolicy.share.mergerBody": "À un acquéreur, un successeur ou un cessionnaire potentiel ou réel dans le cadre d'une réorganisation, d'une fusion, d'une vente, d'une coentreprise, d'une cession, d'un transfert ou d'une autre disposition de l'ensemble ou d'une partie de notre organisation ou de nos actifs. Vous aurez la possibilité de refuser un tel transfert si le traitement prévu de vos informations personnelles par la nouvelle entité diffère sensiblement de celui prévu dans la présente politique de confidentialité.",
    "privacyPolicy.share.legalTitle": "Juridique",
    "privacyPolicy.share.legalBody": "Si la loi l’exige ou si nous pensons de bonne foi qu’une telle mesure est appropriée : (a) en vertu de la loi applicable, y compris les lois en dehors de votre pays de résidence ; (b) pour se conformer à la procédure légale ; (c) pour répondre aux demandes des autorités publiques et gouvernementales, telles que les écoles, les districts scolaires et les autorités d’application de la loi, y compris les autorités publiques et gouvernementales en dehors de votre pays de résidence ; (d) pour faire appliquer nos conditions générales ; (e) pour protéger nos opérations ou celles de l’une de nos sociétés affiliées ; (f) pour protéger nos droits, notre confidentialité, notre sécurité ou nos biens, et/ou ceux de nos sociétés affiliées, les vôtres ou celles d’autres ; et (g) pour nous permettre de poursuivre les recours disponibles ou de limiter les dommages que nous pourrions subir.",
    "privacyPolicy.thirdPartyServices.title": "Services tiers",
    "privacyPolicy.thirdPartyServices.body": "La présente politique de confidentialité s'applique uniquement au traitement de vos informations personnelles par Scratch. Elle n'aborde pas, et nous ne sommes pas responsables, de la confidentialité, des informations ou d'autres pratiques de tiers, y compris de tiers exploitant un site ou un service vers lequel le site web de Scratch renvoie. L'inclusion d'un lien sur le site web de Scratch n'implique pas l'approbation du site ou du service lié par nous ou par nos affiliés.",
    "privacyPolicy.childPrivacy.title": "Confidentialité des enfants et des étudiants",
    "privacyPolicy.childPrivacy.body1": "La Scratch Foundation est une organisation à but non lucratif de type 501(c)(3). En tant que telle, la loi sur la protection de la vie privée des enfants en ligne (COPPA) ne s'applique pas au site web de Scratch. Néanmoins, Scratch prend la vie privée des enfants au sérieux. Scratch ne recueille qu'un minimum d'informations auprès de ses utilisateurs et n'utilise et ne divulgue ces informations que pour fournir les services et à d'autres fins limitées, telles que la recherche, comme décrit dans la présente politique de confidentialité.",
    "privacyPolicy.childPrivacy.body2": "Scratch ne collecte pas d'informations à partir du dossier scolaire d'un étudiant, tel que défini par le Family Educational Rights and Privacy Act (FERPA). Scratch ne divulgue pas les informations personnelles des élèves à des tiers, sauf dans les cas décrits dans la présente politique de confidentialité : aux prestataires de services et aux instituts de recherche.",
    "privacyPolicy.rights.title": "Vos droits et vos choix",
    "privacyPolicy.rights.updatingTitle": "Mise à jour de vos informations",
    "privacyPolicy.rights.updatingBody1": "Vous pouvez mettre à jour votre mot de passe, votre adresse e-mail et votre pays sur la page <settings>Paramètres du compte</settings>. Vous pouvez également réinitialiser votre mot de passe via la page <reset>Réinitialisation du compte</reset>. Vous ne pouvez pas modifier votre nom d'utilisateur, mais vous pouvez créer un nouveau compte et y copier manuellement vos projets.",
    "privacyPolicy.rights.updatingBody2": "Si vous souhaitez supprimer votre compte, connectez-vous à Scratch, puis cliquez sur votre nom d'utilisateur dans le coin supérieur droit. Sélectionnez \"Paramètres du compte\", puis cliquez sur le lien \"Je veux supprimer mon compte\" en bas de la page. La suppression de votre compte cache toutes vos informations personnelles de la vue du public, mais ne supprime pas toutes vos informations personnelles de nos serveurs. Si vous souhaitez que toutes vos informations personnelles soient supprimées de nos serveurs, veuillez contacter help@scratch.mit.edu pour obtenir de l'aide.",
    "privacyPolicy.rights.marketingTitle": "Communication marketing",
    "privacyPolicy.rights.marketingBody": "Si vous décidez à tout moment de ne plus recevoir de communications marketing de notre part, veuillez suivre les instructions de désabonnement fournies dans les communications. Vous pouvez également choisir de ne plus recevoir d'e-mails de notre part en nous envoyant votre demande par e-mail à l'adresse help@scratch.mit.edu. Sachez que, même si vous ne souhaitez plus recevoir de communications marketing de notre part, vous pouvez continuer à recevoir des messages administratifs de notre part concernant votre compte.",
    "privacyPolicy.rights.data.title": "Vos droits en matière de protection des données (EEE, Royaume-Uni et Suisse)",
    "privacyPolicy.rights.data.intro": "Si vous êtes situé dans l'Espace économique européen, au Royaume-Uni ou en Suisse, vous disposez de certains droits en ce qui concerne vos informations personnelles :",
    "privacyPolicy.rights.data.access": "<b>Accès, correction et portabilité des données :</b> vous pouvez demander un aperçu des informations personnelles que nous traitons à votre sujet et recevoir une copie de vos informations personnelles. Vous avez également le droit de demander la correction d'informations personnelles incomplètes, inexactes ou périmées. Dans la mesure où la loi applicable l'exige, vous pouvez nous demander de fournir vos informations personnelles à une autre société.",
    "privacyPolicy.rights.data.objection": "<b>Objection :</b> vous pouvez vous opposer (c'est-à-dire “nous demander d'arrêter”) à toute utilisation de vos informations personnelles qui n'est pas (i) traitée pour se conformer à une obligation légale, (ii) nécessaire pour exécuter ce qui est prévu dans un contrat entre Scratch et vous, ou (iii) si nous avons une raison impérieuse de le faire (par exemple, pour assurer la sûreté et la sécurité de notre communauté en ligne). Si vous vous y opposez, nous travaillerons avec vous pour trouver une solution raisonnable.",
    "privacyPolicy.rights.data.deletion": "<b>Suppression :</b> vous pouvez également demander la suppression de vos informations personnelles, dans la mesure où le droit applicable le permet. C'est le cas, par exemple, lorsque vos informations personnelles sont obsolètes ou que leur traitement n'est pas nécessaire ou est illégal ; lorsque vous retirez votre consentement à notre traitement sur la base de ce consentement ; ou lorsque vous vous êtes opposé à notre traitement. Dans certaines situations, nous pouvons être amenés à conserver vos informations personnelles en raison d'obligations légales ou à des fins de contentieux.",
    "privacyPolicy.rights.data.restriction": "<b>Restriction du traitement :</b> vous pouvez nous demander de restreindre le traitement de vos informations personnelles pendant que nous traitons une demande relative (i) à l'exactitude de vos informations personnelles, (ii) à la légalité du traitement de vos informations personnelles, ou (iii) à nos intérêts légitimes à traiter ces informations personnelles. Vous pouvez également nous demander de restreindre le traitement de vos informations personnelles si vous souhaitez les utiliser dans le cadre d'un litige.",
    "privacyPolicy.rights.data.consent": "<b>Retrait du consentement :</b> si nous nous appuyons sur le consentement pour le traitement de vos informations personnelles, vous avez le droit de le retirer à tout moment et sans frais. Dans ce cas, nous appliquerons vos préférences à l'avenir et cela n'affectera pas la légalité du traitement avant le retrait de votre consentement.",
    "privacyPolicy.rights.data.exceptions": "Toutefois, chacun de ces droits est assorti d'exceptions et de limitations. Nous pouvons, par exemple, refuser de donner suite à une demande si celle-ci est manifestement infondée ou excessive, ou si la demande est susceptible de porter atteinte aux droits et libertés d'autrui, de nuire à l'exécution ou à l'application de la loi, d'interférer avec un litige en cours ou à venir, ou d'enfreindre la législation applicable. Pour soumettre une demande d'exercice de vos droits, veuillez contacter help@scratch.mit.edu pour obtenir de l'aide. Outre les droits susmentionnés, vous avez également le droit de déposer une plainte auprès d'une autorité de contrôle compétente, y compris dans votre pays de résidence, sur votre lieu de travail ou là où un incident a eu lieu, sous réserve de la législation applicable.",
    "privacyPolicy.retentionTitle": "Conservation des données",
    "privacyPolicy.retentionBody": "Nous prenons des mesures pour supprimer vos informations personnelles ou les conserver sous une forme qui ne permet pas de vous identifier lorsque ces informations ne sont plus nécessaires aux fins pour lesquelles nous les traitons, à moins que nous ne soyons tenus par la loi de conserver ces informations personnelles pendant une période plus longue. Pour déterminer la période de conservation, nous tenons compte de divers critères, tels que le type de services que vous avez demandés ou qui vous ont été fournis, la nature et la durée de notre relation avec vous, l'éventuelle réinscription à nos services, l'impact sur les services que nous vous fournissons si nous supprimons certaines informations personnelles vous concernant ou provenant de vous, les périodes de conservation obligatoires prévues par la loi et le délai de prescription.",
    "privacyPolicy.protectionTitle": "Comment Scratch protège-t-il mes informations personnelles ?",
    "privacyPolicy.protectionBody": "Scratch a mis en place des procédures administratives, physiques et techniques destinées à protéger les informations personnelles que nous recueillons sur le site web de Scratch contre la destruction accidentelle ou illégale, la perte accidentelle, l'altération non autorisée, la divulgation ou l'accès non autorisé, l'utilisation abusive et toute autre forme de traitement illégal des informations personnelles. Par exemple, nous utilisons le protocole SSL/TLS pour tous les transferts de données et limitons strictement l'accès aux serveurs de Scratch et aux données que nous y stockons. Cependant, aussi efficaces que soient ces mesures, aucun système de sécurité n'est impénétrable. Nous ne pouvons pas garantir complètement la sécurité de nos bases de données, ni garantir que les informations personnelles que vous fournissez ne seront pas interceptées pendant qu'elles nous sont transmises sur Internet.",
    "privacyPolicy.transferTitle": "Transfert international de données transfrontalières",
    "privacyPolicy.transferBody1": "Nous pouvons transférer vos informations personnelles vers des pays autres que celui où vous êtes situé, y compris vers les États-Unis (où les serveurs de Scratch sont situés) ou tout autre pays dans lequel nous ou nos prestataires de services disposons d'installations. Si vous êtes situé dans l'Espace économique européen, au Royaume-Uni ou en Suisse, ou dans d'autres régions dont les lois régissant la collecte et l'utilisation des données peuvent différer de la loi américaine, veuillez noter que nous pouvons transférer vos informations personnelles vers un pays et une juridiction qui n'ont pas les mêmes lois de protection des données que votre juridiction.",
    "privacyPolicy.transferBody2": "Nous appliquons des procédures administratives, physiques et techniques pour garantir la confidentialité et la sécurité des informations personnelles traitées et transférées en notre nom. Il s'agit notamment de procédures visant à garantir que vos informations personnelles ne sont traitées qu'aux fins pour lesquelles elles ont été collectées. Pour obtenir des informations supplémentaires sur les transferts, veuillez nous contacter en utilisant les coordonnées ci-dessous.",
    "privacyPolicy.helpTitle": "Que puis-je faire pour contribuer à la protection de la vie privée sur le site web de Scratch ?",
    "privacyPolicy.helpBody": "Veuillez ne pas communiquer d'informations personnelles (telles que votre nom, votre adresse physique, votre adresse e-mail ou votre numéro de téléphone) dans les projets, les commentaires, les profils, les studios ou les messages sur les forums. Si vous voyez ce genre d'informations, veuillez nous en informer en utilisant le lien “Signaler” qui apparaît sur la page. Il est également important que vous conserviez la sécurité et le contrôle de vos données d'identification et que vous ne communiquiez votre mot de passe à personne.",
    "privacyPolicy.changesTitle": "Notifications des modifications apportées à la politique de confidentialité",
    "privacyPolicy.changesBody": "Nous réexaminons périodiquement nos mesures de sécurité et notre politique de protection de la vie privée, et nous pouvons modifier nos politiques le cas échéant. Si nous apportons des modifications importantes à la politique, nous vous en informerons par l'intermédiaire du site ou en vous envoyant un courrier électronique ou toute autre communication. Nous vous encourageons à consulter régulièrement notre politique de confidentialité. La date de “dernière mise à jour” figurant en haut de cette page indique la date de la dernière révision de la politique de confidentialité. En continuant à utiliser le site web de Scratch après ces modifications, vous acceptez la politique révisée en matière de respect de la vie privée.",
    "privacyPolicy.contactTitle": "Contactez-nous",
    "privacyPolicy.contactBody": "La Scratch Foundation est l'entité responsable du traitement de vos informations personnelles. Si vous avez des questions sur la présente politique de confidentialité ou si vous souhaitez exercer vos droits sur vos informations personnelles, vous pouvez nous contacter à l'adresse help@scratch.mit.edu ou par courrier à l'adresse suivante :"
}