{
    "privacyPolicy.nav.collection": "Pengumpulan",
    "privacyPolicy.nav.usage": "Penggunaan",
    "privacyPolicy.nav.share": "Pembagian",
    "privacyPolicy.nav.thirdParties": "Layanan Pihak Ketiga",
    "privacyPolicy.nav.childPrivacy": "Privasi Anak dan Siswa",
    "privacyPolicy.nav.rights": "Hak dan Pilihan",
    "privacyPolicy.nav.retention": "Retensi Data",
    "privacyPolicy.nav.protection": "Perlindungan",
    "privacyPolicy.nav.changes": "Notifikasi Perubahan",
    "privacyPolicy.nav.transfer": "Pemindahan Data",
    "privacyPolicy.nav.help": "Cara Membantu",
    "privacyPolicy.nav.contact": "Hubungi Kami",
    "privacyPolicy.title": "Kebijakan Privasi",
    "privacyPolicy.lastUpdated": "Kebijakan Privasi Scratch terakhir diperbarui: 25 Mei 2023",
    "privacyPolicy.intro": "The Scratch Foundation (“<b>Scratch</b>”, “<b>kami</b>” atau “<b>kita</b>”) memahami betapa pentingnya privasi bagi komunitas kita, termasuk anak-anak dan orang tua (“<b>Anda</b>”, “<b>pengguna</b>”). Kami menulis kebijakan privasi (“<b>Privacy Policy</b>”) ini untuk menjelaskan Informasi Pribadi yang kami kumpulkan melalui situs web kami (scratch.mit.edu, the “<b>Situs Web Scratch</b>”), cara kami menggunakan, memproses, dan membagikannya, serta apa yang kami lakukan untuk menjaga keamanannya. Ia juga memberi tahu Anda mengenai hak dan pilihan Anda sehubungan dengan Informasi Pribadi Anda, dan bagaimana Anda dapat <a>menghubungi kami</a> jika Anda memiliki pertanyaan atau masalah.",
    "privacyPolicy.offlineEditor": "Jika Anda ingin membuat proyek dengan Scratch tanpa mengirimkan Informasi Pribadi apa pun kepada kami, Anda dapat mengunduhnya dan menggunakan <a>aplikasi Scratch</a> secara offline. Proyek-proyek yang dibuat di <a>aplikasi Scratch</a> tidak dapat diakses oleh Scratch, dan aplikasi tersebut hanya akan mengirimkan informasi anonim kembali kepada kami jika Anda memilih untuk melakukannya. Jika Anda mengunggah proyek Anda ke komunitas online Scratch di situs web Scratch, kami akan mengumpulkan Informasi Pribadi Anda sebagaimana dijelaskan dalam Kebijakan Privasi ini.",
    "privacyPolicy.collectionTitle": "Informasi Pribadi Apa yang Scratch Kumpulkan Tentang Saya?",
    "privacyPolicy.collection1": "Untuk tujuan Kebijakan Privasi, \"<b>Informasi Pribadi</b>\" berarti semua informasi yang berkaitan dengan suatu individu yang teridentifikasi atau dapat diidentifikasi. Anda dapat memberikan kepada kami Informasi Pribadi secara langsung, seperti ketika Anda membuat akun, atau kami dapat mengumpulkan Informasi Pribadi Anda secara otomatis, seperti saat Anda mengganti bahasa atau melihat suatu proyek.",
    "privacyPolicy.collection2": "Saat diperlukan, kami akan menjelaskan apakah dan mengapa Anda harus menyediakan Informasi Pribadi Anda kepada kami, serta konsekuensinya jika Anda memilih untuk tidak melakukannya. Contohnya, Anda tidak dapat mendapatkan manfaat dari situs web Scratch jika Informasi Pribadi Anda diperlukan untuk menyediakan Anda layanan atau jika kami secara hukum diwajibkan untuk mengumpulkan Informasi Pribadi tersebut.",
    "privacyPolicy.youProvide": "Informasi Pribadi yang Anda Bagikan dengan Kami",
    "privacyPolicy.accountInformationTitle": "Informasi Akun",
    "privacyPolicy.accountInformationIntro": "Untuk menggunakan layanan dan fitur yang kami sediakan pada situs web Scratch, seperti membagikan proyek, membuat studio, atau mengunggah komentar, Anda harus membuat sebuah akun (akun Anda sendiri, akun guru, atau akun siswa).",
    "privacyPolicy.yourAccount": "Saat Anda membuat <b>akun untuk diri sendiri</b>, kami akan meminta nama pengguna dan kata sandi, negara, jenis kelamin, serta alamat email Anda. Kami meminta Anda untuk memilih nama pengguna yang tidak menunjukkan nama asli Anda atau informasi lainnya yang dapat mengidentifikasi Anda. Pengguna lain dapat melihat nama pengguna dan negara Anda, tetapi tidak dengan jenis kelamin dan alamat email Anda.",
    "privacyPolicy.teacherAccount": "Saat Anda membuat <b>akun guru</b>, kami meminta nama pengguna dan kata sandi, nomor telepon, tanggal lahir, jenis kelamin,  negara tempat tinggal, nama, dan informasi mengenai perekrut Anda.",
    "privacyPolicy.studentAccount": "Saat Anda membuat <b>akun siswa melalui akun guru Anda</b>, kami meminta nama pengguna, kata sandi, tanggal lahir, jenis kelamin, dan negara tempat tinggal. Anda tidak perlu menyediakan alamat email siswa untuk membuat akun siswa sekaligus.",
    "privacyPolicy.userGeneratedContentTitle": "Konten yang Dihasilkan Pengguna",
    "privacyPolicy.userGeneratedContentBody": "Kami memproses Informasi Pribadi apa pun yang Anda sediakan kepada kami pada konten saat Anda membuat atau berinteraksi dengan situs web Scratch (biasanya disebut sebagai konten yang dihasilkan pengguna). Contohnya, pada proyek Scratch (termasuk proyek yang tidak dibagikan), studio, kolom teks, atau komentar.",
    "privacyPolicy.communicationsTitle": "Komunikasi",
    "privacyPolicy.communicationsBody": "Jika Anda menghubungi kami secara langsung, kami mengumpulkan Informasi Pribadi yang Anda sediakan pada pesan Anda. Contohnya, saat Anda menghubungi Tim Dukungan Pelanggan kami, kami dapat menerima nama, alamat email, nomor telepon, konten pesan atau lampiran yang Anda berikan kepada kami, serta informasi lain yang Anda pilih untuk berikan kepada kami.",
    "privacyPolicy.automaticallyCollect": "Informasi Pribadi yang Kami Kumpulkan Secara Otomatis dari Penggunaan Situs Web Scratch Anda",
    "privacyPolicy.locationInformationTitle": "Informasi Lokasi",
    "privacyPolicy.locationInformationBody": "Saat Anda menggunakan situs web Scratch, kami mengambil informasi lokasi umum Anda, contohnya, dengan menggunakan alamat IP (internet protokol) Anda.",
    "privacyPolicy.cookiesTitle": "Cookie",
    "privacyPolicy.cookiesBody": "Saat Anda menggunakan Situs Web Scratch, kami menggunakan cookie, beacon, tag tak terlihat, ID unik, dan teknologi serupa (secara kolektif disebut \"Cookie\") untuk secara otomatis merekam Informasi Pribadi tertentu dari peramban atau perangkat Anda. Contohnya, alamat IP Anda, lokasi jaringan, log server web, peramban yang Anda gunakan, ID dan karakteristik perangkat, versi sistem operasi, pengaturan bahasa browser, URL rujukan, dan Informasi Pribadi tentang penggunaan situs web Scratch. Untuk informasi lebih lanjut mengenai penggunaan Cookie oleh kami, silakan lihat <a>Kebijakan Cookie Scratch.</a>",
    "privacyPolicy.otherSources": "Informasi yang Dikumpulkan dari Sumber Lain",
    "privacyPolicy.thirdPartyInformationTitle": "Informasi dari Pihak Ketiga",
    "privacyPolicy.thirdPartyInformationBody": "Kami dapat mengambil Informasi Pribadi mengenai Anda dari pihak ketiga, seperti dari guru Anda jika Anda menggunakan Scratch di sekolah. Informasi ini dapat mengandung nama sekolah Anda dan alamatnya.",
    "privacyPolicy.publicSourceInformationTitle": "Informasi dari Sumber Publik",
    "privacyPolicy.publicSourceInformationBody": "Kami dapat mengambil Informasi Pribadi mengenai Anda dari sumber publik, seperti catatan sensus. Informasi ini dapat mengandung informasi demografik seperti sekolah atau wilayah geografis Anda.",
    "privacyPolicy.usageTitle": "Bagaimana Scratch Menggunakan Informasi Pribadi Saya?",
    "privacyPolicy.usageBody": "Tujuan utamanya adalah untuk menyediakan layanan-layanan yang kami tawarkan kepada Anda melalui situs web Scratch dan meningkatkan pengalaman pembelajaran Anda. Gambaran penggunaannya:",
    "privacyPolicy.usage.internalAndServiceTitle": "Penggunaan Internal dan Terkait Layanan",
    "privacyPolicy.usage.internalAndServiceBody": "Kami menggunakan Informasi Pribadi untuk penggunaan internal, termasuk untuk mengoperasikan, menyediakan, dan memelihara situs web Scratch. Contohnya, untuk mengarahkan pengguna ke konten yang diminta, untuk membuat dan mengembalikan akun, dan untuk mengizinkan pengguna untuk membuat dan membagikan proyek",
    "privacyPolicy.usage.analyticsTitle": "Analitik dan Meningkatkan Situs Web Scratch",
    "privacyPolicy.usage.analyticsBody": "Kami menggunakan Informasi Pribadi yang kami kumpulkan dari situs web Scratch, seperti lokasi dan aktivitas Anda, untuk melacak dan menganalisis penggunaan situs web Scratch dan meningkatkan pengalaman belajar Anda.",
    "privacyPolicy.usage.communicationsBody": "Kami dapat mengirimkan email ke alamat email yang Anda sediakan bagi kami untuk tujuan layanan pelanggan atau dukungan teknis. Kami juga dapat mengirimkan berita ke alamat email yang Anda berikan kepada kami saat Anda berlangganan untuk mendapatkan komunikasi tambahan dari kami.",
    "privacyPolicy.usage.researchTitle": "Penelitian Akademik dan Ilmiah",
    "privacyPolicy.usage.researchBody": "Kami menghapus identitas dan menggabungkan Informasi Pribadi yang dikumpulkan melalui situs web Scratch untuk analisis statistik dalam konteks penelitian ilmiah dan akademis. Contohnya, untuk membantu kami memahami bagaimana orang belajar melalui situs web Scratch dan bagaimana kami dapat meningkatkan alat pembelajaran bagi kaum muda. Hasil penelitian tersebut dibagikan kepada para pendidik dan peneliti melalui konferensi, jurnal, dan publikasi akademis atau ilmiah lainnya. Anda dapat mempelajari lebih lanjut di <a>halaman Penelitian</a> kami.",
    "privacyPolicy.usage.legalTitle": "Legal",
    "privacyPolicy.usage.legalBody": "Kami dapat menggunakan Informasi Pribadi Anda untuk menegakkan <terms>Ketentuan Penggunaan</terms> kami, untuk membela hak-hak hukum kami, dan untuk mematuhi kewajiban hukum dan kebijakan internal kami. Kami memoderasi konten yang diunggah ke situs web Scratch, termasuk proyek, komentar, dan postingan forum yang dibagikan dan tidak dibagikan untuk memastikan bahwa <guidelines>Pedoman Komunitas</guidelines> kami dipatuhi. Kami juga menggunakan Informasi Pribadi Anda untuk mendeteksi dan mencegah penipuan, spam, dan penyalahgunaan. Kami dan penyedia layanan kami dapat melakukan hal ini dengan membaca informasi yang tersimpan dalam cookie yang disetel pada peramban Anda, menganalisis penggunaan situs web Scratch Anda, dan melalui cara lain.",
    "privacyPolicy.legalGrounds.title": "Apa Landasan Hukum Pemrosesan Informasi Pribadi Anda?",
    "privacyPolicy.legalGrounds.intro": "JIka Anda berada di Area Ekonomi Eropa, Inggris, atau Swiss, kami hanya memproses Informasi Pribadi Anda berdasarkan dasar hukum yang valid. \"Dasar hukum\" merupakan alasan yang membenarkan penggunaan Informasi Pribadi Anda oleh kami. Kami dapat menggunakan dasar hukum yang berbeda, seperti:",
    "privacyPolicy.legalGrounds.communications": "Anda telah menyetujui penggunaan Informasi Pribadi Anda, contohnya untuk menerima komunikasi pemasaran elektronik;",
    "privacyPolicy.legalGrounds.services": "Kami memerlukan Informasi Pribadi Anda untuk menyediakan layanan kami, termasuk untuk pendaftaran akun, untuk merespons pertanyaan Anda, atau untuk dukungan pelanggan;",
    "privacyPolicy.legalGrounds.obligation": "Kami memiliki kewajiban hukum untuk menggunakan Informasi Pribadi Anda; atau",
    "privacyPolicy.legalGrounds.thirdParty": "Kami atau pihak ketiga memiliki kepentingan yang sah dalam menggunakan Informasi Pribadi Anda. Khususnya, kami memiliki kepentingan yang sah dalam menggunakan Informasi Pribadi Anda untuk menganalisis dan membagikan informasi Anda yang sudah diagregasi atau tidak teridentifikasi untuk tujuan penelitian, untuk menganalisis dan meningkatkan pengalaman belajar Anda di situs web Scratch dan memastikan serta meningkatkan keselamatan, keamanan, dan kinerja situs web Scratch. Kami hanya mengandalkan kepentingan sah kami atau pihak ketiga untuk memproses Informasi Pribadi Anda ketika kepentingan ini tidak dikesampingkan oleh hak dan kepentingan Anda.",
    "privacyPolicy.share.title": "Bagaimana Scratch Membagikan Informasi Pribadi Saya?",
    "privacyPolicy.share.intro": "Kami membuka Informasi Pribadi yang kami kumpulkan melalui situs web Scratch kepada pihak ketiga, jika Anda menyetujuinya, juga dalam kondisi-kondisi berikut:",
    "privacyPolicy.share.serviceProvidersTitle": "Penyedia jasa",
    "privacyPolicy.share.serviceProvidersBody": "Kepada pihak ketiga yang menyediakan layanan seperti hosting situs web, analisis data, teknologi informasi dan penyediaan infrastruktur terkait, layanan pelanggan, pengiriman email, dan layanan lainnya.",
    "privacyPolicy.share.researchTitle": "Penelitian Akademik dan Ilmiah",
    "privacyPolicy.share.researchBody": "Untuk institusi riset, seperti Massachusetts Institute of Technology (MIT), untuk mempelajari cara pengguna kami belajar melalui situs web Scratch dan mengembangkan peralatan belajar baru.",
    "privacyPolicy.share.mergerTitle": "Penggabungan",
    "privacyPolicy.share.mergerBody": "Kepada calon atau pihak yang mengakuisisi, penerus, atau penerima hak sebagai bagian dari setiap reorganisasi, penggabungan, penjualan, usaha patungan, pengalihan, pemindahan, atau pelepasan lain dari semua atau sebagian organisasi atau aset kami. Anda akan memiliki kesempatan untuk memilih untuk tidak menyetujui pemindahan tersebut jika pemrosesan Informasi Pribadi Anda yang direncanakan oleh entitas baru berbeda secara materi dari yang ditetapkan dalam Kebijakan Privasi ini.",
    "privacyPolicy.share.legalTitle": "Legal",
    "privacyPolicy.share.legalBody": "Jika diminta untuk melakukannya oleh undang-undang atau dengan itikad baik bahwa tindakan tersebut sesuai: (a) berdasarkan hukum yang berlaku, termasuk undang-undang di luar negara tempat tinggal Anda; (b) untuk mematuhi proses hukum; (c) untuk menanggapi permintaan dari otoritas publik dan pemerintah, seperti sekolah, distrik sekolah, dan penegak hukum, termasuk otoritas publik dan pemerintah di luar negara tempat tinggal Anda; (d) untuk menegakkan syarat dan ketentuan kami; (e) untuk melindungi operasi kami atau operasi afiliasi kami; (f) untuk melindungi hak, privasi, keamanan, atau properti kami, dan/atau afiliasi kami, Anda, atau orang lain; dan (g) untuk memungkinkan kami mengejar pemulihan yang tersedia atau membatasi kerusakan yang mungkin kami alami.",
    "privacyPolicy.thirdPartyServices.title": "Layanan Pihak Ketiga",
    "privacyPolicy.thirdPartyServices.body": "Kebijakan Privasi ini hanya berlaku untuk pemrosesan Informasi Pribadi Anda oleh Scratch. Kebijakan ini tidak membahas, dan kami tidak bertanggung jawab atas, privasi, informasi, maupun praktik-praktik lain dari pihak ketiga mana pun, termasuk pihak ketiga mana pun yang mengoperasikan situs atau layanan yang ditautkan pada situs web Scratch. Dimasukkannya tautan di situs web Scratch tidak menyiratkan dukungan terhadap situs atau layanan yang ditautkan oleh kami maupun afiliasi kami.",
    "privacyPolicy.childPrivacy.title": "Privasi Anak dan Siswa",
    "privacyPolicy.childPrivacy.body1": "Yayasan Scratch adalah organisasi nirlaba 501(c)(3). Dengan demikian, Children’s Online Privacy Protection Act (COPPA) tidak berlaku pada situs web Scratch. Namun, Scratch tetap memandang serius masalah privasi anak. Scratch mengumpulkan informasi minimal dari penggunanya dan hanya menggunakan dan membuka informasi untuk memberikan layanan dan tujuan terbatas lainnya, seperti penelitian, seperti yang telah dijelaskan pada Kebijakan Privasi ini.",
    "privacyPolicy.childPrivacy.body2": "Scratch tidak mengumpulkan informasi dari catatan pendidikan siswa, seperti yang tertuang pada Family Educational Rights and Privacy Act (FERPA). Scratch tidak membagikan informasi pribadi siswa kepada pihak ketiga mana pun kecuali yang tertulis pada Kebijakan Privasi ini: untuk penyedia layanan dan institusi penelitian.",
    "privacyPolicy.rights.title": "Hak dan Pilihan Anda",
    "privacyPolicy.rights.updatingTitle": "Memperbarui Informasi Anda",
    "privacyPolicy.rights.updatingBody1": "Anda bisa memperbarui kata sandi, alamat email, dan negara melalui halaman <settings>Pengaturan Akun</settings>. Anda juga bisa mengatur ulang kata sandi melalui halaman <reset>Pengaturan Ulang Akun</reset>. Anda tidak bisa mengganti nama pengguna Anda, tetapi Anda bisa membuat akun baru dan menyalin proyek-proyek Anda secara manual ke akun baru.",
    "privacyPolicy.rights.updatingBody2": "Jika Anda ingin menghapus akun Anda, masuk ke Scratch, lalu klik nama pengguna Anda di pojok kanan atas. Pilih \"Pengaturan Akun\", kemudian klik tautan \"Saya ingin menghapus akun saya\" di bagian bawah halaman. Dengan menghapus akun Anda, semua Informasi Pribadi akan disembunyikan dari tampilan publik, tetapi tidak akan menghapus semua Informasi Pribadi Anda dari server kami. Jika Anda ingin semua Informasi Pribadi Anda dihapus dari server kami, silakan hubungi help@scratch.mit.edu untuk mendapatkan bantuan.",
    "privacyPolicy.rights.marketingTitle": "Komunikasi Pemasaran",
    "privacyPolicy.rights.marketingBody": "Jika sewaktu-waktu Anda memutuskan untuk tidak lagi menerima komunikasi pemasaran dari kami, silakan ikuti petunjuk berhenti berlangganan yang tersedia dalam komunikasi tersebut. Anda juga dapat memilih untuk tidak menerima email dari kami dengan mengirimkan permintaan Anda kepada kami melalui email di help@scratch.mit.edu. Harap diingat bahwa bahkan setelah Anda memilih untuk tidak menerima komunikasi pemasaran dari kami, Anda mungkin akan tetap menerima pesan administratif dari kami mengenai akun Anda.",
    "privacyPolicy.rights.data.title": "Hak Perlindungan Data Anda (EEA, Inggris, dan Swiss)",
    "privacyPolicy.rights.data.intro": "Jika Anda berada di Area Ekonomi Eropa, Inggris, atau Swiss, Anda memiliki hak untuk Informasi Pribadi Anda:",
    "privacyPolicy.rights.data.access": "<b>Akses, Koreksi, dan Portabilitas Data:</b> Anda boleh meminta gambaran Informasi Pribadi yang kami proses mengenai Anda dan menerima salinan Informasi Pribadi Anda. Anda juga memiliki hak untuk meminta perbaikan Informasi Pribadi yang belum lengkap, belum akurat, atau tidak berlaku lagi. Hingga batas yang diminta hukum yang berlaku, Anda dapat meminta kami untuk menyediakan Informasi Pribadi Anda untuk perusahaan lain.",
    "privacyPolicy.rights.data.objection": "<b>Keberatan:</b> Anda dapat menolak (artinya \"meminta kami untuk menghentikan\") segala penggunaan Informasi Pribadi Anda yang tidak (i) diproses untuk mematuhi kewajiban hukum, (ii) diperlukan untuk melakukan apa yang ditetapkan dalam kontrak antara Scratch dengan Anda, atau (iii) jika kami memiliki alasan kuat untuk melakukannya (misalnya, untuk memastikan keselamatan dan keamanan dalam komunitas daring kami). Jika Anda menolak, kami akan bekerja sama dengan Anda untuk menemukan solusi yang masuk akal.",
    "privacyPolicy.rights.data.deletion": "<b>Penghapusan:</b> Anda juga dapat meminta penghapusan Informasi Pribadi Anda, sebagaimana diizinkan berdasarkan hukum yang berlaku. Hal ini berlaku, misalnya, jika Informasi Pribadi Anda sudah kedaluwarsa atau pemrosesannya tidak diperlukan lagi atau melanggar hukum; jika Anda menarik persetujuan Anda terhadap pemrosesan kami berdasarkan persetujuan tersebut; atau jika Anda keberatan dengan pemrosesan kami. Dalam beberapa kasus, kami mungkin perlu menyimpan Informasi Pribadi Anda untuk kewajiban hukum atau untuk keperluan litigasi.",
    "privacyPolicy.rights.data.restriction": "<b>Pembatasan Pemrosesan</b>: Anda dapat meminta kami untuk membatasi pemrosesan Informasi Pribadi Anda saat kami sedang memproses permintaan yang berkaitan dengan (i) keakuratan Informasi Pribadi Anda, (ii) keabsahan pemrosesan Informasi Pribadi Anda, atau (iii) kepentingan sah kami untuk memproses Informasi Pribadi ini. Anda juga dapat meminta kami untuk membatasi pemrosesan Informasi Pribadi Anda jika Anda ingin menggunakan Informasi Pribadi untuk keperluan litigasi.",
    "privacyPolicy.rights.data.consent": "<b>Penarikan Persetujuan:</b> Jika kami mengandalkan persetujuan untuk pemrosesan Informasi Pribadi Anda, Anda memiliki hak untuk menariknya kapan saja bebas dari biaya. Ketika Anda melakukannya, kami akan menerapkan pilihan Anda seterusnya dan ini tidak akan memengaruhi keabsahan pemrosesan sebelum penarikan persetujuan Anda.",
    "privacyPolicy.rights.data.exceptions": "Namun, ada beberapa pengecualian dan batasan untuk setiap hak-hak tersebut. Contohnya, kami dapat menolak untuk menindaklanjuti permintaan jika permintaan tersebut jelas-jelas tidak berdasar atau berlebihan, atau jika permintaan tersebut kemungkinan akan berdampak buruk terhadap hak dan kebebasan orang lain, merugikan pelaksanaan atau penegakan hukum, mengganggu litigasi yang sedang berlangsung atau di masa yang akan datang, atau melanggar hukum yang berlaku. Untuk mengajukan permintaan penggunaan hak Anda, silakan hubungi help@scratch.mit.edu untuk mendapatkan bantuan. Selain hak-hak yang disebutkan di atas, Anda juga berhak mengajukan keluhan kepada otoritas pengawas yang kompeten di negara tempat tinggal Anda, tempat kerja Anda, atau tempat terjadinya insiden sesuai dengan hukum yang berlaku.",
    "privacyPolicy.retentionTitle": "Retensi Data",
    "privacyPolicy.retentionBody": "Kami melakukan tindakan tertentu saat menghapus Informasi Pribadi Anda atau menyimpannya dalam bentuk yang tidak dapat membuat Anda bisa diidentifikasi ketika Informasi ini tidak lagi dibutuhkan untuk tujuan-tujuan pemrosesan kami, kecuali ketika kami diwajibkan oleh hukum untuk menyimpan Informasi Pribadi ini untuk waktu yang lebih lama. Ketika menentukan periode retensinya, kami memperhitungkan berbagai kriteria, seperti jenis layanan yang Anda minta atau diberikan kepada Anda, kodratnya dan panjang hubungan kami dengan Anda, kemungkinan pendaftaran ulang dengan layanan kami, pengaruhnya pada layanan yang kami sediakan untuk Anda jika kami menghapus beberapa Informasi Pribadi dari atau mengenai Anda, periode retensi wajib yang disediakan oleh hukum dan undang-undang batasannya.",
    "privacyPolicy.protectionTitle": "Bagaimana Scratch Melindungi Informasi Pribadi Saya?",
    "privacyPolicy.protectionBody": "Scratch memiliki prosedur administratif, fisik, dan teknis yang dimaksudkan untuk melindungi Informasi yang kami kumpulkan di situs web Scratch dari kehancuran yang tidak disengaja atau melanggar hukum, kehilangan yang tidak disengaja, perubahan yang tidak sah, pengungkapan atau akses yang tidak sah, penyalahgunaan, dan segala bentuk pemrosesan Informasi Pribadi yang melanggar hukum. Contohnya kami menggunakan SSL/TLS untuk semua pemindahan data dan membatasi akses ke server Scratch beserta data yang kami simpan di sana secara ketat. Namun, seefektif-efektifnya langkah-langkah ini, tidak ada sistem keamanan yang tidak dapat ditembus. Kami tidak dapat sepenuhnya menjamin keamanan basis data kami dan kami juga tidak dapat menjamin bahwa Informasi Pribadi yang Anda berikan tidak akan dicegat saat dikirimkan kepada kami melalui Internet.",
    "privacyPolicy.transferTitle": "Pemindahan Data Internasional",
    "privacyPolicy.transferBody1": "Kami dapat mentransfer Informasi Pribadi Anda ke negara selain negara tempat Anda berada, termasuk ke AS (tempat server Scratch kami berada) atau negara lain tempat kami atau penyedia layanan kami memelihara fasilitas-fasilitasnya. Jika Anda berada di Area Ekonomi Eropa, Inggris, atau Swiss, atau wilayah lain dengan undang-undang yang mengatur pengumpulan dan penggunaan data yang mungkin berbeda dari undang-undang AS, harap diperhatikan bahwa kami dapat memindahkan Informasi Pribadi Anda ke negara dan yurisdiksi yang tidak memiliki undang-undang perlindungan data yang sama dengan yurisdiksi Anda.",
    "privacyPolicy.transferBody2": "Kami menerapkan prosedur administratif, fisik, dan teknis untuk memastikan kerahasiaan dan keamanan Informasi Pribadi yang diproses dan ditransfer atas nama kami. Hal ini mencakup prosedur untuk memastikan Informasi Pribadi Anda hanya diproses untuk tujuannya dikumpulkan. Untuk mendapatkan informasi lebih lanjut mengenai pemindahannya, silakan hubungi kami menggunakan informasi kontak di bawah.",
    "privacyPolicy.helpTitle": "Apa yang Bisa Saya Lakukan untuk Membantu Melindungi Privasi pada Situs Web Scratch?",
    "privacyPolicy.helpBody": "Harap jangan bagikan informasi kontak pribadi (seperti nama, alamat fisik, alamat email, atau nomor telepon) dalam proyek, komentar, profil, studio, atau postingan forum. Harap beri tahu kami jika Anda melihat informasi semacam ini dengan menggunakan tautan \"Laporkan\" yang muncul di halaman. Penting juga bagi Anda untuk menjaga keamanan dan kendali atas kredensial akun Anda dan tidak membagikan kata sandi Anda kepada siapa pun.",
    "privacyPolicy.changesTitle": "Pemberitahuan Perubahan Terhadap Kebijakan Privasi",
    "privacyPolicy.changesBody": "Kami meninjau Kebijakan Privasi kami secara berkala, dan kami dapat mengubah kebijakan kami sebagaimana mestinya. Jika kami membuat perubahan materi pada Kebijakannya, kami akan memberitahu Anda melalui Situsnya atau dengan mengirimkan email kepada Anda atau melalui jalur komunikasi lain. Kami mendorong Anda untuk meninjau Kebijakan Privasi kami secara teratur. Tanggal “Terakhir Diperbarui” di bagian atas halaman ini menunjukkan kapan Kebijakan Privasi ini terakhir direvisi. Jika Anda terus menggunakan Aplikasi Scratch setelah perubahan ini, berarti Anda menerima Kebijakan Privasi yang direvisi.",
    "privacyPolicy.contactTitle": "Hubungi Kami",
    "privacyPolicy.contactBody": "Yayasan Scratch merupakan entitas yang bertanggung jawab atas pemrosesan informasi pribadi Anda. Jika Anda memiliki pertanyaan apa pun mengenai Kebijakan Privasi ini, atau jika Anda ingin menggunakan hak Anda untuk Informasi Pribadi Anda, Anda dapat menghubungi help@scratch.mit.edu atau melalui pos di:"
}