{
    "privacyPolicy.nav.collection": "Raccolta",
    "privacyPolicy.nav.usage": "Uso",
    "privacyPolicy.nav.share": "Condivisione",
    "privacyPolicy.nav.thirdParties": "Servizi di Terze Parti",
    "privacyPolicy.nav.childPrivacy": "Privacy di Ragazzi e Studenti",
    "privacyPolicy.nav.rights": "Diritti e Scelte",
    "privacyPolicy.nav.retention": "Conservazione dei Dati",
    "privacyPolicy.nav.protection": "Protezione",
    "privacyPolicy.nav.changes": "Notifica di Modifiche",
    "privacyPolicy.nav.transfer": "Trasferimento Dati",
    "privacyPolicy.nav.help": "Come Aiutare",
    "privacyPolicy.nav.contact": "Contattaci",
    "privacyPolicy.title": "Informativa della Privacy",
    "privacyPolicy.lastUpdated": "L'Informativa della Privacy di Scratch è stata aggiornata il: 25 Maggio 2023",
    "privacyPolicy.intro": "Scratch Foundation (\"<b>Scratch</b>\" o \"<b>noi</b>\" o \"<b>ci</b>\") è consapevole dell'importanza della privacy per la nostra community, in particolare per i bambini e i genitori (\"<b>tu</b>\" o \"<b>utente</b>\"). Abbiamo redatto questa informativa sulla privacy (\"<b>Informativa della Privacy</b>\") per spiegare quali Dati personali raccogliamo attraverso il nostro sito (scratch.mit.edu, il “<b>Sito di Scratch</b>”) e le modalità di utilizzo, condivisione e protezione degli stessi da parte della nostra azienda e in che modo li teniamo al sicuro. Inoltre, la presente informativa chiarisce i tuoi diritti e le tue scelte in merito ai tuoi Dati Personali e indica il modo in cui <a>contattarci</a> in caso di domande o dubbi.",
    "privacyPolicy.offlineEditor": "Se preferisci creare progetti con Scratch senza condividere i tuoi Dati Personali puoi scaricare e usare l'<a>app offline di Scratch</a>. I progetti creati con l'<a>app di Scratch</a> non sono accessibili dal sito di Scratch e l'app ci invierà solo informazioni anonime se scegli di farlo. Se invece carichi il tuo progetto nella comunità online di Scratch sul sito, raccoglieremo i tuoi DAti Personali come spiegato in questa Informativa della Privacy.",
    "privacyPolicy.collectionTitle": "Quali Dati Personali Scratch Raccoglie Su di Me?",
    "privacyPolicy.collection1": "Per gli scopi di questa Informativa della Privacy, “<b>Dati Personali</b>” indica qualunque informazione relativa ad un individuo identificato o identificabile. Puoi fornirci Dati Personali direttamente, ad esempio quando crei un account, o possiamo raccogliere noi i tuoi Dati Personali automaticamente ad esempio quando cambi lingua o guardi un progetto.",
    "privacyPolicy.collection2": "Ogni volta che è possibile spieghiamo se e perché dobbiamo richiederti Dati Personali e anche le conseguenze se decidi di non farlo. Ad esempio, potresti non riuscire ad usare il sito di Scratch come vorresti se i Dati Personali sono necessari per fornirti il servizio o se siamo obbligati legalmente a raccogliere queiDati Personali.",
    "privacyPolicy.youProvide": "I Dati Personali Che Ci Fornisci",
    "privacyPolicy.accountInformationTitle": "Informazioni Account",
    "privacyPolicy.accountInformationIntro": "Per usare i servizi e le funzionalità che offriamo sul sito di Scratch, come ad esempio la possibilità di condividere progetti, creare gallerie o inviare commenti, devi creare un account (un tuo account personale, un account docente o un account studente).",
    "privacyPolicy.yourAccount": "Quando crei un <b>account personale</b> ti chiediamo di inserire uno username e una password, la tua nazione, il tuo genere e il tuo indirizzo email. Ti chiediamo di scegliere uno username che non ricordi il tuo vero nome vero o altre informazioni che potrebbero identificarti. Gli altri utenti possono vedere il tuo username e la tua nazione, ma non il tuo genere o il tuo indirizzo email.",
    "privacyPolicy.teacherAccount": "Quando crei un <b>account docente</b> ti chiediamo di inserire uno username e una password, il tuo numero di telefono, data di nascita, genere, nazione di residenza, il tuo nome e dettagli sul tuo datore di lavoro.",
    "privacyPolicy.studentAccount": "Quando crei <b>account studente attraverso il tuo account docente</b> ti chiediamo di inserire uno username e una password, la data di nascita, genere e la tua nazione di residenza. Per creare un account studente non devi fornirci l'indirizzo email dello studente.",
    "privacyPolicy.userGeneratedContentTitle": "Contenuto generato dagli Utenti",
    "privacyPolicy.userGeneratedContentBody": "Elaboriamo tutti i Dati Personali che decidi di fornirci quando crei o quando interagisci con il sito di Scratch (quello che viene definito 'contenuto generato dall'utente'). Ad esempio i contenuti che inserisci nei progetti Scratch (anche quelli non condivisi), nelle gallerie, nelle aree di testo o nei commenti.",
    "privacyPolicy.communicationsTitle": "Comunicazioni",
    "privacyPolicy.communicationsBody": "Se ci contatti direttamente raccogliamo i Dati Personali  che ci fornisci nel tuo messaggio. Ad esempio, quando contatti i nostro Team di Customer Support riceviamo il tuo nome, indirizzo email, numero di telefono, il contenuto del messaggio, eventuali allegati e altre informazioni che decidi di fornirci.",
    "privacyPolicy.automaticallyCollect": "Dati Personali che Raccogliamo Automaticamente dall'Uso del Sito di Scratch",
    "privacyPolicy.locationInformationTitle": "Informazioni sulla Posizione",
    "privacyPolicy.locationInformationBody": "Quando usi il sito di Scratch, ricaviamo le informazioni sulla tua posizione, ad esempio, usando il tuo Indirizzo IP (Internet Protocol).",
    "privacyPolicy.cookiesTitle": "Cookies",
    "privacyPolicy.cookiesBody": "Quando usi il sito di Scratch, facciamo uso dei Cookie, dei Beacon, dei Tag invisibili, degli ID unici e altre tecnologie simili (comunemente chiamate “Cookie”) per registrare alcuni Dati Personali dal tuo browser o dispositivo. Per esempio, il tuo indirizzo IP, la posizione della tua rete, i log del server web, che browser stai usando, l'ID del tuo dispositivo e le sue caratteristiche, il Sistema Operativo che stai utilizzando, la lingua impostata nel tuo browser, le URL dalle quali hai raggiunto il sito di Scratch e i Dati Personali sul tuo utilizzo del sito di Scratch. Per scoprire di più sul nostro utilizzo dei Cookie, vai alla pagina della <a>Politica dei Cookie di Scratch.</a> ",
    "privacyPolicy.otherSources": "Informazioni Raccolte Da Altre Fonti",
    "privacyPolicy.thirdPartyInformationTitle": "Informazioni Da Terzi",
    "privacyPolicy.thirdPartyInformationBody": "Potremmo ottenere dei Dati Personali sul tuo conto da parte di terzi, come ad esempio dal tuo Insegnante, se fai uso di Scratch a scuola. Queste informazioni potrebbero includere il nome e l'indirizzo della tua scuola.",
    "privacyPolicy.publicSourceInformationTitle": "Informazioni Da Fonti Pubbliche",
    "privacyPolicy.publicSourceInformationBody": "Possiamo ricevere Dati Personali su di te da fonti pubbliche, ad esempio i dati dei censimenti. Queste informazioni possono includere informazioni demografiche sulla tua scuola o sull'area geografica in cui vivi.",
    "privacyPolicy.usageTitle": "In che modo Scratch Usa i Miei Dati Personali?",
    "privacyPolicy.usageBody": "Lo scopo principale è quello di fornirti i servizi che offriamo attraverso il sito di Scratch e di migliorare la tua esperienza di apprendimento, ad esempio:",
    "privacyPolicy.usage.internalAndServiceTitle": "Usi Interni e Legati ai Servizi",
    "privacyPolicy.usage.internalAndServiceBody": "Usiamo i Dati Personali per usi interni, incluso la gestione, la fornitura e il mantenimento del sito di Scratch. Ad esempio, per indirizzare gli utenti al contenuto a cui sono interessati, per creare e recuperare gli account e per rendere possibile agli utenti la creazione e la condivisione dei progetti.",
    "privacyPolicy.usage.analyticsTitle": "Dati Analitici e Miglioramento del Sito di Scratch",
    "privacyPolicy.usage.analyticsBody": "Usiamo i Dati Personali che raccogliamo sul sito di Scratch, come ad esempio la tua posizione e e tue attività, per monitorare e analizzare l'uso del sito di Scratch e per migliorare la tua esperienza di apprendmento.",
    "privacyPolicy.usage.communicationsBody": "Possiamo inviare email ad un indirizzo email che ci fornisci per scopi di customer service o di supporto tecnico. Potremmo anche inviare una newsletter all'indirizzo email che ci fornisci quando ti iscrivi per farti avere informazioni aggiuntive.",
    "privacyPolicy.usage.researchTitle": "Ricerca Accademica e Scientifica",
    "privacyPolicy.usage.researchBody": "Eliminiamo qualsiasi possibilità di identificazione dei Dati personali che raccogliamo dal sito Web e li aggreghiamo per eseguire analisi statistiche al fini di ricerca scientifica e accademica. Ad esempio, ciò consente di comprendere le modalità di apprendimento degli utenti tramite il sito di Scratch e il modo in cui sia possibile migliorare gli strumenti di apprendimento per giovani. I risultati di queste ricerche vengono condivisi con docenti e ricercatori in conferenze, riviste e altre pubblicazioni accademiche o scientifiche. Per saperne di più, visita la nostra <a>pagina Ricerca.</a>",
    "privacyPolicy.usage.legalTitle": "Note Legali",
    "privacyPolicy.usage.legalBody": "Possiamo usare i tuoi Dati Personali per applicare le nostre <terms>Condizioni di Uso</terms>, per difendere i nostri diritti, portare a termini i nostri obblighi e conformarci alle nostre politiche interne. Moderiamo i contenuti inseriti nel sito di Scratch, inclusi i progetti condivisi e non condivisi, i commenti e le discussioni nei forum per assicurare che le nostre <guidelines>Linee Guida della Comuniità</guidelines> siano rispettate. Usiamo i Dati Personali anche per individuare e prevenire frodi, spam e abusi. Noi e il nostro provider di servizi internet possiamo farlo leggendo le informazioni contenute nei cookie del tuo browser, analizzando il tuo uso del sito di Scratch e attraverso altri mezzi.",
    "privacyPolicy.legalGrounds.title": "Quali sono le Basi Legali Per il Trattamento dei Tuoi Dati Personali?",
    "privacyPolicy.legalGrounds.intro": "Se ti trovi nello Spazio Economico Europeo, nel Regno Unito o in Svizzera, elaboriamo solo i tuoi Dati Personali consentiti da una valida base legislativa. Una “base legislativa” è una ragione che giustifica il nostro uso dei tuoi Dati Personali. Possiamo usare varie basi legari, come:",
    "privacyPolicy.legalGrounds.communications": "Il tuo consenso all'uso dei tuoi Dati Personali, ad esempio per la ricezione di comunicazioni commerciali elettroniche; ",
    "privacyPolicy.legalGrounds.services": "La necessità di usare i tuoi Dati Personali per fornirti il nostro servizio, inclusa la registrazione dell'account, la risposta alle tue domande o il supporto tecnico;",
    "privacyPolicy.legalGrounds.obligation": "L'obbligo legale di usare i tuoi Dati Personali; oppure",
    "privacyPolicy.legalGrounds.thirdParty": "Il nostro interesse legittimo, o quello di terzi, all'uso dei tuoi Dati Personali. In particolare, abbiamo in interesse legittimo ad usare i tuoi Dati Personali per analizzare e condividere i tuoi Dati personali, in formato aggregato e non più identificabile, per motivi di ricerca, per l'analisi e il miglioramento della tua esperienza di apprendimento sul sito di Scratch e per la garanzia e il miglioramento della sicurezza, della protezione e delle prestazioni del sito di Scratch. Basiamo il trattamento dei tuoi Dati personali solo sui nostri interessi legittimi, o su quelli di terzi, a patto che tali interessi non siano in conflitto con i tuoi diritti e interessi.",
    "privacyPolicy.share.title": "In che Modo Scratch Condivide i Miei Dati Personali?",
    "privacyPolicy.share.intro": "Condividiamo i Dati Personali che raccogliamo con il sito di Scratch a terze parti, nel caso in cui tu lo consenta e nei casi seguenti:",
    "privacyPolicy.share.serviceProvidersTitle": "Fornitori di Servizi",
    "privacyPolicy.share.serviceProvidersBody": "A terzi che forniscono servizi come ad esempio hosting del sito, analisi dei dati, servizi e infrastrutture IT, assistenza clienti, distribuzione delle e-mail e altri servizi.",
    "privacyPolicy.share.researchTitle": "Ricerca Accademica e Scientifica",
    "privacyPolicy.share.researchBody": "Per gli istituti di ricerca, come il Massachusetts Institute of Technology (MIT), imparare come gli utenti apprendono grazia al sito di Scratch Website e sviluppare nuovi strumenti per l'apprendimento.",
    "privacyPolicy.share.mergerTitle": "Parti coinvolte in Fusioni",
    "privacyPolicy.share.mergerBody": "Per gli acquirenti, successori o assegnatari effettivi o potenziali nell'ambito di qualsiasi riorganizzazione, fusione, vendita, joint venture, cessione, trasferimento o altra alienazione di una parte o dell'intera organizzazione o dei relativi asset. Puoi rfiutare questo trasferimento se il trattamento dei tuoi Dati personali, previsto dalla nuova entità, differisce in modo sostanziale da quanto stabilito nella presente Informativa sulla Privacy.",
    "privacyPolicy.share.legalTitle": "Note Legali",
    "privacyPolicy.share.legalBody": "Se la condivisione sia richiesta dalla legge o da noi ritenuta appropriata in buona fede (a) in base alla legge vigente, comprese le norme di Paesi diversi da quello di tua residenza, (b) per ottemperare a procedimenti legali, (c) per rispondere a richieste di autorità pubbliche e governative, come ad esempio scuole, distretti scolastici e forze dell'ordine, comprese le autorità pubbliche e governative di Paesi diversi da quello di tua residenza, (d) per far rispettare i nostri termini e condizioni, (e) per tutelare le nostre operazioni o quelle di qualsiasi nostra affiliata, (f) per tutelare i nostri diritti, la nostra privacy, sicurezza o proprietà e/o quella delle nostre affiliate (ciò vale anche per te o per altri) e (g) per applicare le azioni correttive disponibili o limitare i danni che potremmo subire.",
    "privacyPolicy.thirdPartyServices.title": "Servizi di Terze Parti",
    "privacyPolicy.thirdPartyServices.body": "Questa Informativa sulla Privacy si applica soltanto al trattamento dei tuoi Dati Personali da parte di Scratch. Non riguarda, né quindi ci possiamo ritenere responsabili, alla privacy, dati o altre pratiche di terzi, inclusi i terzi che gestistono siti o servizi a cui il sito di Scratch reindirizza. La presenza di un link nel sito di Scratch non comporta che noi o i nostri affiliati avalliamo il sito o il servizio.",
    "privacyPolicy.childPrivacy.title": "Privacy di Ragazzi e Studenti",
    "privacyPolicy.childPrivacy.body1": "La Scratch Foundation è un'organizzazione no-profit 501(c)(3). Pertanto, il sito di Scratch non è soggetto al Children's Online Privacy Protection Act (COPPA). Ciononostante, Scratch prende molto sul serio la privacy dei minori. Scratch raccoglie pochissime informazioni degli utenti, che utilizza e divulga solo per fornire i suoi servizi e per pochi altri scopi, come ad esempio la ricerca, come descritto nella presente Informativa sulla Privacy.",
    "privacyPolicy.childPrivacy.body2": "Scratch non raccoglie le informazioni presenti nel fascicolo scolastico di uno studente secondo quanto stabilito dal Family Educational Rights and Privacy Act (FERPA). Scratch non divulga le informazioni degli studenti a terzi, salvo nei casi descritti dalla presente Informativa sulla Privacy: provider di servizi e istituti di ricerca.",
    "privacyPolicy.rights.title": "I Tuoi Diritti e Scelte",
    "privacyPolicy.rights.updatingTitle": "Aggiornamento delle Tue Informazioni",
    "privacyPolicy.rights.updatingBody1": "Puoi cambiare la sua password, indirizzo email e nazione usando la pagina delle <settings>Impostazioni account</settings>. Puoi anche resettare la tua password alla pagina di <reset>Reset dell'Account</reset>. Non puoi modificare il tuo username, ma puoi creare un nuovo account e copiare manualmente i tuoi progetti nel nuovo account.",
    "privacyPolicy.rights.updatingBody2": "Se vuoi cancellare il tuo account, accedi a Scratch e clicca il tuo username nell'angolo in alto a destra. Seleziona \"Impostazioni account\" poi clicca il link \"Voglio cancellare il mio account\" che trovi in fondo alla pagina. La cancellazione dell'account nasconde tutti i Dati Personali al pubblico, ma non rimuove tutti i tuoi Dati Personali dai nostri server. Se vuoi che tutti i tuoi Dati Personali siano rimossi dai nostri server contatta help@scratch.mit.edu per avere assistenza..",
    "privacyPolicy.rights.marketingTitle": "Comunicazioni Commerciali",
    "privacyPolicy.rights.marketingBody": "Se decidi in qualunque momento di non voler più ricevere le nostre comunicazioni commerciali, segui le istruzioni per discriverti che trovi in tutte le nostre comunicazioni. Puoi anche scegliere di non ricevere alcuna email da noi inviando una richiesta a help@scratch.mit.edu. Ricorda che anche dopo aver scelto di non ricevere più le nostre comunicazioni commerciali, potresti ancora ricevere nostri messaggi amministrativi relativi al tuo account.",
    "privacyPolicy.rights.data.title": "I tuoi Diritti di Protezione dei Dati (SEE, UK e Svizzera)",
    "privacyPolicy.rights.data.intro": "Se risiedi nello Spazio Economico Europeo, nel Regno Unito o in Svizzera, disponi di alcuni diritti relativi ai tuoi Dati personali:",
    "privacyPolicy.rights.data.access": "<b>Accesso, Correzione e Portabilità dei Dati:</b> Puoi richiedere una panoramica dei tuoi Dati personali da noi trattati e ricevere una copia di essi. Hai inoltre il diritto di richiedere la correzione dei tuoi Dati Personali qualora siano incompleti, imprecisi o non aggiornati. Nella misura in cui sia possibile nell'ambito della legislazione vigente, puoi chiederci di fornire i tuoi Dati personali a un'altra società.",
    "privacyPolicy.rights.data.objection": "<b>Opposizione</b> Puoi opporti a (ovvero \"chiederci di interrompere\") qualsiasi uso dei tuoi Dati Personali che non siano (i) trattati per ottemperare a un obbligo di legge, (ii) necessari per adempiere a quanto previsto da un contratto tra Scratch e te o (iii) legati a un motivo impellente (es. per garantire la sicurezza della nostra Comunità online). In caso di opposizione, collaboreremo con te per individuare una ragionevole soluzione.",
    "privacyPolicy.rights.data.deletion": "<b>Cancellazione:</b> Puoi anche chiedere la cancellazione dei tuoi Dati Personali secondo quanto consentito dalla legge applicabile. Ciò vale, ad esempio, nel caso in cui i tuoi Dati Personali siano obsoleti o il relativo trattamento sia non necessario o illegale; se ritiri il tuo consenso al trattamento basato su tale consenso o nel caso ti sia opposto al trattamento da parte nostra. In alcuni casi potremmo dover conservare i tuoi Dati Personali in seguito a obblighi legali o per risolvere delle dispute.",
    "privacyPolicy.rights.data.restriction": "<b>Limitazioni al Trattamento:</b> Puoi limitare il trattamento dei tuoi Dati Personali mentre stiamo prendendo in considerazione una tua richiesta legata (i) alla accuratezza dei tuoi Dati Personali, (ii) alla legittimità del trattamento dei tuoi Dati Personali o (iii) ai nostri legittimi interessi nel trattamento dei Dati Personali. Puoi anche chiedere di limitare il trattamento dei tuoi Dati personali se intendi utilizzarli in un contenzioso legale.",
    "privacyPolicy.rights.data.consent": "<b>Ritiro del Consenso:</b> Se il trattamento dei tuoi Dati personali è basato sul tuo consenso, hai il diritto di ritirare tale consenso in qualsiasi momento e gratuitamente. In tal caso, applicheremo le tue nuove richieste da quel momento in poi e ciò non pregiudicherà la liceità del trattamento effettuato prima della revoca del tuo consenso.",
    "privacyPolicy.rights.data.exceptions": "Tuttavia ci sono eccezioni e limitationi ad ognuno di questi diritti. Possiamo, ad esempio, rifiutarci di prendere in considerazione di una tua richiesta se questa è palesemente infondata o eccessiva, o se la richiesta potrebbe limitare i diritti o le libertà di altri, pregiudicare l'esecuzione o l'applicazione della legge, interferire con dispute in corso o future o infrangere le leggi applicabili. Per inviare una richiesta per esercitare i tuoi diritti contatta help@scratch.mit.edu per assistenza. In aggiunta ai diritti sopra menzionati, hai anche il diritto di presentare un reclamo presso un'autorità di controllo competente, compresa quella nel tuo paese di residenza, luogo di lavoro o dove si è verificato l'incidente, in conformità alla legge applicabile.",
    "privacyPolicy.retentionTitle": "Conservazione dei Dati",
    "privacyPolicy.retentionBody": "Adottiamo misure per cancellare i tuoi Dati Personali o mantenerle in una forma che non permetta di identificarti quando queste informazioni non sono più necessarie per gli scopi per cui le trattiamo, a meno che non siamo obbligati per legge a conservare questi Dati Personali per un periodo più lungo. Nella determinazione del periodo in cui vanno conservati, teniamo in considerazione vari criteri, come il tipo di servizi richiesti da te o forniti a te, la natura e la durata del nostro rapporto con te, la possibile ri-iscrizione ai nostri servizi, l'impatto sui servizi che ti forniamo se cancelliamo alcuni Dati Personali su di te, i periodi di conservazione obbligatori previsti dalla legge e la prescrizione.",
    "privacyPolicy.protectionTitle": "In che modo Scratch Proteggi i miei Dati Personali?",
    "privacyPolicy.protectionBody": "Scratch ha messo in atto procedure amministrative, fisiche e tecniche volte a proteggere i Dati Personali che raccogliamo sul sito di Scratch contro distruzioni accidentali o illecite, perdite accidentali, alterazioni non autorizzate, divulgazioni o accessi non autorizzati, uso improprio e qualsiasi altra forma illecita di trattamento dei Dati Personali. Ad esempio, utilizziamo SSL/TLS per tutti i trasferimenti di dati e limitiamo rigorosamente l'accesso ai server di Scratch e ai dati che archiviamo su di essi. Tuttavia, per quanto efficaci possano essere queste misure, nessun sistema di sicurezza è invulnerabile. Non possiamo garantire completamente la sicurezza dei nostri database, né possiamo garantire che i Dati Personali che fornisci non verranno intercettate durante la loro trasmissione tramite Internet.",
    "privacyPolicy.transferTitle": "Trasferimento dei Dati Oltre Frontiera",
    "privacyPolicy.transferBody1": "Potremmo trasferire i tuoi Dati Personali verso paesi diversi da quello in cui ti trovi, compresi gli Stati Uniti (dove si trovano i server di Scratch) o qualsiasi altro paese in cui noi o i nostri fornitori di servizi mantengono strutture. Se ti trovi nello Spazio Economico Europeo, nel Regno Unito o in Svizzera, o in altre zone con leggi che disciplinano la raccolta e l'uso dei dati e che possono differire dalla legge statunitense, ti preghiamo di notare che potremmo trasferire i tuoi Dati Personali verso un paese e una giurisdizione che non hanno le stesse leggi sulla protezione dei dati del tuo territorio.",
    "privacyPolicy.transferBody2": "Applichiamo procedure amministrative, fisiche e tecniche per garantire la riservatezza e la sicurezza dei Dati Personali trattati e trasferiti per nostro conto. Ciò include procedure per assicurare che i tuoi Dati Personali siano trattati solo per gli scopi per cui sono stati raccolti. Per ottenere ulteriori informazioni sui trasferimenti, ti preghiamo di contattarci utilizzando le informazioni di contatto riportate qui sotto.",
    "privacyPolicy.helpTitle": "Cosa posso fare per Aiutare a Proteggere la Privacy sul sito di Scratch?",
    "privacyPolicy.helpBody": "Ti preghiamo di non condividere le tue informazioni personali di contatto (come il tuo nome, indirizzo postale, indirizzo email o numero di telefono) nei progetti, nei commenti, nei profili, negli studi o nelle discussioni dei forum. Per favore, facci sapere se visualizzi questo tipo di informazioni utilizzando il link “Segnala” che appare sulla pagina. È anche importante che tu mantenga la sicurezza e il controllo delle credenziali del tuo account e non condivida la tua password con nessuno.",
    "privacyPolicy.changesTitle": "Notifica di Modiche della Informativa della Privacy",
    "privacyPolicy.changesBody": "Rivediamo periodicamente le nostre misure di sicurezza e l'informativa sulla Privacy, e potremmo modificarle se neessario. Se apportiamo modifiche sostanziali all'Informativa, lo segnaleremo attraverso il sito o inviandoti una email o attraverso un'altra comunicazione. Ti incoraggiamo a rivedere la nostra Informatica sulla Privacy regolarmente. La data “Ultimo Aggiornamento” in alto a questa pagina indica la data dell'ultima revisione di questa Informativa sulla Privacy. Il tuo uso del sito di Scratch dopo ciascuna modifica significa che accetti l'Informativa sulla Privacy rivista.",
    "privacyPolicy.contactTitle": "Contattaci",
    "privacyPolicy.contactBody": "La Fondazione Scratch è l'entità responsabile del trattamento dei tuoi Dati Personali. Se hai domande su questa Informativa sulla Privacy o desideri esercitare i tuoi diritti sui suoi Dati Personali, puoi contattarci all'indirizzo help@scratch.mit.edu o tramite email all'indirizzo:"
}