{
    "privacyPolicy.nav.collection": "収集する情報",
    "privacyPolicy.nav.usage": "収集する目的",
    "privacyPolicy.nav.share": "情報の共有",
    "privacyPolicy.nav.thirdParties": "サードパーティのサービス",
    "privacyPolicy.nav.childPrivacy": "お子様と生徒のプライバシー",
    "privacyPolicy.nav.rights": "権利と選択",
    "privacyPolicy.nav.retention": "データ保持",
    "privacyPolicy.nav.protection": "保護",
    "privacyPolicy.nav.changes": "変更の通知",
    "privacyPolicy.nav.transfer": "データ転送",
    "privacyPolicy.nav.help": "保護方法",
    "privacyPolicy.nav.contact": "れんらくさき",
    "privacyPolicy.title": "プライバシー・ポリシー",
    "privacyPolicy.lastUpdated": "Scratchプライバシーポリシーの最終更新日 2023年5月25日",
    "privacyPolicy.intro": "Scratch財団（以下「<b>Scratch</b>」、「<b>私たち</b>」、または「<b>当社</b>」）は、私たちのコミュニティ、特に子供たちや保護者（以下「<b>あなた</b>」、「<b>利用者</b>」）にとってプライバシーがどれほど重要であるかを理解しています。このプライバシーポリシー（以下「<b>プライバシーポリシー</b>」）は、私たちのWebサイト（scratch.mit.edu、以下「<b>Scratchウェブサイト</b>」を通じどのような個人情報を収集するのか、それをどう利用し、処理し、共有するのか、そしてその情報を保護するために何を行っているのか説明するために制作されました。また、あなたの個人情報に関する権利と選択肢について、および質問や懸念がある場合の<a>連絡方法</a>についても説明します。",
    "privacyPolicy.offlineEditor": "私たちに個人情報を提出せずにScratchでプロジェクトを作成したい場合は、オフラインで<a>Scratchアプリ</a>をダウンロードして使用することができます。 <a>Scratchアプリ</a>で作成されたプロジェクトはScratchからアクセスできず、必要に応じてアプリは匿名化された情報のみを送信します。 ScratchウェブサイトのScratchオンラインコミュニティにプロジェクトをアップロードする場合、このプライバシーポリシーで説明されているように、個人情報を収集します。",
    "privacyPolicy.collectionTitle": "Scratchはどのような個人情報を収集しますか？",
    "privacyPolicy.collection1": "このプライバシーポリシーにおいて、<b>\"個人情報\"</b>とは、特定の個人に関連する情報を意味します。アカウントを作成する際など、直接個人情報を提供することがありますし、言語を切り替えたりプロジェクトを表示したりする際には、個人情報が自動的に収集されることもあります。",
    "privacyPolicy.collection2": "該当する場合、当団体は、利用者がご自身の個人情報を当団体に提供しなければならないかどうか、およびその理由と、提供しないことを選択した場合の結果について説明します。例えば、その個人情報がサービスを提供するために必要である場合、または、その個人情報を収集することが法的に義務付けられている場合、Scratchウェブサイトから利益を得ることができない場合があります。",
    "privacyPolicy.youProvide": "ご提供いただく個人情報",
    "privacyPolicy.accountInformationTitle": "アカウント情報",
    "privacyPolicy.accountInformationIntro": "プロジェクトの共有、スタジオの作成、コメントの投稿など、当団体がScratchウェブサイト上で提供するサービスや機能を利用するには、アカウント（ご自身のアカウント、教師用アカウント、生徒用アカウント）を作成する必要があります。",
    "privacyPolicy.yourAccount": "<b>あなたのアカウント</b>を作成する際には、ユーザー名とパスワード、国、性別、およびメールアドレスをお尋ねします。実名や他の個人情報が特定される可能性のある情報を開示しないユーザー名を選択するようお願いします。他のユーザーはユーザー名と国を見ることができますが、性別やメールアドレスは見ることができません。",
    "privacyPolicy.teacherAccount": "<b>教師アカウント</b>を作成する際には、ユーザー名とパスワード、電話番号、生年月日、性別、居住国、名前、雇用者の詳細をお尋ねします。",
    "privacyPolicy.studentAccount": "<b>生徒アカウントを教師アカウントを通じて作成する場合</b>、ユーザー名、パスワード、誕生日、性別、および居住国をお尋ねします。一括で生徒アカウントを作成するために、生徒のメールアドレスを提供する必要はありません。",
    "privacyPolicy.userGeneratedContentTitle": "ユーザー制作コンテンツ",
    "privacyPolicy.userGeneratedContentBody": "Scratchは、利用者がScratchウェブサイトを作成または相互作用する際に、コンテンツ（一般的にユーザー作成コンテンツと呼ばれる）において当団体に提供することを選択した個人情報を処理します。例えば、Scratchプロジェクト（共有されていないプロジェクトを含む）、スタジオ、テキストフィールド、コメントなどです。",
    "privacyPolicy.communicationsTitle": "コミュニケーション",
    "privacyPolicy.communicationsBody": "利用者が当社に直接連絡された場合、当団体は利用者がメッセージで提供された個人情報を収集します。例えば、利用者が当社のカスタマーサポートチームに連絡する場合、当団体は利用者の氏名、電子メールアドレス、電話番号、利用者が当団体に送信したメッセージまたは添付ファイルの内容、および利用者が提供することを選択したその他の情報を受け取ることがあります。",
    "privacyPolicy.automaticallyCollect": "Scratchウェブサイトの利用から自動的に収集される個人情報",
    "privacyPolicy.locationInformationTitle": "所在地情報",
    "privacyPolicy.locationInformationBody": "利用者がScratchウェブサイトをご利用になる際、Scratchは、利用者のインターネットプロトコル（IP）アドレスなどにより、利用者の一般的な位置情報を推測します。",
    "privacyPolicy.cookiesTitle": "クッキー",
    "privacyPolicy.cookiesBody": "Scratchウェブサイトを使用する際、私たちはクッキー、ビーコン、不可視タグ、固有のID、および類似の技術（以下、”クッキー”と総称します）を使用して、ブラウザやデバイスから特定の個人情報を自動的に記録します。たとえば、IPアドレス、ネットワークの位置、Webサーバーのログ、使用しているブラウザ、デバイスのIDと特性、オペレーティングシステムのバージョン、ブラウザの言語設定、参照URL、Scratchウェブサイトの使用状況に関する個人情報などです。クッキーの使用に関する詳細については、<a>Scratchクッキーポリシー</a>をご参照ください。",
    "privacyPolicy.otherSources": "その他の情報源から収集した情報",
    "privacyPolicy.thirdPartyInformationTitle": "第三者からの情報",
    "privacyPolicy.thirdPartyInformationBody": "当団体は、利用者が学校内でScratchを使用されている場合など、第三者から利用者の個人情報を取得することがあります。この情報には、あなたの学校名や住所が含まれる場合があります。",
    "privacyPolicy.publicSourceInformationTitle": "公的機関からの情報",
    "privacyPolicy.publicSourceInformationBody": "当団体は、国勢調査記録などの公的情報源から利用者の個人情報を取得することがあります。この情報には、あなたの学校や地域に関する人口統計学的情報が含まれる場合があります。",
    "privacyPolicy.usageTitle": "Scratchは私の個人情報をどのように使用しますか？",
    "privacyPolicy.usageBody": "主な目的は、Scratchウェブサイトを通じて提供するサービスを利用者に提供し、利用者の学習体験を向上させることです。用途の概要：",
    "privacyPolicy.usage.internalAndServiceTitle": "団体内およびサービス関連での利用",
    "privacyPolicy.usage.internalAndServiceBody": "当団体は、Scratchウェブサイトの運営、提供、維持を含む内部目的のために個人情報を使用します。例えば、利用者を要求されたコンテンツに誘導するため、アカウントを作成および回復するため、利用者がプロジェクトを作成および共有できるようにするためなどです。",
    "privacyPolicy.usage.analyticsTitle": "Scratchウェブサイトのアナリティクスと改善",
    "privacyPolicy.usage.analyticsBody": "私たちは、Scratchウェブサイトで収集した個人情報（場所やアクティビティなど）を使用して、Scratchウェブサイトの利用状況を監視し分析し、皆さんの学習体験を向上させるために利用しています。",
    "privacyPolicy.usage.communicationsBody": "私たちは、お客様サービスや技術サポートの目的で、お客様が提供したメールアドレスにメールを送信することがあります。また、追加のコミュニケーションを受け取るために購読する際に、お客様が提供したメールアドレスにニュースレターを送信することもあります。",
    "privacyPolicy.usage.researchTitle": "学術研究と科学研究",
    "privacyPolicy.usage.researchBody": "私たちは、科学的および学術的研究の文脈で、Scratchウェブサイトを通じて収集された個人情報を匿名化し、集計します。例えば、Scratchウェブサイトを通じて人々がどのように学ぶのか、そして若者向けの学習ツールをどのように向上させることができるかを理解するために使用します。このような研究の結果は、教育者や研究者と共有され、学会、ジャーナル、その他の学術または科学の出版物を通じて公開されます。詳細については、<a>研究ページ</a>で確認することができます。",
    "privacyPolicy.usage.legalTitle": "ほうてきひょうじ",
    "privacyPolicy.usage.legalBody": "私たちは、私たちの<terms>利用規約</terms>を実施し、法的権利を守り、法的義務及び社内ポリシーを遵守するために、お客様の個人情報を利用することがあります。Scratchは、共有および非共有プロジェクト、コメント、フォーラムへの投稿など、Scratch ウェブサイトに投稿されたコンテンツを管理し、私たちの<guildeline>コミュニティガイドライン</gideline>が尊重されるようにしています。また、Scratchは、詐欺、スパム、悪用を検知および防止するために、お客様の個人情報を使用します。私たちおよび私たちのサービスプロバイダーは、お客様のブラウザに設定されたクッキーに保持された情報を読み取り、Scratchウェブサイトの利用状況を分析し、その他の手段を通じてこれを行う場合があります。",
    "privacyPolicy.legalGrounds.title": "皆さんの個人情報を処理するための法的根拠は何ですか？",
    "privacyPolicy.legalGrounds.intro": "あなたがヨーロッパ経済圏、イギリス、またはスイスにお住まいの場合、私たちは有効な法的根拠に基づいてのみ個人情報を処理します。 \"法的根拠\"は、私たちが個人情報を使用することを正当化する理由です。私たちは、さまざまな法的根拠を使用する場合があります。",
    "privacyPolicy.legalGrounds.communications": "あなたの個人情報を使用することに同意したものとします。例えば、電子的なマーケティングコミュニケーションを受けとるための個人情報です;",
    "privacyPolicy.legalGrounds.services": "当団体は、アカウントの登録、お問い合わせへの回答、カスタマーサポートを含むサービスを提供するために、個人情報を必要としています。",
    "privacyPolicy.legalGrounds.obligation": "当団体は皆さんの個人情報を使用する法的義務があります。",
    "privacyPolicy.legalGrounds.thirdParty": "当団体またはサードパーティは、あなたの個人情報を使用する正当な利益を持っています。特に、私たちは、研究目的のためにあなたの集計または匿名化された情報を分析し共有するために、また、Scratchウェブサイト上での学習体験を分析し向上させ、Scratchウェブサイトの安全性、セキュリティ、パフォーマンスを確保および改善するために、あなたの個人情報を使用する正当な利益を持っています。私たちは、あなたの権利や利益がこれらの利益に優先されない場合にのみ、当団体自身またはサードパーティの正当な利益に基づいてあなたの個人情報を処理することに依存しています。",
    "privacyPolicy.share.title": "Scratchは、私の個人情報をどのように共有しますか？",
    "privacyPolicy.share.intro": "当団体は、以下の状況において、Scratchウェブサイトを通じて収集した個人情報をサードパーティに開示します。あなたがそのように同意する場合、および以下の状況でも同様です。\n当団体は、Scratchウェブサイトを通じて収集した個人情報を、あなたの同意がある場合、および以下の場合にサードパーティに開示します：",
    "privacyPolicy.share.serviceProvidersTitle": "サービスプロバイダー",
    "privacyPolicy.share.serviceProvidersBody": "ウェブサイトのホスティング、データ分析、情報技術および関連するインフラストラクチャの提供、カスタマーサービス、電子メール配信、およびその他のサービスなどのサービスを提供する第三者に提供する場合。",
    "privacyPolicy.share.researchTitle": "学術研究と科学研究",
    "privacyPolicy.share.researchBody": "マサチューセッツ工科大学(MIT)などの研究機関に対し、Scratchウェブサイトを通じてユーザーがどのように学習しているかの研究のため、ならびに新しい学習ツールを開発するため。",
    "privacyPolicy.share.mergerTitle": "合併",
    "privacyPolicy.share.mergerBody": "潜在的または実際の取得者、後継者、または譲受人に対して、当団体の組織または資産の一部の再編、合併、売却、合弁事業、譲渡、またはその他の処分の一環として。新しいエンティティが個人情報の処理方法が本プライバシーポリシーに記載されているものと実質的に異なる場合、そのような移転からオプトアウトする機会が与えられます。",
    "privacyPolicy.share.legalTitle": "ほうてきひょうじ",
    "privacyPolicy.share.legalBody": "法律で義務付けられている場合、またはその行為が適切と誠実に判断した場合とは次を指します： (a) 利用者の居住国以外の法律を含む適用法に基づく場合。 (b) 法的手続きに従う場合。 (c) 学校、学区、法執行機関など、お客様の居住国以外の公的機関および政府機関からの要請に対応する場合。(d) 我々の規約を執行するため、(e) 我々の業務または我々の関連組織の業務を保護するため。(f) 我々の権利、プライバシー、安全、または財産、および/または我々の関連組織、利用者、またはその他の者を保護するため、および (g) 我々が利用できる救済策を追求したり当社が被る損害を制限したりするため。",
    "privacyPolicy.thirdPartyServices.title": "サードパーティのサービス",
    "privacyPolicy.thirdPartyServices.body": "このプライバシーポリシーは、Scratchによる個人情報の処理にのみ適用されます。Scratchウェブサイトへのリンクを提供する任意のサイトやサービスを運営するサードパーティのプライバシー、情報、その他の手続きについては対象外であり、私たちはその責任を負いません。Scratchウェブサイトにリンクが含まれている場合でも、当団体または当団体のアフェリエイトによるリンク先のサイトやサービスの支持を意味するものではありません。",
    "privacyPolicy.childPrivacy.title": "お子様と生徒のプライバシー",
    "privacyPolicy.childPrivacy.body1": "Scratch財団は、501(c)(3)非営利団体です。従って児童オンラインプライバシー保護法（COPPA）はScratchウェブサイトには適用されませんが、Scratchは子供のプライバシーを重視しています。Scratchはユーザーからの情報を最小限に収集し、サービスの提供や研究など、限定された目的のためにのみ情報を使用および開示します。このプライバシーポリシーで説明されています。",
    "privacyPolicy.childPrivacy.body2": "Scratchは、家族の教育の権利とプライバシーに関する法律（FERPA）によって定義される生徒の教育記録から情報を収集しません。Scratchは、このプライバシーポリシーで説明されている場合を除き、サービスプロバイダーおよび研究機関など、いかなるサービスパーティにも生徒の個人情報を開示することはありません。",
    "privacyPolicy.rights.title": "あなたの権利と選択",
    "privacyPolicy.rights.updatingTitle": "皆さんの情報の更新について",
    "privacyPolicy.rights.updatingBody1": "パスワード、メールアドレス、および国を更新するには、<settings>アカウント設定</settings>ページを使用できます。パスワードをリセットするには、<reset>アカウントリセット</reset>ページを使用することもできます。ユーザー名を変更することはできませんが、新しいアカウントを作成し、プロジェクトを新しいアカウントに手動でコピーすることができます。",
    "privacyPolicy.rights.updatingBody2": "アカウントを削除したい場合は、Scratchにログインし、右上隅にあるユーザー名をクリックしてください。 「アカウント設定」を選択し、ページの下部にある 「アカウントを削除したい」リンクをクリックします。アカウントを削除すると、すべての個人情報が一般公開から非表示になりますが、サーバーからすべての個人情報が削除されるわけではありません。サーバーからすべての個人情報を削除したい場合は、help@scratch.mit.edu までお問い合わせください。",
    "privacyPolicy.rights.marketingTitle": "マーケティングコミュニケーション",
    "privacyPolicy.rights.marketingBody": "当団体からのマーケティングコミュニケーションの受信を希望されない場合は、いずれかのコミュニケーションに記載されている配信停止の指示に従ってください。また、電子メール（help@scratch.mit.edu）で当団体宛にリクエストを送信することにより、当団体からの電子メールの受信を停止することもできます。当団体からのマーケティングコミュニケーションの受信をオプトアウトした後も、アカウントに関する当団体からのアドミニストレーションメッセージを受信する可能性があることをご了承ください。",
    "privacyPolicy.rights.data.title": "データ保護権利（EEA、UK、スイス）",
    "privacyPolicy.rights.data.intro": "あなたがヨーロッパ経済圏、イギリス、またはスイスにお住まいの場合、個人情報に関する特定の権利があります。",
    "privacyPolicy.rights.data.access": "<b>アクセス、修正、データのポータビリティ:</b> 当団体は、当団体が処理するあなたに関する個人情報の概要の確認、および個人情報の写しの送付を求めることができます。また、あなたは不完全、不正確または古くなった個人情報の訂正を要求する権利を有します。適用される法律で義務付けられている範囲内において、当団体に対し、あなたの個人情報を他社に提供するよう要求することができます。",
    "privacyPolicy.rights.data.objection": "<b>異議申し立て：</b> お客様は、(i) 法的義務を遵守するために処理される場合、(ii) Scratchとお客様との間で締結された契約において規定されたことを実行するために必要な場合、または (iii) 当社がやむを得ない理由（例えば、当社のオンラインコミュニティにおける安全性およびセキュリティを確保するためなど）がない場合、お客様の個人情報の使用に異議を唱える（「停止を求める」ことを意味します）ことができます。お客様が異議を唱える場合、当社はお客様と協力して合理的な解決策を見出します。",
    "privacyPolicy.rights.data.deletion": "<b>削除：</b>利用者は、適用法で認められている場合、利用者の個人情報の削除を要求することもできます。これは、例えば、利用者の個人情報が古くなった場合、処理が必要でない場合、または違法である場合、利用者がかかる同意に基づく当社の処理に対する同意を撤回した場合、または利用者が当団体の処理に異議を唱えた場合に適用されます。状況によっては、法的義務または訴訟目的で利用者の個人情報を保持する必要がある場合があります。",
    "privacyPolicy.rights.data.restriction": "<b>処理の制限:</b> 利用者は、(i)利用者の個人情報の正確性、(ii)利用者の個人情報の処理の適法性、または(iii)この個人情報を処理するための当団体の正当な利益に関する要請を処理している間、当団体が利用者の個人情報の処理を制限するよう要請することができます。また、利用者は、訴訟目的で個人情報を使用することを希望する場合、利用者の個人情報の処理を制限するよう要請することができます。",
    "privacyPolicy.rights.data.consent": "<b>同意の撤回：</b>当団体が利用者の個人情報の処理について同意に依存している場合、利用者はいつでも無料で同意を撤回する権利を有します。この場合、当団体は利用者の選択を今後に適用し、同意撤回前の処理の合法性には影響しません。",
    "privacyPolicy.rights.data.exceptions": "ただし、これらの権利には例外や制約があります。たとえば、要求が明らかに根拠のないか過度である場合、または要求が他者の権利や自由を不当に損なう可能性がある場合、法の執行を妨げたり、保留中または将来の訴訟に干渉したり、適用法に違反したりする場合、要求に対して行動を起こさないことがあります。あなたの権利を行使するための要求を提出するには、助けが必要な場合はhelp@scratch.mit.eduまでお問い合わせください。上記の権利に加えて、居住国、勤務地、または発生した場所において適用法に従って、適格な監督機関に苦情を申し立てる権利もあります。",
    "privacyPolicy.retentionTitle": "データ保持",
    "privacyPolicy.retentionBody": "当団体は、この情報がもはや処理する目的に必要でない場合、個人情報を削除するか、特定されない形で保持する措置を取ります。ただし、法律によって個人情報を長期間保持する必要がある場合を除きます。保持期間を決定する際には、利用者から要求されるまたは提供されるサービスの種類、利用者との関係の性質と期間、当団体のサービスへの再登録の可能性、利用者に提供するサービスへの影響、利用者に関する個人情報の一部を削除した場合の法的保持期間、時効期間など、さまざまな基準を考慮に入れます。",
    "privacyPolicy.protectionTitle": "Scratchは、私の個人情報をどのように保護していますか？",
    "privacyPolicy.protectionBody": "Scratchは、誤ってまたは違法に破壊されること、誤って紛失すること、許可されていない変更が行われること、許可されていない開示またはアクセスが行われること、誤用が行われること、およびその他の違法な個人情報の処理形態から、Scratchウェブサイトで収集した個人情報を保護するための管理、物理、および技術的な手続きを実施しています。例えば、データ転送にはSSL/TLSを使用し、Scratchサーバーへのアクセスとそこに保存されるデータへのアクセスを厳密に制限しています。しかし、これらの対策が効果的であるとしても、セキュリティシステムは完全に防御できるものではありません。データベースのセキュリティを完全に保証することはできず、また、インターネット経由で送信される際に供給される個人情報が傍受されないことも保証することはできません。",
    "privacyPolicy.transferTitle": "インターナショナル・クロスボーダー・データ移転",
    "privacyPolicy.transferBody1": "当団体は、利用者の個人情報を、利用者が所在する国とは異なる国に転送することがあります。これには、米国（Scratchサーバがある場所）や、当団体または当団体のサービスプロバイダが施設を保有する他の国々も含まれます。欧州経済圏、イギリス、スイス、または米国の法律と異なるデータ収集および利用を規制する他の地域に所在する場合は、利用者の個人情報を、利用者の所在地と同じデータ保護法を持たない国や管轄区域に転送する可能性があることにご注意ください。",
    "privacyPolicy.transferBody2": "当団体は、利用者の個人情報の機密性とセキュリティを確保するために、管理、物理、および技術的な手続きを適用しています。これには、利用者の個人情報が収集された目的以外で処理されないようにする手続きも含まれます。移転に関する詳細情報をご希望の場合は、以下の問い合わせ先にお問い合わせください。",
    "privacyPolicy.helpTitle": "Scratchウェブサイトにおけるプライバシー保護のために、私にできることがありますか？",
    "privacyPolicy.helpBody": "プロジェクト、コメント、プロフィール、スタジオ、フォーラムへの投稿において、個人的な連絡先情報（氏名、住所、Eメールアドレス、電話番号など）を共有しないでください。このような情報を見かけた場合は、ページに表示される「報告」リンクからお知らせください。また、ご自身のアカウント認証情報のセキュリティと管理を維持し、パスワードを誰とも共有しないことも重要です。",
    "privacyPolicy.changesTitle": "プライバシーポリシーの変更に関する通知",
    "privacyPolicy.changesBody": "当団体は、定期的にセキュリティ対策およびプライバシーポリシーを見直し、必要に応じてポリシーを変更することがあります。当団体が本ポリシーに重大な変更を加える場合は、本サイトを通じて、または電子メールもしくはその他の通信を送信することにより、利用者に通知します。本プライバシーポリシーを定期的に確認することをお勧めします。本ページ上部の「最終更新日」は、本プライバシーポリシーが最後に改訂された日時を示します。これらの変更後、Scratch ウェブサイトを引き続き利用される場合は、変更後のプライバシーポリシーに同意されたものとみなされます。",
    "privacyPolicy.contactTitle": "れんらくさき",
    "privacyPolicy.contactBody": "Scratch財団は、あなたの個人情報の処理に責任を持つ組織です。このプライバシーポリシーに関する質問がある場合や、個人情報に関する権利を行使したい場合は、help@scratch.mit.eduまでご連絡いただくか、以下の住所まで郵送してください。"
}