{
    "privacyPolicy.nav.collection": "Kolekcja",
    "privacyPolicy.nav.usage": "Stosowanie",
    "privacyPolicy.nav.share": "Udostępnianie",
    "privacyPolicy.nav.thirdParties": "Usługi stron trzecich",
    "privacyPolicy.nav.childPrivacy": "Polityka prywatności dzieci i uczniów",
    "privacyPolicy.nav.rights": "Prawa i wybory",
    "privacyPolicy.nav.retention": "Przechowywanie danych",
    "privacyPolicy.nav.protection": "Ochrona",
    "privacyPolicy.nav.changes": "Powiadomienia o zmianach",
    "privacyPolicy.nav.transfer": "Transfer danych",
    "privacyPolicy.nav.help": "Jak pomóc",
    "privacyPolicy.nav.contact": "Kontakt",
    "privacyPolicy.title": "Polityka prywatności",
    "privacyPolicy.lastUpdated": "Polityka prywatności Scratch została ostatnio zaktualizowana: 25 maja 2023 r.",
    "privacyPolicy.intro": "Scratch Foundation (\"Scratch\", \"my\" lub \"nas\") ma świadomość, jak ważna jest prywatność dla naszej społeczności. Niniejsza Polityka Prywatności powstała, aby wyjaśnić, jakie dane osobowe (\"Dane\") gromadzimy za pośrednictwem naszego edytora offline (\"Aplikacja Scratch\"), w jaki sposób je wykorzystujemy, przetwarzamy i udostępniamy oraz co robimy, aby zapewnić ich bezpieczeństwo. Informuje również o prawach i możliwościach wyboru w odniesieniu do Danych Osobowych użytkownika oraz o tym, jak można się z nami skontaktować w razie jakichkolwiek pytań lub wątpliwości.",
    "privacyPolicy.offlineEditor": "If you would like to build projects with Scratch without submitting any Personal Information to us, you can download and use the <a>Scratch app</a> offline. Projects created in the <a>Scratch app</a> are not accessible by Scratch, and the app will only send anonymized information back to us if you choose to do so. If you upload your projects to the Scratch online community on the Scratch Website, we will collect your Personal Information as explained in this Privacy Policy.",
    "privacyPolicy.collectionTitle": "Jakie Dane użytkownika zbiera Scratch?",
    "privacyPolicy.collection1": "For the purpose of this Privacy Policy, “<b>Personal Information</b>” means any information relating to an identified or identifiable individual. You may provide us with Personal Information directly, such as when you create an account, or we may collect your Personal Information automatically, such as when you switch languages or view a project.",
    "privacyPolicy.collection2": "Where applicable, we explain whether and why you must provide us with your Personal Information, as well as the consequences if you choose not to do so. For example, you may not be able to benefit from the Scratch Website if that Personal Information is necessary to provide you with the service or if we are legally required to collect that Personal Information.",
    "privacyPolicy.youProvide": "Personal Information That You Provide Us",
    "privacyPolicy.accountInformationTitle": "Informacje osobiste",
    "privacyPolicy.accountInformationIntro": "In order to use the services and features that we offer on the Scratch Website, such as to share projects, create studios, or post comments, you need to create an account (your own account, a teacher account or a student account).",
    "privacyPolicy.yourAccount": "When you create an <b>account for yourself</b>, we ask you for a username and password, your country, gender, and your email address. We ask that you select a username that does not disclose your real name or other information that could identify you. Other users can see your username and country, but not your gender or email address.",
    "privacyPolicy.teacherAccount": "When you create a <b>teacher account</b>, we ask for a username and password, your phone number, birthdate, gender, country of residence, name, and details about your employer.",
    "privacyPolicy.studentAccount": "When you create <b>student accounts through your teacher account</b>, we ask for a username, password, birthdate, gender, and country of residence. You do not need to provide students’ email addresses to create bulk student accounts.",
    "privacyPolicy.userGeneratedContentTitle": "User-generated Content",
    "privacyPolicy.userGeneratedContentBody": "We process any Personal Information that you choose to provide to us in content when you create or interact with the Scratch Website (typically referred to as user-generated content). For example, in Scratch projects (including unshared projects), studios, text fields, or comments.",
    "privacyPolicy.communicationsTitle": "Communications",
    "privacyPolicy.communicationsBody": "If you contact us directly, we collect the Personal Information that you provide in your message. For example, when you contact our Customer Support Team, we may receive your name, email address, phone number, the contents of a message or attachments that you may send to us, and other information you choose to provide.",
    "privacyPolicy.automaticallyCollect": "Personal Information We Collect Automatically From Your Use of the Scratch Website",
    "privacyPolicy.locationInformationTitle": "Dodatkowe informacje",
    "privacyPolicy.locationInformationBody": "When you use the Scratch Website, we infer your general location information, for example, by using your internet protocol (IP) address.",
    "privacyPolicy.cookiesTitle": "Ciasteczka",
    "privacyPolicy.cookiesBody": "When you use the Scratch Website, we use cookies, beacons, invisible tags, unique IDs and similar technologies (collectively “Cookies”) to automatically record certain Personal Information from your browser or device. For example, your IP address, network location, web server logs, what browser you are using, device IDs and characteristics, operating system version, browser language settings, referring URLs, and Personal Information about the usage of the Scratch Website. For more information about our use of Cookies, please refer to the <a>Scratch Cookie Policy.</a>",
    "privacyPolicy.otherSources": "Information Collected From Other Sources",
    "privacyPolicy.thirdPartyInformationTitle": "Informacje dla rodziców",
    "privacyPolicy.thirdPartyInformationBody": "We may obtain Personal Information about you from third parties, such as from your teacher if you are using Scratch within a school. This information may include your school name and address.",
    "privacyPolicy.publicSourceInformationTitle": "Informacje dla rodziców",
    "privacyPolicy.publicSourceInformationBody": "We may obtain Personal Information about you from public sources, such as from census records. This information may include demographic information about your school or geographic region.",
    "privacyPolicy.usageTitle": "Jak Scratch wykorzystuje Dane użytkownika?",
    "privacyPolicy.usageBody": "The main purpose is to provide you with the services that we offer through the Scratch Website and to improve your learning experience. An overview of the uses:",
    "privacyPolicy.usage.internalAndServiceTitle": "Internal and Service-Related Usage",
    "privacyPolicy.usage.internalAndServiceBody": "We use Personal Information for internal purposes, including to operate, provide and maintain the Scratch Website. For example, to direct users to the requested content, to create and recover accounts and to enable users to create and share projects.",
    "privacyPolicy.usage.analyticsTitle": "Analityka i ulepszanie Aplikacji Scratch",
    "privacyPolicy.usage.analyticsBody": "We use Personal Information that we collect on the Scratch Website, such as your location and your activities, to monitor and analyze usage of the Scratch Website and to enhance your learning experience.",
    "privacyPolicy.usage.communicationsBody": "We may send emails to an email address you provide to us for customer-service or technical-support purposes. We may also send a newsletter to the email address you provide to us when you subscribe to receive additional communications from us.",
    "privacyPolicy.usage.researchTitle": "Badania akademickie i naukowe",
    "privacyPolicy.usage.researchBody": "We de-identify and aggregate Personal Information collected through the Scratch Website for statistical analysis in the context of scientific and academic research. For example, to help us understand how people learn through the Scratch Website and how we can enhance learning tools for young people. The results of such research are shared with educators and researchers through conferences, journals, and other academic or scientific publications. You can find out more on our <a>Research page.</a>",
    "privacyPolicy.usage.legalTitle": "Kwestie prawne",
    "privacyPolicy.usage.legalBody": "We may use your Personal Information to enforce our <terms>Terms of Use</terms>, to defend our legal rights, and to comply with our legal obligations and internal policies. We moderate content posted to the Scratch Website, including shared and unshared projects, comments, and forum posts to ensure that our <guidelines>Community Guidelines</guidelines> are respected. We also use your Personal Information to detect and prevent fraud, spam, and abuse. We and our service providers may do this by reading information held in cookies set in your browser, analyzing your usage of the Scratch Website, and through other means.",
    "privacyPolicy.legalGrounds.title": "Jakie są podstawy prawne przetwarzania Danych użytkownika?",
    "privacyPolicy.legalGrounds.intro": "If you are located in the European Economic Area, the United Kingdom or Switzerland, we only process your Personal Information based on a valid legal ground. A “legal ground” is a reason that justifies our use of your Personal Information. We may use different legal grounds, such as:",
    "privacyPolicy.legalGrounds.communications": "You have consented to the use of your Personal Information, for example, to receive electronic marketing communications;",
    "privacyPolicy.legalGrounds.services": "We need your Personal Information to provide our services, including for account registration, to respond to your inquiries, or for customer support;",
    "privacyPolicy.legalGrounds.obligation": "We have a legal obligation to use your Personal Information; or",
    "privacyPolicy.legalGrounds.thirdParty": "Jeśli użytkownik znajduje się na terenie Europejskiego Obszaru Gospodarczego, Wielkiej Brytanii lub Szwajcarii, Dane użytkownika przetwarzamy wyłącznie w oparciu o ważną podstawę prawną. \"Podstawa prawna\" to powód, który uzasadnia wykorzystanie przez nas Danych użytkownika. W takim przypadku my lub podmiot zewnętrzny mamy uzasadniony interes w korzystaniu z Danych użytkownika (jeśli użytkownik zezwala Aplikacji Scratch na przesyłanie swoich Danych do zespołu Scratch) w celu tworzenia, analizowania i udostępniania zagregowanych lub deidentyfikowanych Danych w celach badawczych, analizowania i udoskonalania doświadczeń związanych z nauką w Aplikacji Scratch oraz podejmowania działań w zakresie bezpieczeństwa, ochrony i wydajności Aplikacji Scratch. W przetwarzaniu Danych użytkownika kierujemy się uzasadnionym interesem własnym lub podmiotu zewnętrznego tylko wtedy, gdy prawa i interesy użytkownika nie mają charakteru nadrzędnego w stosunku do tego uzasadnionego interesu.",
    "privacyPolicy.share.title": "How Does Scratch Share My Personal Information?",
    "privacyPolicy.share.intro": "We disclose Personal Information that we collect through the Scratch Website to third parties, if you consent to us doing so, as well as in the following circumstances:",
    "privacyPolicy.share.serviceProvidersTitle": "Usługodawcy",
    "privacyPolicy.share.serviceProvidersBody": "Podmiotom zewnętrznym, które świadczą usługi takie jak hosting witryny internetowej, analiza danych, technologie Danych i związane z nimi przepisy dotyczące infrastruktury, obsługa klienta, dostarczanie poczty elektronicznej i inne usługi.",
    "privacyPolicy.share.researchTitle": "Badania akademickie i naukowe",
    "privacyPolicy.share.researchBody": "To research institutions, such as the Massachusetts Institute of Technology (MIT), to learn about how our users learn through the Scratch Website and develop new learning tools.",
    "privacyPolicy.share.mergerTitle": "Fuzja",
    "privacyPolicy.share.mergerBody": "To a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. You will have the opportunity to opt out of any such transfer if the new entity’s planned processing of your Personal Information differs materially from that set forth in this Privacy Policy.",
    "privacyPolicy.share.legalTitle": "Kwestie prawne",
    "privacyPolicy.share.legalBody": "Jeśli takie działanie jest wymagane przez prawo lub w dobrej wierze, że takie działanie jest właściwe: (a) na mocy obowiązującego prawa, w tym prawa spoza kraju zamieszkania użytkownika; (b) w celu spełnienia wymogów postępowania prawnego; (c) w celu odpowiedzi na wnioski organów publicznych i rządowych, takich jak szkoły, okręgi szkolne i organy ścigania, w tym organy publiczne i rządowe spoza kraju zamieszkania użytkownika; (d) w celu egzekwowania naszych warunków; (e) w celu ochrony naszych operacji lub operacji naszych jednostek stowarzyszonych; (f) w celu ochrony praw, prywatności, bezpieczeństwa i własności naszej i/lub naszych jednostek stowarzyszonych, użytkownika lub innych podmiotów; i (g) w celu umożliwienia nam realizacji dostępnych środków zaradczych lub ograniczenia szkód, które możemy ponieść.",
    "privacyPolicy.thirdPartyServices.title": "Usługi stron trzecich",
    "privacyPolicy.thirdPartyServices.body": "This Privacy Policy applies only to the processing of your Personal Information by Scratch. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which the Scratch Website links. The inclusion of a link on the Scratch Website does not imply endorsement of the linked site or service by us or by our affiliates.",
    "privacyPolicy.childPrivacy.title": "Prywatność dzieci i uczniów",
    "privacyPolicy.childPrivacy.body1": "Scratch Foundation jest organizacją non-profit w rozumieniu art. 501 ust. c pkt. 3 Kodeksu Podatkowego Stanów Zjednoczonych. W związku z tym ustawa o ochronie prywatności dzieci w Internecie (COPPA) nie ma zastosowania do Scratch. Scratch jednak bardzo poważnie podchodzi do prywatności dzieci. Scratch gromadzi minimalną ilość informacji od użytkowników, a także wykorzystuje i ujawnia informacje wyłącznie w celu świadczenia usług oraz w ograniczonym zakresie w innych celach, takich jak badania, jak opisano w niniejszej Polityce Prywatności.",
    "privacyPolicy.childPrivacy.body2": "Scratch nie gromadzi informacji z dokumentacji edukacyjnej ucznia, zgodnie z definicją zawartą w ustawie o prawach rodzinnych do edukacji i prywatności (FERPA). Scratch nie ujawnia informacji o uczniach żadnym podmiotom zewnętrznym, z wyjątkiem sytuacji opisanych w niniejszej Polityce Prywatności.",
    "privacyPolicy.rights.title": "Prawa i wybory",
    "privacyPolicy.rights.updatingTitle": "Dodatkowe informacje",
    "privacyPolicy.rights.updatingBody1": "You can update your password, email address, and country through the <settings>Account Settings</settings> page. You can also reset your password through the <reset>Account Reset</reset> page. You cannot change your username, but you can make a new account and manually copy your projects to the new account.",
    "privacyPolicy.rights.updatingBody2": "If you want to delete your account, login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings,\" then click the \"I want to delete my account\" link at the bottom of the page. Deleting your account hides all Personal Information from public view, but does not remove all of your Personal Information from our servers. If you want to have all of your Personal Information removed from our servers, please contact help@scratch.mit.edu for assistance.",
    "privacyPolicy.rights.marketingTitle": "Marketing Communications",
    "privacyPolicy.rights.marketingBody": "If you decide at any time that you no longer wish to receive marketing communications from us, please follow the unsubscribe instructions provided in any of the communications. You may also opt out from receiving email from us by sending your request to us by email at help@scratch.mit.edu. Please be aware that, even after you opt out from receiving marketing communications from us, you may continue to receive administrative messages from us regarding your account.",
    "privacyPolicy.rights.data.title": "Prawa do ochrony danych (EOG)",
    "privacyPolicy.rights.data.intro": "Jeśli użytkownik znajduje się na terenie Europejskiego Obszaru Gospodarczego, Wielkiej Brytanii lub Szwajcarii, może korzystać z określonych praw dotyczących Danych użytkownika:",
    "privacyPolicy.rights.data.access": "<b>Access, Correction and Data Portability:</b> You may ask for an overview of the Personal Information we process about you and to receive a copy of your Personal Information. You also have the right to request to correct incomplete, inaccurate or outdated Personal Information. To the extent required by applicable law, you may request us to provide your Personal Information to another company.",
    "privacyPolicy.rights.data.objection": "Użytkownik może sprzeciwić się (to znaczy \"poprosić nas o zaprzestanie\") wszelkiemu wykorzystaniu Danych, które nie są (i) przetwarzane w celu spełnienia obowiązku prawnego, (ii) konieczne do wykonania tego, co jest przewidziane w umowie między Scratch a użytkownikiem, lub (iii) jeśli mamy ważny powód, aby to zrobić (taki jak dbanie o bezpieczeństwo w naszej społeczności internetowej). W przypadku wniesienia sprzeciwu będziemy współpracować z użytkownikiem, aby znaleźć rozsądne rozwiązanie.",
    "privacyPolicy.rights.data.deletion": "<b>Deletion:</b> You may also request the deletion of your Personal Information, as permitted under applicable law. This applies, for instance, where your Personal Information is outdated or the processing is not necessary or is unlawful; where you withdraw your consent to our processing based on such consent; or where you have objected to our processing. In some situations, we may need to retain your Personal Information due to legal obligations or for litigation purposes.",
    "privacyPolicy.rights.data.restriction": "Użytkownik może zażądać od nas ograniczenia przetwarzania Danych użytkownika na czas rozpatrywania przez nas wniosku dotyczącego (i) dokładności Danych użytkownika, (ii) zgodności z prawem przetwarzania Danych użytkownika lub (iii) naszego uzasadnionego interesu w zakresie przetwarzania tych Danych. Użytkownik może również żądać, abyśmy ograniczyli przetwarzanie Danych użytkownika, jeśli chce wykorzystać Dane w celach procesowych.",
    "privacyPolicy.rights.data.consent": "W sytuacjach, w których przetwarzanie Danych użytkownika opiera się na jego zgodzie, użytkownik ma prawo do wycofanie udzielonej zgody w dowolnym momencie i nieodpłatnie. Wycofanie zgody nie wpływa na zgodność z prawem przetwarzania Danych realizowanego przed wycofaniem zgody.",
    "privacyPolicy.rights.data.exceptions": "However, there are exceptions and limitations to each of these rights. We may, for example, refuse to act on a request if the request is manifestly unfounded or excessive, or if the request is likely to adversely affect the rights and freedoms of others, prejudice the execution or enforcement of the law, interfere with pending or future litigation, or infringe applicable law. To submit a request to exercise your rights, please contact help@scratch.mit.edu for assistance. In addition to the above-mentioned rights, you also have the right to lodge a complaint with a competent supervisory authority including in your country of residence, place of work or where an incident took place subject to applicable law.",
    "privacyPolicy.retentionTitle": "Przechowywanie danych",
    "privacyPolicy.retentionBody": "Podejmujemy działania mające na celu usunięcie Danych użytkownika lub zachowanie ich w formie uniemożliwiającej identyfikację, gdy Dane te nie są już potrzebne do celów, dla których je przetwarzamy, chyba że prawo wymaga od nas przechowywania tych Danych przez dłuższy okres. Określając okres przechowywania, bierzemy pod uwagę różne kryteria, takie jak rodzaj usług żądanych przez użytkownika lub świadczonych na rzecz użytkownika, charakter i długość naszej relacji z użytkownikiem, ewentualne ponowne skorzystanie z naszych usług, wpływ na usługi, które świadczymy na rzecz użytkownika w przypadku usunięcia niektórych Danych od użytkownika lub na jego temat, obowiązkowe okresy przechowywania przewidziane przez prawo oraz przedawnienie.",
    "privacyPolicy.protectionTitle": "Jak Scratch wykorzystuje Dane użytkownika?",
    "privacyPolicy.protectionBody": "Scratch stosuje procedury administracyjne, fizyczne i techniczne, które mają na celu ochronę Danych gromadzonych przez nas w Aplikacji Scratch przed przypadkowym lub bezprawnym zniszczeniem, przypadkową utratą, nieuprawnioną zmianą, nieuprawnionym ujawnieniem lub dostępem, niewłaściwym wykorzystaniem oraz wszelkimi innymi bezprawnymi formami przetwarzania Danych. Mimo skuteczności tych środków, żaden system bezpieczeństwa nie jest nie do sforsowania. Nie możemy całkowicie zagwarantować bezpieczeństwa naszych baz danych i nie możemy zagwarantować, że Dane przekazane przez użytkownika nie zostaną przechwycone podczas przesyłania ich do nas przez Internet.",
    "privacyPolicy.transferTitle": "Międzynarodowy transfer Danych",
    "privacyPolicy.transferBody1": "Możemy przekazywać Dane użytkownika do krajów innych niż kraj zamieszkania użytkownika, w tym do Stanów Zjednoczonych (gdzie znajdują się nasze serwery Scratch) lub innego kraju, w którym znajdują się nasze obiekty lub obiekty naszych usługodawców. Należy pamiętać, że jeśli użytkownik znajduje się w Europejskim Obszarze Gospodarczym, Wielkiej Brytanii, Szwajcarii, lub w innych regionach, w których obowiązują przepisy regulujące gromadzenie i wykorzystywanie danych, które mogą różnić się od przepisów prawa amerykańskiego, możemy przekazywać Dane użytkownika do krajów i jurysdykcji, w których nie obowiązują takie same przepisy dotyczące ochrony danych jak w jurysdykcji użytkownika. Stosujemy odpowiednie zabezpieczenia Danych przetwarzanych i przekazywanych w naszym imieniu. Więcej informacji na temat stosowanych zabezpieczeń można uzyskać kontaktując się z nami.",
    "privacyPolicy.transferBody2": "We apply administrative, physical, and technical procedures to ensure the confidentiality and security of the Personal Information processed and transferred on our behalf. This includes procedures to ensure that your Personal Information is only processed for the purposes for which it has been collected. To obtain additional information on the transfers, please contact us using the contact information below.",
    "privacyPolicy.helpTitle": "What Can I Do To Help Protect Privacy On The Scratch Website?",
    "privacyPolicy.helpBody": "Please do not share personal contact information (such as your name, physical address, email address, or phone number) in projects, comments, profiles, studios, or forum posts. Please let us know if you see this kind of information by using the “Report” link which appears on the page. It is also important that you maintain the security and control of your account credentials, and not share your password with anyone.",
    "privacyPolicy.changesTitle": "Powiadomienia o zmianach w Polityce Prywatności",
    "privacyPolicy.changesBody": "Okresowo dokonujemy przeglądu naszej Polityki Prywatności i w razie potrzeby możemy wprowadzać zmiany w naszych politykach. Użytkownik zostanie powiadomiony o wszelkich istotnych zmianach. Zachęcamy do regularnego przeglądania naszej Polityki Prywatności. Data \"Ostatniej aktualizacji\" na górze tej strony wskazuje, kiedy niniejsza Polityka Prywatności została ostatnio zmieniona. Dalsze korzystanie z Aplikacji Scratch po wprowadzeniu tych zmian oznacza, że użytkownik akceptuje zmienioną Politykę Prywatności.",
    "privacyPolicy.contactTitle": "Kontakt",
    "privacyPolicy.contactBody": "The Scratch Foundation is the entity responsible for the processing of your Personal Information. If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:"
}