{
    "privacyPolicy.nav.collection": "Coleção",
    "privacyPolicy.nav.usage": "Uso",
    "privacyPolicy.nav.share": "Compartilhamento",
    "privacyPolicy.nav.thirdParties": "Serviços Terceirizados",
    "privacyPolicy.nav.childPrivacy": "Privacidade de Estudantes e Crianças",
    "privacyPolicy.nav.rights": "Direitos e Escolhas",
    "privacyPolicy.nav.retention": "Retenção de Dados",
    "privacyPolicy.nav.protection": "Proteção",
    "privacyPolicy.nav.changes": "Notificações de Alterações",
    "privacyPolicy.nav.transfer": "Transferência de Dados",
    "privacyPolicy.nav.help": "Como Ajudar",
    "privacyPolicy.nav.contact": "Fale Conosco",
    "privacyPolicy.title": "Política de Privacidade",
    "privacyPolicy.lastUpdated": "A política de privacidade do Scratch foi atualizada pela última vez em: 25 de maio de 2023",
    "privacyPolicy.intro": "A Fundação Scratch (“<b>Scratch</b>” , “<b>nós</b>” ou “<b>a nós</b>”) entendemos como a privacidade é importante para nossa comunidade, especialmente crianças e pais (“<b>você</b>”, “<b>usuário</b>”). Escrevemos esta política de privacidade (“<b>Política de Privacidade</b>”) para explicar quais informações pessoais coletamos por meio de nosso site (scratch.mit.edu, o “<b>Website do Scratch</b>”), como as usamos, processamos e compartilhamos e o que estamos fazendo para manter essas informações seguras. Também informa sobre seus direitos e escolhas com relação às suas informações pessoais e como você pode <a>entrar em contato conosco</a> se tiver alguma dúvida ou preocupação.",
    "privacyPolicy.offlineEditor": "Caso queira criar projetos com Scratch sem submeter nenhuma informação pessoal para nós, você pode baixar e utilizar o <a>Aplicativo do Scratch</a> offline. Projetos criados no <a>Aplicativo do Scratch</a> não não acessíveis pelo Scratch e o aplicativo apenas irá enviar dados anônimos para nós caso você autorize. Se você subir seus projetos para a comunidade online do Scratch no Website do Scratch, nós coletaremos suas informações pessoais como explicado nesta Política de Privacidade.",
    "privacyPolicy.collectionTitle": "Que Informação Pessoal o Scratch Coleta a Sobre Mim?",
    "privacyPolicy.collection1": "Para o propósito desta Política de Privacidade, “<b>Informação Pessoal</b>” significa qualquer informação relacionada sobre um individuo identificável ou identificado. Você pode nos fornecer Informação Pessoal por exemplo quando você cria uma conta ou nós podemos coletar Informação Pessoal automaticamente, como quando você troca o idioma ou visualiza um projeto.",
    "privacyPolicy.collection2": "Onde aplicável, nós explicamos se e o por que que você deve nos providenciar Dados Pessoais, como também as consequências se você escolher não fazer. Por exemplo, você pode não ser capaz de utilizar o website do Scratch se a Informação Pessoal for necessária para te providenciar acesso ao nosso conteúdo ou se por motivo de lei for necessária tal Informação Pessoal.",
    "privacyPolicy.youProvide": "Informação Pessoal Que Você Nos Fornece",
    "privacyPolicy.accountInformationTitle": "Informação da Conta",
    "privacyPolicy.accountInformationIntro": "Para que os recursos e serviços que disponibilizamos no website do Scratch possam ser utilizados, como para compartilhar projetos, criar estúdios ou publicar comentários, você precisa criar uma  conta (sua própria conta, uma conta de educador ou uma conta de estudante).",
    "privacyPolicy.yourAccount": "Quando um usuário <b>cria a própria conta</b>, nós solicitamos um nome de usuário e uma senha, seu país, gênero e seu endereço de e-mail. Nós pedimos que você selecione um nome de usuário que não revele seu nome verdadeiro ou outra informação que possa te identificar. Outros usuários podem ver seu nome de usuário e país, mas não seu gênero ou endereço de e-mail.",
    "privacyPolicy.teacherAccount": "Quando você cria uma <b>conta de educador</b>, nós solicitamos um nome de usuário e senha, seu número de telefone, data de nascimento, gênero, país de residência, nome e detalhes sobre seu empregador.",
    "privacyPolicy.studentAccount": "Quando você cria<b> contas de estudantes através da sua conta de educador</b>, nós pedimos por um nome de usuário, senha, data de nascimento, gênero e país de residência. Você não precisa providenciar endereços de e-mail para criar contas de estudante em massa.",
    "privacyPolicy.userGeneratedContentTitle": "Conteúdo gerado pelo usuário ",
    "privacyPolicy.userGeneratedContentBody": "Nós processamos qualquer Informação Pessoal que você escolha prover para nós em conteúdos que você cria ou interage no website do Scratch (tipicamente referido como conteúdo gerado por usuário). Por exemplo nos projetos Scratch (incluindo projetos não compartilhados), estúdios, campos de texto ou comentários.",
    "privacyPolicy.communicationsTitle": "Comunicações",
    "privacyPolicy.communicationsBody": "Se você nos contatar diretamente, nós coletaremos as Informações Pessoais que você disponibilizar em sua mensagem. Por exemplo, quando você entra em contato com o nosso time de suporte ao cliente, nós receberemos seu nome, endereço de e-mail, número de telefone, os conteúdos da mensagem ou anexos que você nos enviar e outras informações que você decidir prover.",
    "privacyPolicy.automaticallyCollect": "Informações Pessoais que coletamos a partir do seu uso do website do Scratch.",
    "privacyPolicy.locationInformationTitle": "Informações de Localização",
    "privacyPolicy.locationInformationBody": "Quando você utiliza o website do Scratch, nós deduzimos sua informação de localização geral, por exemplo, utilizando seu endereço IP (protocolo de internet).",
    "privacyPolicy.cookiesTitle": "Cookies",
    "privacyPolicy.cookiesBody": "Quando você utiliza o Website do Scratch, nós utilizamos cookies, transmissores, tags invisíveis, IDs únicas e tecnologias similares (aqui abordadas como “cookies”) para automaticamente gravar algumas informações pessoais do seu navegador ou dispositivo. Por exemplo: Seu endereço IP, localização de rede, logs do servidor web, qual navegador você está usando, IDs dos dispositivos e suas características, versão do sistema operacional, configurações de idiomas do seu navegador, URL relacionadas e Informações Pessoais sobre o uso do website do Scratch. Para mais informações sobre os nossos usos de Cookies, por favor consulte a <a>Politica de Cookies do Scratch.</a>",
    "privacyPolicy.otherSources": "Informação Coletada por Outras Fontes",
    "privacyPolicy.thirdPartyInformationTitle": "Informações de Terceiros",
    "privacyPolicy.thirdPartyInformationBody": "Nós obtemos Informações Pessoais sobre você por terceiros, como pelo seu professor se estiver utilizando o Scratch dentro de uma escola. Essa informação pode incluir o nome da sua escola e seu endereço.",
    "privacyPolicy.publicSourceInformationTitle": "Informações de Fontes Públicas",
    "privacyPolicy.publicSourceInformationBody": "Nós podemos obter Informações Pessoais sobre você por fontes públicas, como por registros de censo. Essa informação pode incluir informações demográficas sobre a sua escola ou região demográfica.",
    "privacyPolicy.usageTitle": "Como o Scratch Usa as Minhas Informações Pessoais?",
    "privacyPolicy.usageBody": "O objetivo principal é prover os serviços que oferecemos através do website do Scratch e melhorar sua experiência de aprendizado. Uma visão geral dos usos:",
    "privacyPolicy.usage.internalAndServiceTitle": "Uso Interno e Relacionado aos Serviços",
    "privacyPolicy.usage.internalAndServiceBody": "Nós utilizamos Informações Pessoais para propósitos internos, como para operar, prover e manter o website do Scratch. Por exemplo para direcionar os usuários ao conteúdo solicitado, para criar e recuperar contas e para permitir que usuários criem e compartilhem projetos.",
    "privacyPolicy.usage.analyticsTitle": "Análises e Melhorias nas Páginas do Scratch",
    "privacyPolicy.usage.analyticsBody": "Nós utilizamos Informações Pessoais que coletamos, como sua localização e suas atividades no site, isso para monitorar e analisar o uso do website do Scratch e para melhorar sua experiência de aprendizado.",
    "privacyPolicy.usage.communicationsBody": "Nós podemos enviar e-mails para você com propósito de atendimento ao cliente ou suporte. Nós podemos ainda enviar notícias para o endereço de e-mail que você nos providenciou quando você se inscreveu para receber comunicações adicionais por nós.",
    "privacyPolicy.usage.researchTitle": "Pesquisa Acadêmica e Científica",
    "privacyPolicy.usage.researchBody": "Nós anonimizamos e agregamos Informações Pessoais para análise estatística no contexto da pesquisa acadêmica e científica. Por exemplo, para nos ajudar a compreender como as pessoas aprendem através do website do Scratch e como podemos melhorar as ferramentas de aprendizagem para os mais jovens. Os resultados de tal pesquisa são compartilhados com professores e pesquisadores em várias conferências, periódicos e outras publicações acadêmicas ou científicas. Você pode saber mais na nossa <a>Página de Pesquisa.</a>",
    "privacyPolicy.usage.legalTitle": "Termos Legais",
    "privacyPolicy.usage.legalBody": "Podemos usar suas Informações Pessoais para fazer cumprir nossos <terms>Termos de Uso</terms>, defender nossos direitos legais e cumprir nossas obrigações legais e políticas internas. Nós moderamos o conteúdo postado no website do Scratch, incluindo projetos compartilhados e não compartilhados, comentários e postagens no fórum para garantir que nossas <guidelines>Diretrizes da Comunidade</guidelines> sejam respeitadas. Também usamos suas Informações Pessoais para detectar e prevenir fraudes, spam e abuso. Nós e nossos provedores de serviços podemos fazer isso lendo informações mantidas em cookies definidos em seu navegador, analisando seu uso do website do Scratch e por outros meios.",
    "privacyPolicy.legalGrounds.title": "Quais São os Fundamentos Legais para Processar suas Informações Pessoais?",
    "privacyPolicy.legalGrounds.intro": "Se você estiver localizado no Espaço Econômico Europeu, no Reino Unido ou na Suíça, processaremos suas informações pessoais apenas com base em um fundamento legal válido. Um “fundamento legal” é um motivo que justifica nosso uso de suas Informações Pessoais de acordo com as leis de cada pais. Podemos usar diferentes fundamentos jurídicos, tais como:",
    "privacyPolicy.legalGrounds.communications": "Você consentiu com o uso de suas Informações Pessoais, por exemplo, para receber comunicações eletrônicas de propaganda;",
    "privacyPolicy.legalGrounds.services": "Nós precisamos de suas Informações Pessoais para fornecer nossos serviços, inclusive para registrar sua conta, para responder às suas perguntas ou para suporte ao cliente;",
    "privacyPolicy.legalGrounds.obligation": "Por lei, temos a obrigação de usar as suas Informações Pessoais; ou",
    "privacyPolicy.legalGrounds.thirdParty": "Nós ou um terceiro temos um interesse legítimo em usar suas Informações Pessoais. Em particular, temos um interesse legítimo em usar suas Informações Pessoais para analisar e compartilhar suas informações agregadas ou anonimizadas para fins de pesquisa, para analisar e aprimorar sua experiência de aprendizado no website do Scratch e para garantir e melhorar a segurança, proteção e desempenho do website do Scratch. Nós focamos apenas em nossos interesses legítimos ou de terceiros para processar suas Informações Pessoais quando esses interesses não se sobrepõem seus próprios direitos e interesses.",
    "privacyPolicy.share.title": "Como o Scratch Compartilha as Minhas Informações Pessoais?",
    "privacyPolicy.share.intro": "Divulgamos as Informações Pessoais que coletamos através do website do Scratch para terceiros, se você consentir que assim o façamos, bem como nas seguintes circunstâncias:",
    "privacyPolicy.share.serviceProvidersTitle": "Prestadores de Serviços",
    "privacyPolicy.share.serviceProvidersBody": "A terceiros que fornecem serviços como hospedagem de sites, análise de dados, tecnologia da informação e provisões de infraestrutura relacionada, atendimento ao cliente, entrega de e-mails e outros serviços.",
    "privacyPolicy.share.researchTitle": "Pesquisa Acadêmica e Científica",
    "privacyPolicy.share.researchBody": "Para instituições de pesquisa, como o Instituto de Tecnologia de Massachusetts (MIT), para saber como nossos usuários aprendem por meio do site Scratch e desenvolver novas ferramentas de aprendizagem.",
    "privacyPolicy.share.mergerTitle": "Fusão",
    "privacyPolicy.share.mergerBody": "A um adquirente, sucessor ou cessionário potencial ou real, como parte de qualquer reorganização, fusão, venda, joint venture, cessão, transferência ou outra alienação de toda ou parte de nossa organização ou ativos. Você terá a oportunidade de optar por não participar de tal transferência caso o processamento planejado de suas Informações Pessoais pela nova entidade seja substancialmente diferente do estabelecido nesta Política de Privacidade.",
    "privacyPolicy.share.legalTitle": "Termos Legais",
    "privacyPolicy.share.legalBody": "Se tal for obrigatório por lei ou numa convicção de boa fé de que tal ação é apropriada: (a) sob a lei aplicável, o que inclui leis exteriores ao seu país de residência; (b) para cumprimento com um processo legal; (c) para responder a pedidos de autoridades públicas e governamentais, como escolas, distritos escolares e forças policiais, inclusive autoridades públicas e governamentais exteriores ao seu país de residência; (d) para a fiscalização dos nossos termos e condições; (e) para proteger as nossas operações ou as operações de qualquer um dos nossos afiliados; (f) para proteger os nossos direitos, privacidade, segurança ou propriedade, e/ou os direitos, privacidade, segurança ou propriedade dos nossos afiliados ou seus; e (g) para nos permitir procurar quaisquer soluções disponíveis ou para limitar os danos que poderemos vir a sofrer.",
    "privacyPolicy.thirdPartyServices.title": "Serviços Terceirizados",
    "privacyPolicy.thirdPartyServices.body": "Esta Política de Privacidade aplica-se apenas ao processamento das suas Informações Pessoais pela Scratch. Ela não aborda, e não somos responsáveis por, a privacidade, as informações ou outras práticas de terceiros, incluindo terceiros que operem qualquer site ou serviço para o qual o Site da Scratch tenha links. A inclusão de um link no Site da Scratch não implica endosso do site ou serviço vinculado por nós ou por nossas afiliadas.",
    "privacyPolicy.childPrivacy.title": "Privacidade de Estudantes e Crianças",
    "privacyPolicy.childPrivacy.body1": "A Fundação Scratch é uma organização sem fins lucrativos 501(c)(3). Como tal, a Lei de Proteção à Privacidade Online de Crianças (COPPA) não se aplica ao site Scratch. No entanto, o Scratch leva a privacidade das crianças a sério. O Scratch coleta apenas informações mínimas de seus usuários e as utiliza e divulga apenas para fornecer os serviços e para outros fins limitados, como pesquisa, conforme descrito nesta Política de Privacidade.",
    "privacyPolicy.childPrivacy.body2": "O Scratch não coleta informações do histórico escolar do aluno, conforme definido pela Lei de Direitos Educacionais e Privacidade da Família (FERPA). O Scratch não divulga informações pessoais dos alunos a terceiros, exceto conforme descrito nesta Política de Privacidade: a prestadores de serviços e instituições de pesquisa.",
    "privacyPolicy.rights.title": "Seus Direitos e Escolhas",
    "privacyPolicy.rights.updatingTitle": "Atualizando as Suas Informações",
    "privacyPolicy.rights.updatingBody1": "Você pode atualizar sua senha, endereço de e-mail e país na página <settings>Configurações de conta</settings>. Você também pode redefinir sua senha na página <reset>Redefinir Senha</reset>. Você não pode alterar seu nome de usuário, mas pode criar uma nova conta e copiar manualmente seus projetos para a nova conta.",
    "privacyPolicy.rights.updatingBody2": "Se quiser excluir sua conta, faça login no Scratch e clique no seu nome de usuário no canto superior direito. Selecione \"Configurações de conta\" e clique no link \"Quero excluir minha conta\" na parte inferior da página. Excluir sua conta oculta todas as suas Informações Pessoais da visualização pública, mas não remove todas as suas Informações Pessoais de nossos servidores. Se quiser que todas as suas Informações Pessoais sejam removidas de nossos servidores, entre em contato com help@scratch.mit.edu para obter assistência.",
    "privacyPolicy.rights.marketingTitle": "Comunicações de Marketing",
    "privacyPolicy.rights.marketingBody": "Se, a qualquer momento, você decidir que não deseja mais receber nossas comunicações de marketing, siga as instruções de cancelamento de assinatura fornecidas em qualquer uma das comunicações. Você também pode optar por não receber mais nossos e-mails enviando sua solicitação para help@scratch.mit.edu. Esteja ciente de que, mesmo após optar por não receber mais nossas comunicações de marketing, você poderá continuar recebendo mensagens administrativas sobre sua conta.",
    "privacyPolicy.rights.data.title": "Seus Direitos de Proteção de Dados (EEE, Reino Unido e Suíça)",
    "privacyPolicy.rights.data.intro": "Se você estiver localizado no Espaço Econômico Europeu, no Reino Unido ou na Suíça, você tem certos direitos em relação às suas Informações Pessoais:",
    "privacyPolicy.rights.data.access": "<b>Acesso, Correção e Portabilidade de Dados:</b> Você pode solicitar uma visão geral das Informações Pessoais que processamos sobre você e receber uma cópia delas. Você também tem o direito de solicitar a correção de Informações Pessoais incompletas, imprecisas ou desatualizadas. Na medida exigida pela legislação aplicável, você pode solicitar que forneçamos suas Informações Pessoais a outra empresa.",
    "privacyPolicy.rights.data.objection": "<b>Objeção: </b>Você pode se opor (ou seja, \"pedir para que paremos\") a qualquer uso de suas Informações Pessoais que não seja (i) processado para cumprir uma obrigação legal, (ii) necessário para cumprir o que está previsto em um contrato entre o Scratch e você, ou (iii) se tivermos um motivo convincente para fazê-lo (como, por exemplo, para garantir a segurança em nossa comunidade online). Caso você se oponha, trabalharemos com você para encontrar uma solução razoável.",
    "privacyPolicy.rights.data.deletion": "<b>Exclusão: </b>Você também pode solicitar a exclusão de suas Informações Pessoais, conforme permitido pela lei aplicável. Isso se aplica, por exemplo, quando suas Informações Pessoais estão desatualizadas ou o processamento não é necessário ou é ilegal; onde você retira sua assinatura para nosso processamento com base em tal consentimento; ou onde você se opõe ao nosso processamento. Em algumas situações, podemos precisar consultar suas Informações Pessoais devido a obrigações legais ou para fins de processos judiciais.",
    "privacyPolicy.rights.data.restriction": "<b>Restrição de Processamento:</b> Você pode solicitar que restrinjamos o processamento de suas Informações Pessoais enquanto processamos uma solicitação relacionada a: (i) a precisão de suas informações pessoais; (ii) a legalidade do processamento de suas informações pessoais ou; (iii) nossos interesses legítimos para processar essas Informações Pessoais. Você também pode solicitar que restrinjamos o processamento de suas Informações Pessoais se desejar usar as Informações Pessoais para fins de processos judiciais.",
    "privacyPolicy.rights.data.consent": "<b>Retirada de Consentimento:</b> Se dependermos do consentimento para o processamento de suas informações pessoais, você tem o direito de retirá-lo a qualquer momento e gratuitamente. Ao isso, aplicaremos suas preferências daqui para frente e isso não afetará a legalidade do processamento antes da retirada de sua autorização.",
    "privacyPolicy.rights.data.exceptions": "No entanto, existem exceções e limitações para cada um desses direitos. Podemos, por exemplo, recusar-nos a atender a uma solicitação se ela for manifestamente infundada ou excessiva, ou se for suscetível de afetar negativamente os direitos e liberdades de terceiros, prejudicar a execução ou o cumprimento da lei, interferir em litígios pendentes ou futuros, ou infringir a legislação aplicável. Para enviar uma solicitação para exercer seus direitos, entre em contato com help@scratch.mit.edu para obter assistência. Além dos direitos mencionados acima, você também tem o direito de apresentar uma reclamação a uma autoridade supervisora competente, inclusive em seu país de residência, local de trabalho ou onde ocorreu um incidente, sujeito à legislação aplicável.",
    "privacyPolicy.retentionTitle": "Retenção de Dados",
    "privacyPolicy.retentionBody": "Tomamos medidas para excluir suas Informações Pessoais ou mantê-las em um formato que não permita sua identificação quando essas Informações não forem mais necessárias para os fins para os quais as processamos, a menos que sejamos obrigados por lei a mantê-las por um período mais longo. Ao determinar o período de retenção, levamos em consideração vários critérios, como o tipo de serviços solicitados por você ou fornecidos a você, a natureza e a duração do nosso relacionamento com você, a possível reinscrição em nossos serviços, o impacto nos serviços que fornecemos a você se excluirmos algumas Informações Pessoais suas ou sobre você, os períodos de retenção obrigatórios previstos em lei e o prazo de prescrição.",
    "privacyPolicy.protectionTitle": "Como o Scratch Protege minhas Informações Pessoais?",
    "privacyPolicy.protectionBody": "A Fundação Scratch implementou procedimentos administrativos, físicos e técnicos destinados a proteger as Informações Pessoais que coletamos no site do Scratch contra destruição acidental ou ilícita, perda acidental, alteração não autorizada, divulgação ou acesso não autorizado, uso indevido e qualquer outra forma ilícita de processamento das Informações Pessoais. Por exemplo, utilizamos SSL/TLS para todas as transferências de dados e limitamos rigorosamente o acesso aos servidores da Scratch e aos dados que armazenamos neles. No entanto, por mais eficazes que sejam essas medidas, nenhum sistema de segurança é impenetrável. Não podemos garantir completamente a segurança de nossos bancos de dados, nem podemos garantir que as Informações Pessoais que você fornecer não serão interceptadas durante sua transmissão pela Internet.",
    "privacyPolicy.transferTitle": "Transferência Internacional de Dados Transfronteiriços",
    "privacyPolicy.transferBody1": "Podemos transferir suas Informações Pessoais para outros países além do país onde você está localizado, incluindo os EUA (onde os servidores do Scratch estão localizados) ou qualquer outro país onde nós ou nossos provedores de serviços mantenham instalações. Se você estiver localizado no Espaço Econômico Europeu, no Reino Unido ou na Suíça, ou em outras regiões com leis que regem a coleta e o uso de dados que podem diferir das leis dos EUA, observe que podemos transferir suas Informações Pessoais para um país e jurisdição que não possuam as mesmas leis de proteção de dados que a sua jurisdição.",
    "privacyPolicy.transferBody2": "Aplicamos procedimentos administrativos, físicos e técnicos para garantir a confidencialidade e a segurança das Informações Pessoais processadas e transferidas em nosso nome. Isso inclui procedimentos para garantir que suas Informações Pessoais sejam processadas apenas para os fins para os quais foram coletadas. Para obter informações adicionais sobre as transferências, entre em contato conosco usando as informações de contato abaixo.",
    "privacyPolicy.helpTitle": "O que Posso Fazer para Ajudar a Proteger a Privacidade no site Scratch?",
    "privacyPolicy.helpBody": "Não compartilhe informações pessoais de contato (como nome, endereço físico, endereço de e-mail ou número de telefone) em projetos, comentários, perfis, estúdios ou postagens de fóruns. Informe-nos se encontrar esse tipo de informação usando o link \"Denunciar\" que aparece na página. Também é importante que você mantenha a segurança e o controle das credenciais da sua conta e não compartilhe sua senha com ninguém.",
    "privacyPolicy.changesTitle": "Notificações de Alterações à Política de Privacidade",
    "privacyPolicy.changesBody": "Revisamos nossas medidas de segurança e Política de Privacidade periodicamente e podemos modificá-las conforme apropriado. Se fizermos alterações materiais na Política, notificaremos você por meio do site ou enviando um e-mail ou outro meio de comunicação. Recomendamos que você revise nossa Política de Privacidade regularmente. A data \"Última atualização\" no topo desta página indica quando esta Política de Privacidade foi revisada pela última vez. O uso contínuo do Site Scratch após essas alterações significa que você aceita a Política de Privacidade revisada.",
    "privacyPolicy.contactTitle": "Fale Conosco",
    "privacyPolicy.contactBody": "A Fundação Scratch é a entidade responsável pelo processamento das suas informações pessoais. Se você tiver qualquer dúvida sobre essa política de privacidade ou se você quiser exercer os seus direitos sobre suas informações pessoais, você pode entrar em contato conosco através do  help@scratch.mit.edu ou por correio:"
}