{
    "privacyPolicy.nav.collection": "Coleção",
    "privacyPolicy.nav.usage": "Uso",
    "privacyPolicy.nav.share": "Compartilhamento",
    "privacyPolicy.nav.thirdParties": "Serviços Terceirizados",
    "privacyPolicy.nav.childPrivacy": "Privacidade de Estudantes e Crianças",
    "privacyPolicy.nav.rights": "Direitos e Escolhas",
    "privacyPolicy.nav.retention": "Retenção de Dados",
    "privacyPolicy.nav.protection": "Proteção",
    "privacyPolicy.nav.changes": "Notificações de Alterações",
    "privacyPolicy.nav.transfer": "Transferência de Dados",
    "privacyPolicy.nav.help": "Como Ajudar",
    "privacyPolicy.nav.contact": "Fale Conosco",
    "privacyPolicy.title": "Política de Privacidade",
    "privacyPolicy.lastUpdated": "A política de privacidade do Scratch foi atualizada pela última vez em: 25 de maio de 2023",
    "privacyPolicy.intro": "A Fundação Scratch (“<b>Scratch</b>” , “<b>fundação</b>” ou “<b>nós</b>”) entendemos como a privacidade é importante para nossa comunidade, especialmente crianças e pais (“<b>você</b>”, “<b>usuário</b>”). Escrevemos esta política de privacidade (“<b>Política de Privacidade</b>”) para explicar quais informações pessoais coletamos por meio de nosso site (scratch.mit.edu, o “<b>Website Scratch</b>”), como as usamos, processamos e compartilhamos e o que estamos fazendo para manter essas informações seguras. Também informa sobre seus direitos e escolhas com relação às suas informações pessoais e como você pode <a>entrar em contato conosco</a> se tiver alguma dúvida ou preocupação.",
    "privacyPolicy.offlineEditor": "Caso queira criar projetos com Scratch sem submeter nenhuma informação pessoal para nós, você pode baixar e utilizar o <a>App Scratch</a> offline. Projetos criados no <a>App Scratch</a> não não acessíveis pelo Scratch e o app apenas irá enviar dados anônimos para nós caso você escolha isso. Se você fizer o upload dos seus projetos para a comunidade online do Scratch no website do Scratch, nós coletaremos suas informações pessoais como explicado nesta política de privacidade.",
    "privacyPolicy.collectionTitle": "Quais informações pessoais sobre mim o Scratch coleta?",
    "privacyPolicy.collection1": "Para os propósitos desta política de privacidade, “<b>Informação pessoal</b>” significa qualquer informação relacionada sobre um individuo identificável ou identificado. Você pode nos providenciar informações pessoais, como quando você cria uma conta ou nós podemos coletar suas informações pessoais automaticamente, como quando você troca o idioma ou visualiza um projeto.",
    "privacyPolicy.collection2": "Onde aplicável, nós explicamos se e o por que que você deve nos providenciar dados pessoais, como também as consequências se você escolher não fazer. Por exemplo, você pode não ser capaz de utilizar o website do Scratch se a informação pessoal for necessária para te providenciar  acesso ao nosso conteúdo ou se por motivo de lei for necessária tal informação pessoal.",
    "privacyPolicy.youProvide": "Informações pessoais que você nos fornece. ",
    "privacyPolicy.accountInformationTitle": "Informação da Conta",
    "privacyPolicy.accountInformationIntro": "Para que os recursos e serviços que disponibilizamos no website do Scratch possam ser utilizados, como para compartilhar projetos, criar estúdios ou postar comentários, você precisa criar uma  conta( sua própria conta, uma conta de professor ou uma conta de estudante).",
    "privacyPolicy.yourAccount": "Quando um usuário <b> cria a própria conta</b>, nós solicitamos um nome de usuário e uma senha, seu país, gênero e seu endereço de e-mail. Nós pedimos que você selecione um nome de usuário que não revele seu nome verdadeiro ou outra informação que possa te identificar. Outros  usuários  podem ver seu nome de usuário e país, mas não seu gênero ou endereço de e-mail.",
    "privacyPolicy.teacherAccount": "Quando você cria uma <b>conta de professor</b>, nós solicitamos um nome de usuário e senha, seu número de telefone, data de nascimento, gênero, país de residência, nome e detalhes sobre seu empregador.",
    "privacyPolicy.studentAccount": "Quando você cria<b> contas de estudantes através da sua conta de professor</b>, nós pedimos por um nome de usuário, senha, data de nascimento, gênero e país de residência. Você não precisa providenciar endereços de e-mail para criar contas de estudante em massa.",
    "privacyPolicy.userGeneratedContentTitle": "Conteúdo gerado pelo usuário ",
    "privacyPolicy.userGeneratedContentBody": "Nós processamos qualquer informação pessoal que você escolha prover para nós em conteúdos que você cria ou interage no website do Scratch (tipicamente referido como conteúdo gerado por usuário). Por exemplo nos projetos Scratch (incluindo projetos não compartilhados), estúdios, campos de texto ou comentários.",
    "privacyPolicy.communicationsTitle": "Comunicações",
    "privacyPolicy.communicationsBody": "Se você nos contatar diretamente, nós coletaremos as informações pessoais que você disponibilizar em sua mensagem. Por exemplo, quando você entra em contato com o nosso time de suporte ao cliente, nós receberemos seu nome, endereço de e-mail, número de telefone, os conteúdos da mensagem ou anexos que você nos enviar e outras informações que você decidir prover.",
    "privacyPolicy.automaticallyCollect": "Informações pessoais que coletamos a partir do seu uso do website do Scratch.",
    "privacyPolicy.locationInformationTitle": "Informações de Localização",
    "privacyPolicy.locationInformationBody": "Quando você utiliza o website do Scratch, nós deduzimos sua informação de localização geral, por exemplo, utilizando seu endereço de protocolo de internet (IP).",
    "privacyPolicy.cookiesTitle": "Cookies",
    "privacyPolicy.cookiesBody": "Quando você utiliza o website do Scratch, nós utilizamos cookies, transmissores, tags invisíveis, IDs únicas e tecnologias similares (aqui abordadas como “cookies”) para automaticamente gravar algumas informações pessoais do seu navegador ou dispositivo. Por exemplo: Seu endereço de IP, localização de rede, logs do web server, qual navegador você está usando, dispositivos de IDs e suas características, versão do sistema operacional, configurações de idiomas do seu navegador, URL relacionadas e informações pessoais sobre o uso do website do Scratch. Para mais informações sobre os nossos usos de cookies, por favor consulte a <a>politica de cookies do Scratch.</a>",
    "privacyPolicy.otherSources": "Informação Coletada por Outras Fontes",
    "privacyPolicy.thirdPartyInformationTitle": "Informações de Terceiros",
    "privacyPolicy.thirdPartyInformationBody": "Nós obtemos informações pessoais sobre você por terceiros, como pelo seu professor se estiver utilizando o Scratch dentro de uma escola. Essa informação pode incluir o nome da sua escola e seu endereço.",
    "privacyPolicy.publicSourceInformationTitle": "Informações de Fontes Públicas",
    "privacyPolicy.publicSourceInformationBody": "Nós podemos obter informações pessoais sobre você por fontes públicas, como por registros de sensos. Essa informação pode incluir informações demográficas sobre a sua escola ou região demográfica.",
    "privacyPolicy.usageTitle": "Como o Scratch Usa as Minhas Informações Pessoais?",
    "privacyPolicy.usageBody": "O objetivo principal é lhe providenciar os serviços que oferecemos através do website do Scratch e melhorar sua experiência de aprendizado. Uma visão geral dos usos: ",
    "privacyPolicy.usage.internalAndServiceTitle": "Uso Interno e Relacionado aos Serviços",
    "privacyPolicy.usage.internalAndServiceBody": "Nós utilizamos informações pessoais para propósitos internos, como para operar, providenciar e manter o website do Scratch. Por exemplo para direcionar os usuários ao conteúdo solicitado, para criar e recuperar contas e para permitir que usuários criem e compartilhem projetos.",
    "privacyPolicy.usage.analyticsTitle": "Análises e Melhorias nas Páginas do Scratch",
    "privacyPolicy.usage.analyticsBody": "Nós utilizamos informações que coletamos, como sua localização e suas atividades no site, isso para monitorar e analisar o uso do website do Scratch e para melhorar sua experiência de aprendizado.",
    "privacyPolicy.usage.communicationsBody": "Nós podemos enviar e-mails para você com propósito de atendimento ao cliente ou suporte. Nós podemos ainda enviar uma newsletter para o endereço de e-mail que você nos providenciou quando você se inscreveu para receber comunicações adicionais por nós.",
    "privacyPolicy.usage.researchTitle": "Pesquisa Acadêmica e Científica",
    "privacyPolicy.usage.researchBody": "Nós desidentificamos e agregamos a Informação para análise estatística no contexto da pesquisa acadêmica e científica. Por exemplo, para nos ajudar a compreender como as pessoas aprendem através do website do Scratch e como podemos melhorar as ferramentas de aprendizagem para os mais jovens. Os resultados de tal investigação são compartilhados com professores e pesquisadores em várias conferências, periódicos e outras publicações acadêmicas ou científicas. Você pode saber mais na nossa página <a>página de pesquisa.</a>",
    "privacyPolicy.usage.legalTitle": "Termos Legais",
    "privacyPolicy.usage.legalBody": "Podemos usar suas informações pessoais para fazer cumprir nossos <terms>termos de uso</terms>, defender nossos direitos legais e cumprir nossas obrigações legais e políticas internas. Nós moderamos o conteúdo postado no site do Scratch, incluindo projetos compartilhados e não compartilhados, comentários e postagens no fórum para garantir que nossas <guidelines>diretrizes da comunidade</guidelines> sejam respeitadas. Também usamos suas informações pessoais para detectar e prevenir fraudes, spam e abuso. Nós e nossos provedores de serviços podemos fazer isso lendo informações mantidas em cookies definidos em seu navegador, analisando seu uso do site Scratch e por outros meios.",
    "privacyPolicy.legalGrounds.title": "Quais São os Fundamentos Legais para Processar suas Informações Pessoais?",
    "privacyPolicy.legalGrounds.intro": "Se você estiver localizado no Espaço Econômico Europeu, no Reino Unido ou na Suíça, processaremos suas informações pessoais apenas com base em um fundamento legal válido. Um “fundamento legal” é um motivo que justifica nosso uso de suas informações pessoais de acordo com as leis de cada pais. Podemos usar diferentes fundamentos jurídicos, tais como:",
    "privacyPolicy.legalGrounds.communications": "Você consentiu com o uso de suas informações pessoais, por exemplo, para receber comunicações eletrônicas de marketing;",
    "privacyPolicy.legalGrounds.services": "Nós precisamos de suas informações pessoais para fornecer nossos serviços, inclusive para registrar sua conta, para responder às suas perguntas ou para suporte ao cliente;",
    "privacyPolicy.legalGrounds.obligation": "Por lei, temos a obrigação de usar as suas informações pessoais ou",
    "privacyPolicy.legalGrounds.thirdParty": "Nós ou um terceiro temos um interesse legítimo em usar suas informações pessoais. Em particular, temos um interesse legítimo em usar suas informações pessoais para analisar e compartilhar suas informações agregadas ou desidentificadas para fins de pesquisa, para analisar e aprimorar sua experiência de aprendizado no site Scratch e para garantir e melhorar a segurança, proteção e desempenho do Site Scratch. Nós focamos apenas em nossos interesses legítimos ou de terceiros para processar suas informações pessoais quando esses interesses não se sobrepõem seus próprios direitos e interesses.",
    "privacyPolicy.share.title": "Como o Scratch Compartilha as Minhas Informações Pessoais?",
    "privacyPolicy.share.intro": "Divulgamos as Informações pessoais que coletamos através do website do Scratch para terceiros, se você consentir que assim o façamos, bem como nas seguintes circunstâncias:",
    "privacyPolicy.share.serviceProvidersTitle": "Prestadores de Serviços",
    "privacyPolicy.share.serviceProvidersBody": "A terceiros que fornecem serviços como hospedagem de sites, análise de dados, tecnologia da informação e infraestrutura relacionada, atendimento ao cliente, entrega de e-mail e outros serviços.",
    "privacyPolicy.share.researchTitle": "Pesquisa Acadêmica e Científica",
    "privacyPolicy.share.researchBody": "Para instituições de pesquisa, como o Instituto de Tecnologia de Massachusetts (MIT), para entender como nossos usuários aprendem por meio do Site Scratch e para desenvolver novas ferramentas de aprendizado.",
    "privacyPolicy.share.mergerTitle": "Fusão",
    "privacyPolicy.share.mergerBody": "Para um potencial ou atual adquirente, sucessor ou cessionário como parte de qualquer reorganização, fusão, venda, empreendimento conjunto, cessão, transferência ou outra disposição da nossa organização ou ativos, em todo ou em parte. Você terá a oportunidade de desistir de qualquer transferência caso o processamento planeado das suas Informações por parte da nova entidade diferir materialmente do estipulado na presente política de privacidade.",
    "privacyPolicy.share.legalTitle": "Termos Legais",
    "privacyPolicy.share.legalBody": "Se tal for obrigatório por lei ou numa convicção de boa fé de que tal ação é apropriada: (a) sob a lei aplicável, o que inclui leis exteriores ao seu país de residência; (b) para cumprimento com um processo legal; (c) para responder a pedidos de autoridades públicas e governamentais, como escolas, distritos escolares e forças policiais, inclusive autoridades públicas e governamentais exteriores ao seu país de residência; (d) para a fiscalização dos nossos termos e condições; (e) para proteger as nossas operações ou as operações de qualquer um dos nossos afiliados; (f) para proteger os nossos direitos, privacidade, segurança ou propriedade, e/ou os direitos, privacidade, segurança ou propriedade dos nossos afiliados ou seus; e (g) para nos permitir procurar quaisquer soluções disponíveis ou para limitar os danos que poderemos vir a sofrer.",
    "privacyPolicy.thirdPartyServices.title": "Serviços Terceirizados",
    "privacyPolicy.thirdPartyServices.body": "Esta política de privacidade se aplica apenas ao processamento de suas informações pessoais pelo Scratch. Ele não aborda e não somos responsáveis pela privacidade, informações ou outras práticas de terceiros, incluindo qualquer terceiro que opere qualquer site ou serviço ao qual o site Scratch tenha links. A inclusão de um link no site Scratch não implica endosso do site ou serviço vinculado por nós ou por nossos afiliados.",
    "privacyPolicy.childPrivacy.title": "Privacidade de Estudantes e Crianças",
    "privacyPolicy.childPrivacy.body1": "A Fundação Scratch é uma organização sem fins lucrativos 501(c)(3). Como tal, a Lei de Proteção da Privacidade On-line das Crianças (COPPA) não se aplica ao website do Scratch. No entanto, a Scratch leva o tema da privacidade das crianças muito a sério. Scratch  coleta apenas informações mínimas de  seus usuários e apenas usa e divulga informações para prestar serviços e para outros fins limitados, como por exemplo pesquisa, como já abordado nesta  política de privacidade.",
    "privacyPolicy.childPrivacy.body2": "O Scratch não coleta informações do registro educacional do aluno, conforme definido pela lei de privacidade e direitos educacionais da família ( em inglês, conhecida como FERPA). O Scratch não divulga informações pessoais dos alunos para terceiros, exceto conforme descrito nesta política de privacidade: para prestadores de serviços e instituições de pesquisa.",
    "privacyPolicy.rights.title": "Seus Direitos e Escolhas",
    "privacyPolicy.rights.updatingTitle": "Atualizando as Suas Informações",
    "privacyPolicy.rights.updatingBody1": "Você pode atualizar sua senha, endereço de e-mail e país na página <settings>configurações da conta.</settings> Você também pode redefinir sua senha na página <reset>Redefinir conta.</reset> Você não pode alterar seu nome de usuário, mas pode criar uma nova conta e copiar manualmente seus projetos para a nova conta.",
    "privacyPolicy.rights.updatingBody2": "Se você deseja excluir sua conta, faça login no Scratch e clique em seu nome de usuário no canto superior direito. Selecione \"configurações da conta\" e clique no link \"desejo excluir minha conta\" na parte inferior da página. Excluir sua conta oculta todas as informações pessoais do público, mas não remove todas as suas informações pessoais de nossos servidores. Se você deseja que todas as suas informações pessoais sejam removidas de nossos servidores, entre em contato com help@scratch.mit.edu para obter assistência.",
    "privacyPolicy.rights.marketingTitle": "Comunicações de marketing",
    "privacyPolicy.rights.marketingBody": "Se você decidir a qualquer momento que não deseja mais receber nossas comunicações de marketing, siga as instruções de cancelamento fornecidas em qualquer uma das comunicações. Você também pode optar por não receber nossos e-mails enviando sua solicitação por e-mail para help@scratch.mit.edu. Esteja ciente de que, mesmo depois de cancelar o recebimento de nossas comunicações de marketing, você poderá continuar recebendo nossas mensagens administrativas relacionadas à sua conta.",
    "privacyPolicy.rights.data.title": "Os seus direitos de proteção de dados (Espaço Econômico Europeu, Reino Unido e Suíça )",
    "privacyPolicy.rights.data.intro": "Se você estiver localizado no Espaço Econômico Europeu, no Reino Unido ou na Suíça, você tem certos direitos em relação às suas informações pessoais:",
    "privacyPolicy.rights.data.access": "<b>Acesso, correção e portabilidade de dados:</b> você pode solicitar uma visão geral das informações pessoais que processamos sobre você e receber uma cópia de suas informações pessoais. Você também tem o direito de solicitar a correção de informações pessoais incompletas, imprecisas ou desatualizadas. Na medida exigida pela lei aplicável, você pode solicitar que forneçamos suas informações pessoais a outra empresa.",
    "privacyPolicy.rights.data.objection": "<b>Objeção: </b>Você pode se opor (isso significa “pedir para que paremos”) qualquer uso de suas Informações pessoais que não seja;\n(i) Para cumprir uma obrigação legal; \n(ii) Necessário para fazer o que é fornecido em um contrato entre a Scratch e você;\n(iii) Se tivermos um motivo convincente para fazê-lo (como, por exemplo, para garantir a segurança em nossa comunidade online). Se você se opuser, trabalharemos com você para encontrar uma solução razoável.",
    "privacyPolicy.rights.data.deletion": "<b>Exclusão: </b>Você também pode solicitar a exclusão de suas informações pessoais, conforme permitido pela lei aplicável. Isso se aplica, por exemplo, quando suas informações pessoais estão desatualizadas ou o processamento não é necessário ou é ilegal; onde você retira seu consentimento para nosso processamento com base em tal consentimento; ou onde você se opôs ao nosso processamento. Em algumas situações, podemos precisar reter suas informações pessoais devido a obrigações legais ou para fins de processos judiciais.",
    "privacyPolicy.rights.data.restriction": "<b>Restrição de processamento:</b> Você pode solicitar que restrinjamos o processamento de suas informações pessoais enquanto processamos uma solicitação relacionada a:\n (i) a precisão de suas informações pessoais;\n (ii) a legalidade do processamento de suas informações pessoais ou;\n (iii) nossos interesses legítimos para processar essas informações pessoais. Você também pode solicitar que restrinjamos o processamento de suas informações pessoais se desejar usar as informações pessoais para fins de processos judiciais.",
    "privacyPolicy.rights.data.consent": "<b>Retirada de Consentimento:</b> Se dependermos do consentimento para o processamento de suas informações pessoais, você tem o direito de retirá-lo a qualquer momento e gratuitamente. Ao fazer isso, aplicaremos suas preferências daqui para frente e isso não afetará a legalidade do processamento antes da retirada do seu consentimento.",
    "privacyPolicy.rights.data.exceptions": "No entanto, existem exceções e limitações para cada um desses direitos. Podemos, por exemplo, recusar-nos a atender a um pedido se o pedido for manifestamente infundado ou excessivo, ou se for provável que o pedido afete adversamente os direitos e liberdades de terceiros, prejudique a execução ou aplicação da lei, interfira em processos pendentes ou litígios futuros ou infringir a lei aplicável. Para enviar uma solicitação para exercer seus direitos, entre em contato com help@scratch.mit.edu para obter assistência. Além dos direitos mencionados acima, você também tem o direito de apresentar uma reclamação a uma autoridade supervisora competente, inclusive em seu país de residência, local de trabalho ou onde ocorreu um incidente sujeito à lei aplicável.",
    "privacyPolicy.retentionTitle": "Retenção de Dados",
    "privacyPolicy.retentionBody": "Nós tomamos medidas para apagar a sua Informação ou para a manter num formato que não permite que você seja identificado quando esta Informação deixar de ser necessária para os fins iniciais do seu processamento, a menos que sejamos obrigados por lei a manter esta Informação durante um período de tempo maior. Ao determinar o período de retenção, levamos em conta vários critérios, tais como o tipo de serviços solicitados por/prestados a si, a natureza e extensão do nosso relacionamento consigo, a sua possível renovação dos nossos serviços, o impacto sobre os serviços que lhe prestamos se tivermos que apagar alguma Informação sua ou relativamente a si, períodos de retenção obrigatórios confirme estipulados pela lei e também o estatuto de limitações.",
    "privacyPolicy.protectionTitle": "Como o Scratch protege as minhas informações pessoais?",
    "privacyPolicy.protectionBody": "O Scratch possui procedimentos administrativos, físicos e técnicos destinados a proteger as informações pessoais que coletamos no Site Scratch contra destruição acidental ou ilegal, perda acidental, alteração não autorizada, divulgação ou acesso não autorizado, uso indevido e qualquer outra forma ilegal de processamento das informações pessoais. Por exemplo, usamos SSL/TLS para todas as transferências de dados e limitamos estritamente o acesso aos servidores Scratch e aos dados que armazenamos neles. No entanto, por mais eficazes que sejam essas medidas, nenhum sistema de segurança é impenetrável. Não podemos garantir totalmente a segurança de nossos bancos de dados, nem podemos garantir que as informações pessoais que você fornecer não serão interceptadas enquanto nos são transmitidas pela Internet.",
    "privacyPolicy.transferTitle": "Transferência Internacional de Dados",
    "privacyPolicy.transferBody1": "Podemos transferir suas informações pessoais para outros países além do país onde você está localizado, inclusive para os EUA (onde os servidores Scratch estão localizados) ou para qualquer outro país no qual nós ou nossos provedores de serviços tenham instalações. Se você estiver localizado no Espaço Econômico Europeu, no Reino Unido ou na Suíça, ou em outras regiões com leis que regem a coleta e uso de dados que podem diferir da lei dos EUA, observe que podemos transferir suas informações pessoais para um país e jurisdição que não têm as mesmas leis de proteção de dados da sua jurisdição.",
    "privacyPolicy.transferBody2": "Aplicamos procedimentos administrativos, físicos e técnicos para garantir a confidencialidade e segurança das informações pessoais processadas e transferidas em nosso nome. Isso inclui procedimentos para garantir que suas informações pessoais sejam processadas apenas para os fins para os quais foram coletadas. Para obter informações adicionais sobre as transferências, entre em contato conosco através dos dados de contato abaixo.",
    "privacyPolicy.helpTitle": "O que posso fazer para ajudar a proteger a privacidade no website do Scratch?",
    "privacyPolicy.helpBody": "Não compartilhe informações de contato pessoal (como seu nome, endereço físico, endereço de e-mail ou número de telefone) em projetos, comentários, perfis, estúdios ou postagens em fóruns. Informe-nos se vir esse tipo de informação usando o link  “reportar” que aparece na página. Também é importante manter a segurança e o controle das credenciais de sua conta e não compartilhar sua senha com ninguém.",
    "privacyPolicy.changesTitle": "Notificações de Alterações à Política de Privacidade",
    "privacyPolicy.changesBody": "Revisamos nossas medidas de segurança e política de privacidade periodicamente e podemos modificar nossas políticas conforme apropriado. Se fizermos alterações materiais na política, iremos notificá-lo através do website ou enviando-lhe um e-mail ou outro meio de comunicação. Incentivamos você a revisar nossa política de privacidade regularmente. A data da “Última Atualização” no topo desta página indica quando esta política de privacidade foi revisada pela última vez. Seu uso continuado do webite do Scratch após essas alterações significa que você aceita a política de privacidade revisada.",
    "privacyPolicy.contactTitle": "Fale Conosco",
    "privacyPolicy.contactBody": "A Fundação Scratch é a entidade responsável pelo processamento das suas informações pessoais. Se você tiver qualquer dúvida sobre essa política de privacidade ou se você quiser exercer os seus direitos sobre suas informações pessoais, você pode entrar em contato conosco através do  help@scratch.mit.edu ou por correio:"
}