{
    "privacyPolicy.nav.collection": "Сбор",
    "privacyPolicy.nav.usage": "Использование",
    "privacyPolicy.nav.share": "Совместное использование",
    "privacyPolicy.nav.thirdParties": "Сторонние сервисы",
    "privacyPolicy.nav.childPrivacy": "Конфиденциальность детей и учащихся",
    "privacyPolicy.nav.rights": "Права и выборы",
    "privacyPolicy.nav.retention": "Хранение данных",
    "privacyPolicy.nav.protection": "Защита",
    "privacyPolicy.nav.changes": "Уведомления изменений",
    "privacyPolicy.nav.transfer": "Передача данных",
    "privacyPolicy.nav.help": "Как помочь",
    "privacyPolicy.nav.contact": "Связаться с нами",
    "privacyPolicy.title": "Политика конфиденциальности",
    "privacyPolicy.lastUpdated": "Политика конфиденциальности Скретча была в последний раз обновлена 25 мая 2023.",
    "privacyPolicy.intro": "Фонд Scratch Foundation («<b>Scratch</b>», «<b>мы</b>») понимает, насколько важна конфиденциальность к нашему сообществу, особенно детям и родителям («<b>Вы</b>», «<b>Пользователь</b>»). Мы написали данную Политику конфиденциальности («<b>Политика конфиденциальности</b>») чтобы объяснить, какую личную информацию мы собираем на нашем веб-сайте (scratch.mit.edu, «<b>Сайт Scratch</b>»), как мы её используем, обрабатываем и делим, а также что мы делаем, чтобы она оставалась в безопасности. Она также говорит Вам о Ваших правах и выборах с уважением к Вашей личной информации и как Вы можете <a>связаться с нами</a> при любых вопросах или беспокойствах.",
    "privacyPolicy.offlineEditor": "Если Вы хотите создавать проекты с помощью Scratch без деления любой личной информации с нами, Вы можете скачать и использовать <a>приложение Scratch</a> без сети. Проекты, созданные в <a>приложении Scratch</a> недоступны Scratch, и приложение будет отправлять анонимизированную информацию обратно к нам только при Вашем удостоверении. Если Вы опубликуете проекты онлайн-сообществу Scratch на сайте Scratch, мы соберём Вашу личную информацию, как указано в данной Политике конфиденциальности.",
    "privacyPolicy.collectionTitle": "Какую личную информацию обо мне собирает Scratch?",
    "privacyPolicy.collection1": "В рамках Политики конфиденциальности, «<b>Личная информация</b>» — это любая информация, относящееся к определённому или определяемому физическому лицу. Вы можете прямо предоставлять нам личную информацию, например, когда Вы создаёте учётную запись, или мы можем собирать Вашу личную информацию автоматически, например, когда Вы меняете языки или просматриваете проект.",
    "privacyPolicy.collection2": "Где возможно, мы объясняем надо ли и почему Вы должны предоставлять нам свою Личную информацию, а также последствия, если Вы решите этого не делать. Например, вы не сможете воспользоваться преимуществами Сайта Скретча, если эта Личная информация необходима для предоставления вам услуг или если мы по закону обязаны собирать эту Личную информацию.",
    "privacyPolicy.youProvide": "Личная информация, предоставляемая Вами",
    "privacyPolicy.accountInformationTitle": "Информация о учётной записи",
    "privacyPolicy.accountInformationIntro": "Для того, чтобы использовать сервисы и функции, которые предоставляются нами на Сайте Scratch, например, опубликовывать проекты, создавать студии или опубликовывать комментарии, Вам необходимо создать учётную запись (учётную запись пользователя, учётную запись учителя или учётную запись ученика).",
    "privacyPolicy.yourAccount": "Когда Вы создаёте <b>учётную запись пользователя</b>, мы просим у Вас имя пользователя и пароль, Вашу страну, Ваш гендер и Ваш адрес электронной почты. Мы просим, чтобы Вы выбрали имя пользователя, которое не раскрывает Ваше реальное имя или любую другую информацию, по которой можно идентифицировать Вас. Другие пользователи могут видеть Ваше имя пользователя и страну, но не Ваш гендер или адрес электронной почты.",
    "privacyPolicy.teacherAccount": "Когда Вы создаёте <b>учётную запись учителя</b>, мы просим у Вас имя пользователя и пароль, Ваш номер телефона, дату рождения, гендер, страну проживания, имя и сведения о Вашем работодателе.",
    "privacyPolicy.studentAccount": "Когда Вы создаёте <b>учётные записи учеников с помощью Вашей учётной записи учителя</b>, мы просим у Вас имя пользователя, пароль, дату рождения и страну проживания. Вы не обязаны предоставлять адреса электронной почты учеников для создания массовых учётных записей учеников.",
    "privacyPolicy.userGeneratedContentTitle": "Пользовательский контент",
    "privacyPolicy.userGeneratedContentBody": "Мы обрабатываем любую Личную информацию, предоставляемую Вами нам в контенте, когда Вы создаёте или взаимодействуете на Сайте Scratch (обычно называемом пользовательским контентом). Например, в Scratch-проектах (включая неопубликованные проекты), студиях, текстовых полях или комментариях.",
    "privacyPolicy.communicationsTitle": "Коммуникации",
    "privacyPolicy.communicationsBody": "Если Вы свяжитесь с нами напрямую, мы соберём Личную информацию, предоставляемую Вами в Вашем сообщении. Например, когда Вы свяжитесь с нашей командой поддержки клиентов, мы можем получить Ваше имя, адрес электронной почты, номер телефона, содержание сообщения или файлов, отправляемые Вами и другую информацию, которую Вы решили предоставить.",
    "privacyPolicy.automaticallyCollect": "Личная информация, собираемая нами автоматически с Вашего использования Сайта Scratch",
    "privacyPolicy.locationInformationTitle": "Информация о месте нахождения",
    "privacyPolicy.locationInformationBody": "При использовании Сайта Scratch мы определяем информацию о Вашем местоположении, например, используя Ваш IP-адрес.",
    "privacyPolicy.cookiesTitle": "Политика куки",
    "privacyPolicy.cookiesBody": "Когда Вы используете Сайт Scratch, мы используем cookie, beacon, невидимые теги, уникальные идентификаторы и похожие технологии (коллективно «cookie-файлы») для автоматической записи некоторой Личной информации с Вашего браузера или устройства. Например, Ваш IP-адрес, местоположение сети, файлы журналов веб-сервера, каким браузером Вы пользуетесь, идентификаторы и характеристики устройства, версия операционной системы, настройки языка браузера, ссылающиеся адреса унифицированных указателей ресурсов и Личная информация о использовании Сайта Scratch. Для большей информации о нашем использовании cookie-файлов см. <a>Политику в отношении cookie Scratch</a>.",
    "privacyPolicy.otherSources": "Информация, собираемая с других источников",
    "privacyPolicy.thirdPartyInformationTitle": "Информация от сторонних лиц",
    "privacyPolicy.thirdPartyInformationBody": "Мы можем собирать Личную информацию о Вас от сторонних лиц, например, от Вашего учителя, если Вы используете Scratch вне пределах школы. Эта информация может включать в себя название Вашей школы и её адрес.",
    "privacyPolicy.publicSourceInformationTitle": "Информация с открытых источников",
    "privacyPolicy.publicSourceInformationBody": "Мы можем собирать Личную информацию о Вас с государственных источников, например, с данных переписи населения. Эта информация может включать в себя демографическую информацию о Вашей школе или географическом регионе.",
    "privacyPolicy.usageTitle": "Как Scratch использует мою Личную информацию?",
    "privacyPolicy.usageBody": "The main purpose is to provide you with the services that we offer through the Scratch Website and to improve your learning experience. An overview of the uses:",
    "privacyPolicy.usage.internalAndServiceTitle": "Internal and Service-Related Usage",
    "privacyPolicy.usage.internalAndServiceBody": "We use Personal Information for internal purposes, including to operate, provide and maintain the Scratch Website. For example, to direct users to the requested content, to create and recover accounts and to enable users to create and share projects.",
    "privacyPolicy.usage.analyticsTitle": "Analytics and Improving the Scratch Website",
    "privacyPolicy.usage.analyticsBody": "We use Personal Information that we collect on the Scratch Website, such as your location and your activities, to monitor and analyze usage of the Scratch Website and to enhance your learning experience.",
    "privacyPolicy.usage.communicationsBody": "Мы можем отправлять письма по адресу электронной почты, предоставляемый Вами для целей обслуживания клиентов или технической поддержки. Мы также можем отправлять рассылку по адресу электронной почты, предоставляемый Вами при Вашей подписке на получение дополнительной коммуникации от нас.",
    "privacyPolicy.usage.researchTitle": "Академические и научные исследования",
    "privacyPolicy.usage.researchBody": "We de-identify and aggregate Personal Information collected through the Scratch Website for statistical analysis in the context of scientific and academic research. For example, to help us understand how people learn through the Scratch Website and how we can enhance learning tools for young people. The results of such research are shared with educators and researchers through conferences, journals, and other academic or scientific publications. You can find out more on our <a>Research page.</a>",
    "privacyPolicy.usage.legalTitle": "Правовая информация",
    "privacyPolicy.usage.legalBody": "We may use your Personal Information to enforce our <terms>Terms of Use</terms>, to defend our legal rights, and to comply with our legal obligations and internal policies. We moderate content posted to the Scratch Website, including shared and unshared projects, comments, and forum posts to ensure that our <guidelines>Community Guidelines</guidelines> are respected. We also use your Personal Information to detect and prevent fraud, spam, and abuse. We and our service providers may do this by reading information held in cookies set in your browser, analyzing your usage of the Scratch Website, and through other means.",
    "privacyPolicy.legalGrounds.title": "What Are The Legal Grounds For Processing Your Personal Information?",
    "privacyPolicy.legalGrounds.intro": "If you are located in the European Economic Area, the United Kingdom or Switzerland, we only process your Personal Information based on a valid legal ground. A “legal ground” is a reason that justifies our use of your Personal Information. We may use different legal grounds, such as:",
    "privacyPolicy.legalGrounds.communications": "You have consented to the use of your Personal Information, for example, to receive electronic marketing communications;",
    "privacyPolicy.legalGrounds.services": "We need your Personal Information to provide our services, including for account registration, to respond to your inquiries, or for customer support;",
    "privacyPolicy.legalGrounds.obligation": "We have a legal obligation to use your Personal Information; or",
    "privacyPolicy.legalGrounds.thirdParty": "We or a third party have a legitimate interest in using your Personal Information. In particular, we have a legitimate interest in using your Personal Information to analyze and share your aggregated or de-identified information for research purposes, to analyze and enhance your learning experience on the Scratch Website and otherwise ensure and improve the safety, security, and performance of the Scratch Website. We only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests.",
    "privacyPolicy.share.title": "Кому Scratch отдаёт Личную информацию?",
    "privacyPolicy.share.intro": "We disclose Personal Information that we collect through the Scratch Website to third parties, if you consent to us doing so, as well as in the following circumstances:",
    "privacyPolicy.share.serviceProvidersTitle": "Поставщики услуг",
    "privacyPolicy.share.serviceProvidersBody": "Третьим сторонам, которые предоставляют такие услуги, как хостинг веб-сайтов, анализ данных, предоставление информационных технологий и соответствующей инфраструктуры, обслуживание клиентов, доставка электронной почты и другие.",
    "privacyPolicy.share.researchTitle": "Академические и научные исследования",
    "privacyPolicy.share.researchBody": "To research institutions, such as the Massachusetts Institute of Technology (MIT), to learn about how our users learn through the Scratch Website and develop new learning tools.",
    "privacyPolicy.share.mergerTitle": "Слияние",
    "privacyPolicy.share.mergerBody": "To a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets. You will have the opportunity to opt out of any such transfer if the new entity’s planned processing of your Personal Information differs materially from that set forth in this Privacy Policy.",
    "privacyPolicy.share.legalTitle": "Правовая информация",
    "privacyPolicy.share.legalBody": "Если это требуется по закону или если мы добросовестно полагаем, что такие действия уместны: (a) в соответствии с применимым правовыми нормами, включая законы за пределами вашей страны проживания; (b) для исполнения судопроизводства; (c) для ответа на запросы органов самоуправления и государственных органов, таких как школа, районный отдел народного образования и правоохранительные органы, включая органы самоуправления и государственные органы за пределами страны вашего проживания; (d) для обеспечения соблюдения наших условий; (e) для защиты нашей деятельности или деятельности любого из наших аффилированных лиц; (f) для защиты наших прав, конфиденциальности, безопасности или собственности и/или прав наших аффилированных лиц, вас или других лиц; и (g) чтобы позволить нам использовать имеющиеся средства правовой защиты или ограничить ущерб, который мы можем понести.",
    "privacyPolicy.thirdPartyServices.title": "Сторонние сервисы",
    "privacyPolicy.thirdPartyServices.body": "This Privacy Policy applies only to the processing of your Personal Information by Scratch. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which the Scratch Website links. The inclusion of a link on the Scratch Website does not imply endorsement of the linked site or service by us or by our affiliates.",
    "privacyPolicy.childPrivacy.title": "Конфиденциальность детей и учащихся",
    "privacyPolicy.childPrivacy.body1": "The Scratch Foundation is a 501(c)(3) nonprofit organization. As such, the Children’s Online Privacy Protection Act (COPPA) does not apply to the Scratch Website. Nevertheless, Scratch takes children’s privacy seriously. Scratch collects only minimal information from its users, and only uses and discloses information to provide the services and for limited other purposes, such as research, as described in this Privacy Policy.",
    "privacyPolicy.childPrivacy.body2": "Scratch does not collect information from a student’s education record, as defined by the Family Educational Rights and Privacy Act (FERPA). Scratch does not disclose personal information of students to any third parties except as described in this Privacy Policy: to service providers and research institutions.",
    "privacyPolicy.rights.title": "Your Rights and Choices",
    "privacyPolicy.rights.updatingTitle": "Обновление Вашей информации",
    "privacyPolicy.rights.updatingBody1": "You can update your password, email address, and country through the <settings>Account Settings</settings> page. You can also reset your password through the <reset>Account Reset</reset> page. You cannot change your username, but you can make a new account and manually copy your projects to the new account.",
    "privacyPolicy.rights.updatingBody2": "If you want to delete your account, login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings,\" then click the \"I want to delete my account\" link at the bottom of the page. Deleting your account hides all Personal Information from public view, but does not remove all of your Personal Information from our servers. If you want to have all of your Personal Information removed from our servers, please contact help@scratch.mit.edu for assistance.",
    "privacyPolicy.rights.marketingTitle": "Marketing Communications",
    "privacyPolicy.rights.marketingBody": "If you decide at any time that you no longer wish to receive marketing communications from us, please follow the unsubscribe instructions provided in any of the communications. You may also opt out from receiving email from us by sending your request to us by email at help@scratch.mit.edu. Please be aware that, even after you opt out from receiving marketing communications from us, you may continue to receive administrative messages from us regarding your account.",
    "privacyPolicy.rights.data.title": "Your Data Protection Rights (EEA, UK and Switzerland)",
    "privacyPolicy.rights.data.intro": "If you are located in the European Economic Area, the United Kingdom or Switzerland, you have certain rights in relation to your Personal Information:",
    "privacyPolicy.rights.data.access": "<b>Access, Correction and Data Portability:</b> You may ask for an overview of the Personal Information we process about you and to receive a copy of your Personal Information. You also have the right to request to correct incomplete, inaccurate or outdated Personal Information. To the extent required by applicable law, you may request us to provide your Personal Information to another company.",
    "privacyPolicy.rights.data.objection": "<b>Objection:</b> You may object to (this means “ask us to stop”) any use of your Personal Information that is not (i) processed to comply with a legal obligation, (ii) necessary to do what is provided in a contract between Scratch and you, or (iii) if we have a compelling reason to do so (such as, to ensure safety and security in our online community). If you do object, we will work with you to find a reasonable solution.",
    "privacyPolicy.rights.data.deletion": "<b>Deletion:</b> You may also request the deletion of your Personal Information, as permitted under applicable law. This applies, for instance, where your Personal Information is outdated or the processing is not necessary or is unlawful; where you withdraw your consent to our processing based on such consent; or where you have objected to our processing. In some situations, we may need to retain your Personal Information due to legal obligations or for litigation purposes.",
    "privacyPolicy.rights.data.restriction": "<b>Restriction of Processing:</b> You may request that we restrict processing of your Personal Information while we are processing a request relating to (i) the accuracy of your Personal Information, (ii) the lawfulness of the processing of your Personal Information, or (iii) our legitimate interests to process this Personal Information. You may also request that we restrict processing of your Personal Information if you wish to use the Personal Information for litigation purposes.",
    "privacyPolicy.rights.data.consent": "<b>Withdrawal of Consent:</b> If we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge. When you do so, we will apply your preferences going forward and this will not affect the lawfulness of the processing before your consent withdrawal.",
    "privacyPolicy.rights.data.exceptions": "However, there are exceptions and limitations to each of these rights. We may, for example, refuse to act on a request if the request is manifestly unfounded or excessive, or if the request is likely to adversely affect the rights and freedoms of others, prejudice the execution or enforcement of the law, interfere with pending or future litigation, or infringe applicable law. To submit a request to exercise your rights, please contact help@scratch.mit.edu for assistance. In addition to the above-mentioned rights, you also have the right to lodge a complaint with a competent supervisory authority including in your country of residence, place of work or where an incident took place subject to applicable law.",
    "privacyPolicy.retentionTitle": "Хранение данных",
    "privacyPolicy.retentionBody": "We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this Information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this Personal Information for a longer period. When determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrolment with our services, the impact on the services we provide to you if we delete some Personal Information from or about you, mandatory retention periods provided by law and the statute of limitations.",
    "privacyPolicy.protectionTitle": "Как Scratch защищает мою личную информацию?",
    "privacyPolicy.protectionBody": "Scratch has in place administrative, physical, and technical procedures that are intended to protect the Personal Information we collect on the Scratch Website against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information. For example, we use SSL/TLS for all data transfers and strictly limit access to the Scratch servers and the data we store on them. However, as effective as these measures are, no security system is impenetrable. We cannot completely guarantee the security of our databases, nor can we guarantee that the Personal Information you supply will not be intercepted while being transmitted to us over the Internet.",
    "privacyPolicy.transferTitle": "International Cross-Border Data Transfer",
    "privacyPolicy.transferBody1": "We may transfer your Personal Information to countries other than the country where you are located, including to the U.S. (where Scratch servers are located) or any other country in which we or our service providers maintain facilities. If you are located in the European Economic Area, the United Kingdom or Switzerland, or other regions with laws governing data collection and use that may differ from U.S. law, please note that we may transfer your Personal Information to a country and jurisdiction that does not have the same data protection laws as your jurisdiction.",
    "privacyPolicy.transferBody2": "We apply administrative, physical, and technical procedures to ensure the confidentiality and security of the Personal Information processed and transferred on our behalf. This includes procedures to ensure that your Personal Information is only processed for the purposes for which it has been collected. To obtain additional information on the transfers, please contact us using the contact information below.",
    "privacyPolicy.helpTitle": "Что я могу сделать, чтобы помочь защитить конфиденциальность на сайте Scratch?",
    "privacyPolicy.helpBody": "Please do not share personal contact information (such as your name, physical address, email address, or phone number) in projects, comments, profiles, studios, or forum posts. Please let us know if you see this kind of information by using the “Report” link which appears on the page. It is also important that you maintain the security and control of your account credentials, and not share your password with anyone.",
    "privacyPolicy.changesTitle": "Уведомления об изменениях в Политике конфиденциальности",
    "privacyPolicy.changesBody": "We review our security measures and Privacy Policy on a periodic basis, and we may modify our policies as appropriate. If we make material changes to the Policy, we will notify you through the Site or by sending you an email or other communication. We encourage you to review our Privacy Policy on a regular basis. The “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised. Your continued use of the Scratch Website following these changes means that you accept the revised Privacy Policy.",
    "privacyPolicy.contactTitle": "Связаться с нами",
    "privacyPolicy.contactBody": "Фонд Scratch Foundation — ответственная за обработку Вашей Личной информации организация. Если у Вас есть какие-либо вопросы по поводу этой Политики конфиденциальности или если Вы хотите осуществить Ваши права на Вашу Личную информацию, Вы можете связаться с нами по адресу help@scratch.mit.edu или по почте:"
}