{
    "privacyPolicy.nav.collection": "Koleksiyon",
    "privacyPolicy.nav.usage": "Kullanım",
    "privacyPolicy.nav.share": "Paylaşma",
    "privacyPolicy.nav.thirdParties": "Üçüncü Parti Servisler",
    "privacyPolicy.nav.childPrivacy": "Çocuk ve Öğrenci Gizliliği",
    "privacyPolicy.nav.rights": "Haklar ve Seçimler",
    "privacyPolicy.nav.retention": "Veri Saklama",
    "privacyPolicy.nav.protection": "Koruma",
    "privacyPolicy.nav.changes": "Değişiklikler Bildirimleri",
    "privacyPolicy.nav.transfer": "Veri Transferi",
    "privacyPolicy.nav.help": "Nasıl Yardım Edilir",
    "privacyPolicy.nav.contact": "Bize Ulaşın",
    "privacyPolicy.title": "Gizlilik Politikası",
    "privacyPolicy.lastUpdated": "Scratch Gizlilik Politikasının en son güncellenme tarihi: 25 Mayıs 2023",
    "privacyPolicy.intro": "Scratch Vakfı (\"<b>Scratch</b>\", \"<b>biz</b>\" veya \"<b>bize</b>\") gizliliğin topluluğumuz, özellikle de çocuklar ve ebeveynler (\"<b>siz</b>\", \"<b>kullanıcı</b>\") için ne kadar önemli olduğunun bilincindedir. Bu gizlilik politikasını (“<b>Gizlilik Politikası</b>”) web sitemiz (scratch.mit.edu, “<b>Scratch Websitesi</b>”), aracılığıyla hangi Kişisel Bilgileri topladığımızı, bunları nasıl işlediğimizi ve paylaştığımızı ve bunları güvende tutmak için neler yaptığımızı açıklamak için yazdık. Ayrıca, Kişisel Bilgilerinize ilişkin haklarınız ve tercihleriniz ile herhangi bir sorunuz veya endişeniz olması durumunda bizimle nasıl <a>iletişime geçebileceğiniz</a> hakkında da bilgi verir.",
    "privacyPolicy.offlineEditor": "Bize herhangi bir Kişisel Bilgi göndermeden Scratch ile projeler oluşturmak istiyorsanız <a>Scratch uygulamasını</a> çevrimdışı olarak indirip kullanabilirsiniz. <a>Scratch uygulamasında</a> oluşturulan projelere Scratch tarafından erişilemez ve uygulama, yalnızca siz bunu yapmayı tercih ettiğiniz takdirde bize anonimleştirilmiş bilgileri geri gönderecektir. Projelerinizi Scratch Web Sitesindeki Scratch çevrimiçi topluluğuna yüklerseniz, Kişisel Bilgilerinizi bu Gizlilik Politikasında açıklandığı şekilde toplayacağız.",
    "privacyPolicy.collectionTitle": "Scratch Hakkımda Hangi Kişisel Bilgileri Topluyor?",
    "privacyPolicy.collection1": "Bu Gizlilik Politikasının amacı doğrultusunda, “<b>Kişisel Bilgiler</b>” kimliği belirli veya belirlenebilir bir kişiye ilişkin her türlü bilgi anlamına gelir. Kişisel Bilgilerinizi bize doğrudan bir hesap oluşturduğunuzda sağlayabilirsiniz ya da dil değiştirdiğinizde veya bir projeyi görüntülediğinizde Kişisel Bilgilerinizi otomatik olarak toplayabiliriz.",
    "privacyPolicy.collection2": "Geçerli olduğu durumlarda, bize Kişisel Bilgilerinizi vermeniz gerekip gerekmediğini ve neden vermeniz gerektiğini ve bunu yapmamayı tercih etmeniz halinde bunun sonuçlarını açıklıyoruz. Örneğin, Kişisel Bilgilerin size hizmet sağlamak için gerekli olması veya yasal olarak bu Kişisel Bilgileri toplamamızın zorunlu olması durumunda Scratch Web Sitesinden yararlanamayabilirsiniz.",
    "privacyPolicy.youProvide": "Bize Sağladığınız Kişisel Bilgiler",
    "privacyPolicy.accountInformationTitle": "Hesap Bilgileri",
    "privacyPolicy.accountInformationIntro": "Scratch Web Sitesinde sunduğumuz proje paylaşmak, stüdyo oluşturmak veya yorum göndermek gibi hizmet ve özellikleri kullanabilmeniz için bir hesap (kendi hesabınız, öğretmen hesabı veya öğrenci hesabı) oluşturmanız gerekmektedir.",
    "privacyPolicy.yourAccount": "<b>Kendinize bir hesap</b> oluşturduğunuzda sizden kullanıcı adınızı ve şifrenizi, ülkenizi, cinsiyetinizi ve e-posta adresinizi isteriz. Gerçek adınızı veya sizi tanımlayabilecek diğer bilgileri açıklamayan bir kullanıcı adı seçmenizi rica ediyoruz. Diğer kullanıcılar kullanıcı adınızı ve ülkenizi görebilir ancak cinsiyetinizi veya e-posta adresinizi göremez.",
    "privacyPolicy.teacherAccount": "<b>Öğretmen hesabı</b> oluşturduğunuzda kullanıcı adınızı ve şifrenizi, telefon numaranızı, doğum tarihinizi, cinsiyetinizi, ikamet ettiğiniz ülkeyi, adınızı ve işvereninizle ilgili ayrıntıları isteriz.",
    "privacyPolicy.studentAccount": "<b>Öğretmen hesabınız üzerinden öğrenci hesabı</b> oluşturduğunuzda kullanıcı adı, şifre, doğum tarihi, cinsiyet ve ikamet edilen ülke bilgilerini isteriz. Toplu öğrenci hesapları oluşturmak için öğrencilerin e-posta adreslerini vermenize gerek yoktur.",
    "privacyPolicy.userGeneratedContentTitle": "Kullanıcı Tarafından Oluşturulan İçerik",
    "privacyPolicy.userGeneratedContentBody": "Scratch Web Sitesini (genellikle kullanıcı tarafından oluşturulan içerik olarak anılır) oluşturduğunuzda veya onunla etkileşimde bulunduğunuzda, içerikte bize sağlamayı seçtiğiniz her türlü Kişisel Bilgiyi işleriz. Örneğin Scratch projelerinde (paylaşılmayan projeler dahil), stüdyolarda, metin alanlarında veya yorumlarda.",
    "privacyPolicy.communicationsTitle": "İletişim",
    "privacyPolicy.communicationsBody": "Bizimle doğrudan iletişime geçerseniz, mesajınızda sağladığınız Kişisel Bilgileri toplarız. Örneğin, Müşteri Destek Ekibimizle iletişime geçtiğinizde adınızı, e-posta adresinizi, telefon numaranızı, bize gönderebileceğiniz bir mesajın veya eklerin içeriğini ve sağlamayı seçtiğiniz diğer bilgileri alabiliriz.",
    "privacyPolicy.automaticallyCollect": "Scratch Web Sitesini Kullanımınızdan Otomatik Olarak Topladığımız Kişisel Bilgiler",
    "privacyPolicy.locationInformationTitle": "Konum Bilgisi",
    "privacyPolicy.locationInformationBody": "Scratch Web Sitesini kullandığınızda, örneğin internet protokolü (IP) adresinizi kullanarak genel konum bilgilerinizi elde ederiz.",
    "privacyPolicy.cookiesTitle": "Çerezler",
    "privacyPolicy.cookiesBody": "Scratch Web Sitesini kullandığınızda, tarayıcınızdan veya cihazınızdan belirli Kişisel Bilgileri otomatik olarak kaydetmek için çerezler, işaretçiler, görünmez etiketler, benzersiz kimlikler ve benzer teknolojiler (topluca “Çerezler”) kullanırız. Örneğin, IP adresiniz, ağ konumunuz, web sunucusu günlükleriniz, kullandığınız tarayıcı, cihaz kimlikleri ve özellikleri, işletim sistemi sürümünüz, tarayıcı dili ayarlarınız, yönlendiren URL'ler ve Scratch Web Sitesinin kullanımına ilişkin Kişisel Bilgiler. Çerez kullanımımız hakkında daha fazla bilgi için lütfen <a>Scratch Çerez Politikasına</a> bakın.",
    "privacyPolicy.otherSources": "Diğer Kaynaklardan Toplanan Bilgiler",
    "privacyPolicy.thirdPartyInformationTitle": "Üçüncü Taraflardan Gelen Bilgiler",
    "privacyPolicy.thirdPartyInformationBody": "Scratch'i bir okulda kullanıyorsanız öğretmeniniz gibi üçüncü taraflardan sizin hakkınızda Kişisel Bilgiler alabiliriz. Bu bilgiler okulunuzun adını ve adresini içerebilir.",
    "privacyPolicy.publicSourceInformationTitle": "Kamu Kaynaklarından Alınan Bilgiler",
    "privacyPolicy.publicSourceInformationBody": "Hakkınızdaki Kişisel Bilgileri nüfus sayımı kayıtları gibi kamuya açık kaynaklardan edinebiliriz. Bu bilgiler okulunuz veya coğrafi bölgenizle ilgili demografik bilgileri içerebilir.",
    "privacyPolicy.usageTitle": "Scratch Kişisel Bilgilerimi Nasıl Kullanır?",
    "privacyPolicy.usageBody": "Temel amaç, Scratch Web Sitesi aracılığıyla sunduğumuz hizmetleri size sunmak ve öğrenme deneyiminizi geliştirmektir. Kullanımlara genel bakış:",
    "privacyPolicy.usage.internalAndServiceTitle": "Dahili ve Hizmetle İlgili Kullanım",
    "privacyPolicy.usage.internalAndServiceBody": "Kişisel Bilgileri, Scratch Web Sitesini işletmek, sağlamak ve sürdürmek dahil olmak üzere dahili amaçlarla kullanırız. Örneğin, kullanıcıları istenen içeriğe yönlendirmek, hesap oluşturup kurtarmak ve kullanıcıların proje oluşturup paylaşabilmesini sağlamak.",
    "privacyPolicy.usage.analyticsTitle": "Analiz ve Scratch Web Sitesini İyileştirme",
    "privacyPolicy.usage.analyticsBody": "Konumunuz ve faaliyetleriniz gibi Scratch Web Sitesinde topladığımız Kişisel Bilgileri, Scratch Web Sitesinin kullanımını izlemek, analiz etmek ve öğrenme deneyiminizi geliştirmek için kullanırız.",
    "privacyPolicy.usage.communicationsBody": "Müşteri hizmetleri veya teknik destek amacıyla bize sağladığınız e-posta adresine e-posta gönderebiliriz. Bizden ek iletişimler almak için abone olduğunuzda bize sağladığınız e-posta adresine bir bülten de gönderebiliriz.",
    "privacyPolicy.usage.researchTitle": "Akademik ve Bilimsel Araştırma",
    "privacyPolicy.usage.researchBody": "Bilimsel ve akademik araştırma bağlamında istatistiksel analiz için Scratch Web Sitesi aracılığıyla toplanan Kişisel Bilgileri kimliksizleştiriyor ve topluyoruz. Örneğin, insanların Scratch Web Sitesi aracılığıyla nasıl öğrendiklerini ve gençler için öğrenme araçlarını nasıl geliştirebileceğimizi anlamamıza yardımcı olmak için. Bu tür araştırmaların sonuçları konferanslar, dergiler ve diğer akademik veya bilimsel yayınlar aracılığıyla eğitimciler ve araştırmacılarla paylaşılmaktadır. Daha fazlasını <a>Araştırma sayfamızdan</a> öğrenebilirsiniz.",
    "privacyPolicy.usage.legalTitle": "Yasal",
    "privacyPolicy.usage.legalBody": "Kişisel Bilgilerinizi <terms>Kullanım Koşullarımızı</terms> uygulamak, yasal haklarımızı savunmak ve yasal yükümlülüklerimize ve iç politikalarımıza uymak için kullanabiliriz. <guidelines>Topluluk Kurallarımıza</guidelines> uyulmasını sağlamak için, paylaşılan ve paylaşılmayan projeler, yorumlar ve forum gönderileri dahil olmak üzere Scratch Web Sitesinde yayınlanan içeriği yönetiyoruz. Kişisel Bilgilerinizi ayrıca dolandırıcılığı, spam'ı ve kötüye kullanımı tespit etmek ve önlemek için de kullanırız. Biz ve hizmet sağlayıcılarımız bunu, tarayıcınıza yerleştirilen çerezlerde tutulan bilgileri okuyarak, Scratch Web Sitesini kullanımınızı analiz ederek ve başka yollarla yapabiliriz.",
    "privacyPolicy.legalGrounds.title": "Kişisel Bilgilerinizin İşlenmesinin Yasal Sebepleri Nelerdir?",
    "privacyPolicy.legalGrounds.intro": "Avrupa Ekonomik Alanı'nda, Birleşik Krallık'ta veya İsviçre'de bulunuyorsanız, Kişisel Bilgilerinizi yalnızca geçerli bir yasal zemine dayalı olarak işleriz. “Yasal zemin”, Kişisel Bilgilerinizi kullanmamızı haklı kılan bir sebeptir. Aşağıdakiler gibi farklı yasal dayanakları kullanabiliriz:",
    "privacyPolicy.legalGrounds.communications": "Kişisel Bilgilerinizin örneğin elektronik pazarlama iletişimleri almak için kullanılmasına izin verdiniz;",
    "privacyPolicy.legalGrounds.services": "Hesap kaydı, sorularınıza yanıt vermek veya müşteri desteği de dahil olmak üzere hizmetlerimizi sağlamak için Kişisel Bilgilerinize ihtiyacımız var;",
    "privacyPolicy.legalGrounds.obligation": "Kişisel Bilgilerinizi kullanma konusunda yasal yükümlülüğümüz bulunmaktadır; veya",
    "privacyPolicy.legalGrounds.thirdParty": "Bizim veya üçüncü bir tarafın Kişisel Bilgilerinizi kullanma konusunda meşru bir menfaati vardır. Özellikle, Kişisel Bilgilerinizi araştırma amacıyla toplu veya kimliksizleştirilmiş bilgilerinizi analiz etmek ve paylaşmak, Scratch Web Sitesindeki öğrenme deneyiminizi analiz etmek ve geliştirmek ve aksi takdirde Scratch Web Sitesinin güvenliğini, emniyetini ve performansını sağlamak ve geliştirmek için kullanmak konusunda meşru bir menfaatimiz vardır. Kişisel Bilgilerinizi işlemek için yalnızca bizim veya üçüncü bir tarafın meşru menfaatlerine, bu menfaatler haklarınız ve menfaatleriniz tarafından geçersiz kılınmadığında güveniriz.",
    "privacyPolicy.share.title": "Scratch Kişisel Bilgilerimi Nasıl Paylaşır?",
    "privacyPolicy.share.intro": "Scratch Web Sitesi aracılığıyla topladığımız Kişisel Bilgileri, bunu yapmamıza izin vermeniz halinde ve ayrıca aşağıdaki durumlarda üçüncü taraflara açıklıyoruz:",
    "privacyPolicy.share.serviceProvidersTitle": "Servis sağlayıcıları",
    "privacyPolicy.share.serviceProvidersBody": "Web sitesi barındırma, veri analizi, Bilgi teknolojisi ve ilgili altyapı hükümleri, müşteri hizmetleri, e-posta teslimi ve diğer hizmetler gibi hizmetler sağlayan üçüncü taraflara.",
    "privacyPolicy.share.researchTitle": "Akademik ve Bilimsel Araştırma",
    "privacyPolicy.share.researchBody": "Kullanıcılarımızın Scratch Web Sitesi aracılığıyla nasıl öğrendiğini öğrenmek ve yeni öğrenme araçları geliştirmek için Massachusetts Teknoloji Enstitüsü (MIT) gibi araştırma kurumlarına.",
    "privacyPolicy.share.mergerTitle": "Birleşme",
    "privacyPolicy.share.mergerBody": "Kuruluşumuzun veya varlıklarımızın tamamının veya herhangi bir kısmının yeniden düzenlenmesi, birleşmesi, satışı, ortak girişimi, temliki, devri veya diğer tasarruflarının bir parçası olarak potansiyel veya fiili devralana, halefe veya devralana. Yeni kuruluşun Kişisel Bilgilerinizi planlanan işleme şeklinin bu Gizlilik Politikasında belirtilenden önemli ölçüde farklı olması durumunda, bu tür herhangi bir aktarımın dışında kalma fırsatına sahip olacaksınız.",
    "privacyPolicy.share.legalTitle": "Yasal",
    "privacyPolicy.share.legalBody": "Kanunen isteniyorsa veya bu tür bir eylemin uygun olduğuna iyi niyetle inanılırsa: (a) ikamet ettiğiniz ülke dışındaki kanunlar da dahil olmak üzere geçerli kanun kapsamında; (b) yasal sürece uymak; (c) ikamet ettiğiniz ülke dışındaki kamu ve devlet yetkilileri de dahil olmak üzere okul, okul bölgeleri ve kolluk kuvvetleri gibi kamu ve devlet makamlarından gelen taleplere yanıt vermek; (d) hüküm ve koşullarımızı uygulamak için; (e) bizim veya herhangi bir iştirakimizin operasyonlarını korumak için; (f) haklarımızı, gizliliğimizi, güvenliğimizi veya mülkiyetimizi ve/veya bağlı şirketlerimizin, sizin veya başkalarının haklarını korumak için; ve (g) mevcut çözümleri takip etmemize veya maruz kalabileceğimiz zararları sınırlamamıza izin vermek.",
    "privacyPolicy.thirdPartyServices.title": "Üçüncü Parti Servisler",
    "privacyPolicy.thirdPartyServices.body": "Bu Gizlilik Politikası yalnızca Kişisel Bilgilerinizin Scratch tarafından işlenmesi için geçerlidir. Scratch Web Sitesinin bağlantı verdiği herhangi bir siteyi veya hizmeti işleten herhangi bir üçüncü taraf dahil olmak üzere, herhangi bir üçüncü tarafın gizliliğine, bilgilerine veya diğer uygulamalarına değinmez ve biz bunlardan sorumlu değiliz. Scratch Web Sitesine bir bağlantının dahil edilmesi, bağlantılı sitenin veya hizmetin bizim veya bağlı kuruluşlarımız tarafından onaylandığı anlamına gelmez.",
    "privacyPolicy.childPrivacy.title": "Çocuk ve Öğrenci Gizliliği",
    "privacyPolicy.childPrivacy.body1": "Scratch Vakfı, 501(c)(3) kar amacı gütmeyen bir kuruluştur. Bu nedenle Çocukların Çevrimiçi Gizliliğini Koruma Yasası (COPPA), Scratch Web Sitesi için geçerli değildir. Yine de Scratch çocukların mahremiyetini ciddiye alır. Scratch, kullanıcılarından yalnızca minimum miktarda bilgi toplar ve bilgileri yalnızca hizmetleri sağlamak için ve bu Gizlilik Politikasında açıklandığı gibi araştırma gibi sınırlı diğer amaçlar için kullanır ve açıklar.",
    "privacyPolicy.childPrivacy.body2": "Scratch, Aile Eğitim Hakları ve Mahremiyeti Yasası (FERPA) tarafından tanımlandığı şekilde öğrencinin eğitim kaydından bilgi toplamaz. Scratch, öğrencilerin kişisel bilgilerini bu Gizlilik Politikasında açıklananlar dışında herhangi bir üçüncü tarafa, yani hizmet sağlayıcılara ve araştırma kurumlarına açıklamaz.",
    "privacyPolicy.rights.title": "Haklarınız ve Seçimleriniz",
    "privacyPolicy.rights.updatingTitle": "Bilgilerinizi Güncelleme",
    "privacyPolicy.rights.updatingBody1": "<settings>Hesap Ayarları</settings> sayfasından şifrenizi, e-posta adresinizi ve ülkenizi güncelleyebilirsiniz. Şifrenizi <reset>Hesap Sıfırlama</reset> sayfasından da sıfırlayabilirsiniz. Kullanıcı adınızı değiştiremezsiniz ancak yeni bir hesap oluşturabilir ve projelerinizi manuel olarak yeni hesaba kopyalayabilirsiniz.",
    "privacyPolicy.rights.updatingBody2": "Hesabınızı silmek istiyorsanız Scratch'e giriş yapın ve ardından sağ üst köşedeki kullanıcı adınıza tıklayın. \"Hesap Ayarları\"nı seçin ve ardından sayfanın altındaki \"Hesabımı silmek istiyorum\" bağlantısını tıklayın. Hesabınızın silinmesi, tüm Kişisel Bilgilerin kamuya açık görünümden gizlenmesini sağlar ancak tüm Kişisel Bilgilerinizin sunucularımızdan kaldırılmasını sağlamaz. Tüm Kişisel Bilgilerinizin sunucularımızdan kaldırılmasını istiyorsanız lütfen yardım için help@scratch.mit.edu ile iletişime geçin.",
    "privacyPolicy.rights.marketingTitle": "Pazarlama Toplulukları",
    "privacyPolicy.rights.marketingBody": "Herhangi bir zamanda bizden artık pazarlama iletişimleri almak istemediğinize karar verirseniz, lütfen herhangi bir iletişimde sağlanan abonelikten çıkma talimatlarını izleyin. Talebinizi help@scratch.mit.edu adresine e-posta ile göndererek de bizden e-posta almaktan vazgeçebilirsiniz. Bizden pazarlama iletişimleri almaktan vazgeçtikten sonra bile, hesabınızla ilgili olarak bizden idari mesajlar almaya devam edebileceğinizi lütfen unutmayın.",
    "privacyPolicy.rights.data.title": "Veri Koruma Haklarınız (AEA, Birleşik Krallık ve İsviçre)",
    "privacyPolicy.rights.data.intro": "Avrupa Ekonomik Alanı'nda, Birleşik Krallık'ta veya İsviçre'de bulunuyorsanız, Kişisel Bilgilerinize ilişkin belirli haklara sahipsiniz:",
    "privacyPolicy.rights.data.access": "<b>Erişim, Düzeltme ve Veri Taşınabilirliği:</b> Hakkınızda işlediğimiz Kişisel Bilgilerin bir özetini isteyebilir ve Kişisel Bilgilerinizin bir kopyasını alabilirsiniz. Ayrıca eksik, yanlış veya güncel olmayan Kişisel Bilgilerin düzeltilmesini talep etme hakkına da sahipsiniz. Geçerli yasaların gerektirdiği ölçüde, Kişisel Bilgilerinizi başka bir şirkete vermemizi talep edebilirsiniz.",
    "privacyPolicy.rights.data.objection": "<b>İtiraz:</b> Kişisel Bilgilerinizin (i) yasal bir yükümlülüğe uymak için işlenmeyen, (ii) Scratch ile aranızdaki bir sözleşmede öngörülenleri yapmak için gerekli olmayan veya (iii) bunu yapmak için zorlayıcı bir nedenimiz varsa (örneğin, çevrimiçi topluluğumuzda emniyet ve güvenliği sağlamak için) herhangi bir şekilde kullanılmasına itiraz edebilirsiniz (bu, “bizden durdurmamızı istemek” anlamına gelir). Eğer itiraz ederseniz, makul bir çözüm bulmak için sizinle birlikte çalışacağız.",
    "privacyPolicy.rights.data.deletion": "<b>Silme:</b> Geçerli yasaların izin verdiği ölçüde Kişisel Bilgilerinizin silinmesini de talep edebilirsiniz. Bu, örneğin Kişisel Bilgilerinizin güncel olmadığı veya işlemenin gerekli olmadığı veya yasa dışı olduğu durumlarda geçerlidir; bu tür bir izne dayanarak işlememize ilişkin onayınızı geri çektiğiniz yer; veya işlememize itiraz ettiğiniz yer. Bazı durumlarda, yasal yükümlülükler veya dava amaçları nedeniyle Kişisel Bilgilerinizi saklamamız gerekebilir.",
    "privacyPolicy.rights.data.restriction": "<b>İşlemenin Kısıtlanması:</b> (i) Kişisel Bilgilerinizin doğruluğu, (ii) Kişisel Bilgilerinizin işlenmesinin yasallığı veya (iii) bu Kişisel Bilgileri işlemeye yönelik meşru menfaatlerimizle ilgili bir talebi işlerken Kişisel Bilgilerinizin işlenmesini kısıtlamamızı talep edebilirsiniz. Ayrıca, Kişisel Bilgileri dava açmak amacıyla kullanmak istemeniz halinde Kişisel Bilgilerinizin işlenmesini kısıtlamamızı talep edebilirsiniz.",
    "privacyPolicy.rights.data.consent": "<b>Onayın Geri Çekilmesi:</b> Kişisel Bilgilerinizin işlenmesi için onaya dayanmamız halinde, bunu istediğiniz zaman ve ücretsiz olarak geri çekme hakkına sahipsiniz. Bunu yaptığınızda, tercihlerinizi ileriye dönük olarak uygulayacağız ve bu, onayınızı geri çekmeden önce yapılan işlemenin yasallığını etkilemeyecektir.",
    "privacyPolicy.rights.data.exceptions": "Ancak bu hakların her birinin istisnaları ve sınırlamaları vardır. Örneğin, talebin açıkça temelsiz veya aşırı olması veya talebin başkalarının hak ve özgürlüklerini olumsuz yönde etkilemesi, yasanın icrasına veya icrasına zarar vermesi, beklemedeki veya gelecekte dava açılması veya yürürlükteki kanunların ihlal edilmesi. Haklarınızı kullanmak üzere bir talep göndermek için lütfen yardım için help@scratch.mit.edu ile iletişime geçin. Yukarıda belirtilen haklara ek olarak, ikamet ettiğiniz ülke, iş yeriniz veya yürürlükteki yasalara tabi olarak bir olayın meydana geldiği yer dahil olmak üzere yetkili bir denetim makamına şikayette bulunma hakkına da sahipsiniz.",
    "privacyPolicy.retentionTitle": "Veri Saklama",
    "privacyPolicy.retentionBody": "Kanunen bu Kişisel Bilgileri daha uzun süre saklamamız gerekmedikçe, bu Bilgileri işlediğimiz amaçlar için artık gerekli olmadığında Kişisel Bilgilerinizi silmek veya kimliğinizin tespit edilmesine izin vermeyecek bir biçimde tutmak için önlemler alıyoruz. Saklama süresini belirlerken, tarafınızca talep edilen veya size sağlanan hizmetlerin türü, sizinle olan ilişkimizin niteliği ve süresi, hizmetlerimize olası yeniden kayıt olma durumu, sunduğumuz hizmetler üzerindeki etkisi, sizden veya sizinle ilgili bazı Kişisel Bilgileri silersek size, yasaların ve zaman aşımının öngördüğü zorunlu saklama sürelerini sağlamak gibi çeşitli kriterleri dikkate alıyoruz.",
    "privacyPolicy.protectionTitle": "Scratch Kişisel Bilgilerimi Nasıl Korur?",
    "privacyPolicy.protectionBody": "Scratch, Scratch Web Sitesinde topladığımız Kişisel Bilgileri kazara veya yasa dışı imha, kazara kayıp, yetkisiz değişiklik, yetkisiz ifşa veya erişim, kötüye kullanım ve Kişisel Bilgilerin diğer yasa dışı işleme biçimlerine karşı korumayı amaçlayan idari, fiziksel ve teknik prosedürlere sahiptir. Örneğin, tüm veri aktarımları için SSL/TLS kullanırız ve Scratch sunucularına ve bunlarda sakladığımız verilere erişimi kesinlikle sınırlandırırız. Ancak, bu önlemler ne kadar etkili olursa olsun, hiçbir güvenlik sistemi aşılamaz değildir. Veritabanlarımızın güvenliğini tamamen garanti edemeyiz ve sağladığınız Kişisel Bilgilerin İnternet üzerinden bize iletilirken ele geçirilmeyeceğini garanti edemeyiz.",
    "privacyPolicy.transferTitle": "Uluslararası Sınır Ötesi Veri Aktarımı",
    "privacyPolicy.transferBody1": "Kişisel Bilgilerinizi, ABD (Scratch sunucularının bulunduğu yer) dahil olmak üzere, bulunduğunuz ülke dışındaki ülkelere veya bizim veya hizmet sağlayıcılarımızın tesislerinin bulunduğu diğer ülkelere aktarabiliriz. Avrupa Ekonomik Alanı'nda, Birleşik Krallık'ta veya İsviçre'de ya da veri toplama ve kullanımını düzenleyen yasaların ABD yasalarından farklı olabileceği diğer bölgelerde bulunuyorsanız, Kişisel Bilgilerinizi sizin yargı alanınızla aynı veri koruma yasalarına sahip olmayan bir ülkeye ve yargı bölgesine aktarabileceğimizi lütfen unutmayın.",
    "privacyPolicy.transferBody2": "Adımıza işlenen ve aktarılan Kişisel Bilgilerin gizliliğini ve güvenliğini sağlamak için idari, fiziksel ve teknik prosedürler uyguluyoruz. Bu, Kişisel Bilgilerinizin yalnızca toplandıkları amaçlar doğrultusunda işlenmesini sağlayacak prosedürleri içerir. Transferler hakkında ek bilgi almak için lütfen aşağıdaki iletişim bilgilerini kullanarak bizimle iletişime geçin.",
    "privacyPolicy.helpTitle": "Scratch Web Sitesinde Gizliliğin Korunmasına Yardımcı Olmak İçin Ne Yapabilirim?",
    "privacyPolicy.helpBody": "Lütfen kişisel iletişim bilgilerinizi (adınız, fiziksel adresiniz, e-posta adresiniz veya telefon numaranız gibi) projelerde, yorumlarda, profillerde, stüdyolarda veya forum gönderilerinde paylaşmayın. Bu tür bir bilgi görürseniz lütfen sayfada yer alan “Bildir” bağlantısını kullanarak bize bildirin. Hesap kimlik bilgilerinizin güvenliğini ve kontrolünü korumanız ve şifrenizi kimseyle paylaşmamanız da önemlidir.",
    "privacyPolicy.changesTitle": "Gizlilik Politikasındaki Değişikliklerin Bildirimleri",
    "privacyPolicy.changesBody": "Güvenlik önlemlerimizi ve Gizlilik Politikamızı periyodik olarak inceliyoruz ve politikalarımızı uygun şekilde değiştirebiliriz. Politikada önemli değişiklikler yapmamız halinde sizi Site aracılığıyla veya size bir e-posta veya başka bir iletişim göndererek bilgilendireceğiz. Gizlilik Politikamızı düzenli olarak incelemenizi öneririz. Bu sayfanın üst kısmındaki “Son Güncelleme” tarihi, bu Gizlilik Politikasının en son ne zaman revize edildiğini gösterir. Bu değişiklikleri takiben Scratch Web Sitesini kullanmaya devam etmeniz, revize edilmiş Gizlilik Politikasını kabul ettiğiniz anlamına gelir.",
    "privacyPolicy.contactTitle": "Bize Ulaşın",
    "privacyPolicy.contactBody": "Scratch Vakfı, Kişisel Bilgilerinizin işlenmesinden sorumlu kuruluştur. Bu Gizlilik Politikası hakkında herhangi bir sorunuz varsa veya Kişisel Bilgilerinize ilişkin haklarınızı kullanmak istiyorsanız, help@scratch.mit.edu adresinden veya aşağıdaki adrese posta yoluyla bizimle iletişime geçebilirsiniz:"
}