{
    "teacherlanding.title": "Scratch за учители",
    "teacherlanding.intro": "Учениците Ви могат да използват Scratch, за да програмират свои собствени интерактивни истории, анимации и игри. Така те ще се научат да бъдат изобретателни, да се обосновават систематично и да работят съвместно – все основни умения за всеки в днешното общество. ",
    "teacherlanding.resourcesAnchor": "Материали",
    "teacherlanding.inPracticeTitle": "Кой използва Scratch?",
    "teacherlanding.inPracticeIntro": "Учителите използват Scratch в най-различни:",
    "teacherlanding.generalUsageSettings": "<b>Места:</b> училища, музеи, библиотеки, обществени центрове",
    "teacherlanding.generalUsageGradeLevels": "<b>Нива в образованието:</b> начално, основно и средно (и дори в някои университети!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Направления:</b> филология, наука, социални науки, математика, компютърни науки, чужди езици и изкуство",
    "teacherlanding.scratchEdTitle": "Общност от учители",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> е общност в Интернет, където учителите, използващи Scratch си <a href=\"http://scratched.gse.harvard.edu/stories\">споделят истории</a>, обменят материали, задават въпроси и откриват нови хора. ScratchEd се разработва и поддържа от  „Harvard Graduate School of Education“.",
    "teacherlanding.meetupTitle": "Събирания на живо",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Събиранията на учителите от Scratch</a> са сбирки, където учителите, използващи Scratch могат да обменят опит и да се учат един от друг, споделяйки идеите и стратегиите си за насърчаването на изобретателността във всичките ѝ форми.",
    "teacherlanding.guidesTitle": "Ръководства и обучения",
    "teacherlanding.tttPage": "<a href=\"/tips\">Страницата със съвети</a> предлага различни обучения, карти за дейност и ръководства за учители.",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">Прозорецът със съвети</a> дава помощ за създаването на проекти със Scratch.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">Ръководството „Обучение по творческо програмиране“</a> предоставя планове, дейности и стратегии за представяне на творческото програмиране.",
    "teacherlanding.accountsTitle": "Учителски акаунти в Scratch",
    "teacherlanding.accountsDescription": "Като учител, Вие можете да подадете заявка за учителски акаунт в Scratch, чрез който ще можете по-лесно да създавате акаунти за групи ученици и да управлявате техните проекти и коментари. За да научите повече, прегледайте <a href=\"/educators/faq\">страницата с ЧЗВ за учителските акаунти</a>.",
    "teacherlanding.requestAccount": "Заявяване на акаунт"
}
