{
    "teacherlanding.title": "Scratch per a Educadors",
    "teacherlanding.intro": "Els teus alumnes poden usar Scratch per programar les seves pròpies històries interactives, animacions, i jocs. En el procés, aprenen a pensar de manera creativa, raonar sistemàticament i treballar en col·laboració amb els altres — competències essencials per a tothom en la societat actual.",
    "teacherlanding.resourcesAnchor": "Recursos",
    "teacherlanding.inPracticeTitle": "Qui fa servir Scratch?",
    "teacherlanding.inPracticeIntro": "Els educadors estan usant Scratch en una àmplia gama de: ",
    "teacherlanding.generalUsageSettings": "<b>Contextos:</b> escoles, museus, biblioteques, centres comunitaris",
    "teacherlanding.generalUsageGradeLevels": "<b>Nivells:</b> primària, primer cicle secundària, segon cicle secundària (i posteriors també!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Àrees Temàtiques:</b> llengües, ciència, ciències socials, matemàtiques, informàtica, llengües estrangeres, i art",
    "teacherlanding.scratchEdTitle": "Una comunitat per a educadors",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> és una comunitat en línia en la que els educadors de Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">comparteixen experiències</a>, i dubtes, intercanvien recursos i contacte amb altres docents. ScratchEd està desenvolupat i mantingut per la Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Reunions presencials",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Les Trobades de docents de Scratch</a> són reunions de docents de Scratch que desitgen aprendre amb i dels altres, tot compartint les seves idees i estratègies per fomentar la creativitat computacional en totes les vessants.",
    "teacherlanding.guidesTitle": "Guies & Tutorials",
    "teacherlanding.tttPage": "La <a href=\"/tips\">Pàgina de consells</a> ofereix diversos tutorials, targetes d'activitats, i guies per a educadors.",
    "teacherlanding.tipsWindow" : "La <a href=\"/projects/editor/?tip_bar=home\">Finestra de Consells</a> ofereix ajuda per crear projectes a Scratch.",
    "teacherlanding.creativeComputing": "La <a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> ofereix propostes, activitats, i estratègies per introduir la programació creativa.",
    "teacherlanding.accountsTitle": "Comptes de docent a Scratch",
    "teacherlanding.accountsDescription": "Com a educador, pots sol·licitar un compte de docent de Scratch, que facilita la creació de comptes per a grups d'alumnes i l'administració dels seus projectes i comentaris. Per saber-ne més, accedeix a la pàgina de <a href=\"/educators/faq\">Preguntes Freqüents (FAQ) del compte de docent de Scratch</a>.",
    "teacherlanding.requestAccount": "Sol·licita el compte"
}
