{
    "teacherlanding.title": "Scratch ar gyfer Addysgwyr",
    "teacherlanding.intro": "Gall eich myfyrwyr ddefnyddio Scratch i godio eu straeon rhyngweithiol, animeiddiadau a gemau eu hunain. Yn y broses maen nhw'n dysgu i feddwl yn greadigol, ymresymu yn systematig a chydweithio - sgiliau hanfodol ar gyfer pawb yn ein cymdeithas heddiw.",
    "teacherlanding.resourcesAnchor": "Adnoddau",
    "teacherlanding.inPracticeTitle": "Pwy sy'n defnyddio Scratch?",
    "teacherlanding.inPracticeIntro": "Mae addysgwyr yn defnyddio Scratch mewn nifer o wahanol ffyrdd:",
    "teacherlanding.generalUsageSettings": "<b>Sefyllfaoedd:</b> ysgolion, amgueddfeydd, canolfannau cymunedol",
    "teacherlanding.generalUsageGradeLevels": "<b>Lefelau Addysgu:</b> cynradd, uwchradd ( a rhai colegau hefyd!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Meysydd Pwnc</b> ieithoedd, gwyddorau, gwyddor cymdeithas, mathamateg, cyfrifiadureg, ieithoedd tramor a'r celfyddydau",
    "teacherlanding.scratchEdTitle": "Cymuned o Addysgwyr",
    "teacherlanding.scratchEdDescription": "Mae <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> yn gymuned ar-lein lle mae addysgwyr Scratch yn <a href=\"http://scratched.gse.harvard.edu/stories\">rhannu hanesion</a>, cyfnewid adnoddau, gofyn cwestiynau a dod o hyd i bobl. Mae ScratchEd yn cael ei ddatblygu a'i gynnal gan Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Cyfarfodydd Wyneb i Wyneb",
    "teacherlanding.meetupDescription": "Mae <a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a> yn gyfarfodydd o Addysgwyr Scratch sydd eisiau dysgu gydag a chan ei gilydd, rhannu syniadau a strategaethau ar gyfer cynnal creadigrwydd cyfrifiadurol ym mhob ffurf.",
    "teacherlanding.guidesTitle": "Canllawiau a Thiwtorialau",
    "teacherlanding.tttPage": "Mae'r <a href=\"/tips\">dudalen Awgrymiadau</a> yn cynnig amrywiaeth o diwtorialau, cardiau gweithgaredd, a chanllawiau addysgwyr.",
    "teacherlanding.tipsWindow" : "Mae'r <a href=\"/projects/editor/?tip_bar=home\">Ffenestr Awgrymiadau</a> yn darparu cymorth ar gyfer creu projectau yn Scratch.",
    "teacherlanding.creativeComputing": "Mae'r <a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> yn darparu cynlluniau, gweithgareddau a strategaethau ar gyfer cyflwyno cyfrifiadura creadigol.",
    "teacherlanding.accountsTitle": "Cyfrifon Athrawon yn Scratch",
    "teacherlanding.accountsDescription": "Fel addysgwr gallwch ofyn am Gyfrif Athro Scratch, sy'n ei gwneud yn haws creu cyfrifon ar gyfer grwpiau o fyfyrwyr a rheoli projectau a sylwadau eich myfyrwyr. I ddysgu rhagor, ewch i <a href=\"/educators/faq\">dudalen Cwestiynau Cyffredin Cyfrif Athro</a>.",
    "teacherlanding.requestAccount": "Gofyn am Gyfrif"
}
