{
    "teacherlanding.title": "Scratch para educadores",
    "teacherlanding.intro": "Tus estudiantes pueden usar Scratch para programar sus propias historias interactivas, animaciones y juegos. En el proceso, ellos aprenden a pensar de forma creativa, a razonar sistemáticamente y a trabajar de forma colaborativa — habilidades esenciales para cualquiera en la sociedad de hoy en día.",
    "teacherlanding.resourcesAnchor": "Recursos",
    "teacherlanding.inPracticeTitle": "¿Quiénes usan Scratch?",
    "teacherlanding.inPracticeIntro": "Los educadores están usando Scratch en una amplia variedad de:",
    "teacherlanding.generalUsageSettings": "<b>Marco:</b> colegios, museos, bibliotecas, centros cívicos",
    "teacherlanding.generalUsageGradeLevels": "<b>Cursos:</b> Primaria, Secundaria y Bachillerato (¡y algunas universidades también!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Materias:</b> lenguaje, ciencia, sociales, matemáticas, ciencias de la computación, idiomas extranjeros y artes",
    "teacherlanding.scratchEdTitle": "Una comunidad para educadores",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>  es una comunidad en línea en la que los educadores de Scratch<a href=\"http://scratched.gse.harvard.edu/stories\">comparten historias</a>, intercambian recursos, hacen preguntas y encuentran a gente. ScratchEd es desarrollada y apoyada por la Graduate School of Education de Harvard.",
    "teacherlanding.meetupTitle": "Reuniones en persona",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Los encuentros de educadores Scratch</a> son reuniones de educadores Scratch que quieren aprender los unos con los otros, compartir sus ideas y estrategias para apoyar la creatividad computacional en todas sus formas.",
    "teacherlanding.guidesTitle": "Guías y tutoriales",
    "teacherlanding.tttPage": "La <a href=\"/tips\">página de sugerencias</a> ofrece una variedad de tutoriales, tarjetas de actividades y guías para docentes.",
    "teacherlanding.tipsWindow" : "La <a href=\"/projects/editor/?tip_bar=home\">Ventana de consejos</a> ofrece ayuda para crear proyectos en Scratch.",
    "teacherlanding.creativeComputing": "La <a href=\"http://scratched.gse.harvard.edu/guide/\">Guía para un currículum de Computación Creativa</a> ofrece proyectos, actividades y estrategias para introducirse en la computación creativa.",
    "teacherlanding.accountsTitle": "Cuentas de profesores en Scratch",
    "teacherlanding.accountsDescription": "Como educador, puedes pedir una cuenta de Profesor en Scratch, que facilita la creación de cuentas para grupos de estudiantes y la gestión de los proyectos y comentarios de los estudiantes. Para saber más, lee las   <a href=\"/educators/faq\">preguntas frecuentes de la Cuenta de Profesor</a>.",
    "teacherlanding.requestAccount": "Solicitar una cuenta"
}
