{
    "teacherlanding.title": "Scratch pour les éducateurs",
    "teacherlanding.intro": "Vos élèves peuvent utiliser Scratch pour coder leurs propres histoires interactives, animations et jeux. Dans ce processus, ils apprennent à penser de façon créative, à raisonner de manière systématique et à travailler en collaboration — autant de compétences essentielles pour tout le monde dans la société d'aujourd'hui.",
    "teacherlanding.resourcesAnchor": "Ressources",
    "teacherlanding.inPracticeTitle": "Qui utilise Scratch ?",
    "teacherlanding.inPracticeIntro": "Les enseignants utilisent Scratch dans une grande variété de : ",
    "teacherlanding.generalUsageSettings": "<b>Environnements :</b> écoles, musées, bibliothèques, centres sociaux",
    "teacherlanding.generalUsageGradeLevels": "<b>Niveaux scolaires :</b> primaire, collège, lycée (et même certaines universités !)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Disciplines :</b>arts du langage, science, sciences sociales, maths, informatique, langues étrangères et les arts",
    "teacherlanding.scratchEdTitle": "Une communauté pour les éducateurs",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> est une communauté en ligne où les enseignants sur Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">partagent des histoires</a>, échangent des ressources, posent des questions et trouvent des gens. ScratchEd est développé et supporté par la Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Réunions en personne",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Les rencontres entre enseignants</a> sont des réunions d'enseignants Scratch souhaitant apprendre ensemble et les uns des autres, et partager leurs idées et stratégies pour soutenir la créativité numérique sous toutes ses formes.",
    "teacherlanding.guidesTitle": "Guides et tutoriels",
    "teacherlanding.tttPage": "La <a href=\"/tips\">Page des Astuces</a> offre une variété de tutoriels, cartes d'activités et guides pour éducateurs.",
    "teacherlanding.tipsWindow" : "La <a href=\"/projects/editor/?tip_bar=home\">fenêtre des conseils</a> fournit de l'aide pour le création de projets dans Scratch.",
    "teacherlanding.creativeComputing": "Le <a href=\"http://scratched.gse.harvard.edu/guide/\">Guide et programme d'informatique créative</a> fournit des projets, activités et stratégies pour initier à l'informatique créative.",
    "teacherlanding.accountsTitle": "Les comptes enseignant dans Scratch",
    "teacherlanding.accountsDescription": "En tant qu'éducateur, vous pouvez demander un compte enseignant, ce qui facilitera la création de comptes pour un groupe d'élèves et la gestion de leurs projets et commentaires. Pour en savoir plus, consulter la <a href=\"/educators/faq\">FAQ des comptes enseignant</a>.",
    "teacherlanding.requestAccount": "Demander un compte"
}
