{
    "teacherlanding.title": "Scratch - Do Mhúinteoirí",
    "teacherlanding.intro": "Is féidir le do chuid daltaí Scratch a úsáid chun scéalta idirghníomhacha, cluichí, agus beochaintí a chruthú. Mar chuid den phróiseas, foghlaimeoidh siad smaointeoireacht chruthaitheach, réasúnú córasach, agus comhoibriú — scileanna riachtanacha don saol sa lá atá inniu ann.",
    "teacherlanding.resourcesAnchor": "Acmhainní",
    "teacherlanding.inPracticeTitle": "Cé a úsáideann Scratch?",
    "teacherlanding.inPracticeIntro": "Tá múinteoirí ag baint úsáide as Scratch i go leor:",
    "teacherlanding.generalUsageSettings": "<b>Áiteanna:</b> scoileanna, iarsmalanna, leabharlanna, ionaid phobail",
    "teacherlanding.generalUsageGradeLevels": "<b>Seomraí Ranga:</b>bunscoileanna, meánscoileanna, agus ardscoileanna (agus roinnt ollscoileanna freisin!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Réimsí:</b>ealaíona teanga, eolaíocht, staidéar sóisialta, matamaitic, ríomheolaíocht, teangacha, agus na healaíona",
    "teacherlanding.scratchEdTitle": "Comhphobal do Mhúinteoirí",
    "teacherlanding.scratchEdDescription": "Is éard atá in <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> ná comhphobal ar líne inar féidir le múinteoirí a úsáideann Scratch sa seomra ranga <a href=\"http://scratched.gse.harvard.edu/stories\">scéalta a insint</a>, acmhainní a chomhroinnt, ceisteanna a chur, agus daoine a aimsiú. Is togra de chuid an Scoil Oideachais Iarchéime in Ollscoil Harvard é ScratchEd.",
    "teacherlanding.meetupTitle": "Teacht le Chéile",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a> are gatherings of Scratch Educators who want to learn with and from each other, sharing their ideas and strategies for supporting computational creativity in all its forms.",
    "teacherlanding.guidesTitle": "Treoirleabhair agus Cúrsaí Teagaisc",
    "teacherlanding.tttPage": "The <a href=\"/tips\">Tips page</a> offers a variety of tutorials, activity cards, and educator guides.",
    "teacherlanding.tipsWindow" : "The <a href=\"/projects/editor/?tip_bar=home\">Tips Window</a> provides help for creating projects in Scratch.",
    "teacherlanding.creativeComputing": "The <a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> provides plans, activities, and strategies for introducing creative computing.",
    "teacherlanding.accountsTitle": "Cuntais Mhúinteoirí ar Scratch",
    "teacherlanding.accountsDescription": "As an educator, you can request a Scratch Teacher Account, which makes it easier to create accounts for groups of students and to manage your students’ projects and comments. To learn more, see the <a href=\"/educators/faq\">Teacher Account FAQ page</a>.",
    "teacherlanding.requestAccount": "Iarr Cuntas"
}
