{
    "teacherlanding.title": "Scratch don luchd-fhoghlaim",
    "teacherlanding.intro": "’S urrainn dha na h-oileanaich agad Scratch a chleachdadh gus na sgeòil, beòthachaidhean agus geamannan eadar-ghnìomhach aca fhèin a phrògramachadh. Nuair a bhios iad ris, ionnsaichidh iad smaoineachadh air dòigh cruthachail is rianail agus mar a dh’obraicheas iad còmhla – seo sgilean fìor chudromach airson beatha san latha an-diugh.",
    "teacherlanding.resourcesAnchor": "Goireasan",
    "teacherlanding.inPracticeTitle": "Cò chleachdas Scratch?",
    "teacherlanding.inPracticeIntro": "Cleachdaidh an luchd-foghlaim Scratch air iomadh dòigh:",
    "teacherlanding.generalUsageSettings": "<b>Àitichean:</b> sgoiltean, taighean-tasgaidh, leabharlannan, ionadan coimhearsnachd",
    "teacherlanding.generalUsageGradeLevels": "<b>Ìrean foghlaim:</b> sa bhun-sgoil is àrd-sgoil (agus ann an cuid a cholaistean cuideachd!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Cuspairean:</b> litreachas, saidheans, nua-eòlas, matamataig, coimpiutaireachd,  cànain agus na h-ealain",
    "teacherlanding.scratchEdTitle": "Coimhearsnachd dhan luchd-foghlaim",
    "teacherlanding.scratchEdDescription": "’S e coimhearsnachd air loidhne a tha san <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> far an co-roinn an luchd-foghlaim Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">na sgeulachdan aca</a>, far an toir iad goireasan dha chèile, far am faignich iad ceistean agus far an lorg iad daoine. ’S e Harvard Graduate School of Education a tha a’ leasachadh ’s a’ cur taic ri ScratchEd.",
    "teacherlanding.meetupTitle": "In-Person Gatherings",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a> are gatherings of Scratch Educators who want to learn with and from each other, sharing their ideas and strategies for supporting computational creativity in all its forms.",
    "teacherlanding.guidesTitle": "Guides & Tutorials",
    "teacherlanding.tttPage": "The <a href=\"/tips\">Tips page</a> offers a variety of tutorials, activity cards, and educator guides.",
    "teacherlanding.tipsWindow" : "The <a href=\"/projects/editor/?tip_bar=home\">Tips Window</a> provides help for creating projects in Scratch.",
    "teacherlanding.creativeComputing": "The <a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> provides plans, activities, and strategies for introducing creative computing.",
    "teacherlanding.accountsTitle": "Teacher Accounts in Scratch",
    "teacherlanding.accountsDescription": "As an educator, you can request a Scratch Teacher Account, which makes it easier to create accounts for groups of students and to manage your students’ projects and comments. To learn more, see the <a href=\"/educators/faq\">Teacher Account FAQ page</a>.",
    "teacherlanding.requestAccount": "Request Account"
}
