{
    "teacherlanding.title": "Scratch untuk Pendidik",
    "teacherlanding.intro": "Murid-murid anda dapat menggunakan Scratch untuk membuat cerita interaktif, animasi, dan permainan mereka sendiri menggunakan kode. Dalam prosesnya, mereka belajar untuk berpikir secara kreatif, beralasan secara sistematis, dan berkerja secara kolaboratif — kemampuan-kemampuan yang penting untuk semua orang dari masyarakat hari ini.",
    "teacherlanding.resourcesAnchor": "Bahan",
    "teacherlanding.inPracticeTitle": "Siapa Yang Menggunakan Scratch?",
    "teacherlanding.inPracticeIntro": "Pendidik menggunakan Scratch dalam berbagai variasi dari: ",
    "teacherlanding.generalUsageSettings": "<b>Tempat:</b> sekolahan, museum, perpustakaan, pusat komunitas",
    "teacherlanding.generalUsageGradeLevels": "<b>Level Kelas:</b> sekolah desar, menengah pertama, dan menengah atas (dan sebagian perguruan tinggi juga!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Area Subyek:</b> bahasa, sains, pengetahuan sosial, matematika, computer science, bahasa asing, dan kesenian",
    "teacherlanding.scratchEdTitle": "Sebuah Komunitas untuk Pendidik",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> adalah sebuah komunitas online di mana pendidik Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">berbagi cerita</a>, bertukar bahan, bertanya, dan menemukan orang lain. ScratchEd dikembangkan dan didukung oleh Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Perkumpulan In-Person",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a> adalah perkumpulan dari Pendidik Scratch yang ingin belajar bersama dan dari sesama, berbagi ide dan strategi untuk mendukung kreatifitas komputasi dalam semua wujudnya.",
    "teacherlanding.guidesTitle": "Panduan & Tutorial",
    "teacherlanding.tttPage": "The <a href=\"/tips\">Tips page</a> offers a variety of tutorials, activity cards, and educator guides.",
    "teacherlanding.tipsWindow" : "The <a href=\"/projects/editor/?tip_bar=home\">Tips Window</a> provides help for creating projects in Scratch.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> menyediakan rencana, kegiatan, dan strategi untuk memperkenalkan komputasi kreatif.",
    "teacherlanding.accountsTitle": "Akun Guru di Scratch",
    "teacherlanding.accountsDescription": "Sebagai seorang pendidik, anda dapat mengajukan sebuah Akun Guru Scratch, yang akan memudahkan anda untuk membuat akun untuk sekelompok murid dan memanajemen karya dan komentar murid. Untuk mempelajari lebih lanjut, lihat <a href=\"/educators/faq\">halaman Tanya Jawab Akun Guru</a>.",
    "teacherlanding.requestAccount": "Ajukan Akun"
}
