{
    "teacherlanding.title": "Scratch per Educatori",
    "teacherlanding.intro": "I tuoi studenti possono usare Scratch per creare storie interattive, animazioni e giochi. In questo processo imparano a pensare in modo creativo, a ragionare in modo sistematico e a lavorare in modo collaborativo — capacità essenziali per chiunque nella società di oggi.",
    "teacherlanding.resourcesAnchor": "Risorse",
    "teacherlanding.inPracticeTitle": "Chi usa Scratch?",
    "teacherlanding.inPracticeIntro": "Gli educatori usano Scratch in diversi: ",
    "teacherlanding.generalUsageSettings": "<b>Ambienti:</b> scuole, musei, biblioteche, centri di aggregazione",
    "teacherlanding.generalUsageGradeLevels": "<b>Livelli Scolastici:</b> elementari, medie e superiori (e anche alcune università!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Discipline:</b> lingue, scienze, educazione civica, matematica, informatica, lingue straniere e arte",
    "teacherlanding.scratchEdTitle": "Una Comunità di Educatori",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> è una comunità online dove gli educatori di Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">condividono esperienze</a>, scambiano risorse, fanno domande e trovano persone con i loro stessi interessi. ScratchEd è sviluppato e supportato dalla Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Incontri di Persona",
    "teacherlanding.meetupDescription": "Gli <a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a> sono incontri di Educatori di Scratch che vogliono imparare gli uni dagli altri, condividendo le loro idee e strategie per supportare la creatività computazionale in tutte le forme.",
    "teacherlanding.guidesTitle": "Guide & Tutorial",
    "teacherlanding.tttPage": "La <a href=\"/tips\">Pagina dei suggerimenti</a> offre vari tutorial, schede per attività e guide per gli educatori.",
    "teacherlanding.tipsWindow" : "La<a href=\"/projects/editor/?tip_bar=home\">Finestra dei suggerimenti</a> fornisce aiuto per creare progetti su Scratch.",
    "teacherlanding.creativeComputing": "La <a href=\"http://scratched.gse.harvard.edu/guide/\">Guida al Curriculum per il Creative Computing</a> fornisce piani, attività e strategie per introdurre i tuoi studenti al creative computing.",
    "teacherlanding.accountsTitle": "Account Docente di Scratch",
    "teacherlanding.accountsDescription": "Come educatore puoi richiedere un Account Docente di Scratch con cui potrai facilmente creare account per gruppi di studenti e potrai gestire i progetti e i commenti dei tuoi studenti. Per saperne di più vai alla pagina <a href=\"/educators/faq\">Domande Frequenti sugli Account Docente</a>.",
    "teacherlanding.requestAccount": "Richiedi Account"
}
