{
    "teacherlanding.title": "Scratch for lærere",
    "teacherlanding.intro": "Elevene kan bruke Scratch til å lage animasjoner, interaktive fortellinger og spill. Samtidig lærer de kreativitet, systematisk tenking og samarbeid — viktige ferdigheter i dagens samfunn.",
    "teacherlanding.resourcesAnchor": "Lærestoff",
    "teacherlanding.inPracticeTitle": "Hvem bruker Scratch?",
    "teacherlanding.inPracticeIntro": "Lærere bruker Scratch i mange slags: ",
    "teacherlanding.generalUsageSettings": "<b>Sammenhenger:</b> skoler, museer, biblioteker og andre samlingssteder",
    "teacherlanding.generalUsageGradeLevels": "<b>Klassetrinn:</b> barneskole, ungdomsskole og videregående skole (og noen høyskoler og universiteter også!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Fag:</b> matematikk, språk, naturfag, samfunnsfag og estetiske fag, samt valgfag og linjefag med fokus på data og teknologi.",
    "teacherlanding.scratchEdTitle": "Et nettsamfunn for lærere",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> er et nettsamfunn der de som underviser med Scratch kan <a href=\"http://scratched.gse.harvard.edu/stories\">utveksle erfaringer</a> og lærestoff, stille spørsmål og etablere kontakt. Utvikling og drift av ScratchEd gjøres av Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Samlinger",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a> er samlinger for lærere som bruker Scratch. Lærere i Norge kan også ha interesse av å besøke nettsidene til Kodeklubben.",
    "teacherlanding.guidesTitle": "Veiledninger og dokumentasjon",
    "teacherlanding.tttPage": "På <a href=\"/tips\">tips</a>-siden finner du lærestoff, aktivitetskort og lærerveiledninger.",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">Hjelpevinduet</a> ineholder forklaringer og veiledninger om programmering i Scratch.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">\"Creative Computing Curriculum Guide\"</a> inneholder undervisningsplaner, aktiviteter og strategier for å introdusere kreativ bruk av datamaskinen.",
    "teacherlanding.accountsTitle": "Lærerkontoer hos Scratch",
    "teacherlanding.accountsDescription": "Som lærer kan du søke om en lærerkonto, som gir mulighet for å opprette og administrere brukerkontoer for grupper av studenter. For mer informasjon, se <a href=\"/educators/faq\">Spørsmål og svar om lærerkontoer</a>.",
    "teacherlanding.requestAccount": "Søk om konto"
}
