{
    "teacherlanding.title": "सिकौनेहारु को लागी Scratch",
    "teacherlanding.intro": "हाम्रो विद्यार्थीहरुले scratch को सहायातले आफ्नै रचनात्मक र सबैले बुझ्ने कथा, कारटून चित्र र गमे कोड गर्न सकिन्छ । Scratch सिक्ने प्रकृयामा उनिहरुले रचनात्मक तरिकाले सोच्न सिक्ने,उद्धारण सहित कुरा बुझौन सक्ने र मिलेर काम गर्न सिक्नेछन ।जुन आजको समज मा सबैको लागि महत्वपूर्ण कला वा भ नौ जन्नु पर्ने कुरा हो । ",
    "teacherlanding.resourcesAnchor": "श्रोतहरु",
    "teacherlanding.inPracticeTitle": "Scratch कस्ले चलौने ?",
    "teacherlanding.inPracticeIntro": "शिक्ष्यका हरु विस्तृत विविधतामा Scratch को उपयोग गर्दै छन्:",
    "teacherlanding.generalUsageSettings": "<b>सेटिङ्हरू:</b> विद्यालयहरू, संग्रहालयहरू, पुस्तकालयहरू, सामुदायिक केन्द्रहरू",
    "teacherlanding.generalUsageGradeLevels": "<b>ग्रेड स्तर:</b> प्राथमिक, मध्य, र उच्च विद्यालय (र केहि महाविद्यालय पनि!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>विषय क्षेत्रहरु:</b> भाषा कला, विज्ञान, सामाजिक अध्ययन, गणित, कम्प्यूटर विज्ञान, विदेशी भाषाहरू र कलाहरू",
    "teacherlanding.scratchEdTitle": "शिक्षिकाहरूको लागि एक समुदाय",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a> एक अनलाइन समुदाय हो जहाँ Scratch शिक्षकहरू <a href = \"http://scratched.gse.harvard.edu / कथाहरू \"> कथाहरू साझेदारी गर्नुहोस् </a>, विनिमय स्रोतहरू, प्रश्नहरू सोध्नुहोस्, र मानिसहरूलाई पत्ता लगाउनुहोस्। ScratchEd को हार्वर्ड स्नातक स्कूल ऑफ एज्युकेशन द्वारा विकसित र समर्थित छ।",
    "teacherlanding.meetupTitle": "व्यक्ति व्यक्तिहरू",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch शिक्षक मिल्दोहरू </a> Scratch शिक्षकहरूको सभाहरू हुन् जुन तिनीहरूसँग एकैसाथ र सिक्न चाहन्छन्, उनीहरूका विचारहरू र रणनीतिहरू सबै फारमहरूमा कम्प्याक्ट्री रचनात्मकतालाई समर्थन गर्न चाहन्छन्।",
    "teacherlanding.guidesTitle": "मार्गदर्शकहरू र ट्यूटोरियलहरू",
    "teacherlanding.tttPage": "<a href=\"/tips\">टिप्स पेज</a> एक प्रकारको ट्यूटोरियल, गतिविधि कार्ड, र शिक्षक गाइड प्रदान गर्दछ।",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">टिप्स विन्डो</a> Scratch मा परियोजनाहरू सिर्जना गर्न सहयोग प्रदान गर्दछ। ",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">क्रिएटिव कम्प्युटिंग पाठ्यक्रम पाठ्यक्रम गाइड </a> क्रिएटिव कम्प्युटिंग को परिचय को लागि योजनाहरु, गतिविधिहरु, र रणनीतिहरु प्रदान गर्दछ",
    "teacherlanding.accountsTitle": "Scratch शिक्षक खाताहरू",
    "teacherlanding.accountsDescription": "एक शिक्षकको रूपमा, तपाईं एक Scratch शिक्षक खाता अनुरोध गर्न सक्नुहुन्छ, जसले विद्यार्थीहरूको समूहहरूको लागि खाता सिर्जना गर्न र विद्यार्थीहरूको परियोजना र टिप्पणीहरू व्यवस्थापन गर्न सजिलो बनाउँछ। अधिक जान्न,<a href=\"/educators/faq\"> शिक्षक खाता FAQ पेज </a> हेर्नुहोस्",
    "teacherlanding.requestAccount": "खाता अनुरोध गर्नुहोस्"
}
