{
    "teacherlanding.title": "Scratch - voor onderwijzers",
    "teacherlanding.intro": "Jouw studenten kunnen met Scratch hun eigen interactieve verhalen, animaties en spellen coderen. Hierdoor leren ze creatief denken, systematisch redeneren en samenwerken. Dit zijn essentiële vaardigheden.",
    "teacherlanding.resourcesAnchor": "Hulpmiddelen",
    "teacherlanding.inPracticeTitle": "Wie gebruiken Scratch?",
    "teacherlanding.inPracticeIntro": "Onderwijzers gebruiken Scratch op verschillende manieren:",
    "teacherlanding.generalUsageSettings": "<b>Instellingen:</b> scholen, musea, bibliotheken, buurthuizen",
    "teacherlanding.generalUsageGradeLevels": "<b>Klasseniveaus:</b> basis-, middelbare- en hogeschool (en sommige colleges ook!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Onderwerpsgebieden:</b> taalkunsten, wetenschappen, sociale studies, wiskunde, computerwetenschappen, vreemde taal en kunst",
    "teacherlanding.scratchEdTitle": "Een community voor onderwijzers",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> is een online community waar Scratch-onderwijzers <a href=\"http://scratched.gse.harvard.edu/stories\">verhalen delen</a>, bronnen uitwisselen, vragen stellen en mensen vinden. ScratchEd wordt ontwikkeld en ondersteund door de Harvard-hogeschool van Educatie.",
    "teacherlanding.meetupTitle": "In-persoonbijeenkomsten",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch-onderwijzersbijeenkomsten</a> zijn bijeenkomsten van Scratch-onderwijzers die met en van elkaar wil leren, hun ideeën en strategieën delen om computationele creativiteit in al zijn vormen te ondersteunen.",
    "teacherlanding.guidesTitle": "Gidsen & Tutorials",
    "teacherlanding.tttPage": "De <a href=\"/tips\">Tips pagina</a> biedt een scala aan handleidingen, activiteiten kaarten en gidsen voor begeleiders.",
    "teacherlanding.tipsWindow" : "Het <a href=\"/projects/editor/?tip_bar=home\">tipsvenster</a> voorziet hulp om projecten te creëren in Scratch.",
    "teacherlanding.creativeComputing": "In de <a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> staan programma's, activiteiten, en strategieën om aan de slag te gaan met creatief programmeren.",
    "teacherlanding.accountsTitle": "Leerkracht Account in Scratch",
    "teacherlanding.accountsDescription": "Als leerkracht kan je een Scratch Leerkracht Account aanvragen. Hiermee is het eenvoudiger om groepsaccounts voor studenten te maken en overzicht te houden op projecten van studenten en hierop commentaar te geven. Meer weten? Kijk op de <a href=\"/educators/faq\">Teacher Account FAQ pagina</a>.",
    "teacherlanding.requestAccount": "Account aanvragen"
}
