{
    "teacherlanding.title": "Scratch for lærarar",
    "teacherlanding.intro": "Elevane kan bruka Scratch til å laga sine eigne interaktive forteljingar, spel og animasjonar. Samtidig lærer dei å vera kreative, tenkja systematisk og samarbeida med andre – viktige ferdigheiter i dagens samfunn.",
    "teacherlanding.resourcesAnchor": "Lærestoff",
    "teacherlanding.inPracticeTitle": "Kven brukar Scratch?",
    "teacherlanding.inPracticeIntro": "Lærarar og pedagogar brukar Scratch på ulike stadar og til ulike ting:",
    "teacherlanding.generalUsageSettings": "<b>Stadar:</b> skular, museum, bibliotek og fritidsklubbar",
    "teacherlanding.generalUsageGradeLevels": "<b>Skuletrinn:</b> barneskule, ungdomsskule og vidaregåande (og nokre høgskular og universitet!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Fag:</b> norsk, naturfag, samfunnsfag, matematikk, informatikk, framandspråk og kunst og handverk",
    "teacherlanding.scratchEdTitle": "Eit fellesskap for lærarar",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> er eit fellesskap der lærarar som brukar Scratch kan <a href=\"http://scratched.gse.harvard.edu/stories\">dela historier</a>, utveksla lærestoff, stilla spørsmål og finna andre likesinna. ScratchEd vert utvikla og støtta av Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Møt andre",
    "teacherlanding.meetupDescription": "På <a href=\"http://www.meetup.com/pro/scratched/\">Scratch-lærarseminar</a> kjem lærarar og pedagogar saman for å læra Scratch med og av kvarandre, og for å dela idéar og strategiar for alle former for kreativ datamaskinbruk.",
    "teacherlanding.guidesTitle": "Innføringar og hjelp",
    "teacherlanding.tttPage": "På <a href=\"/tips\">tipssida</a> finn du mange ulike innføringar, aktivitetskort og rettleiingar.",
    "teacherlanding.tipsWindow" : "I <a href=\"/projects/editor/?tip_bar=home\">tipsvindauget</a> får du hjelp til å laga prosjekt i Scratch.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">Innføring i kreativ datamaskinbruk</a> har planar, aktivitetar og strategiar for å læra kreativ datamaskinbruk.",
    "teacherlanding.accountsTitle": "Lærarkontoar i Scratch",
    "teacherlanding.accountsDescription": "Som lærar kan du be om ein Scratch-lærarkonto, som gjer det enklare å oppretta kontoar for grupper med elevar og å halda oversikt over elevprosjekt og kommentarar på prosjekta. Sjå <a href=\"/educators/faq\">spørsmål og svar om lærarkontoar</a> for meir informasjon.",
    "teacherlanding.requestAccount": "Be om konto"
}
