{
    "teacherlanding.title": "Scratch para Educadores",
    "teacherlanding.intro": "Seus alunos podem usar Scratch para programar suas próprias histórias interativas, animações e jogos. No processo, eles aprendem a pensar de forma criativa, a raciocinar sistematicamente e a trabalhar de forma colaborativa — habilidades essenciais para todos na sociedade de hoje.",
    "teacherlanding.resourcesAnchor": "Recursos",
    "teacherlanding.inPracticeTitle": "Quem usa o Scratch?",
    "teacherlanding.inPracticeIntro": "Os educadores usam o Scratch em uma grande variedade de: ",
    "teacherlanding.generalUsageSettings": "<b>Configurações:</b> escolas, museus, bibliotecas, centros comunitários",
    "teacherlanding.generalUsageGradeLevels": "<b>Níveis de Ensino:</b> ensino básico, ensino fundamental e ensino médio (e também algumas universidades!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Áreas Disciplinares:</b> letras, ciências, estudos sociais, matemática, ciência da computação, idiomas e artes",
    "teacherlanding.scratchEdTitle": "Uma comunidade para educadores",
    "teacherlanding.scratchEdDescription": "O <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> é uma comunidade on-line na qual educadores do Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">compartilham histórias</a>, trocam recursos, fazem perguntas e encontram pessoas. O ScratchEd é desenvolvido e suportado pela Graduate School of Education de Harvard.",
    "teacherlanding.meetupTitle": "Reuniões presenciais",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Encontros de Educadores Scratch</a> são reuniões de educadores Scratch que querem aprender uns com os outros, compartilhando suas ideias e estratégias para suportar a criatividade computacional em todas as suas formas.",
    "teacherlanding.guidesTitle": "Guias e Tutoriais",
    "teacherlanding.tttPage": "A <a href=\"/tips\">página de Dicas</a> oferece vários tutoriais, cartões de atividade, e guias para educadores.",
    "teacherlanding.tipsWindow" : "A <a href=\"/projects/editor/?tip_bar=home\">Janela de dicas</a> oferece auxílio para a criação de projetos no Scratch.",
    "teacherlanding.creativeComputing": "O <a href=\"http://scratched.gse.harvard.edu/guide/\">Guia Curricular de Computação Criativa</a> fornece planos, atividades e estratégias para a introdução da computação criativa.",
    "teacherlanding.accountsTitle": "Contas de Professor no Scratch",
    "teacherlanding.accountsDescription": "Como educador, você pode solicitar uma Conta de Professor do Scratch, o que facilita na criação de contas para grupos de alunos e na gestão dos projetos e comentários de seus alunos. Para saber mais, veja a <a href=\"/educators/faq\">página de perguntas frequentes sobre Contas de Professor</a>.",
    "teacherlanding.requestAccount": "Solicitar conta"
}
