{
    "teacherlanding.title": "Scratch para Educadores",
    "teacherlanding.intro": "Os seus estudantes podem usar o Scratch para programar as suas próprias estórias, animações e jogos interactivos. Durante esse processo, eles aprendem a pensar de forma criativa, a raciocinar sistematicamente e a trabalhar colaborativamente — competências essenciais para todos na sociedade de hoje.",
    "teacherlanding.resourcesAnchor": "Recursos",
    "teacherlanding.inPracticeTitle": "Quem Usa o Scratch?",
    "teacherlanding.inPracticeIntro": "Os educadores usam o Scratch numa grande variedade de: ",
    "teacherlanding.generalUsageSettings": "<b>Contextos:</b> escolas, museus, bibliotecas, centros comunitários",
    "teacherlanding.generalUsageGradeLevels": "<b>Níveis de Ensino:</b> ensino básico e secundário (e também algumas universidades!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Áreas Disciplinares:</b> letras, ciências, estudos sociais, matemática, línguas estrangeiras e artes",
    "teacherlanding.scratchEdTitle": "Uma Comunidade para Educadores",
    "teacherlanding.scratchEdDescription": "O <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> é uma comunidade em linha onde educatores Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">partilham estórias</a>, trocam recursos, colocam questões e encontram pessoas. O ScratchEd é desenvolvido e suportado pela Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Reuniões em Pessoa",
    "teacherlanding.meetupDescription": "Os <a href=\"http://www.meetup.com/pro/scratched/\">Encontros de Educadores Scratch</a> são encontros de Educadores Scratch que pretendem aprender uns com os outros, partilhando as suas ideias e estratégias para suportar a criatividade computacional em todas as suas formas.",
    "teacherlanding.guidesTitle": "Guias e Tutoriais",
    "teacherlanding.tttPage": "A <a href=\"/tips\">página de Dicas</a> disponibiliza uma variedade de tutoriais, cartões de actividade e guias de educador.",
    "teacherlanding.tipsWindow" : "A <a href=\"/projects/editor/?tip_bar=home\">Janela de Dicas</a> dá ajuda na criação de projectos Scratch.",
    "teacherlanding.creativeComputing": "O <a href=\"http://scratched.gse.harvard.edu/guide/\">Guia Curricular de Computação Criativa</a> inclui planos, actividades e estratégias para introduzir a computação criativa.",
    "teacherlanding.accountsTitle": "Contas de Professor no Scratch",
    "teacherlanding.accountsDescription": "Enquanto educador, pode pedir uma Conta de Professor Scratch, o que facilita a criação de contas para grupos de estudantes e a gestão dos projectos e comentários dos seus estudantes. Para saber mais, veja a <a href=\"/educators/faq\">página de PF sobre Contas de Professor Scratch</a>.",
    "teacherlanding.requestAccount": "Pedir Conta"
}
