{
    "teacherlanding.title": "Scratch - pentru profesori",
    "teacherlanding.intro": "Elevii tăi pot folosi Scratch pentru a crea propriile povești interactive, animații și jocuri. În acest proces, ei învață să gândească creativ, să justifice sistematic și să colaboreze - deprinderi esențiale pentru orice persoană din societatea modernă.",
    "teacherlanding.resourcesAnchor": "Resurse",
    "teacherlanding.inPracticeTitle": "Cine foloseste Scratch?",
    "teacherlanding.inPracticeIntro": "Educatorii utilizează Scratch într-o largă varietate de:",
    "teacherlanding.generalUsageSettings": "<b>Locaţii:</b> şcoli, muzee, biblioteci, centre comunitare",
    "teacherlanding.generalUsageGradeLevels": "<b>Niveluri de clase:</b> primar, gimnaziu și loceu (și, de asemenea, colegiu!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Zone tematice:</b> arte și limbă, știință, studii sociale, matematică, informatică, limbi străine și arte",
    "teacherlanding.scratchEdTitle": "O comunitate pentru educatori",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> este o comunitate online unde educatorii  Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">împărtăşesc poveşti</a>, schimbă resurse , pun întrebări şi găsesc persoane. ScratchEd este dezvoltat şi susţinut de către Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Reuniuni în persoană (reale)",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Întâlniri aleEducatorilor Scratch</a> reunesc Educatori Scratch care doresc să învețe unii de la alții, impărtășindu-și idei și strategii pentru sprijinirea creativității din informatică, în toate formele.",
    "teacherlanding.guidesTitle": "Ghiduri & Tutoriale",
    "teacherlanding.tttPage": "The <a href=\"/tips\">Tips page</a> offers a variety of tutorials, activity cards, and educator guides.",
    "teacherlanding.tipsWindow" : "Fereastra <a href=\"/projects/editor/?tip_bar=home\">Tips Window</a> oferă ajutor pentru crearea proiectelor în Scratch.",
    "teacherlanding.creativeComputing": " <a href=\"http://scratched.gse.harvard.edu/guide/\">Ghidul Programare Creativă</a> furnizează planificări, activități și strategii pentru familiaeizarea cu programarea creativă.",
    "teacherlanding.accountsTitle": "Conturi de Profesori în Scratch",
    "teacherlanding.accountsDescription": "Ca educator, poţi să soliciţi un Cont Scratch Teacher, care va uşura creerea de conturi pentru grupurile de studenţi precum şi gestionarea proiectelor studenţilor şi a comentariilor. Pentru a afla mai multe vezi pagina <a href=\"/educators/faq\">Teacher Account FAQ </a>.",
    "teacherlanding.requestAccount": "Solicită Cont"
}
