{
    "teacherlanding.title": "Скретч для учителей",
    "teacherlanding.intro": "Твои ученики могут использовать Скретч для создания своих интерактивных историй, анимаций и игр. Это может помочь научиться мыслить креативно, системативно и совместно — необходимые навыки в современном обществе.",
    "teacherlanding.resourcesAnchor": "Ресурсы",
    "teacherlanding.inPracticeTitle": "Кто использует Скретч?",
    "teacherlanding.inPracticeIntro": "Учителя используют Скретч для различных целей:",
    "teacherlanding.generalUsageSettings": "<b>Повсеместно:</b> в школах, музеях, библиотеках и образовательных центрах",
    "teacherlanding.generalUsageGradeLevels": "<b>На большинстве уровней образования:</b> в школе и после (в основном в колледжах!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Для различных целей:</b> для лингвистики, социализации, математики, информатики и рисования",
    "teacherlanding.scratchEdTitle": "Сообщество учителей",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> — онлайн сообщество учителей Скретч, где они могут <a href=\"http://scratched.gse.harvard.edu/stories\">публиковать истории</a>, медиа-ресурсы, задавать вопросы и искать других. ScratchEd разработан и поддерживается аспирантами Гарвардского университета.",
    "teacherlanding.meetupTitle": "Реальные мероприятия",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Встречи учителей Скретч</a> — мероприятие для учителей Скретч, которые хотят обучиться чему-нибудь от других, рассказать о своих идеях и стратегиях по поддержке компьютерного сообщества в разных его проявлениях.",
    "teacherlanding.guidesTitle": "Обучающие материалы",
    "teacherlanding.tttPage": "Эта <a href=\"/tips\"> страница советов</a> предлагает разнообразные справочники, карточки заданий, и обучающие руководства.",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">Окно подсказок</a> поможет в создании проектов в Скретч.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">Учебник по составлению учебных планов по обучению программирования</a> помогает создать планы, мероприятия и стратегии распространения программирования.",
    "teacherlanding.accountsTitle": "Аккаунты учителей в Скретч",
    "teacherlanding.accountsDescription": "Как учитель ты можешь запросить аккаунт учителя, чтобы создавать групповые аккаунты учеников и управлять их проектами и комментариями. Чтобы узнать больше, посмотри страницу <a href=\"/educators/faq\">ЧаВо</a>.",
    "teacherlanding.requestAccount": "Запросить аккаунт"
}
