{
    "teacherlanding.title": "Скрач за наставнике",
    "teacherlanding.intro": "Ваши ученици могу да користе Скрач да програмирају своје приче, анимације и игре. Током тог процеса они уче да мисле креативно, закључују систематично и сарађују у раду - суштинске вештине за свакога у данашњем друштву.",
    "teacherlanding.resourcesAnchor": "Извори",
    "teacherlanding.inPracticeTitle": "Ко користи Скрач?",
    "teacherlanding.inPracticeIntro": "Наставници користе скрач користећи различита:",
    "teacherlanding.generalUsageSettings": "<b>Подешавања:</b> школе, музеји, библиотеке, центри заједнице",
    "teacherlanding.generalUsageGradeLevels": "<b>Образовни нивои:</b> млађи разреди, старији разреди основне школе, средња школа (и неки факултети такође!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Области:</b> вештине везане за језик, наука, друштвене науке, математика, рачунарске науке, страни језици, уметност",
    "teacherlanding.scratchEdTitle": "Заједница за наставнике",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> је онлајн заједница где Скрач наставници <a href=\"http://scratched.gse.harvard.edu/stories\">деле приче</a>, размењују изворе, питају и проналазе људе. ScratchEd је развијен и подржан од стране Хардвардског факултета образовања.",
    "teacherlanding.meetupTitle": "Окупљања",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Састанци Скрач наставника</a>окупљају Скрач наставнике који желе да уче са и од других наставника, деле своје идеје и стратегије за изражавање компјутерске креативности у свим својим облицима.",
    "teacherlanding.guidesTitle": "Смернице и приручници",
    "teacherlanding.tttPage": "Страница<a href=\"/tips\">Савети</a>нуди различите туторијале, картице активности и водиче за наставнике.",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">Прозор са саветима</a> пружа помоћ при прављењу пројеката у Скрачу.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">Водич за курикулум креативног рачунарства</a> обезбеђује планове, активности и стратегије за увод у креативно рачунарство.",
    "teacherlanding.accountsTitle": "Налози наставника на Скрачу",
    "teacherlanding.accountsDescription": "Као наставник можете да тражите Скрач налог за наставника. То ће да вам омогући да лакше правите налоге за групе ученика и да управљате пројектима својих ученика и њиховим коментарима. Да би сазнали више, погледајте <a href=\"/educators/faq\">Налог наставника ЧПП страницу</a>.",
    "teacherlanding.requestAccount": "Затражите налог"
}
