{
    "teacherlanding.title": "Scratch för pedagoger",
    "teacherlanding.intro": "Dina elever kan använda Scratch för att koda sina egna interaktiva berättelser, animationer och spel. Under tiden lär de sig att tänka kreativt, resonera systematiskt och samarbeta — viktiga förmågor i dagens samhälle.",
    "teacherlanding.resourcesAnchor": "Resurser",
    "teacherlanding.inPracticeTitle": "Vem använder Scratch?",
    "teacherlanding.inPracticeIntro": "Utbildare använder Scratch inom ett brett utbud av: ",
    "teacherlanding.generalUsageSettings": "<b>Miljöer:</b> skolor, museer, bibliotek, allaktivitetshus",
    "teacherlanding.generalUsageGradeLevels": "<b>Årskurser:</b> grundskolan och gymnasiet (och en del högskolor också!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Ämnesområden:</b> språklig konst, vetenskap, sociala studier, matematik, datorvetenskap, främmande språk och konst",
    "teacherlanding.scratchEdTitle": "En gemenskap för utbildare",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> är ett online community där Scratchutbildare <a href=\"http://scratched.gse.harvard.edu/stories\">delar erfarenheter</a>, utbyter resurser, ställer frågor och hittar andra utbildare. ScratchEd utvecklas och supportas av the Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Personliga sammankomster",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch utbildarträffar</a> är sammankomster med Scratchutbildare som vill lära sig tillsammans, dela med sig av idéer och strategier som supportar datalogisk kreativitet i all dess former.",
    "teacherlanding.guidesTitle": "Guider & handledningar",
    "teacherlanding.tttPage": "The <a href=\"/tips\">Tips page</a> offers a variety of tutorials, activity cards, and educator guides.",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">Tipsfönstret</a> erbjuder hjälp för att skapa projekt i Scratch.",
    "teacherlanding.creativeComputing": "Kursplanen för <a href=\"http://scratched.gse.harvard.edu/guide/\">Kreativ Datoranvändning</a> innehåller planer, aktiviteter och strategier för att introducera kreativ datoranvändning.",
    "teacherlanding.accountsTitle": "Lärarkonton i Scratch",
    "teacherlanding.accountsDescription": "Utbildare kan du begära ett Scratch lärarkonto, som gör det enklare att skapa konton för grupper av elever och moderera elevprojekt och kommentarer, För att veta mer, kollar du in <a href=\"/educators/faq\">Lärarkonto FAQ-sidan</a>.",
    "teacherlanding.requestAccount": "Begär konto"
}
