{
    "teacherlanding.title": "Scratch dành cho giáo viên",
    "teacherlanding.intro": "Học sinh của bạn có thể sử dụng Scratch để sáng tạo những câu chuyện sinh động của riêng mình, phim hoạt hình, và những trò chơi thú vị. Trong quá trình này, học sinh học cách suy nghĩ sáng tạo, suy luận có hệ thống, và cách hợp tác trong công việc — những kỹ năng thiết yếu cho mọi người trong xã hội ngày nay.",
    "teacherlanding.resourcesAnchor": "Nguồn tài nguyên",
    "teacherlanding.inPracticeTitle": "Những người dùng Scrach là ai?",
    "teacherlanding.inPracticeIntro": "Giáo viên sử dụng Scratch với nhiều mục đích đa dạng khác nhau:",
    "teacherlanding.generalUsageSettings": "<b> Cài đặt: </b> trường học, viện bảo tàng, thư viện, trung tâm cộng đồng",
    "teacherlanding.generalUsageGradeLevels": "<b> Cấp độ: </b> Tiểu học, Trung học cơ sở và trung học phổ thông (và cả một số trường cao đẳng nữa!)",
    "teacherlanding.generalUsageSubjectAreas": "<b> Nhóm môn học: </b>ngôn ngữ, khoa học, xã hội học, toán học, khoa học máy tính, ngoại ngữ và nghệ thuật",
    "teacherlanding.scratchEdTitle": "Cộng đồng dành riêng cho giáo viên",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a>là một cộng đồng trực tuyến, nơi những giáo viên dạy Scracth <a href=\"http://scratched.gse.harvard.edu/stories\"> chia sẻ các câu chuyện </a>, trao đổi tài nguyên giáo dục, đặt câu hỏi và tìm người có chung chí hướng. ScratchEd được phát triển và hỗ trợ bởi Trường Sư phạm Sau đại học Harvard.",
    "teacherlanding.meetupTitle": "Thu thập thông tin trực tiếp",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\"> Cuộc gặp gỡ của giáo viên Scratch </a> là những buổi họp mặt của các giáo viên Scratch những người muốn học hỏi lẫn nhau, chia sẻ ý tưởng và chiến lược của họ trong việc hỗ trợ sáng tạo lập trình tính toán dưới mọi hình thức.",
    "teacherlanding.guidesTitle": "Hướng dẫn chung & Hướng dẫn chi tiết",
    "teacherlanding.tttPage": "<a href=\"/tips\">Trang thủ thuật</a> phổ biến nhiều bài hướng dẫn khác nhau, thẻ hoạt động và thông tin cơ bản cho giáo viên.",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">Cửa sổ thủ thuật</a> cung cấp sự giúp đỡ để tạo ra chương trình Scratch.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">Hướng dẫn Chương trình học Lập trình Sáng tạo </a> đưa ra những kế hoạch, hoạt động, chiến lược cho việc khởi đầu sáng tạo trong lập trình tính toán.",
    "teacherlanding.accountsTitle": "Tài khoản giáo viên Scratch",
    "teacherlanding.accountsDescription": "Với vai trò là giáo viên, bạn có thể yêu cầu tài khoản giáo viên Scratch, giúp bạn dễ dàng hơn trong việc tạo tài khoản cho nhóm nhiều học sinh và quản lý chương trình và bình luận của học sinh. Để tìm hiểu thêm, tham khảo trang <a href=\"/educators/faq\"> Những thắc mắc về Tài khoản Giáo viên </a>.",
    "teacherlanding.requestAccount": "Yêu cầu tài khoản"
}
