{
  "dmca.intro": "El Lifelong Kindergarten research group respecta la propietat intel·lectual dels altres, així com la dels nostres usuaris. Si creus que la teva obra ha estat copiada d'una manera que constitueix una violació dels teus drets d'autor, si us plau envia un correu electrònic a copyright@scratch.mit.edu, o envia la teva reclamació a l'adreça següent:",
  "dmca.llkresponse": "El Lifelong Kindergarten Group processarà i investigarà notificacions de suposades infraccions i prendrà les accions apropiades sota el Digital Millennium Copyright Act (“DMCA”) i altres lleis de propietat intel·lectual aplicables immediatament. Després de la recepció de notificacions complint o substancialment complint amb la DMCA, el Lifelong Kindergarten Group pot actuar per retirar o inhabilitar l'accés a qualsevol material que suposadament viola. Repetir les infraccions dels drets d'autor de tercers estan subjectes a la cancel·lació del compte.",
  "dmca.assessment": "A l'hora d'avaluar si un usuari de Scratch ha violat els teus drets d'autor, si us plau recorda que Scratch és d'ús educatiu i és una iniciativa sense ànim de lucre que pretén ajudar en l'aprenentatge dels nens proporcionant-los eines que els permetin aprendre a expressar-se utilitzant tecnologies digitals. També recorda la doctrina “Fair Use” incorporada a la Copyright Act of 1976, 17 U.S.C. § 107.",
  "dmca.eyetoeye": "Esperem que també vegeu Scratch no només com una bona manera de popularitzar les teves creacions/pàgina si no també com una oportunitat per fer alguna cosa bona per l'educacó del nens.",
  "dmca.afterfiling": "Si decideixes fer una demanda per vulneració dels drets d'autor, si us plau tingues en compte que podem penjar la teva notificació amb informació personal identificable a una cambra de compensació com chillingeffects.org. Si us plau, tingues en compte que pots ser responsable dels danys (incloent-hi despeses i taxes d'advocats) si tu fingeixes que una activitat està vulnerant els teus drets d'autor."
}
