{
  "dmca.intro": "Die Lifelong-Kindergarten-Forschungsgruppe respektiert das geistige Eigentum anderer, genauso wie unsere Benutzer. Falls Sie der Meinung sind, dass Ihre Arbeit in einer Weise kopiert wurden, die gegen das Urheberrecht verstößt, senden Sie bitte eine E-Mail an copyright@scratch.mit.edu, oder senden Sie eine Beschwerde an folgende Adresse:",
  "dmca.llkresponse": "Die Lifelong-Kindergarten-Group bearbeitet und verfolgt Anzeigen mutmaßlicher Urheberrechtsverletzungen umgehend und ergreift entsprechende Maßnahmen gemäß dem Digital Millennium Copyright Act (“DMCA”) und anderen anwendbaren Gesetzen zum Schutze geistigen Eigentums. Nach dem Eingang einer Anzeige entsprechend oder im Wesentlichen entsprechend dem DMCA behält sich die Lifelong-Kindergarten-Group vor, betreffendes Material umgehend zu entfernen oder den Zugriff darauf zu unterbinden. Bei wiederholtem Verstoß gegen Urheberrechte Dritter droht unter entsprechenden Umständen der Ausschluss.",
  "dmca.assessment": "Bei der Beurteilung, ob ein Scratch-Benutzer Urheberrechte verletzt, bitten wir zu bedenken, dass Scratch eine Bildungsinitiative und nicht profitorientiert ist, sondern sich darum bemüht, Lernprozesse von Kindern durch die Bereitstellung von Werkzeugen zu unterstützen, die es ihnen ermöglichen, sich unter Verwendung digitaler Technologien auszudrücken und zu lernen. Zu beachten ist auch die \"Fair Use\"-Doktrin, wie sie sich im Copyright Act 1976, 17 USC, § 107 findet.",
  "dmca.eyetoeye": "Wir hoffen, Sie sehen in Scratch nicht nur eine Möglichkeit, Ihre Kreationen/Website bekannt zu machen, sondern auch eine Gelegenheit, etwas Gutes für die Bildung von Kindern zu tun.",
  "dmca.afterfiling": "Falls Sie sich zu einer Urheberrechtsklage entschließen sollten, beachten Sie bitte, dass wir uns vorbehalten, Ihre Anzeige, bereinigt von persönlich identifizierbaren Informationen, an eine Klärungsstelle wie chillingeffects.org weiterzuleiten. Wir bitten Sie auch zu bedenken, dass Sie für Schäden (Kosten und Anwaltsgebühren eingeschlossen) haften, falls sich der Vorwurf der Urheberrechtsverletzung gegen eine Aktivität als sachlich nicht richtig erweist."
}
