{
  "dmca.intro": "Η ομάδα έρευνας της Lifelong Kindergarten σέβεται τις πνευματικές ιδιοκτησίες άλλων ατόμων, όπως και των χρηστών μας. Εάν πιστεύετε πως η δουλειά σας έχει αντιγραφεί με τρόπο που συνιστά παραβίαση των πνευματικών δικαιωμάτων, παρακαλούμε στείλτε μας e-mail στη διεύθυνση copyright@scratch.mit.edu, ή στείλτε μας γράμμα με τα παράπονά σας στην παρακάτω διεύθυνση:",
  "dmca.llkresponse": "Η Lifelong Kindergarten Group θα επεξεργαστεί και θα ερευνήσει άμεσα τις ειδοποιήσεις για φερόμενη παράβαση και θα λάβει κατάλληλα μέτρα που προσδιορίζονται από τον νόμο Digital Millennium Copyright Act (“DMCA”) και από άλλες ισχύουσες διατάξεις περί διανοητικών ιδιοκτησιών. Κατόπιν παραλαβής των ειδοποιήσεων που τηρούν πλήρως ή μερικώς τον νόμο DMCA, η Lifelong Kindergarten Group μπορεί να δράσει ταχέως για να αφαιρέσει ή να απενεργοποιήσει την πρόσβαση σε κάθε υλικό που θεωρείται παραβατικό. Επανειλημμένες παραβιάσεις πνευματικών δικαιωμάτων τρίτων θα υπόκεινται σε καταγγελία υπό τις κατάλληλες συνθήκες.",
  "dmca.assessment": "Καθώς αξιολογείτε εάν ένας χρήστης του Scratch έχει παραβιάσει τα πνευματικά σας δικαιώματα, παρακαλούμε να θυμάστε πως το Scratch προέρχεται από εκπαιδευτική, μη-κερδοσκοπική πρωτοβουλία, η οποία συμβάλλει στην εκμάθηση των παιδιών παρέχοντας τους εργαλεία για να μάθουν και να εκφραστούν χρησιμοποιώντας την ψηφιακή τεχνολογία.",
  "dmca.eyetoeye": "Ελπίζουμε επίσης να δείτε το Scratch όχι απλώς ως έναν καλό τρόπο για να διαδώσετε τις δημιουργίες ή την ιστοσελίδα σας, αλλά επίσης ως έναν τρόπο για να βοηθήσετε στην εκπαίδευση των παιδιών.",
  "dmca.afterfiling": "Εάν επιλέξετε να κάνετε καταγγελία για παραβίαση πνευματικών δικαιωμάτων, παρακαλούμε να θυμάστε πως μπορούμε να αναρτήσουμε την ειδοποίηση σας σε ένα γραφείο ανταλλαγής πληροφοριών, όπως για παράδειγμα το chillingeffects.org, μαζί με προσωπικά αναγνωρίσιμες αναθεωρημένες πληροφορίες. Παρακαλούμε επίσης να θυμάστε πως θα μπορούσατε να θεωρηθείτε υπεύθυνος για ζημίες (συμπεριλαμβανομένων των κόστων και της αμοιβής δικηγόρου) εάν δηλώσετε ψευδώς πως μια δραστηριότητα παραβιάζει τα δικαιώματά σας."
}
