{
  "dmca.intro": "Lifelong Kindergarten зерттеу тобы басқалардың және біздің қолданушылардың интелектуалды қасиеттерін құрметтейді. Егер сіздің жұмысыңыз авторлық құқықты бұзу жолымен көшірілген деп сенсеңіз, copyright@scratch.mit.edu-ға хат жолдаңыз немесе бұған шағымыңызды жібереіңіз:",
  "dmca.llkresponse": "Lifelong Kindergarten тобы болжалды бұзулар туралы хабарламаларды жедел түрде өңдейтін және тергейтін болады және Сандық Дәуірдегі Авторлық Құқық жайлы Заңның (“СДАҚЗ”) және басқа да қолдануға болатын зияткерлік меншік туралы заңдардың шеңберінде келісімді шараларды қолданатын болады. СДАҚЗ-ға келетін немесе айтарлықтай келетін хабарламаларды алғаннан кейін, Lifelong Kindergarten тобы авторлық құқықты бұзған деп мәлімделген кез келген материалды жедел түрде кетіріп тастай немесе оған деген қол жетімділікті үзіп тастай алады. Үшінші жақтағы авторлық құқықтарды қайталап бұзушылар келісті жағдайларда тоқтатылуға тиіс.",
  "dmca.assessment": "Скретч қолданушысының сіздің авторлық құқықтарыңызды бұзған-бұзбағанын бағалаған кезде, Скретчтің балалардың оқуына олардың сандық технология арқылы оқуына және өздерін танытуына арналған құралдармен қамтамасыз ету арқылы көмек көрсетуге талпынатын білім беретін және коммерциялық емес бастама екенін есте ұстауыңызды өтінеміз. Сонымен қатар, 1976 жылғы Авторлық Құқық жайлы Заңға енгізілген, 17 U.S.C. § 107, “Әділ Пайдалану” доктринасын есте ұстаңыз.",
  "dmca.eyetoeye": "Біз, оған қоса, сіз Скретчті тек өзіңіздің туындыларыңызды/вебсайтыңызды көпшілікке таратудың жақсы жолы деп қана емес, балалардың оқуына жақсы нәрсе істеуге мүмкіндік ретінде де көресіз деп үміттенеміз.",
  "dmca.afterfiling": "Егер сіз авторлық құқықты бұзу туралы арызды түсіремін деп шешсеңіз, біздің сіздің хабарламаңызды жеке тануға болатын, редакцияланған ақпаратпен бірге chillingeffects.org секілді ақпарат алмасу орталығына жариялай алатынымызды ескеруіңізді өтінеміз. Сонымен қатар, белгілі бір әрекетті сіздің авторлық құқықтарыңызды бұзуда деп елеулі түрде бұрмалап көрсетсеңіз, сіз залалдарға (шығындар мен адвокаттардың жалақыларын қосқанда) жауапты болуыңыз мүмкін екендігін ескеріп жүруіңізді өтінеміз."
}
