{
  "dmca.intro": "De Lifelong Kindergarten researchgroep respecteert het intellectueel eigendom van anderen en van onze gebruikers. Als je vindt dat jouw werk gekopieerd is en dat jouw copyright hiermee geschonden is, stuur dan een e-mail naar copyright@scratch.mit.edu, of mail je klacht naar:",
  "dmca.llkresponse": "De Lifelong Kindergarten Group zal meldingen van vermeende inbreuk direct behandelen en onderzoeken, en zal actie ondernemen conform de Digital Millennium Copyright Act (“DMCA”, wetgeving Verenigde Staten van Amerika) en andere toepasselijke wetgeving op het gebied van intellectueel eigendom. Bij ontvangst van meldingen die waarschijnlijk of zeer waarschijnlijk onder de DMCA vallen, kan de Lifelong Kindergarten Group versneld die materialen verwijderen of de toegang ertoe blokkeren, waarvan inbreuk op rechten wordt geclaimd. Aan hen die herhaald inbreuk plegen op het copyright van derden zal de toegang ontzegd worden onder de juiste omstandigheden.",
  "dmca.assessment": "Bij het beoordelen of een Scratch-gebruiker wel of geen inbreuk op je copyright heeft gepleegd, vragen we je in aanmerking te nemen dat Scratch een educatief initiatief is zonder winstoogmerk, bedoeld om kinderen hulpmiddelen te geven om te leren en zich te uiten door middel van digitale technologie. Verder maken we je opmerkzaam op het “Fair Use” onderdeel in de U.S. Copyright Act van 1976, 17 U.S.C. § 107.",
  "dmca.eyetoeye": "Wij hopen dan ook dat je Scratch niet alleen ziet als een goede manier om jouw website of creaties bekend te maken, maar ook als een mogelijkheid om positief bij te dragen aan de educatie van kinderen.",
  "dmca.afterfiling": "Wanneer je ervoor kiest om een klacht in te dienen over een inbreuk op je copyright, maken we je opmerkzaam dat we jouw melding, voorzien van informatie die jouw als persoon identificeert, op een zogenaamd clearinghouse zoals chillingeffects.org kunnen plaatsen. Je bent bovendien aansprakelijk voor schade (inclusief kosten, waaronder die voor advocaten) wanneer je klacht wezenlijk onjuist is."
}
