{
  "dmca.intro": "O grupo de pesquisa Lifelong Kindergarten respeita a propriedade intelectual de outras pessoas, bem como nossos usuários. Se você acredita que seu trabalho foi copiado de uma forma que constitua violação de direitos autorais, envie uma mensagem para copyright@scratch.mit.edu, ou envie sua reclamação para o seguinte endereço:",
  "dmca.llkresponse": "O grupo Lifelong Kindergarten prontamente processará e investigará as notificações de suposta violação de direitos e tomará as medidas adequadas, nos termos do Digital Millennium Copyright Act (\"DMCA\") e outras leis de propriedade intelectual aplicáveis. Após o recebimento de notificações que obedeçam ou que cumpram substancialmente o DMCA, o grupo Lifelong Kindergarten pode agir com diligência para remover ou desabilitar o acesso a qualquer material tido como violador de direitos. Infratores reincidentes de direitos autorais de terceiros estão sujeitos a rescisão, em circunstâncias apropriadas.",
  "dmca.assessment": "Ao avaliar se um usuário do Scratch violou ou não seus direitos autorais, lembre-se que o Scratch é uma iniciativa educacional e sem fins lucrativos, buscando auxiliar a aprendizagem das crianças, fornecendo ferramentas para que elas aprendam e se expressar usando a tecnologia digital. Lembre-se da doutrina de \"Uso justo\" (“Fair Use”) incorporada na Lei de Direitos Autorais (\"Copyright Act\") de 1976, 17 U.S.C § 107.",
  "dmca.eyetoeye": "Esperamos que você veja o Scratch não apenas como uma boa maneira de popularizar suas criações/site, mas também como uma oportunidade para fazer algo de bom para a educação infantil.",
  "dmca.afterfiling": "Se você optar por fazer uma queixa de infração de direitos autorais, saiba que podemos publicar sua notificação, com informações de identificação pessoal por escrito, a uma câmara de compensação, como chillingeffects.org. Observe, também, que você pode ser responsabilizado por danos (inclusive custos e honorários advocatícios) caso expresse indevidamente que uma atividade está violando seus direitos autorais."
}
