{
  "dmca.intro": "O grupo de investigação Lifelong Kindergarten respeita a propriedade intelectual dos outros, bem como a propriedade intelectual dos nossos utilizadores. Se crê que o seu trabalho foi copiado de uma forma que viola os seus direitos de autor, por favor envie uma mensagem de correio electrónico para copyright@scratch.mit.edu ou envie a sua queixa para:",
  "dmca.llkresponse": "O Lifelong Kindergarten Group processará e investigará rapidamente notificações de alegadas violações e agirá de forma apropriada de acordo com o Digital Millennium Copyright Act (“DMCA”) e com outra legislação sobre propriedade intelectual aplicável. Ao receber notificações em conformidade total ou substancial com o DMCA, o Lifelong Kindergarten Group poderá remover ou desactivar expeditamente o acesso a qualquer material que esteja alegadamente em violação. Quem violar repetidamente os direitos de autor de terceiros sujeitar-se-á à terminação do serviço em circunstâncias apropriadas.",
  "dmca.assessment": "Para determinar se um utilizador do Scratch violou ou não os seus direitos de autor, por favor tenha em conta que o Scratch é uma iniciativa educacional e sem fins lucrativos que procura contribuir para a aprendizagem das crianças através do fornecimento de ferramentas que lhes permitam aprender e expressar-se usando tecnologia digital. Tenha em conta a doutrina de «Fair Use» incorporada no Copyright Act de 1976, 17 U.S.C. § 107.",
  "dmca.eyetoeye": "Esperamos que também veja o Scratch como não apenas uma boa forma de popularizar as suas criações/sítio Web, mas também como uma oportunidade de fazer algo de bom pela educação das crianças.",
  "dmca.afterfiling": "Se escolher fazer uma queixa de violação de direitos de autor, por favor note que poderemos publicar a sua notificação, com a informação identificável pessoalmente removida, num centro de intercâmbio de informações como o chillingeffects.org. Por favor note também que poderá ser responsabilizado por dados (incluindo custos e honorários de advogados) caso indique indevidamente que uma actividade está a infringir os seus direitos de autor."
}
