{
    "conference-2018.title": "Конференцията на Scratch през 2018 г.",
    "conference-2018.subtitle": "Следващото поколение",
    "conference-2018.dateDesc": "26-28 юли 2018 г. | Кеймбридж, Масачузетс, САЩ",
    "conference-2018.dateDescMore": " (с прием по случай откриването вечерта на 25 юли)",
    "conference-2018.locationDetails": "Медийна лаборатория на Масачузетския технологичен институт, Кеймбридж, Масачузетс, САЩ",
    "conference-2018.seeBelow": "Научете повече за датите и местата на конференциите по-долу.",

    "conference-2018.date": "Кога:",
    "conference-2018.location": "Къде:",

    "conference-2018.desc1": "Присъединете се към нас на конференцията Scratch@MIT – приятна сбирка на учители, изследователи и разработчици, както и други членове на световната общноста на Scratch.",
    "conference-2018.desc2": "Планираме конференцията да въвлича участниците в различни дейности, като множество работилници и възможности за групови обсъждания и съвместна работа. Конференцията е предназначена предимно за възрастни, които подкрепят младите хора учещи се чрез Scratch.",
    "conference-2018.registrationDate": "Регистрации се приемат от 1 март 2018 г.",
    "conference-2018.registerNow": "Регистрирайте се сега!",
    "conference-2018.sessionDesc": "Искате ли да организирате нещо? Приемаме четири вида предложения:",
    "conference-2018.sessionItem1Title": "Плакат/демонстрация (90 минути).",
    "conference-2018.sessionItem1Desc": "Покажете проекта си в изложбена обстановка, заедно с други представящи. Ще Ви бъде дадено място за излагане на плакат, както и маса за компютър или брошури.",
    "conference-2018.sessionItem2Title": "Работилница (90 минути).",
    "conference-2018.sessionItem2Desc": "Накарайте участниците да се включат в различни действия, показвайки им нови начини за създаване и съвместна работа със Scratch.",
    "conference-2018.sessionItem3Title": "Публично обсъждане (60 минути).",
    "conference-2018.sessionItem3Desc": "Организирайте обсъждане на определена тема свързана със Scratch заедно с трима или повече човека. Предложението Ви трябва да описва как смятате да привлечете и задържите вниманието на публиката по време на сесията.",
    "conference-2018.sessionItem4Title": "Вдъхновяваща реч (5 минути).",
    "conference-2018.sessionItem4Desc": "Споделете с какво се занимавате чрез кратка, оживена презентация.",

    "conference-2018.deadline": "Краен срок за предложения: 5 февруари 2018 г.",
    "conference-2018.proposal": "Изпратете предложението си",
    "conference-2018.proposalDeadline": "Краен срок за предложения: 5 февруари",
    "conference-2018.proposalAccept": "Известие за приемане: 1 март",

    "conference-2018.registrationTitle": "Регистрация:",
    "conference-2018.registrationEarly": "Ранна регистрация (1 март – 1 май): 200$",
    "conference-2018.registrationStandard": "Стандартна регистрация (след 1 май): 300$",

    "conference-2018.questions": "Имате въпроси? Свържете се с екипа на Scratch на {emailLink}",
    "conference-2018.questionsTitle": "Въпроси:",
    "conference-2018.submissionQ": "Пропуснах крайния срок за предложения. Мога ли все още да подам предложение за конференцията?",
    "conference-2018.submissionAns": "Вече не се приемат предложения.",
    "conference-2018.regQ": "Мога да присъствам само на един ден от конференцията. Предлагате ли еднодневни регистрации?",
    "conference-2018.regAns": "Съжаляваме, но не предлагаме еднодневни билети.",
    "conference-2018.accommodationsQ": "Искам да планирам посещението си предварително. Можете ли да ми препоръчате къде да отседна?",
    "conference-2018.accommodationsAns1": "Да. Масачузетският технологичен институт (МТИ) си партнира с няколко хотела, които предлагат отстъпки за участниците в събитията, организирани от института. Те са: {marriottLink} (650 метра от Медийната лаборатория към МТИ), {holidayinnLink} (2,5 км), {residenceinnLink} (500 метра) и {lemeridienLink} (1,5 км). За да си запазите стая в някой от тези хотели, обадете се и поискайте отстъпката на МТИ. Препоръчително е да запазите стая възможно най-рано, тъй като лятото е натоварен сезон за Бостън. Всички отстъпки за МТИ важат до изчерпване на ограниченията на хотела.",
    "conference-2018.accommodationsAns2": "Ако търсите още места за отсядане, препоръчваме и {acLink} (11,5 км), {doubletreeLink} (5,3 км) и {hotelbostonLink} с кода MITSC2018 (8,5 км). Може да разгледате и възможностите за споделен дом, като „Airbnb“. Вижте разширен списък от места за отсядане {mitLink}.",
    "conference-2018.here": "тук",
    "conference-2018.accommodationsAns3": "Налични са и ограничени възможности за отсядане в стаи на общежитието {neuLink} на следните цени:",
    "conference-2018.apartment": "Апартамент",
    "conference-2018.suite": "Свързани стаи",
    "conference-2018.single": "Самостоятелна стая",
    "conference-2018.double": "Двойна стая",
    "conference-2018.pp": "/на човек/на нощ",
    "conference-2018.accommodationsAns4": "За да заявите стая в общежитието, моля, попълнете {dormrequestLink}. Имайте предвид, че Североизточният университет се намира в Бостън, на 3,2 км от мястото на конференцията. Пътуването с градски транспорт би трябвало да отнеме не повече от половин час, и можете да хванете метрото от „Green Line“ (североизточната спирка на линия „E“) или от „Orange Line“ (спирка „Ruggles Station“).",
    "conference-2018.dormRequestText": "формуляра за заявка на стая в общежитие",
    "conference-2018.letterQ": "Мога ли да получа писмо за виза?",
    "conference-2018.letterAns": "Да. Свържете се с нас на {emailLink} и ще Ви изпратим писмото по е-поща.",
    "conference-2018.preConfQ": "Предишните години винаги сме правили сбирка в сряда вечерта преди конференцията. Искате ли да бъдете домакин на нещо подобно тази година?",
    "conference-2018.preConfAns": "Ще има неофициално, незадължително събиране вечерта на 25 юли, сряда. Участниците могат да се регистрират по-рано и за това.",
    "conference-2018.bringQ": "Какво да донеса?",
    "conference-2018.bringAns": "Донесете личното си устройство (за предпочитане – лаптоп) и захранване. Презентаторите трябва да донесат и всички нужни им презентационни материали (ние ще осигурим проектори и екрани). През целия ден ще има храна и напитки.",
    "conference-2018.moreQ": "Имате други въпроси?",
    "conference-2018.moreAns": "Свържете се с екипа на Scratch на {emailLink}."
}
