{
    "conference-2018.title": "Congrés Scratch 2018:",
    "conference-2018.subtitle": "La Pròxima Generació",
    "conference-2018.dateDesc": "26-28 de juliol de 2018 | Cambridge, MA, USA",
    "conference-2018.dateDescMore": "(amb benvinguda inicial el vespre del 25 de juliol)",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "Aprèn més sobre les dates i ubicacions de les jornades.",

    "conference-2018.date": "Quan:",
    "conference-2018.location": "On:",

    "conference-2018.desc1": "Participa en la conferència Scratch@MIT, una trobada lúdica d'educadors, investigadors, desenvolupadors i altres membres de la comunitat Scratch a tot el món.",
    "conference-2018.desc2": "Estem preparant una conferència amb molta participació, amb una jornada completa de tallers manipulatius i moltes oportunitats per al debat i col·laboració entre parells. El congrés està pensat principalment per a adults que donen suport als infants i joves que aprenen Scratch.",
    "conference-2018.registrationDate": "El registre obre l'1 de mar de 2018.",
    "conference-2018.registerNow": "Fes el registre ara!",
    "conference-2018.sessionDesc": "Interessat/da en proposar una sessió? Et convidem de quatre maneres:",
    "conference-2018.sessionItem1Title": "Pòster/demostració (90 minuts).",
    "conference-2018.sessionItem1Desc": "Mostra el teu projecte en un entorn d'exposició, juntament amb altres presentadors. Se us proporcionarà espai de visualització per a un cartell i un espai de taula per a una computadora o fullets.",
    "conference-2018.sessionItem2Title": "Taller manipulatiu (90 minuts).",
    "conference-2018.sessionItem2Desc": "Engresca els participants en activitats pràctiques, destacant noves formes de crear i col·laborar amb Scratch.",
    "conference-2018.sessionItem3Title": "Panell interactiu (60 minuts).",
    "conference-2018.sessionItem3Desc": "Parleu sobre un tema relacionat amb Scratch en un panell amb tres o més persones. La vostra proposta hauria de descriure com involucrarà al públic durant la sessió.",
    "conference-2018.sessionItem4Title": "Ignite talk (5 minuts).",
    "conference-2018.sessionItem4Desc": "Comparteix el que has fet en una presentació breu i animada.",

    "conference-2018.deadline": "El termini per a propostes finalitza el 5 de febrer de 2018.",
    "conference-2018.proposal": "Envieu la vostra proposta",
    "conference-2018.proposalDeadline": "Termini de presentació de propostes: 5 de febrer",
    "conference-2018.proposalAccept": "Notificació d'acceptació: 1 de març",

    "conference-2018.registrationTitle": "Registre:",
    "conference-2018.registrationEarly": "Inscripció Early Bird (1 de març-1 de maig): $200",
    "conference-2018.registrationStandard": "Inscripció estàndard (després de l'1 de maig): $300",

    "conference-2018.questions": "Dubtes? Contacta amb l'equip de Scratch {emailLink}",
    "conference-2018.questionsTitle": "Dubtes:",
    "conference-2018.submissionQ": "Ha passat el termini d'acceptació de propostes. Puc encara fer-ne una?",
    "conference-2018.submissionAns": "Ja no acceptem propostes.",
    "conference-2018.regQ": "Només puc assistir-hi un dia. Oferiu la inscripció d'un sol dia?",
    "conference-2018.regAns": "Ho senti, no oferim tiquets d'un sol dia.",
    "conference-2018.accommodationsQ": "Vull preparar la meva visita. Podeu fer suggeriments d'allotjament?",
    "conference-2018.accommodationsAns1": "Sí, hi ha nombrosos hotels a la zona que són col·laboradors del MIT i ofereixen descomptes per als participants d'esdeveniments relacionats, parlem de: {marriottLink} (a 0.4 miles del MIT Media Lab), {holidayinnLink} (1.6 miles), {residenceinnLink} (0.3 miles), i {lemeridienLink}(0.9 miles). Per reservar una habitació en un d'aquests hotels, truca i sol·licita el descompte del MIT. Es recomana la reserva anticipada, ja que l'estiu és una estada a Boston. Totes les tarifes del MIT estan subjectes a disponibilitat.",
    "conference-2018.accommodationsAns2": "Si busqueu opcions d'allotjament addicionals, també us recomanem {acLink} (7,1 milles), {doubletreeLink} (3,3 milles), i {hotelbostonLink} amb el codi MITSC2018 (5,3 milles). També podeu considerar opcions d'inici compartit, com ara Airbnb. Trobeu una llista ampliada d'allotjaments {mitLink}.",
    "conference-2018.here": "aquí",
    "conference-2018.accommodationsAns3": "L'allotjament limitat està disponible a les habitacions dels dormitoris {neuLink} a les següents tarifes:",
    "conference-2018.apartment": "Apartament",
    "conference-2018.suite": "Suite",
    "conference-2018.single": "Single",
    "conference-2018.double": "Doble",
    "conference-2018.pp": "/persona/nit",
    "conference-2018.accommodationsAns4": "Per sol·licitar un dormitori, completeu el {dormrequestLink}. Tingueu en compte que el nord-est es troba a Boston, a dues milles del lloc de la conferència al MIT. Es tracta d'un desplaçament de mitja hora a través del transport públic, accessible per metro a través de la línia verda (la parada nord-est de la línia E) o la línia d'Orange (parada de la estació de Ruggles).",
    "conference-2018.dormRequestText": "Formulari de sol·licitud de dormitori",
    "conference-2018.letterQ": "Puc obtenir una carta de visat?",
    "conference-2018.letterAns": "Sí. Poseu-vos en contacte amb nosaltres {emailLink}, i us podem enviar una carta per correu electrònic.",
    "conference-2018.preConfQ": "En anys anteriors, hi va haver un esdeveniment el dimecres a la tarda abans de la conferència. Preparareu alguna cosa similar aquest any?",
    "conference-2018.preConfAns": "Hi haurà una recepció informal i opcional a la tarda del dimecres 25 de juliol. Els participants també poden registrar-se d'hora en aquest moment.",
    "conference-2018.bringQ": "Què hauria de portar?",
    "conference-2018.bringAns": "Planifiqueu portar el vostre dispositiu personal (els ordinadors portàtils són els preferits) i el cable d'alimentació. Els presentadors haurien d'incloure tots els materials de presentació addicionals (proporcionarem projectors i pantalles). Els aperitius i begudes estaran disponibles durant tot el dia.",
    "conference-2018.moreQ": "Teniu preguntes addicionals?",
    "conference-2018.moreAns": "Contacta amb l'equip de Scratch a {emailLink}."
}
