{
    "conference-2018.title": "Scratch Conference 2018",
    "conference-2018.subtitle": "The Next Generation",
    "conference-2018.dateDesc": "26-28 Luglio, 2018 | Cambridge, MA, USA",
    "conference-2018.dateDescMore": " (con cerimonia di apertura la sera del 25 Luglio)",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "Ulteriori informazioni sulle date e sui luoghi della conferenza sono disponibili qui sotto.",

    "conference-2018.date": "Quando:",
    "conference-2018.location": "Dove:",

    "conference-2018.desc1": "Unisciti a noi per la Scratch@MIT conference, un evento in cui incontrare educatori, ricercatori, sviluppatori e altri membri della comunità globale di Scratch.",
    "conference-2018.desc2": "Stiamo pianificando una conferenza in cui la partecipazione sia massima, con un'intera giornata dedicata a laboratori pratici e moltissime opportunità di discussione e collaborazione tra pari. La conferenza è pensata principalmente per gli adulti che aiutano i giovani ad imparare Scratch.",
    "conference-2018.registrationDate": "Le iscrizioni aprono l'1 Marzo 2018.",
    "conference-2018.registerNow": "Registrati Ora!",
    "conference-2018.sessionDesc": "Sei interessato ad organizzare una sessione? TI invitiamo a presentare quattro diversi tipi di proposte:",
    "conference-2018.sessionItem1Title": "Poster/dimostrazione (90 minuti).",
    "conference-2018.sessionItem1Desc": "Mostra i tuoi progetti in un'ambiente espositivo insieme ad altre presentazioni. Ti verrà messa a disposizione una postazione in cui poter disporre i tuoi materiali, lo spazio per appendere un poster e un tavolo dove poggiare un computer o rendere disponibili dei volantini.",
    "conference-2018.sessionItem2Title": "Laboratorio pratico (90 minuti).",
    "conference-2018.sessionItem2Desc": "Coinvolgi i partecipanti in attività pratiche, mostrando nuovi modi di creare e di collaborare usando Scratch.",
    "conference-2018.sessionItem3Title": "Tavola rotonda (60 minuti).",
    "conference-2018.sessionItem3Desc": "Discuti un argomento legato a Scratch in una tavola rotonda con altre tre o quattro persone. La proposta deve evidenziare il modo in cui verrà coinvolto il pubblico durante la sessione.",
    "conference-2018.sessionItem4Title": "Presentazione lampo (5 minuti).",
    "conference-2018.sessionItem4Desc": "Condividi quello di cui ti stai occupando in una breve e vivace presentazione.",

    "conference-2018.deadline": "La scadenza per le proposte è il 5 Febbraio 2018.",
    "conference-2018.proposal": "Invia Una Proposta.",
    "conference-2018.proposalDeadline": "Scadenza per la presentazione delle proposte: 5 febbraio.",
    "conference-2018.proposalAccept": "Notifica di accettazione: 1 Marzo.",

    "conference-2018.registrationTitle": "Registrazione:",
    "conference-2018.registrationEarly": "Registrazione Anticipata (1 Marzo-1 Maggio): 200$",
    "conference-2018.registrationStandard": "Registrazione Regolare (dopo l'1 Maggio): 300$",

    "conference-2018.questions": "Hai delle domande? Contatta il Team di Scratch all'indirizzo {emailLink}",
    "conference-2018.questionsTitle": "Domande:",
    "conference-2018.submissionQ": "Non ho inviato il mio contributo entro la scadenza. Posso ancora inviare una proposta per la conferenza?",
    "conference-2018.submissionAns": "Purtroppo non possiamo accettare ulteriori contributi presentati oltre la scadenza.",
    "conference-2018.regQ": "Mi è possibile prendere parte ad un solo giorno della conferenza. E' possibile registrarsi per una singola giornata?",
    "conference-2018.regAns": "Ci dispiace, ma non sono disponibili iscrizioni per un singolo giorno.",
    "conference-2018.accommodationsQ": "Vorrei pianificare la mia visita. Avete dei suggerimenti su dove alloggiare?",
    "conference-2018.accommodationsAns1": "Si, il MIT ha accordi con  diversi hotel dei dintorni che offrono sconti ai partecipanti degli eventi del MIT, inclusi: {marriottLink} (0,6Km dal Media Lab del MIT), {holidayinnLink}(2,5Km), {residenceinnLink} (0,5Km) e {lemeridienLink}(1,5Km). Per prenotare una stanza in uno di questi hotel chiamate l'hotel richiedendo lo sconto MIT. Si suggerisce di prenotare con largo anticipo dato che l'estate è un periodo in cui la disponibilià a Boston è molto ridotta. Gli sconti MIT sono soggetti a disponibilità.",
    "conference-2018.accommodationsAns2": "Se stai cercando ulteriori opzioni, suggeriamo anche {acLink} (11,5Km), {doubletreeLink}(5,3Km) e {hotelbostonLink} usando il codice MITSC2018 (8,5Km). Un'altra alternativa può essere l'home-sharing come ad esempio Airbnb. Una lista estesa di possibilità di alloggio è disponibile a {mitLink}.",
    "conference-2018.here": "qui",
    "conference-2018.accommodationsAns3": "Limitate disponibilità di alloggio sono anche disponibili nei dormitori {neuLink} ai seguenti prezzi:",
    "conference-2018.apartment": "Appartamento",
    "conference-2018.suite": "Suite",
    "conference-2018.single": "Singola",
    "conference-2018.double": "Doppia",
    "conference-2018.pp": "per persona per notte",
    "conference-2018.accommodationsAns4": "Per prenotare una stanza del dormitorio, compila il {dormrequestLink}. Nota che Northeastern si trova a Boston, a circa 3Km dal dove si svolge la conferenza al MIT. Occorre circa mezz'ora con i mezzi pubblici, usando la metro Green Line (fermata Northeastern della linea E) o la Orange Line (fermata Ruggles Station).",
    "conference-2018.dormRequestText": "Modulo per la Richiesta delle Stanze dei Dormitori",
    "conference-2018.letterQ": "Potete mandarmi una lettera per ottenere il visto?",
    "conference-2018.letterAns": "Si. Contattaci all'indirizzo {emailLink} per farti inviare la lettera.",
    "conference-2018.preConfQ": "Gli anni scorsi era previsto un evento mercoledì sera prima della conferenza. E' previsto qualcosa di simile anche quest'anno?",
    "conference-2018.preConfAns": "Ci sarà un ricevimento informale la sera di mercoledì 25 Luglio. I partecipanti possono registrarsi già ora.",
    "conference-2018.bringQ": "Cosa dovrei portare?",
    "conference-2018.bringAns": "Ti suggeriamo di portare con te il tuo dispositivo portatile (meglio un laptop) dotato di alimentatore. Chi presenta dovrà portare tutti i materiali necessari per la presentazione (metteremo a disposizione proiettori e schermi da proiezione). Snack e bevande saranno disponibili durante tutta la giornata.",
    "conference-2018.moreQ": "Hai altre domande?",
    "conference-2018.moreAns": "Contatta Il team di Scratch all'indirizzo {emailLink}."
}
