{
    "conference-2018.title": "Conferência Scratch 2018:",
    "conference-2018.subtitle": "A Próxima Geração",
    "conference-2018.dateDesc": "26 a 28 de Julho de 2018 | Cambridge, MA, EUA",
    "conference-2018.dateDescMore": "(com recepção de abertura 25 de Julho à noite)",
    "conference-2018.locationDetails": "Media Lab do MIT, Cambridge, MA",
    "conference-2018.seeBelow": "Saiba mais, abaixo, sobre as datas e locais das conferências.",

    "conference-2018.date": "Quando:",
    "conference-2018.location": "Onde:",

    "conference-2018.desc1": "Junte-se a nós para a conferência Scratch@MIT, um encontro divertido de educadores, investigadores, desenvolvedores e outros membros da comunidade Scratch em todo o mundo.",
    "conference-2018.desc2": "Planeamos que seja uma conferência muito participativa, com um dia inteiro de oficinas práticas e muitas oportunidades para discussões e colaboração entre os pares. A conferência destina-se principalmente a adultos que apoiam os jovens na aprendizagem do Scratch.",
    "conference-2018.registrationDate": "O registo abre a partir de 1 de Março de 2018.",
    "conference-2018.registerNow": "Registe-se Agora!",
    "conference-2018.sessionDesc": "Está interessado em dinamizar uma sessão? Temos convite aberto para quatro tipos de propostas:",
    "conference-2018.sessionItem1Title": "Poster/demonstração (90 minutos).",
    "conference-2018.sessionItem1Desc": "Mostre o seu projecto em ambiente de exposição, em conjunto com outros apresentadores. Ser-lhe-á disponibilizado espaço de apresentação para um poster e espaço numa mesa para um computador e folhetos.",
    "conference-2018.sessionItem2Title": "Oficina prática (90 minutos).",
    "conference-2018.sessionItem2Desc": "Envolva os participantes em actividades práticas, enfatizando novas formas de criar e colaborar com o Scratch.",
    "conference-2018.sessionItem3Title": "Painel interactivo (60 minutos).",
    "conference-2018.sessionItem3Desc": "Discuta um tópico relacionado com o Scratch num painel com três ou mais pessoas. A sua proposta deve descrever de que forma irá envolver a audiência durante a sessão.",
    "conference-2018.sessionItem4Title": "Palestra inflamada (5 minutos).",
    "conference-2018.sessionItem4Desc": "Partilhe o que tem andado a fazer numa apresentação curta e viva.",

    "conference-2018.deadline": "O prazo limite para as propostas é 5 de Fevereiro de 2018.",
    "conference-2018.proposal": "Submeta a Sua Proposta",
    "conference-2018.proposalDeadline": "Prazo limite para propostas: 5 de Fevereiro",
    "conference-2018.proposalAccept": "Notificação de aceitação: 1 de Março",

    "conference-2018.registrationTitle": "Registo:",
    "conference-2018.registrationEarly": "Registo Antecipado (1 de Março a 1 de Maio): $200",
    "conference-2018.registrationStandard": "Registo Normal (depois de 1 de Maio): $300",

    "conference-2018.questions": "Questões? Contacte a Equipa Scratch através de {emailLink}",
    "conference-2018.questionsTitle": "Questões:",
    "conference-2018.submissionQ": "Falhei o prazo limite para submissões. Ainda posso submeter uma proposta para a conferência?",
    "conference-2018.submissionAns": "Já não estamos a aceitar submissões de propostas.",
    "conference-2018.regQ": "Posso apenas participar num dos dias da conferência. Há alternativas de registo para apenas um dia?",
    "conference-2018.regAns": "Lamentamos, mas não temos bilhetes para um só dia.",
    "conference-2018.accommodationsQ": "Quero planear a minha visita. Têm sugestões de alojamento?",
    "conference-2018.accommodationsAns1": "Sim, o MIT tem parcerias com vários hotéis da área que fazem descontos aos participantes em eventos do MIT, incluindo: {marriottLink} (640 m do Media Lab do MIT), {holidayinnLink} (2.6 km), {residenceinnLink} (480 m) e {lemeridienLink} (1,5 km). Para reservar um quarto num destes hotéis, telefone para o hotel e peça um desconto MIT. Recomendam-se fortemente reservas antecipadas, uma vez que o verão em Boston é muito concorrido. Todos os preços especiais para o MIT têm vagas limitadas.",
    "conference-2018.accommodationsAns2": "Se procura opções adicionais de alojamento, também recomendamos o{acLink} (11,4 km), o {doubletreeLink} (5,3 km) e o {hotelbostonLink} com o código MITSC2018 (8,5 km). Pode também considerar opções de partilha de alojamento tais como o Airbnb. Consulte uma lista extensa de alojamentos aqui: {mitLink}.",
    "conference-2018.here": "aqui",
    "conference-2018.accommodationsAns3": "Há alojamento em quantidades limitadas nos quartos das residências da{neuLink} pelos seguintes preços:",
    "conference-2018.apartment": "Apartamento",
    "conference-2018.suite": "Suite",
    "conference-2018.single": "Individual",
    "conference-2018.double": "Duplo",
    "conference-2018.pp": "/pessoa/noite",
    "conference-2018.accommodationsAns4": "Para requerer um quarto de residência, por favor preencha o {dormrequestLink}. Note que a Northeastern localiza-se em Boston, a cerca de 3 km do local da conferência no MIT. A viagem dura cerca de meia hora, usando transportes públicos, por exemplo a Linha Verde do metro (paragem da Northeastern na linha E) ou a Linha Laranja (paragem da Estação Ruggles).",
    "conference-2018.dormRequestText": "Formulário de Pedido de Quarto em Residência",
    "conference-2018.letterQ": "Podem enviar-me uma carta para o visto?",
    "conference-2018.letterAns": "Sim. Contacte-nos através de {emailLink} e enviar-lhe-emos uma carta.",
    "conference-2018.preConfQ": "Em anos anteriores houve um evento na noite de quarta-feira, antes da conferência. Haverá algo de parecido, este ano?",
    "conference-2018.preConfAns": "Haverá uma recepção informal e opcional na quarta-feira, dia 25 de Julho, à noite. Os participantes podem aproveitar para se registar antecipadamente, nessa altura.",
    "conference-2018.bringQ": "Que devo levar?",
    "conference-2018.bringAns": "Planeie trazer um dispositivo pessoal (de preferência um portátil) e a sua alimentação. Os apresentadores devem planear trazer todos os materiais adicionais de apresentação (fornecemos projectores e ecrãs). Haverá comida e bebida disponível ao longo do dia.",
    "conference-2018.moreQ": "Tem alguma questão adicional?",
    "conference-2018.moreAns": "Contacte a Equipa Scratch através de {emailLink}."
}
