{
    "conference-2018.title": "Hội nghị về Scratch 2018:",
    "conference-2018.subtitle": "Thế hệ Kế tiếp",
    "conference-2018.dateDesc": "26-28 tháng 7  năm 2018 | tại Cambridge, MA, USA",
    "conference-2018.dateDescMore": "(bắt đầu đón tiếp từ buổi tối ngày 25 tháng 7)",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "Xem thêm bên dưới để biết thêm về thời gian và địa điểm diễn ra sự kiện.",

    "conference-2018.date": "Thời gian:",
    "conference-2018.location": "Địa điểm:",

    "conference-2018.desc1": "Tham gia Hội nghị Scratch@MIT cùng chúng tôi, nơi gặp gỡ của các nhà giáo dục, nhà nghiên cứu, lập trình viên và nhiều thành viên khác của cộng đồng Scratch trên khắp thế giới.",
    "conference-2018.desc2": "Chúng tôi đang lên kế hoạch cho một buổi hội nghị về Scratch, có những buổi đào tạo thực hành với nhiều cơ hội để thảo luận và hợp tác. Buổi hội nghị này định hướng chính vào những người trưởng thành đang hỗ trợ các thiếu niên học Scratch.",
    "conference-2018.registrationDate": "Bắt đầu đăng ký từ ngày 1 tháng 3, 2018.",
    "conference-2018.registerNow": "Đăng ký ngay bây giờ!",
    "conference-2018.sessionDesc": "Bạn muốn đóng góp một chuyên mục trong hội nghị không? Chúng tôi mời gọi 4 loại đề xuất sau:",
    "conference-2018.sessionItem1Title": "Poster/trình bày (90 phút).",
    "conference-2018.sessionItem1Desc": "Trình bày chương trình của bạn trong buổi triển lãm, bên cạnh những người trình bày khác. Bạn sẽ được cung cấp không gian trưng bày poster và không gian để bố trí máy tính hay tài liệu.",
    "conference-2018.sessionItem2Title": "Hội thảo thực hành (90 phút).",
    "conference-2018.sessionItem2Desc": "Những thành viên tham gia hoạt động thực hành, nhấn mạnh phương pháp mới để sáng tạo và tương tác cùng Scratch.",
    "conference-2018.sessionItem3Title": "Tương tác với khách mời (60 phút).",
    "conference-2018.sessionItem3Desc": "Thảo luận những chủ đề liên quan đến Scratch theo từng nhóm tập trung 3 người hoặc nhiều hơn. Bản đề xuất chương trình của bạn nên mô tả cách bạn thu hút người nghe trong hội thảo.",
    "conference-2018.sessionItem4Title": "Trò chuyện khởi động (5 phút).",
    "conference-2018.sessionItem4Desc": "Chia sẻ ngắn gọn, sống động những điều bạn đã làm.",

    "conference-2018.deadline": "Hạn chót cho các đề xuất là ngày 5 tháng 2, 2018",
    "conference-2018.proposal": "Nộp bản đề xuất",
    "conference-2018.proposalDeadline": "Hạn chót cho các bản đề xuất : Ngày 5 tháng 2",
    "conference-2018.proposalAccept": "Thông báo kết quả chấp nhận: Ngày 1 tháng 3",

    "conference-2018.registrationTitle": "Đăng ký:",
    "conference-2018.registrationEarly": "Đăng ký sớm ( 1/3 - 1/4 ): $200",
    "conference-2018.registrationStandard": "Đăng ký bình thường (sau 1/4): $300",

    "conference-2018.questions": "Bạn có thắc mắc gì? ? Vui lòng liên hệ Scratch Team tại {emailLink}",
    "conference-2018.questionsTitle": "Câu hỏi:",
    "conference-2018.submissionQ": "Tôi đã lỡ hạn nộp đề xuất. Liệu tôi có thể tiếp tục nộp đề xuất cho hội nghị không?",
    "conference-2018.submissionAns": "Chúng tôi không còn chấp nhận đề xuất.",
    "conference-2018.regQ": "Tôi chỉ có thể tham dự một ngày của hội nghị thôi. Ban tổ chức có cho đăng ký tham gia một ngày không?",
    "conference-2018.regAns": "Rất tiếc, chúng tôi không cung cấp vé tham dự cho một ngày.",
    "conference-2018.accommodationsQ": "Tôi muốn tham dự. Ban tổ chức có hướng dẫn gì về chỗ ở không?",
    "conference-2018.accommodationsAns1": "Vâng, viện MIT hợp tác với một số khách sạn trong khu vực để giảm giá cho những người tham dự sự kiện của viện MIT, bao gồm: {marriottLink} (0.4 dặm từ MIT Media Lab), {holidayinnLink} (1.6 dặm), {residenceinnLink} (0.3 dặm), và {lemeridienLink} (0.9 dặm). Để đặt phòng tại một trong những địa điểm trên, hãy gọi cho khách sạn và yêu cầu giảm giá từ MIT. Chúng tôi rất khuyến cáo đặt chỗ trước, vì mùa hè là thời gian cao điểm ở Boston. Tất cả các khung giá cho MIT đều có.",
    "conference-2018.accommodationsAns2": "Nếu bạn đang tìm nơi ở có giá thấp hơn, chúng tôi cũng gợi ý cho bạn tại {acLink} (7.1 dặm), {doubletreeLink} (3.3 dặm), và {hotelbostonLink} với mã MITSC2018 (5.3 dặm). Bạn có thể xem xét lựa chọn chia sẻ nhà từ Airbnb. Xem thêm danh sách chỗ khác tại {mitLink}.",
    "conference-2018.here": "tại đây",
    "conference-2018.accommodationsAns3": "Số lượng chỗ ở có giới hạn tại các phòng ký túc xá {neuLink} với những mức giá sau:",
    "conference-2018.apartment": "Căn hộ",
    "conference-2018.suite": "Căn hộ nhỏ",
    "conference-2018.single": "Phòng đơn",
    "conference-2018.double": "Phòng đôi",
    "conference-2018.pp": "/người/đêm",
    "conference-2018.accommodationsAns4": "Để yêu cầu phòng ký túc xá, hãy điền vào {dormrequestLink}. Xin lưu ý rằng Northeastern nằm ở Boston, cách nơi diễn ra hội nghị ở MIT khoảng 2 dặm. Tốn khoảng nửa tiếng để di chuyển bằng phương tiện công cộng, có có thể đến bằng tàu điện Green Line (trạm dừng Northeastern trên dãy E) hoặc Orange Line (trạm dừng Ruggles Station).",
    "conference-2018.dormRequestText": "Đơn yêu cầu phòng ký túc",
    "conference-2018.letterQ": "Tôi có thể xin thư giới thiệu thị thực không?",
    "conference-2018.letterAns": "Có chứ. Hãy liên lạc với chúng tôi tại {emailLink}, và chúng tôi có thể gửi thư giới thiệu cho bạn.",
    "conference-2018.preConfQ": "Trong những năm trước, có một buổi sự kiện vào chiều tối ngày thứ 4 trước hội nghị. Các bạn có tiếp tục tổ chức tương tự như vậy cho năm nay không?",
    "conference-2018.preConfAns": "Sẽ có một buổi đón tiếp không chính thức cho buổi chiều tối thứ 4, 25 tháng 7. Khách tham dự có thể đăng ký sớm lúc này.",
    "conference-2018.bringQ": "Tôi nên mang theo những gì?",
    "conference-2018.bringAns": "Lên kế hoạch mang theo những thiết bị cá nhân ( nên mang theo máy tính xách tay) và dây nguồn. Người trình bày nên mang theo những tài liệu đi kèm cho buổi thuyết trình (chúng tôi sẽ cung cấp máy chiếu và màn hình). Thức ăn nhẹ và thức uống sẽ được phục vụ cả ngày.",
    "conference-2018.moreQ": "Bạn có thêm thắc mắc nào khác?",
    "conference-2018.moreAns": "Vui lòng liên hệ với Scratch Team tại {emailLink}."
}
