{
    "conference-2017.title": "Jornades de Scratch 2017",
    "conference-2017.desc": "Aquest any, en motiu del 10è aniversari de Scratch, la comunitat global de Scratch allotjarà jornades de Scratch en moltes ciutats d'arreu del món.",
    "conference-2017.seeBelow": "Aprèn més sobre les dates i ubicacions de les jornades.",

    "conference-2017.date": "Data",
    "conference-2017.location": "Localització",
    "conference-2017.audience": "Públic",
    "conference-2017.language": "Idioma",
    "conference-2017.website": "Visita el lloc web",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Obrint, Inspirant, Connectant",
    "conference-2017.franceDesc": "Scratch2017BDX és una oportunitat per conèixer persones i compartir idees, inspirar-se i inspirar. És una festa global per celebrar la creativitat i gaudir descobrint i comprenent Scratch i el que l'envolta.",
    "conference-2017.franceAudience": "Família global de Scratch",
    
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "La trobada Scratch de Brasil al 2017 serà un punt de trobada per als docents brasilers, investigadors, desenvolupadors i makers interessats en crear, compartir i aprendre amb Scratch. La conferència fomentarà les discussions sobre l'ús de Scratch dins i fora de l'aula, la computació creativa, extensions de Scratch, i altres temes importants relacionats amb la incorporació de Scratch al Brasil. Estem planejant un esdeveniment molt participatiu, amb una gran quantitat de tallers amb mans, sessions de cartells i oportunitats de col·laboració.",
    "conference-2017.brasilAudience": "Educadors, investigadors, desenvolupadors i makers",
    
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "La conferència de Scratch a Budapest és una oportunitat única per conèixer l'extensa família de Scratch i créixer i inspirar-nos els uns als altres. És un espai per a delectar-se amb el pensament creatiu i la programació, per capbussar-se i compartir en totes les diverses possibilitats que hem trobat. Som agents de canvi - geeks provat i comprovat en els nostres gens - i esperem a enrotllar les nostres mànigues de camisa i amb una mica de \"hard-fun\". En veritat en aquest àmbit, les perspectives per al futur són brillants i estem molt contents. Vine, coneix i col·labora amb altres membres de la comunitat de Scratch.",
    "conference-2017.hungaryAudience": "Professors, educadors, fundacions",
    
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginant, creant, compartint",
    "conference-2017.chileDesc": "Scratch al Sur 2017 és una oportunitat per aprendre sobre la importància de la introducció dels llenguatges de programació a les escoles. Totes les conferències i tallers oferiran l'oportunitat de compartir experiències diferents, des dels nivells més alts als que estan començant a participar en la comunitat global de Scratch.",
    "conference-2017.chileAudience": "Mestres, directors, personal d'administració, investigadors, i professionals de les TIC",
    
    "conference-2017.chinaTitle": "Scratch Conference: China*Love",
    "conference-2017.chinaDesc": "Uniu-vos a la trobada per donar suport a l'expressió creativa amb Scratch a la Xina. Comparteix les vies per promoure l'aprenentatge amb la passió per la programació, l'animació, la comunitat i la vida.",
    "conference-2017.chinaAudience": "Educadors, família, desenvolupadors, makers",

    "conference-2017.costaricaTitle": "Scratch Conference Costa Rica",
    "conference-2017.costaricaSubTitle": "Persones, Projectes i Llocs",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica és un esdeveniment global que té lloc a nivell de la comunitat que uneix els professors, estudiants, empreses i líders, de manera que la programació i el disseny és part de l'educació de tots els nens, a partir de Scratch.",
    "conference-2017.costaricaAudience": "Usuaris de Scratch, mestres, professors, Scratchers potencials, estudiants universitaris (futurs mestres i desenvolupadors de programari) a Costa Rica i la comunitat de parla hispana de Llatinoamèrica"
}
