{
    "conference-2017.title": "Scratch-Konferenzen 2017",
    "conference-2017.desc": "Dieses Jahr werden von der weltweiten Scratch-Community in vielen Städten rund um den Globus regionale Scratch-Konferenzen abgehalten, um den 10-jährigen Geburtstag von Scratch zu feiern.",
    "conference-2017.seeBelow": "Erfahre untenstehend mehr über das Datum und die Örtlichkeiten der Konferenz.",

    "conference-2017.date": "Zeitpunkt",
    "conference-2017.location": "Standort",
    "conference-2017.audience": "Zielgruppe",
    "conference-2017.language": "Sprache",
    "conference-2017.website": "Besuche die Webseite",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Eröffnen, begeistern, verbinden",
    "conference-2017.franceDesc": "Sratch2017BDX bietet die Gelegenheit, Leute zu treffen und Ideen zu teilen, es ist dazu da um inspiriert zu werden und zugleich inspirierend zu sein. Es ist ein globales Fest um Kreativität zu feiern und um Spaß mit Entdeckungen und mit dem Verständnis von Scratch und darüber hinaus zu haben. ",
    "conference-2017.franceAudience": "Weltweite Scratch-Familie",
    
    "conference-2017.brasilTitle": "Scratch-Konferenz Brasilien 2017",
    "conference-2017.brasilDesc": "Die Scratch-Konferenz 2017 in Brasilien wird ein Treffpunkt für brasilianische Lehrkräfte, Forscher, Entwickler und Hersteller sein, die interessiert sind am Erstellen und Teilen von Inhalten mit Scratch und am korrespondierenden Lernprozess. Die Konferenz will Diskussionen fördern über den Einsatz von Scratch innerhalb und außerhalb des Klassenraums, über die kreative Rechnernutzung, über Erweiterungen zu Scratch und über andere wichtige Thematiken in Bezug auf den Einsatz von Scratch in Brasilien. Wir planen eine Konferenz mit einem sehr partizipativen Ansatz, mit vielen Hands-on Workshops, Poster-Sessionen und reichlich Gelegenheit für die Zusammenarbeit.",
    "conference-2017.brasilAudience": "Lehrkräfte, Forscher, Entwickler und Hersteller ",
    
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Die Scratch-Konferenz in Budapest ist eine einzigartige Gelegenheit um  die Mitglieder der erweiterten Scratch-Familie zu treffen und uum diese Familie wachsen zu lassen und einander zu inspirieren. Es wird Raum geboten um kreatives Denken und Kodieren zu feiern und um die verschiedenen Möglichkeiten hierzu mitzuteilen. Wir sind Mittelsmänner für einen Wandel — unseren Genen nach sind wir echte oder Möchtegern-Freaks — und wir freuen uns darauf, unsere Hemdsärmel hochzukrempeln und eine gute Portion heftigen Spaß zu haben. In der Tat ist auf diesem Gebiet der Ausblick in die Zukunft rosig und wir alle sind begeistert. Komm, schließ Dich uns an und arbeite mit anderen Mitgliedern der Scratch-Community zusammen.",
    "conference-2017.hungaryAudience": "Lehrer, Lehrkräfte, Stiftungen",
    
    "conference-2017.chileTitle": "Scratch im Süden 2017",
    "conference-2017.chileSubTitle": "Vorstellen, erstellen, teilen",
    "conference-2017.chileDesc": "Scratch al Sur 2017 bietet die Gelegenheit etwas darüber zu erfahren, wie wichtig es ist, Programmiersprachen in den Schulen einzuführen. Alle Vorträge und Workshops bieten die Möglichkeit die unterschiedlichen Erfahrungen auszutauschen sowohl diejenigen, die von älteren, erfahrenen Niveaus gemacht wurden, aber auch diejenigen, die gerade erst beginnen, sich in die globale Scratch-Community einzubringen. ",
    "conference-2017.chileAudience": "Schullehrer, Schulleiter, Verwalter im Erziehungsbereich, Forscher und Fachleute im IT-Bereich ",
    
    "conference-2017.chinaTitle": "Scratch-Konferenz: China*Love",
    "conference-2017.chinaDesc": "Schließe Dich unserem Treffen an um kreative Ausdrucksweisen mit Scratch in China zu unterstützen. Teile Methoden um das Lernen mit Leidenschaft für Programmierung, Animation, Gesellschaft und das Leben zu fördern. ",
    "conference-2017.chinaAudience": "Lehrkräfte, Eltern, Entwickler und Hersteller ",

    "conference-2017.costaricaTitle": "Scratch-Konferenz Costa Rica",
    "conference-2017.costaricaSubTitle": "Leute, Projekte und Orte",
    "conference-2017.costaricaDesc": "Die Scratch Conference in Costa Rica ist ein globales Ereignis welches auf der Community-Ebene stattfindet und Lehrer, Schüler, Unternehmen und Führungskräfte vereint so dass Programmierung und Entwurf Teil der Erziehung eines jeden Kindes wird, unter Zuhilfenahme von Scratch.",
    "conference-2017.costaricaAudience": "Nutzer von Scratch, Lehrer, Hochschullehrer, potentielle Scratch-Nutzer, Universitätsstudenten (zukünftige Lehrer und Softwareentwickler) in Costa Rica und dem Spanisch sprechenden Lateinamerika "
}
