{
    "conference-2017.title": "Conferencias Scratch 2017",
    "conference-2017.desc": "Este año, en celebración por el 10º aniversario de Scratch, la comunidad global de Scratch va a organizar las conferencias regionales de Scratch en muchas ciudades a lo largo del mundo.",
    "conference-2017.seeBelow": "Conoce más sobre las fechas y las ubicaciones de las conferencias abajo.",

    "conference-2017.date": "Fecha",
    "conference-2017.location": "Ubicación",
    "conference-2017.audience": "Público",
    "conference-2017.language": "Idioma",
    "conference-2017.website": "Visita la página web",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Abriendo, Inspirando, Conectando",
    "conference-2017.franceDesc": "Scratch2017BDX es una oportunidad para concoer a gente y compartir ideas, y para ser inspirado e inspirar a otros. Es una fiesta global para celebrar la creatividad y disfrutar descubrimientos y entender sobre Scratch y más allá.",
    "conference-2017.franceAudience": "Familia global de Scratch",
    
    "conference-2017.brasilTitle": "Conferencia Scratch Brasil 2017",
    "conference-2017.brasilDesc": "La Conferencia Scratch Brasil 2017 va a ser un punto de encuentro para los educadores brasileños, investigadores, desarrolladores y creadores que estén interesados en crear, compartir y aprender con Scratch. La conferencia va a fomentar la discusión sobre el uso de Scratch dentro y fuera de la clase, la computación creativa, las extensiones de Scratch, y otros temas importantes relativos a la adopción de Scratch en Brasil. Estamos planeando algo muy participativo, con muchos talleres de toma de contacto, sesiones de pósteres y oportunidades para la colaboración.",
    "conference-2017.brasilAudience": "Educadores, investigadores, desarrolladores, y creadores",
    
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "La Conferencia Scratch de Budapest es una oportunidad única para encontrarse con la extensa familia Scratch y crecer e inspirarse los unos a los otros. Es un espacio para deleitarse con el pensamiento creativo y la programación, para bucear dentro y compartir todas las diversas posibilidades que hemos encontrado. Somos agentes de cambio —con auténticos genes geek— y estamos deseando ponernos manos a la obra para tener una \"buena diversión\". Ciertamente, en este entorno la perspectiva para el futuro es brillante y estamos emocionados. Ven, conoce y colabora con otros miembros de la comunidad de Scratch.",
    "conference-2017.hungaryAudience": "Profesores, educadores, fundaciones",
    
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 es una oportunidad para aprender sobre la importancia de introducir los lenguajes de programación en los colegios. Todos los ponentes y los talleres ofrecerán una oportunidad para compartir diferentes experiencias, desde aquellas de más alto nivel hasta los que están comenzando a participar en la comunidad global de Scratch.",
    "conference-2017.chileAudience": "Profesores de colegio, directores, administradores educativos, investigadores y profesionales de las tecnologías de la información",
    
    "conference-2017.chinaTitle": "Conferencia Scratch: China*Love",
    "conference-2017.chinaDesc": "Únete a nosotros en una reunión para apoyar la expresión creativa con Scratch en China. Comparte formas para promover el aprendizaje con pasión por la programación, la animación, la comunidad, y la vida.",
    "conference-2017.chinaAudience": "Educadores, padres, desarrolladores, creadores",

    "conference-2017.costaricaTitle": "Conferencia Scratch Costa Rica",
    "conference-2017.costaricaSubTitle": "Gente, Proyectos, y Lugares",
    "conference-2017.costaricaDesc": "La Conferencia Scratch Costa Rica es un evento global que tiene lugar a nivel de comunidad y que une a profesores, estudiantes, empresas y líderes, de forma que la programación y el diseño son parte de la educación de todos los niños, empezando por Scratch.",
    "conference-2017.costaricaAudience": "Usuarios de Scratch, profesores, profesores de universidad, Scratchers potenciales, estudiantes de universidad (futuros profesores y desarrolladores de software) en Costa Rica y Latinoamericanos hispanoparlantes"
}
