{
    "conference-2017.title": "Conferenze di Scratch nel 2017",
    "conference-2017.desc": "Quest'anno, in occasione del 10mo anniversario di Scratch, la comunità mondiale di Scratch organizzerà conferenze regionali di Scratch in diverse città di tutto il mondo.",
    "conference-2017.seeBelow": "Ulteriori informazioni sulle date e sulle località delle conferenze sono disponibili qui sotto.",

    "conference-2017.date": "Data",
    "conference-2017.location": "Località",
    "conference-2017.audience": "Audience",
    "conference-2017.language": "Lingua",
    "conference-2017.website": "Visita il sito web",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Opening, Inspiring, Connecting",
    "conference-2017.franceDesc": "Scratch2017BDX ti permetterà di incontrare altre persone con gli stessi interessi e di condividere con loro le tue idee traendo ispirazione e ispirando. E' una festa globale per celebrare la creatività e per godere delle scoperte e della comprensione di Scratch e altro.",
    "conference-2017.franceAudience": "La famiglia di Scratch",
    
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "La Scratch Brazil Conference 2017 costituirà un punto di incontro per educatori, ricercatori, sviluppatori e makers brasiliani interessati a creare, condividere e imparare con Scratch. La conferenza promuoverà discussioni sull'uso di Scratch dentro e fuori la classe, sull'informatica creativa, sulle estensioni di Scratch e su altri importanti temi legati all'adozione di Scratch in Brasile. Stiamo preparando un evento molto partecipativo, con diversi workshop pratici e sessioni poster e con molte opportunità di collaborazione.",
    "conference-2017.brasilAudience": "Educatori, ricercatori, sviluppatori e makers",
    
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "La Conferenza di Scratch che si terrà a Budapest è un'opportunità unica per incontrare l'estesa famiglia di Scratch, di crescere e di farsi ispirare gli uni dagli altri. E' uno spazio in cui divertirsi grazie al pensiero creativo e al coding, per immergersi in tutti gli usi di Scratch che abbiamo scoperto e di condividerli con gli altri. Siamo noi gli agenti del cambiamento — veri e provati geek a partire dai nostri geni — e non vediamo l'ora di poterci arrotolare le maniche e divertirci al massimo.  La visione del futuro in questo ambito è luminosa e siamo davvero entusiasti. Vieni, conosci e collabora con altri membri della comunità di Scratch.",
    "conference-2017.hungaryAudience": "Insegnanti, educatori, fondazioni",
    
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 è un'opportunità per imparare l'importanza di introdurre i linguaggi di programmazione nelle scuole. Tutti gli interventi e gli workshop forniranno opportunità di condividere esperienze diverse a tutti i livelli, a partire dai livelli più tecnici fino al livello di coloro che sono appena entrati nella comunità globale di Scratch.",
    "conference-2017.chileAudience": "Insegnanti, dirigenti scolastici, personale amministrativo delle istituzioni scolastiche, ricercatori e professionisti dell'IT",
    
    "conference-2017.chinaTitle": "Scratch Conference: China*Love",
    "conference-2017.chinaDesc": "Unisciti a noi in un incontro per lo sviluppo sulle possibilità di esprimersi in modo creativo in Cina. Condividi il tuo modo di promuovere l'apprendimento grazie alla passione per la programmazione, per l'animazione, per la comunità e per la vita.",
    "conference-2017.chinaAudience": "Educatori, genitori, sviluppatori, makers",

    "conference-2017.costaricaTitle": "Scratch Conference Costa Rica",
    "conference-2017.costaricaSubTitle": "People, Projects, and Places",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica è un evento globale a livello di comunità che fa incontrare insegnanti, studenti, imprenditori e dirigenti per far si che il coding e la capacità di progettare siano parte integrante dell'educazione di ogni bambino, a partire da Scratch.",
    "conference-2017.costaricaAudience": "Utenti di Scratch, docenti universitari, futuri utenti di Scratch, studenti universitari (futuri insegnanti e sviluppatori di software) della Costa Rica o dell'America Latina di lingua spagnola."
}
