{
    "conference-2017.title": "Scratch सम्हेलन २०१७ ",
    "conference-2017.desc": "यो वर्ष, Scratch को 10 औ वर्षगांठको उत्सवमा, विश्वभरका थुप्रै शहरहरूमा विश्वव्यापी Scratch समुदायले क्षेत्रीय Scratch सम्मेलनको आयोजना गर्नेछ।",
    "conference-2017.seeBelow": "समेलन को बारेमा थप मिती र स्थान को जानकारी लिनुहोस।",

    "conference-2017.date": "मिती",
    "conference-2017.location": "स्थान",
    "conference-2017.audience": "दर्शक्",
    "conference-2017.language": "भाषा",
    "conference-2017.website": "सम्पर्क वेबसाईट",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "खुल्ला, प्रेरणादायक, जोड्दै",
    "conference-2017.franceDesc": "Scratch2017BDX मानिसहरू भेट्न र विचारहरू साझा गर्न एक अवसर हो, र प्रेरित र प्रेरणादायक। यो रचनात्मकता मनाउन एक वैश्विक उत्सव हो र अन्वेषणहरूको आनन्द र Scratch र अगाडीको बारेमा बुझ्न।",
    "conference-2017.franceAudience": "ग्लोबल Scratch परिवार",
    
    "conference-2017.brasilTitle": " Scratch सम्मेलन ब्राजिल २०१७ ",
    "conference-2017.brasilDesc": "scratch ब्राजिल सम्मेलन २०१७ ब्राजीलका शिक्षकों, शोधकर्ताहरू, विकासकर्ताहरू र निर्माताहरूका लागि बैठक बिन्दु हुनेछ जुन स्क्रैचसँग सिर्जना, साझेदारी र सिकाउने रुचि राख्दछन्।सम्मेलन ब्राजील मा Scratch को गोद लेने संग सम्बन्धित क्लासरूम, क्रिएटिव कम्प्यूटिंग, Scratch एक्सटेन्सन, र अन्य महत्वपूर्ण विषयों को Scratch को उपयोग को बारे मा छलफलहरु को बढावा देगा।हामी धेरै सहभागिताको योजना बनाइरहेका छौं, धेरैवटा हातहरू-कार्यशालाहरूमा, पोस्टर सत्र र सहयोगका लागि अवसरहरू। ",
    "conference-2017.brasilAudience": "शिक्षकहरू, शोधकर्ताहरू, विकासकर्ताहरू, र निर्माताहरू",
    
    "conference-2017.hungaryTitle": "Scratch २०१७ @ Budapest",
    "conference-2017.hungaryDesc": "बुडापेस्ट मा Scratch सम्मेलन हाम्रो विस्तारित Scratch परिवारलाई भेट्न र एक अर्कालाई प्रेरित गर्नको लागी एक अद्वितीय अवसर हो । यो हामीले फेला पारेको बिभिन्न सम्भावना र रचनात्मक सोच र कोडिङ मा डुब्ने ठाउँ हो । हामी परिवर्तन कर्ताहरु हौ । हामी हरदम नयाँ सकरत्मक कदम लिन र रमाइलो गर्न तयार छौ । यस क्षेत्रमा साँच्चै, भविष्यको लागि दृष्टिकोण उज्ज्वल हुन्छ र हामी उत्साहित छौं। आउनुहोस्, भेट्नुहोस्, र Scratch समुदायका अन्य सदस्यहरूसँग सहयोग गर्नुहोस्।",
    "conference-2017.hungaryAudience": "शिक्षकहरू, शिक्षकहरू, फोउन्डेशनहरु ",
    
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "कल्पना, सिर्जना, साझेदारी",
    "conference-2017.chileDesc": "Scratch अल सुर 2017 स्कूलमा प्रोग्रामिङ भाषाहरू परिचयको महत्त्वबारे सिक्ने मौका हो। यि व्याख्यानहरू र कार्यशालाहरूले विभिन्न स्तरहरू साझेदारी गर्ने अवसर प्रदान गर्नेछ ।",
    "conference-2017.chileAudience": "विद्यालय शिक्षकहरू, प्रिन्सिपलहरू, शिक्षा प्रशासकहरू, शोधकर्ताहरू, र सूचना प्रविधि व्यवसायीहरू",
    
    "conference-2017.chinaTitle": "Scratch सम्मेलन: China*Love",
    "conference-2017.chinaDesc": "चीनमा Scratch सँग रचनात्मक अभिव्यक्तिलाई समर्थन गर्नको लागि हुने सभामा सामेल हुनुहोस्। प्रोग्रामिंग, एनीमेशन, समुदाय, र जीवनको लागि जुनून संग शिक्षा को प्रचार गर्न को लागी तरिका बाढ्नुहोस । ",
    "conference-2017.chinaAudience": "शिक्षकहरू, शोधकर्ताहरू, विकासकर्ताहरू, र निर्माताहरू",

    "conference-2017.costaricaTitle": "Scratch सम्मेलन कोस्टा रिका",
    "conference-2017.costaricaSubTitle": "मानिसहरू, परियोजनाहरू, र स्थानहरू",
    "conference-2017.costaricaDesc": "Scratch सम्मेलन कोस्टा रिका सामुदायिक स्तरमा एक विश्वव्यापी प्रोग्राम हो जुन शिक्षक, विद्यार्थी, व्यवसाय र नेताहरूलाई एकजुट गर्दछ, ताकि कोडिंग र डिजाइन हरेक बालिकाको शिक्षाको भाग होस र Scratch सुरु गर्न मध्ता पुगोस्। ",
    "conference-2017.costaricaAudience": "कोस्टा रिका र स्पेनिश बोल्ने लैटिन अमेरिकामा Scratch प्रयोगकर्ताहरू, शिक्षकहरू, कलेज प्रोफेसरहरू, सम्भावित Scratchers, विश्वविद्यालयका विद्यार्थीहरू (भविष्यका शिक्षकहरू र सफ्टवेयर विकासकर्ताहरू)"
}
