{
    "conference-2017.title": "Scratch-konferansar i 2017",
    "conference-2017.desc": "Som feiring av 10-årsjubileet til Scratch vil det globale Scratch-fellesskapet arrangera regionale Scratch-konferansar i mange byar i verda.",
    "conference-2017.seeBelow": "Les meir om tid og stad for konferansane nedanfor.",

    "conference-2017.date": "Dato",
    "conference-2017.location": "Stad",
    "conference-2017.audience": "Målgruppe",
    "conference-2017.language": "Språk",
    "conference-2017.website": "Besøk heimesida",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Inkluderande, inspirerande og kontaktskapande",
    "conference-2017.franceDesc": "Scratch2017BDX er eit høve for å møta andre og utveksla idéar, til å verta inspirert og til å inspirera andre. Det er ein global fest for å feira kreativitet, gjera nye oppdagingar og læra meir om Scratch og fellesskapet rundt Scratch.",
    "conference-2017.franceAudience": "Den globale Scratch-familien",
    
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Scratch-konferansen i Brasil 2017 vert ein møtestad for lærarar, pedagogar, forskarar, utviklarar og andre i Brasil som er interesserte i å skapa, dela og lærar med Scratch. Konferansen fostrar diskusjonar om bruk av Scratch på og utanfor skulen, kreativ datamaskinbruk, utvidingar til Scratch og andre viktige tema relatert til bruk av Scratch i Brasil. Me planlegg mykje aktiv deltaking, med mange praktiske øvingar, plakatøkter og høve for samarbeid.",
    "conference-2017.brasilAudience": "Lærarar, pedagogar, forskarar, utviklarar og skaparar",
    
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Scratch-konferansen i Budapest eit unikt høve til å møta den utvida Scratch-familien, der me kan veksa og inspirera kvarandre. Det er ein møtestad for å feira kreativ tenking og programmering, og for å utveksla erfaringar. Me er ekte nerdar i blodet og ser fram til litt skikkeleg nerdemoro. Me gler oss. Kom og møt og samarbeid med andre medlemmar i Scratch-fellesskapet.",
    "conference-2017.hungaryAudience": "Lærarar, pedagogar og organisasjonar",
    
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Fantasi, skaping og deling",
    "conference-2017.chileDesc": "På Scratch al Sur 2017 kan me læra om kor viktig det er å introdusera elevar i grunnskulen til programmering. Føredraga og dei praktiske øvingane gjev oss høve til å utveksla ulike erfaringar, både for avanserte brukarar og for dei som er heilt nye i det globale Scratch-fellesskapet.",
    "conference-2017.chileAudience": "Lærarar, rektorar, skuleadministrasjon, forskarar og IKT-arbeidarar",
    
    "conference-2017.chinaTitle": "Scratch-konferanse: China*Love",
    "conference-2017.chinaDesc": "Vert med oss på denne samlinga for å støtta kreative uttrykk med Scratch i Kina. Utveksla erfaringar med å fremja læring med lidenskap for programmering, animasjonar, fellesskap og livet.",
    "conference-2017.chinaAudience": "Lærarar, pedagogar, foreldre, utviklarar og skaparar",

    "conference-2017.costaricaTitle": "Scratch-konferanse i Costa Rica",
    "conference-2017.costaricaSubTitle": "Menneske, prosjekt og stadar",
    "conference-2017.costaricaDesc": "Scratch-konferansen i Costa Rica samlar lærar, elevar, næringsliv og samfunnsleiarar, for å gjera programmering og design ein del av alle ungars utdanning, med utgangspunkt i Scratch.",
    "conference-2017.costaricaAudience": "Scratch-brukarar, lærarar, professorar, potensielle Scratch-brukarar og universitetsstudentar (framtidige lærarar og programutviklarar) i Costa Rica og spansktalande land i Latin-Amerika"
}
