{
    "conference-2017.title": "Hội nghị Scratch 2017",
    "conference-2017.desc": "Năm 2017, lễ kỷ niệm 10 năm Scratch ra dời, cộng đồng Scratch toàn cầu sẽ tổ chức Hội nghị Scratch khu vực tại nhiều thành phố khác nhau trên thế giới.",
    "conference-2017.seeBelow": "Xem thêm bên dưới để biết thêm về thời gian và địa điểm diễn ra hội nghị.",

    "conference-2017.date": "Ngày",
    "conference-2017.location": "Địa điểm",
    "conference-2017.audience": "Khán giả",
    "conference-2017.language": "Ngôn ngữ",
    "conference-2017.website": "Tham quan Website",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Mở rộng, Truyền cảm hứng, Kết nối",
    "conference-2017.franceDesc": "Scratch2017BDX là một cơ hội để gặp gỡ mọi người và chia sẻ ý tưởng, lấy cảm hứng cũng như truyền cảm hứng. Đây là lễ hội toàn cầu  ăn mừng sự sáng tạo và tận hưởng những khám phá và tìm hiểu về Scratch và hơn thế nữa.",
    "conference-2017.franceAudience": "Gia đình Scratch quốc tế",
    
    "conference-2017.brasilTitle": "Hội nghị Scratch tại Brazil 2017",
    "conference-2017.brasilDesc": "Hội nghị Scratch 2017 tổ chức tại Brazil là địa điểm gặp mặt cho những nhà giáo dục, nhà nghiện cứu, lập trình viên và những người sáng tạo thích thú với sáng chế, chia sẻ và học hỏi cùng Scratch. Hội nghị sẽ thúc đẩy thảo luận về việc sử dụng Scratch trong và ngoài lớp học, tính toán sáng tạo, các mở rộng cho Scratch, và những chủ đề quan trọng khác liên quan đến phương pháp học Scratch ở Brazil. Chúng tôi lên kế hoạch cho chương trình mang tính tương tác cao, với nhiều buổi thực hành, những phiên trưng bày và nhiều cơ hội làm việc nhóm.",
    "conference-2017.brasilAudience": "Những nhà giáo dục, nhà nghiên cứu, lập trình viên và những người sáng tạo",
    
    "conference-2017.hungaryTitle": "Scratch 2017 tại Budapest",
    "conference-2017.hungaryDesc": "Hội nghị Scratch tại Budapest là cơ hội có một không hai để gặp gỡ đại gia đình Scratch và phát triển kỹ năng cũng như truyền cảm hứng cho nhau. Nơi đây còn là không gian để thể hiện những suy nghĩ sáng tạo và lập trình, đào sâu và chia sẻ khả năng đa dạng mà chúng ta đã trải nghiệm. Chúng ta là những nhân tố thay đổi  — tố chất thiên tài ở trong gen của chúng ta —  và chúng ta luôn sẵn sàng để bắt tay và những công việc mới mẻ “thú vị nhưng cũng đầy thách thức”.  Thực sự rằng, tương lai tươi sáng này làm chúng tôi phấn khích. Hãy đến để gặp gỡ và hợp tác với những thành viên khác của cộng đồng Scratch.",
    "conference-2017.hungaryAudience": "Những giáo viên, nhà giáo dục, và những người sáng lập",
    
    "conference-2017.chileTitle": "Hội nghị Scratch 2017",
    "conference-2017.chileSubTitle": "Sự tưởng tượng, sáng tạo và tranh tài",
    "conference-2017.chileDesc": "Hội nghị Scratch 2017 là cơ hội để học hỏi thêm về tầm quan trọng của ngôn ngữ lập trình Scratch trong trường học. Tất cả bài giảng và thực hành sẽ cung cấp cơ hội để chia sẻ những kinh nghiệm khác nhau, từ những chuyên gia đến những người mới bắt đầu tham gia cộng đồng Scratch toàn cầu.",
    "conference-2017.chileAudience": "Những giáo viên trường học, hiệu trưởng, nhà quản lý giáo dục, nhà nghiên cứu và chuyên gia công nghệ thông tin",
    
    "conference-2017.chinaTitle": "Hội nghị Scratch: Trung Quốc*Tình yêu",
    "conference-2017.chinaDesc": "Tham gia cùng chúng tôi để hỗ trợ việc thể hiện sự sáng tạo với Scratch tại Trung Quốc. Chia sẻ những cách thức thúc đẩy việc học hỏi cùng đam mê cho việc lập trình, làm phim hoạt hình, đóng góp cho cộng đồng và cuộc sống.",
    "conference-2017.chinaAudience": "Những nhà giáo dục, phụ huynh, lập trình viên và những người sáng tạo",

    "conference-2017.costaricaTitle": "Hội nghị Scratch tại Costa Rica",
    "conference-2017.costaricaSubTitle": "Người tham dự, kế hoạch và địa điểm",
    "conference-2017.costaricaDesc": "Hội nghị Scratch tại Costa Rica là sự kiện toàn cầu tổ chức ở mức cộng đồng nhằm quy tụ những giáo viên, học sinh, thương gia và nhà lãnh đạo, để đưa viêc lập trình và thiết kế trở thành một phần trong giáo dục trẻ em, khởi đầu từ Scratch.",
    "conference-2017.costaricaAudience": "Người sử dụng Scratch, giáo viên, giáo sư đại học, người sử dụng Scratch tiềm năng, sinh viên Đại học (giáo viên tương lại và lập trình viên phần mềm) ở Costa Rical và người Tây Ban Nha - nói tiếng Mỹ Latin"
}
