{
    "contactUs.title": "Contacta con nusatros",
    "contactUs.intro": "Puetz trobar respuestas a la mayoría d'as preguntas sobre Scratch en a nuestra pachina {faqLink}.",
    "contactUs.faqLinkText": "Preguntas Freqüents (FAQs)",
    "contactUs.forumsInfo": "Si no trobas una respuesta en as FAQ, i hai muitos Scratchers experimentaus en os Foros de Discusión que serán encantaus d'aduyar-te.",
    "contactUs.forumsLinkText": "Foros de discusión",
    "contactUs.questionsText": "{questionsLink}: Pregunta a atros miembros d'a comunidat sobre qualsequier coseta relacionada con Scratch.",
    "contactUs.questionsForum": "Puetz fer preguntas chenerals sobre cómo fer cosetas en o foro {questionsLink}.",
    "contactUs.questionsLinkText": "Preguntas sobre Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Obtiene aduya con os bloques u lo codigo pa que lo tuyo prochecto funcione.",
    "contactUs.scriptsForum": "Si amenestas aduya con un prochecto especifico, intenta publicar en o foro {scriptsLink}.",
    "contactUs.scriptsLinkText": "Aduya con programas",
    "contactUs.bugsText": "{bugsLink}: Descubre cómo resolver los problemas tecnicos que trobes en o puesto web de Scratch u en o editor de prochectos.",
    "contactUs.bugsForum": "Si quiers informar d'una error en Scratch, consulta lo foro {bugsLink}. Ye lo millor puesto pa informar d'errors y veyer si atros son experimentando dificultatz semellants.",
    "contactUs.bugsLinkText": "Errors y problemas",
    "contactUs.formIntro": "Si encara asinas amenestes meter-te en contacto con nusatros, replena lo siguient formulario con totz los detalles que puedas. Si tiens capturas de pantalla, fichers adchuntos u vinclos que aduyen a explicar lo suyo problema, incluye-los. Recibimos muito correu, per lo que ye posible que no podamos responder a lo tuyo mensache.",
    "contactUs.findHelp": "Án trobar aduya:",
    "contactUs.contactScratch": "Contacta con l'equipo de Scratch",
    "contactUs.qTitle": "Preguntas",
    "contactUs.seeFaq": "Consulta las preguntas freqüents",
    "contactUs.faqInfo": "Puetz trobar una lista de respuestas a muitas preguntas sobre Scratch en a nuestra pachina {faqLink}.",
    "contactUs.askCommunity": "Pregunta a la comunidat",
    "contactUs.forumsIntro": "Tamién puetz buscar y publicar preguntas en os foros de discusión de Scratch.",
    "contactUs.forumsHelp": "I hai muitos miembros d'a comunidat de Scratch amigables y experimentaus que pueden aduyar con os siguients temas y mas:",
    "contactUs.needSupport": "Amenestes aduya?",
    "contactUs.supportInfo": "Fe clic en {helpLink} pa escribir una pregunta sobre qualsequier coseta relacionada con Scratch u pa meter-te en contacto con nusatros. L'equipo de Scratch recibe muitos mensaches cada día y no puede responder a cadagún d'ells individualment, per lo que le animamos a leyer los nuestros articlos de suporte en linia y a participar en os foros de discusión."
}