{
    "contactUs.title": "Звязацца з намі",
    "contactUs.intro": "Адказы на частыя пытанні пра Scratch можна знасці на {faqLink} старонцы.",
    "contactUs.faqLinkText": "Частыя пытанні",
    "contactUs.forumsInfo": "Калі вы не можаце знайсці адказ у FAQ, ёсць шмат вопытных скратчараў на дыскусійных форумах, якія рады дапамагчы.",
    "contactUs.forumsLinkText": "Форумы",
    "contactUs.questionsText": "{questionsLink}: Спытайце іншых у суполцы пра ўсё, што звязана са Scratch.",
    "contactUs.questionsForum": "На форуме {questionsLink} вы можаце задаць агульныя пытанні аб тым, як што-небудзь зрабіць..",
    "contactUs.questionsLinkText": "Пытанні пра Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Атрымайце дапамогу з блокамі або кодам, каб ваш праект працаваў.",
    "contactUs.scriptsForum": "Калі вам патрэбна дапамога з пэўным праектам, паспрабуйце размясціць паведамленне на форуме {scriptsLink}.",
    "contactUs.scriptsLinkText": "Дапамога са скрыптамі",
    "contactUs.bugsText": "{bugsLink}: Даведайцеся, як вырашаць тэхнічныя праблемы, з якімі вы сутыкаецеся, на сайце Scratch або ў рэдактары праектаў.",
    "contactUs.bugsForum": "Калі вы хочаце паведаміць пра памылку ў Scratch, наведайце форум  {bugsLink} Гэта найлепшае месца, каб паведаміць пра памылкі і даведацца, ці сутыкаюцца іншыя з падобнымі цяжкасцямі.",
    "contactUs.bugsLinkText": "Памылкі і збоі",
    "contactUs.formIntro": "Калі вам усё яшчэ трэба звязацца з намі, запоўніце форму ніжэй як мага больш падрабязна. Калі ў вас ёсць скрыншоты, дадаткі або спасылкі, якія дапамагаюць растлумачыць вашу праблему, уключыце іх. Мы атрымліваем шмат лістоў, таму мы не можам адказаць на ваша паведамленне.",
    "contactUs.findHelp": "Дзе знайсці дапамогу:",
    "contactUs.contactScratch": "Contact the Scratch Team",
    "contactUs.qTitle": "Пытанні",
    "contactUs.seeFaq": "See the FAQ",
    "contactUs.faqInfo": "You can find a list of answers to many questions about Scratch on our {faqLink} page.",
    "contactUs.askCommunity": "Ask the Community",
    "contactUs.forumsIntro": "You can also look through and post questions in the Scratch Discussion forums.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}