{
    "contactUs.title": "Звязацца з намі",
    "contactUs.intro": "Адказы на частыя пытанні пра Scratch можна знасці на {faqLink} старонцы.",
    "contactUs.faqLinkText": "Частыя пытанні",
    "contactUs.forumsInfo": "Калі вы не можаце знайсці адказ у FAQ, ёсць шмат вопытных скратчараў на дыскусійных форумах, якія рады дапамагчы.",
    "contactUs.forumsLinkText": "Форумы",
    "contactUs.questionsText": "{questionsLink}: Спытайце іншых у суполцы пра ўсё, што звязана са Scratch.",
    "contactUs.questionsForum": "На форуме {questionsLink} вы можаце задаць агульныя пытанні аб тым, як што-небудзь зрабіць..",
    "contactUs.questionsLinkText": "Пытанні пра Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Атрымайце дапамогу з блокамі або кодам, каб ваш праект працаваў.",
    "contactUs.scriptsForum": "Калі вам патрэбна дапамога з пэўным праектам, паспрабуйце размясціць паведамленне на форуме {scriptsLink}.",
    "contactUs.scriptsLinkText": "Дапамога са скрыптамі",
    "contactUs.bugsText": "{bugsLink}: Даведайцеся, як вырашаць тэхнічныя праблемы, з якімі вы сутыкаецеся, на сайце Scratch або ў рэдактары праектаў.",
    "contactUs.bugsForum": "Калі вы хочаце паведаміць пра памылку ў Scratch, наведайце форум  {bugsLink} Гэта найлепшае месца, каб паведаміць пра памылкі і даведацца, ці сутыкаюцца іншыя з падобнымі цяжкасцямі.",
    "contactUs.bugsLinkText": "Памылкі і збоі",
    "contactUs.formIntro": "Калі вам усё яшчэ трэба звязацца з намі, запоўніце форму ніжэй як мага больш падрабязна. Калі ў вас ёсць скрыншоты, дадаткі або спасылкі, якія дапамагаюць растлумачыць вашу праблему, уключыце іх. Мы атрымліваем шмат лістоў, таму мы не можам адказаць на ваша паведамленне.",
    "contactUs.findHelp": "Дзе знайсці дапамогу:",
    "contactUs.contactScratch": "Звязацца з камандай Scratch",
    "contactUs.qTitle": "Пытанні",
    "contactUs.seeFaq": "Глядзіце FAQ",
    "contactUs.faqInfo": "Вы можаце знайсці спіс адказаў на многія пытанні аб Scratch на нашай. {faqLink} старонцы.",
    "contactUs.askCommunity": "Спытаць супольнасць",
    "contactUs.forumsIntro": "Вы таксама можаце праглядаць і размяшчаць пытанні на дыскусійных форумах Scratch.",
    "contactUs.forumsHelp": "Ёсць шмат прыязных і дасведчаных членаў суполкі Scratch, якія могуць дапамагчы па наступных тэмах і не толькі:",
    "contactUs.needSupport": "Патрэбна падтрымка?",
    "contactUs.supportInfo": "Націсніце {helpLink} каб увесці пытанне аб чым-небудзь, звязаным са Scratch, або звязацца з намі. Каманда Scratch атрымлівае шмат паведамленняў кожны дзень і не можа адказаць на кожнае паасобку, таму мы рэкамендуем вам прачытаць нашы артыкулы падтрымкі ў Інтэрнэце і прыняць удзел у дыскусійных форумах."
}