{
    "contactUs.title": "Свържи се с нас",
    "contactUs.intro": "Можете да намерите отговори, на повечето ви въпроси за Scratch на нашата {faqLink} страница.",
    "contactUs.faqLinkText": "Често задавани въпроси",
    "contactUs.forumsInfo": "Ако не можете да намерите отговор в ЧЗВ, има много опитни Скратчъри в Форумите за Дискусия, които с удоволствие ще помогнат.",
    "contactUs.forumsLinkText": "Форуми за дискусии",
    "contactUs.questionsText": "{questionsLink}: Попитайте други в общността, за всичко свързано със Scratch.",
    "contactUs.questionsForum": "Може да питате основни въпроси за това как да правите нещата в {questionsLink}форума.",
    "contactUs.questionsLinkText": "Въпроси за Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Потърси помощ за блокчетата или кода, за да си сигурен, че твоя проект работи.",
    "contactUs.scriptsForum": "Ако имаш нужда от помощ за конкретен проект, опитай да пишеш в {scriptsLink}форума.",
    "contactUs.scriptsLinkText": "Помощ със Скриптовете",
    "contactUs.bugsText": "{bugsLink}: Разбери как да се справиш с технически проблеми които срещаш в сайта на Scratch  или в редактора за проекти.",
    "contactUs.bugsForum": "Ако искаш да доклдваш бъг в Scratch, разгледай {bugsLink}форума. Това е най-доброто място за докладване на бъгове, за да видите длаи и други се сблъсквали с подобни затруднения.",
    "contactUs.bugsLinkText": "Проблеми и неизправности",
    "contactUs.formIntro": "Ако все още имаш нужда да се свържеш с нас, моля попълни нашата форма отдолу с колкото се може по-детайлна информация. Ако имате снимки на екрана, прикачени файлове или линкове, които могат да ни помогнат да разберем, за вашия проблем, моля добавете ги. Получаваме много имейли, така че може да не успеем да отговорим на вашето съобщение.",
    "contactUs.findHelp": "Къде да потърсите помощ:",
    "contactUs.contactScratch": "Свържете се с нас",
    "contactUs.qTitle": "Въпроси",
    "contactUs.seeFaq": "Потърсете в ЧЗВ",
    "contactUs.faqInfo": "Можете да намерите списък от много отговори, на много различни въпроси за Scratch на нашата страница {faqLink}.",
    "contactUs.askCommunity": "Питайте Общността",
    "contactUs.forumsIntro": "Също така, може да разгледате и публикувате въпроси във форумите за дискусии на Scratch ",
    "contactUs.forumsHelp": "Има много дружелюбни и опитни членове на Scratch общността, които могат помогнат със следните и други теми:",
    "contactUs.needSupport": "Имате нужда от помощ?",
    "contactUs.supportInfo": "Натиснете {helpLink}за да напишеш въпрос за всичко свързано със Scratch или за да се свържете с нас. Екипът на Scratch получава много съобщения, всеки ден и не е способен да отговори на всеки един индивидуално, така че ви препоръчваме да прочетете статиите на онлайн поддръжката и да участвате в форумите за дискусия."
}