{
    "contactUs.title": "আমাদের সাথে যোগাযোগ কর",
    "contactUs.intro": "Scratch সম্পর্কে সকল প্রশ্নের উওর পাবে আমাদের {faqLink} পেইজে।",
    "contactUs.faqLinkText": "বহুল জিজ্ঞাসিত প্রশ্ন ",
    "contactUs.forumsInfo": "যদি তুমি বজিপ্রতে উওর খুজে না পাও, এখানে অনেক অভিজ্ঞ স্ক্র্যাচাররা আছে যারা আনন্দের সাথে সাহায্য করবে।",
    "contactUs.forumsLinkText": "আলোচনা ফোরাম",
    "contactUs.questionsText": "{questionsLink}: Scratch সম্পর্কিত কোনও বিষয়ে কমিউনিটির অন্যদের জিজ্ঞাসা কর।",
    "contactUs.questionsForum": "তুমি এই {questionsLink} ফোরামে জিজ্ঞেস করতে পার কিভাবে কাজ করতে হয়।",
    "contactUs.questionsLinkText": "Scratch সম্পর্কে জিজ্ঞাসা",
    "contactUs.scriptsText": "{scriptsLink}: তোমার প্রজেক্টের কাজ করতে ব্লকসমূহ বা কোড দিয়ে সহায়তা পাও।",
    "contactUs.scriptsForum": "তোমার যদি কোনও নির্দিষ্ট প্রজেক্টের সাহায্যের প্রয়োজন হয় তবে {scriptsLink}ফোরামে পোস্ট করার চেষ্টা কর।",
    "contactUs.scriptsLinkText": "স্ক্রিপ্টে সাহায্য কর",
    "contactUs.bugsText": "{bugsLink}: Scratch ওয়েবসাইটে বা প্রজেক্ট এডিটরে তুমি যে প্রযুক্তিগত সমস্যার মুখোমুখি হও সেগুলো কীভাবে মোকাবেলা করবে তা সন্ধান কর।",
    "contactUs.bugsForum": "যদি Scratch এ কোন বাগ রিপোর্ট করতে চাও, {bugsLink} ফোরাম যাচাই কর। এটাই বাগ রিপোর্ট করার জন্য এবং অন্যরাও একই অসুবিধা অনুভব করছে কিনা তা জানার উপযুক্ত জায়গা।",
    "contactUs.bugsLinkText": "বাগ ও ত্রুটিসমূহ ",
    "contactUs.formIntro": "তুমি যদি এখনও আমাদের সাথে যোগাযোগ করতে চাও তবে অনুগ্রহপূর্বক নীচের ফর্মটি যথাসম্ভব বিস্তারিতভাবে পূরণ কর। তোমার যদি কোনও স্ক্রিনশট, সংযুক্তি বা লিঙ্ক থাকে যা তোমার সমস্যাটি ব্যাখ্যা করতে সহায়তা করে, অনুগ্রহপূর্বক সেগুলো অন্তর্ভুক্ত কর। আমরা প্রচুর মেইল পাই, তাই আমরা তোমার বার্তার জবাব দিতে সক্ষম নাও হতে পারি। ",
    "contactUs.findHelp": "যেখানে সাহায্য খুজবে:",
    "contactUs.contactScratch": "Scratch Team এর সাথে যোগাযোগ কর",
    "contactUs.qTitle": "প্রশ্নগুলো",
    "contactUs.seeFaq": "বজিপ্র দেখ",
    "contactUs.faqInfo": "তুমি আমাদের {faqLink} পেইজে Scratch সম্পর্কে অনেক প্রশ্নের উত্তরের একটি তালিকা পেতে পার।",
    "contactUs.askCommunity": "কমিউনিটিকে জিজ্ঞেস কর",
    "contactUs.forumsIntro": "তুমি Scratch আলোচনা ফোরামে প্রশ্নগুলো সন্ধান এবং পোস্ট করতে পার।",
    "contactUs.forumsHelp": "অনেক বন্ধুত্বপূর্ণ এবং অভিজ্ঞ Scratch কমিউনিটি সদস্য আছে যারা নিম্নলিখিত বিষয়গুলো এবং আরও অনেক কিছুতে সহায়তা করতে পারে:",
    "contactUs.needSupport": "সহায়তা দরকার?",
    "contactUs.supportInfo": "Scratch সম্পর্কিত যে কোনও বিষয়ে প্রশ্ন লিখতে বা আমাদের সাথে যোগাযোগ করতে {helpLink} ক্লিক কর। Scratch টিম প্রতিদিন প্রচুর বার্তা পায় এবং পৃথকভাবে প্রতিটি উত্তর দিতে সক্ষম হয় না, তাই আমরা তোমাকে আমাদের অনলাইন সমর্থন নিয়মাবলিগুলো পড়তে এবং আলোচনার ফোরামে অংশ নিতে উৎসাহিত করি।"
}