{
    "contactUs.title": "Kontaktuj nás",
    "contactUs.intro": "Odpovědi na většinu otázek o Scratchi můžeš najít na naší stránce {faqLink}.",
    "contactUs.faqLinkText": "Často kladené otázky",
    "contactUs.forumsInfo": "Pokud nemůžeš najít odpověď v Často kladených otázkách, v Diskuzním fóru je mnoho zkušených Scratcherů, kteří rádi pomohou.",
    "contactUs.forumsLinkText": "Diskuzní fóra",
    "contactUs.questionsText": "{questionsLink}: Požádej ostatní ze společenství o cokoliv vztahujícího se na Scratch.",
    "contactUs.questionsForum": "Můžeš pokládat obecné otázky jak něco udělat ve fóru {questionsLink}.",
    "contactUs.questionsLinkText": "Dotazy ke Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Získej pomoc s bloky nebo programem, aby tvůj projekt fungoval.",
    "contactUs.scriptsForum": "Když potřebuješ pomoc s určitým projektem, zkus napsat do fóra {scriptsLink}.",
    "contactUs.scriptsLinkText": "Pomoc se scénáři",
    "contactUs.bugsText": "{bugsLink}: Zjisti, jak si poradit s technickými potížemi které tě potkaly na Scratch webu nebo v projekt editoru.",
    "contactUs.bugsForum": "Když chceš nahlásit chybu ve Scratchi, vyzkoušej fórum {bugsLink}. Je to nejlepší místo pro hlášení chyb a uvidíš, jestli se ostatní potýkají s podobnými obtížem.",
    "contactUs.bugsLinkText": "Chyby a závady",
    "contactUs.formIntro": "Pokud se stále potřebuješ s námi spojit, vyplň formulář níže a uveď tolik detailů, kolik můžeš. Pokud máš nějaké snímky obrazovky, přílohy nebo odkazy pomáhající vysvětlit tvůj problém, přidej je. Dostáváme mnoho pošty, takže nemusíme být schopni odpovědi na tvou zprávu.",
    "contactUs.findHelp": "Kde najít pomoc:",
    "contactUs.contactScratch": "Kontakt na tým Scratch",
    "contactUs.qTitle": "Otázky",
    "contactUs.seeFaq": "Prohlédni si Často kladené otázky",
    "contactUs.faqInfo": "Seznam odpovědí k mnoha otázkám na Scratch můžeš najít na naší stránce {faqLink}.",
    "contactUs.askCommunity": "Zeptej se společenství",
    "contactUs.forumsIntro": "Můžeš si také prohlédnout Diskuzní fóra Scratch a pokládat v nich otázky.",
    "contactUs.forumsHelp": "Je tu mnoho přátelských a zkušených členů  společenství Scratch, kteří mohou pomoci s následujícími i jinými tématy:",
    "contactUs.needSupport": "Potřebuješ pomoc podpory?",
    "contactUs.supportInfo": "Klikni na {helpLink} pro napsání otázky na cokoliv souvisejícího se Scratch nebo pro naše kontaktování. Tým Scratch dostává denně spousty zpráv a není schopen na každou jednotlivě odpovědět, proto ti doporučujeme přečíst si články naší online podpory a zapojit se do diskuzních fór."
}