{
    "contactUs.title": "Cysylltu â Ni",
    "contactUs.intro": "Gallwch ddod o hyd i atebion i'r rhan fwyaf o gwestiynau am Scratch ar ein tudalen {faqLink}.",
    "contactUs.faqLinkText": "Cwestiynau Cyffredin",
    "contactUs.forumsInfo": "Os nad oes modd i chi ganfod ateb yn y Cwestiynau Cyffredin, mae yna Scratchwyr profiadol ar y Fforymau Trafod sy'n hapus i helpu.",
    "contactUs.forumsLinkText": "Fforymau Trafod",
    "contactUs.questionsText": "{questionsLink}: Gofynnwch i eraill yn y gymuned am unrhywbeth perthnasol i Scratch",
    "contactUs.questionsForum": "Gallwch ofyn cwestiynau cyffredinol ar sut i wneud pethau ar fforwm {questionsLink}.",
    "contactUs.questionsLinkText": "Cwestiynau am Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Cael cymorth gyda blociau neu god i wneud i'ch project weithio.",
    "contactUs.scriptsForum": "Os ydych chi angen cymorth ar broject penodol, gofynnwch ar fforwm {scriptsLink}.",
    "contactUs.scriptsLinkText": "Cymorth gyda Sgriptiau",
    "contactUs.bugsText": "{bugsLink}: Dod i ddeall sut mae delio gyda materion technegol fyddwch yn dod ar eu traws ar wefan Scratch neu yn y golygydd y project.",
    "contactUs.bugsForum": "Os ydych am nodi gwall yn Scratch, ewch i fforwm {bugsLink}. Dyma'r lle gorau i gofnodi gwall a gweld os yw pobl eraill yn cael yr un anhawster.",
    "contactUs.bugsLinkText": "Gwallau a Gwendidau",
    "contactUs.formIntro": "Os oes angen i chi gysylltu â ni, llanwch y ffurflen isod gyda chymaint o fanylion ag y mae modd. Os oes gennych luniau sgrin, atodiadau neu ddolenni sy'n gymorth i esbonio'ch anhawster, cofiwch eu cynnwys. Rydym yn derbyn lot o e-byst, felly mae'n bosib na fyddwn yn gallu ateb eich neges.",
    "contactUs.findHelp": "Lle mae cael cymorth:",
    "contactUs.contactScratch": "Cysylltu â Thîm Scratch",
    "contactUs.qTitle": "Cwestiynau",
    "contactUs.seeFaq": "Darllen y Cwestiynau Cyffredin",
    "contactUs.faqInfo": "Mae rhestr o atebion i lawer o gwestiynau am Scratch ar ein tudalen {faqLink}.",
    "contactUs.askCommunity": "Gofynnwch i'r Gymuned",
    "contactUs.forumsIntro": "Gallwch hefyd edrych ar a gofyn cwestiynau ar fforymau Trafod Scratch.",
    "contactUs.forumsHelp": "Mae yna lawer o aelodau cymunedol Scratch cyfeillgar a phrofiadol a all helpu gyda'r pynciau canlynol a mwy:",
    "contactUs.needSupport": "Angen Cymorth?",
    "contactUs.supportInfo": "Cliciwch {helpLink} i deipio cwestiwn am unrhyw beth sy'n gysylltiedig â Scratch neu i gysylltu â ni. Mae Tîm Scratch yn derbyn llawer o negeseuon bob dydd ac nid yw'n gallu ateb pob un yn unigol, felly rydym yn eich annog i ddarllen ein herthyglau cymorth ar-lein a chymryd rhan yn y fforymau Trafod."
}