{
    "contactUs.title": "Kontakt os",
    "contactUs.intro": "Du kan finde svar på mange spørgsmål om Scratch på vores {faqLink} side.",
    "contactUs.faqLinkText": "Ofte Stillede Spørgsmål",
    "contactUs.forumsInfo": "Hvis du ikke kan finde svaret i FAQ så er der mange erfarne Scratchere i vores Diskussions Fora, som er glade for at kunne hjælpe.",
    "contactUs.forumsLinkText": "Diskussions Fora",
    "contactUs.questionsText": "{questionsLink}: Ask others in the community about anything related to Scratch.",
    "contactUs.questionsForum": "Du kan stille spørgsmål om hvordan man gør ting i dette forum {questionsLink}.",
    "contactUs.questionsLinkText": "Spørgsmål Om Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "Hvis du har brug for hjælp til et af dine projekter, kan du prøve at skrive om det i dette forum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Hjælp med Scripts",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "Hvis du vil melde en fejl i Scratch, tjek dette forum {bugsLink} forum. Det er det bedste sted til at melde fejl og at se om andre har oplevet lignende udfordringer. ",
    "contactUs.bugsLinkText": "Bugs og fejl",
    "contactUs.formIntro": "Hvis du stadig har brug for at komme i kontakt med os, kan du udfylde formularen nederst med så mange detaljer som muligt. Hvis du har nogle skærmbilleder, filer eller links som kan hjælpe med at forklare dit problem, skal du vedhæfte dem. Vi modtager rigtig mange mails, så det er ikke sikkert, at du får et svar på dit spørgsmål.",
    "contactUs.findHelp": "Her kan du få hjælp:",
    "contactUs.contactScratch": "Kontakt Scratch Teamet",
    "contactUs.qTitle": "Spørgsmål",
    "contactUs.seeFaq": "Se FAQ",
    "contactUs.faqInfo": "Du kan finde en liste over svar til mange spørgsmål om Scratch på vores {faqLink} side.",
    "contactUs.askCommunity": "Spørg fællesskabet",
    "contactUs.forumsIntro": "Du kan også kigge på og indsende spørgsmål i Scratch Diskussions fora.",
    "contactUs.forumsHelp": "Der er mange venlige og erfarne medlemmer af Scratch fællesskabet som kan hjælpe med følgende emner og flere:",
    "contactUs.needSupport": "Har du brug for hjælp?",
    "contactUs.supportInfo": "Klik {helpLink} for at skrive et spørgsmål om alt muligt relateret til Scratch eller for at kontakte os. Scratch Teamet modtager rigtigt mange beskeder hver dag og kan desværre ikke svare på alle, derfor opfordrer vi dig til at læse vores online hjælpeartikler og deltage i vores Diskussions fora."
}