{
    "contactUs.title": "Kontakt",
    "contactUs.intro": "Auf unserer Seite {faqLink} findest du Antworten auf die meisten Fragen zu Scratch.",
    "contactUs.faqLinkText": "Häufig gestellte Fragen (FAQ)",
    "contactUs.forumsInfo": "Wird deine Frage in den FAQ nicht beantwortet, wende dich an die vielen erfahrenen Scratcher in den Diskussionsforen, sie helfen dir gerne weiter!",
    "contactUs.forumsLinkText": "Diskussionsforen",
    "contactUs.questionsText": "{questionsLink}: Stell deine Fragen zu Scratch in der Community.",
    "contactUs.questionsForum": "Allgemeine Fragen zum Umgang mit Scratch stellst du am besten im Forum  {questionsLink}.",
    "contactUs.questionsLinkText": "Fragen zu Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Hier bist du richtig, wenn du Hilfe zu Blöcken oder Code in deinem Projekt brauchst.",
    "contactUs.scriptsForum": "Brauchst du Hilfe zu einem bestimmten Projekt, versuche es mit einem Post im Forum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Hilfe bei Skripten",
    "contactUs.bugsText": "{bugsLink}: Wenn's um Technisches auf der Scratch-Website oder im Projekteditor geht.",
    "contactUs.bugsForum": "Möchtest du einen Bug in Scratch melden, schau ins Forum {bugsLink}. Dieses Forum ist der beste Ort, um Bugs zu melden bzw. zu erfahren, ob bei anderen ähnliche Probleme auftreten.",
    "contactUs.bugsLinkText": "Fehler und Mängel",
    "contactUs.formIntro": "Wenn dein Anliegen trotz all dieser Hilfen nicht gelöst werden kann und du uns kontaktieren musst, fülle bitte das untenstehende Kontaktformular so genau wie möglich aus. Zur Bearbeitung deines Anliegens sind auch Screenshots, Anhänge oder Links hilfreich, bitte hänge sie an, sofern vorhanden. Wir weisen darauf hin, dass wir aufgrund der Flut an E-Mails, die wir erhalten, leider nicht alle persönlich beantworten können.",
    "contactUs.findHelp": "Hier findest du Hilfe:",
    "contactUs.contactScratch": "Scratch-Team kontaktieren",
    "contactUs.qTitle": "Fragen",
    "contactUs.seeFaq": "Lies die FAQ!",
    "contactUs.faqInfo": "Auf unserer Seite {faqLink} findest du Antworten auf die meisten Fragen zu Scratch..",
    "contactUs.askCommunity": "Frag die Community!",
    "contactUs.forumsIntro": "Du kannst dich auch durch die Einträge in den Scratch-Diskussionsforen klicken oder dort selbst Fragen posten.",
    "contactUs.forumsHelp": "Die vielen freundlichen und erfahrenen Scratcher in der Community helfen dir gerne bei den folgenden Themen (und anderen) weiter:",
    "contactUs.needSupport": "Du brauchst Hilfe?",
    "contactUs.supportInfo": "Klicke auf {helpLink} und gib dann in dem Dialogfenster deine Frage zu Scratch ein oder kontaktiere uns über das Formular. Das Scratch-Team erhält sehr viele E-Mails und kann leider nicht alle persönlich beantworten. Bevor du uns kontaktierst, schaue daher bitte zuerst in unserer Online-Hilfe nach oder stelle deine Frage in einem Diskussionsforum."
}