{
    "contactUs.title": "Kontaktformular",
    "contactUs.intro": "Auf unserer Seite {faqLink} findest du Antworten auf die meisten Fragen zu Scratch.",
    "contactUs.faqLinkText": "Häufig gestellte Fragen (FAQ)",
    "contactUs.forumsInfo": "Wird deine Frage in den FAQ nicht beantwortet, wende dich an die vielen erfahrenen Scratcher in den Diskussionsforen, sie helfen dir gerne weiter!",
    "contactUs.forumsLinkText": "Diskussionsforen",
    "contactUs.questionsText": "{questionsLink}: Ask others in the community about anything related to Scratch.",
    "contactUs.questionsForum": "Allgemeine Fragen zum Umgang mit Scratch stellst du am besten im Forum  {questionsLink}.",
    "contactUs.questionsLinkText": "Fragen zu Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "Brauchst du Hilfe zu einem bestimmten Projekt, versuche es mit einem Post im Forum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Hilfe bei Skripten",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "Möchtest du einen Bug in Scratch melden, schau ins Forum {bugsLink}. Dieses Forum ist der beste Ort, um Bugs zu melden bzw. zu erfahren, ob bei anderen ähnliche Probleme auftreten.",
    "contactUs.bugsLinkText": "Fehler und Mängel",
    "contactUs.formIntro": "Wenn dein Anliegen trotz all dieser Hilfen nicht gelöst werden kann und du uns kontaktieren musst, fülle bitte das untenstehende Kontaktformular so genau wie möglich aus. Zur Bearbeitung deines Anliegens sind auch Screenshots, Anhänge oder Links hilfreich, bitte hänge sie an, sofern vorhanden. Wir weisen darauf hin, dass wir aufgrund der Flut an E-Mails, die wir erhalten, leider nicht alle persönlich beantworten können.",
    "contactUs.findHelp": "Hier findest du Hilfe:",
    "contactUs.contactScratch": "Scratch-Team kontaktieren",
    "contactUs.qTitle": "Fragen",
    "contactUs.seeFaq": "See the FAQ",
    "contactUs.faqInfo": "You can find a list of answers to many questions about Scratch on our {faqLink} page.",
    "contactUs.askCommunity": "Ask the Community",
    "contactUs.forumsIntro": "You can also look through and post questions in the Scratch Discussion forums.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}