{
    "contactUs.title": "Επικοινωνήστε μαζί μας",
    "contactUs.intro": "Μπορείτε να βρείτε απαντήσεις στις περισσότερες ερωτήσεις για το Scratch στη σελίδα μας {faqLink}.",
    "contactUs.faqLinkText": "Συχνές Ερωτήσεις",
    "contactUs.forumsInfo": "Αν δεν μπορείτε να βρείτε απαντήσεις στις Συχνές Ερωτήσεις, υπάρχουν έμπειροι χρήστες Scratch στους Χώρους Συζητήσεων που θα χαρούν να βοηθήσουν.",
    "contactUs.forumsLinkText": "Χώροι Συζητήσεων",
    "contactUs.questionsText": "{questionsLink}: Ask others in the community about anything related to Scratch.",
    "contactUs.questionsForum": "Μπορείτε να κάνετε γενικές ερωτήσεις σχετικά με το πώς κάνετε πράγματα στο χώρο συζητήσεων {questionsLink}.",
    "contactUs.questionsLinkText": "Ερωτήσεις σχετικά με το Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "Αν χρειάζεστε βοήθεια για συγκεκριμένο έργο, δοκιμάστε να ρωτήσετε στο χώρο συζητήσεων {scriptsLink}.",
    "contactUs.scriptsLinkText": "Βοήθεια με τα Σενάρια",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "Αν θέλετε αναφέρετε ένα σφάλμα στο Scratch, ελέγξτε το χώρος συζητήσεων {bugsLink}. Είναι το καλύτερο μέρος για να αναφέρετε σφάλματα και να δείτε αν άλλοι αντιμετωπίζουν παρόμοιες δυσκολίες.",
    "contactUs.bugsLinkText": "Σφάλματα και μικροπροβλήματα",
    "contactUs.formIntro": "Αν ακόμη χρειάζεστε να επικοινωνήσετε μαζί μας, παρακαλούμε συμπληρώστε την παρακάτω φόρμα με όσο περισσότερες λεπτομέρειες μπορείτε. Αν έχετε στιγμιότυπα οθόνης, συννημένα ή συνδέσμους που βοηθούν να εξηγήσετε το πρόβλημα σας, παρακαλούμε συμπεριλάβετέ τους. Λαμβάνουμε πολλά μηνύματα, οπότε μπορεί να μην μπορούμε να απαντήσουμε στο μήνυμα σας.",
    "contactUs.findHelp": "Που θα βρείτε βοήθεια:",
    "contactUs.contactScratch": "Επικοινωνήστε με την Ομάδα Scratch",
    "contactUs.qTitle": "Ερωτήσεις",
    "contactUs.seeFaq": "Δείτε τις συχνές ερωτήσεις",
    "contactUs.faqInfo": "Μπορείτε να βρείτε μια λίστα με απαντήσεις σε πολλές ερωτήσεις σχετικά με το Scratch στη{faqLink}σελίδα μας.",
    "contactUs.askCommunity": "Ρωτήστε την κοινότητα",
    "contactUs.forumsIntro": "Μπορείτε επίσης να δείτε και να δημοσιεύσετε ερωτήσεις στα forums συζητήσεων του Scratch .",
    "contactUs.forumsHelp": "Υπάρχουν πολλά φιλικά και έμπειρα μέλη της κοινότητας Scratch που μπορούν να βοηθήσουν με τα ακόλουθα θέματα και άλλα:",
    "contactUs.needSupport": "Χρειάζεστε υποστήριξη;",
    "contactUs.supportInfo": "Κάντε κλικ {helpLink}για να πληκτρολογήσετε μια ερώτηση σχετικά με οτιδήποτε σχετίζεται με το Scratch ή για να επικοινωνήσετε μαζί μας. Η ομάδα Scratch λαμβάνει πολλά μηνύματα κάθε μέρα και δεν είναι σε θέση να απαντήσει σε καθένα ξεχωριστά, επομένως σας ενθαρρύνουμε να διαβάσετε τα διαδικτυακά άρθρα υποστήριξης και να συμμετάσχετε στα frums συζήτησης."
}