{
    "contactUs.title": "Contáctanos",
    "contactUs.intro": "Puedes encontrar respuestas a tus preguntas sobre Scratch en nuestra página {faqLink}.",
    "contactUs.faqLinkText": "Preguntas Frecuentes",
    "contactUs.forumsInfo": "Si no encuentras una respuesta entre las Preguntas Frecuentes, hay muchos Scratchers dispuestos a ayudarte en los foros de discusión.",
    "contactUs.forumsLinkText": "Foros de discusión",
    "contactUs.questionsText": "{questionsLink}: Ask others in the community about anything related to Scratch.",
    "contactUs.questionsForum": "Puedes preguntar cómo hacer cosas en general en el foro {questionsLink}.",
    "contactUs.questionsLinkText": "Preguntas sobre Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "Si necesitas ayuda con un proyecto en específico, intenta escribir en el foro {scriptsLink}.",
    "contactUs.scriptsLinkText": "Ayuda con programas",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "Si quieres reportar un error o \"bug\" en Scratch, revisa el foro {bugsLink}. Es el mejor lugar para reportar \"bugs\" y ver si otros tienen dificultades similares.",
    "contactUs.bugsLinkText": "Bugs y fallos",
    "contactUs.formIntro": "Si aún necesitas contactarnos, por favor rellena el siguiente formulario con todos los detalles posibles. Si tienes capturas de pantalla, archivos o enlaces que ayuden a explicar tu problema, por favor adjúntalos. Recibimos muchos correos, por lo que quizás no podamos responder tu mensaje.",
    "contactUs.findHelp": "Dónde encontrar ayuda:",
    "contactUs.contactScratch": "Contacta al Equipo de Scratch",
    "contactUs.qTitle": "Questions",
    "contactUs.seeFaq": "See the FAQ",
    "contactUs.faqInfo": "You can find a list of answers to many questions about Scratch on our {faqLink} page.",
    "contactUs.askCommunity": "Ask the Community",
    "contactUs.forumsIntro": "You can also look through and post questions in the Scratch Discussion forums.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}