{
    "contactUs.title": "Contáctanos",
    "contactUs.intro": "Puedes encontrar respuestas a tus preguntas sobre Scratch en nuestra página {faqLink}.",
    "contactUs.faqLinkText": "Preguntas Frecuentes",
    "contactUs.forumsInfo": "Si no encuentras una respuesta entre las Preguntas Frecuentes, hay muchos Scratchers dispuestos a ayudarte en los foros de discusión.",
    "contactUs.forumsLinkText": "Foros de discusión",
    "contactUs.questionsText": "{questionsLink}: Pregunte a otros miembros de la comunidad sobre cualquier cosa relacionada con Scratch.",
    "contactUs.questionsForum": "Puedes preguntar cómo hacer cosas en general en el foro {questionsLink}.",
    "contactUs.questionsLinkText": "Preguntas sobre Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Obtenga ayuda con los bloques o el código para que su proyecto funcione.",
    "contactUs.scriptsForum": "Si necesitas ayuda con un proyecto en específico, intenta escribir en el foro {scriptsLink}.",
    "contactUs.scriptsLinkText": "Ayuda con programas",
    "contactUs.bugsText": "{bugsLink}: Descubra cómo lidiar con los problemas técnicos que encuentre en el sitio web de Scratch o en el editor de proyectos.",
    "contactUs.bugsForum": "Si quieres reportar un error o \"bug\" en Scratch, revisa el foro {bugsLink}. Es el mejor lugar para reportar \"bugs\" y ver si otros tienen dificultades similares.",
    "contactUs.bugsLinkText": "Bugs y fallos",
    "contactUs.formIntro": "Si aún necesitas contactarnos, por favor rellena el siguiente formulario con todos los detalles posibles. Si tienes capturas de pantalla, archivos o enlaces que ayuden a explicar tu problema, por favor adjúntalos. Recibimos muchos correos, por lo que quizás no podamos responder tu mensaje.",
    "contactUs.findHelp": "Dónde encontrar ayuda:",
    "contactUs.contactScratch": "Contacta al Equipo de Scratch",
    "contactUs.qTitle": "Preguntas",
    "contactUs.seeFaq": "Ver las preguntas frecuentes",
    "contactUs.faqInfo": "Puede encontrar una lista de respuestas a muchas preguntas sobre Scratch en nuestra {faqLink} página.",
    "contactUs.askCommunity": "Pregúntale a la comunidad",
    "contactUs.forumsIntro": "También puede revisar y publicar preguntas en los foros de discusión de Scratch.",
    "contactUs.forumsHelp": "Hay muchos miembros amigables y experimentados de la comunidad de Scratch que pueden ayudar con los siguientes temas y más:",
    "contactUs.needSupport": "¿Necesita ayuda?",
    "contactUs.supportInfo": "Haz clic en {helpLink} para escribir una pregunta sobre cualquier cosa relacionada con Scratch o para contactarnos. El Equipo Scratch recibe muchos mensajes todos los días y no puede responder a cada uno individualmente, por lo que lo alentamos a que lea nuestros artículos de soporte en línea y participe en los foros de discusión."
}