{
    "contactUs.title": "Contáctanos",
    "contactUs.intro": "Puedes encontrar respuestas a la mayoría de preguntas sobre Scratch en nuestra página {faqLink}.",
    "contactUs.faqLinkText": "Preguntas Frecuentes",
    "contactUs.forumsInfo": "If you cannot find an answer in the FAQ, there are many experienced Scratchers in the Discussion Forums who are happy to help.",
    "contactUs.forumsLinkText": "Foros de discusión",
    "contactUs.questionsText": "{questionsLink}: Ask others in the community about anything related to Scratch.",
    "contactUs.questionsForum": "Puedes preguntar cuestiones generales sobre como hacer las cosas en el forum {questionsLink}.",
    "contactUs.questionsLinkText": "Preguntas sobre Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "If you need help with a specific project, try posting in the {scriptsLink} forum.",
    "contactUs.scriptsLinkText": "Ayuda con programas",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "If you want to report a bug in Scratch, check the {bugsLink} forum. It's the best place to report bugs and see if others are experiencing similar difficulties.",
    "contactUs.bugsLinkText": "Bugs y fallos",
    "contactUs.formIntro": "If you still need to contact us, please fill out the form below with as much detail as you can. If you have any screenshots, attachments or links that help to explain your problem, please include them. We get a lot of mail, so we may not be able to respond to your message.",
    "contactUs.findHelp": "Dónde encontrar ayuda:",
    "contactUs.contactScratch": "Contacta el Equipo Scrtach",
    "contactUs.qTitle": "Preguntas",
    "contactUs.seeFaq": "Mira las FAQ",
    "contactUs.faqInfo": "Puedes encontrar una lista de respuestas a la muchas de preguntas sobre Scratch en nuestra página {faqLink}.",
    "contactUs.askCommunity": "Pregunta a la Comunidad",
    "contactUs.forumsIntro": "También puedes mirar y publicar preguntas en los foros de discusión de Scratch.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "¿Necesitas ayuda?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}