{
    "contactUs.title": "Contáctanos",
    "contactUs.intro": "Puedes encontrar respuestas a la mayoría de preguntas sobre Scratch en nuestra página {faqLink}.",
    "contactUs.faqLinkText": "Preguntas frecuentes (FAQ)",
    "contactUs.forumsInfo": "Si no puedes encontrar tu pregunta en la FAQ, hay muchos scratchers veteranos en los foros de discusión que te podrán ayudar.",
    "contactUs.forumsLinkText": "Foros de discusión",
    "contactUs.questionsText": "{questionsLink}: pregunta a otros miembros de la comunidad sobre cualquier cosa relacionada con Scratch.",
    "contactUs.questionsForum": "Puedes preguntar cuestiones generales sobre como hacer las cosas en el foro {questionsLink}.",
    "contactUs.questionsLinkText": "Preguntas sobre Scratch",
    "contactUs.scriptsText": "{scriptsLink}: obtén ayuda con los bloques o el código para que tu proyecto funcione.",
    "contactUs.scriptsForum": "Si necesitas ayuda con un proyecto específico, trata de preguntar en el foro {scriptsLink}.",
    "contactUs.scriptsLinkText": "Ayuda con código",
    "contactUs.bugsText": "{bugsLink}: descubre cómo lidiar con los problemas técnicos que encuentres en el sitio web de Scratch o en el editor de proyectos.",
    "contactUs.bugsForum": "Si deseas informar sobre un error en Scratch, consulta el foro {bugsLink}. Es el mejor lugar para informar de errores y ver si otros están experimentando dificultades similares.",
    "contactUs.bugsLinkText": "Bugs y fallos",
    "contactUs.formIntro": "Si aún necesita contactar con nosotros, por favor cumplimenta el formulario a continuación con el máximo detalle posible. Si tienes alguna captura de pantalla, adjuntos o enlaces que ayuden a explicar el problema, por favor inclúyelo. Recibimos muchos mensajes, así que posiblemente no podamos responder tu mensaje.",
    "contactUs.findHelp": "Dónde encontrar ayuda:",
    "contactUs.contactScratch": "Contacta con el Equipo Scratch",
    "contactUs.qTitle": "Preguntas",
    "contactUs.seeFaq": "Échale un vistazo a las FAQ",
    "contactUs.faqInfo": "Puedes encontrar una lista de respuestas a la muchas de preguntas sobre Scratch en nuestra página {faqLink}.",
    "contactUs.askCommunity": "Pregunta a la Comunidad",
    "contactUs.forumsIntro": "También puedes mirar y publicar preguntas en los foros de discusión de Scratch.",
    "contactUs.forumsHelp": "Hay muchos miembros de la comunidad de Scratch que son amistosos y experimentados, y que pueden ayudarte con, entre otros, los siguientes temas:",
    "contactUs.needSupport": "¿Necesitas ayuda?",
    "contactUs.supportInfo": "Haz clic en {helpLink} para escribir una pregunta sobre cualquier cosa relacionada con Scratch o para contactar con nosotros. El Equipo Scratch recibe muchos mensajes todos los días y no puede responder a cada uno individualmente, por lo que te aconsejamos que leas nuestros artículos de soporte en línea y que participes en los foros de discusión."
}