{
    "contactUs.title": "Ota yhteyttä",
    "contactUs.intro": "Voit löytää vastaukset suurimpaan osaan kysymyksistä Scratchista {faqLink} -sivultamme.",
    "contactUs.faqLinkText": "usein kysytyt kysymykset",
    "contactUs.forumsInfo": "Jos et löytä vastausta UKK:sta, keskustelufoorumeilla on monia kokeneita Scratchaajia, jota auttavat mielellään.",
    "contactUs.forumsLinkText": "keskustelufoorumeilla",
    "contactUs.questionsText": "{questionsLink}: Kysy muilta yhteisössä mitä tahansa, mikä liittyy Scratchiin.",
    "contactUs.questionsForum": "Voit kysyä yleisiä kysymyksiä, miten tehdä eri asioita {questionsLink} -foorumilla.",
    "contactUs.questionsLinkText": "Kysymyksiä Scratchista",
    "contactUs.scriptsText": "{scriptsLink}: Hanki apua lohkoihin ja koodiin, jotta saat projektisi toimimaan.",
    "contactUs.scriptsForum": "Jos tarvitset apua tiettyyn projektiin, lähetä siitä viestiä {scriptsLink} -foorumille.",
    "contactUs.scriptsLinkText": "Apua skripteissä",
    "contactUs.bugsText": "{bugsLink}: Löydä, miten toimia teknisten ongelmien kanssa, joita esiintyy Scratchin verkkosivuilla tai projektieditorissa.",
    "contactUs.bugsForum": "Jos haluat raportoida virheen Scratchissa, kurkista {bugsLink} -foorumille. Se on paras paikka raportoida virheistä ja nähdä, jos muut ovat kokeneet samanlaisia vaikeuksia.",
    "contactUs.bugsLinkText": "Bugit ja häiriöt",
    "contactUs.formIntro": "Jos yhä tarvitset apua, täytä alla oleva lomake mahdollisimman yksityiskohtaisesti. Jos sinulla on ruutukaappauksia, liitteitä tai linkkejä, jotka voivat auttaa ongelman ratkaisemisessa, liitä ne mukaan. Saamme paljon viestejä, joten voi olla, että emme voi vastata viestiisi.",
    "contactUs.findHelp": "Mistä löytää apua:",
    "contactUs.contactScratch": "Ota yhteyttä Scratch-tiimiin",
    "contactUs.qTitle": "Kysymyksiä",
    "contactUs.seeFaq": "Katso UKK",
    "contactUs.faqInfo": "Löydät vastauksen moniin kysymyksiin Scratchista {faqLink} -sivultamme.",
    "contactUs.askCommunity": "Kysy yhteisöltä",
    "contactUs.forumsIntro": "Voit kurkistaa ja lähettää kysymyksesi Scratchin keskustelufoorumille.",
    "contactUs.forumsHelp": "Foorumilla on monia ystävällisiä ja kokeneita Scratch-yhteisön jäseniä, jotka voivat auttaa seuraavissa teemoissa ja monissa muissa:",
    "contactUs.needSupport": "Tarvitsetko tukea?",
    "contactUs.supportInfo": "Klikkaa {helpLink} kirjoittaaksesi kysymyksen, joka liittyy Scratchiin tai ottaaksesi yhteyttä meihin. Scratch-tiimi saa paljon viestejä joka päivä, eikä pysty vastaamaan jokaiselle henkilökohtaisesti, joten arvostamme, jos luet verkosta tukiartikkeleita ja tutustut keskustelufoorumiin."
}