{
    "contactUs.title": "Contactez-nous",
    "contactUs.intro": "Vous pouvez trouver des réponses à la plupart des questions sur Scratch sur notre page {faqLink}.",
    "contactUs.faqLinkText": "Foire Aux Questions",
    "contactUs.forumsInfo": "Si vous n'avez pas trouvé de réponse dans la FAQ, il y a beaucoup de Scratcheurs expérimentés sur les forums de discussion qui seront ravis de vous aider.",
    "contactUs.forumsLinkText": "Forums de discussion",
    "contactUs.questionsText": "{questionsLink}: Demandez aux autres personnes de la communauté ce que vous voulez à propos de Scratch.",
    "contactUs.questionsForum": "Vous pouvez poser des questions générales sur comment faire quelque chose sur le forum {questionsLink}.",
    "contactUs.questionsLinkText": "Questions sur Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Obtenez de l'aide avec les blocs ou le code pour faire fonctionner votre projet.",
    "contactUs.scriptsForum": "Si vous avez besoin d'aide avec un projet spécifique, postez dans le forum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Aide avec les scripts",
    "contactUs.bugsText": "{bugsLink} : Découvrez comment résoudre les problèmes techniques que vous rencontrez sur le site web Scratch ou dans l'éditeur du projet.",
    "contactUs.bugsForum": "Si vous voulez signaler un bug sur Scratch, allez faire un tour sur le forum {bugsLink}. C'est le meilleur endroit pour signaler des bugs et voir si d'autres personnes ont aussi le même problème.",
    "contactUs.bugsLinkText": "Bugs et problèmes",
    "contactUs.formIntro": "Si vous avez encore besoin de nous contacter, veuillez remplir le formulaire ci-dessous avec autant de détails que possible. Si vous avez des captures d'écran, des pièces jointes ou des liens qui vous aident à expliquer votre problème, veuillez les inclure. Nous recevons beaucoup d'e-mail, il est donc possible que nous ne puissions pas répondre à votre message.",
    "contactUs.findHelp": "Où trouver de l'aide :",
    "contactUs.contactScratch": "Contacter l'Équipe Scratch",
    "contactUs.qTitle": "Questions",
    "contactUs.seeFaq": "Consulter la FAQ",
    "contactUs.faqInfo": "Vous pouvez trouver une liste de réponses à pas mal de questions sur Scratch sur notre page {faqLink}.",
    "contactUs.askCommunity": "Demander à la communauté",
    "contactUs.forumsIntro": "Vous pouvez aussi chercher des questions et poster des messages sur les forums de discussion Scratch.",
    "contactUs.forumsHelp": "Il y a beaucoup de membres chaleureux et avec de l’expérience qui pourront vous aider sur les différents sujets et bien plus :",
    "contactUs.needSupport": "Besoin d'aide ?",
    "contactUs.supportInfo": "Cliquez sur {helpLink} pour poser une question sur Scratch ou pour nous contacter. L'Équipe Scratch reçoit beaucoup de messages chaque jour et n'est pas capable de répondre individuellement à chacun d'entre-eux. Nous vous encourageons donc à lire nos articles d'aide en ligne et de participer sur les forums de discussion."
}