{
    "contactUs.title": "Contactez-nous",
    "contactUs.intro": "Vous pouvez trouver des réponses à la plupart des questions sur Scratch sur notre page {faqLink}.",
    "contactUs.faqLinkText": "Foire Aux Questions",
    "contactUs.forumsInfo": "Si vous n'avez pas trouvé de réponse dans la FAQ, il y a beaucoup de scratcheurs expérimentés sur les forums de discussion qui seront ravis de vous aider.",
    "contactUs.forumsLinkText": "Forums de discussion",
    "contactUs.questionsText": "{questionsLink}: Demandez aux autres personnes de la communauté ce que vous voulez à propos de Scratch.",
    "contactUs.questionsForum": "Vous pouvez poser des questions générales sur comment faire quelque chose sur le forum {questionsLink}.",
    "contactUs.questionsLinkText": "Questions sur Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Obtenez de l'aide avec les blocs ou le code pour faire marcher votre projet.",
    "contactUs.scriptsForum": "Si vous avez besoin d'aide avec un projet spécifique, postez dans le forum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Aide avec les scripts",
    "contactUs.bugsText": "{bugsLink} : En apprendre plus sur comment ce que vous pouvez faire quand vous rencontrer un problème technique sur le site de Scratch ou sur l'éditeur de projets.",
    "contactUs.bugsForum": "Si vous voulez rapporter un bug sur Scratch, allez faire un tour sur le forum {bugsLink}. C'est le meilleur endroit pour rapporter des bugs et voir si d'autres ont aussi le même problème.",
    "contactUs.bugsLinkText": "Bugs et problèmes",
    "contactUs.formIntro": "Si vous avez encore besoin de nous contacter, veuillez remplir ce formulaire ci-dessous avec autant de détails que possible. Vous vous avez des captures d'écran, des fichiers attachés ou des liens qui pourraient aider à expliquer votre problème, n’hésitez pas à les inclure. Nous recevons généralement beaucoup de mails, donc il est possible que ne répondions pas à votre message.",
    "contactUs.findHelp": "Où trouver de l'aide :",
    "contactUs.contactScratch": "Contacter l'Équipe Scratch",
    "contactUs.qTitle": "Questions",
    "contactUs.seeFaq": "Voir la FAQ",
    "contactUs.faqInfo": "Vous pouvez trouver une liste de réponses à pas mal de questions sur Scratch sur notre page {faqLink}.",
    "contactUs.askCommunity": "Demander à la communauté",
    "contactUs.forumsIntro": "Vous pouvez aussi chercher des questions et poster des messages sur les forums de discussion Scratch.",
    "contactUs.forumsHelp": "Il y a beaucoup de membres chaleureux et avec de l’expérience qui pourront vous aider sur les différents sujets et bien plus :",
    "contactUs.needSupport": "Besoin d'aide ?",
    "contactUs.supportInfo": "Cliquez sur {helpLink} pour poser une question sur Scratch ou pour nous contacter. L'Équipe Scratch reçoit beaucoup de messages chaque jour et n'est pas capable de répondre individuellement à chacun d'entre-eux. Nous vous encourageons donc à lire nos articles d'aide en ligne et de participer sur les forums de discussion."
}