{
    "contactUs.title": "Kontakt",
    "contactUs.intro": "Jo kinne de antwurden fine op de measte fragen oer Scratch op ús side {faqLink}.",
    "contactUs.faqLinkText": "Faak stelde fragen (FAQ)",
    "contactUs.forumsInfo": "As jo it antwurd net fine kinne yn 'e FAQ, binne d'r in protte erfarne Scratchers yn' e diskusjeforums dy't bliid binne om te helpen.",
    "contactUs.forumsLinkText": "Diskusjefoarums",
    "contactUs.questionsText": "{questionsLink}: Freegje oaren yn 'e mienskip oer alles wat Scratch oanbelanget.",
    "contactUs.questionsForum": "Jo kinne algemiene fragen stelle oer hoe't jo dingen dwaan kinne yn it {questionsLink} forum.",
    "contactUs.questionsLinkText": "Fragen oer Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Krij help mei de blokken of koade om jo projekt te meitsjen.",
    "contactUs.scriptsForum": "As jo help nedich binne mei in spesifyk projekt, post it dan yn it {scriptsLink} forum.",
    "contactUs.scriptsLinkText": "Help mei skripts",
    "contactUs.bugsText": "{bugsLink}: Learje hoe't jo mei technyske problemen omgeane op 'e webside Scratch of yn' e projektredakteur.",
    "contactUs.bugsForum": "As jo in brek melde wolle yn Scratch, gean dan nei it {bugsLink} forum. It is it bêste plak om bugs te melden en te sjen oft oaren ferlykbere problemen ûnderfine.",
    "contactUs.bugsLinkText": "Bugs en oare bugs",
    "contactUs.formIntro": "As jo noch wol kontakt mei ús opnimme, folje dan asjebleaft it formulier hjirûnder sa folle mooglik yn. As jo screenshots, taheaksels as keppelings hawwe dy't jo probleem ferklearje, dan kinne jo se opnimme. Wy krije in soad e-post, sadat wy miskien net kinne reagearje op jo berjocht.",
    "contactUs.findHelp": "Wêr te finen help:",
    "contactUs.contactScratch": "Nim kontakt op mei it Scratch Team",
    "contactUs.qTitle": "Freegje",
    "contactUs.seeFaq": "Sjoch de FAQ",
    "contactUs.faqInfo": "Jo kinne in list mei antwurden fine op in protte fragen oer Scratch op ús side {faqLink}.",
    "contactUs.askCommunity": "Freegje de mienskip",
    "contactUs.forumsIntro": "Jo kinne ek de Scratch Discussion Forums trochsykje en fragen stelle.",
    "contactUs.forumsHelp": "D'r binne in protte freonlike leden fan Scratch-mienskippen mei ûnderfining dy't kinne helpe mei de folgjende ûnderwerpen en mear:",
    "contactUs.needSupport": "Help nedich hawwe?",
    "contactUs.supportInfo": "Klikje op {helpLink} om in fraach yn te fieren oer alles wat relatearre is oan Scratch of om kontakt mei ús op te nimmen. It Scratch Team ûntfangt alle dagen in soad berjochten en kin net allegear yndividueel beantwurdzje, dus wy riede oan dat jo ús online stipeartikels lêze en meidwaan oan 'e diskusjeforums."
}