{
    "contactUs.title": "Cuir fios thugainn",
    "contactUs.intro": "Gheibh thu freagairt air a’ mhòrchuid dhe cheistean mu Scratch air duilleag nan {faqLink}.",
    "contactUs.faqLinkText": "Ceistean àbhaisteach (CÀBHA)",
    "contactUs.forumsInfo": "Mura lorg thu freagairt am measg nan CÀBHA, tha iomadh neach-Scratch eòlach air a’ bhòrd-bhrath a bhios deònach do chuideachadh.",
    "contactUs.forumsLinkText": "Bòrd-brath",
    "contactUs.questionsText": "{questionsLink}: Faighnich do chàch sa choimhearsnachd mu rud sam bith co-cheangailte ri Scratch.",
    "contactUs.questionsForum": "’S urrainn dhut ceistean farsaing air mar a nì thu rudan fhaighneachd ann am fòram {questionsLink}.",
    "contactUs.questionsLinkText": "Ceistean mu Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Faigh cobhair leis na blocaichean no a’ chòd ach an obraich am pròiseact agad.",
    "contactUs.scriptsForum": "Mas e taic le pròiseact sònraichte a tha a dhìth ort, feuch sgrìobhadh ann am fòram {scriptsLink}.",
    "contactUs.scriptsLinkText": "Cobhair le sgriobtaichean",
    "contactUs.bugsText": "{bugsLink}: Faigh taic le duilgheadas teicnigeach a thachras air làrach-lìn Scratch no ann an deasaiche a’ phròiseict.",
    "contactUs.bugsForum": "Ma thua thu airson aithris a dhèanamh air buga ann an Scratch, thoirt sùil air fòram {bugsLink}. Seo an t-àite as fheàrr airson aithrisean air bugaichean agus airson faighinn a-mach a bheil an dearbh trioblaid aig càch.",
    "contactUs.bugsLinkText": "Bugaichean is mearachdan-obrachaidh",
    "contactUs.formIntro": "Ma dh’fheumas tu fios a chur thugainn co-dhiù, lìon am foirm gu h-ìosal cho mionaideach ’s as urrainn dhut. Ma tha glacadh-sgrìn, ceanglachan no ceangail sam bith agad a chuidicheas airson an duilgheadas agad a mhìneachadh, cuir ris e. Gheibh sinn tòrr phost-d, mar sin dh’fhaoidte nach urrainn dhut freagairt dhan teachdaireachd agad.",
    "contactUs.findHelp": "Far am faigh thu taic:",
    "contactUs.contactScratch": "Cuir fios gun sgioba Scratch",
    "contactUs.qTitle": "Ceistean",
    "contactUs.seeFaq": "Faic na ceistean àbhaisteach",
    "contactUs.faqInfo": "Gheibh thu liosta dhe dh’fhreagairtean air mòran ceist mu Scratch air duilleag nan {faqLink}.",
    "contactUs.askCommunity": "Faighnich dhen choimhearsnachd",
    "contactUs.forumsIntro": "’S urrainn dhut sùil a thoirt air a’ bhòrd-bhrath Scratch agus ceistean a chur ann cuideachd.",
    "contactUs.forumsHelp": "Tha iomadh daoine bàigheil is eòlach sa choimhearsnachd Scratch a chuidicheas leis na cuspairean seo is eile:",
    "contactUs.needSupport": "A bheil thu feumach air taic?",
    "contactUs.supportInfo": "Briog air {helpLink} airson ceist a sgrìobhadh ann mu rud sam bith a tha co-cheangailte ri Scratch no airson fios a chur thugainn. Gheibh sgioba Scratch tòrr theachdaireachdan agus chan urrainn dhuinn freagairt do gach tè. Air an adhbhar sin, mholamaid gun leugh thu na h-artaigilean taice air loidhne againn agus gum faigh thu ballrachd air a’ bhòrd-bhrath."
}