{
    "contactUs.title": "Contacta connosco",
    "contactUs.intro": "Podes atopar respostas á maioría das preguntas sobre Scratch na nosa páxina {faqLink}.",
    "contactUs.faqLinkText": "Preguntas Frecuentes (FAQ)",
    "contactUs.forumsInfo": "Se non atopas unha resposta nas preguntas frecuentes, hai moitas e moitos Scratchers experimentadas/os nos foros de debate que están encantados de axudar.",
    "contactUs.forumsLinkText": "Foros de Discusión",
    "contactUs.questionsText": "{questionsLink}: Pregunta a outras persoas da comunidade sobre calquera cuestión relacionada con Scratch.",
    "contactUs.questionsForum": "Podes facer preguntas xerais sobre como facer cousas no foro{questionsLink}.",
    "contactUs.questionsLinkText": "Preguntas sobre Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Obten axuda cos bloques ou co código para facer que o proxecto funcione.",
    "contactUs.scriptsForum": "Se necesitas axuda cun proxecto específico, proba publicar no foro  {scriptsLink} .",
    "contactUs.scriptsLinkText": "Axuda con programas",
    "contactUs.bugsText": "{bugsLink}: Busca solucións aos problemas técnicos que poidas atopar na páxina web de Scratch ou no editor de proxectos.",
    "contactUs.bugsForum": "Se queres informar dun erro en Scratch, comproba o foro {bugsLink}. É o mellor lugar para informar de erros e ver se outras persoas teñen dificultades similares.",
    "contactUs.bugsLinkText": "Fallos e Funcionamentos Anómalos",
    "contactUs.formIntro": "Se aínda tes que poñerse en contacto con nos, enche o seguinte formulario co maior detalle posible. Se tes capturas de pantalla, anexos ou ligazóns que che poden axudar a explicar o teu problema, inclúeo. Recibimos moitos correos, polo que é posible que non poidamos responder á túa mensaxe.",
    "contactUs.findHelp": "Onde atopar axuda:",
    "contactUs.contactScratch": "Ponte en contacto co equipo de Scratch",
    "contactUs.qTitle": "Preguntas",
    "contactUs.seeFaq": "Ver as preguntas frecuentes",
    "contactUs.faqInfo": "Podes atopar respostas á maioría das preguntas sobre Scratch na nosa páxina {faqLink}.",
    "contactUs.askCommunity": "Pregunta á Comunidade",
    "contactUs.forumsIntro": "Tamén podes mirar e preguntar nos foros de discusión de Scratch.",
    "contactUs.forumsHelp": "Hai moita xente amistosa e experta na comunidade de Scratch que pode axudar nos seguintes aspectos e máis:",
    "contactUs.needSupport": "Precisas axuda?",
    "contactUs.supportInfo": "Preme sobre {helpLink} para escribir una pregunta relacionada con calquera aspecto de Scratch ou para poñerte en contacto con nós. O equipo de Scratch recibe moreas de mensaxes cada día e non é quen de contestar individualmente todas, por iso animámoste a ler os noso artigos de axuda e a participar nos foros de Discusión."
}