{
    "contactUs.title": "Contacta connosco",
    "contactUs.intro": " Podes atopar respostas á maioría das preguntas sobre Scratch na nosa páxina {faqLink}.",
    "contactUs.faqLinkText": "Preguntas Frecuentes (FAQ)",
    "contactUs.forumsInfo": "Se non atopas unha resposta nas preguntas frecuentes, hai moitas e moitos Scratchers experimentadas/os nos foros de debate que están encantados de axudar.",
    "contactUs.forumsLinkText": "Foros de Discusión",
    "contactUs.questionsText": "{questionsLink}: Ask others in the community about anything related to Scratch.",
    "contactUs.questionsForum": "Podes facer preguntas xerais sobre como facer cousas no foro{questionsLink}.",
    "contactUs.questionsLinkText": "Preguntas sobre Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "Se necesitas axuda cun proxecto específico, proba publicar no foro  {scriptsLink} .",
    "contactUs.scriptsLinkText": "Axuda con programas",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "Se queres informar dun erro en Scratch, comproba o foro {bugsLink}. É o mellor lugar para informar de erros e ver se outras persoas teñen dificultades similares.",
    "contactUs.bugsLinkText": "Fallos e Funcionamentos Anómalos",
    "contactUs.formIntro": "Se aínda tes que poñerse en contacto con nos, enche o seguinte formulario co maior detalle posible. Se tes capturas de pantalla, anexos ou ligazóns que che poden axudar a explicar o teu problema, inclúeo. Recibimos moitos correos, polo que é posible que non poidamos responder á túa mensaxe.",
    "contactUs.findHelp": "Onde atopar axuda:",
    "contactUs.contactScratch": "Ponte en contacto co equipo de Scratch",
    "contactUs.qTitle": "Preguntas",
    "contactUs.seeFaq": "See the FAQ",
    "contactUs.faqInfo": "You can find a list of answers to many questions about Scratch on our {faqLink} page.",
    "contactUs.askCommunity": "Ask the Community",
    "contactUs.forumsIntro": "You can also look through and post questions in the Scratch Discussion forums.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}