{
    "contactUs.title": "tuntube mu",
    "contactUs.intro": "Zaka iya samun mafi yawan amsoshi game da Scratch akan shafin mu na {faqLink}.",
    "contactUs.faqLinkText": "Tamboyoyi da ake yawan yi aai akai",
    "contactUs.forumsInfo": "Idan ka kasa samun amsa a FAQ, akwai kwararun masu amfani da Scratch a cikin dandalin tattaunawa wanda ke murnan taimakawa.",
    "contactUs.forumsLinkText": "Dandalin tattaunawa",
    "contactUs.questionsText": "{questionsLink}: Yi wasu tambayoyi a cikin al'umman akan kowane abu da ke da alaka da Scratch.",
    "contactUs.questionsForum": "Zaka iya yin ko wane tambaya game da yanda ake yin abubuwa a cikin wannan {questionsLink} dandalin.",
    "contactUs.questionsLinkText": "Tamboyoyi akan Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Samu taimako da tubalan ko kod don yin aikin.",
    "contactUs.scriptsForum": "Idan kana niman taimako da wani takamaiman aiki, Yi kokari ka tura a cikin dandalin {scriptsLink}.",
    "contactUs.scriptsLinkText": "Taimako tare da rubuce rubuce",
    "contactUs.bugsText": "{bugsLink}: Nemi yanda ake magance al'amuran fasaha da kae cin karo dasu a shafin yanar gizon Scratch ko a cikin editan aiki.",
    "contactUs.bugsForum": "Idan ka kai karan kwari a cikin Scratch, duba dandalin {bugsLink}. Shine waje mafi kyau don kai karan kwari kuma duba idan wasu suna samun irin wannan matsalolin.",
    "contactUs.bugsLinkText": "Kwari da matsaloli",
    "contactUs.formIntro": "idan kana son ka tuntube mu, don Allah ka cika fom da ke kasa da dayawa daga cikin bayanan ka iya iyawanka. Idan kana iya samun kowane screenshots, abubuwan da ake makalawa ko mahada da ke taimakawa wajen yin bayani akan matsalamka, don Allah sa su ciki. Muna samun sakonni dayawa, don haka da yiwuwa bazamu iya bada amsa ga sakonninku ba.",
    "contactUs.findHelp": "Wajen da za a samu taimako:",
    "contactUs.contactScratch": "Tuntubi tawagan Scratch",
    "contactUs.qTitle": "Tambayoyi",
    "contactUs.seeFaq": "Duba FAQ",
    "contactUs.faqInfo": "Zaka iya samun amsoshin mafi yawan tambayoyi akan a kan shafin mu {faqLink}.",
    "contactUs.askCommunity": "Tambayi al'umman",
    "contactUs.forumsIntro": "Zaka iya kalon kuma ta da kuma tura tambayoyi a cikin dandalin tattaunawa na Scratch.",
    "contactUs.forumsHelp": "Dakwai kwararun membobin al'umman Scratch wanda zasu iya taimako da take masu zuwa harda kari:",
    "contactUs.needSupport": "Ana niman tallafin",
    "contactUs.supportInfo": "Danna {helpLink}don rubuta tambaya akan ko wane abu da yake da alaka da Scratch ko ka tuntube mu. Tawagar Scratch na samun sakonni dayawa a kowane rana kuma basa iya amsa tambaya a kan kansa, don haka muna karfafa ka karanta rubuce rubucenmu na tallafin mu na kan yanar gizo kuma kasance cikin Dandalin Tattaunawa."
}