{
    "contactUs.title": "हमसे संपर्क करें",
    "contactUs.intro": "स्क्रॅच के बारे में आपको अपने प्रश्नों के उत्तर {faqLink}इस पेज पर मिल जायेंगे।",
    "contactUs.faqLinkText": "नित्य पूछे जानेवाले प्रश्न ",
    "contactUs.forumsInfo": "अगर आपको अपने प्रश्नों के उत्तर FAQ में नहीं मिलते हैं तो आप डिस्कशन फोरम में अनुभवी स्क्रैचर से मदद मांग सकते हैं. ",
    "contactUs.forumsLinkText": "चर्चा मंच",
    "contactUs.questionsText": " '{questionsLink}' : स्क्रैच से संबंधित कुछ भी पूछने के लिए आप समुदाय से पूछ सकते हैं | ",
    "contactUs.questionsForum": "किसी चीज को कैसे किया जाय यह आप{questionsLink} इस फोरम में पूछ सकते हैं.",
    "contactUs.questionsLinkText": "स्क्रॅच के  प्रश्न ",
    "contactUs.scriptsText": "{scriptsLink}: ब्लॉक्स या कोड से जुड़े सवालों का हल पाने के लिए |",
    "contactUs.scriptsForum": "अगर आपको किसी प्रोजेक्ट के बारे में प्रश्न है तो आप उसे {scriptsLink}इस फोरम में पूछ सकते हैं. ",
    "contactUs.scriptsLinkText": "स्क्रिप्ट्स के बारे में मदद. ",
    "contactUs.bugsText": "{bugsLink}: देखें कि स्क्रैच के वेबसाइट या स्क्रैच एडिटर पे आने वाली किसी भी तकनीकि समस्या को कैसे हल करते हैं | ",
    "contactUs.bugsForum": "अगर आप स्क्रॅच में पाया गया कोई बग रिपोर्ट करना चाहते हैं तो {bugsLink}यह फोरम देखें। ",
    "contactUs.bugsLinkText": "Bugs और  Glitches",
    "contactUs.formIntro": "अगर फिर भी आप हमसे संपर्क करना चाहते हैं तो कृपया नीचे दिया हुआ फॉर्म भरें। जीते विस्तार से इसे भर सकते हैं उसे भरें। अगर आपकी समस्या को समझने के लिए आपने स्क्रीन शॉट लिए हैं, या कोई अन्य अटैचमेंट आपके पास है या कोई लिंक है तो उन्हें भी भेज दीजिये। हमें बड़ी मात्रा में ईमेल मिलते हैं इसलिए संभव है कि हम आपके मेल का उत्तर नहीं दे पाएंगे। ",
    "contactUs.findHelp": "सहायता कहाँ खोजें",
    "contactUs.contactScratch": "स्क्रॅच टीम से संपर्क करें",
    "contactUs.qTitle": "प्रश्न ",
    "contactUs.seeFaq": "अक्सर पूछे जाने वाले प्रश्न देखें |",
    "contactUs.faqInfo": "आप स्क्रैच से जुड़े कई प्रश्न-उत्तर हमारे {faqLink} पृष्ठ पर देख सकते हैं |",
    "contactUs.askCommunity": "समुदाय से पूछें",
    "contactUs.forumsIntro": "आप स्क्रैच के चर्चा मंच पे भी आप अपना प्रश्न खोज सकते हैं या पूछ सकते हैं | ",
    "contactUs.forumsHelp": " हमारे यहाँ स्क्रैच के कई अनुभवी लोग हैं जो आपको दिए गए विषय पे सहायता कर सकते हैं | ",
    "contactUs.needSupport": "सहयोग की आवश्यकता?",
    "contactUs.supportInfo": "स्क्रैच से जुड़ी किसी भी सवाल लिखने के लिए या हमसे बात करने के {helpLink} क्लिक करे | स्क्रैच की टीम प्रतिदिन बहोत सारे सन्देश प्राप्त करते हैं, और हम उन सबका एक-एक करते जवाब नहीं दे पाते| इसलिए हम चाहेंगे की आप हमारे ऑनलाइन उपस्थित लेख पढ़ें या फिर चर्चा मंच में भाग लें | "
}