{
    "contactUs.title": "Kontaktiraj nas",
    "contactUs.intro": "Odgovore na većinu pitanja o Scratchu možete pronaći na našoj stranici {faqLink}.",
    "contactUs.faqLinkText": "Pomoć",
    "contactUs.forumsInfo": "Ako ne možete pronaći odgovor u FAQ, na forumima za raspravu ima mnogo iskusnih Scratch korisnika koji će rado pomoći.",
    "contactUs.forumsLinkText": "Forumi za raspravu",
    "contactUs.questionsText": "{questionsLink}: Pitajte druge u zajednici o svemu što se odnosi na Scratch.",
    "contactUs.questionsForum": "Općenita pitanja o tome kako raditi možete postaviti na forumu {questionsLink}.",
    "contactUs.questionsLinkText": "Pitanja o Scratchu",
    "contactUs.scriptsText": "{scriptsLink}: Potražite pomoć s blokovima ili kodom kako bi vaš projekt funkcionirao.",
    "contactUs.scriptsForum": "Ako trebate pomoć s određenim projektom, pokušajte objaviti upit na forumu {scriptsLink}.",
    "contactUs.scriptsLinkText": "Pomoć sa skriptama",
    "contactUs.bugsText": "{bugsLink}: Saznajte kako se nositi s tehničkim problemima s kojima se susrećete na web stranici Scratch ili u uređivaču projekta.",
    "contactUs.bugsForum": "Ako želite prijaviti grešku u Scratchu, provjerite forum {bugsLink}. To je najbolje mjesto za prijavu grešaka i možete vidjeti imaju li i ostali sličnih poteškoća.",
    "contactUs.bugsLinkText": "Greške i nedostaci",
    "contactUs.formIntro": "Ako nas i dalje želite kontaktirati, ispunite obrazac u nastavku sa što više pojedinosti. Ako imate bilo kakve snimke zaslona, privitke ili veze koje vam pomažu da objasnite svoj problem, uključite ih. Dobivamo puno pošte, pa možda nećemo moći odgovoriti na vašu poruku.",
    "contactUs.findHelp": "Gdje pronaći pomoć:",
    "contactUs.contactScratch": "Obratite se Scratch timu",
    "contactUs.qTitle": "Pitanja",
    "contactUs.seeFaq": "Pogledaj FAQ",
    "contactUs.faqInfo": "Popis odgovora na mnoga pitanja o Scratchu možete pronaći na našoj stranici {faqLink}.",
    "contactUs.askCommunity": "Pitajte Zajednicu",
    "contactUs.forumsIntro": "Također možete pregledavati i postavljati pitanja na forumima Scratch Rasprave.",
    "contactUs.forumsHelp": "Mnogo je prijateljskih i iskusnih članova Scratch zajednice koji mogu pomoći s različitim temama, poput ovih:",
    "contactUs.needSupport": "Trebate pomoć?",
    "contactUs.supportInfo": "Kliknite {helpLink} da biste upisali pitanje o bilo čemu što se odnosi na Scratch ili da biste nas kontaktirali. Scratch tim svaki dan prima puno poruka i nije u mogućnosti odgovoriti na svaku pojedinačno, stoga vas potičemo da pročitate naše članke o podršci na mreži i sudjelujete u forumima za raspravu."
}