{
    "contactUs.title": "Kapcsolatfelvétel",
    "contactUs.intro": "A legtöbb  Scratch-csel kapcsolatos kérdésre megtalálhatod a választ a {faqLink} oldalon.",
    "contactUs.faqLinkText": "Gyakran Ismételt Kérdések (GYIK)",
    "contactUs.forumsInfo": "Ha nem találod a választ a GYIK oldalon, a Fórumokon sok tapasztalt Scratch-előt találsz, akik szívesen segítenek.",
    "contactUs.forumsLinkText": "Fórumok",
    "contactUs.questionsText": "{questionsLink}: Kérdezz másokat a közösségben a Scratch-csel kapcsolatban.",
    "contactUs.questionsForum": "A {questionsLink}fórumon általános kérdéseket tehetsz fel arról, hogy mit hogyan csinálj.",
    "contactUs.questionsLinkText": "Kérdések a Scratch-ről",
    "contactUs.scriptsText": "{scriptsLink}: Segítség a blokkokkal vagy kóddal kapcsolatban, hogy működjön a projekted.",
    "contactUs.scriptsForum": "Ha konkrét projektre vonatkozó kérdésed van, tedd fel a {scriptsLink} fórumban.",
    "contactUs.scriptsLinkText": "Segítség a szkriptekkel kapcsolatban",
    "contactUs.bugsText": "{bugsLink}: Nézd meg, mit tehetsz, ha hibát találsz a Scratch weboldalán vagy a projektszerkesztőben.",
    "contactUs.bugsForum": "Ha hibát szeretnél bejelenteni a Scratch-ben, nézd meg a {bugsLink} fórumot. Ez a legjobb hely a hibabejelentésre, és arra is, hogy lásd, ha másoknál is előfordulnak hasonló nehézségek.",
    "contactUs.bugsLinkText": "Hibák és problémák",
    "contactUs.formIntro": "Ha mégis szeretnéd felvenni velünk a kapcsolatot, minél részletesebben töltsd ki az alábbi űrlapot. Ha van olyan képernyőfotód, csatolmányod vagy linked, ami segítheti a probléma megértését, kérjük azokat is csatold. Sok levelet kapunk, lehet, hogy nem tudunk válaszolni az üzenetedre.",
    "contactUs.findHelp": "Hol kaphatsz segítséget:",
    "contactUs.contactScratch": "Vedd fel a kapcsolatot a Scratch csapatával",
    "contactUs.qTitle": "Kérdések",
    "contactUs.seeFaq": "Nézd meg a GYIK-et",
    "contactUs.faqInfo": "Számos Scratch-csel kapcsolatos kérdésre választ találsz a {faqLink} oldalon.",
    "contactUs.askCommunity": "Kérdezd meg a Közösséget",
    "contactUs.forumsIntro": "A Scratch Fórumokon is kérdezhetsz, illetve megtekintheted a feltett kérdéseket.",
    "contactUs.forumsHelp": "A Scratch-közösség barátságos és tapasztalt tagjai segíteni tudnak többek között az alábbi témákban:",
    "contactUs.needSupport": "Segítségre van szükséged?",
    "contactUs.supportInfo": "Kattints a {helpLink} linkre és írd be a Scratch-csel kapcsolatos kérdésedet vagy megjegyzésedet. A Scratch csapata minden nap rengeteg üzenetet kap, és nem tud mindegyikre külön-külön válaszolni. Ezért azt javasoljuk, hogy olvasd el a támogatási cikkeinket online, és vegyél részt a Fórumokban."
}