{
    "contactUs.title": "Hubungi Kami",
    "contactUs.intro": "Anda dapat menemukan jawaban untuk banyak pertanyaan tentang Scratch di laman {faqLink} kami.",
    "contactUs.faqLinkText": "Pertanyaan Sering Diajukan",
    "contactUs.forumsInfo": "Jika Anda tidak dapat menemukan jawaban dalam laman Pertanyaan Sering Diajukan, ada banyak Scratcher berpengalaman dalam Forum Diskusi yang akan senang membantu.",
    "contactUs.forumsLinkText": "Forum Diskusi",
    "contactUs.questionsText": "{questionsLink}: Tanya yang lain dalam komunitas tentang apa pun yang berkaitan dengan Scratch.",
    "contactUs.questionsForum": "Kamu bisa menanyakan pertanyaan umum tentang cara melakukan hal-hal dalam forum {questionsLink}.",
    "contactUs.questionsLinkText": "Pertanyaan Tentang Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Dapatkan bantuan dengan balok atau kode untuk membuat proyekmu bekerja.",
    "contactUs.scriptsForum": "Jika kamu butuh bantuan dengan proyek yang spesifik, coba kirim di forum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Bantuan dengan Skrip",
    "contactUs.bugsText": "{bugsLink}: Cari tahu cara menangani masalah teknis yang kamu hadapi di situs web atau penyunting proyek Scratch.",
    "contactUs.bugsForum": "Jika kamu ingin melaporkan sebuah kutu dalam Scratch, periksa forum {bugsLink}. Itu adalah tempat yang terbaik untuk melaporkan kutu dan melihat jika yang lain mengalami kesulitan yang sama.",
    "contactUs.bugsLinkText": "Kutu dan Gangguan",
    "contactUs.formIntro": "Jika Anda masih ingin menghubungi kami, mohon isi formulir di bawah dengan banyak detail yang Anda bisa. Jika Anda ada tangkapan layar, lampiran, atau tautan yang membantu menjelaskan masalah Anda, mohon tambahkan juga. Kami mendapatkan banyak surel, jadi kami mungkin tidak dapat menanggapi ke pesan Anda.",
    "contactUs.findHelp": "Di mana untuk mencari bantuan:",
    "contactUs.contactScratch": "Hubungi Tim Scratch",
    "contactUs.qTitle": "Pertanyaan",
    "contactUs.seeFaq": "Lihat Pertanyaan Sering Ditanyakan",
    "contactUs.faqInfo": "Anda dapat menemukan daftar jawaban untuk banyak pertanyaan tentang Scratch di laman {faqLink} kami.",
    "contactUs.askCommunity": "Tanya Komunitas",
    "contactUs.forumsIntro": "Anda juga dapat melihat dan mengirim pertanyaan dalam forum Diskusi Scratch.",
    "contactUs.forumsHelp": "Ada banyak anggota komunitas Scratch yang ramah dan berpengalaman yang dapat membantu dengan topik dan lebih banyak berikut:",
    "contactUs.needSupport": "Butuh Bantuan?",
    "contactUs.supportInfo": "Klik {helpLink} untuk mengetik sebuah pertanyaan tentang apa pun yang terkait dengan Scratch atau untuk menghubungi kami. Tim Scratch menerima banyak pesan setiap hari dan tidak dapat menjawab satu per satu secara individu, jadi kami menyarankan untuk membaca artikel dukungan daring dan berpartisipasi dalam forum Diskusi."
}