{
    "contactUs.title": "Contattaci",
    "contactUs.intro": "Puoi trovare le risposte alle domande più comuni su Scratch alla pagina {faqLink}.",
    "contactUs.faqLinkText": "Domande Frequenti",
    "contactUs.forumsInfo": "Se non trovi la risposta nelle FAQ, ci sono molti utenti esperti di Scratch nei Forum di Discussione che saranno felici di aiutarti.",
    "contactUs.forumsLinkText": "Forum di Discussione",
    "contactUs.questionsText": "{questionsLink}: Chiedi ai membri della comunità qualunque cosa ti interessi di Scratch.",
    "contactUs.questionsForum": "Nel forum {questionsLink}puoi porre domande generali su come fare qualcosa.",
    "contactUs.questionsLinkText": "Domande su Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Ricevi aiuto sui blocchi o sul codice del tuo progetto per farlo funzionare.",
    "contactUs.scriptsForum": "Se hai bisogno di aiuto con un progetto specifico, prova a porre una domanda nel forum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Aiuto con gli Script",
    "contactUs.bugsText": "{bugsLink}: Scopri come risolvere i problemi tecnici che incontri sul sito di Scratch o nell'editor di progetti.",
    "contactUs.bugsForum": "Se vuoi segnalare un bug di Scratch, usa il forum {bugsLink}. E' il posto migliore dove segnalare bug e capire se anche altri stanno avendo lo stesso problema.",
    "contactUs.bugsLinkText": "Errori e Difetti",
    "contactUs.formIntro": "Se queste informazioni non bastano e hai ancora necessità di contattarci, compila il modulo che trovi qui sotto inserendo il maggior numero possibile di dettagli. Se hai delle schermate, allegati o link che chiariscono il problema non dimenticare di includerli. Ricorda che riceviamo molte email, quindi potremmo non riuscire a rispondere al tuo messaggio.",
    "contactUs.findHelp": "Dove trovare aiuto:",
    "contactUs.contactScratch": "Contatta il Team di Scratch",
    "contactUs.qTitle": "Domande",
    "contactUs.seeFaq": "Vai alle Domande Frequenti",
    "contactUs.faqInfo": "Puoi trovare un elenco di risposte a molte domande su Scratch alla nostra pagina {faqLink}.",
    "contactUs.askCommunity": "Chiedi alla Comunità",
    "contactUs.forumsIntro": "Puoi anche dare un'occhiata e porre domande nei forum di Discussione di Scratch.",
    "contactUs.forumsHelp": "Ci sono molti membri della comunità di Scratch amichevoli e con esperienza che posso fornire un aiuto sui seguenti argomenti e su molto altro:",
    "contactUs.needSupport": "Hai bisogno di Supporto?",
    "contactUs.supportInfo": "Clicca {helpLink} per inserire una domanda su qualunque cosa riguardi Scratch oppure contattaci. Il Team di Scratch riceve molti messaggi ogni giorno e non riesce pertanto a rispondere a ciascuno individualmente, Ti esortiamo quindi a leggere gli articoli di supporto online e ad usare i forum di Discussione."
}