{
    "contactUs.title": "Бізбен байланысу",
    "contactUs.intro": "Scratch туралы көптеген сұрақтарға біздің {faqLink} парақтан жауап таба аласыз.",
    "contactUs.faqLinkText": "Жиі қолданылатын сұрақтар",
    "contactUs.forumsInfo": "Егер сіз Сұрақ-жауаптан жауап таба алмасаңыз, Талқылау форумдарында көмектесуге қуанышты көптеген тәжірибелі Scratcher-лер бар.",
    "contactUs.forumsLinkText": "Талқылау Форумдары",
    "contactUs.questionsText": "{questionsLink}: Scratch-ке қатысты кез-келген нәрсе туралы қоғамдағы басқалардан сұраңыз.",
    "contactUs.questionsForum": "{questionsLink}Форумда қалай жұмыс жасау керектігі туралы жалпы сұрақтар қоюға болады.",
    "contactUs.questionsLinkText": "Скретч туралы сұрақтары",
    "contactUs.scriptsText": "{scriptsLink}:Жобаңыздың жұмыс жасауы үшін блоктар немесе кодтар туралы анықтама алыңыз.",
    "contactUs.scriptsForum": "Егер сізге белгілі бір жоба бойынша көмек қажет болса, {scriptsLink}форумға орналастырып көріңіз.",
    "contactUs.scriptsLinkText": "Скрипттерге қатысты көмектесу",
    "contactUs.bugsText": "{bugsLink}: Scratch веб-сайтында немесе жоба редакторында кездесетін техникалық мәселелерді қалай шешуге болатынын біліңіз.",
    "contactUs.bugsForum": "Егер сіз Scratch қатесі туралы хабарлағыңыз келсе, {bugsLink} форумды тексеріңіз. Бұл қателер туралы хабарлау және басқалардың осындай қиындықтарға тап болып жатқанын көру үшін ең жақсы орын.",
    "contactUs.bugsLinkText": "Қателер мен глюктер",
    "contactUs.formIntro": "Егер сізге әлі де хабарласу қажет болса, төмендегі форманы мүмкіндігінше толығырақ толтырыңыз. Егер сіздің проблемаңызды түсіндіруге көмектесетін скриншоттар, тіркемелер немесе сілтемелер болса, оларды қосыңыз. Бізге көп хат келеді, сондықтан сіздің хабарламаңызға жауап бере алмауымыз мүмкін.",
    "contactUs.findHelp": "Көмекті қайдан табуға болады:",
    "contactUs.contactScratch": "Scratch командасына хабарласыңыз",
    "contactUs.qTitle": "Сұрақтар",
    "contactUs.seeFaq": "Жиі қойылатын сұрақтарды қараңыз",
    "contactUs.faqInfo": "Скретч туралы көптеген сұрақтарға жауаптар тізімін біздің парақтан{faqLink} таба аласыз.",
    "contactUs.askCommunity": "Қауымдастықтан сұраңыз",
    "contactUs.forumsIntro": "Сіз сондай-ақ Scratch пікірсайыс форумына сұрақтар қойып, орналастыра аласыз.",
    "contactUs.forumsHelp": "Scratch қоғамдастығының көптеген достық және тәжірибелі мүшелері бар, олар келесі тақырыптарға көмектесе алады:",
    "contactUs.needSupport": "Қолдау қажет пе?",
    "contactUs.supportInfo": "Scratch-қа қатысты кез-келген мәселе туралы сұрақты теру немесе бізбен байланысу үшін {helpLink} басыңыз. Scratch командасы күн сайын көптеген хабарламалар алады және әрқайсысына жеке-жеке жауап бере алмайды, сондықтан сізді желідегі қолдау туралы мақалаларымызды оқып, Пікірталас форумдарына қатысуға шақырамыз."
}