{
    "contactUs.title": "Bi Me Re Têkilî Dayine",
    "contactUs.intro": "Tu dikarî cewabên derbarê Scratchê ji ser rûpela {faqLink} peyda bikî.",
    "contactUs.faqLinkText": "Pirsên Pir Tên Pirsîn",
    "contactUs.forumsInfo": "Ger tu cewabekê nikaribî ji PPPyê peyda bikî, gelek Scratcherên xwedî-tecrûbe hene di Foruma Gotûbêjê de, ku wê kêfxweş bin bi alîkirina te.",
    "contactUs.forumsLinkText": "Forumên Niqaşê",
    "contactUs.questionsText": "{questionsLink}: Ask others in the community about anything related to Scratch.",
    "contactUs.questionsForum": "Tu dikarî pirsên xwe yên giştî yên derbarê kirina tiştan de ser {questionsLink} bipirsî.",
    "contactUs.questionsLinkText": "Pirsên Derbarê Scratchê de",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "Ger ihtiyaciya te bi alîkariyeke bo projeyeke spesîfîk hebe, biceribîne ku di foruma {scriptsLink} de biweşînî.",
    "contactUs.scriptsLinkText": "Alîkariya derbarê Nivîstekan",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "Ger tu bixwazî çewtiyeke di Scratchê de rapor bikî, here foruma {bugsLink}. Ew cihê herî baş e ji bo raporkirina çewtiyan û dîtina çareseriya kesên ku zehmetiyên wek vê tecrûbe kirine.",
    "contactUs.bugsLinkText": "Kêşe û Çewtî",
    "contactUs.formIntro": "Ger hê jî divê tu bi me re têkiliyê deyinî, xêra xwe forma li jêr tijî bike, li gel hemû detayên ku karibî bikevî. Ger skrînşût, pêvek an lînkên te yên ji bo îzahkirina problema te hebin, xêra xwe wan jî tevlî bike. Em gelek maîlan werdigirin, lewma dibe ku em nikaribin cewab bidin peyama te.",
    "contactUs.findHelp": "Ji ku dikarim alîkariyê peyda bikim:",
    "contactUs.contactScratch": "Bi Tîma Scratchê re têkilî dayine",
    "contactUs.qTitle": "Pirs",
    "contactUs.seeFaq": "See the FAQ",
    "contactUs.faqInfo": "You can find a list of answers to many questions about Scratch on our {faqLink} page.",
    "contactUs.askCommunity": "Ask the Community",
    "contactUs.forumsIntro": "You can also look through and post questions in the Scratch Discussion forums.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}