{
    "contactUs.title": "Sazinies ar mums",
    "contactUs.intro": "Atbildes uz lielāko daļu jautājumu par Scratch varat atrast mūsu {faqLink} lapā.",
    "contactUs.faqLinkText": "Biežāk uzdotie jautājumi (BUJ)",
    "contactUs.forumsInfo": "Ja nevarat atrast atbildi FAQ, diskusiju forumos ir daudz pieredzējušu scratcheru, kuri labprāt palīdzēs.",
    "contactUs.forumsLinkText": "Diskusiju forumi",
    "contactUs.questionsText": "{questionsLink}: jautājiet citiem kopienā par jebko, kas saistīts ar Scratch.",
    "contactUs.questionsForum": "{questionsLink} forumā varat uzdot vispārīgus jautājumus par to, kā rīkoties.",
    "contactUs.questionsLinkText": "Jautājumi par Scratch",
    "contactUs.scriptsText": "{scriptsLink}: saņemiet palīdzību ar blokiem vai kodu, lai jūsu projekts darbotos.",
    "contactUs.scriptsForum": "Ja jums nepieciešama palīdzība saistībā ar kādu konkrētu projektu, mēģiniet ievietot ziņas {scriptsLink} forumā.",
    "contactUs.scriptsLinkText": "Palīdzība par programmām",
    "contactUs.bugsText": "{bugsLink}: uzziniet, kā risināt tehniskās problēmas, ar kurām saskaraties, vietnē Scratch vai projekta redaktorā.",
    "contactUs.bugsForum": "Ja vēlaties ziņot par kļūdu Scratch, skatiet {bugsLink} forumu. Tā ir labākā vieta, kur ziņot par kļūdām un noskaidrot, vai citiem nav radušās līdzīgas grūtības.",
    "contactUs.bugsLinkText": "Kļūdas un nepilnības",
    "contactUs.formIntro": "Ja jums joprojām ir jāsazinās ar mums, lūdzu, aizpildiet tālāk esošo veidlapu, sniedzot pēc iespējas detalizētāku informāciju. Ja jums ir ekrānuzņēmumi, pielikumi vai saites, kas palīdz izskaidrot jūsu problēmu, lūdzu, iekļaujiet tos. Mēs saņemam daudz pasta, tāpēc, iespējams, nevarēsim atbildēt uz jūsu ziņojumu.",
    "contactUs.findHelp": "Kur meklēt palīdzību:",
    "contactUs.contactScratch": "Sazinieties ar Scratch komandu",
    "contactUs.qTitle": "Jautājumi",
    "contactUs.seeFaq": "Skatiet FAQ",
    "contactUs.faqInfo": "Atbilžu sarakstu uz daudziem jautājumiem par Scratch varat atrast mūsu {faqLink} lapā.",
    "contactUs.askCommunity": "Jautājiet kopienai",
    "contactUs.forumsIntro": "Varat arī izskatīt un publicēt jautājumus Scratch Discussion forumos.",
    "contactUs.forumsHelp": "Ir daudz draudzīgu un pieredzējušu Scratch kopienas dalībnieku, kuri var palīdzēt saistībā ar tālāk norādītajām tēmām un citām tēmām.",
    "contactUs.needSupport": "Nepieciešams atbalsts?",
    "contactUs.supportInfo": "Noklikšķiniet {helpLink}, lai ierakstītu jautājumu par jebko, kas saistīts ar Scratch, vai sazinātos ar mums. Scratch komanda katru dienu saņem daudz ziņojumu un nevar atbildēt uz katru atsevišķi, tāpēc iesakām izlasīt mūsu tiešsaistes atbalsta rakstus un piedalīties diskusiju forumos."
}