{
    "contactUs.title": "Kontakt oss",
    "contactUs.intro": "Du kan finne svar på de vanligste spørsmål om Scratch på siden for {faqLink}.",
    "contactUs.faqLinkText": "Spørsmål og svar (FAQ)",
    "contactUs.forumsInfo": "Hvis du ikke finner et svar her kan du gå til forumet og få kontakt med mange erfarne Scratch-brukere som gjerne hjelper deg.",
    "contactUs.forumsLinkText": "Forum",
    "contactUs.questionsText": "{questionsLink}: Her kan du stille spørsmål til andre om alt som har med Scratch å gjøre.",
    "contactUs.questionsForum": "Hvis du lurer på hvordan du kan få til noe kan du stille spørsmål i forumet {questionsLink}.",
    "contactUs.questionsLinkText": "Spørsmål om Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Få hjelp med klosser eller kode for å få prosjektet ditt til å virke.",
    "contactUs.scriptsForum": "Hvis du trenger hjelp med et bestemt prosjekt, prøv å skrive et innlegg i forumet {scriptsLink}.",
    "contactUs.scriptsLinkText": "Hjelp med skript",
    "contactUs.bugsText": "{bugsLink}: Finn ut hva du gjør hvis det dukker opp problemer med nettsidene til Scratch, eller med redigering av programmer.",
    "contactUs.bugsForum": "Hvis du vil melde om en feil i Scratch, sjekk forumet {bugsLink}. Det er det beste stedet å melde fra om feil eller se om andre har tilsvarende problemer.",
    "contactUs.bugsLinkText": "Feil og problemer",
    "contactUs.formIntro": "Hvis du fortsatt trenger å komme i kontakt med oss kan du fylle ut skjemaet nedenfor med så mye informasjon som du kan. Det er fint om du kan sende med linker, skjermbilder eller andre vedlegg som viser problemet ditt  Vi får mange meldinger, og det er ikke sikkert vi kan svare på meldingen din.",
    "contactUs.findHelp": "Her kan du finne hjelp:",
    "contactUs.contactScratch": "Ta kontakt med administratorene på Scratch-nettstedet",
    "contactUs.qTitle": "Spørsmål",
    "contactUs.seeFaq": "Se vanlige spørsmål og svar",
    "contactUs.faqInfo": "Du kan finne en samling av svar på vanlige spørsmål på siden for {faqLink}.",
    "contactUs.askCommunity": "Still spørsmål i forumet",
    "contactUs.forumsIntro": "Du kan også lete etter svar eller legge ut spørsmål på diskusjonsforumet til Scratch.",
    "contactUs.forumsHelp": "Det er mange greie og erfarne Scratch-brukere som gjerne hjelper med for eksempel:",
    "contactUs.needSupport": "Trenger du hjelp?",
    "contactUs.supportInfo": "Klikk {helpLink} for å stille spørsmål om alt som har med Scratch å gjøre, eller for å få kontakt med oss. Vi mottar mange meldinger hver dag og klarer ikke å svare på hver enkelt, så vi oppfordrer deg til å lese hjelpesidene her og være aktiv på forumet."
}