{
    "contactUs.title": "Contact",
    "contactUs.intro": "Je kan de antwoorden op de meeste vragen over Scratch vinden op onze {faqLink} pagina.",
    "contactUs.faqLinkText": "Veelgestelde vragen (FAQ)",
    "contactUs.forumsInfo": "Als je het antwoord niet kan vinden in de FAQ, zijn er veel ervaren Scratchers in de Discussie Forums die je met plezier zullen helpen.",
    "contactUs.forumsLinkText": "Discussieforums",
    "contactUs.questionsText": "{questionsLink}: Vraag anderen in de community over alles wat met Scratch te maken heeft.",
    "contactUs.questionsForum": "Je kan algemene vragen stellen over hoe dingen moet doen in het {questionsLink} forum.",
    "contactUs.questionsLinkText": "Vragen over Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Krijg hulp bij de blokken of code om je project te doen werken.",
    "contactUs.scriptsForum": "Als je hulp nodig hebt met een specifiek project, post het in het {scriptsLink}forum.",
    "contactUs.scriptsLinkText": "Help met scripts",
    "contactUs.bugsText": "{bugsLink}: Leer hoe je kunt omgaan met technische problemen op de Scratch website of in de project editor.",
    "contactUs.bugsForum": "Als je een fout in Scratch wilt melden, neem een kijkje op het {bugsLink} forum. Het is de beste plek om fouten te melden en om te kijken of anderen vergelijkbare problemen ervaren.",
    "contactUs.bugsLinkText": "Bugs en andere foutjes",
    "contactUs.formIntro": "Als je nog steeds contact met ons wilt opnemen, vul dan onderstaand formulier zo gedetailleerd mogelijk in. Als je screenshots, bijlagen of links hebt die helpen je probleem uit te leggen, voeg deze dan toe. We krijgen veel e-mail, dus we kunnen mogelijk niet reageren op je bericht.",
    "contactUs.findHelp": "Waar vind je hulp:",
    "contactUs.contactScratch": "Neem contact op met het Scratch Team",
    "contactUs.qTitle": "Vragen",
    "contactUs.seeFaq": "Zie de FAQ",
    "contactUs.faqInfo": "Je kunt een lijst van antwoorden op veel vragen over Scratch vinden op onze {faqLink} pagina.",
    "contactUs.askCommunity": "Vraag het aan de community",
    "contactUs.forumsIntro": "Je kunt ook de Scratch Discussie Fora doorkijken en er vragen stellen.",
    "contactUs.forumsHelp": "Er zijn veel vriendelijke Scratch communityleden met ervaring die met de volgende onderwerpen en meer kunnen helpen:",
    "contactUs.needSupport": "Hulp nodig?",
    "contactUs.supportInfo": "Klik op {helpLink} om een vraag in te voeren over alles wat met Scratch te maken heeft of om contact met ons op te nemen. Het Scratch Team ontvangt elke dag veel berichten en kan ze niet allemaal afzonderlijk beantwoorden, dus we raden je aan onze online ondersteuningsartikelen te lezen en deel te nemen aan de discussiefora."
}