{
    "contactUs.title": "Kontakt",
    "contactUs.intro": "Odpowiedzi na większość pytań na temat Scratcha znajdziesz na naszej stronie {faqLink}.",
    "contactUs.faqLinkText": "Najczęściej zadawane pytania (FAQ)",
    "contactUs.forumsInfo": "Jeśli nie możesz znaleźć odpowiedzi w FAQ, na forach dyskusyjnych jest wielu doświadczonych Scratcherów, którzy chętnie Ci pomogą.",
    "contactUs.forumsLinkText": "Fora dyskusyjne",
    "contactUs.questionsForum": "Możesz zadawać różne pytania na forum {questionsLink}.",
    "contactUs.questionsLinkText": "Pytania o Scratcha",
    "contactUs.scriptsForum": "Jeśli potrzebujesz pomocy w konkretnym projekcie, spróbuj opublikować post na forum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Pomoc do skryptów",
    "contactUs.bugsForum": "Jeśli chcesz zgłosić błąd w Scratchu, sprawdź forum {bugsLink} To najlepsze miejsce do zgłaszania błędów i sprawdzania, czy inni doświadczają podobnych trudności.",
    "contactUs.bugsLinkText": "Błędy i glicze",
    "contactUs.formIntro": "Jeśli jednak musisz się z nami skontaktować, wypełnij poniższy formularz, podając jak najwięcej szczegółów. Jeśli masz zrzuty ekranu, załączniki lub linki, które pomagają wyjaśnić problem, dołącz je. Dostajemy dużo poczty, więc możemy nie być w stanie odpowiedzieć na twoją wiadomość.",
    "contactUs.findHelp": "Gdzie znaleźć pomoc:",
    "contactUs.contactScratch": "Skontaktuj się z Zespołem Scratcha",
    "contactUs.qTitle": "Pytania",
    "contactUs.seeFaq": "Zobacz FAQ",
    "contactUs.faqInfo": "Znajdziesz listę odpowiedzi na wiele pytań dotyczących Scratcha na naszej stronie {faqLink}.`",
    "contactUs.askCommunity": "Zapytaj społeczności",
    "contactUs.forumsIntro": "Możesz też przejrzeć i zadawać pytania na forach dyskusyjnych Scratch.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}