{
    "contactUs.title": "Kontakt",
    "contactUs.intro": "Odpowiedzi na większość pytań na temat Scratcha znajdziesz na naszej stronie {faqLink}.",
    "contactUs.faqLinkText": "Najczęściej zadawane pytania (FAQ)",
    "contactUs.forumsInfo": "Jeśli nie możesz znaleźć odpowiedzi w FAQ, na forach dyskusyjnych jest wielu doświadczonych Scratcherów, którzy chętnie Ci pomogą.",
    "contactUs.forumsLinkText": "Fora dyskusyjne",
    "contactUs.questionsText": "{questionsLink}: Zapytaj innych w społeczności o cokolwiek związanego ze Scratchem.",
    "contactUs.questionsForum": "Możesz zadawać różne pytania na forum {questionsLink}.",
    "contactUs.questionsLinkText": "Pytania o Scratcha",
    "contactUs.scriptsText": "{scriptsLink}: Uzyskaj pomoc o blokach lub kodzie, aby Twój projekt działał.",
    "contactUs.scriptsForum": "Jeśli potrzebujesz pomocy w konkretnym projekcie, spróbuj opublikować post na forum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Pomoc do skryptów",
    "contactUs.bugsText": "{bugsLink}:  Odkryj, jak postępować z problemami technicznymi, które spotkasz na stronie internetowej Scratch lub w edytorze projektów.",
    "contactUs.bugsForum": "Jeśli chcesz zgłosić błąd w Scratchu, sprawdź forum {bugsLink} To najlepsze miejsce do zgłaszania błędów i sprawdzania, czy inni doświadczają podobnych trudności.",
    "contactUs.bugsLinkText": "Błędy i glicze",
    "contactUs.formIntro": "Jeśli jednak musisz się z nami skontaktować, wypełnij poniższy formularz, podając jak najwięcej szczegółów. Jeśli masz zrzuty ekranu, załączniki lub linki, które pomagają wyjaśnić problem, dołącz je. Dostajemy dużo poczty, więc możemy nie być w stanie odpowiedzieć na twoją wiadomość.",
    "contactUs.findHelp": "Gdzie znaleźć pomoc:",
    "contactUs.contactScratch": "Skontaktuj się z Zespołem Scratcha",
    "contactUs.qTitle": "Pytania",
    "contactUs.seeFaq": "Zobacz FAQ",
    "contactUs.faqInfo": "Znajdziesz listę odpowiedzi na wiele pytań dotyczących Scratcha na naszej stronie {faqLink}.",
    "contactUs.askCommunity": "Zapytaj społeczność",
    "contactUs.forumsIntro": "Możesz też przejrzeć i zadawać pytania na forach dyskusyjnych Scratch.",
    "contactUs.forumsHelp": "Jest wielu miłych i doświadczonych członków społeczności Scratch, którzy mogą pomóc Ci w następujących tematach i innych:",
    "contactUs.needSupport": "Potrzebujesz wsparcia?",
    "contactUs.supportInfo": "Kliknij {helpLink}, aby zadać pytanie dotyczące czegokolwiek związanego ze Scratchem lub skontaktować się z nami. Zespół Scratch otrzymuje codziennie wiele wiadomości i nie jest w stanie odpowiedzieć na każdą, więc zachęcamy do przeczytania naszych artykułów i aktywności na forach dyskusyjnych."
}