{
    "contactUs.title": "Fale Conosco",
    "contactUs.intro": "Você pode encontrar respostas à maioria de suas perguntas sobre o Scratch na página de {faqLink}.",
    "contactUs.faqLinkText": "Perguntas Frequentes",
    "contactUs.forumsInfo": "Se você não encontrar sua resposta nas Perguntas Frequentes, tem vários Scratchers experientes nos Fóruns de Discussão em inglês que podem te ajudar.\n\nSe você precisar de ajuda em português, você pode fazer sua pergunta no fórum Português: https://scratch.mit.edu/discuss/20/",
    "contactUs.forumsLinkText": "Fóruns de Discussão",
    "contactUs.questionsForum": "Você pode fazer perguntas gerais sobre como fazer coisas no fórum {questionsLink}.",
    "contactUs.questionsLinkText": "Perguntas Sobre o Scratch",
    "contactUs.scriptsForum": "Se você precisar de ajuda com um projeto específico, tente postar no fórum {scriptsLink}..",
    "contactUs.scriptsLinkText": "Ajuda com Scripts",
    "contactUs.bugsForum": "Se você quer reportar um bug no Scratch, cheque o fórum {bugsLink}. É o melhor lugar para reportar bugs e ver se outros estão experienciando problemas parecidos.",
    "contactUs.bugsLinkText": "Erros e Deslizes",
    "contactUs.formIntro": "Se você ainda precisa falar conosco, por favor preencha o formulário abaixo o mais detalhadamente possível. Se você puder colocar prints, anexos ou links que ajudam a explicar seu problema, por favor inclua-os. Recebemos muitos emails, então pode ser que não respondamos à sua mensagem.",
    "contactUs.findHelp": "Onde encontrar ajuda:",
    "contactUs.contactScratch": "Contate a Equipe Scratch",
    "contactUs.qTitle": "Perguntas",
    "contactUs.seeFaq": "See the FAQ",
    "contactUs.faqInfo": "You can find a list of answers to many questions about Scratch on our {faqLink} page.",
    "contactUs.askCommunity": "Ask the Community",
    "contactUs.forumsIntro": "You can also look through and post questions in the Scratch Discussion forums.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}