{
    "contactUs.title": "Fale Conosco",
    "contactUs.intro": "Você pode encontrar respostas à maioria de suas perguntas sobre o Scratch na página {faqLink}.",
    "contactUs.faqLinkText": "Perguntas Frequentes",
    "contactUs.forumsInfo": "Se você não encontrar sua resposta nas perguntas frequentes, há vários Scratchers experientes nos Fóruns de Discussão que podem te ajudar.",
    "contactUs.forumsLinkText": "Fóruns de Discussão",
    "contactUs.questionsText": "{questionsLink}:Pergunte a alguém na comunidade sobre qualquer coisa relacionada ao Scratch. ",
    "contactUs.questionsForum": "Você pode fazer perguntas gerais sobre como fazer coisas no fórum {questionsLink}.",
    "contactUs.questionsLinkText": "Perguntas Sobre o Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Tenha ajuda com os blocos ou código para fazer seu projeto funcionar.",
    "contactUs.scriptsForum": "Se você precisar de ajuda com um projeto específico, tente postar no fórum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Ajuda com Scripts",
    "contactUs.bugsText": "{bugsLink}: Descubra como lidar com problemas técnicos que encontrar na página do Scratch ou no editor do projeto. ",
    "contactUs.bugsForum": "Se você quer reportar um erro no Scratch, verifique o fórum {bugsLink}. É o melhor lugar para reportar erros e ver se outros estão experienciando problemas parecidos.",
    "contactUs.bugsLinkText": "Erros e Deslizes",
    "contactUs.formIntro": "Se você ainda precisa falar conosco, por favor preencha o formulário abaixo o mais detalhadamente possível. Se você puder incluir imagens da tela do computador, anexos ou links que ajudam a explicar seu problema, por favor inclua-os. Recebemos muitos emails, então pode ser que não possamos responder a sua mensagem.",
    "contactUs.findHelp": "Onde encontrar ajuda:",
    "contactUs.contactScratch": "Contate a Equipe Scratch",
    "contactUs.qTitle": "Perguntas",
    "contactUs.seeFaq": "Veja as perguntas frequentes",
    "contactUs.faqInfo": "Você pode encontrar uma lista de respostas para diversas questões sobre o Scratch na nossa página {faqLink}.",
    "contactUs.askCommunity": "Pergunte para a Comunidade",
    "contactUs.forumsIntro": "Você também pode procurar e postar perguntas nos fóruns de discussão do Scratch.",
    "contactUs.forumsHelp": "Há diversos membros da comunidade Scratch amigáveis e experientes que podem ajudar com os assuntos a seguir e mais:",
    "contactUs.needSupport": "Precisa de Ajuda?",
    "contactUs.supportInfo": "Clique em {helpLink} para digitar uma questão sobre qualquer coisa relacionada ao Scratch ou nos contate. A Equipe Scratch recebe muitas mensagens a cada dia, e não consegue responder a todas individualmente, então incentivamos você a ler nossos artigos de suporte online e participar dos fóruns de discussão. "
}