{
    "contactUs.title": "Contacte-nos",
    "contactUs.intro": "Pode encontrar respostas à maioria das questões sobre o Scratch na nossa página {faqLink}.",
    "contactUs.faqLinkText": "Perguntas Frequentes",
    "contactUs.forumsInfo": "Se não conseguir encontrar uma resposta nas PF, nos Fóruns de Discussão há muitos Scratchadores experimentados que o ajudarão de bom grado.",
    "contactUs.forumsLinkText": "Fóruns de Discussão",
    "contactUs.questionsText": "{questionsLink}: Pergunte o que quiser sobre o Scratch a outros da comunidade.",
    "contactUs.questionsForum": "Pode colocar questões gerais sobre como fazer coisas variadas no fórum {questionsLink}.",
    "contactUs.questionsLinkText": "Perguntas Sobre o Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Obtenha ajuda com os blocos ou código de modo a fazer o seu projecto funcionar.",
    "contactUs.scriptsForum": "Se precisar de ajuda com um projecto em particular, tente colocar o seu problema no fórum {scriptsLink}.",
    "contactUs.scriptsLinkText": "Ajuda sobre Guiões",
    "contactUs.bugsText": "{bugsLink}: Descubra como lidar com problemas técnicos que encontrar no sítio web do Scratch ou no editor de projectos.",
    "contactUs.bugsForum": "Se quiser reportar um erro (bug) no Scratch, experimente o fórum {bugsLink}. É o melhor lugar para reportar erros e para ver se outras pessoas têm as mesmas dificuldades.",
    "contactUs.bugsLinkText": "Erros e Deslizes",
    "contactUs.formIntro": "Se ainda assim precisar de nos contactar, por favor preencha o formulário abaixo com tantos pormenores quanto for possível. Se tiver capturas de ecrã, anexos ou ligações que ajudem a explicar o seu problema, por favor inclua-os. Recebemos muitas mensagens, por isso podemos não ser capazes de lhe responder.",
    "contactUs.findHelp": "Onde encontrar ajuda:",
    "contactUs.contactScratch": "Contactar a Equipa Scratch",
    "contactUs.qTitle": "Questões",
    "contactUs.seeFaq": "Ver as PF",
    "contactUs.faqInfo": "Pode encontrar uma lista de respostas a muitas das questões acerca do Scratch na nossa página {faqLink}.",
    "contactUs.askCommunity": "Pergunte à Comunidade",
    "contactUs.forumsIntro": "Também pode percorrer e publicar questões nos fóruns de Discussão Scratch.",
    "contactUs.forumsHelp": "Há muitos membros amigáveis e experientes da comunidade Scratch que podem ajudar acerca dos seguintes e de outros tópicos:",
    "contactUs.needSupport": "Precisa de Apoio?",
    "contactUs.supportInfo": "Clique em {helpLink} para pedir ajuda acerca do que quer que seja relacionado sobre Scratch ou para nos contactar. A Equipa Scratch recebe muitas mensagens todos os dias e não consegue responder individualmente a cada uma delas, por isso encorajamo-lo a ler os nossos artigos de apoio em linha e a participar nos nossos fóruns de Discussão."
}