{
    "contactUs.title": "Contactează-ne",
    "contactUs.intro": "Puteți găsi răspunsuri la majoritatea întrebărilor despre Scratch pe pagina noastră {faqLink}.",
    "contactUs.faqLinkText": "Întrebări frecvente",
    "contactUs.forumsInfo": "Dacă nu puteți găsi un răspuns în întrebările frecvente, există mulți Scratchers experimentați în forumurile de discuții care sunt bucuroși să vă ajute.",
    "contactUs.forumsLinkText": "Forumuri de discutii",
    "contactUs.questionsText": "{questionsLink}: Întrebați-i pe alții din comunitate despre orice este legat de Scratch.",
    "contactUs.questionsForum": "Puteți pune întrebări generale despre cum să faceți lucruri pe {questionsLink} forum.",
    "contactUs.questionsLinkText": "Intrebari despre Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Obțineți ajutor cu blocurile sau codul pentru ca proiectul să funcționeze.",
    "contactUs.scriptsForum": "Dacă aveți nevoie de ajutor cu un anumit proiect, încercați să postați pe {scriptsLink} forum.",
    "contactUs.scriptsLinkText": "Ajutor cu script-uri",
    "contactUs.bugsText": "{bugsLink}: Aflați cum să rezolvați problemele tehnice pe care le întâlniți pe site-ul web Scratch sau în editorul de proiecte.",
    "contactUs.bugsForum": "Dacă doriți să raportați o eroare în Scratch, verificați {bugsLink} forumul. Este cel mai bun loc pentru a raporta erori și pentru a vedea dacă alții se confruntă cu dificultăți similare.",
    "contactUs.bugsLinkText": "Bug-uri si Glitches",
    "contactUs.formIntro": "Dacă mai aveți nevoie să ne contactați, vă rugăm să completați formularul de mai jos cu cât mai multe detalii posibil. Dacă aveți capturi de ecran, atașamente sau linkuri care vă ajută să vă explicați problema, includeți-le. Primim o mulțime de e-mailuri, așa că este posibil să nu putem răspunde la mesajul dvs.",
    "contactUs.findHelp": "Unde puteți găsi ajutor:",
    "contactUs.contactScratch": "Contactați echipa Scratch",
    "contactUs.qTitle": "Întrebări",
    "contactUs.seeFaq": "Consultați întrebările frecvente",
    "contactUs.faqInfo": "Puteți găsi o listă de răspunsuri la multe întrebări despre Scratch pe pagina noastră {faqLink}.",
    "contactUs.askCommunity": "Întrebați Comunitatea",
    "contactUs.forumsIntro": "De asemenea, puteți căuta și posta întrebări în forumurile de discuții Scratch.",
    "contactUs.forumsHelp": "Există mulți membri ai comunității Scratch prietenoși și experimentați care vă pot ajuta cu următoarele subiecte și multe altele:",
    "contactUs.needSupport": "Aveți nevoie de asistență?",
    "contactUs.supportInfo": "Faceți clic {helpLink} pentru a introduce o întrebare despre ceva legat de Scratch sau pentru a ne contacta. Echipa Scratch primește o mulțime de mesaje în fiecare zi și nu poate răspunde la fiecare individual, așa că vă încurajăm să citiți articolele noastre de asistență online și să participați la forumurile de discuții."
}