{
    "contactUs.title": "Связаться с нами",
    "contactUs.intro": "Вы можете найти ответы на большинство вопросов о Scratch на нашей странице {faqLink}.",
    "contactUs.faqLinkText": "Часто задаваемые вопросы",
    "contactUs.forumsInfo": "Если вы не можете найти ответ в ЧаВо, на форуме есть много опытных скретчеров, готовых помочь.",
    "contactUs.forumsLinkText": "Форумы",
    "contactUs.questionsText": "{questionsLink}: Спросите других в сообществе обо всем, что связано с Scratch.",
    "contactUs.questionsForum": "Вы можете задать общие вопросы о том, как делать вещи на {questionsLink} форуме.",
    "contactUs.questionsLinkText": "Вопросы о Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Получите помощь с блоками или кодом, чтобы ваш проект работал.",
    "contactUs.scriptsForum": "Если вам нужна помощь с конкретным проектом, попробуйте опубликовать на {scriptsLink} форуме.",
    "contactUs.scriptsLinkText": "Помощь со скриптами",
    "contactUs.bugsText": "{bugsLink}: Узнайте, как решать технические проблемы, с которыми вы сталкиваетесь на веб-сайте Scratch или в редакторе проекта.",
    "contactUs.bugsForum": "Если вы хотите сообщить об ошибке в Scratch, проверьте {bugsLink} форум. Это лучшее место, чтобы сообщать об ошибках и видеть, испытывают ли другие подобные трудности.",
    "contactUs.bugsLinkText": "Ошибки и неправильная работа",
    "contactUs.formIntro": "Если вам все еще нужно связаться с нами, пожалуйста, заполните форму ниже с максимально подробной информацией. Если у вас есть какие-либо скриншоты, вложения или ссылки, которые помогут объяснить вашу проблему, включите их. Мы получаем много почты, поэтому мы не можем ответить на ваше сообщение.",
    "contactUs.findHelp": "Где найти помощь:",
    "contactUs.contactScratch": "Связаться с командой Scratch",
    "contactUs.qTitle": "Вопросы",
    "contactUs.seeFaq": "Посмотреть ЧаВо",
    "contactUs.faqInfo": "Вы можете найти список ответов на многие вопросы о Scratch на нашей {faqLink} странице.",
    "contactUs.askCommunity": "Спросить у сообщества",
    "contactUs.forumsIntro": "Вы также можете просмотреть или задать вопросы на форуме Scratch.",
    "contactUs.forumsHelp": "Есть много дружелюбных и опытных членов сообщества Scratch, которые могут помочь по следующим темам и многое другое:",
    "contactUs.needSupport": "Нужна поддержка?",
    "contactUs.supportInfo": "Нажмите {helpLink}, чтобы ввести вопрос о чем-либо, связанном с Scratch или связаться с нами. Команда Scratch получает много сообщений каждый день и не может отвечать на каждое из них в отдельности, поэтому мы рекомендуем вам прочитать наши статьи онлайн-поддержки и принять участие в дискуссионных форумах."
}