{
    "contactUs.title": "Kontaktujte nás",
    "contactUs.intro": "Odpovede na väčšinu otázok o Scratch nájdete na našej stránke {faqLink}.",
    "contactUs.faqLinkText": "Často kladené otázky",
    "contactUs.forumsInfo": "Ak nemôžete nájsť odpoveď v FAQ, v diskusných fórach je veľa skúsených škrabačov, ktorí vám radi pomôžu.",
    "contactUs.forumsLinkText": "Diskusné fóra",
    "contactUs.questionsText": "{questionsLink}: Opýtajte sa ostatných v komunite na čokoľvek súvisiace so Scratch.",
    "contactUs.questionsForum": "Vo {questionsLink} fóre môžete klásť všeobecné otázky o tom, ako robiť veci.",
    "contactUs.questionsLinkText": "Otázky týkajúce sa Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Získajte pomoc s blokmi alebo kódom, aby váš projekt fungoval.",
    "contactUs.scriptsForum": "Ak potrebujete pomoc s konkrétnym projektom, skúste uverejniť príspevok vo {scriptsLink} fóre.",
    "contactUs.scriptsLinkText": "Pomoc so skriptami",
    "contactUs.bugsText": "{bugsLink}: Zistite, ako riešiť technické problémy, s ktorými sa stretnete na webovej stránke Scratch alebo v editore projektu.",
    "contactUs.bugsForum": "Ak chcete nahlásiť chybu v aplikácii Scratch, pozrite si fórum {bugsLink}. Je to najlepšie miesto na nahlásenie chýb a zistenie, či ostatní nemajú podobné ťažkosti.",
    "contactUs.bugsLinkText": "Chyby a závady",
    "contactUs.formIntro": "Ak nás stále potrebujete kontaktovať, vyplňte formulár nižšie a uveďte čo najviac podrobností. Ak máte nejaké snímky obrazovky, prílohy alebo odkazy, ktoré vám pomôžu vysvetliť váš problém, uveďte ich. Dostávame veľa pošty, takže možno nebudeme môcť odpovedať na vašu správu.",
    "contactUs.findHelp": "Kde hľadať pomoc:",
    "contactUs.contactScratch": "Kontaktujte tím Scratch",
    "contactUs.qTitle": "Otázky",
    "contactUs.seeFaq": "Pozrite si často kladené otázky",
    "contactUs.faqInfo": "Zoznam odpovedí na mnohé otázky o Scratch nájdete na našej stránke {faqLink}.",
    "contactUs.askCommunity": "Opýtajte sa komunity",
    "contactUs.forumsIntro": "Môžete si tiež prezrieť a uverejniť otázky v diskusných fórach Scratch.",
    "contactUs.forumsHelp": "Existuje veľa priateľských a skúsených členov komunity Scratch, ktorí môžu pomôcť s nasledujúcimi témami a ďalšími témami:",
    "contactUs.needSupport": "Potrebujete podporu?",
    "contactUs.supportInfo": "Kliknite na {helpLink}, ak chcete zadať otázku týkajúcu sa čohokoľvek, čo súvisí so Scratch, alebo nás kontaktujte. Tím Scratch dostáva každý deň veľa správ a nie je schopný odpovedať na každú jednotlivo, preto vám odporúčame prečítať si naše články podpory online a zúčastniť sa diskusných fór."
}