{
    "contactUs.title": "Piši nam",
    "contactUs.intro": "Odgovore na večino vprašanj o Scratch lahko najdeš na strani  {faqLink}.",
    "contactUs.faqLinkText": "Pogosto zastavljena vprašanja (FAQ)",
    "contactUs.forumsInfo": "Če na strani s pogostimi vprašanji in odgovori (FAQ) ne najdeš odgovora, v pogovornih forumih sodeluje veliko izkušenih uporabnikov Scratcha pripravljenih pomagati.",
    "contactUs.forumsLinkText": "Pogovorni forumi",
    "contactUs.questionsText": "{questionsLink}: Vprašaj druge v skupnosti o čemerkoli, kar je v zvezi s Scratchom.",
    "contactUs.questionsForum": "Za splošna vprašanja o tem, kako nekaj narediti, je namenjen ta {questionsLink} forum.",
    "contactUs.questionsLinkText": "Vprašanja o Scratchu",
    "contactUs.scriptsText": "{scriptsLink}: Pridobi pomoč glede blokov ali kode, da bo tvoja koda delovala.",
    "contactUs.scriptsForum": "Za pomoč pri določenem projektu poskusi postaviti vprašanje v tem {scriptsLink} forumu.",
    "contactUs.scriptsLinkText": "Pomoč pri programih",
    "contactUs.bugsText": "{bugsLink}: Na Scrath spletni strani ali v urejevalniku projektov poizvej, kako razrešiti tehnične težave, na katere naletiš.",
    "contactUs.bugsForum": "Če opaziš napako v Scratchu, o tem poročaj v {bugsLink} forumu. To je najboljše mesto, da sporočiš o napaki in izveš, če imajo tudi drugi podobne težave.",
    "contactUs.bugsLinkText": "Napake in pomanjkljivosti",
    "contactUs.formIntro": "Če nam želiš pisati, izpolni spodnji obrazec in navedi čim več podatkov. Če imaš posnetke zaslona, priloge ali povezave, ki pomagajo pojasniti tvojo težavo, jih prosimo vključi. Ker dobimo veliko e-pošte, ti žal morda ne bomo mogli odgovoriti.",
    "contactUs.findHelp": "Kje lahko najdeš pomoč:",
    "contactUs.contactScratch": "Stopite v stik z Ekipo Scratch (the Scratch Team)",
    "contactUs.qTitle": "Vprašanja",
    "contactUs.seeFaq": "Poglejte pogosto zastavljena vprašanja",
    "contactUs.faqInfo": "Seznam odgovorov na številna vprašanja o Scratchu se nahajajo na naši {faqLink} strani.",
    "contactUs.askCommunity": "Vprašajte skupnost",
    "contactUs.forumsIntro": "Lahko tudi pregledate Scratchove pogovorne forume in zastavljate vprašanja",
    "contactUs.forumsHelp": "Obstaja mnogo prijaznih in izkušenih članov Scratch skupnosti, ki vam lahko pomagajo z naslednjimi vsebinami in mnogo več od tega:",
    "contactUs.needSupport": "Potrebujete podporo?",
    "contactUs.supportInfo": "Kliknite na {helpLink} in vpišite poljubno vprašanje, ki se nanaša na Scratch ali je namanjeno kontaku z nami. Scratch Team dnevno prejme mnogo sporočil in ni v stanju odgovoriti individualno na vsa, zato vsa pozivamo, da berete naše podporne spletne članke in da sodelujete v pogovornih forumih. "
}