{
    "contactUs.title": "Оствари контакт са нама",
    "contactUs.intro": "Можеш да пронађеш одговоре на многа питања у вези Скрача на нашој {faqLink}страни.",
    "contactUs.faqLinkText": "Често постављана питања (FAQ)",
    "contactUs.forumsInfo": "Ако не можеш да пронађеш одговоре међу одговорима на често постављана питања, постоји пуно искусних Скрачера на форумина за дискусију који ће са задовољством да ти помогну.",
    "contactUs.forumsLinkText": "Форуми за дискусије",
    "contactUs.questionsText": "{questionsLink}: Ask others in the community about anything related to Scratch.",
    "contactUs.questionsForum": "Можеш да постављаш општа питања, како нешто да урадиш, на {questionsLink} форуму.",
    "contactUs.questionsLinkText": "Питања у вези Скрача",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "Ако ти је потребна помоћ везано за одређени пројекат, покушај да пишеш на {scriptsLink} форуму.",
    "contactUs.scriptsLinkText": "Помоћ у вези кода",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "Ако хоћеш да пријавиш грешку на Скрачу, погледај {bugsLink} форум. То је најбоље место да пријавиш грешке и видиш да ли други имају сличне проблеме.",
    "contactUs.bugsLinkText": "Грешке и неправилности",
    "contactUs.formIntro": "If you still need to contact us, please fill out the form below with as much detail as you can. If you have any screenshots, attachments or links that help to explain your problem, please include them. We get a lot of mail, so we may not be able to respond to your message.",
    "contactUs.findHelp": "Где да пронађеш помоћ:",
    "contactUs.contactScratch": "Контактирај Скрач тим",
    "contactUs.qTitle": "Питања",
    "contactUs.seeFaq": "Погледај ЧПП",
    "contactUs.faqInfo": "Можеш да нађеш списак одговора на многа питања о Скрачу на нашој {faqLink} страници.",
    "contactUs.askCommunity": "Питај Заједницу",
    "contactUs.forumsIntro": "You can also look through and post questions in the Scratch Discussion forums.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}