{
    "contactUs.title": "Оствари контакт са нама",
    "contactUs.intro": "Можеш да пронађеш одговоре на многа питања у вези Скрача на нашој {faqLink}страни.",
    "contactUs.faqLinkText": "Често постављана питања (FAQ)",
    "contactUs.forumsInfo": "Ако не можеш да пронађеш одговоре међу одговорима на често постављана питања, постоји пуно искусних Скрачера на форумина за дискусију који ће са задовољством да ти помогну.",
    "contactUs.forumsLinkText": "Форуми за дискусије",
    "contactUs.questionsText": "{questionsLink}: Питај друге чланове заједнице о било чему у вези са Скрачом.",
    "contactUs.questionsForum": "Можеш да постављаш општа питања, како нешто да урадиш, на {questionsLink} форуму.",
    "contactUs.questionsLinkText": "Питања у вези Скрача",
    "contactUs.scriptsText": "{scriptsLink}: Пронађи помоћ у вези блокова или кода за своје пројекте.",
    "contactUs.scriptsForum": "Ако ти је потребна помоћ везано за одређени пројекат, покушај да пишеш на {scriptsLink} форуму.",
    "contactUs.scriptsLinkText": "Помоћ у вези кода",
    "contactUs.bugsText": "{bugsLink}: Пронађи како решавати техничке проблеме са Скрач-ом на интернету или у уређивачу пројеката.",
    "contactUs.bugsForum": "Ако хоћеш да пријавиш грешку на Скрачу, погледај {bugsLink} форум. То је најбоље место да пријавиш грешке и видиш да ли други имају сличне проблеме.",
    "contactUs.bugsLinkText": "Грешке и неправилности",
    "contactUs.formIntro": "Уколико и даље имате потребу да нас контактирате, попуните следећи формулар са што више детаља. Уколико имате додатне слике екрана, прилоге или везе које ближе описују проблем, молим вас да их приложите. Пошто добијамо пуно порука, могуће је да нећемо бити у могућности да вам одговоримо.",
    "contactUs.findHelp": "Где да пронађеш помоћ:",
    "contactUs.contactScratch": "Контактирај Скрач тим",
    "contactUs.qTitle": "Питања",
    "contactUs.seeFaq": "Погледај ЧПП",
    "contactUs.faqInfo": "Можеш да нађеш списак одговора на многа питања о Скрачу на нашој {faqLink} страници.",
    "contactUs.askCommunity": "Питај Заједницу",
    "contactUs.forumsIntro": "Можете претражити и слати питања на Скреч форумима.",
    "contactUs.forumsHelp": "Скреч заједницу чине бројни искусни и предусретљиви чланови, који вам могу помоћи око следећих питања:",
    "contactUs.needSupport": "Потребна вам је помоћ?",
    "contactUs.supportInfo": "Отворите везу {helpLink}, како би унели питање у вези Скрач-а или ако желите да нас контактирате. Скрач тим свакодневно добија пуно порука и није у могућности да одговори на сваку појединачну поруку. Зато вас охрабрујемо да потражите одговор на страницама подршке или да учествујете у дискусионим форумима."
}