{
    "contactUs.title": "Kontakta oss",
    "contactUs.intro": "Du kan hitta svar på de flesta frågor gällande Scratch på vår {faqLink} sida.",
    "contactUs.faqLinkText": "Vanliga frågor FAQ",
    "contactUs.forumsInfo": "Om du inte kan hitta ett svar i FAQ, finns det många erfarna Scratchers i diskussionsforumen som gärna hjälper till.",
    "contactUs.forumsLinkText": "Diskussionsforum",
    "contactUs.questionsText": "{questionsLink}: Fråga andra i samhället om allt som har med Scratch att göra.",
    "contactUs.questionsForum": "Du kan ställa allmänna frågor om hur man gör saker i {questionsLink} forumet.",
    "contactUs.questionsLinkText": "Frågor om Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Få hjälp med blocken eller koden för att få ditt projekt att fungera.",
    "contactUs.scriptsForum": "Om du behöver hjälp med ett specifikt projekt, försök att skriva i {scriptsLink} forumet.",
    "contactUs.scriptsLinkText": "Hjälp med Script",
    "contactUs.bugsText": "{bugsLink}: Ta reda på hur du hanterar tekniska problem du stöter på på Scratch-webbplatsen eller i projektredigeraren.",
    "contactUs.bugsForum": "Om du vill rapportera ett fel i Scratch, kolla {bugsLink} forumet. Det är det bästa stället att rapportera buggar och se om andra upplever liknande svårigheter.",
    "contactUs.bugsLinkText": "Buggar och tekniska fel",
    "contactUs.formIntro": "Om du fortfarande behöver kontakta oss, vänligen fyll i formuläret nedan med så detaljerad information som möjligt. Om du har några skärmdumpar, bilagor eller länkar som hjälper till att förklara ditt problem, vänligen inkludera dem. Vi får mycket mail, så vi kanske inte kan svara på ditt meddelande.",
    "contactUs.findHelp": "Var hittar du hjälp:",
    "contactUs.contactScratch": "Kontakta Scratch-teamet",
    "contactUs.qTitle": "Frågor",
    "contactUs.seeFaq": "Se FAQ",
    "contactUs.faqInfo": "Du kan hitta en lista med svar på många frågor om Scratch på vår {faqLink} sida.",
    "contactUs.askCommunity": "Fråga gemenskapen",
    "contactUs.forumsIntro": "Du kan också titta igenom och ställa frågor i Scratch-diskussionsforumen.",
    "contactUs.forumsHelp": "Det finns många vänliga och erfarna Scratch-gemenskapsmedlemmar som kan hjälpa till med följande ämnen och mer:",
    "contactUs.needSupport": "Behöver du support?",
    "contactUs.supportInfo": "Klicka {helpLink} för att skriva in en fråga om allt som har med Scratch att göra eller för att kontakta oss. Scratch-teamet får massor av meddelanden varje dag och kan inte svara på var och en individuellt, så vi uppmuntrar dig att läsa våra onlinesupportartiklar och delta i diskussionsforumen."
}