{
    "contactUs.title": "Wasiliana Nasi",
    "contactUs.intro": "Unaweza kupata majibu ya maswali mengi kuhusu Scratch kwenye ukurasa{faqLink} wetu.",
    "contactUs.faqLinkText": "Maswali Yanayoulizwa Mara Kwa Mara",
    "contactUs.forumsInfo": "Ikiwa huwezi kupata jibu katika Maswali Yanayoulizwa Mara kwa Mara, kuna wanaScratchers wengi wenye uzoefu katika Vikao vya Majadiliano ambao wako tayari kusaidia.",
    "contactUs.forumsLinkText": "Majukwaa ya Majadiliano",
    "contactUs.questionsText": "{questionsLink}: Waulize wengine katika jamii kuhusu chochote kinachohusiana na Scratch.",
    "contactUs.questionsForum": "Unaweza kuuliza maswali ya jumla kuhusu jinsi ya kufanya mambo katika{questionsLink} jukwaa.",
    "contactUs.questionsLinkText": "Maswali Kuhusu Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Pata msaada wa vitalu au msimbo kuwezesha mradi wako kufanya kazi.",
    "contactUs.scriptsForum": "Ikiwa unahitaji msaada na mradi maalum, jaribu kutuma kwenye{scriptsLink} jukwaa.",
    "contactUs.scriptsLinkText": "Msaada wa Hati",
    "contactUs.bugsText": "{bugsLink}: Jua jinsi ya kukabiliana na masuala ya kiufundi unayokutana nayo kwenye tovuti ya Scratch au katika kihariri cha mradi.",
    "contactUs.bugsForum": "Ikiwa unataka kuripoti mdudu katika mwanzo, angalia {bugsLink}foramu. Ni mahali pazuri kuripoti mende na kuona ikiwa wengine wanakabiliwa na shida kama hizo.",
    "contactUs.bugsLinkText": "Kasoro na Dosari",
    "contactUs.formIntro": "Ikiwa bado unahitaji kuwasiliana nasi, tafadhali jaza fomu hapa chini kwa undani zaidi kadri uwezavyo. Ikiwa una viwambo vyoyote, viambatisho au viungo vinavyosaidia kuelezea tatizo lako, tafadhali jumuisha. Tunapata barua nyingi, kwa hivyo tunaweza kosa kujibu ujumbe wako.",
    "contactUs.findHelp": "Mahali pa kupata usaidizi:",
    "contactUs.contactScratch": "Wasiliana na Timu ya Scratch",
    "contactUs.qTitle": "Maswali",
    "contactUs.seeFaq": "Tazama Maswali Yanayoulizwa Mara Kwa Mara ",
    "contactUs.faqInfo": "Unaweza kupata orodha ya majibu kwa maswali mengi kuhusu Scratch kwenye ukurasa{faqLink} wetu.",
    "contactUs.askCommunity": "Uliza jamii",
    "contactUs.forumsIntro": "Unaweza pia kuangalia kupitia na kuchapisha maswali katika vikao vya Majadiliano ya Scratch.",
    "contactUs.forumsHelp": "Kuna wanajeshi wengi wa jamii ya Scratch wenye urafiki na uzoefu ambao wanaweza kusaidia na mada zifuatazo na zaidi:",
    "contactUs.needSupport": "Unahitaji Msaada?",
    "contactUs.supportInfo": "Bonyeza {helpLink}kuandika swali juu ya kitu chochote kinachohusiana na Scratch au kuwasiliana nasi. Timu ya Scratch inapokea ujumbe mwingi kila siku na haiwezi kujibu kila mmoja mmoja, kwa hivyo tunakutia moyo kusoma nakala zetu za msaada mkondoni na kushiriki katika vikao vya Majadiliano."
}