{
    "contactUs.title": "Wasiliana Nasi",
    "contactUs.intro": "Unaweza kupata majibu ya maswali mengi kuhusu Scratch kwenye ukurasa{faqLink} wetu.",
    "contactUs.faqLinkText": "Maswali Yanayoulizwa Mara Kwa Mara",
    "contactUs.forumsInfo": "Ikiwa huwezi kupata jibu katika Maswali Yanayoulizwa Mara kwa Mara, kuna wanaScratchers wengi wenye uzoefu katika Vikao vya Majadiliano ambao wako tayari kusaidia.",
    "contactUs.forumsLinkText": "Majukwaa ya Majadiliano",
    "contactUs.questionsText": "{questionsLink}: Waulize wengine katika jamii kuhusu chochote kinachohusiana na Scratch.",
    "contactUs.questionsForum": "Unaweza kuuliza maswali ya jumla kuhusu jinsi ya kufanya mambo katika{questionsLink} jukwaa.",
    "contactUs.questionsLinkText": "Maswali Kuhusu Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Pata msaada wa vitalu au msimbo kuwezesha mradi wako kufanya kazi.",
    "contactUs.scriptsForum": "Ikiwa unahitaji msaada na mradi maalum, jaribu kutuma kwenye{scriptsLink} jukwaa.",
    "contactUs.scriptsLinkText": "Msaada wa Hati",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "If you want to report a bug in Scratch, check the {bugsLink} forum. It's the best place to report bugs and see if others are experiencing similar difficulties.",
    "contactUs.bugsLinkText": "Bugs and Glitches",
    "contactUs.formIntro": "Ikiwa bado unahitaji kuwasiliana nasi, tafadhali jaza fomu hapa chini kwa undani zaidi kadri uwezavyo. Ikiwa una viwambo vyoyote, viambatisho au viungo vinavyosaidia kuelezea tatizo lako, tafadhali jumuisha. Tunapata barua nyingi, kwa hivyo tunaweza kosa kujibu ujumbe wako.",
    "contactUs.findHelp": "Mahali pa kupata usaidizi:",
    "contactUs.contactScratch": "Wasiliana na Timu ya Scratch",
    "contactUs.qTitle": "Maswali",
    "contactUs.seeFaq": "Tazama Maswali Yanayoulizwa Mara Kwa Mara ",
    "contactUs.faqInfo": "Unaweza kupata orodha ya majibu kwa maswali mengi kuhusu Scratch kwenye ukurasa{faqLink} wetu.",
    "contactUs.askCommunity": "Uliza jamii",
    "contactUs.forumsIntro": "Unaweza pia kuangalia kupitia na kuchapisha maswali katika vikao vya Majadiliano ya Scratch.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Unahitaji Msaada?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}