{
    "contactUs.title": "Bizimle İletişime Geçin",
    "contactUs.intro": "Scratch ile ilgili çoğu sorunun cevabını {faqLink} sayfamızda bulabilirsiniz.",
    "contactUs.faqLinkText": "Sıklıkla Sorulan Sorular",
    "contactUs.forumsInfo": "SSS'de bir yanıt bulamazsanız, Tartışma Forumlarında size yardımcı olmaktan mutluluk duyacak birçok deneyimli Scratcher vardır.",
    "contactUs.forumsLinkText": "Tartışma Forumları",
    "contactUs.questionsText": "{questionsLink}: Scratch ile ilgili her şeyi topluluktaki diğer kişilere sorun.",
    "contactUs.questionsForum": "{questionsLink} forumunda bir şeylerin nasıl yapılacağı hakkında genel sorular sorabilirsiniz.",
    "contactUs.questionsLinkText": "Scratch Hakkında Sorular",
    "contactUs.scriptsText": "{scriptsLink}: Projenizin çalışması için bloklar veya kodlarla ilgili yardım alın.",
    "contactUs.scriptsForum": "Belirli bir projeyle ilgili yardıma ihtiyacınız varsa, {scriptsLink} forumunda yayınlamayı deneyin.",
    "contactUs.scriptsLinkText": "Komutlarla İlgili Yardım",
    "contactUs.bugsText": "{bugsLink}: Karşılaştığınız teknik sorunlarla nasıl başa çıkacağınızı Scratch web sitesinde veya proje düzenleyicide öğrenin.",
    "contactUs.bugsForum": "Scratch'te bir hatayı bildirmek istiyorsanız, {bugsLink} forumunu kontrol edin. Hataları bildirmek ve başkalarının da benzer zorluklar yaşayıp yaşamadığını görmek için en iyi yerdir.",
    "contactUs.bugsLinkText": "Hatalar ve Aksaklıklar",
    "contactUs.formIntro": "Hala bizimle iletişime geçmeniz gerekiyorsa, lütfen aşağıdaki formu olabildiğince ayrıntılı olarak doldurun. Sorununuzu açıklamaya yardımcı olacak ekran görüntüleriniz, ekleriniz veya bağlantılarınız varsa, lütfen bunları ekleyin. Çok fazla posta alıyoruz, bu nedenle mesajınıza yanıt veremeyebiliriz.",
    "contactUs.findHelp": "Yardım nereden bulunur:",
    "contactUs.contactScratch": "Scratch Ekibiyle İletişime Geçin",
    "contactUs.qTitle": "Sorular",
    "contactUs.seeFaq": "SSS'ye bakın",
    "contactUs.faqInfo": "Scratch ile ilgili birçok sorunun cevabını {faqLink} sayfamızda bulabilirsiniz.",
    "contactUs.askCommunity": "Topluluğa Sorun",
    "contactUs.forumsIntro": "Ayrıca Scratch Tartışma forumlarına göz atabilir ve soruları gönderebilirsiniz.",
    "contactUs.forumsHelp": "Aşağıdaki konular ve daha fazlasıyla yardımcı olabilecek çok sayıda samimi ve deneyimli Scratch topluluğu üyesi vardır:",
    "contactUs.needSupport": "Desteğe mi ihtiyacınız var?",
    "contactUs.supportInfo": "Scratch ile ilgili herhangi bir soru yazmak veya bizimle iletişime geçmek için {helpLink}'e tıklayın. Scratch Ekibi her gün çok sayıda mesaj alır ve her birine tek tek yanıt veremez, bu nedenle çevrimiçi destek makalelerimizi okumanızı ve Tartışma forumlarına katılmanızı öneririz."
}