{
    "contactUs.title": "Aloqa",
    "contactUs.intro": "{faqLink} sahifasi orqali Scratch haqida asosiy savollarga javob topishingiz mumkin.",
    "contactUs.faqLinkText": "Savol-javoblar",
    "contactUs.forumsInfo": "Agar Savol-javoblar sahifasidan javob topilmasa, Forumlardagi koʻplab tajribali Scratcherlar yordam berishga tayyor.",
    "contactUs.forumsLinkText": "Forumlar",
    "contactUs.questionsText": "{questionsLink}: Ask others in the community about anything related to Scratch.",
    "contactUs.questionsForum": "{questionsLink} forumida ishni qanday boshlash haqida umumiy savollar berishingiz mumkin.",
    "contactUs.questionsLinkText": "Scratch haqida savollar",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "Agar muayyan loyiha boʻyicha yordam zarur boʻlsa, {scriptsLink} forumiga yozishingiz mumkin.",
    "contactUs.scriptsLinkText": "Skriptlar boʻyicha yordam",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "Agar Scratch ichida xato haqida xabar bermoqchi boʻlsangiz,  {bugsLink} forumiga kiring. Bu sahifa xatolar haqida xabar berish uchun eng yaxshi joy va boshqalar ham shunday muammolarga duch kelgan-kelmaganini tekshirishingiz mumkin.",
    "contactUs.bugsLinkText": "Xatolar va nosozliklar",
    "contactUs.formIntro": "Agar biz bilan hamon bogʻlanishni istasangiz, quyidagi shaklni batafsil tafsilotlar bilan toʻldiring. Agar sizda muammoni tushuntirish imkonini beruvchi skrinshotlar, biriktirmalar yoki havolalar boʻlsa, ularni ham joylang. Biz juda koʻplab xatlar olamiz, xabaringizga javob bera olmasligimiz mumkin.",
    "contactUs.findHelp": "Qayerda yordam olish mumkin:",
    "contactUs.contactScratch": "Scratch jamoasi bilan bogʻlaning",
    "contactUs.qTitle": "Savollar",
    "contactUs.seeFaq": "See the FAQ",
    "contactUs.faqInfo": "You can find a list of answers to many questions about Scratch on our {faqLink} page.",
    "contactUs.askCommunity": "Ask the Community",
    "contactUs.forumsIntro": "You can also look through and post questions in the Scratch Discussion forums.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}