{
    "contactUs.title": "Liên lạc",
    "contactUs.intro": "Bạn có thể tìm thấy câu trả lời cho hầu hết các câu hỏi về Scratch trên trang {faqLink}của chúng tôi.",
    "contactUs.faqLinkText": "Những câu hỏi thường gặp",
    "contactUs.forumsInfo": "Nếu bạn không thể tìm thấy câu trả lời trong Câu hỏi thường gặp, có rất nhiều Scratchers có kinh nghiệm trong Diễn đàn thảo luận sẵn lòng giúp đỡ.",
    "contactUs.forumsLinkText": "Diễn đàn Thảo luận",
    "contactUs.questionsText": "{questionsLink}: Hỏi những thành viên khác trong cộng đồng bất cứ thứ gì liên quan đến Scratch.",
    "contactUs.questionsForum": "Bạn có thể hỏi những câu hỏi chung về cách thực hiện công việc trên {questionsLink} diễn đàn.",
    "contactUs.questionsLinkText": "Những câu hỏi về Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Nhận trợ giúp về các khối hoặc mã để thực hiện dự án của bạn.",
    "contactUs.scriptsForum": "Nếu bạn cần trợ giúp về một dự án cụ thể, hãy thử đăng bài {scriptsLink} trên diễn đàn.",
    "contactUs.scriptsLinkText": "Giúp đỡ với Scratch",
    "contactUs.bugsText": "{bugsLink}: Tìm hiểu cách giải quyết các vấn đề kỹ thuật mà bạn gặp phải trên trang web Scratch hoặc trong trình chỉnh sửa dự án",
    "contactUs.bugsForum": "Nếu bạn muốn báo cáo lỗi trong Scratch, hãy kiểm tra {bugsLink}diễn đàn. Đây là nơi tốt nhất để báo cáo lỗi và xem những người khác đang gặp khó khăn tương tự.",
    "contactUs.bugsLinkText": "Lỗi và Sự cố",
    "contactUs.formIntro": "Nếu bạn vẫn cần liên hệ với chúng tôi, vui lòng điền vào mẫu dưới đây với càng nhiều chi tiết càng tốt. Nếu bạn có bất kỳ ảnh chụp màn hình, tệp đính kèm hoặc liên kết nào giúp giải thích vấn đề của bạn, vui lòng bao gồm chúng. Chúng tôi nhận được rất nhiều thư, vì vậy chúng tôi có thể không trả lời tất cả tin nhắn của bạn.",
    "contactUs.findHelp": "Nơi tìm kiếm sự trợ giúp:",
    "contactUs.contactScratch": "Liên hệ Nhóm Scratch",
    "contactUs.qTitle": "Câu hỏi",
    "contactUs.seeFaq": "Xem các câu hỏi thường gặp",
    "contactUs.faqInfo": "Bạn có thể tìm thấy danh sách câu trả lời cho nhiều câu hỏi về Scratch trên trang {faqLink} của chúng tôi.",
    "contactUs.askCommunity": "Hỏi cộng đồng",
    "contactUs.forumsIntro": "Bạn cũng có thể xem qua và đăng câu hỏi trong diễn đàn thảo luận Scratch.",
    "contactUs.forumsHelp": "Có nhiều thành viên thân thiện và giàu kinh nghiệm trong cộng đồng Scratch có thể giúp bạn giải quyết các chủ đề sau và nhiều vấn đề khác:",
    "contactUs.needSupport": "Cần hỗ trợ?",
    "contactUs.supportInfo": "Nhấn vào {helpLink} để nhập câu hỏi về bất kỳ điều gì liên quan đến Scratch hoặc liên hệ với chúng tôi. Nhóm Scratch nhận được rất nhiều tin nhắn mỗi ngày và không thể trả lời từng tin nhắn riêng lẻ, vì vậy chúng tôi khuyến khích bạn đọc các bài viết hỗ trợ trực tuyến của chúng tôi và tham gia vào các diễn đàn thảo luận."
}