{
    "contactUs.title": "Liên Hệ Chúng Tôi",
    "contactUs.intro": "Bạn có thể tìm thấy câu trả lời cho hầu hết các câu hỏi về Scratch trên trang {faqLink}của chúng tôi.",
    "contactUs.faqLinkText": "Trung Tâm Trợ Giúp",
    "contactUs.forumsInfo": "Nếu bạn không tìm thấy câu trả lời trong phần Câu hỏi thường gặp, đừng lo nha! Có rất nhiều bạn Scatcher giỏi lắm ở trên Diễn đàn Thảo luận sẵn sàng giúp đỡ bạn đó.",
    "contactUs.forumsLinkText": "Diễn đàn Thảo luận",
    "contactUs.questionsText": "{questionsLink}: Hỏi những thành viên khác trong cộng đồng bất cứ thứ gì liên quan đến Scratch.",
    "contactUs.questionsForum": "Bạn có thể hỏi những câu hỏi chung về cách thực hiện công việc trên {questionsLink} diễn đàn.",
    "contactUs.questionsLinkText": "Những câu hỏi về Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Nhận trợ giúp về các khối hoặc mã để thực hiện dự án của bạn.",
    "contactUs.scriptsForum": "Nếu bạn cần trợ giúp về một dự án cụ thể, hãy thử đăng bài {scriptsLink} trên diễn đàn.",
    "contactUs.scriptsLinkText": "Giúp Đỡ Về Scratch",
    "contactUs.bugsText": "{bugsLink}: Tìm hiểu cách giải quyết các vấn đề kỹ thuật mà bạn gặp phải trên trang web Scratch hoặc trong trình chỉnh sửa dự án",
    "contactUs.bugsForum": "Nếu bạn muốn báo cáo lỗi trong Scratch, hãy kiểm tra {bugsLink}diễn đàn. Đây là nơi tốt nhất để báo cáo lỗi và xem những người khác đang gặp khó khăn tương tự.",
    "contactUs.bugsLinkText": "Lỗi và Sự cố",
    "contactUs.formIntro": "Nếu bạn vẫn cần liên hệ với chúng minh, bạn hãy điền vào phiếu biểu mẫu ở dưới đây và tốt nhất là ghi thật nhiều chi tiết càng tốt nha. Nếu bạn có hình chụp màn hình, tệp nào đính kèm hay các đường link giúp chúng tớ hiểu vấn đề của bạn, thì bạn cứ đính kèm vào. Vì tụi mình nhận được vô cùng nhiều thư nên có thể chúng mình sẽ không thể thực sự phản hồi tất cả tin nhắn của bạn được.",
    "contactUs.contactScratch": "Liên hệ Nhóm Scratch",
    "contactUs.qTitle": "Trung Tâm Trợ Giúp",
    "contactUs.seeFaq": "Xem các câu hỏi thường gặp",
    "contactUs.faqInfo": "Bạn có thể tìm thấy danh sách câu trả lời cho nhiều câu hỏi về Scratch trên trang web {faqLink} của chúng mình.",
    "contactUs.askCommunity": "Hỏi cộng đồng",
    "contactUs.forumsIntro": "Bạn cũng có thể xem qua và đăng câu hỏi trong diễn đàn thảo luận Scratch.",
    "contactUs.forumsHelp": "Có rất nhiều bạn trong cộng đồng Scratch vừa thân thiện vừa giàu kinh nghiệm lắm, có thể giúp bạn giải quyết các chủ đề sau và nhiều thứ khác nữa:",
    "contactUs.needSupport": "Bạn cần sự hỗ trợ ư?",
    "contactUs.supportInfo": "Bấm vào {helpLink} để gõ câu hỏi về bất cứ điều gì liên quan đến Scratch hay liên hệ với chúng mình. Đội ngũ Scratch nhận được rất nhiều tin nhắn mỗi ngày và không thể trả lời từng cái một, nên chúng mình khuyến khích bạn đọc các bài viết hỗ trợ trực tuyến của chúng mình và tham gia vào Diễn đàn Thảo luận nhé."
}