{
    "contactUs.title": "Liên lạc",
    "contactUs.intro": "Bạn có thể tìm thấy câu trả lời cho hầu hết các câu hỏi về Scratch trên trang {faqLink}của chúng tôi.",
    "contactUs.faqLinkText": "Những câu hỏi thường gặp",
    "contactUs.forumsInfo": "Nếu bạn không thể tìm thấy câu trả lời trong Câu hỏi thường gặp, có rất nhiều Scratchers có kinh nghiệm trong Diễn đàn thảo luận sẵn lòng giúp đỡ.",
    "contactUs.forumsLinkText": "Diễn đàn Thảo luận",
    "contactUs.questionsText": "{questionsLink}: Hỏi những thành viên khác trong cộng đồng bất cứ thứ gì liên quan đến Scratch.",
    "contactUs.questionsForum": "You can ask general questions about how to do stuff in the {questionsLink} forum.",
    "contactUs.questionsLinkText": "Câu hỏi về Scratch",
    "contactUs.scriptsText": "{scriptsLink}: Get help with the blocks or code to make your project work.",
    "contactUs.scriptsForum": "If you need help with a specific project, try posting in the {scriptsLink} forum.",
    "contactUs.scriptsLinkText": "Giúp đỡ với Scratch",
    "contactUs.bugsText": "{bugsLink}: Find out how to deal with technical issues you encounter on the Scratch website or in the project editor.",
    "contactUs.bugsForum": "Nếu bạn muốn báo cáo lỗi trong Scratch, hãy kiểm tra {bugsLink}diễn đàn. Đây là nơi tốt nhất để báo cáo lỗi và xem những người khác đang gặp khó khăn tương tự.",
    "contactUs.bugsLinkText": "Lỗi và Sự cố",
    "contactUs.formIntro": "Nếu bạn vẫn cần liên hệ với chúng tôi, vui lòng điền vào mẫu dưới đây với càng nhiều chi tiết càng tốt. Nếu bạn có bất kỳ ảnh chụp màn hình, tệp đính kèm hoặc liên kết nào giúp giải thích vấn đề của bạn, vui lòng bao gồm chúng. Chúng tôi nhận được rất nhiều thư, vì vậy chúng tôi có thể không trả lời tất cả tin nhắn của bạn.",
    "contactUs.findHelp": "Where to find help:",
    "contactUs.contactScratch": "Contact the Scratch Team",
    "contactUs.qTitle": "Câu hỏi",
    "contactUs.seeFaq": "See the FAQ",
    "contactUs.faqInfo": "You can find a list of answers to many questions about Scratch on our {faqLink} page.",
    "contactUs.askCommunity": "Ask the Community",
    "contactUs.forumsIntro": "You can also look through and post questions in the Scratch Discussion forums.",
    "contactUs.forumsHelp": "There are many friendly and experienced Scratch community members who can help with the following topics and more:",
    "contactUs.needSupport": "Need Support?",
    "contactUs.supportInfo": "Click {helpLink} to type in a question about anything related to Scratch or to contact us. The Scratch Team receives lots of messages each day and is not able to answer each one individually, so we encourage you to read our online support articles and participate in the Discussion forums."
}