{
    "annualReport.2020.subnavFoundersMessage": "Mensache d'os fundadors",
    "annualReport.2020.subnavMission": "Misión",
    "annualReport.2020.subnavReach": "Alcance",
    "annualReport.2020.subnavThemes": "Temas",
    "annualReport.2020.subnavDirectorsMessage": "Mensache d'o Director",
    "annualReport.2020.subnavSupporters": "Aduyants",
    "annualReport.2020.subnavTeam": "Equipo",
    "annualReport.2020.subnavDonate": "Donar",
    "annualReport.2020.mastheadYear": "Informe anyal 2020",
    "annualReport.2020.mastheadTitle": "Adaptar-se a un mundo cambiant",
    "annualReport.2020.foundersMessageTitle": "Un mensache d'o nuestro fundador",
    "annualReport.2020.foundersMessageP1": "L'anyo 2020 será recordau como l'anyo en que la pasa de COVID s'extendió per totz, causando dificultatz y trestornos en a vida de totz, y las mayors dificultatz recayioron de traza desigual en qui ya s'enfrontinaban a roncas en as suyas vidas.",
    "annualReport.2020.foundersMessageP2": "A lo largo d'a pasa, los chovens de totz, muitos d'ells aislaus en os suyos fogars, han acudiu a lo puesto web de Scratch en mayor numero que nunca, veyendo en Scratch un espacio seguro an pueden expresar-se de forma creativa, aprender nuevas habilidatz y colaborar entre ells. Nos inspiroron muitos d'os prochectos de Scratch que los chovens creyoron entre l'anyo 2020, muitos d'ells compartindo los suyos pensamientos y sentimientos sobre la pasa, lo cambio climatico, la inchusticia racial y atros temas que les preocupan. Los chovens no nomás aprendioron conceptos y habilidatz computacionals, sino que tamién desenvolvioron la suya voz y las suyas identidatz.",
    "annualReport.2020.foundersMessageP3": "Pa guarenciar que Scratch pueda seguir desempeñando este important papel en a vida d'os chovens en os proximos anyos, hemos realizau importants cambios organizativos en Scratch. A primers de 2020, l'equipo de Scratch se tresladó d'a suya antiga siede en o MIT Meya Lab a las nuevas usinas d'a Fundación Scratch en o centro de Boston. Este treslado nos aduyará a construyir una organización sostenible capaz d'emparar a Scratch como una plataforma global de codificación creativa en o futuro.",
    "annualReport.2020.foundersMessageP4": "A zaguers de 2020, como parte d'esta transición organizativa, contratemos a Shawna Young pa que ocupase lo cargo de Directora Executiva d'a Fundación Scratch. Shawna plega a la Fundación Scratch con una solida experiencia en educación y chestión d'organizacions sin animo de lucro, y un profundo compromiso con a equidat y la inclusión. A lo largo d'a suya corrida en institucions como Duke y lo MIT, Shawna ha treballau pa enamplar las experiencias d'aprendizache d'os estudiants de diversas comunidatz. Ixe compromiso ye fuertement aliniau con a misión y las valors de Scratch, y desempenyará un papel important en o suyo liderazgo en Scratch. Tos animo a leyer lo mensache de Shawna a la fin d'este informe anyal.",
    "annualReport.2020.foundersMessageP5": "A lo largo d'o zaguer decenio, Scratch ha teniu un exito fenomenal, aconseguindo la participación de decenas de millons de chovens de tot lo mundo. Pero no hemos feito mas que empecipiar. Lo reto pa los proximos anyos ye guarenciar que podamos seguir difundindo y emparando no nomás la nuestra tecnolochía, sino tamién nuestro enfoque d'aprendizache creativo, solidario y colaborativo, pa que los chovens de tot lo mundo tiengan oportunidatz equitativas d'imachinar, creyar, compartir y aprender. Somos deseyando treballar con totz vusatros pa aconseguir-lo.",
    "annualReport.2020.foundersMessageScratchTitle": "President d'a Fundación Scratch",
    "annualReport.2020.foundersMessageAffiliation": "Profesor/a d'o MIT Media Lab",
    "annualReport.2020.watchVideo": "Veyer video",
    "annualReport.2020.missionTitle": "La nuestra misión y visión",
    "annualReport.2020.visionHeader": "Visión",
    "annualReport.2020.visionSubtitle": "Difundir en tot lo mundo enfoques creativos, solidarios, colaborativos y equitativos d'a codificación y l'aprendizache.",
    "annualReport.2020.missionHeader": "Misión",
    "annualReport.2020.missionSubtitle": "Proporcionar a los chovens ferramientas dichitals y oportunidatz pa imachinar, creyar, compartir y aprender.",
    "annualReport.2020.missionP1": "Somos comprometius con a chusticia educativa y con dar prioridat a la equidat en totz los aspectos d'o nuestro treballo, con especial atención a las iniciativas y enfoques que emparan a los ninos, las familias y los educadors excluyius d'a informatica creativa.",
    "annualReport.2020.missionP2": "Hemos desembolicau Scratch como un entorno d'aprendizache libre, seguro y ludico que fa que totz los ninos piensen de forma creativa, razonen sistematicament y treballen en colaboración — habilidatz esencials pa totz en a sociedat actual. Treballamos con educadors y familias pa aduyar a los ninos a explorar, compartir y aprender.",
    "annualReport.2020.missionP3": "En desembolicar nuevas tecnolochías, actividatz y materials d'aprendizache, nos guiamos per lo que clamamos las Quatro P de l'Aprendizache Creativo:",
    "annualReport.2020.fourPs": "Las Quatro Ps de l'Aprendizache Creativo",
    "annualReport.2020.missionProjectsTitle": "Prochectos",
    "annualReport.2020.missionPeersTitle": "Companyers",
    "annualReport.2020.missionPassionTitle": "Pasión",
    "annualReport.2020.missionPlayTitle": "Reproducir",
    "annualReport.2020.missionProjectsDescription": "Embrecar a los ninos en o disenyo, la creyación y la expresión creativa",
    "annualReport.2020.missionPeersDescription": "Emparar a los ninos pa que colaboren, compartan, remezclen y sían mentors",
    "annualReport.2020.missionPassionDescription": "Permitir que los ninos aprofiten los suyos intereses y treballen en prochectos personalment significativos",
    "annualReport.2020.missionPlayDescription": "Anima a los ninos a chugar, experimentar y iterar",
    "annualReport.2020.reachTitle": "Plegar a los ninos arredol d'o mundo",
    "annualReport.2020.reachSubtitle": "Scratch ye la mayor comunidat de codificación d'o mundo pa ninos y adolescents a partir de 8 anyos.",
    "annualReport.2020.reachMillion": "millón",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8% de 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% de 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% de 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nuevos usuarios",
    "annualReport.2020.reachProjectsCreated": "Prochectos creyaus",
    "annualReport.2020.reachProjectCreators": "Chent creyando prochectos",
    "annualReport.2020.reachComments": "aumento d'os comentarios publicaus",
    "annualReport.2020.reachGlobalCommunity": "La nuestra comunidat mundial",
    "annualReport.2020.reachMapBlurb": "Total de cuentas rechistradas en a Comunidat Online de Scratch dende lo lanzamiento de Scratch dica aviento de 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "en una escala logaritmica",
    "annualReport.2020.reachTranslationTitle": "Scratch se traduz a 64 idiomas",
    "annualReport.2020.reachTranslationIncrease": "3 idiomas a partir de 2019",
    "annualReport.2020.reachTranslationBlurb": "Gracias a los traductors voluntarios arredol d'o mundo.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr ye un entorno de programación introductorio que permite a los ninos chicotz (de 5-7 anyos) creyar las suyas propias historias y chuegos interactivos.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Descargas en 2020",
    "annualReport.2020.reachDownloadsIncrease": "{million} dende 2019",
    "annualReport.2020.themesTitle": "Temas emerchents",
    "annualReport.2020.themesDescription": "Entre que los chovens s'enfrontinaban a los retos sin precedents d'a COVID-19, Scratch se convirtió en un puesto mas important que nunca pa que se connectasen, creyasen y s'expresasen. A lo largo de l'anyo, lo nuestro treballo se centró en tres arias pa emparar millor a la nuestra creixent comunidat global: conectividat, adaptación y comunidat. Como siempre, los nuestros esfuerzos se basoron en o nuestro compromiso con a equidat y la inclusión.",
    "annualReport.2020.equity": "Equidat",
    "annualReport.2020.globalStrategy": "Estratechia global",
    "annualReport.2020.connectivityTitle": "Conectividat",
    "annualReport.2020.connectivityIntro": "Mientres los chovens yeran aislaus dentro d'as suyas casas a causa d'a COVID-19, Scratch les ofrió la oportunidat de connectar-se y creyar con amigos, companyers de clase y familiars leixans. Tamién les sirvió de portalada a lo mundo exterior, an descubrioron que millons de ninos de totz los países y continents yeran experimentando lo mesmo que ells.",
    "annualReport.2020.aaronText": " Los alumnos d'Aaron treballoron chuntos pa construyir una versión \"barrenada\" d'a suya ciudat clamada “Norwouldn't”, repleta de creyaturas de conto, ilustracions orichinals y narracions interconnectadas. Estió un d'os muitos prochectos colaborativos de Scratch que Aaron facilitó pa recordar a los alumnos que, encara que COVID-19 los mantenese dentro d'as suyas casas, seguiban formando parte d'una comunidat solidaria y alegre.",
    "annualReport.2020.spotlightStory": " Historia destacada",
    "annualReport.2020.connectivityIndia": "Scratch en a India",
    "annualReport.2020.connectivityIndiaIntro": "En a India, la pasa de COVID-19 se cobró un gran numero de victimas y mantenió a muitos chovens y familias aislaus en as suyas casas entre muito tiempo.",
    "annualReport.2020.connectivityIndiaParagraph": "En tota la comunidat global de Scratch, veyiemos un enorme pico d'actividat a partir de marzo de 2020. En garra puesto estió mas evident este repunte que en a India, an la pasa de COVID-19 se cobró un gran numero de victimas y mantenió a muitos chovens y familias aislaus entre muito tiempo. A traviés de Scratch, los ninos d'a India troboron la connexión creyando y compartindo un 602% mas de prochectos que l'anyo anterior.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Los prochectos se creyoron en linia en 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% de 2019",
    "annualReport.2020.connectivityRegistedUsers": "Lo numero d'usuarios rechistraus en a India s'ha duplicau en un anyo,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "pasando de mas de 300.000 en 2019 a mas de 700.000 en 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Lo numero de vesitants solos aumentó",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Aumenta lo numero de personas que creigan prochectos",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "en 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mil",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch arredol d'o mundo",
    "annualReport.2020.connectivityWorldSubtitle": "Colaboradors internacionals",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur se dedica a emparar lo pensamiento computacional y creativo entre los estudiants y educadors en Chile y en tota America Latina. Aduyoron a los nuestros esfuerzos de traducción y localización en Rapa Nui y en Lengua castellana, y han engrescau a muitos educadors en tallers de desembolique profesional de Scratch, de caracter ludico y colaborativo.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Ret d'Aprendizache Creativo de Brasil",
    "annualReport.2020.connectivityCountryBrazil": "Brasil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Lo Ret Brasilenyo d'Aprendizache Creativo ye un movimiento de base que implementa practicas educativas ludicas, creativas y relevants en tot Brasil. En 2020, l'equipo de Scratch se presentó en l'evento d'a Semana d'Aprendizache Creativo d'o Ret Brasilenyo d'Aprendizache Creativo pa compartir cómo los ninos yeran usando Scratch pa construyir una comunidat, expresar-se y charrar sobre lo que ye important pa ells. A la suya vegada, aprendiemos cómo los educadors d'o ret yeran creyando oportunidatz d'autoexpresión con os alumnos d'as suyas propias comunidatz.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance capacita a millons d'alumnos y educadors con as habilidatz d'o sieglo XXI, incluyida la informatica creativa. En 2020, {QuestAllianceLink} compartió Scratch con alumnos y educadors de tota la India.",
    "annualReport.2020.connectivityCountryUSATitle": "Fundación Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "Reino Uniu",
    "annualReport.2020.connectivityCountryUSAParagraph": "La Fundación Raspberry Pi treballa pa meter lo poder d'a informatica y la creyación dichital en mans de personas arredol d'o mundo. A traviés d'a suya iniciativa Making at Home, organizan eventos en directo que animan a las familias y a los chovens a aprender y creyar chuntos. Quantas d'estas transmisions en directo incluyiban tutorials de Scratch — y, a vegadas, mesmo {USALink}!",
    "annualReport.2020.connectivityResources": "Recursos",
    "annualReport.2020.connectivityResourcesSubtitle": "Localización con l'emparo d'a Fundación LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Pa emparar lo nuestro creixent alcance global y aduyar a la nuestra respuesta a COVID-19, la Fundación LEGO emparó a Scratch con una chenerosa subvención. Con este financiamiento, podiemos localizar recursos clau y plegar a mas chovens arredol d'o mundo.",
    "annualReport.2020.connectivityExample1Title": "Imachens tutorials",
    "annualReport.2020.connectivityExample1Paragraph": "Hemos creyau traduccions d'as imachens de 25 tutorials de Scratch en 12 idiomas — mas d'1.000 nuevas imachens!",
    "annualReport.2020.connectivityExample2Title": "Guía d'inicio",
    "annualReport.2020.connectivityExample2Paragraph": "Lo video d'Introducción a Scratch ye lo video tutorial de Scratch mas visitau y visto, recibindo a los nuevos Scratchers quan s'unen per primera vegada a lo puesto. Hemos puesto traducir este video a 25 nuevos idiomas y actualizar las 3 traduccions anteriors, incluyindo los elementos visuals, la voz en off y los subtitols.",
    "annualReport.2020.connectivityExample3Title": "Editor Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "Lo editor de prochectos de Scratch ye lo recurso mas esencial de Scratch. Treballamos con una interpresa de traducción sudafricana especializada en traducción educativa culturalment relevant pa traducir y revisar lo editor de Scratch en cinco idiomas sudafricans: isiZulu, isiXhosa, afrikaans, sestwana y sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptación",
    "annualReport.2020.adaptationIntro": "Entre que la COVID-19 obligaba a los colechios a zarrar y empentaba l'aprendizache a los espacios virtuals, muitos estudiants y profesors descubriban Scratch per primera vegada u adaptaban la suya forma d'amostrar y aprender codificación creativa. Dende las nuestras propias casas, l'equipo de Scratch treballó pa emparar las necesidatz cambiants d'os educadors y d'a comunidat en linia.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Comisario d'Aprendizache Creativo, mumok, Viena, Austria",
    "annualReport.2020.adaptationQuoteText": "En totz los problemas de l'anyo pasau, Scratch siguió estando la nuestra plataforma de comunicación, lo nuestro puesto de trobada y lo nuestro meyo d'expresión creativa.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Profesor de meyos de comunicación d'a biblioteca K-5, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "En a escuela Title One d'Aaron Reuland, en Norwood, Massachusetts, contó con Scratch pa aduyar a los alumnos aluenyaus a participar en l'aprendizache creativo y reviscolar lo suyo sentiu de comunidat “quan lo solo con o que podeba contar que totz tenesenos, yera un ordinador que funcionase y una connexión a Internet.”",
    "annualReport.2020.adaptationHighlightText2": " Los alumnos d'Aaron treballoron chuntos pa construyir una versión “barrenada” d'a suya ciudat clamada \"Norwouldn't\", repleta de creyaturas de conto, ilustracions orichinals y narracions interconnectadas. Estió un d'os muitos prochectos colaborativos de Scratch que Aaron facilitó pa recordar a los alumnos que, encara que COVID-19 los mantenese dentro d'as suyas casas, seguiban formando parte d'una comunidat solidaria y alegre.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch a casa",
    "annualReport.2020.adaptationHighlightText2b": "Lo 17 de marzo, respondiemos a la crisi d'a COVID-19 lanzando lo {linkText} pa proporcionar a los ninos, familias y educadors ideyas pa realizar actividatz d'aprendizache creativo con Scratch a casa. Estió una forma inestimable de connectar con a nuestra comunidat y adaptar-nos a una forma totalment nueva d'aprender y interactuar en linia.",
    "annualReport.2020.adaptationHighlightTitle3": "Create-Along (Creyación en directo)",
    "annualReport.2020.adaptationHighlightText3b": "Nuestro equipo organizó semanalment {linkText} pa connectar con ninos, pais y educadors a casa y compartir consellos y trucos pa creyar diferents tipos de prochectos con Scratch. Nos divertimos muito veyendo los prochectos que s'inspiroron pa creyar en os nuestros estudios Create-Along!",
    "annualReport.2020.adaptationHighlightTitle4": "Hackea la tuya finestra",
    "annualReport.2020.adaptationHighlightText4b": "Lo educador de Scratch Eduard Muntaner Perich creyó un estudeyo inspirau en #ScratchAtHome que arrambló a comunidat: {linkText}. Cientos de Scratchers arredol d'o mundo imachinoron chuegos y historias fantesticas que ocurriban chusto a lo costau d'a suya finestra.",
    "annualReport.2020.adaptationEducatorsTitle": "Connectando con educadors",
    "annualReport.2020.adaptationEducatorsText": "Educadors arredol d'o mundo compartioron las suyas propias ideyas de #ScratchAtHome y discutioron las luitas y los trunfos d'a ensenyanza a distancia en un animau chat de Twitter lo 8 d'abril de 2020.",
    "annualReport.2020.adaptationSnapshot": "Instantanias",
    "annualReport.2020.adaptationSnapshot1Title": "Tallers virtuals d'o ret Computer Clubhouse",
    "annualReport.2020.adaptationSnapshot1Text": "Como parte d'a nuestra larga colaboración, l'equipo de Scratch imparte tallers pa chovens educadors de {linkText}. Igual que los educadors arredol d'o mundo, nuestro equipo habió de realizar tallers en linia per primera vegada en 2020 — y aprender a combatir l'isolamiento y las dificultatz tecnicas de l'aprendizache virtual. Pero gracias a las ferramientas de colaboración en linia y a los metodos innovadors pa compartir y reflexionar, l'equipo podió recreyar lo esprito colaborativo y ludico d'os tallers presencials en un espacio virtual.",
    "annualReport.2020.adaptationSnapshot2Title": "Mete-te a lo día con Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 estió tamién un anyo d'adaptación d'as nuestras ferramientas y plataforma. Desenvolvemos y anyadimos nuevos obchectos a la biblioteca de obchectos pa inspirar y permitir a los Scratchers principiants fer prochectos representativos d'a suya identidat racial, cultural, de chenero u d'unatro tipo.",
    "annualReport.2020.communityTitle": "Comunidat",
    "annualReport.2020.communityIntro": "En 2020, la Comunidat Scratch se convirtió en un puesto encara mas vital pa que los chovens trobasen un sentiu d'unión y pertenencia. Quan veyiemos las conversacions significativas, los prochectos de colaboración y las historias commovedoras que compartioron los Scratchers, nos asombra-mos d'o suyo esprito creativo y resistent.",
    "annualReport.2020.communityTitle1": "Guía d'as Nueitz de Codificación Creativa d'a Familia Virtual",
    "annualReport.2020.communityText1": "En 2019, con l'emparo de Google.org, l'equipo de Scratch treballó con a Usina de Sciencias d'a Computación d'as Escuelas Publicas de Chicago pa connectar a los estudiants, las familias, los mayestros y atros miembros d'a comunidat a traviés de Nueitz de Codificación Creativa d'a Familia Virtual",
    "annualReport.2020.communityText2": "Este anyo, nuestros equipos s'enfrontinoron a un nuevo reto: cómo podríanos levar lo esprito ludico y de creyación de comunidat d'as Nueitz de Codificación Creativa en Familia a un espacio virtual, aduyando a las escuelas a desenvolver connexions vitals con os estudiants aluenyaus y las suyas familias? Desenvolvemos la guía d'as Nueitz de Codificación en Familia Virtuals pa proporcionar una estructura pa estas connexions y emparar l'aprendizache alegre",
    "annualReport.2020.communityDownloadButton": "Guía d'as Nueitz de Codificación d'a Familia Virtual",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Coordinador de S.T.E.M. d'a escuela primaria Ruggles",
    "annualReport.2020.communityQuoteText": "[In 2020], no i heba muitas oportunidatz de relacionar-se con os pais d'una forma tant divertida y con tanta enerchía. Asinas que esta oportunidat proporcionó un compromiso muito necesario... Los profesors yeran aprensivos, pero lo libel d'entusiasmo d'os estudiants les empentó a un espacio en o qual heban de confiar en o proceso y permitir que los ninos aprendesen uns d'atros.",
    "annualReport.2020.communityScratchCommunity": "Comunidat de Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Quan se les pregunta per qué utilizan Scratch, la mayoría d'os Scratchers charran d'a importancia d'a comunidat en linia pa motivar la suya participación contina, proporcionando un espacio an pueden expresar la suya creyatividat, fer amigos, recibir comentarios, obtener nuevas ideyas y aprender nuevas habilidatz. Muitos Scratchers expresan lo suyo aprecio per la comunidat de Scratch como un espacio seguro y acullidor pa connectar, compartir y aprender uns d'atros.",
    "annualReport.2020.communityQuoteGroupText1": "M'unié a Scratch quan teneba 11 anyos y las cosetas que aprendié usando la plataforma y interactuando con a comunidat estioron realment una parte vital d'o mío aprendizache en creixer.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch m'ha permitiu fer cosetas dende casa, como\n- Respectar a la chent y los suyos prochectos\n- Fer amigos\n- Sentir que no soi solo en esta cuarantena\n.... y muito mas, asinas que quiero decir ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Levo bells 2 anyos en Scratch y ha estau una experiencia que m'ha cambiau la vida. He aprendiu muitas cosetas nuevas, como la codificación, la etiqueta en linia y l'arte.",
    "annualReport.2020.communityQuoteGroupText4": "Scratch yera la mía esbastadera favorita en seiseno grau. En secreto, m'introdució en a lochica booleana, l'orden d'as operacions y las expresions matematicas aniedadas, per no charrar d'a propia programación informatica.",
    "annualReport.2020.yearInReview": "Resumen de l'anyo",
    "annualReport.2020.yearInReviewText": "2020 estió un anyo notable en a comunidat online. L'Equipo d'a Comunidat destacó y desenvolvió oportunidatz pa que los chovens expresasen las suyas ideyas y se comprometesen de forma positiva, y d'os propios Scratchers surtioron movimientos increyibles. He aquí un repaso a beluns d'os aspectos mas destacaus de l'anyo:",
    "annualReport.2020.yearInReviewCard1Date": "Chinero",
    "annualReport.2020.yearInReviewCard1Title": "Estudio de disenyo de fin de decenio de Scratch",
    "annualReport.2020.yearInReviewCard1Text": "Los Scratchers celebroron lo zarre d'un decenio y los nuevos comienzos en este Estudio de Disenyo de Scratch.",
    "annualReport.2020.yearInReviewCard2Date": "Abril",
    "annualReport.2020.yearInReviewCard2Title": "April Fool’s Day",
    "annualReport.2020.yearInReviewCard2Text": "“Mundane mysteries” appeared around the site, and Cat Blocks surprised and delighted the Scratch community.",
    "annualReport.2020.yearInReviewCard3Date": "Abril",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs (Creyacines en directo)",
    "annualReport.2020.yearInReviewCard3Text": "Los miembros d'o Equipo Scratch prencipioron a organizar tutorials en directo pa connectar y creyar con os Scratchers y las suyas familias en casa.",
    "annualReport.2020.yearInReviewCard4Date": "Mayo",
    "annualReport.2020.yearInReviewCard4Title": "Mes de Scratch",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers around the world shared thousands of projects around weekly themes, from recycled crafts to hand-washing jingles.",
    "annualReport.2020.yearInReviewCard5Date": "Mayo",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "As racial justice protests swept the US, the community came together to support each other and call for change.",
    "annualReport.2020.yearInReviewCard6Date": "Chunio",
    "annualReport.2020.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers shared their favorite indoor games and activities to keep themselves engaged while staying home.",
    "annualReport.2020.yearInReviewCard7Date": "Chunio",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers created projects to honor Juneteenth and the continued fight for racial justice.",
    "annualReport.2020.yearInReviewCard8Date": "Chulio",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical got the whole community acting, singing, and dancing together.",
    "annualReport.2020.yearInReviewCard9Date": "Octubre",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers made hundreds of creative stories, games, and animations based on daily themed prompts.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Seeing the power you have when you’re creating something and can represent yourself and your problems and express them or solve them with code is a really magical experience and has real world impact.",
    "annualReport.2020.communitySnapshotTitle": "Improving Our Tools",
    "annualReport.2020.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2020, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",
    "annualReport.2020.communitySnapshot2Title": "New Scratch Tutorials on YouTube",
    "annualReport.2020.communitySnapshot2Text": "The Scratch Team began sharing tutorials on our YouTube channel in March 2020 to help Scratchers gain the skills to create whatever they can imagine. From pixel art to virtual pets, these tutorials are a hit with Scratchers of all ages, gaining 1.3 million views in 2020.",
    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "Chuego d'atrapar",
    "annualReport.2020.tutorial3": "Character Designer",
    "annualReport.2020.tutorial4": "Mascota virtual",
    "annualReport.2020.EDMessageTitle": "A Message from Our Executive Director",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2020 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2020.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",
    "annualReport.2020.EDTitle": "Executive Director, Scratch Foundation",
    "annualReport.2020.lookingForward": "Looking Forward",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "We’ve received generous grants from the LEGO Foundation and Google.org to help expand our global reach, advance our mission, and support this important work. Learn more:",
    "annualReport.2020.learnMore": "Learn More:",
    "annualReport.2020.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: More help for more students",
    "annualReport.2020.supportersTitle": "Thank You to Our Supporters",
    "annualReport.2020.supportersIntro": "Thank you to our generous supporters. Your contribution helps us expand creative learning opportunities for children of all ages, from all backgrounds, around the globe.",
    "annualReport.2020.ourSupporters": "Our Supporters",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to the Scratch Foundation from January 1, 2020 to December 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.2020.leadershipTitle": "Nuestro equipo",
    "annualReport.2020.leadershipBoard": "Board of Directors",
    "annualReport.2020.leadershipChair": "Chair",
    "annualReport.2020.leadershipProfessor": "Professor of Learning Research",
    "annualReport.2020.leadershipViceChair": "Vice-Chair",
    "annualReport.2020.leadershipCoFounder": "Co-Founder and Co-Chairman",
    "annualReport.2020.leadershipBoardMember": "Board Member",
    "annualReport.2020.leadershipPresidentCEO": "President and CEO",
    "annualReport.2020.leadershipFormerPresident": "Former President",
    "annualReport.2020.leadershipFounderCEO": "Founder and Executive Chairman",
    "annualReport.2020.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Board Secretary & Treasurer",
    "annualReport.2020.leadershipBoardSecretary": "Board Secretary",
    "annualReport.2020.leadershipBoardTreasurer": "Board Treasurer",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch Team",
    "annualReport.2020.leadershipED": "Executive Director",
    "annualReport.2020.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",
    "annualReport.2020.donateTitle": "Support Us",
    "annualReport.2020.donateMessage": "Your support enables us to make Scratch free for everyone, keeps our servers running, and most importantly, we are able to provide kids around the world an opportunity to imagine, create and share. Thank you!",
    "annualReport.2020.donateButton": "Donar",
    "annualReport.2020.projectBy": "project by",
    "annualReport.2020.altAvatar": "user avatar",
    "annualReport.2020.altDropdownArrow": "Arrow indicating dropdown menu.",
    "annualReport.2020.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2020.altWave": "An emoji hand waving.",
    "annualReport.2020.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2020.altBlocks": "Two scratch blocks stacked on top of one another.",
    "annualReport.2020.altBanana": "A banana with a wire plugged into it.",
    "annualReport.2020.altProjectsIllustration": "Three children, one standing, one sitting in a wheelchair, and one sitting on the ground paint and cut art projects.",
    "annualReport.2020.altPassionIllustration": "Three children, one standing, one kneeling, and one sitting on the ground paint, play music on a piano, and stargaze using a telescope.",
    "annualReport.2020.altPeersIllustration": "Four childeren sit around a campfire playing games and high fiving.",
    "annualReport.2020.altPlayIllustration": "Three children, one standing, one kneeling, and one sitting crosslegged stack rocks, play with toy boats, and fold origami.",
    "annualReport.2020.altCalendar": "A calendar displaying the year 2020.",
    "annualReport.2020.altCommentsVisualization": "Two comment bubbles. One smaller and darker representing the share of comments in 2019. One lighter representing the increase in comments made in 2020.",
    "annualReport.2020.altArrowUp": "An arrow pointing up and to the right.",
    "annualReport.2020.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2020.altScratchHorizontalCommand": "A scratch horizontal command component.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontal loop component.",
    "annualReport.2020.altPieChart": "Visualization showing the 602% increase in projects created during 2020 in relation to projects created in 2019.",
    "annualReport.2020.altUsers": "Two generic user icons, a slightly smaller gray one and a slightly larger purple one.",
    "annualReport.2020.altArrowNext": "An arrow pointing to the right.",
    "annualReport.2020.altBenedict": "Avatar for Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2020.altSprinklesLeft": "A smiley face, scratch component, and heart displayed on a phone.",
    "annualReport.2020.altSprinklesRight": "A hand interacting with scratch components.",
    "annualReport.2020.altFileDownload": "An arrow pointing into a basket indicating that a file can be downloaded.",
    "annualReport.2020.altWaveTop": "A light blue wave covered with scratch avatars and scratch components.",
    "annualReport.2020.altWaveBottom": "A light blue wave.",
    "annualReport.2020.altConnectingLine": "A dotted line connecting the months",
    "annualReport.2020.altApril": "A pen and pencil drawing on a scratch project depicting a boat and water.",
    "annualReport.2020.altMay": "A calendar marked with emojis placed on a bubble.",
    "annualReport.2020.altJune": "The Juneteenth flag and a paper airplane.",
    "annualReport.2020.altJuly": "A microphone and music notes.",
    "annualReport.2020.altToolsIllustration": "A hand touching an exclamation point icon above a few text bubbles.",
    "annualReport.2020.altVirtualTown": "A girl runs along a sidewalk in front of a few houses.",
    "annualReport.2020.altCatchGame": "An apple floats on the horizon to the right while a basket sits below toward the center of the frame.",
    "annualReport.2020.altCharacterDesigner": "A dog sits in front of a green and white chevron background.",
    "annualReport.2020.altVirtualPet": "A hedgehog sits on top of a rock in the middle of some grass.",
    "annualReport.2020.altLookingForward": "A watering tree waters a sapling that grows into a tall tree.",
    "annualReport.2020.altIndia1": "A lit sparkler appears below text saying \"happy Diwali!\"",
    "annualReport.2020.altIndia2": "The scratch cat mascot appears next to some text written in Hindi",
    "annualReport.2020.altIndia3": "An Indian woman appears in front of the Indian flag which has a heart containing the word \"India\" on it.",
    "annualReport.2020.altIndia4": "Two hands appear over a flute in front of a background containing a boardwalk and sea.",
    "annualReport.2020.altChile": "A group of children sits around a table filled with arts and crafts and a laptop.",
    "annualReport.2020.altBrazil": "Children sit in front of a laptop connected to five spoons with wires.",
    "annualReport.2020.altIndia": "A woman instructs girls sitting in front of a computer.",
    "annualReport.2020.altUSA": "A small video thumbnail is displayed next to a screenshot of the Scratch user interface",
    "annualReport.2020.altChileIcon": "The Scratch mascot",
    "annualReport.2020.altBrazilIcon": "A green swirl",
    "annualReport.2020.altIndiaIcon": "A star interlocked with a circle",
    "annualReport.2020.altUSAIcon": "A cartoon raspberry, the Raspberry Pi Foundation logo",
    "annualReport.2020.altTutorial": "A Scratch tutorial in Spanish",
    "annualReport.2020.altGettingStarted": "A play button sits on top of the Scratch UI.",
    "annualReport.2020.altEditor": "The Scratch UI along with a preview of the progam currently being built showing two people talking to each other.",
    "annualReport.2020.altHackYourWindow": "A dog in a space helmet, a star, and a donut float outside a window in space.",
    "annualReport.2020.altScratchInteraction": "Two people talk amongst scratch components. One is handing a component to the other one.",
    "annualReport.2020.altImageBubbles": "Images from Scratch projects appear in bubble shapes grouped together.",
    "annualReport.2020.altConnectivityVideoPreview": "A play button appears over a scene of friendly sea creatures.",
    "annualReport.2020.altAdaptationVideoPreview": "A play button apppears over various scenes from the Scratch user interface.",
    "annualReport.2020.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2020.altAprilCard": "Multiple screenshots from the Scratch UI are placed together.",
    "annualReport.2020.altMayCard": "Hands belonging to people of a variety of races are raised in fists.",
    "annualReport.2020.altJuneCard": "A person staples a paper flower together.",
    "annualReport.2020.altJulyCard": "A crab, mermaid, and octopus play music together under the sea.",
    "annualReport.2020.altOctoberCard": "A pumpkin and candy corn appear on the wall above a computer workstation.",
    "annualReport.2020.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}