{
    "annualReport.2020.subnavFoundersMessage": "প্রতিষ্ঠাতার বার্তা",
    "annualReport.2020.subnavMission": "মিশন",
    "annualReport.2020.subnavReach": "নাগাল",
    "annualReport.2020.subnavThemes": "থিম",
    "annualReport.2020.subnavDirectorsMessage": "পরিচালকের বার্তা",
    "annualReport.2020.subnavSupporters": "সমর্থকগন",
    "annualReport.2020.subnavTeam": "টিম",
    "annualReport.2020.subnavDonate": "অনুদান",
    "annualReport.2020.mastheadYear": "২০২০ বার্ষিক প্রতিবেদন",
    "annualReport.2020.mastheadTitle": "পরিবর্তনশীল বিশ্বের সাথে মানিয়ে নেওয়া",
    "annualReport.2020.foundersMessageTitle": "আমাদের প্রতিষ্ঠাতা থেকে একটি বার্তা",
    "annualReport.2020.foundersMessageP1": "2020 সালটিকে সেই বছর হিসাবে স্মরণ করা হবে যখন কোভিড মহামারীটি সারা বিশ্বে ছড়িয়ে পড়েছিল, যার ফলে প্রত্যেকের জীবনে কষ্ট এবং ব্যাঘাত ঘটেছিল -- যারা ইতিমধ্যেই তাদের জীবনে চ্যালেঞ্জের মুখোমুখি হচ্ছে তাদের উপর সবচেয়ে বড় কষ্টগুলোর সাথে পড়ে।",
    "annualReport.2020.foundersMessageP2": "মহামারী জুড়ে, বিশ্বজুড়ে যুবক-যুবতীরা, অনেকে তাদের বাড়িতে বিচ্ছিন্ন, আগের চেয়ে বেশি সংখ্যায় Scratch ওয়েবসাইটে এসেছে, Scratch কে একটি নিরাপদ স্থান হিসাবে দেখছে যেখানে তারা সৃজনশীলভাবে নিজেদের প্রকাশ করতে পারে, নতুন দক্ষতা শিখতে পারে এবং একজনের সাথে সহযোগিতা করতে পারে। 2020 সালে তরুণরা যে Scratch প্রজেক্টগুলো তৈরি করেছিল তার থেকে আমরা অনুপ্রাণিত হয়েছি, তাদের মধ্যে অনেকেই মহামারী, জলবায়ু পরিবর্তন, জাতিগত অবিচার এবং তাদের মনের অন্যান্য বিষয় সম্পর্কে তাদের চিন্তাভাবনা এবং অনুভূতি শেয়ার করেছে। তরুণরা কেবল গণনামূলক ধারণা এবং দক্ষতা শিখছে না, বরং তাদের কণ্ঠস্বর এবং তাদের পরিচয়ও বিকাশ করছে।",
    "annualReport.2020.foundersMessageP3": "সামনের বছরগুলোতে Scratch তরুণদের জীবনে গুরুত্বপূর্ণ ভূমিকা পালন করতে পারে তা নিশ্চিত করার জন্য, আমরা Scratch এ গুরুত্বপূর্ণ সাংগঠনিক পরিবর্তন করে চলেছি। 2020 এর শুরুতে, Scratch টিম MIT মিডিয়া ল্যাবে তার দীর্ঘদিনের বাড়ি থেকে বোস্টনের ডাউনটাউনে Scratch ফাউন্ডেশনের নতুন অফিসে চলে গেছে। এই পদক্ষেপটি আমাদের ভবিষ্যতে একটি বিশ্বব্যাপী সৃজনশীল কোডিং প্ল্যাটফর্ম হিসাবে Scratch কে সমর্থন করতে সক্ষম একটি টেকসই সংস্থা গড়ে তুলতে সাহায্য করবে।",
    "annualReport.2020.foundersMessageP4": "2020 সালে শেষের দিকে, এই সাংগঠনিক পরিবর্তনের অংশ হিসেবে, আমরা Scratch ফাউন্ডেশনের নির্বাহী পরিচালক হিসাবে কাজ করার জন্য শাওনা ইয়াংকে নিয়োগ করি। শাওনা Scratch ফাউন্ডেশনে এসেছেন শিক্ষা ও অলাভজনক ব্যবস্থাপনায় একটি শক্তিশালী ব্যাকগ্রাউন্ড এবং সমতা এবং অন্তর্ভুক্তির প্রতি গভীর প্রতিশ্রুতি নিয়ে। Duke এবং MIT এর মত প্রতিষ্ঠানে তার কর্মজীবন জুড়ে, শাওনা বিভিন্ন সম্প্রদায়ের শিক্ষার্থীদের জন্য শেখার অভিজ্ঞতা প্রসারিত করার জন্য কাজ করেছেন। এই প্রতিশ্রুতিটি Scratch এর মিশন এবং মূল্যবোধের সাথে দৃঢ়ভাবে সংযুক্ত, এবং এটি Scratch এ তার নেতৃত্বে গুরুত্বপূর্ণ ভূমিকা পালন করবে। আমি তোমাকে এই বার্ষিক প্রতিবেদনের শেষে শাওনার বার্তা পড়তে উত্সাহিত করছি।",
    "annualReport.2020.foundersMessageP5": "গত এক দশকে, Scratch অভূতপূর্ব সাফল্য অর্জন করেছে, বিশ্বজুড়ে লক্ষ লক্ষ তরুণ-তরুণীকে জড়িত করেছে। কিন্তু আমরা সবে শুরু করছি। সামনের বছরগুলোর জন্য চ্যালেঞ্জ হল নিশ্চিত করা যে আমরা কেবল আমাদের প্রযুক্তি নয় বরং আমাদের সৃজনশীল, যত্নশীল, সহযোগিতামূলক শেখার পদ্ধতির বিস্তার এবং সমর্থন চালিয়ে যেতে পারি, যাতে বিশ্বজুড়ে তরুণদের কল্পনা করার, তৈরি করার, শেয়ার করার এবং শেখার সমান সুযোগ থাকে। আমরা এটি ঘটাতে তোমাদের সকলের সাথে কাজ করার জন্য উন্মুখ!",
    "annualReport.2020.foundersMessageScratchTitle": "চেয়ার, Scratch ফাউন্ডেশন",
    "annualReport.2020.foundersMessageAffiliation": "অধ্যাপক, MIT মিডিয়া ল্যাব",
    "annualReport.2020.watchVideo": "ভিডিও দেখ",
    "annualReport.2020.missionTitle": "আমাদের মিশন ও ভিশন",
    "annualReport.2020.visionHeader": "ভিশন",
    "annualReport.2020.visionSubtitle": "বিশ্বজুড়ে কোডিং করতে এবং শেখার জন্য সৃজনশীল, যত্নশীল, সহযোগিতামূলক, ন্যায়সঙ্গত পদ্ধতির প্রচার করা হচ্ছে।",
    "annualReport.2020.missionHeader": "মিশন",
    "annualReport.2020.missionSubtitle": "তরুণদের ডিজিটাল টুল দিয়ে কল্পনা, তৈরি, শেয়ার এবং শেখার সুযোগ প্রদান করা।",
    "annualReport.2020.missionP1": "আমরা আমাদের কাজের সব দিক জুড়ে সমতাকে অগ্রাধিকার দিতে, সৃজনশীল কম্পিউটিং থেকে বাদ পড়া শিশু, পরিবার এবং শিক্ষকদের সমর্থন করে এমন উদ্যোগ এবং পদ্ধতির উপর বিশেষ ফোকাস দিয়ে শিক্ষাগত ন্যায়বিচারের প্রতি প্রতিশ্রুতিবদ্ধ।",
    "annualReport.2020.missionP2": "আমরা Scratch কে একটি বিনামূল্য, নিরাপদ, খেলতে খেলতে শেখার পরিবেশ হিসেবে গড়ে তুলেছি যা সব শিশুকে সৃজনশীলভাবে চিন্তা, পদ্ধতিগতভাবে যুক্তি, এবং যৌথভাবে কাজ করতে নিযুক্ত করে— যা আজকের সমাজের প্রত্যেকের জন্য অপরিহার্য দক্ষতা। শিশুদের অন্বেষণ, শেয়ার করে নেওয়া এবং শেখার ক্ষেত্রে সহায়তা করার জন্য আমরা শিক্ষক এবং পরিবারের সাথে কাজ করি।",
    "annualReport.2020.missionP3": "নতুন প্রযুক্তি, ক্রিয়াকলাপ এবং শেখার উপকরণগুলোর বিকাশে, আমরা যাকে সৃজনশীল শিক্ষার Four P বলি তা দ্বারা পরিচালিত হয়:",
    "annualReport.2020.fourPs": "চারটি পি-এর সৃজনশীল শিখন",
    "annualReport.2020.missionProjectsTitle": "প্রজেক্ট",
    "annualReport.2020.missionPeersTitle": "সহকর্মীরা",
    "annualReport.2020.missionPassionTitle": "দক্ষতা ",
    "annualReport.2020.missionPlayTitle": "বাজাও",
    "annualReport.2020.missionProjectsDescription": "শিশুদের নকশা তৈরি, সৃষ্টি করা এবং নিজেদেরকে সৃজনশীলভাবে প্রকাশ করতে নিয়োজিত কর ",
    "annualReport.2020.missionPeersDescription": "বাচ্চাদের সহযোগিতা, শেয়ার করে নেওয়া, পুনর্নির্মাণ এবং পরামর্শদানে সহায়তা কর",
    "annualReport.2020.missionPassionDescription": "বাচ্চাদের তাদের আগ্রহ তৈরি করতে এবং ব্যক্তিগতভাবে অর্থপূর্ণ প্রজেক্টগুলোতে কাজ করতে সক্ষম কর",
    "annualReport.2020.missionPlayDescription": "শিশুদের মেরামত, পরীক্ষা ও পুনরাবৃত্তি করতে উৎসাহিত কর",
    "annualReport.2020.reachTitle": "বিশ্বজুড়ে শিশুদের কাছে পৌঁছানো",
    "annualReport.2020.reachSubtitle": "Scratch 8 বছর বা তার বেশি বয়সী শিশু এবং কিশোরদের জন্য বিশ্বের বৃহত্তম কোডিং কমিউনিটি।",
    "annualReport.2020.reachMillion": "দশ লাখ",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "2019 থেকে 3.8%",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "2019 থেকে 37%",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "2019 থেকে 44%",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "নতুন ব্যবহারকারী",
    "annualReport.2020.reachProjectsCreated": "যে প্রজেক্টগুলো তৈরি হয়েছে",
    "annualReport.2020.reachProjectCreators": "মানুষ যারা প্রজেক্ট তৈরি করছে",
    "annualReport.2020.reachComments": "পোস্ট করা মন্তব্য বৃদ্ধি",
    "annualReport.2020.reachGlobalCommunity": "আমাদের গ্লোবাল কমিউনিটি",
    "annualReport.2020.reachMapBlurb": "Scratch চালু হওয়ার পর থেকে 2020 সালের ডিসেম্বর পর্যন্ত Scratch অনলাইন কমিউনিটিতে নিবন্ধিত মোট এ্যাকাউন্ট",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "লগভিত্তিক স্কেলে",
    "annualReport.2020.reachTranslationTitle": "Scratch 64টি ভাষায় অনুবাদ করা হয়েছে",
    "annualReport.2020.reachTranslationIncrease": "2019 থেকে 3টি ভাষা",
    "annualReport.2020.reachTranslationBlurb": "বিশ্বজুড়ে স্বেচ্ছাসেবক অনুবাদকদের ধন্যবাদ।",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr একটি প্রাথমিক প্রোগ্রামিং পরিবেশ যা ছোট বাচ্চাদের (5-7 বছর বয়সী) তাদের নিজস্ব ইন্টারেক্টিভ গল্প এবং খেলা তৈরি করতে সক্ষম করে।",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "2020 সালে ডাউনলোড",
    "annualReport.2020.reachDownloadsIncrease": "2019 থেকে 2 {million}",
    "annualReport.2020.themesTitle": "উদীয়মান থিম",
    "annualReport.2020.themesDescription": "যেহেতু তরুণরা COVID-19 এর অভূতপূর্ব চ্যালেঞ্জের মুখোমুখি হয়েছিল, Scratch তাদের সংযোগ, তৈরি এবং নিজেদের প্রকাশের জন্য আগের চেয়ে আরও গুরুত্বপূর্ণ জায়গা হয়ে উঠেছিল। সারা বছর ধরে, আমাদের কাজটি আমাদের ক্রমবর্ধমান বৈশ্বিক সম্প্রদায়কে সর্বোত্তমভাবে সমর্থন করার জন্য তিনটি ক্ষেত্রে মনোনিবেশ করা হয়েছিল: সংযোগ, অভিযোজন এবং কমিউনিটি। বরাবরের মত, সমতা এবং অন্তর্ভুক্তি আমাদের অঙ্গীকারের ভিত্তি ছিল।",
    "annualReport.2020.equity": "ন্যায়বিচার",
    "annualReport.2020.globalStrategy": "বিশ্বব্যাপী কৌশল",
    "annualReport.2020.connectivityTitle": "সংযোগ",
    "annualReport.2020.connectivityIntro": "COVID-19 এর কারণে তরুণরা যখন তাদের বাড়ির ভিতরে বিচ্ছিন্ন ছিল, Scratch তাদের জন্য দূরবর্তী বন্ধু, সহপাঠী এবং পরিবারের সদস্যদের সাথে সংযোগ তৈরি করার সুযোগ দেয়। এটি বহির্বিশ্বের জন্য একটি পোর্টাল হিসেবেও কাজ করেছিল, যেখানে তারা আবিষ্কার করেছিল যে দেশ এবং মহাদেশের লক্ষ লক্ষ শিশু তাদের মত একই জিনিসের সম্মুখীন হচ্ছে।",
    "annualReport.2020.aaronText": "অ্যারনের শিক্ষার্থীরা তাদের শহরের একটি \"কুকি\" সংস্করণ তৈরি করার জন্য একসাথে কাজ করেছিল যা \"Norwouldn't,\" গল্পের বইয়ের প্রাণী, মূল আর্টওয়ার্ক এবং আন্তঃসংযুক্ত আখ্যানে পরিপূর্ণ। এটি অনেক সহযোগী Scratch প্রজেক্টগুলোর মধ্যে একটি ছিল যেটি অ্যারন শিক্ষার্থীদের মনে করিয়ে দেওয়ার জন্য যে কোভিড-19 তাদের বাড়ির ভিতরে রাখলেও তারা এখনও একটি যত্নশীল এবং আনন্দদায়ক কমিউনিটির অংশ ছিল।",
    "annualReport.2020.spotlightStory": "স্পটলাইট গল্প",
    "annualReport.2020.connectivityIndia": "ভারতে Scratch",
    "annualReport.2020.connectivityIndiaIntro": "ভারতে, COVID-19 মহামারীটি একটি বিশাল ভুমিকা রেখেছিল এবং অনেক যুবক এবং পরিবারকে দীর্ঘ সময়ের জন্য বিচ্ছিন্ন করে রেখেছিল।",
    "annualReport.2020.connectivityIndiaParagraph": "সমগ্র বিশ্বব্যাপী Scratch কমিউনিটি জুড়ে, আমরা 2020 সালের মার্চ মাসে শুরু হওয়া কার্যকলাপে একটি বিশাল স্পাইক দেখেছি। এই আকস্মিক স্পাইক ভারতের তুলনায় কোথাও স্পষ্ট ছিল না, যেখানে COVID-19 মহামারী একটি বিশাল ক্ষতি করেছে এবং অনেক যুবক ও পরিবারকে ভিতর থেকে বিচ্ছিন্ন করে রেখেছে। Scratch এর মাধ্যমে, ভারতের বাচ্চারা আগের বছরের তুলনায় 602% বেশি প্রজেক্ট তৈরি এবং শেয়ার করে সংযোগ খুঁজে পেয়েছে।",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "প্রজেক্টগুলো 2020 সালে অনলাইনে তৈরি করা হয়েছিল",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "2019 থেকে 602%",
    "annualReport.2020.connectivityRegistedUsers": "ভারতে সর্বকালের নিবন্ধিত ব্যবহারকারীর সংখ্যা এক বছরে দ্বিগুণেরও বেশি হয়েছে,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "2019 এ 300,000 এর উপরে থেকে 2020 এ 700,000 এর উপরে।",
    "annualReport.2020.connectivityIndiaUsers": "অনন্য দর্শকের সংখ্যা বেড়েছে",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "প্রজেক্ট তৈরির মানুষের সংখ্যা বেড়েছে",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "2020 সালে",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 হাজার",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch পৃথিবী জুড়ে",
    "annualReport.2020.connectivityWorldSubtitle": "আন্তর্জাতিক সহযোগীগণ",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "চিলি",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch আল সুর চিলি এবং ল্যাটিন আমেরিকা জুড়ে শিক্ষার্থী এবং শিক্ষকদের মধ্যে গণনামূলক এবং সৃজনশীল চিন্তাভাবনাকে সমর্থন করার জন্য নিবেদিত। তারা রাপা নুই এবং স্প্যানিশ ভাষায় আমাদের অনুবাদ এবং স্থানীয়করণের প্রচেষ্টাকে সহায়তা করেছে এবং সহযোগী, Scratch পেশাদার উন্নয়ন কর্মশালায় অনেক শিক্ষককে নিযুক্ত করেছে।",
    "annualReport.2020.connectivityCountryBrazilTitle": "ব্রাজিল ক্রিয়েটিভ লার্নিং নেটওয়ার্ক",
    "annualReport.2020.connectivityCountryBrazil": "ব্রাজিল",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Brazilian Creative Learning Network হল একটি তৃণমূল আন্দোলন যা পুরো ব্রাজিল জুড়ে সৃজনশীল, প্রাসঙ্গিক এবং হাতে-কলমে শিক্ষামূলক অনুশীলন প্রয়োগ করে। 2020 সালে, Scratch টিম Brazilian Creative Learning Network এর ক্রিয়েটিভ লার্নিং উইক ইভেন্টে উপস্থাপনা করেছে যে কিভাবে বাচ্চারা Scratch ব্যবহার করে কমিউনিটি তৈরি করতে, নিজেদের প্রকাশ করতে এবং তাদের কাছে কি গুরুত্বপূর্ণ সে সম্পর্কে কথা বলতে পারে। পরিবর্তে, আমরা শিখেছি কিভাবে নেটওয়ার্কের শিক্ষকরা তাদের নিজস্ব কমিউনিটির শিক্ষার্থীদের সাথে আত্ম-প্রকাশের সুযোগ তৈরি করছে।",
    "annualReport.2020.connectivityCountryIndiaTitle": "কোয়েস্ট অ্যালায়েন্স",
    "annualReport.2020.connectivityCountryIndia": "ভারত",
    "annualReport.2020.connectivityCountryIndiaParagraph": "কোয়েস্ট অ্যালায়েন্স সৃজনশীল কম্পিউটিং সহ 21 শতকের দক্ষতা সহ লক্ষ লক্ষ শিক্ষার্থী এবং শিক্ষকদের ক্ষমতায়ন করে। 2020 সালে, {QuestAllianceLink} সারা ভারত জুড়ে শিক্ষার্থী এবং শিক্ষকদের সাথে Scratch শেয়ার করা হয়েছে।",
    "annualReport.2020.connectivityCountryUSATitle": "রাস্পবেরি পাই ফাউন্ডেশন",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "রাস্পবেরি পাই ফাউন্ডেশন সারা বিশ্বের মানুষের হাতে কম্পিউটিং এবং ডিজিটাল তৈরির ক্ষমতা তুলে দেওয়ার জন্য কাজ করে। তাদের মেকিং অ্যাট হোম উদ্যোগের মাধ্যমে, তারা লাইভস্ট্রিম ইভেন্টগুলো পরিচালনা করে যা পরিবার এবং তরুণদের একসাথে শিখতে এবং তৈরি করতে উত্সাহিত করে। এই লাইভস্ট্রিমগুলোর মধ্যে বেশ কয়েকটিতে Scratch টিউটোরিয়াল রয়েছে—এবং কখনও কখনও, এমনকি {USALink}!",
    "annualReport.2020.connectivityResources": "রিসোর্স সমূহ",
    "annualReport.2020.connectivityResourcesSubtitle": "LEGO ফাউন্ডেশনের সহায়তায় লোকালাইজ করা হয়েছে",
    "annualReport.2020.connectivityResourcesParagraph": "বিশ্বব্যাপী পৌঁছাতে এবং আমাদের COVID-19 প্রতিক্রিয়াকে সহায়তা করার জন্য, LEGO ফাউন্ডেশন একটি উদার অনুদান দিয়ে Scratch কে সমর্থন করেছে। এই অর্থায়নের মাধ্যমে, আমরা মূল সংস্থানগুলোকে স্থানীয়করণ করতে এবং বিশ্বজুড়ে আরও বেশি তরুণদের কাছে পৌঁছতে সক্ষম হয়েছি।",
    "annualReport.2020.connectivityExample1Title": "টিউটোরিয়ালের ছবি",
    "annualReport.2020.connectivityExample1Paragraph": "আমরা 12টি ভাষায় 25টি Scratch টিউটোরিয়ালের জন্য ছবিগুলোর অনুবাদ তৈরি করেছি—মোট 1,000টির বেশি নতুন ছবি!",
    "annualReport.2020.connectivityExample2Title": "Scratch দিয়ে শুরু কর",
    "annualReport.2020.connectivityExample2Paragraph": "Scratch ভিডিও দিয়ে শুরু কর হল সবচেয়ে বেশি অ্যাক্সেস করা এবং দেখা Scratch টিউটোরিয়াল ভিডিও, যা নতুন স্ক্র্যাচারদের যখন তারা প্রথমবার সাইটে যোগদান করে তখন তাদের শুভেচ্ছা জানায় ৷ আমরা এই ভিডিওটিকে 25টি নতুন ভাষায় অনুবাদ করতে এবং ভিজ্যুয়াল, ভয়েসওভার এবং সাবটাইটেল সহ পূর্ববর্তী 3টি অনুবাদ আপডেট করতে সক্ষম হয়েছি।",
    "annualReport.2020.connectivityExample3Title": "Scratch এডিটর",
    "annualReport.2020.connectivityExample3Paragraph": "Scratch প্রজেক্ট এডিটর হল সবচেয়ে প্রয়োজনীয় Scratch রিসোর্স। আমরা একটি দক্ষিণ আফ্রিকান অনুবাদ কোম্পানির সাথে কাজ করেছি যেটি পাঁচটি দক্ষিণ আফ্রিকার ভাষায়: isiZulu, isiXhosa, Afrikaans, Sestwana, এবং Sepedi এ Scratch এডিটর অনুবাদ এবং পর্যালোচনা করার জন্য সাংস্কৃতিকভাবে-প্রাসঙ্গিক শিক্ষাগত অনুবাদে বিশেষজ্ঞ।",
    "annualReport.2020.adaptationTitle": "অভিযোজন",
    "annualReport.2020.adaptationIntro": "যেহেতু COVID-19 স্কুলগুলোকে বন্ধ করতে বাধ্য করেছে এবং ভার্চুয়াল স্পেসে শেখার দিকে ঠেলে দিয়েছে, অনেক শিক্ষার্থী এবং শিক্ষক প্রথমবারের মত Scratch আবিষ্কার করছে বা তারা যেভাবে সৃজনশীল কোডিং শিখিয়েছে এবং শিখেছে তা মানিয়ে নিচ্ছে। আমাদের নিজস্ব বাড়ি থেকে, Scratch টিম শিক্ষকদের এবং অনলাইন কমিউনিটির পরিবর্তিত চাহিদাগুলোকে সমর্থন করার জন্য কাজ করেছে ৷",
    "annualReport.2020.adaptationQuoteName": "বেনেডিক্ট হোচওয়ার্টনার",
    "annualReport.2020.adaptationQuoteTitle": "সৃজনশীল শিক্ষার জন্য কিউরেটর, মুমোক, ভিয়েনা, অস্ট্রিয়া",
    "annualReport.2020.adaptationQuoteText": "গত এক বছরের সব সমস্যায়, Scratch আমাদের যোগাযোগের প্ল্যাটফর্ম, আমাদের দেখা করার জায়গা এবং সৃজনশীলভাবে নিজেকে প্রকাশ করার মাধ্যম ছিল।",
    "annualReport.2020.adaptationHighlightName": "অ্যারন রিউল্যান্ড",
    "annualReport.2020.adaptationHighlightTitle": "K-5 লাইব্রেরি মিডিয়া শিক্ষক, নরউড, এম.এ",
    "annualReport.2020.adaptationHighlightText": "ম্যাসাচুসেটসের নরউডের অ্যারন রিউল্যান্ডের টাইটেল ওয়ান স্কুলে, সে দূরবর্তী শিক্ষার্থীদের সৃজনশীল শিক্ষায় নিয়োজিত করতে এবং তাদের কমিউনিটির বোধকে পুনরুজ্জীবিত করতে সাহায্য করার জন্য Scratch এর উপর নির্ভর করেছিল \"যখন আমি আমাদের সকলের উপর নির্ভর করতে পারি তা হল একটি কর্মক্ষম কম্পিউটার এবং একটি ইন্টারনেট সংযোগ।\"",
    "annualReport.2020.adaptationHighlightText2": "অ্যারনের শিক্ষার্থীরা তাদের শহরের একটি \"কুকি\" সংস্করণ তৈরি করার জন্য একসাথে কাজ করেছিল যা \"Norwouldn't,\" গল্পের বইয়ের প্রাণী, মূল আর্টওয়ার্ক এবং আন্তঃসংযুক্ত আখ্যানে পরিপূর্ণ। এটি অনেক সহযোগী Scratch প্রজেক্টগুলোর মধ্যে একটি ছিল যেটি অ্যারন শিক্ষার্থীদের মনে করিয়ে দেওয়ার জন্য যে কোভিড-19 তাদের বাড়ির ভিতরে রাখলেও তারা এখনও একটি যত্নশীল এবং আনন্দদায়ক কমিউনিটির অংশ ছিল।",
    "annualReport.2020.adaptationHighlightTitle2": "বাড়িতে Scratch",
    "annualReport.2020.adaptationHighlightText2b": "17 মার্চ, আমরা ঘরে বসে Scratch এর সাথে সৃজনশীল শিখন ক্রিয়াকলাপগুলোতে জড়িত থাকার জন্য শিশু, পরিবার এবং শিক্ষকদের ধারনা দেওয়ার জন্য {linkText} চালু করার মাধ্যমে COVID-19 সংকটের প্রতিক্রিয়া জানিয়েছি। এটি আমাদের কমিউনিটির সাথে সংযোগ করার এবং অনলাইনে শেখার এবং ইন্টারঅ্যাক্ট করার সম্পূর্ণ নতুন উপায়ে মানিয়ে নেওয়ার একটি অমূল্য উপায় ছিল।",
    "annualReport.2020.adaptationHighlightTitle3": "লাইভ ক্রিয়েট-অ্যালংস",
    "annualReport.2020.adaptationHighlightText3b": "আমাদের টিম সাপ্তাহিক হোস্ট, {linkText} করে বাড়িতে বাচ্চাদের, বাবা-মা এবং শিক্ষকদের সাথে সংযোগ স্থাপনের জন্য লাইভ এবং বিভিন্ন ধরণের Scratch প্রজেক্ট তৈরি করার জন্য টিপস এবং কৌশলগুলো শেয়ার করে। আমাদের ক্রিয়েট-অ্যালং স্টুডিওতে তারা যে প্রজেক্টগুলো তৈরি করতে অনুপ্রাণিত হয়েছিল তা দেখে আমরা বিস্মিত হয়েছিলাম!",
    "annualReport.2020.adaptationHighlightTitle4": "তোমার উইন্ডো হ্যাক কর",
    "annualReport.2020.adaptationHighlightText4b": "Scratch শিক্ষক এডুয়ার্ড মুনতানার পেরিচ একটি #ScratchAtHome-অনুপ্রাণিত স্টুডিও তৈরি করেছে যা কমিউনিটিতে ঝড় তুলেছে:{linkText}। সারা বিশ্ব থেকে শত শত স্ক্র্যাচার তাদের জানালার বাইরে ঘটছে এমন চমৎকার গেম এবং গল্প কল্পনা করেছে।",
    "annualReport.2020.adaptationEducatorsTitle": "শিক্ষকদের সাথে সংযোগ করা",
    "annualReport.2020.adaptationEducatorsText": "সারা বিশ্বের শিক্ষকরা তাদের নিজস্ব #ScratchAtHome ধারনা শেয়ার করেছে এবং 8ই এপ্রিল, 2020 এ একটি প্রাণবন্ত টুইটার চ্যাটে দূর থেকে শিক্ষাদানের সংগ্রাম এবং বিজয় নিয়ে আলোচনা করেছে।",
    "annualReport.2020.adaptationSnapshot": "স্ন্যাপশটগুলো",
    "annualReport.2020.adaptationSnapshot1Title": "কম্পিউটার ক্লাবহাউস নেটওয়ার্ক ভার্চুয়াল ওয়ার্কশপ",
    "annualReport.2020.adaptationSnapshot1Text": "আমাদের দীর্ঘস্থায়ী অংশীদারিত্বের অংশ হিসাবে, Scratch টিম যুব শিক্ষকদের জন্য কর্মশালা পরিচালনা করে {linkText} থেকে। সারা বিশ্বের শিক্ষকদের মত, আমাদের টিমকে 2020 সালে প্রথমবারের মত অনলাইন কর্মশালা পরিচালনা করতে হয়েছিল—এবং ভার্চুয়াল শিক্ষার বিচ্ছিন্নতা এবং প্রযুক্তিগত অসুবিধাগুলো কিভাবে মোকাবেলা করতে হয় তা শিখতে হয়েছিল। কিন্তু অনলাইন সহযোগিতার সরঞ্জাম এবং শেয়ার করে নেওয়ার এবং প্রতিফলিত করার উদ্ভাবনী পদ্ধতির জন্য ধন্যবাদ, দলটি একটি ভার্চুয়াল স্পেসে ব্যক্তিগত কর্মশালার সহযোগী, খেলতে খেলতে শেখার মনোভাব পুনরায় তৈরি করতে সক্ষম হয়েছিল।",
    "annualReport.2020.adaptationSnapshot2Title": "Scratch এ নিজেকে যুক্ত কর",
    "annualReport.2020.adaptationSnapshot2Text": "2020 আমাদের সরঞ্জাম এবং প্ল্যাটফর্মকে মানিয়ে নেওয়ার একটি বছর ছিল। আমরা স্প্রাইট লাইব্রেরিতে নতুন স্প্রাইট তৈরি করেছি এবং যোগ করেছি যাতে নতুন স্ক্র্যাচারদের তাদের জাতিগত, সাংস্কৃতিক, লিঙ্গ, বা অন্যান্য ব্যক্তিগত পরিচয়ের প্রতিনিধিত্বমূলক প্রজেক্ট তৈরি করতে অনুপ্রাণিত করা যায়।",
    "annualReport.2020.communityTitle": "কমিউনিটি",
    "annualReport.2020.communityIntro": "2020 সালে, Scratch কমিউনিটি তরুণদের জন্য একতা এবং আত্মীয়তার অনুভূতি খুঁজে পাওয়ার জন্য আরও বেশি গুরুত্বপূর্ণ জায়গা হয়ে উঠেছে। আমরা যখন অর্থপূর্ণ কথোপকথন, সহযোগিতামূলক প্রজেক্ট এবং স্ক্র্যাচারদের শেয়ার করা চলমান গল্পগুলো দেখেছি, আমরা তাদের সৃজনশীলতা এবং প্রাণোচ্ছল চেতনা দেখে বিস্মিত ছিলাম।",
    "annualReport.2020.communityTitle1": "ভার্চুয়াল Family Creative Coding Nights নির্দেশিকা",
    "annualReport.2020.communityText1": "2019 সালে, Google.org এর সহায়তায়, Scratch টিম শিকাগো পাবলিক স্কুলের অফিস অফ কম্পিউটার সায়েন্সের সাথে ফ্যামিলি ক্রিয়েটিভ কোডিং নাইটসের মাধ্যমে শিক্ষার্থী, পরিবার, শিক্ষক এবং অন্যান্য কমিউনিটির সদস্যদের সাথে সংযোগ স্থাপনের জন্য কাজ করেছে।",
    "annualReport.2020.communityText2": "এই বছর, আমাদের দলগুলো একটি নতুন চ্যালেঞ্জের মুখোমুখি হয়েছিল: কিভাবে আমরা Family Creative Coding Nights এর কৌতুকপূর্ণ, কমিউনিটি-নির্মাণ স্পিরিটকে একটি ভার্চুয়াল স্পেসে আনতে পারি, যা স্কুলগুলোকে প্রত্যন্ত শিক্ষার্থীদের এবং তাদের পরিবারের সাথে গুরুত্বপূর্ণ সংযোগ গড়ে তুলতে সাহায্য করে? আমরা ভার্চুয়াল Family Creative Coding Nights গাইড তৈরি করেছি এই সংযোগগুলোর জন্য একটি কাঠামো প্রদান করতে এবং আনন্দদায়ক শিক্ষাকে সমর্থন করতে",
    "annualReport.2020.communityDownloadButton": "ভার্চুয়াল ফ্যামিলি কোডিং নাইট গাইড",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles প্রাথমিক S.T.E.M. সমন্বয়কারী",
    "annualReport.2020.communityQuoteText": "[In 2020], এত মজার, উচ্চ শক্তির উপায়ে বাবা-মায়ের সাথে জড়িত হওয়ার খুব বেশি সুযোগ ছিল না। তাই এই সুযোগটি অনেক প্রয়োজনীয় ব্যস্ততা প্রদান করেছে... শিক্ষকরা আতঙ্কিত ছিল, কিন্তু শিক্ষার্থীদের উত্তেজনার স্তর তাদের এমন এক জায়গায় ঠেলে দিয়েছে যেখানে তাদের প্রক্রিয়াটির উপর আস্থা রাখতে হবে এবং বাচ্চাদের একে অপরের কাছ থেকে শিখতে হবে।",
    "annualReport.2020.communityScratchCommunity": "Scratch কমিউনিটি",
    "annualReport.2020.communityScratchCommunityIntro": "তারা কেন Scratch ব্যবহার করে জানতে চাইলে, বেশিরভাগ স্ক্র্যাচাররা অনলাইন কমিউনিটির গুরুত্ব সম্পর্কে কথা বলে যেখানে তারা তাদের সৃজনশীলতা প্রকাশ করতে, বন্ধু বানাতে, প্রতিক্রিয়া জানাতে, নতুন ধারণা পেতে এবং নতুন দক্ষতা অর্জন করতে পারে। অনেক স্ক্র্যাচার একে অপরের সাথে সংযোগ স্থাপন, শেয়ার করে নেওয়ার এবং শেখার জন্য নিরাপদ এবং স্বাগত স্থান হিসাবে Scratch কমিউনিটির জন্য তাদের প্রশংসা প্রকাশ করেছে ।",
    "annualReport.2020.communityQuoteGroupText1": "আমার যখন 11 বছর বয়স তখন আমি Scratch এ যোগ দিয়েছিলাম এবং প্ল্যাটফর্মটি ব্যবহার করে ও কমিউনিটির সাথে আলাপচারিতা থেকে আমি যে জিনিসগুলো শিখেছিলাম সেগুলো আমার পড়াশুনার সত্যিকার অর্থে একটি গুরুত্বপূর্ণ অঙ্গ ছিল।",
    "annualReport.2020.communityQuoteGroupText2": "Scratch আমাকে বাড়ি থেকে অনেক কিছু করার অনুমতি দিয়েছে, যেমন\n- মানুষদের এবং তাদের প্রজেক্টগুলোকে সম্মান করতে\n- বন্ধু বানাতে\n- অনুভব করতে যে আমি এই কোয়ারেন্টাইনে একা নই\n....এবং আরও অনেক কিছু, তাই আমি বলতে চাই ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "আমি প্রায় 2 বছর ধরে Scratch এ আছি, এবং এটি একটি জীবন পরিবর্তনকারী অভিজ্ঞতা! আমি কোডিং, অনলাইন শিষ্টাচার এবং শিল্পের মতো অনেক নতুন জিনিস শিখেছি!",
    "annualReport.2020.communityQuoteGroupText4": "ষষ্ঠ শ্রেণিতে Scratch আমার প্রিয় শখ ছিল। এটি আমার অজান্তে আমাকে বুলিয়ান যুক্তি, অপারেশনের ক্রম, নেস্টেড গাণিতিক অভিব্যক্তি এবং শুধু তাই নয় — কম্পিউটার প্রোগ্রামিং সাথে পরিচয় করিয়ে দিয়েছিল।",
    "annualReport.2020.yearInReview": "বছরের পর্যালোচনা",
    "annualReport.2020.yearInReviewText": "অনলাইন কমিউনিটির জন্য 2020 একটি উল্লেখযোগ্য বছর ছিল। কমিউনিটি টিম তরুণদের জন্য তাদের ধারণা প্রকাশ করার এবং ইতিবাচক উপায়ে নিযুক্ত হওয়ার সুযোগগুলোকে হাইলাইট করেছে এবং উন্নত করেছে, এবং স্ক্র্যাচারদের থেকে অবিশ্বাস্য আন্দোলনগুলো উদ্ভূত হয়েছে। এখানে বছরের কিছু হাইলাইটের দিকে ফিরে তাকাও:",
    "annualReport.2020.yearInReviewCard1Date": "জানুয়ারি",
    "annualReport.2020.yearInReviewCard1Title": "দশকের শেষ Scratch ডিজাইন স্টুুডিও",
    "annualReport.2020.yearInReviewCard1Text": "স্ক্র্যাচাররা এই Scratch ডিজাইন স্টুডিওতে এক দশকের সমাপ্তি এবং নতুন সূচনা উদযাপন করেছে।",
    "annualReport.2020.yearInReviewCard2Date": "এপ্রিল",
    "annualReport.2020.yearInReviewCard2Title": "এপ্রিল ফুল দিবস",
    "annualReport.2020.yearInReviewCard2Text": "\"জাগতিক রহস্য\" সাইটের চারপাশে উপস্থিত হয়েছিল, এবং ক্যাট ব্লকসমূহ Scratch কমিউনিটিকে অবাক ও আনন্দিত করেছিল।",
    "annualReport.2020.yearInReviewCard3Date": "এপ্রিল",
    "annualReport.2020.yearInReviewCard3Title": "ক্রিয়েট-অ্যালংস",
    "annualReport.2020.yearInReviewCard3Text": "Scratch  টিমের সদস্যরা বাড়িতে স্ক্র্যাচার এবং তাদের পরিবারের সাথে সংযোগ তৈরি করতে লাইভ টিউটোরিয়াল হোস্ট করা শুরু করে।",
    "annualReport.2020.yearInReviewCard4Date": "মে",
    "annualReport.2020.yearInReviewCard4Title": "Scratch মাস",
    "annualReport.2020.yearInReviewCard4Text": "সারা বিশ্বে স্ক্র্যাচাররা সাপ্তাহিক থিমগুলোর পাশাপাশি হাজার হাজার প্রজেক্ট শেয়ার করেছে, যেখানে পুনর্ব্যবহৃত কারুশিল্প থেকে শুরু করে হাত ধোয়ার জিঙ্গেল পর্যন্ত আছে ৷",
    "annualReport.2020.yearInReviewCard5Date": "মে",
    "annualReport.2020.yearInReviewCard5Title": "ব্ল্যাক লাইভস ম্যাটার",
    "annualReport.2020.yearInReviewCard5Text": "জাতিগত ন্যায়বিচারের প্রতিবাদ মার্কিন যুক্তরাষ্ট্রে ছড়িয়ে পড়ায়, কমিউনিটি একে অপরকে সমর্থন করতে এবং পরিবর্তনের আহ্বান জানাতে একত্রিত হয়েছিল।",
    "annualReport.2020.yearInReviewCard6Date": "জুন",
    "annualReport.2020.yearInReviewCard6Title": "বাড়িতে মজা কর! Scratch ডিজাইন স্টুুডিও",
    "annualReport.2020.yearInReviewCard6Text": "স্ক্র্যাচাররা বাড়িতে থাকার সময় নিজেদেরকে ব্যস্ত রাখতে তাদের প্রিয় ইনডোর গেমস এবং ক্রিয়াকলাপগুলো শেয়ার করে নেয়।",
    "annualReport.2020.yearInReviewCard7Date": "জুন",
    "annualReport.2020.yearInReviewCard7Title": "জুনটিন্থ স্টুুডিও",
    "annualReport.2020.yearInReviewCard7Text": "স্ক্র্যাচাররা জুনটিন্থকে সম্মান জানাতে এবং জাতিগত ন্যায়বিচারের জন্য অব্যাহত লড়াইয়ের জন্য প্রজেক্ট তৈরি করেছিল।",
    "annualReport.2020.yearInReviewCard8Date": "জুলাই",
    "annualReport.2020.yearInReviewCard8Title": "Scratch ক্যাম্প",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical পুরো কমিউনিটিকে একসাথে অভিনয়, গান এবং নাচের সুযোগ দিয়েছে।",
    "annualReport.2020.yearInReviewCard9Date": "অক্টোবর",
    "annualReport.2020.yearInReviewCard9Title": "স্ক্র্যাচটোবার",
    "annualReport.2020.yearInReviewCard9Text": "স্ক্র্যাচাররা শত শত সৃজনশীল গল্প, গেম এবং অ্যানিমেশন তৈরি করেছে দৈনিক থিমযুক্ত প্রম্পটের উপর ভিত্তি করে।",
    "annualReport.2020.communityQuote2Name": "আনা লিটিকাল, Scratch অ্যালাম",
    "annualReport.2020.communityQuote2Title": "Google ক্লাউড প্ল্যাটফর্ম ডেভেলপার সম্পর্ক প্রকৌশলী, এবং কোডিং ড্র্যাগ কুইন",
    "annualReport.2020.communityQuote2Text": "তুমি যখন নিজেকে এবং তোমার সমস্যাগুলোকে উপস্থাপন করতে কিছু তৈরি করছ এবং সেগুলোকে প্রকাশ করতে বা কোডের মাধ্যমে সমাধান করতে পারছ তখন তোমার যে শক্তি থাকে তা দেখা সত্যিই একটি জাদুকরী অভিজ্ঞতা এবং এটির বাস্তব জগতের প্রভাব রয়েছে ৷",
    "annualReport.2020.communitySnapshotTitle": "আমাদের টুল উন্নত করা",
    "annualReport.2020.communitySnapshotText": "আমাদের কমিউনিটি টিম ভাল ডিজিটাল নাগরিকত্বকে উত্সাহিত করতে এবং স্ক্র্যাচারদের তৈরি করার জন্য একটি ইতিবাচক পরিবেশ বজায় রাখতে বিভিন্ন ধরণের সরঞ্জাম এবং কৌশল ব্যবহার করে। 2020 সালে, আমরা একটি নতুন, আমাদের কমিউনিটি মডারেশন টিম দ্বারা আরও স্বজ্ঞাত ইন্টারফেস তৈরি করেছি যাতে স্ক্র্যাচারদের অনুপযুক্ত বিষয়বস্তু ফ্ল্যাগ করতে সহায়তা করা যায় এবং ব্যবহৃত সরঞ্জামগুলোকে আরও উন্নত করা যায়। ফলস্বরূপ, আমরা কমিউনিটির কাছ থেকে উচ্চ মানের প্রতিবেদন পেয়েছি, এবং আমাদের কমিউনিটির মডারেটররা আরও দ্রুত এবং দক্ষতার সাথে কাজ করতে সক্ষম হয়েছে—সাইটটিকে সবার জন্য নিরাপদ এবং বন্ধুত্বপূর্ণ রেখে ৷",
    "annualReport.2020.communitySnapshot2Title": "ইউটিউবে নতুন Scratch টিউটোরিয়াল",
    "annualReport.2020.communitySnapshot2Text": "Scratch টিম 2020 সালের মার্চ মাসে আমাদের YouTube চ্যানেলে টিউটোরিয়াল শেয়ার করা শুরু করে, যা স্ক্র্যাচারদের তারা যা কল্পনা করতে পারে তা তৈরি করার দক্ষতা অর্জন করতে সহায়তা করে। পিক্সেল আর্ট থেকে শুরু করে ভার্চুয়াল পোষা প্রাণী, এই টিউটোরিয়ালগুলো সব বয়সের স্ক্র্যাচারদের কাছে জনপ্রিয় হয়, যা 2020 সালে 1.3 মিলিয়ন ভিউ পেয়েছে।",
    "annualReport.2020.tutorial1": "ভার্চুয়াল শহর",
    "annualReport.2020.tutorial2": "খেলা ধরা",
    "annualReport.2020.tutorial3": "ক্যারেক্টার ডিজাইনার",
    "annualReport.2020.tutorial4": "কৃত্রিম পোষা প্রাণী",
    "annualReport.2020.EDMessageTitle": "আমাদের নির্বাহী পরিচালকের একটি বার্তা",
    "annualReport.2020.EDMessageText1": "2020 সারা বিশ্বে এবং Scratch এর জন্য একটি রূপান্তরকারী বছর ছিল। আমি নভেম্বরে দলে যোগ দিয়েছিলাম, যখন আমরা COVID-19 মহামারীতে কয়েক মাস ছিলাম। একজন শিক্ষাগত নেতা হিসাবে আমার পটভূমিতে, আমি উল্লেখযোগ্য পরিবর্তনের একটি সময়ের মধ্য দিয়ে Scratch কে নেতৃত্ব দেওয়ার সম্ভাবনা নিয়ে এবং সব ব্যাকগ্রাউন্ডের শিক্ষার্থীদের নতুন উচ্চতায় পৌঁছাতে সাহায্য করার জন্য আমার ব্যক্তিগত লক্ষ্যের দিকে কাজ চালিয়ে যাওয়ার বিষয়ে উত্তেজিত ছিলাম। আমি জানতাম যে এই চ্যালেঞ্জিং বছরে, সর্বত্র তরুণদের তাদের সম্ভাব্যতা অর্জনে সহায়তা করার জন্য আরও বেশি সমর্থনের গুরুতর প্রয়োজন ছিল।",
    "annualReport.2020.EDMessageText2": "শিশুদের শিক্ষিত করার জন্য আমরা যে বৈষম্যমূলক কাঠামো তৈরি করেছি তা মহামারী দ্বারা আরও বেড়েছে। বিশ্বজুড়ে পরিবার এবং শিক্ষকদের সাথে আমাদের কথোপকথনের মাধ্যমে, আমরা জানি যে 2020 সালে, সব কমিউনিটির বাচ্চাদের তাদের ধারণাগুলো প্রকাশ করতে এবং তাদের দক্ষতা তৈরি করার জন্য সৃজনশীল শিক্ষার সুযোগ প্রয়োজন ছিল, এমনকি তাদের অনেকেরই স্কুলে যাওয়ার ক্ষমতা ছিল না।",
    "annualReport.2020.EDMessageText3": "বিশ্ব যখন নতুন উপায়ে সৃজনশীল শিক্ষা এবং আত্ম প্রকাশের সাথে খাপ খাইয়ে নিয়েছে, তখন অনেক শিক্ষাবিদ, বাবা -মা এবং তরুণরা Scratch এর দিকে ঝুঁকেছে। আমরা 40% বেশি স্ক্র্যাচারকে প্রজেক্ট তৈরি করতে দেখেছি বছরের পর বছরে এবং 2019 সালের তুলনায় 2020 সালে স্ক্র্যাচাররা 200% বেশি মন্তব্য করেছে। সারা বিশ্বের তরুণরা Scratch কে একে অপরের সাথে সংযোগ স্থাপন, কথোপকথন, সহযোগিতা এবং জড়িত থাকার জায়গা হিসেবে ব্যবহার করেছে। আমরা দেখেছি যে তারা আশ্চর্যজনক জিনিসগুলো আবিষ্কার করছে যা তারা তৈরি করতে পারে যখন তাদের সৃজনশীলভাবে চিন্তা করার সুযোগ দেওয়া হয় এবং তারা যে বিষয়ে আবেগপ্রবণ সে সমস্যাগুলো সমাধান করে।",
    "annualReport.2020.EDMessageText4": "মহামারীটির পরিপ্রেক্ষিতে, কেউ কেউ \"স্বাভাবিক অবস্থায় ফিরে আসার\" আহ্বান জানিয়েছে। কিন্তু অনেক তরুণ-তরুণীর জন্য, কোভিড-19 এর আগে আমাদের বিদ্যালয়ে শেখার এবং অন্বেষণ করার স্বাধীনতা ছিল না।",
    "annualReport.2020.EDMessagePullQuote": "আমাদের শিক্ষা ব্যবস্থায় পদ্ধতিগত বৈষম্য পরিবর্তন করার জন্য আমাদের যথাসাধ্য করতে হবে, কারণ \"স্বাভাবিক\" আমাদের বেশিরভাগ বাচ্চাদের জন্য ন্যায্য এবং ন্যায়সঙ্গত হওয়ার জন্য তৈরি করা হয়নি।",
    "annualReport.2020.EDMessageText5": "2021 সালে, Scratch এমন তরুণদের কাছে পৌঁছানোর জন্য আমাদের প্রচেষ্টাকে দ্বিগুণ করছে যারা ঐতিহাসিকভাবে সৃজনশীল কম্পিউটিং এবং অন্যান্য সৃজনশীল শিক্ষার সুযোগ থেকে বাদ পড়েছে। Google.org এর সহায়তায়, আমরা Scratch Education Collaborative (SEC) চালু করেছি, এটি সারা বিশ্ব জুড়ে সংস্থাগুলোর একটি শক্তিশালী নেটওয়ার্ক যা এই শিক্ষার্থীদের সৃজনশীল কম্পিউটিংয়ে তাদের আত্মবিশ্বাস বিকাশে সমর্থন করার উপর দৃষ্টি নিবদ্ধ করে। নতুন প্রোগ্রামের প্রথম বছরে 41টি সংস্থা Scratch টিম এবং একে অপরের সাথে সংযোগ স্থাপন করবে এবং তাদের কাছ থেকে শিখবে এবং ইক্যুইটি টুলকিটগুলো বিকাশ করবে যা তাদের বৃদ্ধির সাথে সাথে তাদের সমর্থন করবে এবং তাদের কমিউনিটির শিক্ষার্থীদের জন্য তাদের সমর্থন বৃদ্ধি করবে।",
    "annualReport.2020.EDMessageText6": "Scratch কে আরও বেশি ন্যায়সঙ্গত এবং সর্বব্যাপী করার জন্য আমাদের কাজ শেষ হয়নি। আমি আগামী মাসগুলোতে তোমাদের সাথে আরও শেয়ার করে নিতে আগ্রহী। ততক্ষণ পর্যন্ত, আমি Scratch কমিউনিটির প্রতি আমার আন্তরিক কৃতজ্ঞতা জানাতে চাই একটি অশান্ত বছরে একে অপরকে সমর্থন এবং যত্ন নেওয়ার জন্য। তোমাদের সৃজনশীলতা এবং সহানুভূতি আমাদের অনুপ্রাণিত করতে থামে না।",
    "annualReport.2020.EDTitle": "নির্বাহী পরিচালক, Scratch ফাউন্ডেশন",
    "annualReport.2020.lookingForward": "সামনের দিকে তাকিয়ে",
    "annualReport.2020.lookingForwardText1": "2021 সালে, আমরা সারা বিশ্বের তরুণদের জন্য Scratch কে আরও ভালো করার জন্য আমাদের অংশীদারদের সাথে উদ্ভাবন এবং সহযোগিতা চালিয়ে যাচ্ছি। আগামী মাসগুলোতে, আমরা Scratch কে আরও স্কুলে আনতে, সৃজনশীল শিক্ষার পথ প্রসারিত করতে, শিক্ষক এবং তরুণদের জন্য আরও সংস্থান বিকাশ এবং স্থানীয়করণ, এবং Scratch অনবোর্ডিং অভিজ্ঞতা উন্নত করতে এবং আরও উত্তেজনাপূর্ণ প্রজেক্টগুলোর জন্য কাজ করছি।",
    "annualReport.2020.lookingForwardText2": "আমরা LEGO ফাউন্ডেশন এবং Google.org থেকে উদার অনুদান পেয়েছি যা আমাদের বিশ্বব্যাপী পৌঁছাতে, আমাদের মিশনকে এগিয়ে নিয়ে যেতে এবং এই গুরুত্বপূর্ণ কাজটিকে সমর্থন করতে সাহায্য করছে। আরও জানো:",
    "annualReport.2020.learnMore": "আরও জানো:",
    "annualReport.2020.learnMoreLink1Text": "LEGO ফাউন্ডেশন এবং Scratch ফাউন্ডেশন সারা বিশ্বের লক্ষ লক্ষ শিশুর জন্য প্রযুক্তির সাথে খেলার মাধ্যমে শেখার সহায়তা করার জন্য অংশীদারিত্ব ঘোষণা করেছে",
    "annualReport.2020.learnMoreLink2Text": "কম্পিউটার বিজ্ঞান শিক্ষা সপ্তাহ: আরও শিক্ষার্থীদের জন্য আরও সহায়তা",
    "annualReport.2020.supportersTitle": "আমাদের সমর্থকদের ধন্যবাদ",
    "annualReport.2020.supportersIntro": "আমাদের উদার সমর্থকদের ধন্যবাদ। তোমাদের অবদান আমাদের বিশ্বব্যাপী সমস্ত পটভূমি থেকে সমস্ত বয়সের শিশুদের জন্য সৃজনশীল শিক্ষার সুযোগগুলো প্রসারিত করতে সহায়তা করে।",
    "annualReport.2020.ourSupporters": "আমাদের সমর্থকরা",
    "annualReport.2020.ourSupportersText": "আমরা সব Scratch সমর্থকদের ধন্যবাদ জানাতে চাই যারা, সারা বছর ধরে, সারা বিশ্বের লক্ষ লক্ষ তরুণদের জন্য আশ্চর্যজনক শেখার অভিজ্ঞতা তৈরি করতে আমাদের সাহায্য করেছে ৷ নিম্নলিখিত তালিকাটি 1 জানুয়ারী, 2020 থেকে 31 ডিসেম্বর, 2020 পর্যন্ত Scratch ফাউন্ডেশনকে দেওয়ার উপর ভিত্তি করে।",
    "annualReport.2020.supportersFoundingTitle": "প্রতিষ্ঠাতা অংশীদার — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "আমরা আমাদের প্রতিষ্ঠাতা অংশীদারদের প্রতি বিশেষভাবে কৃতজ্ঞ যারা 2003 সালে Scratch শুরু হওয়ার পর থেকে প্রত্যেকে কমপক্ষে $10,000,000 ক্রমবর্ধমান সহায়তা প্রদান করেছে।",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch ক্যাট পার্টনারস — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "সৃজনশীলতা বৃত্ত — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "সহযোগীতা বৃত্ত — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "কল্পনা বৃত্ত — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "অনুপ্রেরণা বৃত্ত — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "অনুসন্ধান বৃত্ত — $5,000+",
    "annualReport.2020.supportersPlayTitle": "প্লে সার্কেল — $1,000+",
    "annualReport.2020.supportersInKindTitle": "সদয় সমর্থক",
    "annualReport.2020.leadershipTitle": "আমাদের দল",
    "annualReport.2020.leadershipBoard": "পরিচালনা পর্ষদ",
    "annualReport.2020.leadershipChair": "সভাপতি",
    "annualReport.2020.leadershipProfessor": "শিক্ষা গবেষণা বিভাগের অধ্যাপক",
    "annualReport.2020.leadershipViceChair": "ভাইস-চেয়ার",
    "annualReport.2020.leadershipCoFounder": "সহ-প্রতিষ্ঠাতা এবং সহ-সভাপতি",
    "annualReport.2020.leadershipBoardMember": "বোর্ড সদস্য",
    "annualReport.2020.leadershipPresidentCEO": "সভাপতি ও প্রধান নির্বাহী কর্মকর্তা",
    "annualReport.2020.leadershipFormerPresident": "প্রাক্তন সভাপতি",
    "annualReport.2020.leadershipFounderCEO": "প্রতিষ্ঠাতা ও নির্বাহী চেয়ারম্যান",
    "annualReport.2020.leadershipFormerChairCEO": "প্রাক্তন CEO এবং চেয়ারওম্যান",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "বোর্ড সচিব ও কোষাধ্যক্ষ",
    "annualReport.2020.leadershipBoardSecretary": "বোর্ড সচিব",
    "annualReport.2020.leadershipBoardTreasurer": "বোর্ড কোষাধ্যক্ষ",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch টিম",
    "annualReport.2020.leadershipED": "নির্বাহী পরিচালক",
    "annualReport.2020.teamThankYou": "Scratch এর প্রতি তোমাদের অক্লান্ত সমর্থনের জন্য MIT মিডিয়া ল্যাবের লাইফলং কিন্ডারগার্টেন গ্রুপের মিচ রেসনিক, নাটালি রাস্ক, রুপাল জৈন এবং অন্যান্য সহযোগীদের ধন্যবাদ।",
    "annualReport.2020.donateTitle": "আমাদের সমর্থন কর",
    "annualReport.2020.donateMessage": "আপনার সমর্থন আমাদের সবার জন্য Scratch বিনামূল্য রাখতে সক্ষম করেছে, আমাদের সার্ভারগুলো চালিয়ে রেখেছে এবং সবচেয়ে গুরুত্বপূর্ণ, আমরা বিশ্বজুড়ে বাচ্চাদের কল্পনা, সৃষ্টি ও শেয়ার করার সুযোগ প্রদান করতে সক্ষম হয়েছি। ধন্যবাদ! ",
    "annualReport.2020.donateButton": "অনুদান",
    "annualReport.2020.projectBy": "এর প্রজেক্ট",
    "annualReport.2020.altAvatar": "ব্যবহারকারীর অবতার",
    "annualReport.2020.altDropdownArrow": "অ্যারো ড্রপডাউন মেনু নির্দেশ করছে।",
    "annualReport.2020.altMastheadIllustration": "তিনজন মানুষ Scratch এর বাস্তব উপাদানগুলোর সাথে ইন্টারঅ্যাক্ট করছে।",
    "annualReport.2020.altWave": "একটি ইমোজি হাত নাড়ছে।",
    "annualReport.2020.altMitchHeadshot": "প্রতিষ্ঠাতা মিচ রেসনিক",
    "annualReport.2020.altBlocks": "দুটি Scratch ব্লক একটির উপরে স্তুপীকৃত।",
    "annualReport.2020.altBanana": "একটি তারের সাথে একটি কলা এটিতে প্লাগ করা হয়েছে।",
    "annualReport.2020.altProjectsIllustration": "তিনটি শিশু, একজন দাঁড়িয়ে, একজন হুইলচেয়ারে বসে, এবং একজন মাটিতে বসে পেইন্ট এন্ড কাট আর্ট প্রজেক্ট।",
    "annualReport.2020.altPassionIllustration": "তিনটি শিশু, একজন দাঁড়িয়ে আছে, একজন হাঁটু গেড়ে বসে আছে এবং একজন মাটিতে বসে রং করছে, পিয়ানোতে গান বাজাচ্ছে এবং টেলিস্কোপ ব্যবহার করে স্টারগেজ করছে।",
    "annualReport.2020.altPeersIllustration": "চারজন শিশু ক্যাম্প ফায়ারের চারপাশে বসে গেম খেলছে এবং হাই ফাইভ করছে।",
    "annualReport.2020.altPlayIllustration": "তিনটি শিশু, একজন দাঁড়িয়ে আছে, একজন হাঁটু গেড়ে বসে আছে, এবং একজন পাথরের স্তুপের উপর আড়াআড়ি পায়ে বসে আছে, খেলনা নৌকা নিয়ে খেলছে এবং অরিগামি ভাঁজ করছে।",
    "annualReport.2020.altCalendar": "একটি ক্যালেন্ডার যা 2020 সালকে প্রদর্শন করে।",
    "annualReport.2020.altCommentsVisualization": "দুটি মন্তব্য বুদবুদ। একটি ছোট এবং গাঢ় যা 2019 এ মন্তব্য শেয়ারের প্রতিনিধিত্ব করে। একটি হালকা রঙের বুদবুদ যা 2020 সালে করা মন্তব্যের বৃদ্ধিকে প্রতিনিধিত্ব করে।",
    "annualReport.2020.altArrowUp": "একটি অ্যারো উপরে এবং ডানদিকে নির্দেশ করছে।",
    "annualReport.2020.altTranslated": "একটি Scratch উপাদান \"হ্যালো\" বলছে এবং Scratch পাওয়া যায় এমন ভাষা তালিকাভুক্ত করা আছে।",
    "annualReport.2020.altScratchHorizontalCommand": "একটি Scratch হরিজেন্টাল কমান্ড উপাদান।",
    "annualReport.2020.altScratchJr": "Scratch Jr লোগো",
    "annualReport.2020.altHorizontalLoop": "Scratch হরিজেন্টাল লুপ উপাদান।",
    "annualReport.2020.altPieChart": "ভিজ্যুয়ালাইজেশন 2019 সালে তৈরি করা প্রজেক্টগুলোর সাথে 2020 সালে তৈরি করা প্রজেক্টগুলোর বৃদ্ধি 602% দেখায়।",
    "annualReport.2020.altUsers": "দুটি সাধারণ ব্যবহারকারী আইকন, একটি সামান্য ছোট ধূসর এবং একটি সামান্য বড় বেগুনি।",
    "annualReport.2020.altArrowNext": "ডানদিকে নির্দেশ করা একটি অ্যারো।",
    "annualReport.2020.altBenedict": "বেনেডিক্ট হোচওয়ার্টনারের জন্য অবতার",
    "annualReport.2020.altAaronReuland": "অ্যারন রিউল্যান্ড একটি কাগজের ব্যাগের পাপেটের উপর চাপিয়ে দিয়েছিল এবং একটি উড়ন্ত কচ্ছপ চিত্রিত করেছিল।",
    "annualReport.2020.altSprinklesLeft": "একটি স্মাইলি ফেস, Scratch উপাদান এবং হার্ট ফোনে প্রদর্শিত হয়।",
    "annualReport.2020.altSprinklesRight": "একটি হাত Scratch উপাদানগুলোর সাথে ইন্টারঅ্যাক্ট করছে।",
    "annualReport.2020.altFileDownload": "একটি অ্যারো একটি ঝুড়ির দিকে নির্দেশ করে যা বোঝায় একটি ফাইল ডাউনলোড করা যেতে পারে।",
    "annualReport.2020.altWaveTop": "Scratch অবতার এবং Scratch উপাদান দিয়ে আচ্ছাদিত একটি হালকা নীল তরঙ্গ।",
    "annualReport.2020.altWaveBottom": "হালকা নীল ঢেউ।",
    "annualReport.2020.altConnectingLine": "মাসগুলোকে সংযুক্ত করে একটি বিন্দুযুক্ত রেখা।",
    "annualReport.2020.altApril": "একটি কলম এবং পেন্সিল একটি Scratch প্রজেক্টে একটি নৌকা এবং জল অঙ্কন করছে ৷",
    "annualReport.2020.altMay": "একটি বুদবুদে ইমোজি দিয়ে চিহ্নিত একটি ক্যালেন্ডার।",
    "annualReport.2020.altJune": "জুনটিন্থ পতাকা এবং একটি কাগজের বিমান।",
    "annualReport.2020.altJuly": "একটি মাইক্রোফোন এবং সঙ্গীত নোট।",
    "annualReport.2020.altToolsIllustration": "কয়েকটি টেক্সট বুদবুদের উপরে একটি বিস্ময়সূচক আইকন স্পর্শ করছে একটি হাত।",
    "annualReport.2020.altVirtualTown": "একটি মেয়ে কয়েকটি বাড়ির সামনে ফুটপাথ দিয়ে দৌড়াচ্ছে।",
    "annualReport.2020.altCatchGame": "একটি আপেল ডানদিকে দিগন্তে ভাসছে যখন একটি ঝুড়ি ফ্রেমের কেন্দ্রের দিকে নিচে আছে।",
    "annualReport.2020.altCharacterDesigner": "একটি কুকুর সবুজ এবং সাদা শেভরন ব্যাকগ্রাউন্ডের সামনে বসে আছে।",
    "annualReport.2020.altVirtualPet": "একটি হেজহগ কিছু ঘাসের মাঝখানে একটি পাথরের উপরে বসে আছে।",
    "annualReport.2020.altLookingForward": "একটি জলের গাছ একটি চারাকে জল দেয় যা চারাকে লম্বা গাছে পরিণত করে।",
    "annualReport.2020.altIndia1": "একটি আলোকিত স্পার্কলার টেক্সট বলছে নিচে প্রদর্শিত হবে \"শুভ দীপাবলি!\"",
    "annualReport.2020.altIndia2": "হিন্দিতে লেখা কিছু টেক্সটের পাশে Scratch ক্যাট মাসকট দেখা যাচ্ছে",
    "annualReport.2020.altIndia3": "একজন ভারতীয় মহিলা ভারতীয় পতাকার সামনে উপস্থিত হয় যার একটি হৃদয়ে \"ভারত\" শব্দটি রয়েছে।",
    "annualReport.2020.altIndia4": "একটি বাঁশির উপরে দুটি হাত একটি বোর্ডওয়াক এবং সমুদ্র ধারণকারী ব্যাকগ্রাউন্ডের সামনে উপস্থিত হয়।",
    "annualReport.2020.altChile": "একদল শিশু একটি ল্যাপটপ এবং চারু ও কারুশিল্পে ভরা একটি টেবিলের চারপাশে বসে আছে।",
    "annualReport.2020.altBrazil": "শিশুরা তারের সাথে পাঁচটি চামচের সাথে সংযুক্ত একটি ল্যাপটপের সামনে বসে।",
    "annualReport.2020.altIndia": "একজন মহিলা কম্পিউটারের সামনে বসে মেয়েদের নির্দেশনা দিচ্ছে।",
    "annualReport.2020.altUSA": "Scratch ব্যবহারকারী ইন্টারফেসের স্ক্রিনশটের পাশে একটি ছোট ভিডিও থাম্বনেইল প্রদর্শিত হয়",
    "annualReport.2020.altChileIcon": "Scratch মাসকট",
    "annualReport.2020.altBrazilIcon": "একটি সবুজ ঘূর্ণি",
    "annualReport.2020.altIndiaIcon": "একটি তারা একটি বৃত্তের সাথে সংযুক্ত",
    "annualReport.2020.altUSAIcon": "একটি কার্টুন রাস্পবেরি, রাস্পবেরি পাই ফাউন্ডেশন লোগো",
    "annualReport.2020.altTutorial": "স্প্যানিশ ভাষায় একটি Scratch টিউটোরিয়াল",
    "annualReport.2020.altGettingStarted": "একটি প্লে বাটন Scratch UI এর উপরে বসে।",
    "annualReport.2020.altEditor": "Scratch UI সহ বর্তমানে নির্মিত প্রোগ্রামটির একটি পূর্বরূপ যেখানে দেখা যাচ্ছে দুইজন ব্যক্তি একে অপরের সাথে কথা বলছে।",
    "annualReport.2020.altHackYourWindow": "একটি স্পেস হেলমেটে একটি কুকুর, একটি তারা এবং একটি ডোনাট মহাকাশে একটি জানালার বাইরে ভেসে বেড়াচ্ছে ৷",
    "annualReport.2020.altScratchInteraction": "দুইজন ব্যক্তি Scratch উপাদানের মধ্যে কথা বলছে। একজন অন্যজনের কাছে একটি উপাদান হস্তান্তর করছে।",
    "annualReport.2020.altImageBubbles": "Scratch প্রজেক্টের ছবিগুলো একত্রে গোষ্ঠীবদ্ধ বুদ্বুদ আকারে প্রদর্শিত হয়।",
    "annualReport.2020.altConnectivityVideoPreview": "বন্ধুত্বপূর্ণ সামুদ্রিক প্রাণীর একটি দৃশ্যের উপরে একটি প্লে বাটন প্রদর্শিত হয়।",
    "annualReport.2020.altAdaptationVideoPreview": "Scratch ব্যবহারকারী ইন্টারফেস থেকে বিভিন্ন দৃশ্যে একটি প্লে বাটন প্রদর্শিত হয়।",
    "annualReport.2020.altJanuaryCard": "স্টার ওয়ার্স থেকে রে একটি দণ্ড ধরে মরুভূমিতে দাঁড়িয়ে আছে।",
    "annualReport.2020.altAprilCard": "Scratch UI থেকে একাধিক স্ক্রিনশট একসাথে রাখা হয়েছে।",
    "annualReport.2020.altMayCard": "বিভিন্ন বর্ণের মানুষের হাত মুষ্টিতে উত্থিত হয়।",
    "annualReport.2020.altJuneCard": "একজন ব্যক্তি একটি কাগজের ফুল জোড়া দিচ্ছে।",
    "annualReport.2020.altJulyCard": "একটি কাঁকড়া, মৎসকন্যা এবং অক্টোপাস সমুদ্রের নিচে একসঙ্গে সঙ্গীত বাজায়।",
    "annualReport.2020.altOctoberCard": "একটি কম্পিউটার ওয়ার্কস্টেশনের উপরে দেওয়ালে একটি কুমড়া এবং ক্যান্ডি কর্ন প্রদর্শিত হয়।",
    "annualReport.2020.altDonateIllustration": "দুটি হাত একটি কাটা হৃদপিণ্ডের আকৃতির ভিতরে তাদের আঙ্গুল দিয়ে একটি হৃদপিণ্ডের আকৃতি তৈরি করে।"
}