{
    "annualReport.2020.subnavFoundersMessage": "প্রতিষ্ঠাতার বার্তা",
    "annualReport.2020.subnavMission": "মিশন",
    "annualReport.2020.subnavReach": "নাগাল",
    "annualReport.2020.subnavThemes": "থিম",
    "annualReport.2020.subnavDirectorsMessage": "পরিচালকের বার্তা",
    "annualReport.2020.subnavSupporters": "সমর্থকগন",
    "annualReport.2020.subnavTeam": "টিম",
    "annualReport.2020.subnavDonate": "অনুদান",
    "annualReport.2020.mastheadYear": "২০২০ বার্ষিক প্রতিবেদন",
    "annualReport.2020.mastheadTitle": "Adapting to a Changing World",
    "annualReport.2020.foundersMessageTitle": "আমাদের প্রতিষ্ঠাতা থেকে একটি বার্তা",
    "annualReport.2020.foundersMessageP1": "The year 2020 will be remembered as the year when the COVID pandemic swept across the world, causing hardships and disruptions in the lives of everyone -- with the greatest hardships falling inequitably on those already facing challenges in their lives.",
    "annualReport.2020.foundersMessageP2": "Throughout the pandemic, young people around the world, many isolated in their homes, have come to the Scratch website in greater numbers than ever before, seeing Scratch as a safe space where they can express themselves creatively, learn new skills, and collaborate with one another. We were inspired by so many of the Scratch projects that young people created during 2020, many of them sharing their thoughts and feelings about the pandemic, climate change, racial injustice, and other issues on their minds. Young people were not just learning computational concepts and skills, but also developing their voice and their identities.",
    "annualReport.2020.foundersMessageP3": "To ensure that Scratch can continue to play this important role in young people’s lives in the years ahead, we’ve been making significant organizational changes at Scratch. At the start of 2020, the Scratch Team moved out of its longtime home at the MIT Media Lab and into the new offices of the Scratch Foundation in downtown Boston. This move will help us to build a sustainable organization capable of supporting Scratch as a global creative coding platform into the future.",
    "annualReport.2020.foundersMessageP4": "2020 সালে শেষের দিকে, এই সাংগঠনিক পরিবর্তনের অংশ হিসেবে, আমরা Scratch ফাউন্ডেশনের নির্বাহী পরিচালক হিসাবে কাজ করার জন্য শাওনা ইয়াংকে নিয়োগ করি। শাওনা Scratch ফাউন্ডেশনে এসেছেন শিক্ষা ও অলাভজনক ব্যবস্থাপনায় একটি শক্তিশালী ব্যাকগ্রাউন্ড এবং সমতা এবং অন্তর্ভুক্তির প্রতি গভীর প্রতিশ্রুতি নিয়ে। Duke এবং MIT এর মত প্রতিষ্ঠানে তার কর্মজীবন জুড়ে, শাওনা বিভিন্ন সম্প্রদায়ের শিক্ষার্থীদের জন্য শেখার অভিজ্ঞতা প্রসারিত করার জন্য কাজ করেছেন। এই প্রতিশ্রুতিটি Scratch এর মিশন এবং মূল্যবোধের সাথে দৃঢ়ভাবে সংযুক্ত, এবং এটি Scratch এ তার নেতৃত্বে গুরুত্বপূর্ণ ভূমিকা পালন করবে। আমি তোমাকে এই বার্ষিক প্রতিবেদনের শেষে শাওনার বার্তা পড়তে উত্সাহিত করছি।",
    "annualReport.2020.foundersMessageP5": "Over the past decade, Scratch has had phenomenal success, engaging tens of millions of young people around the world. But we are just beginning. The challenge for the years ahead is to ensure that we can continue to spread and support not just our technology but also our creative, caring, collaborative learning approach, so that young people around the world have equitable opportunities to imagine, create, share, and learn. We look forward to working with all of you to make that happen!",
    "annualReport.2020.foundersMessageScratchTitle": "Chair, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "অধ্যাপক, MIT মিডিয়া ল্যাব",
    "annualReport.2020.watchVideo": "ভিডিও দেখ",
    "annualReport.2020.missionTitle": "আমাদের মিশন ও ভিশন",
    "annualReport.2020.visionHeader": "Vision",
    "annualReport.2020.visionSubtitle": "To spread creative, caring, collaborative, equitable approaches to coding and learning around the world.",
    "annualReport.2020.missionHeader": "মিশন",
    "annualReport.2020.missionSubtitle": "তরুণদের ডিজিটাল টুল দিয়ে কল্পনা, তৈরি, শেয়ার এবং শেখার সুযোগ প্রদান করা।",
    "annualReport.2020.missionP1": "We are committed to educational justice and prioritizing equity across all aspects of our work, with a particular focus on initiatives and approaches that support children, families, and educators excluded from creative computing.",
    "annualReport.2020.missionP2": "We’ve developed Scratch as a free, safe, playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society. We work with educators and families to support children in exploring, sharing, and learning.",
    "annualReport.2020.missionP3": "In developing new technologies, activities, and learning materials, we are guided by what we call the Four P’s of Creative Learning:",
    "annualReport.2020.fourPs": "চারটি পি-এর সৃজনশীল শিখন",
    "annualReport.2020.missionProjectsTitle": "প্রজেক্ট",
    "annualReport.2020.missionPeersTitle": "সহকর্মীরা",
    "annualReport.2020.missionPassionTitle": "দক্ষতা ",
    "annualReport.2020.missionPlayTitle": "বাজাও",
    "annualReport.2020.missionProjectsDescription": "শিশুদের নকশা তৈরি, সৃষ্টি করা এবং নিজেদেরকে সৃজনশীলভাবে প্রকাশ করতে নিয়োজিত কর ",
    "annualReport.2020.missionPeersDescription": "বাচ্চাদের সহযোগিতা, শেয়ার করে নেওয়া, পুনর্নির্মাণ এবং পরামর্শদানে সহায়তা কর",
    "annualReport.2020.missionPassionDescription": "বাচ্চাদের তাদের আগ্রহ তৈরি করতে এবং ব্যক্তিগতভাবে অর্থপূর্ণ প্রজেক্টগুলোতে কাজ করতে সক্ষম কর",
    "annualReport.2020.missionPlayDescription": "শিশুদের মেরামত, পরীক্ষা ও পুনরাবৃত্তি করতে উৎসাহিত কর",
    "annualReport.2020.reachTitle": "বিশ্বজুড়ে শিশুদের কাছে পৌঁছানো",
    "annualReport.2020.reachSubtitle": "Scratch 8 বছর বা তার বেশি বয়সী শিশু এবং কিশোরদের জন্য বিশ্বের বৃহত্তম কোডিং কমিউনিটি।",
    "annualReport.2020.reachMillion": "দশ লাখ",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "2019 থেকে 3.8%",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "2019 থেকে 37%",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "2019 থেকে 44%",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "নতুন ব্যবহারকারী",
    "annualReport.2020.reachProjectsCreated": "যে প্রজেক্টগুলো তৈরি হয়েছে",
    "annualReport.2020.reachProjectCreators": "মানুষ যারা প্রজেক্ট তৈরি করছে",
    "annualReport.2020.reachComments": "2019 সাল থেকে করা মন্তব্য বৃদ্ধি পাচ্ছে",
    "annualReport.2020.reachGlobalCommunity": "আমাদের গ্লোবাল কমিউনিটি",
    "annualReport.2020.reachMapBlurb": "Total accounts registered in the Scratch Online Community from the launch of Scratch through December 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "লগভিত্তিক স্কেলে",
    "annualReport.2020.reachTranslationTitle": "Scratch 64টি ভাষায় অনুবাদ করা হয়েছে",
    "annualReport.2020.reachTranslationIncrease": "2019 থেকে 3টি ভাষা",
    "annualReport.2020.reachTranslationBlurb": "বিশ্বজুড়ে স্বেচ্ছাসেবক অনুবাদকদের ধন্যবাদ।",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr একটি প্রাথমিক প্রোগ্রামিং পরিবেশ যা ছোট বাচ্চাদের (5-7 বছর বয়সী) তাদের নিজস্ব ইন্টারেক্টিভ গল্প এবং খেলা তৈরি করতে সক্ষম করে।",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "2020 সালে ডাউনলোড",
    "annualReport.2020.reachDownloadsIncrease": "2019 থেকে 2 {million}",
    "annualReport.2020.themesTitle": "Emerging Themes",
    "annualReport.2020.themesDescription": "যেহেতু তরুণরা COVID-19 এর অভূতপূর্ব চ্যালেঞ্জের মুখোমুখি হয়েছিল, Scratch তাদের সংযোগ, তৈরি এবং নিজেদের প্রকাশের জন্য আগের চেয়ে আরও গুরুত্বপূর্ণ জায়গা হয়ে উঠেছিল। সারা বছর ধরে, আমাদের কাজটি আমাদের ক্রমবর্ধমান বৈশ্বিক সম্প্রদায়কে সর্বোত্তমভাবে সমর্থন করার জন্য তিনটি ক্ষেত্রে মনোনিবেশ করা হয়েছিল: সংযোগ, অভিযোজন এবং কমিউনিটি। বরাবরের মত, সমতা এবং অন্তর্ভুক্তি আমাদের অঙ্গীকারের ভিত্তি ছিল।",
    "annualReport.2020.equity": "ন্যায়বিচার",
    "annualReport.2020.globalStrategy": "বিশ্বব্যাপী কৌশল",
    "annualReport.2020.connectivityTitle": "সংযোগ",
    "annualReport.2020.connectivityIntro": "COVID-19 এর কারণে তরুণরা যখন তাদের বাড়ির ভিতরে বিচ্ছিন্ন ছিল, Scratch তাদের জন্য দূরবর্তী বন্ধু, সহপাঠী এবং পরিবারের সদস্যদের সাথে সংযোগ তৈরি করার সুযোগ দেয়। এটি বহির্বিশ্বের জন্য একটি পোর্টাল হিসেবেও কাজ করেছিল, যেখানে তারা আবিষ্কার করেছিল যে দেশ এবং মহাদেশের লক্ষ লক্ষ শিশু তাদের মত একই জিনিসের সম্মুখীন হচ্ছে।",
    "annualReport.2020.aaronText": "Aaron’s students worked together to build a “kooky” version of their town called “Norwouldn’t,” packed with storybook creatures, original artwork, and interconnecting narratives. It was one of many collaborative Scratch projects Aaron facilitated to remind students that even while COVID-19 kept them inside their homes, they were still part of a caring and joyful community.",
    "annualReport.2020.spotlightStory": "স্পটলাইট গল্প",
    "annualReport.2020.connectivityIndia": "ভারতে Scratch",
    "annualReport.2020.connectivityIndiaIntro": "In India, the COVID-19 pandemic took an enormous toll and kept many young people and families isolated inside for long stretches.",
    "annualReport.2020.connectivityIndiaParagraph": "Across the entire global Scratch community, we saw a huge spike in activity beginning in March 2020. Nowhere was this sudden spike more evident than in India, where the COVID-19 pandemic took an enormous toll and kept many young people and families isolated inside for long stretches of time. Through Scratch, kids in India found connection by creating and sharing 602% more projects than the year before.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "প্রজেক্টগুলো 2020 সালে অনলাইনে তৈরি করা হয়েছিল",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "2019 থেকে 602%",
    "annualReport.2020.connectivityRegistedUsers": "The number of all-time registered users in India more than doubled in one year, ",
    "annualReport.2020.connectivityRegistedUsersNumbers": "2019 এ 300,000 এর উপরে থেকে 2020 এ 700,000 এর উপরে।",
    "annualReport.2020.connectivityIndiaUsers": "অনন্য দর্শকের সংখ্যা বেড়েছে",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "প্রজেক্ট তৈরির মানুষের সংখ্যা বেড়েছে",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "2020 সালে",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 হাজার",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch পৃথিবী জুড়ে",
    "annualReport.2020.connectivityWorldSubtitle": "International Collaborators",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur is dedicated to supporting computational and creative thinking among students and educators in Chile and across Latin America. They aided our translation and localization efforts in Rapa Nui and Spanish, and have engaged many educators in collaborative, playful Scratch professional development workshops.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazil Creative Learning Network",
    "annualReport.2020.connectivityCountryBrazil": "ব্রাজিল",
    "annualReport.2020.connectivityCountryBrazilParagraph": "The Brazilian Creative Learning Network is a grassroots movement that implements playful, creative and relevant hands-on educational practices throughout Brazil. In 2020, the Scratch Team presented at the Brazilian Creative Learning Network’s Creative Learning Week event to share how kids were using Scratch to build community, express themselves, and speak out about what’s important to them. In turn, we learned how educators in the network were creating opportunities for self-expression with learners in their own communities.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "ভারত",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance empowers millions of learners and educators with 21st century skills, including creative computing. In 2020, {QuestAllianceLink} shared Scratch with learners and educators across India.",
    "annualReport.2020.connectivityCountryUSATitle": " Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "USA",
    "annualReport.2020.connectivityCountryUSAParagraph": "Raspberry Pi works to put the power of computing and digital making into the hands of people all over the world. Through their Making at Home initiative, they lead livestream events that encouraged families and young people to learn and create together. Several of these livestreams featured Scratch tutorials—and sometimes, even {USALink}!",
    "annualReport.2020.connectivityResources": "রিসোর্স সমূহ",
    "annualReport.2020.connectivityResourcesSubtitle": "LEGO ফাউন্ডেশনের সহায়তায় লোকালাইজ করা হয়েছে",
    "annualReport.2020.connectivityResourcesParagraph": "To support our glowing global reach and aid our COVID-19 response, the LEGO Foundation supported Scratch with a generous grant. With this funding, we were able to localize key resources and reach even more young people around the world.",
    "annualReport.2020.connectivityExample1Title": "টিউটোরিয়ালের ছবি",
    "annualReport.2020.connectivityExample1Paragraph": "We created translations of the images for 25 Scratch tutorials in 12 languages—totalling over 1,000 new images!",
    "annualReport.2020.connectivityExample2Title": "Scratch দিয়ে শুরু কর",
    "annualReport.2020.connectivityExample2Paragraph": "The Getting Started with Scratch video is the most highly accessed and viewed Scratch tutorial video, greeting new Scratchers when they first join the site. We were able to translate this video into 25 new languages and to update the 3 previous translations, including visuals, voiceovers, and subtitles.",
    "annualReport.2020.connectivityExample3Title": "Scratch এডিটর",
    "annualReport.2020.connectivityExample3Paragraph": "Scratch প্রজেক্ট এডিটর হল সবচেয়ে প্রয়োজনীয় Scratch রিসোর্স। আমরা একটি দক্ষিণ আফ্রিকান অনুবাদ কোম্পানির সাথে কাজ করেছি যেটি পাঁচটি দক্ষিণ আফ্রিকার ভাষায়: isiZulu, isiXhosa, Afrikaans, Sestwana, এবং Sepedi এ Scratch এডিটর অনুবাদ এবং পর্যালোচনা করার জন্য সাংস্কৃতিকভাবে-প্রাসঙ্গিক শিক্ষাগত অনুবাদে বিশেষজ্ঞ।",
    "annualReport.2020.adaptationTitle": "Adaptation",
    "annualReport.2020.adaptationIntro": "As COVID-19 forced schools to close and pushed learning to virtual spaces, many students and teachers were discovering Scratch for the first time or adapting the way they taught and learned creative coding. From our own homes, the Scratch Team worked to support the changing needs of educators and the online community.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curator for Creative Learning, mumok, Vienna, Austria",
    "annualReport.2020.adaptationQuoteText": "গত এক বছরের সব সমস্যায়, Scratch আমাদের যোগাযোগের প্ল্যাটফর্ম, আমাদের দেখা করার জায়গা এবং সৃজনশীলভাবে নিজেকে প্রকাশ করার মাধ্যম ছিল।",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "In Aaron Reuland’s Title One school in Norwood, Massachusetts, he counted on Scratch to help engage remote students in creative learning and rekindle their sense of community “when the only things I could count on us all having were a working computer and an internet connection.”",
    "annualReport.2020.adaptationHighlightText2": "Aaron’s students worked together to build a “kooky” version of their town called “Norwouldn’t,” packed with storybook creatures, original artwork, and interconnecting narratives. It was one of many collaborative Scratch projects Aaron facilitated to remind students that even while COVID-19 kept them inside their homes, they were still part of a caring and joyful community.",
    "annualReport.2020.adaptationHighlightTitle2": "বাড়িতে Scratch",
    "annualReport.2020.adaptationHighlightText2b": "On March 17, we responded to the COVID-19 crisis by launching the {linkText} to provide children, families, and educators with ideas for engaging in creative learning activities with Scratch at home. It was an invaluable way to connect with our community and adapt to a whole new way of learning and interacting online.",
    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Our team hosted weekly, live {linkText} to connect with kids, parents, and educators at home and share tips and tricks for creating different types of Scratch projects. We had a blast seeing the projects they were inspired to create in our Create-Along studios!",
    "annualReport.2020.adaptationHighlightTitle4": "তোমার উইন্ডো হ্যাক কর",
    "annualReport.2020.adaptationHighlightText4b": "Scratch educator Eduard Muntaner Perich created a #ScratchAtHome-inspired studio that took the community by storm: {linkText}. Hundreds of Scratchers from all over the world imagined fantastical games and stories happening just outside their window.",
    "annualReport.2020.adaptationEducatorsTitle": "Connecting with Educators",
    "annualReport.2020.adaptationEducatorsText": "Educators around the world shared their own #ScratchAtHome ideas and discussed the struggles and triumphs of teaching remotely in a lively Twitter Chat on April 8th, 2020.",
    "annualReport.2020.adaptationSnapshot": "স্ন্যাপশটগুলো",
    "annualReport.2020.adaptationSnapshot1Title": "Computer Clubhouse Network Virtual Workshops",
    "annualReport.2020.adaptationSnapshot1Text": "As part of our longstanding partnership, the Scratch Team conducts workshops for youth educators from {linkText}. Like educators around the world, our team had to conduct online workshops for the first time in 2020—and learn how to combat the isolation and technical difficulties of virtual learning. But thanks to online collaboration tools and innovative methods of sharing and reflecting, the team was able to recreate the collaborative, playful spirit of in-person workshops in a virtual space.",
    "annualReport.2020.adaptationSnapshot2Title": "Bring Yourself Into Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 was also a year of adapting our tools and platform. We developed and added new sprites to the Sprite Library to inspire and enable beginner Scratchers to make projects representative of their racial, cultural, gender, or other personal identity.",
    "annualReport.2020.communityTitle": "কমিউনিটি",
    "annualReport.2020.communityIntro": "In 2020, the Scratch Community became an even more vital place for young people to find a sense of togetherness and belonging. As we saw the meaningful conversations, collaborative projects, and moving stories Scratchers shared, we were in awe of their creative and resilient spirit.",
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "In 2019, with support from Google.org, the Scratch Team worked with Chicago Public School’s Office of Computer Science to connect students, families, teachers, and other community members through Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "This year, our teams faced a new challenge: how could we bring the playful, community-building spirit of Family Creative Coding Nights to a virtual space, helping schools develop vital connections with remote students and their families? We developed the Virtual Family Coding Nights guide to provide a structure for these connections and support joyful learning",
    "annualReport.2020.communityDownloadButton": "Virtual Family Coding Nights Guide",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], there were not many opportunities to engage with parents in such a fun, high energy way. So this opportunity provided much needed engagement...Teachers were apprehensive, but the students' level of excitement pushed them into a space where they had to trust the process and allow kids to learn from one another.",
    "annualReport.2020.communityScratchCommunity": "Scratch কমিউনিটি",
    "annualReport.2020.communityScratchCommunityIntro": "তারা কেন Scratch ব্যবহার করে জানতে চাইলে, বেশিরভাগ স্ক্র্যাচাররা অনলাইন কমিউনিটির গুরুত্ব সম্পর্কে কথা বলে যেখানে তারা তাদের সৃজনশীলতা প্রকাশ করতে, বন্ধু বানাতে, প্রতিক্রিয়া জানাতে, নতুন ধারণা পেতে এবং নতুন দক্ষতা অর্জন করতে পারে। অনেক স্ক্র্যাচার একে অপরের সাথে সংযোগ স্থাপন, শেয়ার করে নেওয়ার এবং শেখার জন্য নিরাপদ এবং স্বাগত স্থান হিসাবে Scratch কমিউনিটির জন্য তাদের প্রশংসা প্রকাশ করেছে ।",
    "annualReport.2020.communityQuoteGroupText1": "আমার যখন 11 বছর বয়স তখন আমি Scratch এ যোগ দিয়েছিলাম এবং প্ল্যাটফর্মটি ব্যবহার করে ও কমিউনিটির সাথে আলাপচারিতা থেকে আমি যে জিনিসগুলো শিখেছিলাম সেগুলো আমার পড়াশুনার সত্যিকার অর্থে একটি গুরুত্বপূর্ণ অঙ্গ ছিল।",
    "annualReport.2020.communityQuoteGroupText2": "Scratch আমাকে বাড়ি থেকে অনেক কিছু করার অনুমতি দিয়েছে, যেমন\n- মানুষদের এবং তাদের প্রজেক্টগুলোকে সম্মান করতে\n- বন্ধু বানাতে\n- অনুভব করতে যে আমি এই কোয়ারেন্টাইনে একা নই\n....এবং আরও অনেক কিছু, তাই আমি বলতে চাই ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "আমি প্রায় 2 বছর ধরে Scratch এ আছি, এবং এটি একটি জীবন পরিবর্তনকারী অভিজ্ঞতা! আমি কোডিং, অনলাইন শিষ্টাচার এবং শিল্পের মতো অনেক নতুন জিনিস শিখেছি!",
    "annualReport.2020.communityQuoteGroupText4": "ষষ্ঠ শ্রেণিতে Scratch আমার প্রিয় শখ ছিল। এটি আমার অজান্তে আমাকে বুলিয়ান যুক্তি, অপারেশনের ক্রম, নেস্টেড গাণিতিক অভিব্যক্তি এবং শুধু তাই নয় — কম্পিউটার প্রোগ্রামিং সাথে পরিচয় করিয়ে দিয়েছিল।",
    "annualReport.2020.yearInReview": "বছরের পর্যালোচনা",
    "annualReport.2020.yearInReviewText": "2020 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2020.yearInReviewCard1Date": "জানুয়ারি",
    "annualReport.2020.yearInReviewCard1Title": "দশকের শেষ Scratch ডিজাইন স্টুুডিও",
    "annualReport.2020.yearInReviewCard1Text": "স্ক্র্যাচাররা এই Scratch ডিজাইন স্টুডিওতে এক দশকের সমাপ্তি এবং নতুন সূচনা উদযাপন করেছে।",
    "annualReport.2020.yearInReviewCard2Date": "এপ্রিল",
    "annualReport.2020.yearInReviewCard2Title": "এপ্রিল ফুল দিবস",
    "annualReport.2020.yearInReviewCard2Text": "“Mundane mysteries” appeared around the site, and Cat Blocks surprised and delighted the Scratch community.",
    "annualReport.2020.yearInReviewCard3Date": "এপ্রিল",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Scratch  টিমের সদস্যরা বাড়িতে স্ক্র্যাচার এবং তাদের পরিবারের সাথে সংযোগ তৈরি করতে লাইভ টিউটোরিয়াল হোস্ট করা শুরু করে।",
    "annualReport.2020.yearInReviewCard4Date": "মে",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2020.yearInReviewCard4Text": "সারা বিশ্বে স্ক্র্যাচাররা সাপ্তাহিক থিমগুলোর পাশাপাশি হাজার হাজার প্রজেক্ট শেয়ার করেছে, যেখানে পুনর্ব্যবহৃত কারুশিল্প থেকে শুরু করে হাত ধোয়ার জিঙ্গেল পর্যন্ত আছে ৷",
    "annualReport.2020.yearInReviewCard5Date": "মে",
    "annualReport.2020.yearInReviewCard5Title": "ব্ল্যাক লাইভস ম্যাটার",
    "annualReport.2020.yearInReviewCard5Text": "As racial justice protests swept the US, the community came together to support each other and call for change.",
    "annualReport.2020.yearInReviewCard6Date": "জুন",
    "annualReport.2020.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "স্ক্র্যাচাররা বাড়িতে থাকার সময় নিজেদেরকে ব্যস্ত রাখতে তাদের প্রিয় ইনডোর গেমস এবং ক্রিয়াকলাপগুলো শেয়ার করে নেয়।",
    "annualReport.2020.yearInReviewCard7Date": "জুন",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers created projects to honor Juneteenth and the continued fight for racial justice.",
    "annualReport.2020.yearInReviewCard8Date": "জুলাই",
    "annualReport.2020.yearInReviewCard8Title": "Scratch ক্যাম্প",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical got the whole community acting, singing, and dancing together.",
    "annualReport.2020.yearInReviewCard9Date": "অক্টোবর",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "স্ক্র্যাচাররা শত শত সৃজনশীল গল্প, গেম এবং অ্যানিমেশন তৈরি করেছে দৈনিক থিমযুক্ত প্রম্পটের উপর ভিত্তি করে।",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "তুমি যখন নিজেকে এবং তোমার সমস্যাগুলোকে উপস্থাপন করতে কিছু তৈরি করছ এবং সেগুলোকে প্রকাশ করতে বা কোডের মাধ্যমে সমাধান করতে পারছ তখন তোমার যে শক্তি থাকে তা দেখা সত্যিই একটি জাদুকরী অভিজ্ঞতা এবং এটির বাস্তব জগতের প্রভাব রয়েছে ৷",
    "annualReport.2020.communitySnapshotTitle": "Improving Our Tools",
    "annualReport.2020.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2020, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",
    "annualReport.2020.communitySnapshot2Title": "ইউটিউবে নতুন Scratch টিউটোরিয়াল",
    "annualReport.2020.communitySnapshot2Text": "Scratch টিম 2020 সালের মার্চ মাসে আমাদের YouTube চ্যানেলে টিউটোরিয়াল শেয়ার করা শুরু করে, যা স্ক্র্যাচারদের তারা যা কল্পনা করতে পারে তা তৈরি করার দক্ষতা অর্জন করতে সহায়তা করে। পিক্সেল আর্ট থেকে শুরু করে ভার্চুয়াল পোষা প্রাণী, এই টিউটোরিয়ালগুলো সব বয়সের স্ক্র্যাচারদের কাছে জনপ্রিয় হয়, যা 2020 সালে 1.3 মিলিয়ন ভিউ পেয়েছে।",
    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "খেলা ধরা",
    "annualReport.2020.tutorial3": "ক্যারেক্টার ডিজাইনার",
    "annualReport.2020.tutorial4": "কৃত্রিম পোষা প্রাণী",
    "annualReport.2020.EDMessageTitle": "আমাদের নির্বাহী পরিচালকের একটি বার্তা",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "বিশ্ব যখন নতুন উপায়ে সৃজনশীল শিক্ষা এবং আত্ম প্রকাশের সাথে খাপ খাইয়ে নিয়েছে, তখন অনেক শিক্ষাবিদ, বাবা -মা এবং তরুণরা Scratch এর দিকে ঝুঁকেছে। আমরা 40% বেশি স্ক্র্যাচারকে প্রজেক্ট তৈরি করতে দেখেছি বছরের পর বছরে এবং 2019 সালের তুলনায় 2020 সালে স্ক্র্যাচাররা 200% বেশি মন্তব্য করেছে। সারা বিশ্বের তরুণরা Scratch কে একে অপরের সাথে সংযোগ স্থাপন, কথোপকথন, সহযোগিতা এবং জড়িত থাকার জায়গা হিসেবে ব্যবহার করেছে। আমরা দেখেছি যে তারা আশ্চর্যজনক জিনিসগুলো আবিষ্কার করছে যা তারা তৈরি করতে পারে যখন তাদের সৃজনশীলভাবে চিন্তা করার সুযোগ দেওয়া হয় এবং তারা যে বিষয়ে আবেগপ্রবণ সে সমস্যাগুলো সমাধান করে।",
    "annualReport.2020.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",
    "annualReport.2020.EDTitle": "নির্বাহী পরিচালক, Scratch ফাউন্ডেশন",
    "annualReport.2020.lookingForward": "সামনের দিকে তাকিয়ে",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "আমরা LEGO ফাউন্ডেশন এবং Google.org থেকে উদার অনুদান পেয়েছি যা আমাদের বিশ্বব্যাপী পৌঁছাতে, আমাদের মিশনকে এগিয়ে নিয়ে যেতে এবং এই গুরুত্বপূর্ণ কাজটিকে সমর্থন করতে সাহায্য করছে। আরও জানো:",
    "annualReport.2020.learnMore": "আরও জানো:",
    "annualReport.2020.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2020.learnMoreLink2Text": "কম্পিউটার বিজ্ঞান শিক্ষা সপ্তাহ: আরও শিক্ষার্থীদের জন্য আরও সহায়তা",
    "annualReport.2020.supportersTitle": "আমাদের সমর্থকদের ধন্যবাদ",
    "annualReport.2020.supportersIntro": "আমাদের উদার সমর্থকদের ধন্যবাদ। তোমাদের অবদান আমাদের বিশ্বব্যাপী সমস্ত পটভূমি থেকে সমস্ত বয়সের শিশুদের জন্য সৃজনশীল শিক্ষার সুযোগগুলো প্রসারিত করতে সহায়তা করে।",
    "annualReport.2020.ourSupporters": "আমাদের সমর্থকরা",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2020 to December 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "সৃজনশীলতা বৃত্ত — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "সহযোগীতা বৃত্ত — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "কল্পনা বৃত্ত — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "অনুপ্রেরণা বৃত্ত — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "অনুসন্ধান বৃত্ত — $5,000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "সদয় সমর্থক",
    "annualReport.2020.leadershipTitle": "আমাদের দল",
    "annualReport.2020.leadershipBoard": "পরিচালনা পর্ষদ",
    "annualReport.2020.leadershipChair": "সভাপতি",
    "annualReport.2020.leadershipProfessor": "শিক্ষা গবেষণা বিভাগের অধ্যাপক",
    "annualReport.2020.leadershipViceChair": "ভাইস-চেয়ার",
    "annualReport.2020.leadershipCoFounder": "সহ-প্রতিষ্ঠাতা এবং সহ-সভাপতি",
    "annualReport.2020.leadershipBoardMember": "বোর্ড সদস্য",
    "annualReport.2020.leadershipPresidentCEO": "সভাপতি ও প্রধান নির্বাহী কর্মকর্তা",
    "annualReport.2020.leadershipFormerPresident": "প্রাক্তন সভাপতি",
    "annualReport.2020.leadershipFounderCEO": "প্রতিষ্ঠাতা ও প্রধান নির্বাহী কর্মকর্তা",
    "annualReport.2020.leadershipFormerChairCEO": "ফর্মার চেয়ার ও সিইও",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "বোর্ড সচিব ও কোষাধ্যক্ষ",
    "annualReport.2020.leadershipBoardSecretary": "বোর্ড সচিব",
    "annualReport.2020.leadershipBoardTreasurer": "বোর্ড কোষাধ্যক্ষ",
    "annualReport.2020.leadershipScratchTeam": "Scratch টিম",
    "annualReport.2020.leadershipED": "নির্বাহী পরিচালক",
    "annualReport.2020.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",
    "annualReport.2020.donateTitle": "আমাদের সমর্থন কর",
    "annualReport.2020.donateMessage": "আপনার সমর্থন আমাদের সবার জন্য Scratch বিনামূল্য রাখতে সক্ষম করেছে, আমাদের সার্ভারগুলো চালিয়ে রেখেছে এবং সবচেয়ে গুরুত্বপূর্ণ, আমরা বিশ্বজুড়ে বাচ্চাদের কল্পনা, সৃষ্টি ও শেয়ার করার সুযোগ প্রদান করতে সক্ষম হয়েছি। ধন্যবাদ! ",
    "annualReport.2020.donateButton": "অনুদান",
    "annualReport.2020.projectBy": "project by",
    "annualReport.2020.altAvatar": "ব্যবহারকারীর অবতার",
    "annualReport.2020.altDropdownArrow": "অ্যারো ড্রপডাউন মেনু নির্দেশ করছে।",
    "annualReport.2020.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2020.altWave": "একটি ইমোজি হাত নাড়ছে।",
    "annualReport.2020.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2020.altBlocks": "দুটি Scratch ব্লক একটির উপরে স্তুপীকৃত।",
    "annualReport.2020.altBanana": "একটি তারের সাথে একটি কলা এটিতে প্লাগ করা হয়েছে।",
    "annualReport.2020.altProjectsIllustration": "তিনটি শিশু, একজন দাঁড়িয়ে, একজন হুইলচেয়ারে বসে, এবং একজন মাটিতে বসে পেইন্ট এন্ড কাট আর্ট প্রজেক্ট।",
    "annualReport.2020.altPassionIllustration": "Three children, one standing, one kneeling, and one sitting on the ground paint, play music on a piano, and stargaze using a telescope.",
    "annualReport.2020.altPeersIllustration": "চারজন শিশু ক্যাম্প ফায়ারের চারপাশে বসে গেম খেলছে এবং হাই ফাইভ করছে।",
    "annualReport.2020.altPlayIllustration": "Three children, one standing, one kneeling, and one sitting crosslegged stack rocks, play with toy boats, and fold origami.",
    "annualReport.2020.altCalendar": "একটি ক্যালেন্ডার যা 2020 সালকে প্রদর্শন করে।",
    "annualReport.2020.altCommentsVisualization": "দুটি মন্তব্য বুদবুদ। একটি ছোট এবং গাঢ় যা 2019 এ মন্তব্য শেয়ারের প্রতিনিধিত্ব করে। একটি হালকা রঙের বুদবুদ যা 2020 সালে করা মন্তব্যের বৃদ্ধিকে প্রতিনিধিত্ব করে।",
    "annualReport.2020.altArrowUp": "একটি অ্যারো উপরে এবং ডানদিকে নির্দেশ করছে।",
    "annualReport.2020.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2020.altScratchHorizontalCommand": "A scratch horizontal command component.",
    "annualReport.2020.altScratchJr": "Scratch Jr লোগো",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontal loop component.",
    "annualReport.2020.altPieChart": "ভিজ্যুয়ালাইজেশন 2019 সালে তৈরি করা প্রজেক্টগুলোর সাথে 2020 সালে তৈরি করা প্রজেক্টগুলোর বৃদ্ধি 602% দেখায়।",
    "annualReport.2020.altUsers": "Two generic user icons, a slightly smaller gray one and a slightly larger purple one.",
    "annualReport.2020.altArrowNext": "ডানদিকে নির্দেশ করা একটি অ্যারো।",
    "annualReport.2020.altBenedict": "বেনেডিক্ট হোচওয়ার্টনারের জন্য অবতার",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2020.altSprinklesLeft": "A smiley face, scratch component, and heart displayed on a phone.",
    "annualReport.2020.altSprinklesRight": "A hand interacting with scratch components.",
    "annualReport.2020.altFileDownload": "An arrow pointing into a basket indicating that a file can be downloaded.",
    "annualReport.2020.altWaveTop": "Scratch অবতার এবং Scratch উপাদান দিয়ে আচ্ছাদিত একটি হালকা নীল তরঙ্গ।",
    "annualReport.2020.altWaveBottom": "হালকা নীল ঢেউ।",
    "annualReport.2020.altConnectingLine": "A dotted line connecting the months",
    "annualReport.2020.altApril": "A pen and pencil drawing on a scratch project depicting a boat and water.",
    "annualReport.2020.altMay": "একটি বুদবুদে ইমোজি দিয়ে চিহ্নিত একটি ক্যালেন্ডার।",
    "annualReport.2020.altJune": "The Juneteenth flag and a paper airplane.",
    "annualReport.2020.altJuly": "একটি মাইক্রোফোন এবং সঙ্গীত নোট।",
    "annualReport.2020.altToolsIllustration": "A hand touching an exclamation point icon above a few text bubbles.",
    "annualReport.2020.altVirtualTown": "একটি মেয়ে কয়েকটি বাড়ির সামনে ফুটপাথ দিয়ে দৌড়াচ্ছে।",
    "annualReport.2020.altCatchGame": "একটি আপেল ডানদিকে দিগন্তে ভাসছে যখন একটি ঝুড়ি ফ্রেমের কেন্দ্রের দিকে নিচে আছে।",
    "annualReport.2020.altCharacterDesigner": "একটি কুকুর সবুজ এবং সাদা শেভরন ব্যাকগ্রাউন্ডের সামনে বসে আছে।",
    "annualReport.2020.altVirtualPet": "একটি হেজহগ কিছু ঘাসের মাঝখানে একটি পাথরের উপরে বসে আছে।",
    "annualReport.2020.altLookingForward": "একটি জলের গাছ একটি চারাকে জল দেয় যা চারাকে লম্বা গাছে পরিণত করে।",
    "annualReport.2020.altIndia1": "A lit sparkler appears below text saying \"happy Diwali!\"",
    "annualReport.2020.altIndia2": "হিন্দিতে লেখা কিছু টেক্সটের পাশে Scratch ক্যাট মাসকট দেখা যাচ্ছে",
    "annualReport.2020.altIndia3": "An Indian woman appears in front of the Indian flag which has a heart containing the word \"India\" on it.",
    "annualReport.2020.altIndia4": "একটি বাঁশির উপরে দুটি হাত একটি বোর্ডওয়াক এবং সমুদ্র ধারণকারী ব্যাকগ্রাউন্ডের সামনে উপস্থিত হয়।",
    "annualReport.2020.altChile": "একদল শিশু একটি ল্যাপটপ এবং চারু ও কারুশিল্পে ভরা একটি টেবিলের চারপাশে বসে আছে।",
    "annualReport.2020.altBrazil": "Children sit in front of a laptop connected to five spoons with wires.",
    "annualReport.2020.altIndia": "একজন মহিলা কম্পিউটারের সামনে বসে মেয়েদের নির্দেশনা দিচ্ছে।",
    "annualReport.2020.altUSA": "Scratch ব্যবহারকারী ইন্টারফেসের স্ক্রিনশটের পাশে একটি ছোট ভিডিও থাম্বনেইল প্রদর্শিত হয়",
    "annualReport.2020.altChileIcon": "Scratch মাসকট",
    "annualReport.2020.altBrazilIcon": "A green swirl",
    "annualReport.2020.altIndiaIcon": "A star interlocked with a circle",
    "annualReport.2020.altUSAIcon": "একটি কার্টুন রাস্পবেরি, Raspberry Pi লোগো",
    "annualReport.2020.altTutorial": "A Scratch tutorial in Spanish",
    "annualReport.2020.altGettingStarted": "A play button sits on top of the Scratch UI.",
    "annualReport.2020.altEditor": "The Scratch UI along wiht a preview of th progam currently being built showing two people talking to each other.",
    "annualReport.2020.altHackYourWindow": "একটি স্পেস হেলমেটে একটি কুকুর, একটি তারা এবং একটি ডোনাট মহাকাশে একটি জানালার বাইরে ভেসে বেড়াচ্ছে ৷",
    "annualReport.2020.altScratchInteraction": "Two people talk amongst scratch components. One is handing a component to the other one.",
    "annualReport.2020.altImageBubbles": "Images from Scratch projects appear in bubble shapes grouped together.",
    "annualReport.2020.altConnectivityVideoPreview": "A play button appears over a scene of friendly sea creatures.",
    "annualReport.2020.altAdaptationVideoPreview": "A play button apppears over various scenes from the Scratch user interface.",
    "annualReport.2020.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2020.altAprilCard": "Scratch UI থেকে একাধিক স্ক্রিনশট একসাথে রাখা হয়েছে।",
    "annualReport.2020.altMayCard": "Hands belonging to people of a variety of races are raised in fists.",
    "annualReport.2020.altJuneCard": "একজন ব্যক্তি একটি কাগজের ফুল জোড়া দিচ্ছে।",
    "annualReport.2020.altJulyCard": "একটি কাঁকড়া, মৎসকন্যা এবং অক্টোপাস সমুদ্রের নিচে একসঙ্গে সঙ্গীত বাজায়।",
    "annualReport.2020.altOctoberCard": "A pumpkin and candy corn appear on the wall above a computer workstation.",
    "annualReport.2020.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}