{
    "annualReport.2020.subnavFoundersMessage": "Zpráva od zakladatele",
    "annualReport.2020.subnavMission": "Poslání",
    "annualReport.2020.subnavReach": "Dosah",
    "annualReport.2020.subnavThemes": "Témata",
    "annualReport.2020.subnavDirectorsMessage": "Zpráva od ředitele",
    "annualReport.2020.subnavSupporters": "Podporovatelé",
    "annualReport.2020.subnavTeam": "Tým",
    "annualReport.2020.subnavDonate": "Podpořit",
    "annualReport.2020.mastheadYear": "Výroční zpráva za rok 2020",
    "annualReport.2020.mastheadTitle": "Adaptace na měnící se svět",
    "annualReport.2020.foundersMessageTitle": "Zpráva od našeho zakladatele",
    "annualReport.2020.foundersMessageP1": "Na rok 2020 se bude vzpomínat jako na rok, kdy se pandemie COVID přehnala po celém světě a způsobila těžkosti a narušení v životech všech - přičemž největší těžkosti dopadly nespravedlivě na ty, kteří již čelí výzvám ve svém životě.",
    "annualReport.2020.foundersMessageP2": "Během pandemie mladí lidé po celém světě, mnozí izolovaní ve svých domovech, přišli na webové stránky Scratch ve větším počtu než kdykoli předtím a viděli Scratch jako bezpečný prostor, kde se mohou kreativně vyjádřit, naučit se nové dovednosti a vzájemně spolupracovat. Inspirovali jsme se mnoha projekty Scratch, které mladí lidé vytvořili během roku 2020, mnozí z nich sdíleli své myšlenky a pocity o pandemii, změně klimatu, rasové nespravedlnosti a dalších otázkách, které měli na mysli. Mladí lidé se nejen učili výpočetní koncepty a dovednosti, ale také rozvíjeli svůj projev a svou identitu.",
    "annualReport.2020.foundersMessageP3": "Abychom zajistili, že Scratch bude i nadále hrát tuto důležitou roli v životě mladých lidí v nadcházejících letech, provedli jsme ve Scratchi významné organizační změny. Na začátku roku 2020 se tým Scratch přestěhoval ze svého dlouholetého domova v MIT Media Lab do nových kanceláří Nadace Scratch v centru Bostonu. Tento krok nám pomůže vybudovat udržitelnou organizaci schopnou podporovat Scratch jako globální kreativní kódovací platformu do budoucna.",
    "annualReport.2020.foundersMessageP4": "Později v roce 2020 jsme v rámci tohoto organizačního přechodu najali Shawnu Youngovou, aby sloužila jako výkonná ředitelka Nadace Scratch. Shawna přichází do Nadace Scratch se silným zázemím v oblasti vzdělávání a neziskového managementu a hlubokou oddaností k rovnosti a inkluzi. Během své kariéry v institucích, jako je Duke a MIT, Shawna pracovala na rozšíření vzdělávacích zkušeností pro studenty z různých komunit. Toto odhodlání je silně v souladu s posláním a hodnotami Scratch a bude hrát důležitou roli v jejím vedení ve Scratchi. Doporučuji vám, abyste si přečetli Shawnino poselství na konci této výroční zprávy",
    "annualReport.2020.foundersMessageP5": "Během uplynulého desetiletí měl Scratch fenomenální úspěch a zapojil desítky milionů mladých lidí po celém světě. Ale to jsme teprve na začátku. Výzvou pro nadcházející roky je zajistit, abychom mohli i nadále šířit a podporovat nejen naše technologie, ale také náš kreativní, pečující a spolupracující přístup k učení, aby mladí lidé po celém světě měli spravedlivé příležitosti si představovat, tvořit, sdílet a učit se. Těšíme se na spolupráci s vámi všemi, aby se to stalo!",
    "annualReport.2020.foundersMessageScratchTitle": "Předseda Nadace Scratch",
    "annualReport.2020.foundersMessageAffiliation": "Profesor na MIT Media Lab",
    "annualReport.2020.watchVideo": "Sleduj video",
    "annualReport.2020.missionTitle": "Naše poslání & Vize",
    "annualReport.2020.visionHeader": "Vize",
    "annualReport.2020.visionSubtitle": "Šířit tvořivé, starostlivé, spolupracující, spravedlivé přístupy k programování a učení po celém světě.",
    "annualReport.2020.missionHeader": "Poslání",
    "annualReport.2020.missionSubtitle": "Poskytovat mladým lidem digitální nástroje a příležitosti k vymýšlení, vytváření, sdílení a učení.",
    "annualReport.2020.missionP1": "Zavázali jsme se k vzdělávací spravedlnosti a upřednostňování rovnosti ve všech aspektech naší práce, se zvláštním zaměřením na iniciativy a přístupy, které podporují děti, rodiny a pedagogy vyloučené z tvořivé informatiky.",
    "annualReport.2020.missionP2": "Vyvinuli jsme Scratch jako bezplatné, bezpečné, hravé výukové prostředí zaručujícího všem dětem myslet tvořivě, uvažovat systematicky a spolupracovat — podstatné schopnosti pro každého v dnešní společnosti. Pracujeme s lektory a rodinami na podpoře dětí ve zkoumání,  sdílení i učení.",
    "annualReport.2020.missionP3": "Během vývoje nových technologií, aktivitách a učebních materiálů se držíme toho, co nazýváme Čtyři body tvořivé výuky:",
    "annualReport.2020.fourPs": "Čtyři body tvořivé výuky",
    "annualReport.2020.missionProjectsTitle": "Projekty",
    "annualReport.2020.missionPeersTitle": "Vrstevníci",
    "annualReport.2020.missionPassionTitle": "Vášeň",
    "annualReport.2020.missionPlayTitle": "Hraj",
    "annualReport.2020.missionProjectsDescription": "Zaujmout děti pro navrhování, vytváření a vyjádření se tvořivě",
    "annualReport.2020.missionPeersDescription": "Podpořit děti ve spolupráci, sdílení, vylepšování a zaučování",
    "annualReport.2020.missionPassionDescription": "Umožnit dětem stavět na jejich zájmech a pracovat na osobně významných projektech",
    "annualReport.2020.missionPlayDescription": "Povzbuzovat děti k vrtání se, experimentování a opakování",
    "annualReport.2020.reachTitle": "Dosažení dětí po celém světě",
    "annualReport.2020.reachSubtitle": "Scratch je největším společenstvím programování pro děti a mládež, od 8 let a výše.",
    "annualReport.2020.reachMillion": "milionů",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8% od roku 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% od roku 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% od roku 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nových uživatelů",
    "annualReport.2020.reachProjectsCreated": "Vytvořených projektů",
    "annualReport.2020.reachProjectCreators": "Lidí vytvářejících projekty",
    "annualReport.2020.reachComments": "nárůst odeslaných komentářů",
    "annualReport.2020.reachGlobalCommunity": "Naše globální společenství",
    "annualReport.2020.reachMapBlurb": "Celkem účtů registrovaných v on-line společenství Scratch od spuštění Scratche do prosince 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "v logaritmickém měřítku",
    "annualReport.2020.reachTranslationTitle": "Scratch je přeložen do 64 jazyků",
    "annualReport.2020.reachTranslationIncrease": "3 jazyky od roku 2019",
    "annualReport.2020.reachTranslationBlurb": "Děkujeme dobrovolným překladatelům z celého světa.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr je úvodní programovací prostředí které umožňuje malým dětem (ve věku 5-7) tvořit jejich vlastní interaktivní příběhy a hry.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Stažení v roce 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} od roku 2019",
    "annualReport.2020.themesTitle": "Vznikající témata",
    "annualReport.2020.themesDescription": "Vzhledem k tomu, že mladí lidé čelili bezprecedentním výzvám COVID-19, Scratch se pro ně stal důležitějším místem než kdy jindy, aby se spojili, tvořili a vyjadřovali. V průběhu roku se naše práce soustředila na tři oblasti, které nejlépe podporují naši rostoucí globální komunitu: propojení, přizpůsobení a společenství. Jako vždy bylo naše úsilí založeno na naší oddanosti k rovnosti a začlenění.",
    "annualReport.2020.equity": "Spravedlnost",
    "annualReport.2020.globalStrategy": "Globální strategie",
    "annualReport.2020.connectivityTitle": "Propojení",
    "annualReport.2020.connectivityIntro": "Zatímco mladí lidé byli kvůli COVID-19 izolováni ve svých domovech, Scratch jim nabídl příležitost spojit se a tvořit spolu se vzdálenými přáteli, spolužáky a rodinnými příslušníky. Sloužil jim také jako portál do vnějšího světa, kde zjistili, že miliony dětí napříč zeměmi a kontinenty zažívají stejné věci jako oni.",
    "annualReport.2020.aaronText": "Aaronovi studenti spolupracovali na vybudování “bláznivé” verze svého města s názvem “Norwouldn’t,” plného tvorů z příběhů, originálních uměleckých děl a vzájemně propojených příběhů. Byl to jeden z mnoha společných projektů Scratch, kterými Aaron napomohl, aby připomněl studentům, že i když je COVID-19 držel uvnitř svých domovů, jsou stále součástí starostlivého a radostného společenství.",
    "annualReport.2020.spotlightStory": "Atraktivní příběh",
    "annualReport.2020.connectivityIndia": "Scratch v Indii",
    "annualReport.2020.connectivityIndiaIntro": "V Indii si pandemie COVID-19 vybrala obrovskou daň a držela mnoho mladých lidí a rodin uvnitř v izolaci po dlouhý čas.",
    "annualReport.2020.connectivityIndiaParagraph": "V celé globální komunitě Scratch jsme zaznamenali obrovský nárůst aktivity od března 2020. Nikde nebyl tento náhlý nárůst patrnější než v Indii, kde si pandemie COVID-19 vybrala obrovskou daň a držela mnoho mladých lidí a rodin v izolaci po dlouhou dobu. Prostřednictvím Scratch si děti v Indii našly spojení tím, že vytvořily a sdílely o 602% více projektů než v předchozím roce.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projektů bylo vytvořeno on-line v roce 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% od roku 2019",
    "annualReport.2020.connectivityRegistedUsers": "Počet všech registrovaných uživatelů v Indii se za jeden rok více než zdvojnásobil,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "zvýšil se z vice než 300,000 v roce 2019 na více než 700,000 v roce 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Počet jednotlivých návštěvníků vzrostl o",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Počet lidí vytvářejících projekty vzrostl o",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "v roce 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 tisíc",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch po celém světě",
    "annualReport.2020.connectivityWorldSubtitle": "Mezinárodní spolupracovníci",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur se věnuje podpoře počítačového a tvořivého myšlení mezi studenty a pedagogy v Chile a v celé Latinské Americe. Pomohli našemu překladatelskému a lokalizačnímu úsilí v Rapa Nui a španělštině a zapojili mnoho pedagogů do spolupracujících, hravých seminářů profesionálního rozvoje Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazilská síť tvořivé výuky",
    "annualReport.2020.connectivityCountryBrazil": "Brazílie",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Brazilská síť tvořivé výuky je hnutí zdola, které implementuje hravé, kreativní a relevantní praktické vzdělávací postupy po celé Brazílii. V roce 2020 se tým Scratch prezentoval na akci Brazilské sítě tvořivé výuky zvané Týden tvořivého učení, aby se podělil o to, jak děti používají Scratch k budování komunity, vyjadřují se a mluví o tom, co je pro ně důležité. Na oplátku jsme se dozvěděli, jak pedagogové v síti vytvářejí příležitosti pro sebevyjádření se studenty ve svých vlastních komunitách.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Spojenectví úkolů",
    "annualReport.2020.connectivityCountryIndia": "Indie",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Spojectví úkolů poskytuje milionům studentů a pedagogů dovednosti 21. století, včetně tvořivé informatiky. V roce 2020 {QuestAllianceLink} sdílelo Scratch mezi žáky a lektory po celé Indii.",
    "annualReport.2020.connectivityCountryUSATitle": "Nadace Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "Nadace Raspberry Pi pracuje na tom, aby se síla výpočetní techniky a digitální tvorby dostala do rukou lidí po celém světě. Prostřednictvím své iniciativy Dělání doma vedou živé přenosy, které povzbuzují rodiny a mladé lidi, aby se učili a tvořili společně. Několik z těchto živých přenosů obsahovalo výukové programy Scratch — a někdy dokonce i{USALink}!",
    "annualReport.2020.connectivityResources": "Zdroje",
    "annualReport.2020.connectivityResourcesSubtitle": "Překlady s podporou od Nadace LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Na podporu našeho rostoucího globálního dosahu a naší reakce na COVID-19, Nadace LEGO podpořila Scratch štědrým grantem. Díky tomuto financování jsme byli schopni lokalizovat klíčové zdroje a oslovit ještě více mladých lidí po celém světě.",
    "annualReport.2020.connectivityExample1Title": "Obrázky k návodům",
    "annualReport.2020.connectivityExample1Paragraph": "Vytvořili jsme překlady obrázků pro 25 návodů Scratche ve 12-ti jazycích — celkem přes 1,000 nových obrázků!",
    "annualReport.2020.connectivityExample2Title": "Začínáme se Scratchem",
    "annualReport.2020.connectivityExample2Paragraph": "Video Začínáme se Scratchem je nejpřístupnější a nejsledovanější výukové Scratch video, které vítá nové Scratchery, když se poprvé připojí k webu. Byli jsme schopni přeložit toto video do 25 nových jazyků a aktualizovat 3 předchozí překlady, včetně vizuálů, dabingu a titulků.",
    "annualReport.2020.connectivityExample3Title": "Scratch Editor",
    "annualReport.2020.connectivityExample3Paragraph": "Editor projektu Scratch je nejdůležitějším zdrojem Scratch. Spolupracovali jsme s jihoafrickou překladatelskou společností, která se specializuje na kulturně relevantní vzdělávací překlady, abychom přeložili a zkontrolovali editor Scratch v pěti jihoafrických jazycích: isiZulu, isiXhosa, afrikánština, Sestwana a Sepedi.",
    "annualReport.2020.adaptationTitle": "Přizpůsobení",
    "annualReport.2020.adaptationIntro": "Vzhledem k tomu, že COVID-19 donutil školy zavřít a posunul učení do virtuálních prostorů, mnoho studentů a učitelů poprvé objevilo Scratch nebo upravilo způsob, jakým učili i učili se tvořivé programování. Z našich domovů pracoval tým Scratch na podpoře měnících se potřeb pedagogů a on-line společenství.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Kurátor tvořivé výuky, muzeum Mumok, Vídeň, Rakousko",
    "annualReport.2020.adaptationQuoteText": "Ve všech problémech uplynulého roku zůstal Scratch naší komunikační platformou, naším místem k setkání a naším médiem kreativního vyjádření.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Učitel na K-5 Library Media, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "Ve škole Title One v Norwoodu v Massachusetts spoléhal Aaron Reuland na Scratch, že mu pomůže zapojit vzdálené studenty do kreativního učení a oživit jejich smysl pro komunitu, “když jediné věci, na které jsem se mohl spolehnout, byly pracovní počítač a připojení k internetu.”",
    "annualReport.2020.adaptationHighlightText2": "Aaronovi studenti spolupracovali na vybudování \"bláznivé\" verze svého města s názvem \"Norwouldn't\", plného tvorů z příběhů, originálních uměleckých děl a vzájemně propojených příběhů. Byl to jeden z mnoha společných projektů Scratch, kterými Aaron napomohl, aby připomněl studentům, že i když je COVID-19 držel uvnitř svých domovů, jsou stále součástí starostlivé a radostné komunity.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch doma",
    "annualReport.2020.adaptationHighlightText2b": "17. března jsme reagovali na krizi COVID-19 spuštěním {linkText}, aby poskytl dětem, rodinám a pedagogům nápady, jak se zapojit do tvořivých vzdělávacích aktivit se Scratchem doma. Byl to neocenitelný způsob, jak se spojit s naším společenstvím a přizpůsobit se zcela novému způsobu učení a interakce on-line.",
    "annualReport.2020.adaptationHighlightTitle3": "Živé Udělej-společně",
    "annualReport.2020.adaptationHighlightText3b": "Náš tým pořádá týdně, živě {linkText} pro spojení se s dětmi, rodiči a pedagogy doma a sdílení tipů a triků pro vytváření různých typů projektů Scratch. Byl to ohromující zážitek vidět projekty, jejich vytvoření bylo inspirované našimi studii Udělej-společně!",
    "annualReport.2020.adaptationHighlightTitle4": "Hackněte své okno",
    "annualReport.2020.adaptationHighlightText4b": "Scratch lektor Eduard Muntaner Perich vytvořil #ScratchAtHome-inspirované studio které vzala komunitu útokem: {linkText}. Stovky Scratcherů z celého světa si vymýšlely fantastické hry a příběhy, které se odehrávají hned za jejich oknem.",
    "annualReport.2020.adaptationEducatorsTitle": "Spojení s lektory",
    "annualReport.2020.adaptationEducatorsText": "Pedagogové po celém světě sdíleli své vlastní #ScratchAtHome nápady a diskutovali o snahách a úspěších výuky na dálku v živém chatu na Twitteru 8. dubna 2020.",
    "annualReport.2020.adaptationSnapshot": "Momentky",
    "annualReport.2020.adaptationSnapshot1Title": "Virtuální semináře Computer Clubhouse Network",
    "annualReport.2020.adaptationSnapshot1Text": "V rámci našeho dlouholetého partnerství pořádá tým Scratch semináře pro pedagogy mládeže z{linkText}. Stejně jako pedagogové po celém světě musel náš tým poprvé vést on-line semináře v roce 2020 — a naučit se bojovat s izolací a technickými obtížemi virtuálního učení. Ale díky nástrojům pro on-line spolupráci a inovativním metodám sdílení a reflexe byl tým schopen znovu vytvořit spolupracujícího, hravého ducha osobních seminářů ve virtuálním prostoru.l",
    "annualReport.2020.adaptationSnapshot2Title": "Přiveďte se do Scratche",
    "annualReport.2020.adaptationSnapshot2Text": "Rok 2020 byl také rokem přizpůsobení našich nástrojů a platformy. Vyvinuli jsme a přidali nové postavy do knihovny Sprite, abychom inspirovali a umožnili začínajícím Scratcherům vytvořit projekty reprezentující jejich rasovou, kulturní, genderovou nebo jinou osobní identitu.",
    "annualReport.2020.communityTitle": "Společenství",
    "annualReport.2020.communityIntro": "V roce 2020 se komunita Scratch stala ještě důležitějším místem pro mladé lidi, aby našli pocit sounáležitosti a sounáležitosti. Když jsme viděli smysluplné rozhovory, společné projekty a dojemné příběhy, které Scratcheři sdíleli, byli jsme v úžasu nad jejich kreativním a odolným duchem.",
    "annualReport.2020.communityTitle1": "Příručka Virtuálních rodinných nocí tvořivého programování",
    "annualReport.2020.communityText1": "V roce 2019, s podporou Google.org, tým Scratch spolupracoval s Kanceláří informatiky Chicagské veřejné školy na propojení studentů, rodin, učitelů a dalších členů komunity prostřednictvím Rodinných nocí tvořivého programování.",
    "annualReport.2020.communityText2": "V letošním roce naše týmy čelily nové výzvě: jak bychom mohli přenést hravého ducha budování komunity Rodinných nocí tvořivého programování do virtuálního prostoru a pomoci školám rozvíjet životně důležité spojení se vzdálenými studenty a jejich rodinami? Vyvinuli jsme příručku Virtuálních rodinných nocí tvořivého programování, která poskytuje strukturu pro tato spojení a podporuje radostné učení",
    "annualReport.2020.communityDownloadButton": "Příručka Virtuálních rodinných nocí tvořivého programování",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2020.communityQuoteText": "[In 2020] nebylo mnoho příležitostí zapojit se s rodiči tak zábavným a vysoce energickým způsobem. Takže tato příležitost poskytla tolik potřebné zapojení... Učitelé se obávali, ale úroveň vzrušení studentů je tlačila na místo, kde museli důvěřovat procesu a umožnit dětem učit se od sebe navzájem.",
    "annualReport.2020.communityScratchCommunity": "Společenství Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Při dotazech proč používají Scratch, většina Scratcherů hovoří o důležitosti on-line společenství motivující jejich probíhající zapojení, poskytující prostor pro vyjádření  jejich kreativity, získání přátel, obdržení ohlasů, získání nových nápadů a naučení se novým dovednostem. Mnoho Scratcherů vyjadřuje svá ocenění společenství Scratch jakožto bezpečnému a vítanému místu k setkávání, sdílení a učení se od druhých.",
    "annualReport.2020.communityQuoteGroupText1": "Přidal jsem se ke Scratchi když mi bylo 11 let a věci, které jsem se naučil z užívání platformy a z komunikace se společenstvím byly opravdu živou částí mého vzdělanostního růstu.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch mi umožnil dělat věci z domova, jako: \n- Respektovat lidi a jejich projekty\n- Získat přátele\n- Pocítit že nejsem sám v této karanténě\n....a mnohem víc, takže chci říci ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Jsem na Scratchi už asi 2 roky a je to zkušenost měnící život! Naučil jsem se mnoho nových věcí, jako programování, on-line etiketu a grafiku!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch byl mým oblíbeným koníčkem v šesté třídě. Skrytě mě seznámil s Booleovou logikou, pořadím operací a složenými matematickými výrazy—a to nezmiňuji samotné počítačové programování.",
    "annualReport.2020.yearInReview": "Rok v přehledu",
    "annualReport.2020.yearInReviewText": "Rok 2020 byl v on-line komunitě pozoruhodný. Komunitní tým zdůraznil a rozvinul příležitosti pro mladé lidi, aby vyjádřili své nápady a zapojili se do pozitivních způsobů, a ze samotných Scratcherů vzešla neuvěřitelná počínání. Zde je ohlédnutí za některými z vrcholů roku:",
    "annualReport.2020.yearInReviewCard1Date": "Leden",
    "annualReport.2020.yearInReviewCard1Title": "Konec dekády studia Scratch Design",
    "annualReport.2020.yearInReviewCard1Text": "Scratcheři oslavili konec desetiletí a nové začátky v tomto studiu Scratch Design.",
    "annualReport.2020.yearInReviewCard2Date": "Duben",
    "annualReport.2020.yearInReviewCard2Title": "Apríl",
    "annualReport.2020.yearInReviewCard2Text": "“Naprosté záhady” se objevily na webu, i kočičí bloky se objevily a potěšily společenství Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "Duben",
    "annualReport.2020.yearInReviewCard3Title": "Udělej-společně",
    "annualReport.2020.yearInReviewCard3Text": "Členové týmu Scratch začali pořádat živé výukové programy, aby se spojili a tvořili se Scratchery a jejich rodinami doma.",
    "annualReport.2020.yearInReviewCard4Date": "Květen",
    "annualReport.2020.yearInReviewCard4Title": "Měsíc Scratche",
    "annualReport.2020.yearInReviewCard4Text": "Scratcheři po celém světě sdíleli tisíce projektů točících se týdenních témat, od recyklovaných plavidel až po ruční mytí rolniček.",
    "annualReport.2020.yearInReviewCard5Date": "Květen",
    "annualReport.2020.yearInReviewCard5Title": "Na Černých Životech Záleží",
    "annualReport.2020.yearInReviewCard5Text": "Když se Spojenými státy přehnaly protesty proti rasové nespravedlnosti, komunita se spojila, aby se navzájem podpořila a vyzvala ke změně.",
    "annualReport.2020.yearInReviewCard6Date": "Červen",
    "annualReport.2020.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratcheři sdíleli své oblíbené vnitřní hry a aktivity, aby se udrželi zapojeni, zatímco zůstávají doma.",
    "annualReport.2020.yearInReviewCard7Date": "Červen",
    "annualReport.2020.yearInReviewCard7Title": "Studio Dne černošské nezávislosti",
    "annualReport.2020.yearInReviewCard7Text": "Scratcheři vytvořili projekty na počest dne černošské nezávislosti a pokračujícího boje za rasovou spravedlnost.",
    "annualReport.2020.yearInReviewCard8Date": "Červenec",
    "annualReport.2020.yearInReviewCard8Title": "Tábor Scratch",
    "annualReport.2020.yearInReviewCard8Text": "Akce Scratch the Musical přiměla celou komunitu hrát, zpívat a tančit společně.",
    "annualReport.2020.yearInReviewCard9Date": "Říjen",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratcheři vytvořili stovky kreativních příběhů, her a animací založených na tematických výzvách dne.",
    "annualReport.2020.communityQuote2Name": "Anna Lyticalová, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform inženýrka vztahů s vývojáři a královna Coding Drag",
    "annualReport.2020.communityQuote2Text": "Vidět moc, kterou máte, když něco vytváříte a můžete reprezentovat sebe a své problémy a vyjádřit je nebo je vyřešit kódem, je opravdu magický zážitek a má dopad na skutečný svět.",
    "annualReport.2020.communitySnapshotTitle": "Vylepšení našich nástrojů",
    "annualReport.2020.communitySnapshotText": "Náš komunitní tým používá širokou škálu nástrojů a strategií, aby podpořil dobré digitální občanství a udržoval pozitivní prostředí pro tvorbu Scratcherů. V roce 2020 jsme vyvinuli nové, intuitivnější rozhraní, které pomáhá Scratcherům označovat nevhodný obsah, a vylepšili jsme nástroje používané naším týmem pro moderování komunity. V důsledku toho jsme od komunity dostávali kvalitnější zprávy a moderátoři naší komunity mohli pracovat rychleji a efektivněji — udržováním webu bezpečnějšího a přátelštějšího pro všechny.",
    "annualReport.2020.communitySnapshot2Title": "Nové návody Scratch na YouTube",
    "annualReport.2020.communitySnapshot2Text": "Tým Scratch začal sdílet výukové programy na našem kanálu YouTube v březnu 2020, aby pomohl Scratcherům získat dovednosti k vytvoření všeho, co si dokážou představit. Od pixelového umění až po virtuální mazlíčky jsou tyto výukové programy hitem Scratcherů všech věkových kategorií a v roce 2020 dosáhly 1,3 milionu zhlédnutí.",
    "annualReport.2020.tutorial1": "Virtuální město",
    "annualReport.2020.tutorial2": "Hra chytání",
    "annualReport.2020.tutorial3": "Návrhář postav",
    "annualReport.2020.tutorial4": "Virtuální mazlíček",
    "annualReport.2020.EDMessageTitle": "Zpráva našeho výkonného ředitele",
    "annualReport.2020.EDMessageText1": "Rok 2020 byl transformačním rokem po celém světě a pro Scratch. K týmu jsem se připojil v listopadu, kdy jsme byli měsíce po pandemii COVID-19. S mým zázemím vzdělávacího vedoucího mě nadchla možnost vést Scratch přes období významných změn a pokračovat v práci na mém osobním cíli pomáhat studentům ze všech prostředí dosáhnout nových výšin. Věděl jsem, že v tomto náročném roce mladí lidé po celém světě vážně potřebují ještě větší podporu, která by jim pomohla dosáhnout jejich vlastního potenciálu.",
    "annualReport.2020.EDMessageText2": "Nespravedlivé struktury, vybudované v minulosti pro vzdělávání dětí, pandemie ještě zhoršila. Prostřednictvím našich rozhovorů s rodinami a pedagogy z celého světa víme, že v roce 2020 děti ze všech komunit potřebovaly kreativní příležitosti k učení, aby vyjádřily své nápady a rozvíjely své dovednosti více než kdy jindy, i když mnoho z nich nemělo schopnost chodit do školy.",
    "annualReport.2020.EDMessageText3": "Jak se svět přizpůsoboval a přistupoval ke kreativnímu učení a sebevyjádření novými způsoby, mnoho pedagogů, rodičů a mladých lidí se obrátilo na Scratch. Viděli jsme o 40% více Scratcherů vytvářejících projekty rok od roku, a Scratcheři zanechali o 200% více komentářů v roce 2020 než v roce 2019. Mladí lidé z celého světa používali Scratch jako místo pro spojení, konverzaci, spolupráci a věnování se ostatním. Viděli jsme, jak objevují úžasné věci, které mohli vytvořit, když dostali příležitost kreativně myslet a řešit problémy, které je nadchly.",
    "annualReport.2020.EDMessageText4": "V důsledku pandemie někteří volali po “návratu k normálu.”  Pro mnoho mladých lidí však svoboda učit se a objevovat chyběla v našich školách již před PANDEMIÍ COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Musíme udělat vše, co je v našich silách, abychom změnili systémové nerovnosti v našich vzdělávacích systémech, protože   “normální” nebylo postaveno tak, aby bylo poctivé a spravedlivé pro většinu našich dětí.",
    "annualReport.2020.EDMessageText5": "V roce 2021 Scratch zdvojnásobuje naše úsilí oslovit mladé lidi, kteří byli historicky vyloučeni z tvořivé informatiky a jiných kreativních vzdělávacích příležitostí. S podporou Google.org jsme spustili Scratch Education Collaborative (SEC), výkonnou síť organizací po celém světě, která se zaměřuje na podporu těchto studentů při rozvíjení jejich důvěry v kreativní výpočetní techniku. 41 organizací v prvním roce nového programu se spojí a bude se učit od týmu Scratch a od sebe navzájem a vyvine sady nástrojů Equity Toolkits, které je budou podporovat při růstu a škálování jejich podpory pro studenty v jejich komunitě.",
    "annualReport.2020.EDMessageText6": "Naše práce na tom, aby byl Scratch ještě spravedlivější a inkluzivnější, zdaleka neskončila. Jsem nadšený, že se s vámi v nadcházejících měsících podělím o další. Do té doby bych rád vyjádřil své upřímné uznání komunitě Scratch za to, že se stále navzájem podporují a pečují o sebe během turbulentního roku. Vaše kreativita a soucit nás nikdy nepřestanou inspirovat.",
    "annualReport.2020.EDTitle": "Výkonný ředitel, Nadace Scratch",
    "annualReport.2020.lookingForward": "Těšíme se",
    "annualReport.2020.lookingForwardText1": "V roce 2021 pokračujeme v inovacích a spolupráci s našimi partnery, abychom Scratch ještě vylepšili pro mladé lidi po celém světě. V nadcházejících měsících pracujeme na tom, abychom Scratch přinesli do více škol, rozšířili cesty ke kreativnímu učení, vyvinuli a lokalizovali více zdrojů pro pedagogy a mladé lidi a zlepšili zkušenosti s osvojením Scratche i ještě více vzrušujícími projekty..",
    "annualReport.2020.lookingForwardText2": "Obdrželi jsme štědré granty od Nadace LEGO a Google.org, abychom pomohli rozšířit náš globální dosah, pokročit v našem poslání a podpořit tuto důležitou práci. Další informace:",
    "annualReport.2020.learnMore": "Dozvědět se více:",
    "annualReport.2020.learnMoreLink1Text": "Nadace LEGO a Nadace Scratch oznamují partnerství na podporu učení prostřednictvím hry s technologiemi pro miliony dětí po celém světě",
    "annualReport.2020.learnMoreLink2Text": "Týden výuky informatiky: Další pomoc pro více žáků",
    "annualReport.2020.supportersTitle": "Poděkování našim podporovatelům",
    "annualReport.2020.supportersIntro": "Děkujeme našim štědrým podporovatelům. Vaše příspěvky nám pomáhají rozšiřovat příležitosti tvořivého učení pro děti každého věku, ze všech prostředí, po celé zeměkouli.",
    "annualReport.2020.ourSupporters": "Naši podporovatelé",
    "annualReport.2020.ourSupportersText": "Chceme poděkovat všem podporovatelům Scratch, kteří nám v průběhu let pomohli vytvořit úžasné vzdělávací zkušenosti pro miliony mladých lidí po celém světě. Následující seznam je založen na darování Nadaci Scratch od 1. ledna 2020 do 31. prosince 2020.",
    "annualReport.2020.supportersFoundingTitle": "Zakládající partneři — přes 10 000 000 USD",
    "annualReport.2020.supportersFoundingText": "Jsme obzvláště vděční našim zakládajícím partnerům, z nichž každý poskytl kumulativní podporu ve výši nejméně 10 000 000 USD od začátku Scratch v roce 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Partneři kocoura Scratche — přes 1 000 000 USD",
    "annualReport.2020.supportersCreativityTitle": "Kruh kreativity — přes 250 000 USD",
    "annualReport.2020.supportersCollaborationTitle": "Kruh spolupráce — přes 100 000 USD",
    "annualReport.2020.supportersImaginationTitle": "Kruh představivosti — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "Kruh inspirace — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "Kruh bádání — $5,000+",
    "annualReport.2020.supportersPlayTitle": "Kruh her — přes 1 000 USD",
    "annualReport.2020.supportersInKindTitle": "Nepeněžní podporovatelé",
    "annualReport.2020.leadershipTitle": "Náš tým",
    "annualReport.2020.leadershipBoard": "Panel ředitelů",
    "annualReport.2020.leadershipChair": "Předseda",
    "annualReport.2020.leadershipProfessor": "Profesor výzkumu vzdělání",
    "annualReport.2020.leadershipViceChair": "Místopředseda",
    "annualReport.2020.leadershipCoFounder": "Spoluzakladatel a spolupředseda",
    "annualReport.2020.leadershipBoardMember": "Člen panelu",
    "annualReport.2020.leadershipPresidentCEO": "Prezident a ředitel společnosti",
    "annualReport.2020.leadershipFormerPresident": "Dřívější prezident",
    "annualReport.2020.leadershipFounderCEO": "Zakladatel a výkonný předsedající",
    "annualReport.2020.leadershipFormerChairCEO": "Dřívější CEO a předsedkyně",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Tajemník panelu a pokladník",
    "annualReport.2020.leadershipBoardSecretary": "Tajemník panelu",
    "annualReport.2020.leadershipBoardTreasurer": "Pokladník panelu",
    "annualReport.2020.leadershipScratchTeam": "Tým Scratch v roce 2020",
    "annualReport.2020.leadershipED": "Výkonný ředitel",
    "annualReport.2020.teamThankYou": "Děkujeme Mitchi Resnickovi, Natalii Ruskové, Rupalu Jainovi a dalším spolupracovníkům ze skupiny Lifelong Kindergarten Group v MIT Media Lab za vaši neúnavnou podporu Scratch.",
    "annualReport.2020.donateTitle": "Podpořte nás",
    "annualReport.2020.donateMessage": "Vaše podpora nám umožňuje dělat Scratch zdarma pro každého, udržovat naše servery v provozu a to nejdůležitější, že budeme schopni poskytovat dětem celého světa příležitost snít, tvořit a sdílet. Děkujeme vám!",
    "annualReport.2020.donateButton": "Podpořit",
    "annualReport.2020.projectBy": "projekt od",
    "annualReport.2020.altAvatar": "avatar uživatele",
    "annualReport.2020.altDropdownArrow": "Šipka označující rozbalovací menu",
    "annualReport.2020.altMastheadIllustration": "Tři lidé v interakci s fyzickými komponentami Scratch",
    "annualReport.2020.altWave": "Emoji mávající rukou",
    "annualReport.2020.altMitchHeadshot": "Zakladatel Mitch Resnick",
    "annualReport.2020.altBlocks": "Dva Scratch bloky navršené nad sebou.",
    "annualReport.2020.altBanana": "Banán mající připojený kabel.",
    "annualReport.2020.altProjectsIllustration": "Tři děti, jedno stojící, jedno sedící na invalidním vozíku a jedno sedící na zemi, malují a vyřezávají umělecké projekty.",
    "annualReport.2020.altPassionIllustration": "Tři děti, jedno stojící, jedno klečící a jedno sedící na zemi, hrají na klavír a pozorují hvězdy dalekohledem.",
    "annualReport.2020.altPeersIllustration": "Čtyři děti sedí kolem táboráku a hrají hry a gestikulují.",
    "annualReport.2020.altPlayIllustration": "Tři děti, jedno stojící, jedno klečící a jedno sedící se zkříženýma nohama, si hrají s lodičkami a skládají origami.",
    "annualReport.2020.altCalendar": "Kalendář pro rok 2020.",
    "annualReport.2020.altCommentsVisualization": "Dvě komentářové bubliny. Ta menší a tmavší představuje podíl komentářů v roce 2019. Ta světlejší představuje nárůst připomínek učiněných v roce 2020.",
    "annualReport.2020.altArrowUp": "Šipka ukazující vpravo nahoru.",
    "annualReport.2020.altTranslated": "Komponenta Scratche říkající \"Ahoj\" a poslouchající jazyky, ve kerých je Scratch dostupný.",
    "annualReport.2020.altScratchHorizontalCommand": "Scratch komponenta vodorovného příkazu.",
    "annualReport.2020.altScratchJr": "Logo Scratch Jr",
    "annualReport.2020.altHorizontalLoop": "Scratch komponenta vodorovné smyčky.",
    "annualReport.2020.altPieChart": "Vizualizace ukazující 602% nárůst projektů vytvořených v průběhu roku 2020 ve vztahu k projektům vytvořeným v roce 2019.",
    "annualReport.2020.altUsers": "Dvě obecné uživatelské ikony, o něco menší šedá a o něco větší fialová.",
    "annualReport.2020.altArrowNext": "Šipka ukazující doprava.",
    "annualReport.2020.altBenedict": "Avatar Benedikta Hochwartnera",
    "annualReport.2020.altAaronReuland": "Aaron Reuland na panence z papírového sáčku a ilustrace létající želvy.",
    "annualReport.2020.altSprinklesLeft": "Komponenta Scratch smajlík a srdce zobrazené na telefonu.",
    "annualReport.2020.altSprinklesRight": "Ruka v interakci s komponentami Scratch.",
    "annualReport.2020.altFileDownload": "Šipka ukazující do košíku označující, že soubor lze stáhnout.",
    "annualReport.2020.altWaveTop": "Světle modrá vlna pokrytá avatary Scratche a komponentami Scratche.",
    "annualReport.2020.altWaveBottom": "Světle modrá vlna.",
    "annualReport.2020.altConnectingLine": "Tečkovaná čára spojující měsíce",
    "annualReport.2020.altApril": "Kresba perem a tužkou na Scratch projektu zobrazujícím loď a vodu.",
    "annualReport.2020.altMay": "Kalendář označený emoji umístěnými na bublině.",
    "annualReport.2020.altJune": "Vlajka Dne černošské nezávislosti a papírové letadlo.",
    "annualReport.2020.altJuly": "Mikrofon a hudební partitura.",
    "annualReport.2020.altToolsIllustration": "Ruka dotýkající se ikony vykřičníku nad několika textovými bublinami.",
    "annualReport.2020.altVirtualTown": "Dívka běží po chodníku před několika domy.",
    "annualReport.2020.altCatchGame": "Jablko se vznáší na obzoru vpravo, zatímco koš je umístěn dole směrem ke středu rámu.",
    "annualReport.2020.altCharacterDesigner": "Pes sedí před zelenou a bílou tabulí se šipkami.",
    "annualReport.2020.altVirtualPet": "Ježek sedí na vrcholu skály uprostřed trávy.",
    "annualReport.2020.altLookingForward": "Zavlažovač zalévá stromek, z kterého bude vysoký strom.",
    "annualReport.2020.altIndia1": "Pod textem \"šťastné Diwali!\" se objeví zapálená prskavka.",
    "annualReport.2020.altIndia2": "Maskot kocoura Scratche se objeví vedle textu psaného v Hindi",
    "annualReport.2020.altIndia3": "Indická žena se ukáže před indickou vlajkou na které je srdce s nápisem \"Indie\".",
    "annualReport.2020.altIndia4": "Dvě ruce umístěné přes flétnu s promenádou a mořem na pozadí.",
    "annualReport.2020.altChile": "Skupina dětí sedí kolem stolu plného uměleckých a řemeslných výrobků a notebooku.",
    "annualReport.2020.altBrazil": "Děti sedí před notebookem připojeným k pěti lžícím s dráty.",
    "annualReport.2020.altIndia": "Žena dává pokyny dívkám sedícím před počítačem.",
    "annualReport.2020.altUSA": "Vedle snímku obrazovky uživatelského rozhraní Scratch se zobrazuje malá miniatura videa",
    "annualReport.2020.altChileIcon": "Maskot Scratche",
    "annualReport.2020.altBrazilIcon": "Zelený vír",
    "annualReport.2020.altIndiaIcon": "Hvězda propojená kruhem",
    "annualReport.2020.altUSAIcon": "Komiksové raspberry, logo Nadace Raspberry Pi",
    "annualReport.2020.altTutorial": "Příručka Scratch ve španělštině",
    "annualReport.2020.altGettingStarted": "Tlačítko přehrávání je umístěné nad uživatelským rozhraním Scratch.",
    "annualReport.2020.altEditor": "Uživatelské rozhraní Scratch spolu s náhledem momentálně sestaveného  programu, ukazujícího dva lidi mluvící spolu.",
    "annualReport.2020.altHackYourWindow": "Pes ve vesmírné přilbě, hvězda a kobliha se vznášejí za oknem ve vesmíru.",
    "annualReport.2020.altScratchInteraction": "Dva lidé mluví mezi komponenty Scratch. Jeden předává komponentu druhému.",
    "annualReport.2020.altImageBubbles": "Obrázky z projektů Scratch se zobrazují v bublinových tvarech seskupených dohromady.",
    "annualReport.2020.altConnectivityVideoPreview": "Tlačítko přehrávání se objeví nad scénou přátelských mořských tvorů.",
    "annualReport.2020.altAdaptationVideoPreview": "Tlačítko Přehrát se zobrazuje nad různými scénami z uživatelského rozhraní Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey z Hvězdných válek drží hůl a stojí v poušti.",
    "annualReport.2020.altAprilCard": "Několik snímků obrazovky z uživatelského rozhraní Scratch je umístěno společně.",
    "annualReport.2020.altMayCard": "Ruce patřící lidem různých ras jsou zvednuté v pěstích.",
    "annualReport.2020.altJuneCard": "Osoba sešívá papírovou květinu dohromady.",
    "annualReport.2020.altJulyCard": "Krab, mořská panna a chobotnice společně hrají hudbu pod mořem.",
    "annualReport.2020.altOctoberCard": "Na zdi nad počítačovou pracovní stanicí se objeví dýně a cukrová kukuřice.",
    "annualReport.2020.altDonateIllustration": "Dvě ruce utvoří tvar srdce s prsty uvnitř vyříznutého tvaru srdce."
}