{
    "annualReport.2020.subnavFoundersMessage": "Neges y Sylfaenydd",
    "annualReport.2020.subnavMission": "Cenhadaeth",
    "annualReport.2020.subnavReach": "Ymestyn",
    "annualReport.2020.subnavThemes": "Themâu",
    "annualReport.2020.subnavDirectorsMessage": "Neges y Cyfarwyddwr",
    "annualReport.2020.subnavSupporters": "Cefnogwyr",
    "annualReport.2020.subnavTeam": "Tîm",
    "annualReport.2020.subnavDonate": "Rhoi",
    "annualReport.2020.mastheadYear": "Adroddiad Blynyddol 2020",
    "annualReport.2020.mastheadTitle": "Addasu i Fyd sy'n Newid",
    "annualReport.2020.foundersMessageTitle": "Neges gan Ein Sylfaenydd",
    "annualReport.2020.foundersMessageP1": "Bydd y flwyddyn 2020 yn cael ei chofio fel y flwyddyn pan ysgubodd pandemig COVID ar draws y byd, gan achosi caledi ac aflonyddwch ym mywydau pawb - gyda’r caledi mwyaf yn cwympo’n annheg ar y rhai sydd eisoes yn wynebu heriau yn eu bywydau.",
    "annualReport.2020.foundersMessageP2": "Trwy gydol y pandemig, mae pobl ifanc ledled y byd, llawer ohonyn nhw wedi'u hynysu yn eu cartrefi, wedi dod i wefan Scratch mewn niferoedd mwy nag erioed o'r blaen, gan weld Scratch fel man diogel lle gallan nhw fynegi eu hunain yn greadigol, dysgu sgiliau newydd, a chydweithio a'i gilydd. Cawsom ein hysbrydoli gan gynifer o’r projectau Scratch a greodd pobl ifanc yn ystod 2020, llawer ohonynt yn rhannu eu meddyliau a’u teimladau am y pandemig, newid yn yr hinsawdd, anghyfiawnder hiliol, a materion eraill ar eu meddyliau. Nid dysgu cysyniadau a sgiliau cyfrifiadurol yn unig yr oedd pobl ifanc, ond hefyd yn datblygu eu llais a'u hunaniaethau.",
    "annualReport.2020.foundersMessageP3": "Er mwyn sicrhau y gall Scratch barhau i chwarae'r rôl bwysig hon ym mywydau pobl ifanc yn y blynyddoedd i ddod, rydym wedi bod yn gwneud newidiadau sefydliadol sylweddol yn Scratch. Ar ddechrau 2020, symudodd y Tîm Scratch allan o'i gartref hir dymor yn MIT Media Lab ac i swyddfeydd newydd Scratch Foundation yn downtown Boston. Bydd y cam hwn yn ein helpu i adeiladu sefydliad cynaliadwy a all gefnogi Scratch fel platfform codio creadigol byd-eang i'r dyfodol.",
    "annualReport.2020.foundersMessageP4": "Yn ddiweddarach yn 2020, fel rhan o'r trawsnewid sefydliadol hwn, gwnaethom gyflogi Shawna Young i wasanaethu fel Cyfarwyddwr Gweithredol y Scratch Foundation. Daw Shawna i'r Scratch Foundation gyda chefndir cryf mewn addysg a rheoli dim-er-elw, ac ymrwymiad dwfn i degwch a chynhwysiant. Trwy gydol ei gyrfa mewn sefydliadau fel Duke a MIT, mae Shawna wedi gweithio i ehangu profiadau dysgu i fyfyrwyr o gymunedau amrywiol. Mae’r ymrwymiad hwnnw wedi’i alinio’n gryf â chenhadaeth a gwerthoedd Scratch, a bydd yn chwarae rhan bwysig yn ei harweinyddiaeth yn Scratch. Rwy’n eich annog i ddarllen neges Shawna ar ddiwedd yr adroddiad blynyddol hwn.",
    "annualReport.2020.foundersMessageP5": "Dros y degawd diwethaf, mae Scratch wedi cael llwyddiant rhyfeddol, gan ennyn diddordeb degau o filiynau o bobl ifanc ledled y byd. Ond dim ond dechrau ydyn ni. Yr her ar gyfer y blynyddoedd i ddod yw sicrhau y gallwn barhau i ledaenu a chefnogi nid yn unig ein technoleg ond hefyd ein dull creadigol, gofalgar, dysgu cydweithredol, fel bod pobl ifanc ledled y byd yn cael cyfleoedd teg i ddychmygu, creu, rhannu a dysgu. Rydym yn edrych ymlaen at weithio gyda phob un ohonoch i wneud i hynny ddigwydd!",
    "annualReport.2020.foundersMessageScratchTitle": "Cadeirydd, y Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Athro, MIT Media Lab",
    "annualReport.2020.watchVideo": "Gwyliwch y Fideo",
    "annualReport.2020.missionTitle": "Ein Cenhadaeth a'n Gweledigaeth",
    "annualReport.2020.visionHeader": "Gweledigaeth",
    "annualReport.2020.visionSubtitle": "Lledaenu dulliau creadigol, gofalgar, cydweithredol a theg o godio a dysgu ledled y byd.",
    "annualReport.2020.missionHeader": "Cenhadaeth",
    "annualReport.2020.missionSubtitle": "Rhoi offer digidol a chyfleoedd i bobl ifanc ddychmygu, creu, rhannu a dysgu.",
    "annualReport.2020.missionP1": "Rydym wedi ymrwymo i gyfiawnder addysgol a blaenoriaethu tegwch ar draws pob agwedd ar ein gwaith, gyda ffocws penodol ar fentrau a dulliau sy'n cefnogi plant, teuluoedd ac addysgwyr sydd wedi'u heithrio o gyfrifiadura creadigol.",
    "annualReport.2020.missionP2": "Rydyn ni wedi datblygu Scratch fel amgylchedd dysgu rhad ac am ddim, diogel, chwareus sy'n ennyn diddordeb pob plentyn i feddwl yn greadigol, rhesymu yn systematig, a chydweithio - sgiliau hanfodol i bawb yn y gymdeithas heddiw. Rydym yn gweithio gydag addysgwyr a theuluoedd i gynorthwyo plant i archwilio, rhannu a dysgu.",
    "annualReport.2020.missionP3": "Wrth ddatblygu technolegau, gweithgareddau a deunyddiau dysgu newydd, fe’n harweinir gan yr hyn a alwn yn Bedwar P o Ddysgu Creadigol:",
    "annualReport.2020.fourPs": "Pedwar Pwynt Addysgu Creadigol",
    "annualReport.2020.missionProjectsTitle": "Projectau",
    "annualReport.2020.missionPeersTitle": "Cyfoedion",
    "annualReport.2020.missionPassionTitle": "Angerdd",
    "annualReport.2020.missionPlayTitle": "Chwarae",
    "annualReport.2020.missionProjectsDescription": "Ymgysylltu plant â dylunio, creu a mynegi eu hunain yn greadigol",
    "annualReport.2020.missionPeersDescription": "Cefnogi plant i gydweithio, rhannu, ailgymysgu a mentora",
    "annualReport.2020.missionPassionDescription": "Galluogi plant i adeiladu ar eu diddordebau a gweithio ar brojectau sy'n ystyrlon iddyn nhw",
    "annualReport.2020.missionPlayDescription": "Annog plant i dincro, arbrofi ac ailadrodd",
    "annualReport.2020.reachTitle": "Cyrraedd Plant o Amgylch y Byd",
    "annualReport.2020.reachSubtitle": "Scratch yw cymuned godio fwyaf y byd ar gyfer plant a phobl ifanc, 8 oed a hŷn.",
    "annualReport.2020.reachMillion": "miliwn",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8 % ers 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37 % ers 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44 % ers 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Defnyddwyr Newydd",
    "annualReport.2020.reachProjectsCreated": "Prosiectau wedi'u Creu",
    "annualReport.2020.reachProjectCreators": "Pobl yn Creu Projectau",
    "annualReport.2020.reachComments": "cynnydd yn y sylwadau a gofnodwyd",
    "annualReport.2020.reachGlobalCommunity": "Ein Cymuned Fyd-eang",
    "annualReport.2020.reachMapBlurb": "Cyfanswm y cyfrifon a gofrestrwyd yng Nghymuned Ar-lein Scratch  ers cychwyn Scratch hyd at fis Rhagfyr 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "ar raddfa logarithmig",
    "annualReport.2020.reachTranslationTitle": "Mae Scratch yn cael ei Gyfieithu i 64 Iaith",
    "annualReport.2020.reachTranslationIncrease": "3 iaith ers 2019",
    "annualReport.2020.reachTranslationBlurb": "Diolch i gyfieithwyr gwirfoddol o bob cwr o'r byd.",
    "annualReport.2020.reachScratchJrBlurb": "Mae ScratchJr yn amgylchedd rhaglennu rhagarweiniol sy'n galluogi plant ifanc (5-7 oed) i greu eu straeon a'u gemau rhyngweithiol eu hunain.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Llwythiadau i lawr yn 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} o 2019",
    "annualReport.2020.themesTitle": "Themâu sy'n Dod i'r Amlwg",
    "annualReport.2020.themesDescription": "Wrth i bobl ifanc wynebu heriau digynsail COVID-19, daeth Scratch yn lle pwysicach nag erioed iddyn nhw gysylltu, creu a mynegi eu hunain. Trwy gydol y flwyddyn, roedd ein gwaith yn canolbwyntio ar dri maes i gefnogi ein cymuned fyd-eang sy'n tyfu orau: cysylltedd, addasu a chymuned. Fel bob amser, roedd ein hymdrechion wedi'u seilio ar ein hymrwymiad i degwch a chynhwysiant.",
    "annualReport.2020.equity": "Ecwiti",
    "annualReport.2020.globalStrategy": "Strategaeth Fyd-eang",
    "annualReport.2020.connectivityTitle": "Cysylltedd",
    "annualReport.2020.connectivityIntro": "Tra bod pobl ifanc wedi'u hynysu y tu mewn i'w cartrefi oherwydd COVID-19, cynigiodd Scratch gyfle iddyn nhw gysylltu a chreu gyda ffrindiau pell, cyd-ddisgyblion ac aelodau o'u teulu. Roedd hefyd yn borth i'r byd y tu allan, lle gwnaethon nhw ddarganfod bod miliynau o blant ar draws gwledydd a chyfandiroedd yn profi'r un pethau ag yr oedden nhw.",
    "annualReport.2020.aaronText": "Cydweithiodd myfyrwyr Aaron i adeiladu fersiwn “rhyfedd” o’u tref o’r enw “Norwouldn’t,” yn llawn creaduriaid llyfrau straeon, gwaith celf gwreiddiol, a naratifau rhyng-gysylltiedig. Roedd yn un o lawer o brojectau Scratch cydweithredol a hwylusodd Aaron i atgoffa myfyrwyr, er bod COVID-19 yn eu cadw y tu mewn i'w cartrefi, eu bod yn dal i fod yn rhan o gymuned ofalgar a llawen.",
    "annualReport.2020.spotlightStory": "Amlygu Stori",
    "annualReport.2020.connectivityIndia": "Scratch yn India",
    "annualReport.2020.connectivityIndiaIntro": "Yn India, roedd y pandemig COVID-19 yn ergyd enfawr gan gadw llawer o bobl ifanc a'u teuluoedd wedi'u hynysu y tu mewn am rannau hir.",
    "annualReport.2020.connectivityIndiaParagraph": "Ar draws y gymuned Scratch fyd-eang gyfan, gwelsom gynnydd enfawr mewn gweithgaredd yn dechrau ym mis Mawrth 2020. Nid oedd y cynnydd sydyn hwn yn fwy amlwg yn unlle nag yn India, lle bu pandemig COVID-19 yn ergyd enfawr a chadw llawer o bobl ifanc a theuluoedd ar wahân am gyfnodau maith. Trwy Scratch, daeth plant yn India o hyd i gysylltiadau trwy greu a rhannu 602% yn fwy o brojectau na'r flwyddyn flaenorol.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Crëwyd Projectau Ar-lein yn 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602 % ers 2019",
    "annualReport.2020.connectivityRegistedUsers": "Mae nifer y defnyddwyr cofrestredig yn yr India wedi mwy na dyblu mewn blwyddyn,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "gan godi o dros 300,000 yn 2019 i dros 700,000 yn 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Cynyddodd nifer yr ymwelwyr unigryw",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Cynyddodd nifer y bobl sy'n creu projectau",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "yn 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mil",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch o amgylch y byd",
    "annualReport.2020.connectivityWorldSubtitle": "Cydweithredwyr Rhyngwladol",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Mae Scratch Al Sur yn ymroddedig i gefnogi meddwl yn gyfrifyddol a chreadigol ymhlith myfyrwyr ac addysgwyr yn Chile ac ar draws America Ladin. Fe wnaethon nhw gynorthwyo ein hymdrechion cyfieithu a lleoleiddio i Rapa Nui a'r Sbaeneg, ac maen nhw wedi cynnwys llawer o addysgwyr mewn gweithdai datblygiad proffesiynol cydweithredol, chwareus Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Rhwydwaith Dysgu Creadigol Brasil",
    "annualReport.2020.connectivityCountryBrazil": "Brasil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Mae Rhwydwaith Dysgu Creadigol Brasil yn fudiad llawr gwlad sy'n gweithredu arferion addysgol ymarferol chwareus, creadigol a pherthnasol ledled Brasil. Yn 2020, bu i'r Tîm Scratch gynnig cyflwyniad yn nigwyddiad Wythnos Dysgu Creadigol Rhwydwaith Dysgu Creadigol Brasil i rannu sut roedd plant yn defnyddio Scratch i adeiladu cymuned, mynegi eu hunain, a siarad am yr hyn sy'n bwysig iddyn nhw. Yn ei dro, fe wnaethon ni ddysgu sut roedd addysgwyr yn y rhwydwaith yn creu cyfleoedd ar gyfer hunanfynegiant gyda dysgwyr yn eu cymunedau eu hunain.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Cynghrair Quest",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Mae Quest Alliance yn grymuso miliynau o ddysgwyr ac addysgwyr sydd â sgiliau'r 21ain ganrif, gan gynnwys cyfrifiadura creadigol. Yn 2020, rhannodd {QuestAllianceLink} Scratch i ddysgwyr ac addysgwyr ledled India.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "Mae Raspberry Pi yn gweithio i roi pŵer cyfrifiadura a chreu digidol yn nwylo pobl ledled y byd. Trwy eu menter Making at Home, maen nhw'n arwain digwyddiadau llif byw a oedd yn annog teuluoedd a phobl ifanc i ddysgu a chreu gyda'i gilydd. Roedd nifer o'r llifau byw hyn yn cynnwys sesiynau tiwtorial Scratch - ac weithiau, hyd yn oed {USALink}!",
    "annualReport.2020.connectivityResources": "Adnoddau",
    "annualReport.2020.connectivityResourcesSubtitle": "Lleoleiddio gyda Chefnogaeth gan Sefydliad LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Er mwyn cefnogi ein cyrhaeddiad byd-eang disglair a chynorthwyo ein hymateb COVID-19, cefnogodd y LEGO Foundation Scratch gyda grant hael. Gyda'r cyllid hwn, roeddem yn gallu lleoleiddio adnoddau allweddol a chyrraedd hyd yn oed mwy o bobl ifanc ledled y byd.",
    "annualReport.2020.connectivityExample1Title": "Delweddau Tiwtorial",
    "annualReport.2020.connectivityExample1Paragraph": "Fe wnaethon ni greu cyfieithiadau o'r delweddau ar gyfer 25 o diwtorialau Scratch mewn 12 iaith - cyfanswm o dros 1,000 o ddelweddau newydd!",
    "annualReport.2020.connectivityExample2Title": "Cychwyn Arni gyda Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Y fideo Getting Started with Scratch yw'r fideo tiwtorial Scratch mwyaf poblogaidd, sy'n cyfarch Scratchwyr newydd pan fyddan nhw'n ymuno â'r wefan gyntaf. Roeddem yn gallu cyfieithu'r fideo hon i 25 o ieithoedd newydd ac i ddiweddaru'r 3 chyfieithiad blaenorol, gan gynnwys delweddau, trosleisio, ac is-deitlau.",
    "annualReport.2020.connectivityExample3Title": "Golygydd Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "Golygydd project Scratch yw'r adnodd Scratch mwyaf hanfodol. Buom yn gweithio gyda chwmni cyfieithu o Dde Affrica sy'n arbenigo mewn cyfieithu addysgol perthnasol yn ddiwylliannol i gyfieithu ac adolygu golygydd Scratch mewn pum iaith yn Ne Affrica: isiZulu, isiXhosa, Affricaneg, Sestwana, a Sepedi.",
    "annualReport.2020.adaptationTitle": "Addasu",
    "annualReport.2020.adaptationIntro": "Wrth i COVID-19 orfodi ysgolion i gau a gwthio dysgu i rith-ofod, roedd llawer o fyfyrwyr ac athrawon yn darganfod Scratch am y tro cyntaf neu'n addasu'r ffordd roedden nhw'n addysgu ac yn dysgu codio creadigol. O'n cartrefi ein hunain, gweithiodd y Tîm Scratch i gefnogi anghenion newidiol addysgwyr a'r gymuned ar-lein.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curadur Dysgu Creadigol, mumok, Fienna, Awstria",
    "annualReport.2020.adaptationQuoteText": "Yn yr holl drafferthion dros y flwyddyn ddiwethaf, parhaodd Scratch yn llwyfan cyfathrebu, ein lle i gwrdd, a'n cyfrwng i fynegi ein hunain yn greadigol.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Athro Cyfryngau Llyfrgell K-5, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "Yn ysgol Title One Aaron Reuland yn Norwood, Massachusetts, roedd yn dibynnu ar Scratch i helpu i ennyn diddordeb myfyrwyr anghysbell mewn dysgu creadigol ac ailgynnau eu hymdeimlad o gymuned “pan mai’r unig bethau y gallwn i ddibynnu arnom ni i gyd oedd cyfrifiadur gweithredol a chysylltiad rhyngrwyd. ”",
    "annualReport.2020.adaptationHighlightText2": "Cydweithiodd myfyrwyr Aaron i adeiladu fersiwn “rhyfedd” o’u tref o’r enw “Norwouldn’t,” yn llawn creaduriaid llyfrau straeon, gwaith celf gwreiddiol, a naratifau rhyng-gysylltiedig. Roedd yn un o lawer o brojectau Scratch cydweithredol a hwylusodd Aaron i atgoffa myfyrwyr, er bod COVID-19 yn eu cadw y tu mewn i'w cartrefi, eu bod yn dal i fod yn rhan o gymuned ofalgar a llawen.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch yn y Cartref",
    "annualReport.2020.adaptationHighlightText2b": "Ar Fawrth 17, fe wnaethom ymateb i argyfwng COVID-19 trwy gychwyn y {linkText} i roi syniadau i blant, teuluoedd ac addysgwyr gymryd rhan mewn gweithgareddau dysgu creadigol gyda Scratch gartref. Roedd yn ffordd amhrisiadwy o gysylltu â'n cymuned ac i addasu i ffordd hollol newydd o ddysgu a rhyngweithio ar-lein.",
    "annualReport.2020.adaptationHighlightTitle3": "Creu'n Fyw - Create-Along",
    "annualReport.2020.adaptationHighlightText3b": "Roedd ein tîm yn cynnal gweithgareddau {linkText} wythnosol, byw i gysylltu â phlant, rhieni, ac addysgwyr gartref a rhannu awgrymiadau a thriciau ar gyfer creu gwahanol fathau o brojectau Scratch. Cawsom lot o hwyl yn gweld y projectau cafodd eu hysbrydoli i'w creu yn ein stiwdios Create-Along!",
    "annualReport.2020.adaptationHighlightTitle4": "Hack Your Window",
    "annualReport.2020.adaptationHighlightText4b": "Creodd yr addysgwr Scratch Eduard Muntaner Perich stiwdio a ysbrydolwyd gan # ScratchAtHome fu'n boblogaidd iawn: {linkText}. Dychmygodd cannoedd o Scratchwyr o bob cwr o'r byd gemau a straeon rhyfeddol yn digwydd ychydig y tu allan i'w ffenestr.",
    "annualReport.2020.adaptationEducatorsTitle": "Cysylltu ag Addysgwyr",
    "annualReport.2020.adaptationEducatorsText": "Rhannodd addysgwyr ledled y byd eu syniadau #ScratchAtHome eu hunain a thrafod brwydrau a buddugoliaethau dysgu o bell mewn Sgwrs Twitter fywiog ar Ebrill 8fed, 2020.",
    "annualReport.2020.adaptationSnapshot": "Cipluniau",
    "annualReport.2020.adaptationSnapshot1Title": "Gweithdai Rhithwir y Computer Clubhouse Network",
    "annualReport.2020.adaptationSnapshot1Text": "Fel rhan o'n partneriaeth hirhoedlog, mae'r Tîm Scratch yn cynnal gweithdai ar gyfer addysgwyr ieuenctid o {linkText}. Fel addysgwyr ledled y byd, roedd yn rhaid i'n tîm gynnal gweithdai ar-lein am y tro cyntaf yn 2020 - a dysgu sut i frwydro yn erbyn unigedd ac anawsterau technegol dysgu rhithwir. Ond diolch i offer cydweithredu ar-lein a dulliau arloesol o rannu a myfyrio, llwyddodd y tîm i ail-greu ysbryd cydweithredol, chwareus gweithdai personol mewn gofod rhithwir.",
    "annualReport.2020.adaptationSnapshot2Title": "Dewch â'ch Hun i Mewn i Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "Roedd 2020 hefyd yn flwyddyn o addasu ein hoffer a'n platfform. Fe wnaethom ddatblygu ac ychwanegu corluniau newydd i'r Llyfrgell Corluniau i ysbrydoli a galluogi Scratchwyr cychwynnol i wneud projectau'n gynrychioliadol o'u hunaniaeth hiliol, ddiwylliannol, rhyw neu bersonol.",
    "annualReport.2020.communityTitle": "Cymuned",
    "annualReport.2020.communityIntro": "Yn 2020, daeth Cymuned Scratch yn lle hyd yn oed yn fwy hanfodol i bobl ifanc ddod o hyd i ymdeimlad o undod a pherthyn. Wrth i ni weld y sgyrsiau ystyrlon, projectau cydweithredol, a straeon teimladwy Scratchwyr yn cael eu rhannu, roeddem ni mewn parch i'w hysbryd creadigol a gwydn.",
    "annualReport.2020.communityTitle1": "Canllaw Nosweithiau Codio Creadigol Rhithwir",
    "annualReport.2020.communityText1": "Yn 2019, gyda chefnogaeth Google.org, bu’r Tîm Scratch yn gweithio gyda'r  Chicago Public School’s Office of Computer Science i gysylltu myfyrwyr, teuluoedd, athrawon, ac aelodau eraill o’r gymuned trwy Nosweithiau Codio Creadigol Teulu.",
    "annualReport.2020.communityText2": "Eleni, roedd ein timau’n wynebu her newydd: sut y gallem ddod ag ysbryd chwareus, adeiladu cymunedol Nosweithiau Codio Creadigol Teulu i ofod rhithwir, gan helpu ysgolion i ddatblygu cysylltiadau hanfodol â myfyrwyr anghysbell a’u teuluoedd? Gwnaethom ddatblygu canllaw Nosweithiau Codio Rhithwir i ddarparu strwythur ar gyfer y cysylltiadau hyn a chefnogi dysgu llawen",
    "annualReport.2020.communityDownloadButton": "Canllaw Nosweithiau Codio Rhithwir",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Cydlynydd S.T.E.M. Ruggles Elementary",
    "annualReport.2020.communityQuoteText": "[Yn 2020], nid oedd llawer o gyfleoedd i ymgysylltu â rhieni mewn ffordd mor hwyliog a llawn egni. Felly darparodd y cyfle hwn ymgysylltiad angenrheidiol iawn... Roedd athrawon yn bryderus, ond roedd lefel cyffro'r myfyrwyr yn eu gwthio i ofod lle roedd yn rhaid iddyn nhw ymddiried yn y broses a chaniatáu i blant ddysgu oddi wrth ei gilydd.",
    "annualReport.2020.communityScratchCommunity": "Cymuned Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Pan mae rhywun yn gofyn iddyn nhw pam eu bod yn defnyddio Scratch, mae'r rhan fwyaf o Scratchers yn sôn am bwysigrwydd y gymuned ar-lein ar gyfer ysgogi eu cyfranogiad parhaus, gan ddarparu gofod lle gallan nhw fynegi eu creadigrwydd, gwneud ffrindiau, derbyn adborth, cael syniadau newydd, a dysgu sgiliau newydd. Mae llawer o Scratchers yn mynegi eu gwerthfawrogiad o'r gymuned Scratch fel gofod diogel a chroesawgar i gysylltu, rhannu a dysgu oddi wrth ei gilydd.",
    "annualReport.2020.communityQuoteGroupText1": "Fe wnes i ymuno â Scratch pan oeddwn yn 11 oed ac roedd y pethau a ddysgais o ddefnyddio'r platfform a rhyngweithio â'r gymuned yn rhan hanfodol o'm dysgu wrth dyfu i fyny.",
    "annualReport.2020.communityQuoteGroupText2": "Mae Scratch wedi caniatáu imi wneud pethau o gartref, fel\n- Parchu pobl a'u projectau\n- Gwneud ffrindiau\n- Teimlo nad ydw i ar fy mhen fy hun yn y cwarantîn hwn\n.... a llawer mwy, felly rydw i eisiau dweud ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Rydw i wedi bod ar Scratch ers tua 2 flynedd, ac mae wedi bod yn brofiad sy'n newid bywyd! Rydw i wedi dysgu cymaint o bethau newydd, fel codio, moesau ar-lein, a chelf!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch oedd fy hoff hobi yn y chweched radd. Fe gyflwynodd fi yn gyfrinachol i resymeg Boole, trefn gweithrediadau, ac ymadroddion mathemategol nythu—heb sôn am raglennu cyfrifiadurol ei hun.",
    "annualReport.2020.yearInReview": "Adolygiad Blwyddyn",
    "annualReport.2020.yearInReviewText": "Roedd 2020 yn flwyddyn ryfeddol yn y gymuned ar-lein. Amlygodd a datblygodd y Tîm Cymunedol gyfleoedd i bobl ifanc fynegi eu syniadau a chymryd rhan mewn ffyrdd cadarnhaol, a daeth symudiadau anhygoel o Scratchwyr eu hunain. Dyma edrych yn ôl ar rai o uchafbwyntiau'r flwyddyn:",
    "annualReport.2020.yearInReviewCard1Date": "Ionawr",
    "annualReport.2020.yearInReviewCard1Title": "Stiwdio Dylunio Scratch Diwedd y Ddegawd",
    "annualReport.2020.yearInReviewCard1Text": "Dathlodd Scratchwyr ddiwedd degawd a dechreuadau newydd yn y Stiwdio Ddylunio Scratch hon.",
    "annualReport.2020.yearInReviewCard2Date": "Ebrill",
    "annualReport.2020.yearInReviewCard2Title": "Diwrnod Ffŵl Ebrill",
    "annualReport.2020.yearInReviewCard2Text": "Ymddangosodd “dirgelion cyffredin” o amgylch y wefan, ac roedd Cat Blocks yn synnu a rhyfeddu'r gymuned Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "Ebrill",
    "annualReport.2020.yearInReviewCard3Title": "Creu-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Dechreuodd aelodau Tîm Scratch gynnal sesiynau tiwtorial byw i gysylltu a chreu gyda Scratchwyr a'u teuluoedd gartref.",
    "annualReport.2020.yearInReviewCard4Date": "Mai",
    "annualReport.2020.yearInReviewCard4Title": "Mis Scratch",
    "annualReport.2020.yearInReviewCard4Text": "Rhannodd Scratchwyr ledled y byd filoedd o brojectau o amgylch themâu wythnosol, o grefftau wedi'u hailgylchu i jingles golchi dwylo.",
    "annualReport.2020.yearInReviewCard5Date": "Mai",
    "annualReport.2020.yearInReviewCard5Title": "Mae Bywydau Du o Bwys",
    "annualReport.2020.yearInReviewCard5Text": "Wrth i brotestiadau cyfiawnder hiliol ysgubo’r UD, daeth y gymuned ynghyd i gefnogi ei gilydd a galw am newid.",
    "annualReport.2020.yearInReviewCard6Date": "Mehefin",
    "annualReport.2020.yearInReviewCard6Title": "Hwyl Gartref! Stiwdio Dylunio Scratch",
    "annualReport.2020.yearInReviewCard6Text": "Rhannodd Scratchwyr eu hoff gemau a gweithgareddau dan do er mwyn cadw i ymgysylltu wrth aros adref.",
    "annualReport.2020.yearInReviewCard7Date": "Mehefin",
    "annualReport.2020.yearInReviewCard7Title": "Stiwdio Juneteenth",
    "annualReport.2020.yearInReviewCard7Text": "Creodd Scratchwyr brojectau i anrhydeddu Juneteenth a'r frwydr barhaus dros gyfiawnder hiliol.",
    "annualReport.2020.yearInReviewCard8Date": "Gorffennaf",
    "annualReport.2020.yearInReviewCard8Title": "Gwersyll Scratch",
    "annualReport.2020.yearInReviewCard8Text": "Parodd Scratch the Musical i'r gymuned gyfan actio, canu a dawnsio gyda'i gilydd.",
    "annualReport.2020.yearInReviewCard9Date": "Hydref",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Creodd Scratchwyr gannoedd o straeon creadigol, gemau ac animeiddiadau yn seiliedig ar awgrymiadau ar thema ddyddiol.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Cyn-fyfyrwyr Scratch",
    "annualReport.2020.communityQuote2Title": "Peiriannydd Cysylltiadau Datblygwr Platfform Google Cloud, a'r Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Mae gweld y pŵer sydd gennych chi wrth greu rhywbeth a gallu cynrychioli'ch hun a'ch problemau a'u mynegi neu eu datrys â chod yn brofiad hudolus iawn ac yn cael effaith go iawn.",
    "annualReport.2020.communitySnapshotTitle": "Gwella Ein Offer",
    "annualReport.2020.communitySnapshotText": "Mae ein Tîm Cymunedol yn defnyddio amrywiaeth eang o offer a strategaethau i annog dinasyddiaeth ddigidol dda a chynnal amgylchedd cadarnhaol i Scratchwyr ei greu. Yn 2020, fe wnaethom ddatblygu rhyngwyneb newydd, mwy greddfol i helpu Scratchwyr i dynnu sylw at gynnwys amhriodol, a gwella'r offer a ddefnyddir gan ein tîm cymedroli cymunedol. O ganlyniad, cawsom adroddiadau o ansawdd uwch gan y gymuned, ac roedd ein cymedrolwyr cymunedol yn gallu gweithio'n gyflymach ac yn fwy effeithlon - gan gadw'r wefan yn fwy diogel a chyfeillgar i bawb.",
    "annualReport.2020.communitySnapshot2Title": "Tiwtorialau Scratch Newydd ar YouTube",
    "annualReport.2020.communitySnapshot2Text": "Dechreuodd y Tîm Scratch rannu sesiynau tiwtorial ar ein sianel YouTube ym mis Mawrth 2020 i helpu Scratchwyr i ennill y sgiliau i greu beth bynnag y gallan nhw ei ddychmygu. O gelf picsel i anifeiliaid anwes rhithwir, mae'r tiwtorialau hyn yn boblogaidd iawn gyda Scratchwyr o bob oed, gan gael 1.3 miliwn o olygon yn 2020.",
    "annualReport.2020.tutorial1": "Rhith-dref",
    "annualReport.2020.tutorial2": "Gêm Dal",
    "annualReport.2020.tutorial3": "Dylunydd Cymeriadau",
    "annualReport.2020.tutorial4": "Rhith Anifail Anwes",
    "annualReport.2020.EDMessageTitle": "Neges gan Ein Cyfarwyddwr Gweithredol",
    "annualReport.2020.EDMessageText1": "Roedd 2020 yn flwyddyn drawsnewidiol ledled y byd, ac i Scratch. Ymunais â'r tîm ym mis Tachwedd, pan oeddem fisoedd i mewn i bandemig COVID-19. Gyda fy nghefndir fel arweinydd addysgol, roeddwn yn gyffrous am botensial arwain Scratch trwy gyfnod o newid sylweddol a pharhau i weithio tuag at fy nod personol o helpu myfyrwyr o bob cefndir i gyrraedd uchelfannau newydd. Roeddwn i'n gwybod bod pobl ifanc ym mhobman angen mwy fyth o gefnogaeth i'w helpu i gyflawni eu potensial yn y flwyddyn heriol hon.",
    "annualReport.2020.EDMessageText2": "Gwaethygwyd y strwythurau annheg rydym wedi'u hadeiladu i addysgu plant gan y pandemig. Trwy ein sgyrsiau gyda theuluoedd ac addysgwyr o bob cwr o'r byd, rydyn ni'n gwybod bod angen cyfleoedd dysgu creadigol ar blant o bob cymuned yn 2020 i fynegi eu syniadau ac adeiladu eu sgiliau yn fwy nag erioed, hyd yn oed er nad oedd gan lawer ohonyn nhw'r gallu i fynd i'r ysgol.",
    "annualReport.2020.EDMessageText3": "Wrth i'r byd addasu ac agosáu at ddysgu creadigol a hunanfynegiant mewn ffyrdd newydd, trodd llawer o addysgwyr, rhieni a phobl ifanc at Scratch. Gwelsom 40% yn fwy o Scratchwyr yn creu projectau flwyddyn ar ôl blwyddyn, a gadawodd Scratchwyr 200% yn fwy o sylwadau yn 2020 nag yn 2019. Defnyddiodd pobl ifanc o bob cwr o'r byd Scratch fel lle i gysylltu, sgwrsio, cydweithredu ac ymgysylltu â'i gilydd. Gwelsom hwy yn darganfod y pethau anhygoel y gallent eu creu pan gawsant gyfle i feddwl yn greadigol a datrys problemau yr oeddent yn angerddol amdanynt.",
    "annualReport.2020.EDMessageText4": "Yn sgil y pandemig, mae rhai wedi galw am “ddychwelyd i'r normal.” Ond i lawer o bobl ifanc, roedd y rhyddid i ddysgu ac archwilio ar goll yn ein hysgolion ymhell cyn COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Rhaid inni wneud popeth o fewn ein gallu i newid yr anghydraddoldebau systemig yn ein systemau addysgol, oherwydd ni adeiladwyd “normal” i fod yn deg ac yn gyfiawn i'r rhan fwyaf o'n plant.",
    "annualReport.2020.EDMessageText5": "Yn 2021, mae Scratch yn dyblu ein hymdrechion i gyrraedd pobl ifanc sydd wedi'u gwahardd yn hanesyddol o gyfrifiadura creadigol a chyfleoedd dysgu creadigol eraill. Gyda chefnogaeth Google.org, rydym wedi lansio'r Scratch Education Collaborative (SEC), rhwydwaith pwerus o sefydliadau ledled y byd sy'n canolbwyntio ar gefnogi'r dysgwyr hyn i ddatblygu eu hyder mewn cyfrifiadura creadigol. Bydd y 41 sefydliad ym mlwyddyn un y rhaglen newydd yn cysylltu â'r Tîm Scratch a'i gilydd ac yn dysgu oddi wrthynt, ac yn datblygu Pecynnau Cymorth Ecwiti a fydd yn eu cefnogi wrth iddynt dyfu ac addasu eu cefnogaeth i'r dysgwyr yn eu cymuned.",
    "annualReport.2020.EDMessageText6": "Mae ein gwaith i wneud Scratch hyd yn oed yn fwy teg a chynhwysol ymhell o fod ar ben. Rwy'n gyffrous fedru i rannu mwy gyda chi yn ystod y misoedd nesaf. Tan hynny, hoffwn estyn fy ngwerthfawrogiad diffuant i'r Gymuned Scratch am barhau i gefnogi a gofalu am ein gilydd trwy flwyddyn gythryblus. Nid yw eich creadigrwydd a'ch tosturi byth yn peidio â'n hysbrydoli.",
    "annualReport.2020.EDTitle": "Cyfarwyddwr Gweithredol, Scratch Foundation",
    "annualReport.2020.lookingForward": "Edrych i'r Dyfodol",
    "annualReport.2020.lookingForwardText1": "Yn 2021, rydym yn parhau i arloesi a chydweithio â'n partneriaid i wneud Scratch hyd yn oed yn well i bobl ifanc ledled y byd. Yn ystod y misoedd nesaf, rydym yn gweithio i ddod â Scratch i mewn i fwy o ysgolion, ehangu llwybrau i ddysgu creadigol, datblygu a lleoleiddio mwy o adnoddau ar gyfer addysgwyr a phobl ifanc, a gwella profiad Scratch, a phrojectau hyd yn oed yn fwy cyffrous.",
    "annualReport.2020.lookingForwardText2": "Rydym wedi derbyn grantiau hael gan y LEGO Foundation a Google.org i helpu i ehangu ein cyrhaeddiad byd-eang, hyrwyddo ein cenhadaeth, a chefnogi'r gwaith pwysig hwn. Rhagor:",
    "annualReport.2020.learnMore": "Rhagor:",
    "annualReport.2020.learnMoreLink1Text": "Mae'r LEGO Foundation a'r Scratch Foundation yn cyhoeddi partneriaeth i gefnogi dysgu trwy chwarae gyda thechnoleg i filiynau o blant ledled y byd",
    "annualReport.2020.learnMoreLink2Text": "Wythnos Addysg Cyfrifiadureg: Ragor o help i fwy o fyfyrwyr",
    "annualReport.2020.supportersTitle": "Diolch i'n Cefnogwyr",
    "annualReport.2020.supportersIntro": "Diolch i'n cefnogwyr hael. Mae eich cyfraniad yn ein helpu i ehangu cyfleoedd dysgu creadigol i blant o bob oed, o bob cefndir, ledled y byd.",
    "annualReport.2020.ourSupporters": "Ein Cefnogwyr",
    "annualReport.2020.ourSupportersText": "Rydyn ni am ddiolch i holl gefnogwyr Scratch sydd, ar hyd y blynyddoedd, wedi ein helpu i greu profiadau dysgu anhygoel i filiynau o bobl ifanc ledled y byd. Mae'r rhestr ganlynol yn seiliedig ar roi i Scratch Foundation rhwng 1 Ionawr, 2020 a Rhagfyr 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Partneriaid Sefydlu — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "Rydym yn arbennig o ddiolchgar i'n Partneriaid Sefydlu sydd i gyd wedi darparu o leiaf $10,000,000 mewn cefnogaeth gronnus, ers dechrau Scratch yn 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Partneriaid Scratch Cat — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Cylch Creadigrwydd — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Cylch Cydweithio — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Cylch Dychymyg — $ 50,000 +",
    "annualReport.2020.supportersInspirationTitle": "Cylch Ysbrydoliaeth — $ 20,000 +",
    "annualReport.2020.supportersExplorationTitle": "Cylch Archwilio — $ 5,000 +",
    "annualReport.2020.supportersPlayTitle": "Cylch Chwarae — $1,000+",
    "annualReport.2020.supportersInKindTitle": "Cefnogwyr Mewn Nwyddau",
    "annualReport.2020.leadershipTitle": "Ein Tîm",
    "annualReport.2020.leadershipBoard": "Bwrdd Cyfarwyddwyr",
    "annualReport.2020.leadershipChair": "Cadeirydd",
    "annualReport.2020.leadershipProfessor": "Athro Ymchwil Dysgu",
    "annualReport.2020.leadershipViceChair": "Is-gadeirydd",
    "annualReport.2020.leadershipCoFounder": "Cyd-sylfaenydd a Chyd-Gadeirydd",
    "annualReport.2020.leadershipBoardMember": "Aelod o'r Bwrdd",
    "annualReport.2020.leadershipPresidentCEO": "Arlywydd a Phrif Swyddog Gweithredol",
    "annualReport.2020.leadershipFormerPresident": "Cyn-arlywydd",
    "annualReport.2020.leadershipFounderCEO": "Sylfaenydd a Chadeirydd Gweithredol",
    "annualReport.2020.leadershipFormerChairCEO": "Cyn Brif Swyddog Gweithredol a Chadeirydd",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Ysgrifennydd a Thrysorydd y Bwrdd",
    "annualReport.2020.leadershipBoardSecretary": "Ysgrifennydd y Bwrdd",
    "annualReport.2020.leadershipBoardTreasurer": "Trysorydd y Bwrdd",
    "annualReport.2020.leadershipScratchTeam": "Tîm Scratch 2020",
    "annualReport.2020.leadershipED": "Cyfarwyddwr Gweithredol",
    "annualReport.2020.teamThankYou": "Diolch i Mitch Resnick, Natalie Rusk, Rupal Jain, a chydweithredwyr eraill yn y Lifelong Kindergarten Group yn yr MIT Media Lab am eich cefnogaeth ddiflino i Scratch.",
    "annualReport.2020.donateTitle": "Cefnogwch Ni",
    "annualReport.2020.donateMessage": "Mae eich cefnogaeth yn ein galluogi i ddarparu Scratch yn rhad ac am ddim i bawb, yn cadw ein gweinyddwyr i redeg, ac yn bwysicaf oll, rydym yn gallu rhoi cyfle i blant ledled y byd ddychmygu, creu a rhannu. Diolch!",
    "annualReport.2020.donateButton": "Rhoi",
    "annualReport.2020.projectBy": "project gan",
    "annualReport.2020.altAvatar": "afatar defnyddiwr",
    "annualReport.2020.altDropdownArrow": "Saeth yn nodi'r gwymplen.",
    "annualReport.2020.altMastheadIllustration": "Tri pherson yn rhyngweithio â chydrannau Scratch corfforol.",
    "annualReport.2020.altWave": "Emoji llaw yn chwifio.",
    "annualReport.2020.altMitchHeadshot": "Sylfaenydd Mitch Resnick",
    "annualReport.2020.altBlocks": "Dau floc Scratch wedi'u pentyrru ar ben ei gilydd.",
    "annualReport.2020.altBanana": "Banana gyda gwifren wedi'i blygio i mewn iddi.",
    "annualReport.2020.altProjectsIllustration": "Tri phlentyn, un yn sefyll, un yn eistedd mewn cadair olwyn, ac un yn eistedd ar y ddaear yn paentio ac yn torri projectau celf.",
    "annualReport.2020.altPassionIllustration": "Mae tri o blant, un yn sefyll, un yn penlinio, ac un yn eistedd ar y ddaear yn paentio, yn chwarae cerddoriaeth ar biano, ac yn edrych ar y sêr gan ddefnyddio telesgop.",
    "annualReport.2020.altPeersIllustration": "Mae pedwar o blant yn eistedd o amgylch tân gwersyll yn chwarae gemau ac yn pawenu'n llawen.",
    "annualReport.2020.altPlayIllustration": "Mae tri o blant, un yn sefyll, un yn penlinio, ac un yn eistedd wedi croesi'u coesau yn pentyrru cerrig, yn chwarae gyda chychod tegan, ac yn plygu origami.",
    "annualReport.2020.altCalendar": "Calendr yn dangos y flwyddyn 2020.",
    "annualReport.2020.altCommentsVisualization": "Dwy swigen sylwadau. Un llai a thywyllach yn cynrychioli cyfran y sylwadau yn 2019. Un goleuach yn cynrychioli'r cynnydd mewn sylwadau a wnaed yn 2020.",
    "annualReport.2020.altArrowUp": "Saeth yn pwyntio i fyny ac i'r dde.",
    "annualReport.2020.altTranslated": "Mae cydran scratch sy'n dweud \"Helo\" ac yn rhestru ieithoedd y mae Scratch ar gael ynddynt.",
    "annualReport.2020.altScratchHorizontalCommand": "Cydran gorchymyn llorweddol Scratch.",
    "annualReport.2020.altScratchJr": "Logo Scratch Jr.",
    "annualReport.2020.altHorizontalLoop": "Cydran dolen lorweddol Scratch.",
    "annualReport.2020.altPieChart": "Delweddu yn dangos y cynnydd o 602% mewn projectau a grëwyd yn ystod 2020 p gymharu â phrojectau a grëwyd yn 2019.",
    "annualReport.2020.altUsers": "Dau eicon defnyddiwr generig, un llwyd ychydig yn llai ac un porffor ychydig yn fwy.",
    "annualReport.2020.altArrowNext": "Saeth yn pwyntio i'r dde.",
    "annualReport.2020.altBenedict": "Avatar Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Mewnosod Aaron Reuland dros byped bag papur a llun o grwban yn hedfan.",
    "annualReport.2020.altSprinklesLeft": "Wyneb gwenog, cydran Scratch, a chalon yn cael ei dangos ar ffôn.",
    "annualReport.2020.altSprinklesRight": "Llaw yn rhyngweithio â chydrannau Scratch.",
    "annualReport.2020.altFileDownload": "Saeth yn pwyntio i mewn i fasged sy'n nodi bod modd llwytho ffeil i lawr.",
    "annualReport.2020.altWaveTop": "Ton las ysgafn wedi'i gorchuddio ag afatarau Scratch a chydrannau Scratch.",
    "annualReport.2020.altWaveBottom": "Ton las golau.",
    "annualReport.2020.altConnectingLine": "Llinell doredig yn cysylltu'r misoedd",
    "annualReport.2020.altApril": "Lluniad pen a phensil ar broject Scratch yn darlunio cwch a dŵr.",
    "annualReport.2020.altMay": "Calendr wedi'i farcio ag emojis wedi'i osod ar swigen.",
    "annualReport.2020.altJune": "Baner Juneteenth ac awyren bapur.",
    "annualReport.2020.altJuly": "Meicroffon a nodiadau cerdd.",
    "annualReport.2020.altToolsIllustration": "Llaw yn cyffwrdd ag eicon pwynt ebychnod uwchlaw ychydig o swigod testun.",
    "annualReport.2020.altVirtualTown": "Mae merch yn rhedeg ar hyd palmant o flaen ychydig o dai.",
    "annualReport.2020.altCatchGame": "Mae afal yn arnofio ar y gorwel i'r dde tra bod basged yn eistedd islaw tuag at ganol y ffrâm.",
    "annualReport.2020.altCharacterDesigner": "Mae ci yn eistedd o flaen cefndir chevron gwyrdd a gwyn.",
    "annualReport.2020.altVirtualPet": "Mae draenog yn eistedd ar ben craig yng nghanol rhywfaint o laswellt.",
    "annualReport.2020.altLookingForward": "Mae coeden sy'n dyfrio yn dyfrhau glasbren sy'n tyfu i fod yn goeden dal.",
    "annualReport.2020.altIndia1": "Mae gwreichionen wedi'i goleuo'n ymddangos o dan y testun yn dweud \"Diwali hapus!\"",
    "annualReport.2020.altIndia2": "Mae'r masgot cath Scratch yn ymddangos wrth ymyl rhywfaint o destun a ysgrifennwyd yn Hindi",
    "annualReport.2020.altIndia3": "Mae dynes Indiaidd yn ymddangos o flaen baner India sydd â chalon sy'n cynnwys y gair \"India\" arni.",
    "annualReport.2020.altIndia4": "Mae dwy law yn ymddangos dros ffliwt o flaen cefndir sy'n cynnwys llwybr pren a môr.",
    "annualReport.2020.altChile": "Mae grŵp o blant yn eistedd o amgylch bwrdd wedi'i lenwi â chelf a chrefft a gliniadur.",
    "annualReport.2020.altBrazil": "Mae plant yn eistedd o flaen gliniadur wedi'i gysylltu â phum llwy gyda gwifrau.",
    "annualReport.2020.altIndia": "Mae afal yn arnofio ar y gorwel i'r dde tra bod basged yn eistedd islaw tuag at ganol y ffrâm.",
    "annualReport.2020.altUSA": "Mae llun bach fideo yn cael ei ddangos wrth ymyl llun o ryngwyneb defnyddiwr Scratch",
    "annualReport.2020.altChileIcon": "Masgot Scratch",
    "annualReport.2020.altBrazilIcon": "Chwyrlïen werdd",
    "annualReport.2020.altIndiaIcon": "Seren wedi'i chyd-gloi â chylch",
    "annualReport.2020.altUSAIcon": "Mafon cartŵn, logo Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Tiwtorial Scratch yn Sbaeneg",
    "annualReport.2020.altGettingStarted": "Mae botwm chwarae yn eistedd ar ben yr UI Scratch.",
    "annualReport.2020.altEditor": "Rhyngwyneb Scratch ynghyd â rhagolwg o'r rhaglen sy'n cael ei adeiladu ar hyn o bryd gan ddangos dau berson yn siarad â'i gilydd.",
    "annualReport.2020.altHackYourWindow": "Ci mewn helmed ofod, seren, a thoesen yn arnofio y tu allan i ffenestr yn y gofod.",
    "annualReport.2020.altScratchInteraction": "Dau berson yn siarad ymhlith cydrannau Scratch. Mae un yn rhoi cydran i'r llall.",
    "annualReport.2020.altImageBubbles": "Delweddau o brojectau Scratch yn ymddangos mewn siapiau swigen wedi'u grwpio gyda'i gilydd.",
    "annualReport.2020.altConnectivityVideoPreview": "Botwm chwarae yn ymddangos dros olygfa o greaduriaid môr cyfeillgar.",
    "annualReport.2020.altAdaptationVideoPreview": "Botwm chwarae yn ymddangos dros olygfeydd amrywiol o ryngwyneb defnyddiwr Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey o Star Wars yn dal ffon ac yn sefyll yn yr anialwch.",
    "annualReport.2020.altAprilCard": "Lluniau sgrin lluosog o ryngwyneb Scratch yn cael eu gosod gyda'i gilydd.",
    "annualReport.2020.altMayCard": "Dwylo sy'n perthyn i bobl o amrywiaeth o hil yn cael eu codi fel dyrnau.",
    "annualReport.2020.altJuneCard": "Person yn styffylu blodyn papur at ei gilydd.",
    "annualReport.2020.altJulyCard": "Cranc, môr-forwyn, ac octopws yn chwarae cerddoriaeth gyda'i gilydd o dan y môr.",
    "annualReport.2020.altOctoberCard": "Pwmpen a candy corn yn ymddangos ar y wal uwchben gweithfan gyfrifiadurol.",
    "annualReport.2020.altDonateIllustration": "Dwy law yn ffurfio siâp calon â'u bysedd y tu mewn i siâp calon wedi'i dorri allan."
}