{
    "annualReport.2020.subnavFoundersMessage": "Gründer",
    "annualReport.2020.subnavMission": "Leitbild",
    "annualReport.2020.subnavReach": "Zielgruppe",
    "annualReport.2020.subnavThemes": "Themen",
    "annualReport.2020.subnavDirectorsMessage": "Geschäftsführerin",
    "annualReport.2020.subnavSupporters": "Sponsoring",
    "annualReport.2020.subnavTeam": "Team",
    "annualReport.2020.subnavDonate": "Spenden",
    "annualReport.2020.mastheadYear": "Jahresbericht 2020",
    "annualReport.2020.mastheadTitle": "Umgang mit einer sich verändernden Welt",
    "annualReport.2020.foundersMessageTitle": "Worte unseres Gründers",
    "annualReport.2020.foundersMessageP1": "Das Jahr 2020 wird uns als das Jahr in Erinnerung bleiben, in der die COVID-19-Pandemie die ganze Welt in Atem hielt. Unser aller Leben war betroffen, es kam zu drastischen Einschränkungen und Erschwernissen, doch die größten Härtefälle waren unter jenen Menschen zu finden, deren Lebensumstände ohnehin bereits schwierig waren.",
    "annualReport.2020.foundersMessageP2": "Während der Pandemie haben sich noch viel mehr junge Menschen als sonst, viele davon zu Hause isoliert, der Scratch-Website zugewendet: Sie betrachten Scratch als einen sicheren Ort, an dem sie ihre Kreativität ausleben, neue Fertigkeiten lernen und mit anderen zusammenarbeiten können. Die vielen Scratch-Projekte, die während 2020 entstanden, waren uns ein Quell der Inspiration! Junge Menschen teilten ihre Gedanken und Gefühle zu Corona, dem Klimawandel, der Rassendiskriminierung und anderen Themen, die sie bewegten. Sie lernten dabei aber nicht nur Informatik-Grundlagen, sondern entwickelten auch ihre eigene Stimme und Identität.",
    "annualReport.2020.foundersMessageP3": "Wir wollen sicherstellen, dass Scratch auch in den kommenden Jahren eine wichtige Rolle im Leben von jungen Menschen spielen kann, und haben daher Scratch grundlegend umstrukturiert. Anfang 2020 zog das Scratch-Team, das viele Jahre am MIT Media Lab beheimatet war, zur Scratch Foundation in der Innenstadt von Boston um. Dieser Umzug wird uns helfen, eine nachhaltige Organisation aufzubauen, mit der wir Scratch als globale, kreative Coding-Plattform erfolgreich in die Zukunft führen können.",
    "annualReport.2020.foundersMessageP4": "Im Laufe des Jahres 2020 stellten wir Shawna Young als Geschäftsführerin der Scratch Foundation ein, auch dies Teil der neuen Organisationsstruktur. Shawna ergänzt uns in der Scratch Foundation mit ihrer langjährigen Erfahrung im Bildungsbereich und Non-Profit-Management sowie ihrem tief verinnerlichtem Engagement für Gerechtigkeit und Inklusion. Shawna hat sich während ihrer gesamten Berufslaufbahn an Institutionen wie der Duke University und dem MIT der Erweiterung der Lernerfahrungen für Schüler:innen mit unterschiedlichem Hintergrund gewidmet. Dieses Engagement entspricht dem Leitbild von Scratch und wird auch ein wichtiger Teil ihrer Führungsaufgaben bei Scratch sein. Lest Shawnas Worte am Ende dieses Jahresberichts.",
    "annualReport.2020.foundersMessageP5": "Scratch war im letzten Jahrzehnt enorm erfolgreich, Millionen von jungen Menschen auf der ganzen Welt haben es verwendet. Doch wir stehen erst am Anfang. Die Herausforderung für die kommenden Jahre liegt darin, nicht nur unsere Technologie in die Welt zu bringen und weiterzuentwickeln, sondern auch unseren kreativen, einfühlsamen und kooperativen Lernansatz, der jungen Menschen auf der ganzen Welt die gleichen Möglichkeiten eröffnet, damit sie alle Ideen entwicklen, etwas erschaffen, sich miteinander austauschen und voneinander lernen können. Wir freuen uns, diese Vision mit euch allen gemeinsam umzusetzen!",
    "annualReport.2020.foundersMessageScratchTitle": "Vorsitzender, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Schau dir das Video an",
    "annualReport.2020.missionTitle": "Leitbild & Vision",
    "annualReport.2020.visionHeader": "Vision",
    "annualReport.2020.visionSubtitle": "Verbreitung einer kreativen, einfühlsamen, kooperativen und gerechten Herangehensweise an Coding und Lernen auf der ganzen Welt.",
    "annualReport.2020.missionHeader": "Leitbild",
    "annualReport.2020.missionSubtitle": "Bereitstellung von digitalen Tools und Möglichkeiten für junge Menschen, damit sie Ideen entwickeln, etwas erschaffen, sich miteinander austauschen und voneinander lernen können.",
    "annualReport.2020.missionP1": "Unser Schwerpunkt in all unseren Arbeiten liegt auf Bildungs- und Chancengerechtigkeit, wobei wir uns besonders auf Initiativen und Projekte für Kinder, Familien und Lehrkräfte konzentrieren, die keinen Zugang zu kreativem Programmieren haben.",
    "annualReport.2020.missionP2": "Wir haben Scratch als kostenlose, sichere und spielerische Lernumgebung konzipiert, die allen Kindern Kreativität, logisches Denken und Teamarbeit nahebringt – grundlegende Fähigkeiten in unserer heutigen Gesellschaft. Wir arbeiten mit Lehrkräften und Familien zusammen, um Kinder beim Erforschen, Teilen und Lernen zu unterstützen.",
    "annualReport.2020.missionP3": "Bei der Entwicklung neuer Technologien, Aktivitäten und Lernmaterialien halten wir uns an die 4 Aspekte kreativen Lernens:",
    "annualReport.2020.fourPs": "Vier Aspekte kreativen Lernens",
    "annualReport.2020.missionProjectsTitle": "Projekte",
    "annualReport.2020.missionPeersTitle": "Peergroup",
    "annualReport.2020.missionPassionTitle": "Engagement",
    "annualReport.2020.missionPlayTitle": "Experimente",
    "annualReport.2020.missionProjectsDescription": "Kinder zum Entwickeln, Gestalten und zur Kreativität anleiten",
    "annualReport.2020.missionPeersDescription": "Kinder beim Zusammenarbeiten, Teilen, Remixen und Helfen unterstützen",
    "annualReport.2020.missionPassionDescription": "Kindern das Ausleben ihrer Interessen und die Arbeit an für sie wichtigen Projekten ermöglichen",
    "annualReport.2020.missionPlayDescription": "Kinder zum Basteln, Experimentieren und Wiederholen ermuntern",
    "annualReport.2020.reachTitle": "Für alle Kinder auf der ganzen Welt",
    "annualReport.2020.reachSubtitle": "Scratch ist die weltgrößte Coding-Community für Kinder und Jugendliche ab 8 Jahren.",
    "annualReport.2020.reachMillion": "Millionen",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8 % seit 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37 % seit 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44 % seit 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217 %",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "neue Benutzer:innen",
    "annualReport.2020.reachProjectsCreated": "erstellte Projekte",
    "annualReport.2020.reachProjectCreators": "Projektersteller:innen",
    "annualReport.2020.reachComments": "mehr Kommentare",
    "annualReport.2020.reachGlobalCommunity": "Unsere globale Community",
    "annualReport.2020.reachMapBlurb": "Gesamtzahl aller seit dem Launch von Scratch bis Dezember 2020 in der Scratch-Online-Community eingerichteten Konten",
    "annualReport.2020.reachMap24M": "24 Mio.",
    "annualReport.2020.reachMapLog": "Logarithmische Darstellung",
    "annualReport.2020.reachTranslationTitle": "Scratch gibt es in 64 Sprachen",
    "annualReport.2020.reachTranslationIncrease": "3 Sprachen seit 2019",
    "annualReport.2020.reachTranslationBlurb": "Dank unserer ehrenamtlichen Übersetzer:innen auf der ganzen Welt",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr ist eine vereinfachte Version für jüngere Kinder (von 5 bis 7 Jahren), mit der sie ihre eigenen interaktiven Geschichten und Spiele erstellen können.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Downloads in 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} seit 2019",
    "annualReport.2020.themesTitle": "Neue Themen",
    "annualReport.2020.themesDescription": "Mit den noch nie dagewesenen Herausforderungen, mit denen junge Menschen im Zuge der Coronakrise zu kämpfen hatten, wurde Scratch ein noch wichtigerer Ort, an dem sie mit anderen zusammenkommen, gemeinsam Projekte erstellen und ihren Gefühlen Ausdruck verleihen konnten. Um unsere globale Community bestmöglich durch das Jahr zu begleiten, konzentrierten wir uns auf drei Bereiche: Verbundenheit, Anpassung und Gemeinschaft. Unser kontinuierliches Eintreten für Gerechtigkeit und Inklusion blieb dabei immer im Vordergrund.",
    "annualReport.2020.equity": "Gerechtigkeit",
    "annualReport.2020.globalStrategy": "Globale Strategie",
    "annualReport.2020.connectivityTitle": "Verbundenheit",
    "annualReport.2020.connectivityIntro": "Während COVID-19 viele junge Menschen zum Zuhausebleiben zwang, bot Scratch ihnen eine Möglichkeit, mit ihren Freund:innen, Schulkolleg:innen und Familienmitgliedern in Kontakt zu bleiben und gemeinsam Projekte zu erstellen. Es diente ihnen auch als Portal zur Welt da draußen, das ihnen zeigte, dass Millionen Kinder in verschiedenen Ländern und auf verschiedenen Kontinenten die gleiche Erfahrung durchmachten.",
    "annualReport.2020.aaronText": "Die Schüler:innen von Aaron erstellten zusammen eine kreative Version ihrer Stadt. Sie nannten sie Norwouldn’t und statteten sie mit unzähligen Fabelwesen, Original-Kunstwerken und verbindenden Erzählungen aus. Es war nur eines von vielen Scratch-Projekten, die Aaron anleitete, um seinen Schüler:innen zu zeigen, dass sie Teil einer fürsorglichen und fröhlichen Community sind, auch wenn COVID-19 sie zum Zuhausebleiben zwingt.",
    "annualReport.2020.spotlightStory": "Eine Geschichte",
    "annualReport.2020.connectivityIndia": "Scratch in Indien",
    "annualReport.2020.connectivityIndiaIntro": "In Indien forderte die COVID-19-Pandemie einen enormen Tribut, und viele junge Menschen und Familien waren gezwungen, sich über lange Zeitperioden hinweg abzusondern.",
    "annualReport.2020.connectivityIndiaParagraph": "Im März 2020 verzeichneten wir einen enormen Anstieg der Aktivität in der globalen Scratch-Community. Dieser Anstieg war nirgendwo anders so groß wie in Indien, wo die Coronakrise enormen Tribut forderte und viele junge Menschen und Familien zu lang andauernder Isolation zwang. Mit Scratch konnten indische Kinder Verbundenheit erleben, und sie erstellten und teilten 602 % mehr Projekte als im Jahr davor.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2,3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projekte wurden 2020 online erstellt",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602 % seit 2019",
    "annualReport.2020.connectivityRegistedUsers": "Die Anzahl der registrierten Benutzer:innen hat sich in Indien innerhalb eines Jahres mehr als verdoppelt:",
    "annualReport.2020.connectivityRegistedUsersNumbers": "von 300.000 im Jahr 2019 zu über 700.000 im Jahr 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Die Anzahl einzelner Besucher:innen stieg um",
    "annualReport.2020.connectivityIndiaUsersPercent": "156 %",
    "annualReport.2020.connectivityIndiaUsersOld": "1,8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4,6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Die Anzahl der Projektersteller:innen stieg um",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270 %",
    "annualReport.2020.connectivityIndiaYear": "im Jahr 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303.000",
    "annualReport.2020.connectivityIndiaProjectsNew": "1,1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch auf der ganzen Welt",
    "annualReport.2020.connectivityWorldSubtitle": "Internationale Partnerschaften",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur widmet sich der Etablierung von informatischem und kreativem Denken unter Schüler:innen und Lehrer:innen in Chile und Lateinamerika. Sie unterstützten uns bei der Übersetzung und Lokalisierung in Rapanui und Spanisch und boten zahlreiche kooperative und spielerische Scratch-Weiterbildungsworkshops für Lehrkräfte an.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazilian Creative Learning Network",
    "annualReport.2020.connectivityCountryBrazil": "Brasilien",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Das Brazilian Creative Learning Network (BCLN) ist eine Basisbewegung, die spielerisches, kreatives und praxisorientiertes Lernen in Brasilien etablieren möchte. Während einer 2020 von BCLN veranstalteten Creative Learning Week präsentierte das Scratch-Team, wie Kinder Scratch verwenden, um eine Gemeinschaft aufzubauen, sich auszudrücken und über das zu sprechen, was ihnen wichtig ist. Und wir erfuhren, wie BCLN-Lehrkräfte Ausdrucksmöglichkeiten für Schüler:innen in ihren eigenen Communitys schaffen.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "Indien",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance stärkt Millionen von Lernenden und Lehrenden durch die Vermittlung von Fertigkeiten, die im 21. Jahrhundert wichtig sind, und dazu zählt auch kreatives Programmieren. Im Jahr 2020 teilte die {QuestAllianceLink} Scratch mit Schüler:innen und Lehrer:innen in ganz Indien.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "Großbritannien",
    "annualReport.2020.connectivityCountryUSAParagraph": "Die Raspberry Pi Foundation arbeitet daran, Menschen auf der ganzen Welt die Vorteile von Programmierkenntnissen sowie digitalem Arbeiten zu vermitteln. Im Zuge ihrer Initiative „Digital Making at Home“ bieten sie Livestream-Events an, mit denen sie Familien und junge Menschen dazu ermutigen möchten, gemeinsam zu lernen und zu programmieren. Viele dieser Livestreams enthielten Scratch-Tutorials – und manchmal sogar {USALink}!",
    "annualReport.2020.connectivityResources": "Ressourcen",
    "annualReport.2020.connectivityResourcesSubtitle": "Lokalisierung mithilfe der LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "Zur Unterstützung unserer globalen Ausrichtung und unserer COVID-19-Anstrengungen hat die LEGO Foundation Scratch mit einem großzügigen Zuschuss bedacht. Damit konnten wir die Lokalisierung grundlegender Ressourcen finanzieren und noch mehr junge Menschen auf der ganzen Welt erreichen.",
    "annualReport.2020.connectivityExample1Title": "Tutorial-Bilder",
    "annualReport.2020.connectivityExample1Paragraph": "Wir übersetzen die Bilder von 25 Scratch-Tutorials in 12 Sprachen, schufen also mehr als 1.000 neue Bilder!",
    "annualReport.2020.connectivityExample2Title": "Erste Schritte mit Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Das Video „Erste Schritte mit Scratch“, mit dem neue Scratcher:innen begrüßt werden, ist das am meisten aufgerufene und angesehene Tutorial-Video. Wir konnten dieses Video in 25 neue Sprachen übersetzen und 3 ältere Übersetzungen überarbeiten, einschließlich der Bilder, Voiceovers und Untertitel.",
    "annualReport.2020.connectivityExample3Title": "Scratch-Editor",
    "annualReport.2020.connectivityExample3Paragraph": "Der Scratch-Projekteditor ist die wichtigste Scratch-Ressource. Wir arbeiteten mit einer südafrikanischen Übersetzungsagentur zusammen, die auf kulturspezifische Übersetzungen im Bildungsbereich spezialisiert ist, um den Scratch-Editor in fünf südafrikanische Sprachen zu übersetzen bzw. überarbeiten: isiZulu, isiXhosa, Afrikaans, Setswana und Sepedi..",
    "annualReport.2020.adaptationTitle": "Anpassung",
    "annualReport.2020.adaptationIntro": "Als aufgrund der Coronakrise Schulen geschlossen werden mussten und sich das Lernen in den virtuellen Raum verlegte, entdeckten viele Schüler:innen und Lehrer:innen Scratch zum ersten Mal oder sie änderten ihre Art des Unterrichtens und lernten kreatives Programmieren. Das Scratch-Team, ebenso im Homeoffice, arbeitete daran, Lehrkräfte und die Online-Community unter diesen neuen Voraussetzungen zu unterstützen.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Kurator für kreatives Lernen, mumok, Wien, Österreich",
    "annualReport.2020.adaptationQuoteText": "Während des gesamten schwierigen vergangenen Jahres blieb Scratch unsere Plattform für Kommunikation, unser Ort der Begegnung und unser Medium für kreativen Ausdruck.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Schulbibliothekar, Norwood, USA",
    "annualReport.2020.adaptationHighlightText": "Aaron Reuland setzte in seiner Schule in Norwood, Massachusetts, Scratch ein, um seine Schüler:innen zu kreativem Lernen zu inspirieren und das Gemeinschaftsgefühl wiederaufleben zu lassen, denn „Das einzige Sichere war, dass alle von uns über einen funktionierenden Computer und eine Internetverbindung verfügten“ (da seine „Title I“-Schule zusätzliche öffentliche Fördergelder erhält).",
    "annualReport.2020.adaptationHighlightText2": "Die Schüler:innen von Aaron erstellten zusammen eine kreative Version ihrer Stadt. Sie nannten sie Norwouldn’t und statteten sie mit unzähligen Fabelwesen, eigenen Kunstwerken und verbindenden Erzählungen aus. Es war nur eines von vielen Scratch-Projekten, die Aaron anleitete, um seinen Schüler:innen zu zeigen, dass sie Teil einer fürsorglichen und fröhlichen Community sind, auch wenn COVID-19 sie zum Zuhausebleiben zwingt.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch zu Hause",
    "annualReport.2020.adaptationHighlightText2b": "Am 17. März launchten wir als Reaktion auf die Coronakrise {linkText} , um Kinder, Familien und Lehrkräfte mit Ideen zu versorgen, wie sie mit Scratch zu Hause kreativ lernen können. Diese großartige Initiative half uns dabei, mit unserer Community in Verbindung zu bleiben und uns auf eine neue Art des Lernens und der Interaktion umzustellen.",
    "annualReport.2020.adaptationHighlightTitle3": "Gemeinsam live",
    "annualReport.2020.adaptationHighlightText3b": "Unser Team organisierte jede Woche eine gemeinsame Live-Aktivität namens {linkText}, um mit Kindern, Eltern und Lehrkräften zu Hause in Kontakt zu treten und Tipps & Tricks für verschiedenartige Scratch-Projekte zu geben. Es war richtig schön, die Projekte in unseren Create-Along-Studios zu sehen, zu denen wir sie mit dieser Live-Aktivität inspirieren konnten!",
    "annualReport.2020.adaptationHighlightTitle4": "Dein Fenster zur Welt",
    "annualReport.2020.adaptationHighlightText4b": "Scratch-Lehrer Eduard Muntaner Perich erstellte ein von der #ScratchAtHome-Initiative inspiriertes Studio, das in der Community enormen Anklang fand: {linkText}. Hunderte Scratcher:innen auf der ganzen Welt erfanden fantastische Spiele und Geschichten, die sich draußen ereignen, bei einem Blick aus dem Fenster.",
    "annualReport.2020.adaptationEducatorsTitle": "Chat mit Lehrkräften",
    "annualReport.2020.adaptationEducatorsText": "Lehrkräfte auf der ganzen Welt teilten ihre #ScratchAtHome-Ideen und sprachen am 8. April 2020 in einem lebhaften Twitter-Chat über schwierige und schöne Momente beim Online-Unterricht.",
    "annualReport.2020.adaptationSnapshot": "Schnappschüsse",
    "annualReport.2020.adaptationSnapshot1Title": "Online-Workshops Clubhouse Network",
    "annualReport.2020.adaptationSnapshot1Text": "Das Scratch-Team bietet im Rahmen seiner langjährigen Partnerschaft mit dem {linkText} Workshops für deren Jugendtrainer:innen an. Wie alle anderen musste auch unser Team im Jahr 2020 erstmals Workshops online durchführen – und lernen, mit der Isolation und den technischen Schwierigkeiten beim virtuellen Lernen umzugehen. Doch hilfreiche Online-Tools und ein kontinuierlicher Erfahrungsaustausch und stetige Reflexion ermöglichten es unserem Team, den kollaborativen und spielerischen Geist unserer Workshops in den virtuellen Raum zu tragen.",
    "annualReport.2020.adaptationSnapshot2Title": "Du in Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "Im Jahr 2020 haben wir auch unsere Tools und unsere Plattform angepasst. Wir haben der Figurenbibliothek neue Figuren hinzugefügt, um neuen Scratcher:innen die Möglichkeit zu geben und sie dazu zu inspirieren, Projekte zu erstellen, mit denen sie ihre Volksgruppe, Kultur, Geschlechter- oder andere persönliche Identität besser darstellen können.",
    "annualReport.2020.communityTitle": "Community",
    "annualReport.2020.communityIntro": "Im Jahr 2020 wurde die Scratch-Community zu einem noch wichtigeren Ort für junge Menschen, denn sie vermittelte ihnen ein Gefühl der Zusammen- und Zugehörigkeit. Wir waren überwältigt von den vielen tiefgehenden Gesprächen, gemeinsamen Projekten und bewegenden Geschichten, die Scratcher:innen miteinander teilten, sowie von ihrer Kreativität und Widerstandsfähigkeit.",
    "annualReport.2020.communityTitle1": "Anleitung Online-Familienworkshops kreatives Coding",
    "annualReport.2020.communityText1": "Im Jahr 2019 arbeitete das Scratch-Team mit Unterstützung von Google.org mit dem Department of Computer Science der Chicago Public Schools zusammen, um Schüler:innen, ihre Familien, Lehrkräfte sowie andere Beteiligte in Familienworkshops zum Thema kreatives Programmieren zusammenzubringen.",
    "annualReport.2020.communityText2": "Im Jahr 2020 sah sich unser Team eine neuen Herausforderung gegenüber: Wie können wir den spielerischen und gemeinschaftsbildenden Geist der Familienworkshops in den virtuellen Raum verlagern, und damit Schulen helfen, den Kontakt mit ihren Schüler:innen sowie Familien zu Hause aufrechtzuerhalten? Die von uns entwickelte Anleitung für Online-Familienworkshops gibt eine Struktur vor, um diese verbindenden Workshops abzuhalten und spielerisches Lernen zu unterstützen.",
    "annualReport.2020.communityDownloadButton": "Anleitung Online-Familienworkshops",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Grundschule, MINT-Koordinatorin",
    "annualReport.2020.communityQuoteText": "[In 2020]hatten wir nicht viele Möglichkeiten, mit Eltern auf so eine lustige und aktive Art zu kommunizieren. Der Workshop gab uns den nötigen Kick... Die Lehrkräfte waren zuerst eher ablehnend, doch wurden sie letztendlich von der Begeisterung der Kinder so mitgerissen, dass sie die Sache einfach laufen lassen und Kinder voneinander lernen konnten.",
    "annualReport.2020.communityScratchCommunity": "Scratch-Community",
    "annualReport.2020.communityScratchCommunityIntro": "Wenn man Scratcher:innen fragt, warum sie Scratch verwenden, dann nennen die meisten von ihnen die Online-Community: Sie motiviert sie zum Mitmachen, gibt ihnen den Raum, wo sie ihre Kreativität ausleben, Freundschaften knüpfen, Feedback erhalten, neue Ideen entwickeln und neue Fertigkeiten lernen können. Viele von ihnen schätzen die Scratch-Community als einen sicheren und einladenden Ort, wo sie andere treffen, sich mit ihnen austauschen und voneinander lernen können.",
    "annualReport.2020.communityQuoteGroupText1": "Ich bin mit 11 zu Scratch gekommen und die Dinge, die ich auf dieser Plattform und in der Community lernte, halfen mir als Teenager sehr.",
    "annualReport.2020.communityQuoteGroupText2": "Mit Scratch habe ich von zu Hause aus\n- andere Menschen und ihre Projekte kennen- und schätzen gelernt\n- Freundschaften geschlossen\n- mich während des Lockdowns nicht so alleine gefühlt\nund vieles mehr, und deshalb möchte ich einfach mal sagen: ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Ich bin seit ca. 2 Jahren bei Scratch dabei – und es hat mein Leben total verändert! Ich habe so viele neue Dinge gelernt: Coding, Design und Netiquette!",
    "annualReport.2020.communityQuoteGroupText4": "In der 6. Klasse war Scratch mein Lieblingshobby. Ohne dass ich es wusste, lernte ich Boolesche Algebra, über die Rangfolge von Operatoren und versteckte Mathematik – und natürlich Programmieren!",
    "annualReport.2020.yearInReview": "Jahresrückblick",
    "annualReport.2020.yearInReviewText": "Das Jahr 2020 war auch für die Online-Community ein besonderes Jahr. Das Community-Team bot jungen Menschen Möglichkeiten, ihren Ideen Ausdruck zu verleihen und sich auf positive Art an der Gemeinschaft zu beteiligen, und viele Scratcher:innen starteten ebenso tolle Initiativen. Ein Rückblick auf einige Höhepunkte des Jahres:",
    "annualReport.2020.yearInReviewCard1Date": "Januar",
    "annualReport.2020.yearInReviewCard1Title": "Scratch-Designstudio „End of the Decade“ ",
    "annualReport.2020.yearInReviewCard1Text": "Scratcher:innen ließen die zu Ende gehenden Zehnerjahre sowie neue Anfänge in diesem Scratch-Designstudio hochleben.",
    "annualReport.2020.yearInReviewCard2Date": "April",
    "annualReport.2020.yearInReviewCard2Title": "Aprilscherze",
    "annualReport.2020.yearInReviewCard2Text": "Wir bauten für die Scratch-Community verschiedene Aprilscherze in die Website ein, z. B. verhielten sich Blöcke mit der Katze nicht wie sonst.",
    "annualReport.2020.yearInReviewCard3Date": "April",
    "annualReport.2020.yearInReviewCard3Title": "Mach mit „Create-Alongs“",
    "annualReport.2020.yearInReviewCard3Text": "Scratch-Teammitglieder organisierten Live-Tutorials, um gemeinsam mit Scratcher:innen und ihren Familien zu Hause an Projekten zu arbeiten.",
    "annualReport.2020.yearInReviewCard4Date": "Mai",
    "annualReport.2020.yearInReviewCard4Title": "Scratch-Monat",
    "annualReport.2020.yearInReviewCard4Text": "Scratcher:innen rund um den Globus teilten tausende Projekte zu wöchentlichen Themen wie Upcycling und Händewaschliedern.",
    "annualReport.2020.yearInReviewCard5Date": "Mai",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "Während es in den USA zu zahlreichen Protesten gegen Rassismus kam, positionierte sich die Community klar gegen Rassismus und verlangte Umdenken.",
    "annualReport.2020.yearInReviewCard6Date": "Juni",
    "annualReport.2020.yearInReviewCard6Title": "Scratch-Designstudio „Fun At Home!“",
    "annualReport.2020.yearInReviewCard6Text": "Scratcher:innen verrieten ihre Lieblingsspiele und -aktivitäten, mit denen sie sich während der Lockdowns beschäftigten.",
    "annualReport.2020.yearInReviewCard7Date": "Juni",
    "annualReport.2020.yearInReviewCard7Title": "Studio „Juneteenth“",
    "annualReport.2020.yearInReviewCard7Text": "Scratcher:innen erstellten Projekte zum Tag der Erinnerung an das Ende der Sklaverei, ein in den USA am 19. Juni (Juneteenth) begangenener Feiertag.",
    "annualReport.2020.yearInReviewCard8Date": "Juli",
    "annualReport.2020.yearInReviewCard8Title": "Scratch-Camp",
    "annualReport.2020.yearInReviewCard8Text": "„Scratch the Musical“ brachte die Community zum Schauspielern, Singen und Tanzen!",
    "annualReport.2020.yearInReviewCard9Date": "Oktober",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratcher:innen erstellten im Oktober hunderte kreative Geschichten, Spiele und Animationen, täglich zu einem neuen Thema.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, ehem. Scratcher:in",
    "annualReport.2020.communityQuote2Title": "Google-Techniker:in und Coding-Dragqueen",
    "annualReport.2020.communityQuote2Text": "Wenn ich sehe, was ich alles mit Code machen kann, wie ich mich selbst und meine Probleme darstellen kann, wie ich diese Probleme mit Code ausdrücken und lösen kann, das fühlt sich einfach nur gut an und wirkt sich auch auf die Welt aus.",
    "annualReport.2020.communitySnapshotTitle": "Verbesserung unserer Tools",
    "annualReport.2020.communitySnapshotText": "Zur Unterstützung guter digitaler Bürgerschaft und der Aufrechterhaltung einer positiven, Kreativität fördernden Umgebung setzt unser Community-Team eine Reihe von Tools und Strategien ein. Im Jahr 2020 entwickelten wir eine neue, intuitivere Schnittstelle, mit der Scratcher:innen unangemessene Inhalte melden können, und verbesserten die Tools für unser Community-Moderationsteam. Wir erhielten in der Folge verwertbarere Meldungen aus der Community und unser Community-Moderationsteam konnte schneller und effizienter reagieren, was zur Sicherheit und einen guten Umgangston auf der Website beitrug.",
    "annualReport.2020.communitySnapshot2Title": "Neue Scratch-Tutorials auf YouTube",
    "annualReport.2020.communitySnapshot2Text": "Ab März 2020 stellte das Scratch-Team Tutorials auf unseren YouTube-Kanal und Scratcher:innen konnten so lernen, alles zu programmieren, was sie sich vorstellten. Von Pixelkunst bis zu virtuellen Haustieren, die Tutorials wurden 2020 von 1,3 Millionen Scratcher:innen aller Altersgruppen angesehen.",
    "annualReport.2020.tutorial1": "Virtuelle Stadt",
    "annualReport.2020.tutorial2": "Fangspiel",
    "annualReport.2020.tutorial3": "Charakterdesign",
    "annualReport.2020.tutorial4": "Virtuelles Haustier",
    "annualReport.2020.EDMessageTitle": "A Message from Our Executive Director",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2020 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2020.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",
    "annualReport.2020.EDTitle": "Executive Director, Scratch Foundation",
    "annualReport.2020.lookingForward": "Looking Forward",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "We’ve received generous grants from the LEGO Foundation and Google.org to help expand our global reach, advance our mission, and support this important work. Learn more:",
    "annualReport.2020.learnMore": "Learn More:",
    "annualReport.2020.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: More help for more students",
    "annualReport.2020.supportersTitle": "Unsere Sponsoren",
    "annualReport.2020.supportersIntro": "Wir bedanken uns bei unseren großzügigen Sponsorinnen und Sponsoren. Ihre finanzielle Zuwendungen helfen uns dabei, allen Kindern – unabhängig von ihrem Alter oder ihren Lebensumständen – kreatives Lernen zu ermöglichen.",
    "annualReport.2020.ourSupporters": "Our Supporters",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to the Scratch Foundation from January 1, 2020 to December 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Imagination Circle – $ 50.000+",
    "annualReport.2020.supportersInspirationTitle": "Inspiration Circle – $ 20.000+",
    "annualReport.2020.supportersExplorationTitle": "Exploration Circle – $ 5.000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "Sachspender",
    "annualReport.2020.leadershipTitle": "Unser Team",
    "annualReport.2020.leadershipBoard": "Verwaltungsrat",
    "annualReport.2020.leadershipChair": "Vorsitzender",
    "annualReport.2020.leadershipProfessor": "Professor für Lernforschung",
    "annualReport.2020.leadershipViceChair": "Stv. Vorsitzender",
    "annualReport.2020.leadershipCoFounder": "Mitbegründer und Vorstand",
    "annualReport.2020.leadershipBoardMember": "Mitglied",
    "annualReport.2020.leadershipPresidentCEO": "Präsidentin und CEO",
    "annualReport.2020.leadershipFormerPresident": "Ehemalige Präsidentin",
    "annualReport.2020.leadershipFounderCEO": "Founder and Executive Chairman",
    "annualReport.2020.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Schriftführer & Schatzmeister",
    "annualReport.2020.leadershipBoardSecretary": "Schriftführerin",
    "annualReport.2020.leadershipBoardTreasurer": "Schatzmeister",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch Team",
    "annualReport.2020.leadershipED": "Executive Director",
    "annualReport.2020.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",
    "annualReport.2020.donateTitle": "Unterstütze uns",
    "annualReport.2020.donateMessage": "Spenden ermöglichen es uns, Scratch allen kostenlos anzubieten, sie halten unsere Server am Laufen und – am allerwichtigsten – wir können damit Kindern rund um die Welt die Möglichkeit bieten, ihren Ideen Ausdruck zu verleihen, kreativ zu sein und ihre Projekte zu teilen. Danke!",
    "annualReport.2020.donateButton": "Spenden",
    "annualReport.2020.projectBy": "project by",
    "annualReport.2020.altAvatar": "user avatar",
    "annualReport.2020.altDropdownArrow": "Arrow indicating dropdown menu.",
    "annualReport.2020.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2020.altWave": "An emoji hand waving.",
    "annualReport.2020.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2020.altBlocks": "Two scratch blocks stacked on top of one another.",
    "annualReport.2020.altBanana": "A banana with a wire plugged into it.",
    "annualReport.2020.altProjectsIllustration": "Three children, one standing, one sitting in a wheelchair, and one sitting on the ground paint and cut art projects.",
    "annualReport.2020.altPassionIllustration": "Three children, one standing, one kneeling, and one sitting on the ground paint, play music on a piano, and stargaze using a telescope.",
    "annualReport.2020.altPeersIllustration": "Four childeren sit around a campfire playing games and high fiving.",
    "annualReport.2020.altPlayIllustration": "Three children, one standing, one kneeling, and one sitting crosslegged stack rocks, play with toy boats, and fold origami.",
    "annualReport.2020.altCalendar": "A calendar displaying the year 2020.",
    "annualReport.2020.altCommentsVisualization": "Two comment bubbles. One smaller and darker representing the share of comments in 2019. One lighter representing the increase in comments made in 2020.",
    "annualReport.2020.altArrowUp": "An arrow pointing up and to the right.",
    "annualReport.2020.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2020.altScratchHorizontalCommand": "A scratch horizontal command component.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontal loop component.",
    "annualReport.2020.altPieChart": "Visualization showing the 602% increase in projects created during 2020 in relation to projects created in 2019.",
    "annualReport.2020.altUsers": "Two generic user icons, a slightly smaller gray one and a slightly larger purple one.",
    "annualReport.2020.altArrowNext": "An arrow pointing to the right.",
    "annualReport.2020.altBenedict": "Avatar for Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2020.altSprinklesLeft": "A smiley face, scratch component, and heart displayed on a phone.",
    "annualReport.2020.altSprinklesRight": "A hand interacting with scratch components.",
    "annualReport.2020.altFileDownload": "An arrow pointing into a basket indicating that a file can be downloaded.",
    "annualReport.2020.altWaveTop": "A light blue wave covered with scratch avatars and scratch components.",
    "annualReport.2020.altWaveBottom": "A light blue wave.",
    "annualReport.2020.altConnectingLine": "A dotted line connecting the months",
    "annualReport.2020.altApril": "A pen and pencil drawing on a scratch project depicting a boat and water.",
    "annualReport.2020.altMay": "A calendar marked with emojis placed on a bubble.",
    "annualReport.2020.altJune": "The Juneteenth flag and a paper airplane.",
    "annualReport.2020.altJuly": "A microphone and music notes.",
    "annualReport.2020.altToolsIllustration": "A hand touching an exclamation point icon above a few text bubbles.",
    "annualReport.2020.altVirtualTown": "A girl runs along a sidewalk in front of a few houses.",
    "annualReport.2020.altCatchGame": "An apple floats on the horizon to the right while a basket sits below toward the center of the frame.",
    "annualReport.2020.altCharacterDesigner": "A dog sits in front of a green and white chevron background.",
    "annualReport.2020.altVirtualPet": "A hedgehog sits on top of a rock in the middle of some grass.",
    "annualReport.2020.altLookingForward": "A watering tree waters a sapling that grows into a tall tree.",
    "annualReport.2020.altIndia1": "A lit sparkler appears below text saying \"happy Diwali!\"",
    "annualReport.2020.altIndia2": "The scratch cat mascot appears next to some text written in Hindi",
    "annualReport.2020.altIndia3": "An Indian woman appears in front of the Indian flag which has a heart containing the word \"India\" on it.",
    "annualReport.2020.altIndia4": "Two hands appear over a flute in front of a background containing a boardwalk and sea.",
    "annualReport.2020.altChile": "A group of children sits around a table filled with arts and crafts and a laptop.",
    "annualReport.2020.altBrazil": "Children sit in front of a laptop connected to five spoons with wires.",
    "annualReport.2020.altIndia": "A woman instructs girls sitting in front of a computer.",
    "annualReport.2020.altUSA": "A small video thumbnail is displayed next to a screenshot of the Scratch user interface",
    "annualReport.2020.altChileIcon": "The Scratch mascot",
    "annualReport.2020.altBrazilIcon": "A green swirl",
    "annualReport.2020.altIndiaIcon": "A star interlocked with a circle",
    "annualReport.2020.altUSAIcon": "A cartoon raspberry, the Raspberry Pi Foundation logo",
    "annualReport.2020.altTutorial": "A Scratch tutorial in Spanish",
    "annualReport.2020.altGettingStarted": "A play button sits on top of the Scratch UI.",
    "annualReport.2020.altEditor": "The Scratch UI along wiht a preview of th progam currently being built showing two people talking to each other.",
    "annualReport.2020.altHackYourWindow": "A dog in a space helmet, a star, and a donut float outside a window in space.",
    "annualReport.2020.altScratchInteraction": "Two people talk amongst scratch components. One is handing a component to the other one.",
    "annualReport.2020.altImageBubbles": "Images from Scratch projects appear in bubble shapes grouped together.",
    "annualReport.2020.altConnectivityVideoPreview": "A play button appears over a scene of friendly sea creatures.",
    "annualReport.2020.altAdaptationVideoPreview": "A play button apppears over various scenes from the Scratch user interface.",
    "annualReport.2020.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2020.altAprilCard": "Multiple screenshots from the Scratch UI are placed together.",
    "annualReport.2020.altMayCard": "Hands belonging to people of a variety of races are raised in fists.",
    "annualReport.2020.altJuneCard": "A person staples a paper flower together.",
    "annualReport.2020.altJulyCard": "A crab, mermaid, and octopus play music together under the sea.",
    "annualReport.2020.altOctoberCard": "A pumpkin and candy corn appear on the wall above a computer workstation.",
    "annualReport.2020.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}