{
    "annualReport.2020.subnavFoundersMessage": "Gründer",
    "annualReport.2020.subnavMission": "Leitbild",
    "annualReport.2020.subnavReach": "Zielgruppe",
    "annualReport.2020.subnavThemes": "Themen",
    "annualReport.2020.subnavDirectorsMessage": "Geschäftsführerin",
    "annualReport.2020.subnavSupporters": "Sponsoring",
    "annualReport.2020.subnavTeam": "Team",
    "annualReport.2020.subnavDonate": "Spenden",
    "annualReport.2020.mastheadYear": "Jahresbericht 2020",
    "annualReport.2020.mastheadTitle": "Umgang mit einer sich verändernden Welt",
    "annualReport.2020.foundersMessageTitle": "Worte unseres Gründers",
    "annualReport.2020.foundersMessageP1": "Das Jahr 2020 wird uns als das Jahr in Erinnerung bleiben, in der die COVID-19-Pandemie die ganze Welt in Atem hielt. Unser aller Leben war betroffen, es kam zu drastischen Einschränkungen und Erschwernissen, doch die größten Härtefälle waren unter jenen Menschen zu finden, deren Lebensumstände ohnehin bereits schwierig waren.",
    "annualReport.2020.foundersMessageP2": "Während der Pandemie haben sich noch viel mehr junge Menschen als sonst, viele davon zu Hause isoliert, mit der Scratch-Website beschäftigt: Für sie ist Scratch ein sicherer Ort, an dem sie ihre Kreativität ausleben, neue Fertigkeiten lernen und mit anderen zusammenarbeiten können. Die vielen Scratch-Projekte, die während 2020 entstanden, waren uns ein Quell der Inspiration! Junge Menschen teilten ihre Gedanken und Gefühle zu Corona, dem Klimawandel, der Rassendiskriminierung und anderen Themen, die sie bewegten. Sie lernten dabei aber nicht nur Informatik-Grundlagen, sondern entwickelten auch ihre eigene Stimme und Identität.",
    "annualReport.2020.foundersMessageP3": "Wir wollen sicherstellen, dass Scratch auch in den kommenden Jahren eine wichtige Rolle im Leben von jungen Menschen spielen kann, und haben daher Scratch grundlegend umstrukturiert. Anfang 2020 zog das Scratch-Team, das viele Jahre am MIT Media Lab beheimatet war, zur Scratch Foundation in der Innenstadt von Boston um. Dieser Umzug wird uns helfen, eine nachhaltige Organisation aufzubauen, mit der wir Scratch als globale, kreative Coding-Plattform erfolgreich in die Zukunft führen können.",
    "annualReport.2020.foundersMessageP4": "Im Laufe des Jahres 2020 stellten wir Shawna Young als Geschäftsführerin der Scratch Foundation ein, auch dies Teil der neuen Organisationsstruktur. Shawna ergänzt uns in der Scratch Foundation mit ihrer langjährigen Erfahrung im Bildungsbereich und Non-Profit-Management sowie ihrem tief verinnerlichtem Engagement für Gerechtigkeit und Inklusion. Shawna hat sich während ihrer gesamten Berufslaufbahn an Institutionen wie der Duke University und dem MIT der Erweiterung der Lernerfahrungen für Schüler:innen mit unterschiedlichem Hintergrund gewidmet. Dieses Engagement entspricht dem Leitbild von Scratch und wird auch ein wichtiger Teil ihrer Führungsaufgaben bei Scratch sein. Lest Shawnas Worte am Ende dieses Jahresberichts.",
    "annualReport.2020.foundersMessageP5": "Scratch war im letzten Jahrzehnt enorm erfolgreich, Millionen von jungen Menschen auf der ganzen Welt haben es verwendet. Doch wir stehen erst am Anfang. Die Herausforderung für die kommenden Jahre liegt darin, nicht nur unsere Technologie in die Welt zu bringen und weiterzuentwickeln, sondern auch unseren kreativen, einfühlsamen und kooperativen Lernansatz, der jungen Menschen auf der ganzen Welt die gleichen Möglichkeiten eröffnet, damit sie alle Ideen entwicklen, etwas erschaffen, sich miteinander austauschen und voneinander lernen können. Wir freuen uns, diese Vision mit euch allen gemeinsam umzusetzen!",
    "annualReport.2020.foundersMessageScratchTitle": "Vorsitzender, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Schau dir das Video an",
    "annualReport.2020.missionTitle": "Leitbild & Vision",
    "annualReport.2020.visionHeader": "Vision",
    "annualReport.2020.visionSubtitle": "Verbreitung einer kreativen, einfühlsamen, kooperativen und gerechten Herangehensweise an Coding und Lernen auf der ganzen Welt.",
    "annualReport.2020.missionHeader": "Leitbild",
    "annualReport.2020.missionSubtitle": "Bereitstellung von digitalen Tools und Möglichkeiten für junge Menschen, damit sie Ideen entwickeln, etwas erschaffen, sich miteinander austauschen und voneinander lernen können.",
    "annualReport.2020.missionP1": "Unser Schwerpunkt in all unseren Arbeiten liegt auf Bildungs- und Chancengerechtigkeit, wobei wir uns besonders auf Initiativen und Projekte für Kinder, Familien und Lehrkräfte konzentrieren, die keinen Zugang zu kreativem Programmieren haben.",
    "annualReport.2020.missionP2": "Wir haben Scratch als kostenlose, sichere und spielerische Lernumgebung konzipiert, die allen Kindern Kreativität, logisches Denken und Teamarbeit nahebringt – grundlegende Fähigkeiten in unserer heutigen Gesellschaft. Wir arbeiten mit Lehrkräften und Familien zusammen, um Kinder beim Erforschen, Teilen und Lernen zu unterstützen.",
    "annualReport.2020.missionP3": "Bei der Entwicklung neuer Technologien, Aktivitäten und Lernmaterialien halten wir uns an die 4 Aspekte kreativen Lernens:",
    "annualReport.2020.fourPs": "Vier Aspekte kreativen Lernens",
    "annualReport.2020.missionProjectsTitle": "Projekte",
    "annualReport.2020.missionPeersTitle": "Peergroup",
    "annualReport.2020.missionPassionTitle": "Engagement",
    "annualReport.2020.missionPlayTitle": "Experimente",
    "annualReport.2020.missionProjectsDescription": "Kinder zum Entwickeln, Gestalten und zur Kreativität anleiten",
    "annualReport.2020.missionPeersDescription": "Kinder beim Zusammenarbeiten, Teilen, Remixen und Helfen unterstützen",
    "annualReport.2020.missionPassionDescription": "Kindern das Ausleben ihrer Interessen und die Arbeit an für sie wichtigen Projekten ermöglichen",
    "annualReport.2020.missionPlayDescription": "Kinder zum Basteln, Experimentieren und Wiederholen ermuntern",
    "annualReport.2020.reachTitle": "Für alle Kinder auf der ganzen Welt",
    "annualReport.2020.reachSubtitle": "Scratch ist die weltgrößte Coding-Community für Kinder und Jugendliche ab 8 Jahren.",
    "annualReport.2020.reachMillion": "Millionen",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8 % seit 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37 % seit 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44 % seit 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217 %",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "neue Benutzer:innen",
    "annualReport.2020.reachProjectsCreated": "erstellte Projekte",
    "annualReport.2020.reachProjectCreators": "Projektersteller:innen",
    "annualReport.2020.reachComments": "mehr Kommentare",
    "annualReport.2020.reachGlobalCommunity": "Unsere globale Community",
    "annualReport.2020.reachMapBlurb": "Gesamtzahl aller seit dem Launch von Scratch bis Dezember 2020 in der Scratch-Online-Community eingerichteten Konten",
    "annualReport.2020.reachMap24M": "24 Mio.",
    "annualReport.2020.reachMapLog": "Logarithmische Darstellung",
    "annualReport.2020.reachTranslationTitle": "Scratch gibt es in 64 Sprachen",
    "annualReport.2020.reachTranslationIncrease": "3 Sprachen seit 2019",
    "annualReport.2020.reachTranslationBlurb": "Dank unserer ehrenamtlichen Übersetzer:innen auf der ganzen Welt",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr ist eine vereinfachte Version für jüngere Kinder (von 5 bis 7 Jahren), mit der sie ihre eigenen interaktiven Geschichten und Spiele erstellen können.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Downloads in 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} seit 2019",
    "annualReport.2020.themesTitle": "Neue Themen",
    "annualReport.2020.themesDescription": "Mit den noch nie dagewesenen Herausforderungen, mit denen junge Menschen im Zuge der Coronakrise zu kämpfen hatten, wurde Scratch ein noch wichtigerer Ort, an dem sie mit anderen zusammenkommen, gemeinsam Projekte erstellen und ihren Gefühlen Ausdruck verleihen konnten. Um unsere globale Community bestmöglich durch das Jahr zu begleiten, konzentrierten wir uns auf drei Bereiche: Verbundenheit, Anpassung und Gemeinschaft. Unser kontinuierliches Eintreten für Gerechtigkeit und Inklusion blieb dabei immer im Vordergrund.",
    "annualReport.2020.equity": "Gerechtigkeit",
    "annualReport.2020.globalStrategy": "Globale Strategie",
    "annualReport.2020.connectivityTitle": "Verbundenheit",
    "annualReport.2020.connectivityIntro": "Während COVID-19 viele junge Menschen zum Zuhausebleiben zwang, bot Scratch ihnen eine Möglichkeit, mit ihren Freund:innen, Schulkolleg:innen und Familienmitgliedern in Kontakt zu bleiben und gemeinsam Projekte zu erstellen. Es diente ihnen auch als Portal zur Welt da draußen und zeigte ihnen, dass Millionen Kinder in verschiedenen Ländern und auf verschiedenen Kontinenten gerade die gleiche Erfahrung machten.",
    "annualReport.2020.aaronText": "Die Schüler:innen von Aaron erstellten zusammen eine kreative Version ihrer Stadt. Sie nannten sie Norwouldn’t und statteten sie mit unzähligen Fabelwesen, Original-Kunstwerken und verbindenden Erzählungen aus. Es war nur eines von vielen Scratch-Projekten, die Aaron anleitete, um seinen Schüler:innen zu zeigen, dass sie Teil einer fürsorglichen und fröhlichen Community sind, auch wenn COVID-19 sie zum Zuhausebleiben zwingt.",
    "annualReport.2020.spotlightStory": "Eine Geschichte",
    "annualReport.2020.connectivityIndia": "Scratch in Indien",
    "annualReport.2020.connectivityIndiaIntro": "In Indien forderte die COVID-19-Pandemie einen enormen Tribut, und viele junge Menschen und Familien waren gezwungen, sich über lange Zeitperioden hinweg abzusondern.",
    "annualReport.2020.connectivityIndiaParagraph": "Im März 2020 verzeichneten wir einen enormen Anstieg der Aktivität in der globalen Scratch-Community. Dieser Anstieg war nirgendwo anders so groß wie in Indien, wo die Coronakrise enormen Tribut forderte und viele junge Menschen und Familien zu lang andauernder Isolation zwang. Mit Scratch konnten indische Kinder Verbundenheit erleben, und sie erstellten und teilten 602 % mehr Projekte als im Jahr davor.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2,3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projekte wurden 2020 online erstellt",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602 % seit 2019",
    "annualReport.2020.connectivityRegistedUsers": "Die Anzahl der registrierten Benutzer:innen hat sich in Indien innerhalb eines Jahres mehr als verdoppelt:",
    "annualReport.2020.connectivityRegistedUsersNumbers": "von 300.000 im Jahr 2019 zu über 700.000 im Jahr 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Die Anzahl einzelner Besucher:innen stieg um",
    "annualReport.2020.connectivityIndiaUsersPercent": "156 %",
    "annualReport.2020.connectivityIndiaUsersOld": "1,8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4,6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Die Anzahl der Projektersteller:innen stieg um",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270 %",
    "annualReport.2020.connectivityIndiaYear": "im Jahr 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303.000",
    "annualReport.2020.connectivityIndiaProjectsNew": "1,1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch auf der ganzen Welt",
    "annualReport.2020.connectivityWorldSubtitle": "Internationale Partnerschaften",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur widmet sich der Etablierung von informatischem und kreativem Denken unter Schüler:innen und Lehrer:innen in Chile und Lateinamerika. Sie unterstützten uns bei der Übersetzung und Lokalisierung in Rapanui und Spanisch und boten zahlreiche kooperative und spielerische Scratch-Weiterbildungsworkshops für Lehrkräfte an.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazilian Creative Learning Network",
    "annualReport.2020.connectivityCountryBrazil": "Brasilien",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Das Brazilian Creative Learning Network (BCLN) ist eine Basisbewegung, die spielerisches, kreatives und praxisorientiertes Lernen in Brasilien etablieren möchte. Während einer 2020 von BCLN veranstalteten Creative Learning Week präsentierte das Scratch-Team, wie Kinder Scratch verwenden, um eine Gemeinschaft aufzubauen, sich auszudrücken und über das zu sprechen, was ihnen wichtig ist. Und wir erfuhren, wie BCLN-Lehrkräfte Ausdrucksmöglichkeiten für Schüler:innen in ihren eigenen Communitys schaffen.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "Indien",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance stärkt Millionen von Lernenden und Lehrenden durch die Vermittlung von Fertigkeiten, die im 21. Jahrhundert wichtig sind, und dazu zählt auch kreatives Programmieren. Im Jahr 2020 stellte die {QuestAllianceLink}Schüler:innen und Lehrer:innen in ganz Indien Scratch vor.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "Großbritannien",
    "annualReport.2020.connectivityCountryUSAParagraph": "Die Raspberry Pi Foundation arbeitet daran, Menschen auf der ganzen Welt die Vorteile von Programmierkenntnissen sowie digitalem Arbeiten zu vermitteln. Im Zuge ihrer Initiative „Digital Making at Home“ bieten sie Livestream-Events an, mit denen sie Familien und junge Menschen dazu ermutigen möchten, gemeinsam zu lernen und zu programmieren. Einige dieser Livestreams beinhalteten Scratch-Tutorials – und manchmal nahmen sogar {USALink}teil!",
    "annualReport.2020.connectivityResources": "Ressourcen",
    "annualReport.2020.connectivityResourcesSubtitle": "Lokalisierung mithilfe der LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "Zur Unterstützung unserer globalen Ausrichtung und unserer COVID-19-Anstrengungen hat die LEGO Foundation Scratch mit einem großzügigen Zuschuss bedacht. Damit konnten wir die Lokalisierung grundlegender Ressourcen finanzieren und noch mehr junge Menschen auf der ganzen Welt erreichen.",
    "annualReport.2020.connectivityExample1Title": "Tutorial-Bilder",
    "annualReport.2020.connectivityExample1Paragraph": "Wir übersetzen die Bilder von 25 Scratch-Tutorials in 12 Sprachen, das ergibt mehr als 1.000 neue Bilder!",
    "annualReport.2020.connectivityExample2Title": "Erste Schritte mit Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Das Video „Erste Schritte mit Scratch“, mit dem neue Scratcher:innen begrüßt werden, ist das am meisten aufgerufene und angesehene Tutorial-Video. Wir konnten dieses Video in 25 neue Sprachen übersetzen und 3 ältere Übersetzungen überarbeiten, einschließlich der Bilder, Voiceovers und Untertitel.",
    "annualReport.2020.connectivityExample3Title": "Scratch-Editor",
    "annualReport.2020.connectivityExample3Paragraph": "Der Scratch-Projekteditor ist die wichtigste Scratch-Ressource. Wir arbeiteten mit einer südafrikanischen Übersetzungsagentur zusammen, die auf kulturspezifische Übersetzungen im Bildungsbereich spezialisiert ist, um den Scratch-Editor in fünf südafrikanische Sprachen zu übersetzen bzw. überarbeiten: isiZulu, isiXhosa, Afrikaans, Setswana und Sepedi.",
    "annualReport.2020.adaptationTitle": "Anpassung",
    "annualReport.2020.adaptationIntro": "Als aufgrund der Coronakrise Schulen geschlossen werden mussten und sich das Lernen in den virtuellen Raum verlagerte, entdeckten viele Schüler:innen und Lehrer:innen Scratch zum ersten Mal, einige Lehrkräfte änderten auch ihre Art des Unterrichtens und inkludierten erstmals kreatives Programmieren. Das Scratch-Team, ebenso im Homeoffice, arbeitete daran, Lehrkräfte und die Online-Community unter diesen neuen Voraussetzungen zu unterstützen.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Kurator für kreatives Lernen, mumok, Wien, Österreich",
    "annualReport.2020.adaptationQuoteText": "Während des gesamten schwierigen vergangenen Jahres blieb Scratch unsere Plattform für Kommunikation, unser Ort der Begegnung und unser Medium für kreativen Ausdruck.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Schulbibliothekar, Norwood, USA",
    "annualReport.2020.adaptationHighlightText": "Aaron Reuland verwendet in seiner Schule in Norwood in Massachusetts Scratch, um seine Schüler:innen zu Hause zu kreativem Lernen zu inspirieren und das Gemeinschaftsgefühl zu stärken, denn „Das einzige Sichere war, dass alle von uns über einen funktionierenden Computer und eine Internetverbindung verfügten“ (da seine „Title I“-Schule zusätzliche öffentliche Fördergelder erhält).",
    "annualReport.2020.adaptationHighlightText2": "Die Schüler:innen von Aaron erstellten zusammen eine kreative Version ihrer Stadt. Sie nannten sie Norwouldn’t und statteten sie mit unzähligen Fabelwesen, eigenen Kunstwerken und verbindenden Erzählungen aus. Es war nur eines von vielen Scratch-Projekten, die Aaron anleitete, um seinen Schüler:innen zu zeigen, dass sie Teil einer fürsorglichen und fröhlichen Community sind, auch wenn COVID-19 sie zum Zuhausebleiben zwingt.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch zu Hause",
    "annualReport.2020.adaptationHighlightText2b": "Am 17. März launchten wir als Reaktion auf die Coronakrise {linkText}, um Kinder, Familien und Lehrkräfte mit Ideen zu versorgen, wie sie mit Scratch zu Hause kreativ lernen können. Diese großartige Initiative half uns dabei, mit unserer Community in Verbindung zu bleiben und uns auf eine neue Art des Lernens und der Interaktion einzustellen.",
    "annualReport.2020.adaptationHighlightTitle3": "Gemeinsam live",
    "annualReport.2020.adaptationHighlightText3b": "Unser Team organisierte jede Woche eine gemeinsame Live-Aktivität namens {linkText}, um mit Kindern, Eltern und Lehrkräften zu Hause in Kontakt zu treten und Tipps & Tricks für verschiedenartige Scratch-Projekte zu geben. Es war richtig schön, die Projekte in unseren Create-Along-Studios zu sehen, zu denen wir sie mit dieser Live-Aktivität inspirieren konnten!",
    "annualReport.2020.adaptationHighlightTitle4": "Dein Fenster zur Welt",
    "annualReport.2020.adaptationHighlightText4b": "Scratch-Lehrer Eduard Muntaner Perich erstellte ein von der #ScratchAtHome-Initiative inspiriertes Studio, das in der Community enormen Anklang fand: {linkText}. Hunderte Scratcher:innen auf der ganzen Welt erfanden fantastische Spiele und Geschichten, die bei einem Blick aus dem Fenster zu sehen sind.",
    "annualReport.2020.adaptationEducatorsTitle": "Chat mit Lehrkräften",
    "annualReport.2020.adaptationEducatorsText": "Lehrkräfte auf der ganzen Welt teilten ihre #ScratchAtHome-Ideen und sprachen am 8. April 2020 in einem lebhaften Twitter-Chat über schwierige und schöne Momente beim Online-Unterricht.",
    "annualReport.2020.adaptationSnapshot": "Schnappschüsse",
    "annualReport.2020.adaptationSnapshot1Title": "Online-Workshops Clubhouse Network",
    "annualReport.2020.adaptationSnapshot1Text": "Das Scratch-Team bietet im Rahmen seiner langjährigen Partnerschaft mit {linkText} Workshops für deren Jugendtrainer:innen an. Wie alle anderen musste auch unser Team im Jahr 2020 erstmals Workshops online durchführen – und lernen, mit der Isolation und den technischen Schwierigkeiten beim virtuellen Lernen umzugehen. Doch hilfreiche Online-Tools und ein kontinuierlicher Erfahrungsaustausch sowie stetige Reflexion ermöglichten es unserem Team, den kollaborativen und spielerischen Geist unserer Workshops in den virtuellen Raum zu tragen.",
    "annualReport.2020.adaptationSnapshot2Title": "Bring dich in Scratch ein",
    "annualReport.2020.adaptationSnapshot2Text": "Im Jahr 2020 haben wir auch unsere Tools und unsere Plattform angepasst. Wir haben der Figurenbibliothek neue Figuren hinzugefügt, um neuen Scratcher:innen die Möglichkeit zu geben und sie dazu zu inspirieren, Projekte zu erstellen, mit denen sie ihre Volksgruppe, Kultur, Geschlechter- oder andere persönliche Identität besser darstellen können.",
    "annualReport.2020.communityTitle": "Gemeinschaft",
    "annualReport.2020.communityIntro": "Im Jahr 2020 wurde die Scratch-Community zu einem noch wichtigeren Ort für junge Menschen, denn sie vermittelte ihnen ein Gefühl der Zusammen- und Zugehörigkeit. Wir waren überwältigt von den vielen tiefgehenden Gesprächen, gemeinsamen Projekten und bewegenden Geschichten, die Scratcher:innen miteinander teilten, sowie von ihrer Kreativität und Widerstandsfähigkeit.",
    "annualReport.2020.communityTitle1": "Anleitung Online-Familienworkshops kreatives Coding",
    "annualReport.2020.communityText1": "Im Jahr 2019 arbeitete das Scratch-Team mit Unterstützung von Google.org mit dem Department of Computer Science der Chicago Public Schools zusammen, um Schüler:innen, ihre Familien, Lehrkräfte sowie andere Interessierte in Familienworkshops zum Thema kreatives Programmieren zusammenzubringen.",
    "annualReport.2020.communityText2": "Im Jahr 2020 sah sich unser Team eine neuen Herausforderung gegenüber: Wie können wir den spielerischen und gemeinschaftsbildenden Geist der Familienworkshops in den virtuellen Raum verlagern, und damit Schulen helfen, den Kontakt mit ihren Schüler:innen sowie Familien zu Hause aufrechtzuerhalten? Die von uns entwickelte Anleitung für Online-Familienworkshops gibt eine Struktur vor, um diese verbindenden Workshops abzuhalten und spielerisches Lernen zu unterstützen.",
    "annualReport.2020.communityDownloadButton": "Anleitung Online-Familienworkshops",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Grundschule, MINT-Koordinatorin",
    "annualReport.2020.communityQuoteText": "[In 2020] hatten wir nicht viele Möglichkeiten, mit Eltern auf so eine lustige und aktive Art zu kommunizieren. Der Workshop gab uns den nötigen Kick... Die Lehrkräfte waren zuerst eher ablehnend, doch wurden sie letztendlich von der Begeisterung der Kinder so mitgerissen, dass sie die Sache einfach laufen ließen und Kinder voneinander lernen konnten.",
    "annualReport.2020.communityScratchCommunity": "Scratch-Community",
    "annualReport.2020.communityScratchCommunityIntro": "Wenn man Scratcher:innen fragt, warum sie Scratch verwenden, dann nennen die meisten von ihnen die Online-Community: Sie motiviert sie zum Mitmachen, gibt ihnen den Raum, wo sie ihre Kreativität ausleben, Freundschaften knüpfen, Feedback erhalten, neue Ideen entwickeln und neue Fertigkeiten lernen können. Viele von ihnen schätzen die Scratch-Community als einen sicheren und einladenden Ort, wo sie andere treffen, sich mit ihnen austauschen und voneinander lernen können.",
    "annualReport.2020.communityQuoteGroupText1": "Ich bin mit 11 zu Scratch gekommen und was ich auf dieser Plattform und in der Community lernte, half mir als Teenager sehr.",
    "annualReport.2020.communityQuoteGroupText2": "Mit Scratch habe ich von zu Hause aus\n- andere Menschen und ihre Projekte kennen- und schätzen gelernt\n- Freundschaften geschlossen\n- mich während des Lockdowns nicht so alleine gefühlt\nund vieles mehr, und deshalb möchte ich einfach mal sagen: ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Ich bin seit ca. 2 Jahren bei Scratch dabei – und es hat mein Leben total verändert! Ich habe so viele neue Dinge gelernt: Coding, Design und Netiquette!",
    "annualReport.2020.communityQuoteGroupText4": "In der 6. Klasse war Scratch mein Lieblingshobby. Ohne dass ich es wusste, lernte ich Boolesche Algebra, über die Rangfolge von Operatoren und versteckte Mathematik – und natürlich Programmieren!",
    "annualReport.2020.yearInReview": "Jahresrückblick",
    "annualReport.2020.yearInReviewText": "Das Jahr 2020 war auch für die Online-Community ein besonderes Jahr. Das Community-Team bot jungen Menschen Möglichkeiten, ihren Ideen Ausdruck zu verleihen und sich auf positive Art an der Gemeinschaft zu beteiligen, und viele Scratcher:innen starteten ebenso tolle Initiativen. Ein Rückblick auf einige Höhepunkte des Jahres:",
    "annualReport.2020.yearInReviewCard1Date": "Januar",
    "annualReport.2020.yearInReviewCard1Title": "Scratch-Designstudio „End of the Decade“ ",
    "annualReport.2020.yearInReviewCard1Text": "Scratcher:innen ließen die zu Ende gehenden Zehnerjahre sowie neue Anfänge in diesem Scratch-Designstudio hochleben.",
    "annualReport.2020.yearInReviewCard2Date": "April",
    "annualReport.2020.yearInReviewCard2Title": "Aprilscherze",
    "annualReport.2020.yearInReviewCard2Text": "Wir bauten für die Scratch-Community verschiedene Aprilscherze in die Website ein, z. B. verhielten sich Blöcke mit der Katze plötzlich ganz anders.",
    "annualReport.2020.yearInReviewCard3Date": "April",
    "annualReport.2020.yearInReviewCard3Title": "Mach mit „Create-Alongs“",
    "annualReport.2020.yearInReviewCard3Text": "Scratch-Teammitglieder organisierten Live-Tutorials, um gemeinsam mit Scratcher:innen und ihren Familien zu Hause an Projekten zu arbeiten.",
    "annualReport.2020.yearInReviewCard4Date": "Mai",
    "annualReport.2020.yearInReviewCard4Title": "Scratch-Monat",
    "annualReport.2020.yearInReviewCard4Text": "Scratcher:innen rund um den Globus teilten tausende Projekte zu wöchentlichen Themen wie Upcycling und Händewaschliedern.",
    "annualReport.2020.yearInReviewCard5Date": "Mai",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "Während es in den USA zu zahlreichen Protesten gegen Rassismus kam, positionierte sich die Community klar gegen Rassismus und verlangte ein Umdenken.",
    "annualReport.2020.yearInReviewCard6Date": "Juni",
    "annualReport.2020.yearInReviewCard6Title": "Scratch-Designstudio „Fun At Home!“",
    "annualReport.2020.yearInReviewCard6Text": "Scratcher:innen verrieten ihre Lieblingsspiele und -aktivitäten, mit denen sie sich während der Lockdowns beschäftigten.",
    "annualReport.2020.yearInReviewCard7Date": "Juni",
    "annualReport.2020.yearInReviewCard7Title": "Studio „Juneteenth“",
    "annualReport.2020.yearInReviewCard7Text": "Scratcher:innen erstellten Projekte zum Tag der Erinnerung an das Ende der Sklaverei, ein in den USA am 19. Juni (Juneteenth) begangenener Feiertag.",
    "annualReport.2020.yearInReviewCard8Date": "Juli",
    "annualReport.2020.yearInReviewCard8Title": "Scratch-Camp",
    "annualReport.2020.yearInReviewCard8Text": "„Scratch the Musical“ brachte die Community zum Schauspielern, Singen und Tanzen!",
    "annualReport.2020.yearInReviewCard9Date": "Oktober",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratcher:innen erstellten im Oktober hunderte kreative Geschichten, Spiele und Animationen, täglich zu einem neuen Thema.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, ehem. Scratcher:in",
    "annualReport.2020.communityQuote2Title": "Google-Techniker:in und Coding-Dragqueen",
    "annualReport.2020.communityQuote2Text": "Wenn ich sehe, was ich alles mit Code machen kann, wie ich mich selbst und meine Probleme darstellen kann, wie ich diese Probleme mit Code ausdrücken und lösen kann, das fühlt sich einfach nur gut an und wirkt sich auch auf die Welt aus.",
    "annualReport.2020.communitySnapshotTitle": "Verbesserung unserer Tools",
    "annualReport.2020.communitySnapshotText": "Zur Unterstützung guter digitaler Bürgerschaft und der Aufrechterhaltung einer positiven, Kreativität fördernden Umgebung setzt unser Community-Team eine Reihe von Tools und Strategien ein. Im Jahr 2020 entwickelten wir eine neue, intuitivere Schnittstelle, mit der Scratcher:innen unangemessene Inhalte melden können, und verbesserten die Tools für unser Community-Moderationsteam. Wir erhielten in der Folge verwertbarere Meldungen aus der Community und unser Community-Moderationsteam konnte schneller und effizienter reagieren, was zur Sicherheit und einen guten Umgangston auf der Website beitrug.",
    "annualReport.2020.communitySnapshot2Title": "Neue Scratch-Tutorials auf YouTube",
    "annualReport.2020.communitySnapshot2Text": "Ab März 2020 stellte das Scratch-Team Tutorials auf unseren YouTube-Kanal und Scratcher:innen konnten so lernen, alles zu programmieren, was sie sich vorstellen konnten. Von Pixelkunst bis zu virtuellen Haustieren, die Tutorials wurden 2020 von 1,3 Millionen Scratcher:innen aller Altersgruppen angesehen.",
    "annualReport.2020.tutorial1": "Virtuelle Stadt",
    "annualReport.2020.tutorial2": "Fangspiel",
    "annualReport.2020.tutorial3": "Charakterdesign",
    "annualReport.2020.tutorial4": "Virtuelles Haustier",
    "annualReport.2020.EDMessageTitle": "Worte unserer Geschäftsführerin",
    "annualReport.2020.EDMessageText1": "Das Jahr 2020 war ein Jahr voller Umbrüche, auch für Scratch. Ich kam im November zu Scratch, neun Monate nachdem die COVID-19-Pandemie ausgebrochen war. Aufgrund meiner bisherigen Laufbahn im leitenden Bildungswesen freute ich mich darauf, Scratch durch diese Zeit der großen Veränderungen zu führen und weiter an meinem persönlichen Ziel zu arbeiten, Schüler:innen aus allen Lebenswelten zu neuen Höhenflügen zu verhelfen. Ich wusste, dass in diesem schwierigen Jahr junge Menschen überall auf der Welt unserer Unterstützung noch viel mehr bedurften, damit sie ihr Potenzial entwickeln können.",
    "annualReport.2020.EDMessageText2": "Die Strukturen der Ungleichheit, die wir im Schulwesen errichtet haben, wurden mit der Coronakrise nochmals verstärkt. Wir wissen aus unseren Gesprächen mit Familien und Lehrkräften auf der ganzen Welt, dass kreative Lernangebote für Kinder im Jahr 2020 wichtiger denn je waren, damit sie ihren Ideen Ausdruck verleihen und ihre Fertigkeiten weiter ausbauen konnten, während viele von ihnen der Schule fernbleiben mussten.",
    "annualReport.2020.EDMessageText3": "In dieser Zeit des Umbruchs eröffneten sich neue Wege des kreativen Lernens und des Selbstausdrucks und viele Lehrkräfte, Eltern und junge Menschen wandten sich Scratch zu: 40 % mehr Scratcher:innen erstellten Projekte und hinterließen 2020 im Vergleich zu 2019 um 200 % mehr Kommentare. Junge Menschen auf der ganzen Welt verwendeten Scratch als Ort der Verbindung, des Gesprächs, der Zusammenarbeit und des gegenseitigen Austausches. Sie entdeckten, welche großartigen Dinge sie erschaffen konnten, wenn ihnen die Möglichkeiten zum kreativen Denken gegeben wurden und sie Probleme lösen konnten, die ihnen nahegingen. ",
    "annualReport.2020.EDMessageText4": "Mit der anhaltenden Coronakrise kam der Ruf nach einer „Rückkehr zur Normalität“. Doch für viele junge Menschen gab es schon vor Corona in unseren Schulen kein echtes Lernen und Erforschen.",
    "annualReport.2020.EDMessagePullQuote": "Wir müssen alles daran setzen, die systemischen Ungleichheiten in unseren Bildungssystemen zu beseitigen, denn „normal“ war für die meisten unserer Kinder nicht fair und gerecht.",
    "annualReport.2020.EDMessageText5": "Scratch verdoppelt daher 2021 nochmals seine Anstrengungen, junge Menschen zu erreichen, die bisher von kreativem Programmieren und anderen kreativen Lernangeboten ausgeschlossen waren. Mit der Unterstützung von Google.org haben wir die Scratch Education Collaborative (SEC) aus der Taufe gehoben: eine Vielzahl an Organisationen auf der ganzen Welt unterstützen die Lernenden auf ihrem Weg zu kreativem Programmieren. Die im Gründungsjahr 41 Organisationen umfassende Initiative lernt mit und vom Scratch-Team (und voneinander) und arbeitet an der Entwicklung einer Reihe von Ressourcen, mit denen sie die Lernenden in ihrem Wirkungskreis noch mehr bzw. weiter unterstützen können.",
    "annualReport.2020.EDMessageText6": "Wir werden nicht aufhören, Scratch noch gerechter und inklusiver zu machen. Nähere Details kann ich euch in den kommenden Monaten bekanntgeben. Bis es soweit ist, möchte ich der Scratch-Community meine Hochachtung aussprechen, dass sie sich während dieses turbulenten Jahres so großartig gegenseitig unterstützten und für einander da waren. Eure Kreativität und euer Mitgefühl ist uns ein fortwährender Quell der Inspiration!",
    "annualReport.2020.EDTitle": "Geschäftsführerin, Scratch Foundation",
    "annualReport.2020.lookingForward": "Blick nach vorne",
    "annualReport.2020.lookingForwardText1": "Im Jahr 2021 arbeiten wir weiter mit unseren Partnerorganisationen daran, Scratch für junge Menschen auf der ganzen Welt noch besser zu machen. In den kommenden Monaten wollen wir Scratch in noch mehr Schulen bringen, noch mehr Wege des kreativen Lernens aufzeigen, noch mehr Ressourcen für Lehrkräfte und junge Menschen entwickeln und lokalisieren, den Einstieg in Scratch erleichtern und noch tollere Projekte initiieren.",
    "annualReport.2020.lookingForwardText2": "Wir haben großzügige Förderungen von der LEGO Foundation und Google.org erhalten, mit denen wir unsere globale Reichweite vergrößern, unsere Mission voranbringen und diese wichtige Arbeit finanzieren können.",
    "annualReport.2020.learnMore": "Nähere Infos:",
    "annualReport.2020.learnMoreLink1Text": "Die LEGO Foundation und die Scratch Foundation verkünden ihre Partnerschaft zur Unterstützung von Lernen durch Spielen mit digitalen Technologien für Millionen von Kindern auf der Welt",
    "annualReport.2020.learnMoreLink2Text": "IT-Woche: Mehr Hilfe für mehr Schüler:innen",
    "annualReport.2020.supportersTitle": "Unsere Sponsor:innen",
    "annualReport.2020.supportersIntro": "Wir bedanken uns bei unseren großzügigen Sponsor:innen. Ihre finanzielle Zuwendungen helfen uns dabei, allen Kindern – unabhängig von ihrem Alter oder ihren Lebensumständen – kreatives Lernen zu ermöglichen.",
    "annualReport.2020.ourSupporters": "Unsere Unterstützer",
    "annualReport.2020.ourSupportersText": "Wir möchten allen Scratch-Unterstützern danken, die uns im Laufe der Jahre geholfen haben, erstaunliche Lernerfahrungen für Millionen junger Menschen auf der ganzen Welt zu schaffen. Die folgende Liste basiert auf Spenden an die Scratch Foundation vom 1. Januar 2020 bis zum 31. Dezember 2020.",
    "annualReport.2020.supportersFoundingTitle": "Gründungspartner – über 10.000.000 USD",
    "annualReport.2020.supportersFoundingText": "Wir sind unseren Gründungspartnern besonders dankbar, die seit dem Start von Scratch im Jahr 2003 jeweils mindestens 10.000.000 US-Dollar an kumulativer Unterstützung bereitgestellt haben.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat-Partner – $1.000.000+",
    "annualReport.2020.supportersCreativityTitle": "Kreativitätskreis – $250.000+",
    "annualReport.2020.supportersCollaborationTitle": "Kollaborationskreis – 100.000 $+",
    "annualReport.2020.supportersImaginationTitle": "Imagination Circle – $ 50.000+",
    "annualReport.2020.supportersInspirationTitle": "Inspiration Circle – $ 20.000+",
    "annualReport.2020.supportersExplorationTitle": "Exploration Circle – $ 5.000+",
    "annualReport.2020.supportersPlayTitle": "Spielkreis – $1.000+",
    "annualReport.2020.supportersInKindTitle": "Sachspender",
    "annualReport.2020.leadershipTitle": "Unser Team",
    "annualReport.2020.leadershipBoard": "Verwaltungsrat",
    "annualReport.2020.leadershipChair": "Vorsitzender",
    "annualReport.2020.leadershipProfessor": "Professor für Lernforschung",
    "annualReport.2020.leadershipViceChair": "Stv. Vorsitzender",
    "annualReport.2020.leadershipCoFounder": "Mitbegründer und Vorstand",
    "annualReport.2020.leadershipBoardMember": "Mitglied",
    "annualReport.2020.leadershipPresidentCEO": "Präsidentin und CEO",
    "annualReport.2020.leadershipFormerPresident": "Ehemalige Präsidentin",
    "annualReport.2020.leadershipFounderCEO": "Gründer und geschäftsführender Vorsitzender",
    "annualReport.2020.leadershipFormerChairCEO": "Ehemaliger CEO und Vorsitzende",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Schriftführer & Schatzmeister",
    "annualReport.2020.leadershipBoardSecretary": "Schriftführerin",
    "annualReport.2020.leadershipBoardTreasurer": "Schatzmeister",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch-Team",
    "annualReport.2020.leadershipED": "Geschäftsführer",
    "annualReport.2020.teamThankYou": "Vielen Dank an Mitch Resnick, Natalie Rusk, Rupal Jain und andere Mitarbeiter der Lifelong Kindergarten Group am MIT Media Lab für ihre unermüdliche Unterstützung von Scratch.",
    "annualReport.2020.donateTitle": "Unterstütze uns",
    "annualReport.2020.donateMessage": "Spenden ermöglichen es uns, Scratch allen kostenlos anzubieten, sie halten unsere Server am Laufen und – am allerwichtigsten – wir können damit Kindern rund um die Welt die Möglichkeit bieten, ihren Ideen Ausdruck zu verleihen, kreativ zu sein und ihre Projekte zu teilen. Danke!",
    "annualReport.2020.donateButton": "Spenden",
    "annualReport.2020.projectBy": "Projekt von",
    "annualReport.2020.altAvatar": "Benutzer-Avatar",
    "annualReport.2020.altDropdownArrow": "Pfeil, der auf das Dropdown-Menü hinweist.",
    "annualReport.2020.altMastheadIllustration": "Drei Personen interagieren mit physischen Scratch-Komponenten.",
    "annualReport.2020.altWave": "Eine Emoji-Hand winkt.",
    "annualReport.2020.altMitchHeadshot": "Gründer Mitch Resnick",
    "annualReport.2020.altBlocks": "Zwei übereinander gestapelte Kratzblöcke.",
    "annualReport.2020.altBanana": "Eine Banane mit einem eingesteckten Kabel.",
    "annualReport.2020.altProjectsIllustration": "Drei Kinder, eines stehend, eines im Rollstuhl sitzend und eines auf dem Boden sitzend, malen und schneiden Kunstprojekte.",
    "annualReport.2020.altPassionIllustration": "Drei Kinder, eines stehend, eines kniend und eines auf dem Boden sitzend, malen, spielen Musik auf einem Klavier und beobachten mit einem Teleskop die Sterne.",
    "annualReport.2020.altPeersIllustration": "Vier Kinder sitzen um ein Lagerfeuer, spielen Spiele und klatschen.",
    "annualReport.2020.altPlayIllustration": "Drei Kinder, eines stehend, eines kniend und eines sitzend, stapeln mit gekreuzten Beinen Steine, spielen mit Spielzeugbooten und falten Origami.",
    "annualReport.2020.altCalendar": "Ein Kalender mit dem Jahr 2020.",
    "annualReport.2020.altCommentsVisualization": "Zwei Kommentarblasen. Ein kleiner und dunkler steht für den Anteil der Kommentare im Jahr 2019. Ein heller steht für die Zunahme der Kommentare im Jahr 2020.",
    "annualReport.2020.altArrowUp": "Ein Pfeil, der nach oben und rechts zeigt.",
    "annualReport.2020.altTranslated": "Eine Scratch-Komponente, die „Hallo“ sagt und Sprachen auflistet, in denen Scratch verfügbar ist.",
    "annualReport.2020.altScratchHorizontalCommand": "Eine horizontale Scratch-Befehlskomponente.",
    "annualReport.2020.altScratchJr": "Scratch Jr-Logo",
    "annualReport.2020.altHorizontalLoop": "Scratch-Komponente für horizontale Schleife.",
    "annualReport.2020.altPieChart": "Visualisierung, die den Anstieg der im Jahr 2020 erstellten Projekte um 602 % im Vergleich zu den im Jahr 2019 erstellten Projekten zeigt.",
    "annualReport.2020.altUsers": "Zwei generische Benutzersymbole, ein etwas kleineres graues und ein etwas größeres violettes.",
    "annualReport.2020.altArrowNext": "Ein Pfeil, der nach rechts zeigt.",
    "annualReport.2020.altBenedict": "Avatar für Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsierte über einer Papiertütenpuppe und der Illustration einer fliegenden Schildkröte.",
    "annualReport.2020.altSprinklesLeft": "Ein Smiley, eine Scratch-Komponente und ein Herz, die auf einem Telefon angezeigt werden.",
    "annualReport.2020.altSprinklesRight": "Eine Hand, die mit Scratch-Komponenten interagiert.",
    "annualReport.2020.altFileDownload": "Ein Pfeil, der in einen Korb zeigt und anzeigt, dass eine Datei heruntergeladen werden kann.",
    "annualReport.2020.altWaveTop": "Eine hellblaue Welle, die mit Scratch-Avataren und Scratch-Komponenten bedeckt ist.",
    "annualReport.2020.altWaveBottom": "Eine hellblaue Welle.",
    "annualReport.2020.altConnectingLine": "Eine gepunktete Linie verbindet die Monate",
    "annualReport.2020.altApril": "Eine Stift- und Bleistiftzeichnung auf einem Scratch-Projekt, das ein Boot und Wasser darstellt.",
    "annualReport.2020.altMay": "Ein Kalender, der mit Emojis markiert ist, die auf einer Blase platziert sind.",
    "annualReport.2020.altJune": "Die Juneteenth-Flagge und ein Papierflieger.",
    "annualReport.2020.altJuly": "Ein Mikrofon und Musiknoten.",
    "annualReport.2020.altToolsIllustration": "Eine Hand, die ein Ausrufezeichen über einigen Textblasen berührt.",
    "annualReport.2020.altVirtualTown": "Ein Mädchen läuft vor ein paar Häusern einen Bürgersteig entlang.",
    "annualReport.2020.altCatchGame": "Ein Apfel schwebt rechts am Horizont, während unten in der Bildmitte ein Korb steht.",
    "annualReport.2020.altCharacterDesigner": "Ein Hund sitzt vor einem grün-weißen Chevron-Hintergrund.",
    "annualReport.2020.altVirtualPet": "Ein Igel sitzt auf einem Felsen mitten im Gras.",
    "annualReport.2020.altLookingForward": "Ein Bewässerungsbaum bewässert einen Schössling, der zu einem hohen Baum heranwächst.",
    "annualReport.2020.altIndia1": "Eine beleuchtete Wunderkerze erscheint unter dem Text mit der Aufschrift \"Happy Diwali!\"",
    "annualReport.2020.altIndia2": "Das Kratzkatzen-Maskottchen erscheint neben einem Text in Hindi",
    "annualReport.2020.altIndia3": "Eine indische Frau erscheint vor der indischen Flagge, auf der ein Herz mit dem Wort „Indien“ steht.",
    "annualReport.2020.altIndia4": "Zwei Hände erscheinen über einer Flöte vor einem Hintergrund mit Promenade und Meer.",
    "annualReport.2020.altChile": "Eine Gruppe von Kindern sitzt um einen Tisch voller Kunsthandwerk und einem Laptop.",
    "annualReport.2020.altBrazil": "Kinder sitzen vor einem Laptop, der mit Kabeln mit fünf Löffeln verbunden ist.",
    "annualReport.2020.altIndia": "Eine Frau weist Mädchen an, die vor einem Computer sitzen.",
    "annualReport.2020.altUSA": "Neben einem Screenshot der Scratch-Benutzeroberfläche wird ein kleines Video-Thumbnail angezeigt",
    "annualReport.2020.altChileIcon": "Das Scratch-Maskottchen",
    "annualReport.2020.altBrazilIcon": "Ein grüner Wirbel",
    "annualReport.2020.altIndiaIcon": "Ein Stern, der mit einem Kreis verzahnt ist",
    "annualReport.2020.altUSAIcon": "Eine Cartoon-Himbeere, das Logo der Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Ein Scratch-Tutorial auf Spanisch",
    "annualReport.2020.altGettingStarted": "Eine Play-Taste befindet sich oben auf der Scratch-Benutzeroberfläche.",
    "annualReport.2020.altEditor": "Die Scratch-Benutzeroberfläche zusammen mit einer Vorschau des Programms, das gerade erstellt wird und zwei Personen zeigt, die miteinander sprechen.",
    "annualReport.2020.altHackYourWindow": "Ein Hund in einem Weltraumhelm, ein Stern und ein Donut schweben vor einem Fenster im Weltraum.",
    "annualReport.2020.altScratchInteraction": "Zwei Personen unterhalten sich zwischen Scratch-Komponenten. Einer übergibt dem anderen ein Bauteil.",
    "annualReport.2020.altImageBubbles": "Bilder aus Scratch-Projekten erscheinen in gruppierten Blasenformen.",
    "annualReport.2020.altConnectivityVideoPreview": "Eine Play-Taste erscheint über einer Szene mit freundlichen Meeresbewohnern.",
    "annualReport.2020.altAdaptationVideoPreview": "Eine Wiedergabeschaltfläche erscheint über verschiedenen Szenen der Scratch-Benutzeroberfläche.",
    "annualReport.2020.altJanuaryCard": "Rey aus Star Wars hält einen Stab und steht in der Wüste.",
    "annualReport.2020.altAprilCard": "Mehrere Screenshots der Scratch-Benutzeroberfläche werden zusammen platziert.",
    "annualReport.2020.altMayCard": "Hände von Menschen verschiedener Rassen werden zu Fäusten erhoben.",
    "annualReport.2020.altJuneCard": "Eine Person heftet eine Papierblume zusammen.",
    "annualReport.2020.altJulyCard": "Eine Krabbe, eine Meerjungfrau und ein Tintenfisch musizieren gemeinsam unter dem Meer.",
    "annualReport.2020.altOctoberCard": "An der Wand über einem Computerarbeitsplatz erscheinen ein Kürbis und Zuckermais.",
    "annualReport.2020.altDonateIllustration": "Zwei Hände bilden die Form eines Herzens mit ihren Fingern innerhalb einer ausgeschnittenen Herzform."
}