{
    "annualReport.2020.subnavFoundersMessage": "Mensaje del Foundador",
    "annualReport.2020.subnavMission": "Misión",
    "annualReport.2020.subnavReach": "Alcanzar",
    "annualReport.2020.subnavThemes": "Temas",
    "annualReport.2020.subnavDirectorsMessage": "Mensaje del Director",
    "annualReport.2020.subnavSupporters": "Patrocinadores",
    "annualReport.2020.subnavTeam": "Equipo",
    "annualReport.2020.subnavDonate": "Donar",
    "annualReport.2020.mastheadYear": "Informe Anual 2020",
    "annualReport.2020.mastheadTitle": "Adaptarse a un mundo cambiante",
    "annualReport.2020.foundersMessageTitle": "Un mensaje de nuestro fundador",
    "annualReport.2020.foundersMessageP1": "El año 2020 será recordado como el año en que la pandemia de COVID se extendió por todo el mundo, causando dificultades e interrupciones en la vida de todos, y las mayores dificultades recaen de manera desigual sobre aquellos que ya enfrentan desafíos en sus vidas.",
    "annualReport.2020.foundersMessageP2": "A lo largo de la pandemia, los jóvenes de todo el mundo, muchos aislados en sus hogares, han venido al sitio web de Scratch en mayor número que nunca, y ven a Scratch como un espacio seguro donde pueden expresarse creativamente, aprender nuevas habilidades y colaborar con uno. otro. Nos inspiramos en muchos de los proyectos de Scratch que los jóvenes crearon durante 2020, muchos de ellos compartiendo sus pensamientos y sentimientos sobre la pandemia, el cambio climático, la injusticia racial y otros temas que les preocupan. Los jóvenes no solo estaban aprendiendo conceptos y habilidades computacionales, sino también desarrollando su voz y sus identidades.",
    "annualReport.2020.foundersMessageP3": "Para garantizar que Scratch pueda continuar desempeñando este importante papel en la vida de los jóvenes en los años venideros, hemos estado realizando cambios organizacionales significativos en Scratch. A principios de 2020, el Equipo Scratch se mudó de su antiguo hogar en el MIT Media Lab a las nuevas oficinas de la Fundación Scratch en el centro de Boston. Este movimiento nos ayudará a construir una organización sostenible capaz de respaldar a Scratch como una plataforma global de codificación creativa en el futuro.",
    "annualReport.2020.foundersMessageP4": "Más adelante en 2020, como parte de esta transición organizacional, contratamos a Shawna Young para que se desempeñe como directora ejecutiva de Scratch Foundation. Shawna llega a Scratch Foundation con una sólida formación en educación y administración de organizaciones sin fines de lucro, y un profundo compromiso con la equidad y la inclusión. A lo largo de su carrera en instituciones como Duke y MIT, Shawna ha trabajado para expandir las experiencias de aprendizaje para estudiantes de diversas comunidades. Ese compromiso está fuertemente alineado con la misión y los valores de Scratch, y jugará un papel importante en su liderazgo en Scratch. Los animo a leer el mensaje de Shawna al final de este informe anual.",
    "annualReport.2020.foundersMessageP5": "Durante la última década, Scratch ha tenido un éxito fenomenal, involucrando a decenas de millones de jóvenes en todo el mundo. Pero apenas estamos comenzando. El desafío para los próximos años es garantizar que podamos continuar difundiendo y apoyando no solo nuestra tecnología, sino también nuestro enfoque de aprendizaje colaborativo, creativo y solidario, para que los jóvenes de todo el mundo tengan oportunidades equitativas para imaginar, crear, compartir y aprender. ¡Esperamos trabajar con todos ustedes para que eso suceda!",
    "annualReport.2020.foundersMessageScratchTitle": "Silla, Fundación Scratch",
    "annualReport.2020.foundersMessageAffiliation": "Profesor, Laboratorio de medios del MIT",
    "annualReport.2020.watchVideo": "Ver vídeo",
    "annualReport.2020.missionTitle": "Nuestra Misión y Visión",
    "annualReport.2020.visionHeader": "Visión",
    "annualReport.2020.visionSubtitle": "Difundir enfoques creativos, solidarios, colaborativos y equitativos para la codificación y el aprendizaje en todo el mundo.",
    "annualReport.2020.missionHeader": "Misión",
    "annualReport.2020.missionSubtitle": "Proporcionar a los jóvenes herramientas digitales y oportunidades para imaginar, crear, compartir y aprender.",
    "annualReport.2020.missionP1": "Estamos comprometidos con la justicia educativa y priorizando la equidad en todos los aspectos de nuestro trabajo, con un enfoque particular en iniciativas y enfoques que apoyan a niños, familias y educadores excluidos de la informática creativa.",
    "annualReport.2020.missionP2": "Hemos desarrollado Scratch como un entorno de aprendizaje gratuito, seguro y lúdico que involucra a todos los niños en el pensamiento creativo, el razonamiento sistemático y el trabajo colaborativo—habilidades esenciales para todos en la sociedad actual. Trabajamos con educadores y familias para ayudar a los niños a explorar, compartir y aprender.",
    "annualReport.2020.missionP3": "Al desarrollar nuevas tecnologías, actividades y materiales de aprendizaje, nos guiamos por lo que llamamos las Cuatro P del aprendizaje creativo:",
    "annualReport.2020.fourPs": "Cuatro P del aprendizaje creativo",
    "annualReport.2020.missionProjectsTitle": "Proyectos",
    "annualReport.2020.missionPeersTitle": "Pares",
    "annualReport.2020.missionPassionTitle": "Pasión",
    "annualReport.2020.missionPlayTitle": "Reproducir",
    "annualReport.2020.missionProjectsDescription": "Involucrar a los niños en el diseño, la creación y la expresión creativa.",
    "annualReport.2020.missionPeersDescription": "Apoyar a los niños en la colaboración, el intercambio, la remezcla y la tutoría.",
    "annualReport.2020.missionPassionDescription": "Permita que los niños desarrollen sus intereses y trabajen en proyectos personalmente significativos",
    "annualReport.2020.missionPlayDescription": "Anime a los niños a jugar, experimentar y iterar",
    "annualReport.2020.reachTitle": "Llegar a los niños de todo el mundo",
    "annualReport.2020.reachSubtitle": "Scratch es la comunidad de codificación más grande del mundo para niños y adolescentes de 8 años en adelante.",
    "annualReport.2020.reachMillion": "millon",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% a partir de 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% a partir de 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% a partir de 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nuevos Usuarios",
    "annualReport.2020.reachProjectsCreated": "Proyectos Creados",
    "annualReport.2020.reachProjectCreators": "gente creando proyectos",
    "annualReport.2020.reachComments": "aumento de comentarios publicados",
    "annualReport.2020.reachGlobalCommunity": "Nuestra comunidad global",
    "annualReport.2020.reachMapBlurb": "Total de cuentas registradas en Scratch Online Community desde el lanzamiento de Scratch hasta diciembre de 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "en una escala logarítmica",
    "annualReport.2020.reachTranslationTitle": "Scratch está traducido a 64 idiomas",
    "annualReport.2020.reachTranslationIncrease": "3 idiomas a partir de 2019",
    "annualReport.2020.reachTranslationBlurb": "Gracias a los traductores voluntarios de todo el mundo.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr es un entorno de programación introductorio que permite a los niños pequeños (de 5-7 años) crear sus propias historias y juegos interactivos.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Descargas en 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} de 2019",
    "annualReport.2020.themesTitle": "Temas Emergentes",
    "annualReport.2020.themesDescription": "A medida que los jóvenes se enfrentaban a los desafíos sin precedentes del COVID-19, Scratch se convirtió en un lugar más importante que nunca para conectarse, crear y expresarse. A lo largo del año, nuestro trabajo se centró en tres áreas para apoyar mejor a nuestra creciente comunidad global: conectividad, adaptación y comunidad. Como siempre, nuestros esfuerzos se basaron en nuestro compromiso con la equidad y la inclusión.",
    "annualReport.2020.equity": "Capital",
    "annualReport.2020.globalStrategy": "Estrategia Global",
    "annualReport.2020.connectivityTitle": "Conectividad",
    "annualReport.2020.connectivityIntro": "Si bien los jóvenes estaban aislados dentro de sus hogares debido al COVID-19, Scratch les ofreció la oportunidad de conectarse y crear con amigos, compañeros de clase y familiares que se encuentran lejos. También sirvió como un portal al mundo exterior, donde descubrieron que millones de niños en todos los países y continentes estaban experimentando lo mismo que ellos.",
    "annualReport.2020.aaronText": "\"Los estudiantes de Aaron trabajaron juntos para construir una versión \"chiflada\" de su ciudad llamada \"Norwouldn't,\" repleta de criaturas de cuentos, obras de arte originales y narraciones interconectadas. Fue uno de los muchos proyectos colaborativos de Scratch que Aaron facilitó para recordarles a los estudiantes que, aunque el COVID-19 los mantuvo dentro de sus hogares, seguían siendo parte de una comunidad cariñosa y alegre.\"",
    "annualReport.2020.spotlightStory": "Historia Destacada ",
    "annualReport.2020.connectivityIndia": "Rascarse en India",
    "annualReport.2020.connectivityIndiaIntro": "En India, la pandemia de COVID-19 cobró un precio enorme y mantuvo a muchos jóvenes y familias aislados en el interior durante largos períodos.",
    "annualReport.2020.connectivityIndiaParagraph": "En toda la comunidad global de Scratch, vimos un gran aumento en la actividad a partir de marzo de 2020. En ningún lugar fue más evidente este aumento repentino que en India, donde la pandemia de COVID-19 tuvo un costo enorme y mantuvo a muchos jóvenes y familias aislados en el interior durante largos periodos de tiempo. A través de Scratch, los niños de la India encontraron conexión al crear y compartir un 602 % más de proyectos que el año anterior.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2,3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Los Proyectos se Crearon en Linea en 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% de 2019",
    "annualReport.2020.connectivityRegistedUsers": "El número de usuarios registrados de todos los tiempos en India se duplicó con creces en un año,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "pasando de más de 300.000 en 2019 a más de 700.000 en 2020.",
    "annualReport.2020.connectivityIndiaUsers": "El número de visitantes únicos aumentó",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1,8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4,6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Se incrementó el número de personas creando proyectos",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "en 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mil",
    "annualReport.2020.connectivityIndiaProjectsNew": "1,1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Alrededor del Mundo",
    "annualReport.2020.connectivityWorldSubtitle": "Colaboradores Internacionales ",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur se dedica a apoyar el pensamiento computacional y creativo entre estudiantes y educadores en Chile y en toda América Latina. Ayudaron en nuestros esfuerzos de traducción y localización en rapa nui y español, y han involucrado a muchos educadores en talleres de desarrollo profesional colaborativos y lúdicos de Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Red de Aprendizaje Creativo de Brasil",
    "annualReport.2020.connectivityCountryBrazil": "Brasil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "La Red Brasileña de Aprendizaje Creativo es un movimiento de base que implementa prácticas educativas prácticas lúdicas, creativas y relevantes en todo Brasil. En 2020, el Equipo Scratch se presentó en el evento de la Semana del Aprendizaje Creativo de la Red Brasileña de Aprendizaje Creativo para compartir cómo los niños usaban Scratch para construir una comunidad, expresarse y hablar sobre lo que es importante para ellos. A su vez, aprendimos cómo los educadores de la red estaban creando oportunidades para la autoexpresión con los alumnos en sus propias comunidades.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Alianza de Misiones",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance empodera a millones de estudiantes y educadores con habilidades del siglo 21, incluida la informática creativa. En 2020, {QuestAllianceLink}compartió Scratch con estudiantes y educadores de toda la India.",
    "annualReport.2020.connectivityCountryUSATitle": "Fundación Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "Reino Unido",
    "annualReport.2020.connectivityCountryUSAParagraph": "La Fundación Raspberry Pi trabaja para poner el poder de la informática y la creación digital en manos de personas de todo el mundo. A través de su iniciativa Making at Home, lideran eventos de transmisión en vivo que alentaron a las familias y los jóvenes a aprender y crear juntos. Varias de estas transmisiones en vivo incluyeron tutoriales de Scratch—y, a veces, ¡incluso! {USALink}",
    "annualReport.2020.connectivityResources": "Recursos",
    "annualReport.2020.connectivityResourcesSubtitle": "Localización con el apoyo de la Fundación LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Para respaldar nuestro creciente alcance global y ayudar en nuestra respuesta al COVID-19, la Fundación LEGO apoyó a Scratch con una generosa subvención. Con esta financiación, pudimos localizar recursos clave y llegar a más jóvenes en todo el mundo.",
    "annualReport.2020.connectivityExample1Title": "Imagenes Tutoriales",
    "annualReport.2020.connectivityExample1Paragraph": "Creamos traducciones de las imágenes para 25 tutoriales de Scratch en 12 idiomas,—¡con un total de más de 1000 imágenes nuevas!",
    "annualReport.2020.connectivityExample2Title": "Empieza con Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "The Getting Started with Scratch video is the most highly accessed and viewed Scratch tutorial video, greeting new Scratchers when they first join the site. We were able to translate this video into 25 new languages and to update the 3 previous translations, including visuals, voiceovers, and subtitles.",
    "annualReport.2020.connectivityExample3Title": "Scratch Editor",
    "annualReport.2020.connectivityExample3Paragraph": "The Scratch project editor is the most essential Scratch resource. We worked with a South African translation company that specializes in culturally-relevant educational translation to translate and review the Scratch editor in five South African languages: isiZulu, isiXhosa, Afrikaans, Sestwana, and Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptation",
    "annualReport.2020.adaptationIntro": "As COVID-19 forced schools to close and pushed learning to virtual spaces, many students and teachers were discovering Scratch for the first time or adapting the way they taught and learned creative coding. From our own homes, the Scratch Team worked to support the changing needs of educators and the online community.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curator for Creative Learning, mumok, Vienna, Austria",
    "annualReport.2020.adaptationQuoteText": "In all the troubles over the past year, Scratch remained our platform of communication, our place to meet, and our medium of expressing ourselves creatively.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "In Aaron Reuland’s Title One school in Norwood, Massachusetts, he counted on Scratch to help engage remote students in creative learning and rekindle their sense of community “when the only things I could count on us all having were a working computer and an internet connection.”",
    "annualReport.2020.adaptationHighlightText2": "Los estudiantes de Aaron trabajaron juntos para construir una versión \"chiflada\" de su ciudad llamada \"Norwouldn't\", repleta de criaturas de cuentos, obras de arte originales y narraciones interconectadas. Fue uno de los muchos proyectos colaborativos de Scratch que Aaron facilitó para recordarles a los estudiantes que, aunque el COVID-19 los mantuvo dentro de sus hogares, seguían siendo parte de una comunidad cariñosa y alegre.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch a Casa",
    "annualReport.2020.adaptationHighlightText2b": "El 17 de marzo, respondimos a la crisis de la COVID-19 lanzando el {linkText} para brindarles a los niños, las familias y los educadores ideas para participar en actividades de aprendizaje creativas con Scratch en casa. Fue una forma invaluable de conectarnos con nuestra comunidad y adaptarnos a una forma completamente nueva de aprender e interactuar en línea.\n \n\n ",
    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Our team hosted weekly, live {linkText} to connect with kids, parents, and educators at home and share tips and tricks for creating different types of Scratch projects. We had a blast seeing the projects they were inspired to create in our Create-Along studios!",
    "annualReport.2020.adaptationHighlightTitle4": "Hack Your Window",
    "annualReport.2020.adaptationHighlightText4b": "Scratch educator Eduard Muntaner Perich created a #ScratchAtHome-inspired studio that took the community by storm: {linkText}. Hundreds of Scratchers from all over the world imagined fantastical games and stories happening just outside their window.",
    "annualReport.2020.adaptationEducatorsTitle": "Connecting with Educators",
    "annualReport.2020.adaptationEducatorsText": "Educators around the world shared their own #ScratchAtHome ideas and discussed the struggles and triumphs of teaching remotely in a lively Twitter Chat on April 8th, 2020.",
    "annualReport.2020.adaptationSnapshot": "Snapshots",
    "annualReport.2020.adaptationSnapshot1Title": "Computer Clubhouse Network Virtual Workshops",
    "annualReport.2020.adaptationSnapshot1Text": "As part of our longstanding partnership, the Scratch Team conducts workshops for youth educators from {linkText}. Like educators around the world, our team had to conduct online workshops for the first time in 2020—and learn how to combat the isolation and technical difficulties of virtual learning. But thanks to online collaboration tools and innovative methods of sharing and reflecting, the team was able to recreate the collaborative, playful spirit of in-person workshops in a virtual space.",
    "annualReport.2020.adaptationSnapshot2Title": "Bring Yourself Into Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 was also a year of adapting our tools and platform. We developed and added new sprites to the Sprite Library to inspire and enable beginner Scratchers to make projects representative of their racial, cultural, gender, or other personal identity.",
    "annualReport.2020.communityTitle": "Comunidad",
    "annualReport.2020.communityIntro": "In 2020, the Scratch Community became an even more vital place for young people to find a sense of togetherness and belonging. As we saw the meaningful conversations, collaborative projects, and moving stories Scratchers shared, we were in awe of their creative and resilient spirit.",
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "In 2019, with support from Google.org, the Scratch Team worked with Chicago Public School’s Office of Computer Science to connect students, families, teachers, and other community members through Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "This year, our teams faced a new challenge: how could we bring the playful, community-building spirit of Family Creative Coding Nights to a virtual space, helping schools develop vital connections with remote students and their families? We developed the Virtual Family Coding Nights guide to provide a structure for these connections and support joyful learning",
    "annualReport.2020.communityDownloadButton": "Virtual Family Coding Nights Guide",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], there were not many opportunities to engage with parents in such a fun, high energy way. So this opportunity provided much needed engagement...Teachers were apprehensive, but the students' level of excitement pushed them into a space where they had to trust the process and allow kids to learn from one another.",
    "annualReport.2020.communityScratchCommunity": "Scratch Community",
    "annualReport.2020.communityScratchCommunityIntro": "When asked why they use Scratch, most Scratchers talk about the importance of the online community for motivating their ongoing participation, providing a space where they can express their creativity, make friends, receive feedback, get new ideas, and learn new skills. Many Scratchers express their appreciation for the Scratch community as a safe and welcoming space to connect, share, and learn from one another.",
    "annualReport.2020.communityQuoteGroupText1": "I joined Scratch when I was 11 years old and the things I learned from using the platform and interacting with the community were really a vital part of my learning growing up.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch has allowed me to do things from home, like\n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "I've been on Scratch for about 2 years, and it's been a life-changing experience! I've learned so many new things, such as coding, online etiquette, and art!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch was my favorite hobby in sixth grade. It secretly introduced me to Boolean logic, order of operations, and nested mathematical expressions—not to mention computer programming itself.",
    "annualReport.2020.yearInReview": "Year in Review",
    "annualReport.2020.yearInReviewText": "2020 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2020.yearInReviewCard1Date": "Enero",
    "annualReport.2020.yearInReviewCard1Title": "End of the Decade Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers celebrated the close of a decade and new beginnings in this Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "Abril",
    "annualReport.2020.yearInReviewCard2Title": "April Fool’s Day",
    "annualReport.2020.yearInReviewCard2Text": "“Mundane mysteries” appeared around the site, and Cat Blocks surprised and delighted the Scratch community.",
    "annualReport.2020.yearInReviewCard3Date": "Abril",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Scratch Team members began hosting live tutorials to connect and create with Scratchers and their families at home.",
    "annualReport.2020.yearInReviewCard4Date": "Mayo",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers around the world shared thousands of projects around weekly themes, from recycled crafts to hand-washing jingles.",
    "annualReport.2020.yearInReviewCard5Date": "Mayo",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "As racial justice protests swept the US, the community came together to support each other and call for change.",
    "annualReport.2020.yearInReviewCard6Date": "Junio",
    "annualReport.2020.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers shared their favorite indoor games and activities to keep themselves engaged while staying home.",
    "annualReport.2020.yearInReviewCard7Date": "Junio",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers created projects to honor Juneteenth and the continued fight for racial justice.",
    "annualReport.2020.yearInReviewCard8Date": "Julio",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical got the whole community acting, singing, and dancing together.",
    "annualReport.2020.yearInReviewCard9Date": "Octubre",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers made hundreds of creative stories, games, and animations based on daily themed prompts.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Seeing the power you have when you’re creating something and can represent yourself and your problems and express them or solve them with code is a really magical experience and has real world impact.",
    "annualReport.2020.communitySnapshotTitle": "Improving Our Tools",
    "annualReport.2020.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2020, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",
    "annualReport.2020.communitySnapshot2Title": "New Scratch Tutorials on YouTube",
    "annualReport.2020.communitySnapshot2Text": "The Scratch Team began sharing tutorials on our YouTube channel in March 2020 to help Scratchers gain the skills to create whatever they can imagine. From pixel art to virtual pets, these tutorials are a hit with Scratchers of all ages, gaining 1.3 million views in 2020.",
    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "Juego de atrapar",
    "annualReport.2020.tutorial3": "Character Designer",
    "annualReport.2020.tutorial4": "Mascota virtual",
    "annualReport.2020.EDMessageTitle": "A Message from Our Executive Director",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2020 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2020.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",
    "annualReport.2020.EDTitle": "Executive Director, Scratch Foundation",
    "annualReport.2020.lookingForward": "Looking Forward",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "We’ve received generous grants from the LEGO Foundation and Google.org to help expand our global reach, advance our mission, and support this important work. Learn more:",
    "annualReport.2020.learnMore": "Learn More:",
    "annualReport.2020.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: More help for more students",
    "annualReport.2020.supportersTitle": "Thank You to Our Supporters",
    "annualReport.2020.supportersIntro": "Thank you to our generous supporters. Your contribution helps us expand creative learning opportunities for children of all ages, from all backgrounds, around the globe.",
    "annualReport.2020.ourSupporters": "Our Supporters",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to the Scratch Foundation from January 1, 2020 to December 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.2020.leadershipTitle": "Nuestro Equipo",
    "annualReport.2020.leadershipBoard": "Board of Directors",
    "annualReport.2020.leadershipChair": "Silla",
    "annualReport.2020.leadershipProfessor": "Professor of Learning Research",
    "annualReport.2020.leadershipViceChair": "Vice-Chair",
    "annualReport.2020.leadershipCoFounder": "Co-Founder and Co-Chairman",
    "annualReport.2020.leadershipBoardMember": "Board Member",
    "annualReport.2020.leadershipPresidentCEO": "President and CEO",
    "annualReport.2020.leadershipFormerPresident": "Former President",
    "annualReport.2020.leadershipFounderCEO": "Founder and Executive Chairman",
    "annualReport.2020.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Board Secretary & Treasurer",
    "annualReport.2020.leadershipBoardSecretary": "Board Secretary",
    "annualReport.2020.leadershipBoardTreasurer": "Board Treasurer",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch Team",
    "annualReport.2020.leadershipED": "Executive Director",
    "annualReport.2020.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",
    "annualReport.2020.donateTitle": "Support Us",
    "annualReport.2020.donateMessage": "Your support enables us to make Scratch free for everyone, keeps our servers running, and most importantly, we are able to provide kids around the world an opportunity to imagine, create and share. Thank you!",
    "annualReport.2020.donateButton": "Donar",
    "annualReport.2020.projectBy": "project by",
    "annualReport.2020.altAvatar": "user avatar",
    "annualReport.2020.altDropdownArrow": "Arrow indicating dropdown menu.",
    "annualReport.2020.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2020.altWave": "An emoji hand waving.",
    "annualReport.2020.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2020.altBlocks": "Two scratch blocks stacked on top of one another.",
    "annualReport.2020.altBanana": "A banana with a wire plugged into it.",
    "annualReport.2020.altProjectsIllustration": "Three children, one standing, one sitting in a wheelchair, and one sitting on the ground paint and cut art projects.",
    "annualReport.2020.altPassionIllustration": "Three children, one standing, one kneeling, and one sitting on the ground paint, play music on a piano, and stargaze using a telescope.",
    "annualReport.2020.altPeersIllustration": "Four childeren sit around a campfire playing games and high fiving.",
    "annualReport.2020.altPlayIllustration": "Three children, one standing, one kneeling, and one sitting crosslegged stack rocks, play with toy boats, and fold origami.",
    "annualReport.2020.altCalendar": "A calendar displaying the year 2020.",
    "annualReport.2020.altCommentsVisualization": "Two comment bubbles. One smaller and darker representing the share of comments in 2019. One lighter representing the increase in comments made in 2020.",
    "annualReport.2020.altArrowUp": "An arrow pointing up and to the right.",
    "annualReport.2020.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2020.altScratchHorizontalCommand": "A scratch horizontal command component.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontal loop component.",
    "annualReport.2020.altPieChart": "Visualization showing the 602% increase in projects created during 2020 in relation to projects created in 2019.",
    "annualReport.2020.altUsers": "Two generic user icons, a slightly smaller gray one and a slightly larger purple one.",
    "annualReport.2020.altArrowNext": "An arrow pointing to the right.",
    "annualReport.2020.altBenedict": "Avatar for Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2020.altSprinklesLeft": "A smiley face, scratch component, and heart displayed on a phone.",
    "annualReport.2020.altSprinklesRight": "A hand interacting with scratch components.",
    "annualReport.2020.altFileDownload": "An arrow pointing into a basket indicating that a file can be downloaded.",
    "annualReport.2020.altWaveTop": "A light blue wave covered with scratch avatars and scratch components.",
    "annualReport.2020.altWaveBottom": "A light blue wave.",
    "annualReport.2020.altConnectingLine": "A dotted line connecting the months",
    "annualReport.2020.altApril": "A pen and pencil drawing on a scratch project depicting a boat and water.",
    "annualReport.2020.altMay": "A calendar marked with emojis placed on a bubble.",
    "annualReport.2020.altJune": "The Juneteenth flag and a paper airplane.",
    "annualReport.2020.altJuly": "A microphone and music notes.",
    "annualReport.2020.altToolsIllustration": "A hand touching an exclamation point icon above a few text bubbles.",
    "annualReport.2020.altVirtualTown": "A girl runs along a sidewalk in front of a few houses.",
    "annualReport.2020.altCatchGame": "An apple floats on the horizon to the right while a basket sits below toward the center of the frame.",
    "annualReport.2020.altCharacterDesigner": "A dog sits in front of a green and white chevron background.",
    "annualReport.2020.altVirtualPet": "A hedgehog sits on top of a rock in the middle of some grass.",
    "annualReport.2020.altLookingForward": "A watering tree waters a sapling that grows into a tall tree.",
    "annualReport.2020.altIndia1": "A lit sparkler appears below text saying \"happy Diwali!\"",
    "annualReport.2020.altIndia2": "The scratch cat mascot appears next to some text written in Hindi",
    "annualReport.2020.altIndia3": "An Indian woman appears in front of the Indian flag which has a heart containing the word \"India\" on it.",
    "annualReport.2020.altIndia4": "Two hands appear over a flute in front of a background containing a boardwalk and sea.",
    "annualReport.2020.altChile": "A group of children sits around a table filled with arts and crafts and a laptop.",
    "annualReport.2020.altBrazil": "Children sit in front of a laptop connected to five spoons with wires.",
    "annualReport.2020.altIndia": "A woman instructs girls sitting in front of a computer.",
    "annualReport.2020.altUSA": "A small video thumbnail is displayed next to a screenshot of the Scratch user interface",
    "annualReport.2020.altChileIcon": "The Scratch mascot",
    "annualReport.2020.altBrazilIcon": "A green swirl",
    "annualReport.2020.altIndiaIcon": "A star interlocked with a circle",
    "annualReport.2020.altUSAIcon": "A cartoon raspberry, the Raspberry Pi Foundation logo",
    "annualReport.2020.altTutorial": "A Scratch tutorial in Spanish",
    "annualReport.2020.altGettingStarted": "A play button sits on top of the Scratch UI.",
    "annualReport.2020.altEditor": "The Scratch UI along with a preview of the progam currently being built showing two people talking to each other.",
    "annualReport.2020.altHackYourWindow": "A dog in a space helmet, a star, and a donut float outside a window in space.",
    "annualReport.2020.altScratchInteraction": "Two people talk amongst scratch components. One is handing a component to the other one.",
    "annualReport.2020.altImageBubbles": "Images from Scratch projects appear in bubble shapes grouped together.",
    "annualReport.2020.altConnectivityVideoPreview": "A play button appears over a scene of friendly sea creatures.",
    "annualReport.2020.altAdaptationVideoPreview": "A play button apppears over various scenes from the Scratch user interface.",
    "annualReport.2020.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2020.altAprilCard": "Multiple screenshots from the Scratch UI are placed together.",
    "annualReport.2020.altMayCard": "Hands belonging to people of a variety of races are raised in fists.",
    "annualReport.2020.altJuneCard": "A person staples a paper flower together.",
    "annualReport.2020.altJulyCard": "A crab, mermaid, and octopus play music together under the sea.",
    "annualReport.2020.altOctoberCard": "A pumpkin and candy corn appear on the wall above a computer workstation.",
    "annualReport.2020.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}