{
    "annualReport.2020.subnavFoundersMessage": "Mensaje del Fundador",
    "annualReport.2020.subnavMission": "Misión",
    "annualReport.2020.subnavReach": "Alcanzar",
    "annualReport.2020.subnavThemes": "Temas",
    "annualReport.2020.subnavDirectorsMessage": "Mensaje del Director",
    "annualReport.2020.subnavSupporters": "Patrocinadores",
    "annualReport.2020.subnavTeam": "Equipo",
    "annualReport.2020.subnavDonate": "Donar",
    "annualReport.2020.mastheadYear": "Informe Anual 2020",
    "annualReport.2020.mastheadTitle": "Adaptarse a un mundo cambiante",
    "annualReport.2020.foundersMessageTitle": "Un mensaje de nuestro fundador",
    "annualReport.2020.foundersMessageP1": "El año 2020 será recordado como el año en que la pandemia de COVID se extendió por todo el mundo, causando dificultades e interrupciones en la vida de todos, y las mayores dificultades recaen de manera desigual sobre aquellos que ya enfrentan desafíos en sus vidas.",
    "annualReport.2020.foundersMessageP2": "A lo largo de la pandemia, los jóvenes de todo el mundo, muchos aislados en sus hogares, han venido al sitio web de Scratch en mayor número que nunca, y ven a Scratch como un espacio seguro donde pueden expresarse creativamente, aprender nuevas habilidades y colaborar con uno. otro. Nos inspiramos en muchos de los proyectos de Scratch que los jóvenes crearon durante 2020, muchos de ellos compartiendo sus pensamientos y sentimientos sobre la pandemia, el cambio climático, la injusticia racial y otros temas que les preocupan. Los jóvenes no solo estaban aprendiendo conceptos y habilidades computacionales, sino también desarrollando su voz y sus identidades.",
    "annualReport.2020.foundersMessageP3": "Para garantizar que Scratch pueda continuar desempeñando este importante papel en la vida de los jóvenes en los años venideros, hemos estado realizando cambios organizacionales significativos en Scratch. A principios de 2020, el Equipo Scratch se mudó de su antiguo hogar en el MIT Media Lab a las nuevas oficinas de la Fundación Scratch en el centro de Boston. Este movimiento nos ayudará a construir una organización sostenible capaz de respaldar a Scratch como una plataforma global de codificación creativa en el futuro.",
    "annualReport.2020.foundersMessageP4": "Más adelante en 2020, como parte de esta transición organizacional, contratamos a Shawna Young para que se desempeñe como directora ejecutiva de Scratch Foundation. Shawna llega a Scratch Foundation con una sólida formación en educación y administración de organizaciones sin fines de lucro, y un profundo compromiso con la equidad y la inclusión. A lo largo de su carrera en instituciones como Duke y MIT, Shawna ha trabajado para expandir las experiencias de aprendizaje para estudiantes de diversas comunidades. Ese compromiso está fuertemente alineado con la misión y los valores de Scratch, y jugará un papel importante en su liderazgo en Scratch. Los animo a leer el mensaje de Shawna al final de este informe anual.",
    "annualReport.2020.foundersMessageP5": "Durante la última década, Scratch ha tenido un éxito fenomenal, involucrando a decenas de millones de jóvenes en todo el mundo. Pero apenas estamos comenzando. El desafío para los próximos años es garantizar que podamos continuar difundiendo y apoyando no solo nuestra tecnología, sino también nuestro enfoque de aprendizaje colaborativo, creativo y solidario, para que los jóvenes de todo el mundo tengan oportunidades equitativas para imaginar, crear, compartir y aprender. ¡Esperamos trabajar con todos ustedes para que eso suceda!",
    "annualReport.2020.foundersMessageScratchTitle": "Silla, Fundación Scratch",
    "annualReport.2020.foundersMessageAffiliation": "Profesor, Laboratorio de medios del MIT",
    "annualReport.2020.watchVideo": "Ver vídeo",
    "annualReport.2020.missionTitle": "Nuestra Misión y Visión",
    "annualReport.2020.visionHeader": "Visión",
    "annualReport.2020.visionSubtitle": "Difundir enfoques creativos, solidarios, colaborativos y equitativos para la codificación y el aprendizaje en todo el mundo.",
    "annualReport.2020.missionHeader": "Misión",
    "annualReport.2020.missionSubtitle": "Proporcionar a los jóvenes herramientas digitales y oportunidades para imaginar, crear, compartir y aprender.",
    "annualReport.2020.missionP1": "Estamos comprometidos con la justicia educativa y priorizando la equidad en todos los aspectos de nuestro trabajo, con un enfoque particular en iniciativas y enfoques que apoyan a niños, familias y educadores excluidos de la informática creativa.",
    "annualReport.2020.missionP2": "Hemos desarrollado Scratch como un entorno de aprendizaje gratuito, seguro y lúdico que involucra a todos los niños en el pensamiento creativo, el razonamiento sistemático y el trabajo colaborativo—habilidades esenciales para todos en la sociedad actual. Trabajamos con educadores y familias para ayudar a los niños a explorar, compartir y aprender.",
    "annualReport.2020.missionP3": "Al desarrollar nuevas tecnologías, actividades y materiales de aprendizaje, nos guiamos por lo que llamamos las Cuatro P del aprendizaje creativo:",
    "annualReport.2020.fourPs": "Cuatro P del aprendizaje creativo",
    "annualReport.2020.missionProjectsTitle": "Proyectos",
    "annualReport.2020.missionPeersTitle": "Pares",
    "annualReport.2020.missionPassionTitle": "Pasión",
    "annualReport.2020.missionPlayTitle": "Reproducir",
    "annualReport.2020.missionProjectsDescription": "Involucrar a los niños en el diseño, la creación y la expresión creativa.",
    "annualReport.2020.missionPeersDescription": "Apoyar a los niños en la colaboración, el intercambio, la remezcla y la tutoría.",
    "annualReport.2020.missionPassionDescription": "Permita que los niños desarrollen sus intereses y trabajen en proyectos personalmente significativos",
    "annualReport.2020.missionPlayDescription": "Anime a los niños a jugar, experimentar y iterar",
    "annualReport.2020.reachTitle": "Llegar a los niños de todo el mundo",
    "annualReport.2020.reachSubtitle": "Scratch es la comunidad de codificación más grande del mundo para niños y adolescentes de 8 años en adelante.",
    "annualReport.2020.reachMillion": "millon",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% a partir de 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% a partir de 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% a partir de 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nuevos Usuarios",
    "annualReport.2020.reachProjectsCreated": "Proyectos Creados",
    "annualReport.2020.reachProjectCreators": "gente creando proyectos",
    "annualReport.2020.reachComments": "aumento de comentarios publicados",
    "annualReport.2020.reachGlobalCommunity": "Nuestra comunidad global",
    "annualReport.2020.reachMapBlurb": "Total de cuentas registradas en Scratch Online Community desde el lanzamiento de Scratch hasta diciembre de 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "en una escala logarítmica",
    "annualReport.2020.reachTranslationTitle": "Scratch está traducido a 64 idiomas",
    "annualReport.2020.reachTranslationIncrease": "3 idiomas a partir de 2019",
    "annualReport.2020.reachTranslationBlurb": "Gracias a los traductores voluntarios de todo el mundo.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr es un entorno de programación introductorio que permite a los niños pequeños (de 5-7 años) crear sus propias historias y juegos interactivos.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Descargas en 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} de 2019",
    "annualReport.2020.themesTitle": "Temas Emergentes",
    "annualReport.2020.themesDescription": "A medida que los jóvenes se enfrentaban a los desafíos sin precedentes del COVID-19, Scratch se convirtió en un lugar más importante que nunca para conectarse, crear y expresarse. A lo largo del año, nuestro trabajo se centró en tres áreas para apoyar mejor a nuestra creciente comunidad global: conectividad, adaptación y comunidad. Como siempre, nuestros esfuerzos se basaron en nuestro compromiso con la equidad y la inclusión.",
    "annualReport.2020.equity": "Capital",
    "annualReport.2020.globalStrategy": "Estrategia Global",
    "annualReport.2020.connectivityTitle": "Conectividad",
    "annualReport.2020.connectivityIntro": "Si bien los jóvenes estaban aislados dentro de sus hogares debido al COVID-19, Scratch les ofreció la oportunidad de conectarse y crear con amigos, compañeros de clase y familiares que se encuentran lejos. También sirvió como un portal al mundo exterior, donde descubrieron que millones de niños en todos los países y continentes estaban experimentando lo mismo que ellos.",
    "annualReport.2020.aaronText": "\"Los estudiantes de Aaron trabajaron juntos para construir una versión \"chiflada\" de su ciudad llamada \"Norwouldn't,\" repleta de criaturas de cuentos, obras de arte originales y narraciones interconectadas. Fue uno de los muchos proyectos colaborativos de Scratch que Aaron facilitó para recordarles a los estudiantes que, aunque el COVID-19 los mantuvo dentro de sus hogares, seguían siendo parte de una comunidad cariñosa y alegre.\"",
    "annualReport.2020.spotlightStory": "Historia Destacada ",
    "annualReport.2020.connectivityIndia": "Rascarse en India",
    "annualReport.2020.connectivityIndiaIntro": "En India, la pandemia de COVID-19 cobró un precio enorme y mantuvo a muchos jóvenes y familias aislados en el interior durante largos períodos.",
    "annualReport.2020.connectivityIndiaParagraph": "En toda la comunidad global de Scratch, vimos un gran aumento en la actividad a partir de marzo de 2020. En ningún lugar fue más evidente este aumento repentino que en India, donde la pandemia de COVID-19 tuvo un costo enorme y mantuvo a muchos jóvenes y familias aislados en el interior durante largos periodos de tiempo. A través de Scratch, los niños de la India encontraron conexión al crear y compartir un 602 % más de proyectos que el año anterior.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2,3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Los Proyectos se Crearon en Linea en 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% de 2019",
    "annualReport.2020.connectivityRegistedUsers": "El número de usuarios registrados de todos los tiempos en India se duplicó con creces en un año,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "pasando de más de 300.000 en 2019 a más de 700.000 en 2020.",
    "annualReport.2020.connectivityIndiaUsers": "El número de visitantes únicos aumentó",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1,8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4,6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Se incrementó el número de personas creando proyectos",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "en 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mil",
    "annualReport.2020.connectivityIndiaProjectsNew": "1,1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Alrededor del Mundo",
    "annualReport.2020.connectivityWorldSubtitle": "Colaboradores Internacionales ",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur se dedica a apoyar el pensamiento computacional y creativo entre estudiantes y educadores en Chile y en toda América Latina. Ayudaron en nuestros esfuerzos de traducción y localización en rapa nui y español, y han involucrado a muchos educadores en talleres de desarrollo profesional colaborativos y lúdicos de Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Red de Aprendizaje Creativo de Brasil",
    "annualReport.2020.connectivityCountryBrazil": "Brasil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "La Red Brasileña de Aprendizaje Creativo es un movimiento de base que implementa prácticas educativas prácticas lúdicas, creativas y relevantes en todo Brasil. En 2020, el Equipo Scratch se presentó en el evento de la Semana del Aprendizaje Creativo de la Red Brasileña de Aprendizaje Creativo para compartir cómo los niños usaban Scratch para construir una comunidad, expresarse y hablar sobre lo que es importante para ellos. A su vez, aprendimos cómo los educadores de la red estaban creando oportunidades para la autoexpresión con los alumnos en sus propias comunidades.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Alianza de Misiones",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance empodera a millones de estudiantes y educadores con habilidades del siglo 21, incluida la informática creativa. En 2020, {QuestAllianceLink}compartió Scratch con estudiantes y educadores de toda la India.",
    "annualReport.2020.connectivityCountryUSATitle": "Fundación Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "Reino Unido",
    "annualReport.2020.connectivityCountryUSAParagraph": "La Fundación Raspberry Pi trabaja para poner el poder de la informática y la creación digital en manos de personas de todo el mundo. A través de su iniciativa Making at Home, lideran eventos de transmisión en vivo que alentaron a las familias y los jóvenes a aprender y crear juntos. Varias de estas transmisiones en vivo incluyeron tutoriales de Scratch—y, a veces, ¡incluso! {USALink}",
    "annualReport.2020.connectivityResources": "Recursos",
    "annualReport.2020.connectivityResourcesSubtitle": "Localización con el apoyo de la Fundación LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Para respaldar nuestro creciente alcance global y ayudar en nuestra respuesta al COVID-19, la Fundación LEGO apoyó a Scratch con una generosa subvención. Con esta financiación, pudimos localizar recursos clave y llegar a más jóvenes en todo el mundo.",
    "annualReport.2020.connectivityExample1Title": "Imagenes Tutoriales",
    "annualReport.2020.connectivityExample1Paragraph": "Creamos traducciones de las imágenes para 25 tutoriales de Scratch en 12 idiomas,—¡con un total de más de 1000 imágenes nuevas!",
    "annualReport.2020.connectivityExample2Title": "Empieza con Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "El video Comenzando con Scratch es el video tutorial Scratch más accedido y visto, saludando a los nuevos Scratchers cuando se unen por primera vez al sitio. Pudimos traducir este video a 25 nuevos idiomas y actualizar las 3 traducciones anteriores, incluidas imágenes, voces en off y subtítulos.",
    "annualReport.2020.connectivityExample3Title": "Editor de Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "El editor del proyecto Scratch es el recurso Scratch más esencial. Trabajamos con una empresa de traducción sudafricana que se especializa en traducción educativa culturalmente relevante para traducir y revisar el editor Scratch en cinco idiomas sudafricanos: zulú, xhosa, afrikaans, sestwana, y Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptación",
    "annualReport.2020.adaptationIntro": "A medida que COVID-19 obligó a las escuelas a cerrar y empujó el aprendizaje a espacios virtuales, muchos estudiantes y maestros descubrieron Scratch por primera vez o adaptaron la forma en que enseñaron y aprendieron codificación creativa. Desde nuestros propios hogares, el Equipo Scratch trabajó para apoyar las necesidades cambiantes de los educadores y la comunidad en línea.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curador de Aprendizaje Creativo, Mumok, Viena, Austria",
    "annualReport.2020.adaptationQuoteText": "En todos los problemas durante el año pasado, Scratch siguió siendo nuestra plataforma de comunicación, nuestro lugar para conocer y nuestro medio para expresarnos creativamente.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "En la escuela Title One de Aaron Reuland en Norwood, Massachusetts, contó con Scratch para ayudar a involucrar a los estudiantes remotos en el aprendizaje creativo y reavivar su sentido de comunidad “ cuando las únicas cosas que podía contar con que todos tuviéramos eran una computadora que funcionara y un conexión a internet. ”",
    "annualReport.2020.adaptationHighlightText2": "Los estudiantes de Aaron trabajaron juntos para construir una versión \"chiflada\" de su ciudad llamada \"Norwouldn't\", repleta de criaturas de cuentos, obras de arte originales y narraciones interconectadas. Fue uno de los muchos proyectos colaborativos de Scratch que Aaron facilitó para recordarles a los estudiantes que, aunque el COVID-19 los mantuvo dentro de sus hogares, seguían siendo parte de una comunidad cariñosa y alegre.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch a Casa",
    "annualReport.2020.adaptationHighlightText2b": "El 17 de marzo, respondimos a la crisis de la COVID-19 lanzando el {linkText} para brindarles a los niños, las familias y los educadores ideas para participar en actividades de aprendizaje creativas con Scratch en casa. Fue una forma invaluable de conectarnos con nuestra comunidad y adaptarnos a una forma completamente nueva de aprender e interactuar en línea.\n \n\n ",
    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Nuestro equipo organizó semanalmente, en vivo {linkText} para conectarse con niños, padres y educadores en casa y compartir consejos y trucos para crear diferentes tipos de proyectos Scratch. ¡Nos divertimos mucho al ver los proyectos que se inspiraron para crear en nuestros estudios Create-Along!",
    "annualReport.2020.adaptationHighlightTitle4": "Hackear tu ventana",
    "annualReport.2020.adaptationHighlightText4b": "El educador de Scratch Eduard Muntaner Perich creó un estudio inspirado en #ScratchAtHome que tomó por asalto a la comunidad: {linkText}. Cientos de Scratchers de todo el mundo imaginaron juegos e historias fantásticas justo afuera de su ventana.",
    "annualReport.2020.adaptationEducatorsTitle": "Conectando con profesores",
    "annualReport.2020.adaptationEducatorsText": "Los educadores de todo el mundo compartieron sus propias ideas de #ScratchAtHome y discutieron las luchas y los triunfos de la enseñanza de forma remota en un animado chat de Twitter el 8 de abril de 2020.",
    "annualReport.2020.adaptationSnapshot": "Snapshots",
    "annualReport.2020.adaptationSnapshot1Title": "Talleres virtuales de la red de la casa del club de computación",
    "annualReport.2020.adaptationSnapshot1Text": "Como parte de nuestra asociación de larga data, el Equipo Scratch realiza talleres para educadores juveniles desde {linkText}. Al igual que los educadores de todo el mundo, nuestro equipo tuvo que realizar talleres en línea por primera vez en 2020 — y aprender a combatir el aislamiento y las dificultades técnicas del aprendizaje virtual. Pero gracias a las herramientas de colaboración en línea y los métodos innovadores para compartir y reflexionar, el equipo pudo recrear el espíritu colaborativo y lúdico de los talleres en persona en un espacio virtual.",
    "annualReport.2020.adaptationSnapshot2Title": "Tráete en Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 también fue un año de adaptación de nuestras herramientas y plataforma. Desarrollamos y agregamos nuevos sprites a la Biblioteca Sprite para inspirar y permitir a los Scratchers principiantes hacer que los proyectos sean representativos de su identidad racial, cultural, de género u otra identidad personal.",
    "annualReport.2020.communityTitle": "Comunidad",
    "annualReport.2020.communityIntro": "En 2020, la Comunidad Scratch se convirtió en un lugar aún más vital para que los jóvenes encontraran un sentido de unión y pertenencia. Cuando vimos las conversaciones significativas, los proyectos de colaboración y las historias conmovedoras que compartieron Scratchers, nos asombramos de su espíritu creativo y resistente.",
    "annualReport.2020.communityTitle1": "Guía virtual de noches de codificación creativa de familia",
    "annualReport.2020.communityText1": "En 2019, con el apoyo de Google.org, el Equipo Scratch trabajó con la Oficina de Informática de la Escuela Pública de Chicago para conectar a estudiantes, familias, maestros y otros miembros de la comunidad a través de Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "Este año, nuestros equipos enfrentaron un nuevo desafío: ¿cómo podríamos llevar el espíritu lúdico y de construcción comunitaria de Family Creative Coding Nights a un espacio virtual, ¿Ayudando a las escuelas a desarrollar conexiones vitales con estudiantes remotos y sus familias? Desarrollamos la guía Virtual Family Coding Nights para proporcionar una estructura para estas conexiones y apoyar el aprendizaje alegre",
    "annualReport.2020.communityDownloadButton": "Guía virtual de noches de codificación familiar",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], no había muchas oportunidades para relacionarse con los padres de una manera tan divertida y de alta energía. Entonces esta oportunidad proporcionó el compromiso muy necesario...Los maestros estaban preocupados, pero el nivel de emoción de los estudiantes los empujó a un espacio donde tenían que confiar en el proceso y permitir que los niños aprendieran unos de otros.",
    "annualReport.2020.communityScratchCommunity": "Comunidad de Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Cuando se les pregunta por qué usan Scratch, la mayoría de los Scratchers hablan sobre la importancia de la comunidad en línea para motivar su participación continua, proporcionando un espacio donde pueden expresar su creatividad, hacer amigos, recibir comentarios, obtener nuevas ideas y aprender nuevas habilidades. Muchos Scratchers expresan su agradecimiento por la comunidad Scratch como un espacio seguro y acogedor para conectarse, compartir y aprender unos de otros.",
    "annualReport.2020.communityQuoteGroupText1": "Me uní a Scratch cuando tenía 11 años y las cosas que aprendí al usar la plataforma e interactuar con la comunidad fueron realmente una parte vital de mi aprendizaje al crecer.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch me ha permitido hacer cosas desde casa, como\n- Respetar a las personas y sus proyectos\n- Hacer amigos\n- Sentir que no estoy solo en esta cuarentena\n....y mucho más, así que quiero decir ¡THANKS!",
    "annualReport.2020.communityQuoteGroupText3": "¡He estado en Scratch durante aproximadamente 2 años, y ha sido una experiencia que cambia la vida! ¡He aprendido muchas cosas nuevas, como la codificación, la etiqueta en línea y el arte!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch fue mi pasatiempo favorito en sexto grado. Secretamente me introdujo a la lógica booleana, el orden de las operaciones y las expresiones matemáticas anidadas — sin mencionar la programación de computadoras en sí.",
    "annualReport.2020.yearInReview": "Año en Revisita",
    "annualReport.2020.yearInReviewText": "2020 fue un año notable en la comunidad en línea. El equipo comunitario destacó y desarrolló oportunidades para que los jóvenes expresen sus ideas y se involucren de manera positiva, y surgieron movimientos increíbles de los propios Scratchers. Aquí hay un vistazo a algunos de los aspectos más destacados del año:",
    "annualReport.2020.yearInReviewCard1Date": "Enero",
    "annualReport.2020.yearInReviewCard1Title": "Fin de la Década de Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Los Scratchers celebraron el cierre de una década y nuevos comienzos en este Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "Abril",
    "annualReport.2020.yearInReviewCard2Title": "Día de los Inocentes",
    "annualReport.2020.yearInReviewCard2Text": "“ Misterios mundanos ” aparecieron alrededor del sitio, y Cat Blocks sorprendió y deleitó a la comunidad Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "Abril",
    "annualReport.2020.yearInReviewCard3Title": "Crear alargos",
    "annualReport.2020.yearInReviewCard3Text": "Los miembros del Equipo Scratch comenzaron a organizar tutoriales en vivo para conectarse y crear con Scratchers y sus familias en casa.",
    "annualReport.2020.yearInReviewCard4Date": "Mayo",
    "annualReport.2020.yearInReviewCard4Title": "Mes de Scratch",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers en todo el mundo compartió miles de proyectos en torno a temas semanales, desde manualidades recicladas hasta jingles para lavarse las manos.",
    "annualReport.2020.yearInReviewCard5Date": "Mayo",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "A medida que las protestas por la justicia racial barrieron a los Estados Unidos, la comunidad se unió para apoyarse mutuamente y pedir un cambio.",
    "annualReport.2020.yearInReviewCard6Date": "Junio",
    "annualReport.2020.yearInReviewCard6Title": "Diversión en casa! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Los Scratchers compartieron sus juegos favoritos y actividades favoritas en interiores para mantenerse comprometidos mientras se quedaban en casa.",
    "annualReport.2020.yearInReviewCard7Date": "Junio",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers creó proyectos para honrar a Juneteenth y la lucha continua por la justicia racial.",
    "annualReport.2020.yearInReviewCard8Date": "Julio",
    "annualReport.2020.yearInReviewCard8Title": "Campamento de Scratch",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical consiguió que toda la comunidad actuara, cantara y bailara.",
    "annualReport.2020.yearInReviewCard9Date": "Octubre",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers hizo cientos de historias creativas, juegos y animaciones basadas en indicaciones temáticas diarias.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Ingeniero de relaciones con desarrolladores de Google Cloud Platform y Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Ver el poder que tienes cuando estás creando algo y puedes representarte a ti mismo y a tus problemas y expresarlos o resolverlos con código es una experiencia realmente mágica y tiene un impacto en el mundo real.",
    "annualReport.2020.communitySnapshotTitle": "Improvisando nuestras herramientas",
    "annualReport.2020.communitySnapshotText": "Nuestro equipo comunitario utiliza una amplia variedad de herramientas y estrategias para fomentar una buena ciudadanía digital y mantener un entorno positivo para que Scratchers lo cree. En 2020, desarrollamos una interfaz nueva y más intuitiva para ayudar a Scratchers a marcar contenido inapropiado y mejoramos las herramientas utilizadas por nuestro equipo de moderación comunitaria. Como resultado, recibimos informes de mayor calidad de la comunidad, y nuestros moderadores de la comunidad pudieron trabajar de manera más rápida y eficiente — manteniendo el sitio más seguro y amigable para todos.",
    "annualReport.2020.communitySnapshot2Title": "Nuevos tutoriales de Scratch en YouTube",
    "annualReport.2020.communitySnapshot2Text": "El equipo Scratch comenzó a compartir tutoriales en nuestro canal de YouTube en marzo de 2020 para ayudar a Scratchers a adquirir las habilidades para crear lo que puedan imaginar. Desde pixel art hasta mascotas virtuales, estos tutoriales son un éxito entre Scratchers de todas las edades, obteniendo 1.3 millones de visitas en 2020.",
    "annualReport.2020.tutorial1": "Ciudad virtual",
    "annualReport.2020.tutorial2": "Juego de atrapar",
    "annualReport.2020.tutorial3": "Diseñador de personajes",
    "annualReport.2020.tutorial4": "Mascota virtual",
    "annualReport.2020.EDMessageTitle": "Un mensaje de nuestro director ejecutivo",
    "annualReport.2020.EDMessageText1": "2020 fue un año transformador en todo el mundo y para Scratch. Me uní al equipo en noviembre, cuando estábamos meses en la pandemia COVID-19. Con mi experiencia como líder educativo, Estaba entusiasmado con el potencial de liderar Scratch a través de un período de cambio significativo y continuar trabajando hacia mi objetivo personal de ayudar a los estudiantes de todos los orígenes a alcanzar nuevas alturas. Sabía que en este año desafiante, los jóvenes de todas partes necesitaban aún más apoyo para ayudarlos a alcanzar su potencial.",
    "annualReport.2020.EDMessageText2": "Las estructuras inequitativas que hemos construido para educar a los niños se vieron exacerbadas por la pandemia. A través de nuestras conversaciones con familias y educadores de todo el mundo, sabemos que en 2020, Los niños de todas las comunidades necesitaban oportunidades de aprendizaje creativo para expresar sus ideas y desarrollar sus habilidades más que nunca, incluso cuando muchos de ellos no tenían la capacidad de ir a la escuela.",
    "annualReport.2020.EDMessageText3": "A medida que el mundo se adaptaba y se acercaba al aprendizaje creativo y la autoexpresión de nuevas maneras, muchos educadores, padres y jóvenes recurrieron a Scratch. Vimos un 40% más de Scratchers creando proyectos año tras año, y Scratchers dejó un 200% más de comentarios en 2020 que en 2019. Jóvenes de todo el mundo usaron Scratch como un lugar para conectarse, conversar, colaborar y comprometerse entre ellos. Los vimos descubrir las cosas increíbles que podían crear cuando se les daba la oportunidad de pensar creativamente y resolver los problemas que les apasionaban. ",
    "annualReport.2020.EDMessageText4": "A raíz de la pandemia, algunos han pedido un retorno a la normalidad “. ” Pero para muchos jóvenes, faltaba la libertad de aprender y explorar en nuestras escuelas mucho antes de COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Debemos hacer todo lo posible para cambiar las desigualdades sistémicas en nuestros sistemas educativos, porque “ normal ” no fue construido para ser justo y equitativo para la mayoría de nuestros niños.",
    "annualReport.2020.EDMessageText5": "En 2021, Scratch está redoblando nuestros esfuerzos para llegar a los jóvenes que han sido históricamente excluidos de la informática creativa y otras oportunidades de aprendizaje creativo. Con el apoyo de Google.org, hemos lanzado el Scratch Education Collaborative ( SEC ), una poderosa red de organizaciones en todo el mundo enfocadas en apoyar a estos estudiantes en el desarrollo de su confianza en la computación creativa. Las 41 organizaciones en el primer año del nuevo programa se conectarán y aprenderán del Equipo Scratch y de la otra, y desarrollar Equity Toolkits que los apoyarán a medida que crezcan y escalen su apoyo a los estudiantes en su comunidad.",
    "annualReport.2020.EDMessageText6": "Nuestro trabajo para hacer que Scratch sea aún más equitativo e inclusivo está lejos de terminar. Estoy emocionado de compartir más contigo en los próximos meses. Hasta entonces, me gustaría extender mi sincero agradecimiento a la Comunidad Scratch por continuar apoyándose y cuidándose mutuamente durante un año turbulento. Su creatividad y compasión nunca dejan de inspirarnos.",
    "annualReport.2020.EDTitle": "Director Ejecutivo, Scratch Foundation",
    "annualReport.2020.lookingForward": "Mirando más adelante",
    "annualReport.2020.lookingForwardText1": "En 2021, continuamos innovando y colaborando con nuestros socios para mejorar aún más Scratch para los jóvenes de todo el mundo. En los próximos meses, estamos trabajando para llevar a Scratch a más escuelas, expandir los caminos hacia el aprendizaje creativo, desarrollar y localizar más recursos para educadores y jóvenes, y mejorar la experiencia de incorporación de Scratch, y proyectos aún más emocionantes.",
    "annualReport.2020.lookingForwardText2": "Hemos recibido generosas subvenciones de la Fundación LEGO y Google.org para ayudar a expandir nuestro alcance global, avanzar en nuestra misión y apoyar este importante trabajo. Aprende más:",
    "annualReport.2020.learnMore": "Aprende más:",
    "annualReport.2020.learnMoreLink1Text": "La Fundación LEGO y la Fundación Scratch anuncian una asociación para apoyar el aprendizaje a través del juego con tecnología para millones de niños en todo el mundo.",
    "annualReport.2020.learnMoreLink2Text": "Semana de la Educación en Informática: más ayuda para más estudiantes",
    "annualReport.2020.supportersTitle": "Gracias a nuestros seguidores",
    "annualReport.2020.supportersIntro": "Gracias a nuestros generosos seguidores. Su contribución nos ayuda a ampliar las oportunidades de aprendizaje creativo para niños de todas las edades, de todos los orígenes, en todo el mundo.",
    "annualReport.2020.ourSupporters": "Nuestros apoyadores",
    "annualReport.2020.ourSupportersText": "Queremos agradecer a todos los seguidores de Scratch que, a lo largo de los años, nos han ayudado a crear increíbles experiencias de aprendizaje para millones de jóvenes en todo el mundo. La siguiente lista se basa en dar a la Fundación Scratch del 1 de enero de 2020 al 31 de diciembre de 2020.",
    "annualReport.2020.supportersFoundingTitle": "Socios fundadores — $ 10,000,000 +",
    "annualReport.2020.supportersFoundingText": "Estamos especialmente agradecidos con nuestros socios fundadores que han brindado al menos $ 10,000,000 en apoyo acumulativo, desde el inicio de Scratch en 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Compañeros de Scratch Cat — $ 1,000,000 +",
    "annualReport.2020.supportersCreativityTitle": "Círculo de creatividad — $ 250,000 +",
    "annualReport.2020.supportersCollaborationTitle": "Círculo de colaboración — $ 100,000 +",
    "annualReport.2020.supportersImaginationTitle": "Círculo de imaginación — $ 50,000+",
    "annualReport.2020.supportersInspirationTitle": "Círculo de inspiración — $ 20,000 +",
    "annualReport.2020.supportersExplorationTitle": "Círculo de exploración — $ 5,000 +",
    "annualReport.2020.supportersPlayTitle": "Círculo de juego — $ 1,000 +",
    "annualReport.2020.supportersInKindTitle": "Partidarios en especie",
    "annualReport.2020.leadershipTitle": "Nuestro Equipo",
    "annualReport.2020.leadershipBoard": "Junta directiva",
    "annualReport.2020.leadershipChair": "Silla",
    "annualReport.2020.leadershipProfessor": "Profesor de Investigación del Aprendizaje",
    "annualReport.2020.leadershipViceChair": "Vicepresidente",
    "annualReport.2020.leadershipCoFounder": "Cofundador y Copresidente",
    "annualReport.2020.leadershipBoardMember": "Miembro de la Junta",
    "annualReport.2020.leadershipPresidentCEO": "Presidente y CEO",
    "annualReport.2020.leadershipFormerPresident": "Expresidente",
    "annualReport.2020.leadershipFounderCEO": "Fundador y Presidente Ejecutivo",
    "annualReport.2020.leadershipFormerChairCEO": "Ex CEO y Presidenta",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Secretario de la Junta y Tesorero",
    "annualReport.2020.leadershipBoardSecretary": "Secretario de la junta",
    "annualReport.2020.leadershipBoardTreasurer": "Tesorero de la Junta",
    "annualReport.2020.leadershipScratchTeam": "Equipo de Scratch 2020",
    "annualReport.2020.leadershipED": "Director ejecutivo",
    "annualReport.2020.teamThankYou": "Gracias a Mitch Resnick, Natalie Rusk, Rupal Jain y otros colaboradores del Grupo de jardín de infantes de toda la vida en el MIT Media Lab por su incansable apoyo a Scratch.",
    "annualReport.2020.donateTitle": "Apóyanos",
    "annualReport.2020.donateMessage": "Su apoyo nos permite hacer Scratch gratis para todos, mantiene nuestros servidores en funcionamiento y, lo más importante, podemos brindar a los niños de todo el mundo la oportunidad de imaginar, crear y compartir. ¡Gracias!",
    "annualReport.2020.donateButton": "Donar",
    "annualReport.2020.projectBy": "proyecto creado por",
    "annualReport.2020.altAvatar": "avatar del usuario",
    "annualReport.2020.altDropdownArrow": "Flecha que indica el menú desplegable.",
    "annualReport.2020.altMastheadIllustration": "Tres personas interactuando con componentes físicos de Scratch.",
    "annualReport.2020.altWave": "Una mano emoji ondeando.",
    "annualReport.2020.altMitchHeadshot": "Fundador Mitch Resnick",
    "annualReport.2020.altBlocks": "Dos bloques de arañazos apilados uno encima del otro.",
    "annualReport.2020.altBanana": "Un plátano con un cable enchufado.",
    "annualReport.2020.altProjectsIllustration": "Tres niños, uno de pie, uno sentado en una silla de ruedas y otro sentado en el suelo pintan y cortan proyectos de arte.",
    "annualReport.2020.altPassionIllustration": "Tres niños, uno de pie, uno arrodillado y otro sentado en el suelo pintan, tocan música en un piano y miran las estrellas con un telescopio.",
    "annualReport.2020.altPeersIllustration": "Cuatro niños se sientan alrededor de una fogata jugando juegos y chocando los cinco.",
    "annualReport.2020.altPlayIllustration": "Tres niños, uno de pie, uno arrodillado y otro sentado con las piernas cruzadas apilan rocas, juegan con botes de juguete y doblan el origami.",
    "annualReport.2020.altCalendar": "Un calendario que muestra el año 2020.",
    "annualReport.2020.altCommentsVisualization": "Dos burbujas de comentarios. Uno más pequeño y más oscuro que representa la proporción de comentarios en 2019. Un encendedor que representa el aumento de los comentarios realizados en 2020.",
    "annualReport.2020.altArrowUp": "Una flecha apuntando hacia arriba y hacia la derecha.",
    "annualReport.2020.altTranslated": "Un componente de Scratch que dice \"Hola\" y enumera los idiomas en los que está disponible scratch.",
    "annualReport.2020.altScratchHorizontalCommand": "Un componente de comando horizontal de Scratch.",
    "annualReport.2020.altScratchJr": "Logo de Scratch Jr.",
    "annualReport.2020.altHorizontalLoop": "Componente de bucle horizontal de Scratch.",
    "annualReport.2020.altPieChart": "Visualización que muestra el aumento del 602% en proyectos creados durante 2020 en relación con proyectos creados en 2019.",
    "annualReport.2020.altUsers": "Dos iconos de usuario genéricos, uno gris ligeramente más pequeño y uno púrpura ligeramente más grande.",
    "annualReport.2020.altArrowNext": "Una flecha apuntando a la derecha.",
    "annualReport.2020.altBenedict": "Avatar para Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed sobre una marioneta de bolsa de papel e ilustración de una tortuga voladora.",
    "annualReport.2020.altSprinklesLeft": "Una cara sonriente, un componente de rasguño y un corazón que se muestran en un teléfono.",
    "annualReport.2020.altSprinklesRight": "Una mano que interactúa con los componentes de Scratch.",
    "annualReport.2020.altFileDownload": "Una flecha apuntando a una cesta que indica que se puede descargar un archivo.",
    "annualReport.2020.altWaveTop": "Una onda azul claro cubierta con avatares de arañazos y componentes de arañazos.",
    "annualReport.2020.altWaveBottom": "Una ola azul claro.",
    "annualReport.2020.altConnectingLine": "Una línea punteada que conecta los meses.",
    "annualReport.2020.altApril": "Un bolígrafo y lápiz dibujando en un proyecto de Scratch que representa un bote y agua.",
    "annualReport.2020.altMay": "Un calendario marcado con emojis colocados en una burbuja.",
    "annualReport.2020.altJune": "La bandera de Juneteenth y un avión de papel.",
    "annualReport.2020.altJuly": "Un micrófono y notas musicales.",
    "annualReport.2020.altToolsIllustration": "Una mano tocando un icono de signo de exclamación sobre unas pocas burbujas de texto.",
    "annualReport.2020.altVirtualTown": "Una niña corre a lo largo de una acera frente a algunas casas.",
    "annualReport.2020.altCatchGame": "Una manzana flota en el horizonte a la derecha mientras una canasta se encuentra debajo hacia el centro del marco.",
    "annualReport.2020.altCharacterDesigner": "Un perro se sienta frente a un fondo de galón verde y blanco.",
    "annualReport.2020.altVirtualPet": "Un erizo se sienta encima de una roca en medio de un poco de hierba.",
    "annualReport.2020.altLookingForward": "Un árbol que riega riega un retoño que crece en un árbol alto.",
    "annualReport.2020.altIndia1": "A continuación aparece una bengala encendida que dice \"¡feliz Diwali!\"",
    "annualReport.2020.altIndia2": "La mascota del gato rasca y gana aparece junto a un texto escrito en hindi",
    "annualReport.2020.altIndia3": "Una mujer india aparece frente a la bandera india que tiene un corazón que contiene la palabra \"India\".",
    "annualReport.2020.altIndia4": "Aparecen dos manos sobre una flauta frente a un fondo que contiene un paseo marítimo y un mar.",
    "annualReport.2020.altChile": "Un grupo de niños se sienta alrededor de una mesa llena de artes y manualidades y una computadora portátil.",
    "annualReport.2020.altBrazil": "Los niños se sientan frente a una computadora portátil conectada a cinco cucharas con cables.",
    "annualReport.2020.altIndia": "Una mujer instruye a las niñas sentadas frente a una computadora.",
    "annualReport.2020.altUSA": "Se muestra una pequeña miniatura de video junto a una captura de pantalla de la interfaz de usuario de Scratch",
    "annualReport.2020.altChileIcon": "La mascota de Scratch",
    "annualReport.2020.altBrazilIcon": "Un remolino verde",
    "annualReport.2020.altIndiaIcon": "Una estrella entrelazada con un círculo.",
    "annualReport.2020.altUSAIcon": "Una frambuesa de dibujos animados, el logotipo de la Fundación Raspberry Pi",
    "annualReport.2020.altTutorial": "Un tutorial de Scratch en español",
    "annualReport.2020.altGettingStarted": "Un botón de reproducción se encuentra encima de la interfaz de usuario Scratch.",
    "annualReport.2020.altEditor": "La interfaz de usuario de Scratch junto con una vista previa del programa que se está construyendo actualmente que muestra a dos personas hablando entre sí.",
    "annualReport.2020.altHackYourWindow": "Un perro en un casco espacial, una estrella y una rosquilla flotan fuera de una ventana en el espacio.",
    "annualReport.2020.altScratchInteraction": "Dos personas hablan entre los componentes de Scratch. Uno está entregando un componente al otro.",
    "annualReport.2020.altImageBubbles": "Las imágenes de los proyectos Scratch aparecen en formas de burbujas agrupadas.",
    "annualReport.2020.altConnectivityVideoPreview": "Aparece un botón de juego sobre una escena de criaturas marinas amigables.",
    "annualReport.2020.altAdaptationVideoPreview": "Se abre un botón de reproducción en varias escenas desde la interfaz de usuario de Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey de Star Wars tiene un personal y se encuentra en el desierto.",
    "annualReport.2020.altAprilCard": "Se colocan varias capturas de pantalla de la interfaz de usuario Scratch juntas.",
    "annualReport.2020.altMayCard": "Las manos pertenecientes a personas de una variedad de razas se levantan en puños.",
    "annualReport.2020.altJuneCard": "Una persona engrapa una flor de papel.",
    "annualReport.2020.altJulyCard": "Un cangrejo, una sirena y un pulpo tocan música juntos bajo el mar.",
    "annualReport.2020.altOctoberCard": "Una calabaza y maíz dulce aparecen en la pared sobre una estación de trabajo informática.",
    "annualReport.2020.altDonateIllustration": "Dos manos forman la forma de un corazón con los dedos dentro de una forma de corazón cortada."
}