{
    "annualReport.2020.subnavFoundersMessage": "Message du fondateur",
    "annualReport.2020.subnavMission": "Mission",
    "annualReport.2020.subnavReach": "Portée",
    "annualReport.2020.subnavThemes": "Thèmes",
    "annualReport.2020.subnavDirectorsMessage": "Message du directeur",
    "annualReport.2020.subnavSupporters": "Soutiens",
    "annualReport.2020.subnavTeam": "Équipe",
    "annualReport.2020.subnavDonate": "Faire un don",
    "annualReport.2020.mastheadYear": "Rapport annuel de 2020",
    "annualReport.2020.mastheadTitle": "S'adapter à un monde changeant",
    "annualReport.2020.foundersMessageTitle": "Un message de notre fondateur",
    "annualReport.2020.foundersMessageP1": "L'année 2020 restera dans les mémoires comme l'année où la pandémie de COVID a secoué le monde, causant des difficultés et des perturbations dans la vie de chacun - les plus grandes difficultés tombant de manière injuste sur ceux qui étaient déjà confrontés à des difficultés dans leur vie.",
    "annualReport.2020.foundersMessageP2": "Tout au long de la pandémie, les jeunes du monde entier, souvent isolés chez eux, sont venus sur le site web de Scratch en plus grand nombre que jamais auparavant, voyant Scratch comme un endroit sûr où ils peuvent s'exprimer créativement, où ils peuvent acquérir de nouvelles compétences, et collaborer avec quelqu'un d'autre. Nous avons été inspirés par tellement de projets Scratch que les jeunes ont créé en 2020, nombre d'entre eux partageant leurs pensées et émotions à propos de la pandémie, du changement climatique, de l'injustice raciale, et d'autres problèmes de leur point de vue. Les jeunes n'ont pas simplement appris des concepts et compétences informatiques, mais ils ont aussi développé leur expression et leur identité.",
    "annualReport.2020.foundersMessageP3": "Pour que Scratch puisse continuer à jouer ce rôle important dans la vie des jeunes dans les années à venir, nous avons procédé à d'importants changements organisationnels chez Scratch. Au début de l'année 2020, l'équipe Scratch a quitté ses anciens locaux du MIT Media Lab pour s'installer dans les nouveaux bureaux de la Scratch Foundation dans le centre de Boston. Ce déménagement nous aidera à construire une organisation durable capable de soutenir Scratch en tant que plateforme mondiale de codage créatif à l'avenir.",
    "annualReport.2020.foundersMessageP4": "Plus tard en 2020, dans le cadre de cette transition organisationnelle, nous avons engagé Shawna Young comme directrice exécutive de la Scratch Foundation. Shawna arrive à la Scratch Foundation avec une solide expérience dans le domaine de l'éducation et de la gestion des organisations à but non lucratif, et un engagement profond en faveur de l'équité et de l'inclusion. Tout au long de sa carrière dans des institutions telles que Duke et le MIT, Shawna a travaillé pour élargir les expériences d'apprentissage des élèves issus de communautés diversifiées. Cet engagement est fortement aligné avec la mission et les valeurs de Scratch, et il jouera un rôle important dans son implication au sein de Scratch. Je vous encourage à lire le message de Shawna à la fin de ce rapport annuel.",
    "annualReport.2020.foundersMessageP5": "Au cours de la dernière décennie, Scratch a connu un succès phénoménal, faisant participer des dizaines de millions de jeunes dans le monde entier. Mais nous ne faisons que commencer. Le défi pour les années à venir est de s'assurer que nous pouvons continuer à diffuser et à soutenir non seulement notre technologie mais aussi notre approche d'apprentissage créative, bienveillante et collaborative, afin que les jeunes du monde entier aient des opportunités équitables d'imaginer, de créer, de partager et d'apprendre. Nous sommes impatients de travailler avec vous tous pour y parvenir !",
    "annualReport.2020.foundersMessageScratchTitle": "Président, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professeur, MIT Media Lab",
    "annualReport.2020.watchVideo": "Voir la vidéo",
    "annualReport.2020.missionTitle": "Notre mission et vision",
    "annualReport.2020.visionHeader": "Vision",
    "annualReport.2020.visionSubtitle": "Répandre des approches créatives, bienveillantes, collaboratives, et équitables au codage et à l'apprentissage dans le monde entier.",
    "annualReport.2020.missionHeader": "Mission",
    "annualReport.2020.missionSubtitle": "Fournir aux jeunes des outils numériques et des opportunités pour imaginer, créer, partager, et apprendre.",
    "annualReport.2020.missionP1": "Nous nous engageons en faveur de la \"justice éducative\" et donnons la priorité à l'équité dans tous les aspects de notre travail, avec un accent particulier sur les initiatives et les approches qui soutiennent les enfants, les familles et les éducateurs exclus de l'informatique créative.",
    "annualReport.2020.missionP2": "Nous avons développé Scratch en tant qu'environnement d'apprentissage gratuit, sûr et ludique, qui incite tous les enfants à penser de manière créative, à raisonner de manière systématique et à travailler en collaboration - des compétences essentielles pour tous dans la société actuelle. Nous travaillons avec des éducateurs et des familles pour aider les enfants à explorer, partager et apprendre.",
    "annualReport.2020.missionP3": "En développant de nouvelles technologies, activités, et ressources pédagogiques, nous sommes guidés par ce que nous appelons les quatre \"P\" de l'apprentissage créatif :",
    "annualReport.2020.fourPs": "Les quatre P de l'apprentissage créatif",
    "annualReport.2020.missionProjectsTitle": "Projets",
    "annualReport.2020.missionPeersTitle": "Pairs",
    "annualReport.2020.missionPassionTitle": "Passion",
    "annualReport.2020.missionPlayTitle": "Jouer",
    "annualReport.2020.missionProjectsDescription": "Faire participer les enfants à la conception, à la création et à l'expression de leur créativité",
    "annualReport.2020.missionPeersDescription": "Soutenir les enfants dans la collaboration, le partage, le remixage et le mentorat",
    "annualReport.2020.missionPassionDescription": "Permettre aux enfants de développer leurs passions et de travailler sur des projets significatifs sur le plan personnel",
    "annualReport.2020.missionPlayDescription": "Encourager les enfants à bricoler, à expérimenter et à répéter",
    "annualReport.2020.reachTitle": "Atteindre les enfants dans le monde entier",
    "annualReport.2020.reachSubtitle": "Scratch est la plus grande communauté de codage au monde pour les enfants et les adolescents de 8 ans et plus.",
    "annualReport.2020.reachMillion": "million",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% depuis 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% depuis 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% depuis 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217 %",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nouveaux utilisateurs",
    "annualReport.2020.reachProjectsCreated": "Projets créés",
    "annualReport.2020.reachProjectCreators": "Les créateurs de projets",
    "annualReport.2020.reachComments": "d'augmentation de commentaires publiés",
    "annualReport.2020.reachGlobalCommunity": "Notre communauté mondiale",
    "annualReport.2020.reachMapBlurb": "Nombre total de comptes créés au sein de la communauté en ligne de Scratch depuis le lancement de Scratch jusqu'en décembre 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "sur une échelle logarithmique",
    "annualReport.2020.reachTranslationTitle": "Scratch est traduit en 64 langues",
    "annualReport.2020.reachTranslationIncrease": "3 langues depuis 2019",
    "annualReport.2020.reachTranslationBlurb": "Merci aux traducteurs bénévoles du monde entier.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr est un environnement de programmation d'introduction qui permet aux jeunes enfants (5-7 ans) de créer leurs propres histoires et jeux interactifs.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Téléchargements en 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} depuis 2019",
    "annualReport.2020.themesTitle": "Thèmes émergents",
    "annualReport.2020.themesDescription": "Alors que les jeunes ont dû faire face aux défis sans précédent du COVID-19, Scratch est devenu un lieu plus important que jamais pour qu'ils puissent se connecter, créer et s'exprimer. Tout au long de l'année, notre travail s'est concentré sur trois domaines afin de soutenir au mieux notre communauté mondiale grandissante : connectivité, adaptation et communauté. Comme toujours, nos efforts étaient fondés sur notre engagement en faveur de l'équité et de l'inclusion.",
    "annualReport.2020.equity": "Équité",
    "annualReport.2020.globalStrategy": "Stratégie globale",
    "annualReport.2020.connectivityTitle": "Connectivité",
    "annualReport.2020.connectivityIntro": "Alors que les jeunes étaient isolés à l'intérieur de leurs maisons à cause du COVID-19, Scratch leur a offert la possibilité de se connecter et de créer avec des amis, des camarades de classe et des membres de leur famille éloignés. Il leur a également servi de portail vers le monde extérieur, où ils ont découvert que des millions d'enfants à travers différents pays et continents vivaient les mêmes choses qu'eux.",
    "annualReport.2020.aaronText": "Les élèves d'Aaron ont travaillé ensemble pour construire une version \"loufoque\" de leur ville appelée \"Norwouldn't\", remplie de créatures de livres de contes, d'œuvres d'art originales et de récits interconnectés. C'était l'un des nombreux projets Scratch collaboratifs qu'Aaron a animé pour rappeler aux élèves que même si le COVID-19 les gardait à l'intérieur de leurs maisons, ils faisaient toujours partie d'une communauté bienveillante et joyeuse.",
    "annualReport.2020.spotlightStory": "Histoire mise en avant",
    "annualReport.2020.connectivityIndia": "Scratch en Inde",
    "annualReport.2020.connectivityIndiaIntro": "En Inde, l'épidémie de COVID-19 a pris de grandes envergures et a gardé isolés de nombreux jeunes et familles pour de longues durées.",
    "annualReport.2020.connectivityIndiaParagraph": "Dans toute la communauté mondiale de Scratch, nous avons constaté un énorme pic d'activité à partir de mars 2020. Ce pic soudain n'était nulle part aussi évident qu'en Inde, où la pandémie de COVID-19 a fait des ravages et a isolé de nombreux jeunes et familles pendant de longues périodes. Grâce à Scratch, les enfants indiens ont trouvé un lien en créant et en partageant 602% de projets de plus que l'année précédente.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2,3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projets créés en ligne en 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% depuis 2019",
    "annualReport.2020.connectivityRegistedUsers": "Le nombre d'utilisateurs inscrits en Inde a plus que doublé en un an,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "passant de plus de 300 000 en 2019 à plus de 700 000 en 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Le nombre de visiteurs uniques a augmenté",
    "annualReport.2020.connectivityIndiaUsersPercent": "156 %",
    "annualReport.2020.connectivityIndiaUsersOld": "1,8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4,6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Le nombre de personnes créant des projets a augmenté",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270 %",
    "annualReport.2020.connectivityIndiaYear": "en 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mille",
    "annualReport.2020.connectivityIndiaProjectsNew": "1,1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Around the World",
    "annualReport.2020.connectivityWorldSubtitle": "Collaborateurs internationaux",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chili",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur se consacre au soutien de la pensée algorithmique et créative chez les élèves et les éducateurs au Chili et en Amérique latine. Ils ont contribué à nos efforts de traduction et de localisation en Rapa Nui et en espagnol, et ont fait participer de nombreux éducateurs à des ateliers de développement professionnel sur Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Réseau d'apprentissage créatif du Brésil",
    "annualReport.2020.connectivityCountryBrazil": "Brésil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Le Réseau d'Apprentissage Créatif Brésilien est un mouvement populaire qui met en œuvre des méthodes éducatives pratiques, ludiques, créatives et pertinentes dans tout le Brésil. En 2020, l'Équipe Scratch s'est présentée à l'événement de la Semaine de l'apprentissage créatif du Réseau d'Apprentissage Créatif Brésilien pour échanger sur la façon dont les enfants utilisent Scratch pour construire une communauté, s'exprimer et parler de ce qui est important pour eux. En retour, nous avons appris comment les éducateurs du réseau créaient des opportunités d'expression avec les apprenants dans leurs propres communautés.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "Inde",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance habilite des millions d'élèves et éducateurs aux compétences du 21ème siècle, comprenant la programmation créative. En 2020, {QuestAllianceLink} a partagé Scratch avec des élèves et éducateurs à travers l'Inde.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "La Raspberry Pi Foundation s'efforce de mettre la puissance de l'informatique et de la création numérique entre les mains de personnes du monde entier. Dans le cadre de leur initiative « Making at Home », ils ont organisé des événements en livestreams encourageants les familles et les jeunes à apprendre et à créer ensemble. Plusieurs de ces livestreams comportaient des tutoriels Scratch, et parfois même {USALink} !",
    "annualReport.2020.connectivityResources": "Ressources",
    "annualReport.2020.connectivityResourcesSubtitle": "Localisation avec le soutien de la LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "Pour soutenir notre portée mondiale croissante et aider notre réponse au COVID-19, la LEGO Foundation a soutenu Scratch avec une subvention généreuse. Grâce à ce financement, nous avons pu localiser des ressources clés et atteindre encore plus de jeunes dans le monde.",
    "annualReport.2020.connectivityExample1Title": "Images de tutoriel",
    "annualReport.2020.connectivityExample1Paragraph": "Nous avons créé les traductions des images de 25 tutoriels Scratch en 12 langues, soit plus de 1 000 nouvelles images !",
    "annualReport.2020.connectivityExample2Title": "Bien débuter avec Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "La vidéo « Bien commencer avec Scratch » est la vidéo tuto Scratch la plus consultée et la plus vue, accueillant les nouveaux Scratcheurs lorsqu'ils rejoignent le site pour la première fois. Nous avons pu traduire cette vidéo dans 25 nouvelles langues et mettre à jour les 3 traductions précédentes, y compris les visuels, les voix off et les sous-titres.",
    "annualReport.2020.connectivityExample3Title": "Éditeur Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "L'éditeur de projets Scratch est la ressource Scratch la plus essentielle. Nous avons travaillé avec une entreprise sud-africaine de traduction qui se spécialise dans des traductions éducatives culturellement pertinentes pour traduire et réviser l'éditeur Scratch dans cinq langages sud-africains : isiZulu, isiXhosa, Afrikaans, Sestwana, et Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptation",
    "annualReport.2020.adaptationIntro": "Alors que la COVID-19 a contraint les écoles à fermer et a poussé l'apprentissage vers les espaces virtuels, de nombreux élèves et enseignants ont découvert Scratch pour la première fois ou ont adapté leur manière d'enseigner et d'apprendre le codage créatif. De chez nous, l'équipe Scratch a travaillé pour soutenir les besoins changeants des éducateurs et de la communauté en ligne.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curateur pour l'apprentissage créatif, mumok, Vienne, Autriche",
    "annualReport.2020.adaptationQuoteText": "Durant tous les problèmes de l'année dernière, Scratch est resté notre plateforme de communication, notre lieu de rencontres, et notre moyen de nous exprimer créativement.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Professeur de médias en bibliothèque de la maternelle à la cinquième année, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "Dans l'école « Title One » d'Aaron Reuland à Norwood, dans le Massachusetts, il comptait sur Scratch pour faire participer les élèves isolés à un apprentissage créatif et raviver leur sens de la communauté « lorsque les seules choses que je pouvais compter sur nous tous étaient un ordinateur en état de marche et une connexion Internet ».",
    "annualReport.2020.adaptationHighlightText2": "Les élèves d'Aaron ont travaillé ensemble pour construire une version \"loufoque\" de leur ville appelée \"Norwouldn't\", remplie de créatures de livres de contes, d'œuvres d'art originales et de récits interconnectés. C'était l'un des nombreux projets Scratch collaboratifs qu'Aaron a animé pour rappeler aux élèves que même si le COVID-19 les gardait à l'intérieur de leurs maisons, ils faisaient toujours partie d'une communauté bienveillante et joyeuse.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch à la maison",
    "annualReport.2020.adaptationHighlightText2b": "Le 17 mars, nous avons répondu à la crise de COVID-19 en lançant le {linkText}pour proposer aux enfants, familles, et éducateurs des idées pour participer à des activités créatives d'apprentissage avec Scratch à la maison. C'était une manière inestimable de nous connecter avec notre communauté et de nous adapter à la totalement nouvelle manière d'apprendre et d’interagir en ligne.",
    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Chaque semaine, notre équipe a hébergé un live {linkText} pour nous connecter avec les enfants, parents, et éducateurs à la maison, et pour partager conseils et astuces pour créer différents types de projets Scratch. Nous avons été foudroyés en voyant les projets dont cela a inspiré la création dans nos studios \"Créer en parallèle\" !",
    "annualReport.2020.adaptationHighlightTitle4": "Hack Your Window",
    "annualReport.2020.adaptationHighlightText4b": "L'éducateur Scratch Eduard Muntaner Perich a créé un studio inspiré de #ScratchAtHome qui a pris la communauté d'assaut : {linkText}. Des centaines de Scratcheurs du monde entier ont imaginé des jeux et des histoires fantastiques se déroulant juste derrière chez eux.",
    "annualReport.2020.adaptationEducatorsTitle": "Connexion avec les éducateurs",
    "annualReport.2020.adaptationEducatorsText": "Des éducateurs du monde entier ont partagé leurs propres idées #ScratchAtHome et discuté des difficultés et des réussites de l'enseignement à distance lors d'une discussion Twitter animée le 8 avril 2020.",
    "annualReport.2020.adaptationSnapshot": "Instantanés",
    "annualReport.2020.adaptationSnapshot1Title": "Ateliers virtuels du réseau informatique Clubhouse",
    "annualReport.2020.adaptationSnapshot1Text": "Dans le cadre de notre partenariat de longue date, l'équipe Scratch organise des ateliers pour les jeunes éducateurs de {linkText}. Comme les éducateurs du monde entier, notre équipe a dû mener des ateliers en ligne pour la première fois en 2020 - et apprendre à lutter contre l'isolement et les difficultés techniques de l'apprentissage virtuel. Mais grâce à des outils de collaboration en ligne et à des méthodes innovantes de partage et de réflexion, l'équipe a pu recréer dans un espace virtuel l'esprit collaboratif et ludique des ateliers en présentiel.",
    "annualReport.2020.adaptationSnapshot2Title": "Mettez-vous à Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 a également été une année d'adaptation de nos outils et de notre plateforme. Nous avons développé et ajouté de nouveaux sprites à la bibliothèque de sprites afin d'inspirer et de permettre aux Scratcheurs débutants de réaliser des projets représentatifs de leur identité raciale, culturelle, de leur sexe ou de toute autre identité personnelle.",
    "annualReport.2020.communityTitle": "Communauté",
    "annualReport.2020.communityIntro": "En 2020, la communauté Scratch est devenue un lieu encore plus crucial pour les jeunes, où ils peuvent trouver un sentiment d'appartenance et de solidarité. En voyant les conversations significatives, les projets de collaboration et les histoires émouvantes que les Scratcheurs ont partagés, nous avons été impressionnés par leur esprit créatif et résilient.",
    "annualReport.2020.communityTitle1": "Guide Virtual Creative Coding Nights",
    "annualReport.2020.communityText1": "En 2019, avec le soutien de Google.org, l'équipe Scratch a travaillé avec le bureau de l'informatique de la Chicago Public School pour mettre en relation les élèves, les familles, les enseignants et d'autres membres de la communauté dans le cadre de Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "Cette année, nos équipes ont été confrontées à un nouveau défi : comment faire passer l'esprit ludique et communautaire de Family Creative Coding Nights dans un espace virtuel, afin d'aider les écoles à établir des liens essentiels avec les élèves à distance et leurs familles ? Nous avons élaboré le guide de Virtual Family Coding Nights afin de fournir une structure pour ces mises en relation et favoriser un apprentissage dans un cadre joyeux.",
    "annualReport.2020.communityDownloadButton": "Guide Virtual Family Coding Nights",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Coordinateur S.T.E.M. de l'école primaire de Ruggles",
    "annualReport.2020.communityQuoteText": "[In 2020], il n'y avait pas beaucoup d'occasions de s'engager avec les parents d'une manière aussi amusante et dynamique. Les enseignants étaient inquiets, mais l'enthousiasme des élèves les a poussés à faire confiance au processus et à permettre aux enfants d'apprendre les uns des autres.",
    "annualReport.2020.communityScratchCommunity": "La communauté Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Lorsqu'on leur demande pourquoi ils utilisent Scratch, la plupart des Scratcheurs parlent de l'importance de la communauté en ligne pour motiver leur participation continue, en leur offrant un espace où ils peuvent exprimer leur créativité, se faire des amis, recevoir des commentaires, trouver de nouvelles idées et acquérir de nouvelles compétences. De nombreux Scratcheurs expriment leur appréciation de la communauté Scratch en tant qu'espace sûr et accueillant pour se mettre en relation, partager et apprendre les uns des autres.",
    "annualReport.2020.communityQuoteGroupText1": "J'ai rejoint Scratch à l'âge de 11 ans et les choses que j'ai apprises en utilisant la plateforme et en interagissant avec la communauté ont vraiment été une partie essentielle de mon apprentissage en grandissant.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch m'a permis de faire des choses depuis la maison, comme\n- Respecter les gens et leurs projets\n- Me faire des amis\n- Sentir que je ne suis pas seul durant cette quarantaine\n...et tellement plus, donc je veux vous dire ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Je suis sur Scratch depuis environ 2 ans, et cela a changé ma vie ! J'ai appris tellement de nouvelles choses, comme le codage, l'étiquette en ligne et l'art !",
    "annualReport.2020.communityQuoteGroupText4": "Scratch était mon passe-temps favori en sixième année. Il m'a secrètement initié à la logique booléenne, à l'ordre des opérations et aux expressions mathématiques imbriquées, sans parler de la programmation informatique elle-même.",
    "annualReport.2020.yearInReview": "Bilan de l'année",
    "annualReport.2020.yearInReviewText": "2020 a été une année remarquable dans la communauté en ligne. L'Équipe de la Communauté a mis en avant et développé des opportunités pour les jeunes pour exprimer leurs idées et qu'ils deviennent engagés de manières positives, et des mouvements incroyables ont surgis des Scratcheurs eux-mêmes. Voici un retour en arrière sur quelques idées mises en avant cette année :",
    "annualReport.2020.yearInReviewCard1Date": "Janvier",
    "annualReport.2020.yearInReviewCard1Title": "Fin de la décennie Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Les Scratcheurs ont célébré la fin d'une décennie et le début d'une nouvelle dans ce Studio Scratch de Design.",
    "annualReport.2020.yearInReviewCard2Date": "Avril",
    "annualReport.2020.yearInReviewCard2Title": "Poisson d'avril",
    "annualReport.2020.yearInReviewCard2Text": "Des « mystères du quotidien » sont apparus sur le site, et les blocs en forme de Chat ont surpris et ravi la communauté Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "Avril",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Les membres de l'équipe Scratch ont commencé à organiser des tutoriels en direct pour se connecter et créer avec les Scratcheurs et leurs familles à la maison.",
    "annualReport.2020.yearInReviewCard4Date": "Mai",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2020.yearInReviewCard4Text": "Les Scratcheurs du monde entier ont partagé des milliers de projets autour de thèmes hebdomadaires, d'objets recyclés aux rituels du lavage de mains.",
    "annualReport.2020.yearInReviewCard5Date": "Mai",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "Alors que les manifestations en faveur de la justice raciale se multipliaient aux États-Unis, la communauté s'est réunie pour se soutenir mutuellement et appeler au changement.",
    "annualReport.2020.yearInReviewCard6Date": "Juin",
    "annualReport.2020.yearInReviewCard6Title": "S'amuser à la maison ! Studio Scratch de Design",
    "annualReport.2020.yearInReviewCard6Text": "Les Scratcheurs ont partagé leurs jeux et activités d'intérieur préférés pour se divertir tout en restant à la maison.",
    "annualReport.2020.yearInReviewCard7Date": "Juin",
    "annualReport.2020.yearInReviewCard7Title": "Studio Juneteenth",
    "annualReport.2020.yearInReviewCard7Text": "Les Scratcheurs ont créé des projets pour honorer Juneteenth et la lutte continue pour la justice raciale.",
    "annualReport.2020.yearInReviewCard8Date": "Juillet",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical a permis à toute la communauté de jouer, chanter et danser ensemble.",
    "annualReport.2020.yearInReviewCard9Date": "Octobre",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtobre",
    "annualReport.2020.yearInReviewCard9Text": "Les Scratcheurs ont créé des centaines d'histoires créatives, de jeux et d'animations à partir de thèmes du quotidien.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Ingénieur des relations avec les développeurs de Google Cloud Platform, et le Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Voir le pouvoir que vous avez lorsque vous créez quelque chose et que vous pouvez vous représenter ainsi que vos problèmes et les exprimer ou les résoudre avec du code est une expérience vraiment magique et a un impact sur le monde réel.",
    "annualReport.2020.communitySnapshotTitle": "Amélioration de nos outils",
    "annualReport.2020.communitySnapshotText": "Notre équipe communautaire utilise une grande variété d'outils et de stratégies pour encourager la bonne citoyenneté numérique et maintenir un environnement positif dans lequel les Scratcheurs peuvent créer. En 2020, nous avons développé une nouvelle interface plus intuitive pour aider les Scratcheurs à signaler les contenus inappropriés, et amélioré les outils utilisés par notre équipe de modération communautaire. En conséquence, nous avons reçu des rapports de meilleure qualité de la part de la communauté et nos modérateurs ont pu travailler plus rapidement et plus efficacement, ce qui a permis de rendre le site plus sûr et plus convivial pour tous.",
    "annualReport.2020.communitySnapshot2Title": "Nouveaux tutoriaux Scratch sur Youtube",
    "annualReport.2020.communitySnapshot2Text": "L'équipe Scratch a commencé à partager des tutoriels sur notre chaîne YouTube en mars 2020 pour aider les Scratcheurs à acquérir les compétences nécessaires pour créer tout ce qu'ils peuvent imaginer. Du pixel art aux animaux de compagnie virtuels, ces tutoriels sont un succès auprès des Scratcheurs de tous âges, avec 1,3 million de vues en 2020.",
    "annualReport.2020.tutorial1": "Ville virtuelle",
    "annualReport.2020.tutorial2": "Jeu d'adresse",
    "annualReport.2020.tutorial3": "Créateur de personnages",
    "annualReport.2020.tutorial4": "Animal de compagnie virtuel",
    "annualReport.2020.EDMessageTitle": "Un message de notre directeur exécutif",
    "annualReport.2020.EDMessageText1": "2020 a été une année de changement dans le monde entier, et pour Scratch. J'ai rejoint l'équipe en novembre, alors que nous étions à quelques mois de la pandémie de COVID-19. Grâce à mon expérience en tant que responsable de l'éducation, j'étais enthousiaste à l'idée de diriger Scratch pendant une période de changements importants et de continuer à travailler pour atteindre mon objectif personnel, qui est d'aider les élèves de tous horizons à atteindre de nouveaux sommets. Je savais qu'en cette année difficile, les jeunes du monde entier avaient besoin d'avantage de soutien pour les aider à réaliser leur potentiel.",
    "annualReport.2020.EDMessageText2": "Les structures inéquitables que nous avons construites pour éduquer les enfants ont été exacerbées par la pandémie. Grâce à nos conversations avec des familles et des éducateurs du monde entier, nous savons qu'en 2020, les enfants de toutes les communautés avaient plus que jamais besoin de possibilités d'apprentissage créatif pour exprimer leurs idées et renforcer leurs compétences, même si beaucoup d'entre eux n'avaient pas la possibilité d'aller à l'école.",
    "annualReport.2020.EDMessageText3": "Alors que le monde s'est adapté et a abordé l'apprentissage créatif et l'expression de soi de manière nouvelle, de nombreux éducateurs, parents et jeunes se sont tournés vers Scratch. Nous avons vu 40 % de Scratcheurs supplémentaires créer des projets sur une année, les Scratcheurs ont laissé 200 % de commentaires en plus en 2020 qu'en 2019. Des jeunes du monde entier ont utilisé Scratch pour se connecter, converser, collaborer et s'engager les uns avec les autres. Nous avons vus des créations étonnantes sur leurs façons de penser de manière créative et de résoudre des problèmes qui les passionnaient.",
    "annualReport.2020.EDMessageText4": "Au lendemain de la pandémie, certains ont appelé à un « retour à la normale ». Mais pour de nombreux jeunes, la liberté d'apprendre et d'explorer faisait défaut dans nos écoles bien avant la COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Nous devons faire tout ce qui est en notre pouvoir pour changer les inégalités systémiques de nos systèmes éducatifs, car la « normalité » n'a pas été conçue pour être juste et équitable pour la plupart de nos enfants.",
    "annualReport.2020.EDMessageText5": "En 2021, Scratch redouble d'efforts pour atteindre les jeunes qui ont été historiquement exclus de l'informatique créative et des autres possibilités d'apprentissage créatif. Avec le soutien de Google.org, nous avons lancé le Scratch Education Collaborative (SEC), un puissant réseau d'organisations à travers le monde qui se concentre sur le soutien de ces apprenants en développant leur confiance dans l'informatique créative. Les 41 organisations de la première année du nouveau programme se connecteront et apprendront de l'équipe Scratch et les unes des autres, et développeront des kits d'outils d'équité qui les aideront à se développer et à étendre leur soutien aux apprenants de leur communauté.",
    "annualReport.2020.EDMessageText6": "Notre travail pour rendre Scratch encore plus équitable et inclusif est loin d'être terminé. Je suis impatient de vous en dire plus dans les mois à venir. D'ici là, j'aimerais exprimer ma sincère reconnaissance à la communauté Scratch pour avoir continué à se soutenir et à s'occuper les uns des autres au cours d'une année mouvementée. Votre créativité et votre compassion ne cessent de nous inspirer.",
    "annualReport.2020.EDTitle": "Directeur exécutif, Fondation Scratch",
    "annualReport.2020.lookingForward": "Perspectives",
    "annualReport.2020.lookingForwardText1": "En 2021, nous continuons à innover et à collaborer avec nos partenaires pour rendre Scratch encore meilleur pour les jeunes du monde entier. Dans les mois à venir, nous nous efforcerons d'introduire Scratch dans davantage d'écoles, d'élargir les voies d'accès à l'apprentissage créatif, de développer et de localiser davantage de ressources pour les éducateurs et les jeunes, et d'améliorer l'expérience d'intégration dans Scratch, ainsi que des projets encore plus passionnants.",
    "annualReport.2020.lookingForwardText2": "Nous avons reçu de généreuses subventions de la LEGO Foundation et de Google.org pour nous aider à étendre notre portée mondiale, à faire progresser notre mission et à soutenir ce travail important. Pour en savoir plus :",
    "annualReport.2020.learnMore": "En savoir plus :",
    "annualReport.2020.learnMoreLink1Text": "LEGO Foundation et Scratch Foundation annoncent un partenariat afin de soutenir l'apprentissage par le jeu avec la technologie pour des millions d'enfants à travers le monde.",
    "annualReport.2020.learnMoreLink2Text": "Semaine de l'éducation aux sciences du numérique : Davantage d'aide pour davantage d'étudiants",
    "annualReport.2020.supportersTitle": "Merci à nos soutiens",
    "annualReport.2020.supportersIntro": "Merci à nos généreux soutiens. Votre contribution nous aide à élargir les possibilités d'apprentissage créatif pour les enfants de tous âges, de tous horizons, partout dans le monde.",
    "annualReport.2020.ourSupporters": "Nos soutiens",
    "annualReport.2020.ourSupportersText": "Nous souhaitons remercier tous les soutiens de Scratch qui, au fil des ans, nous ont aidés à créer des expériences d'apprentissage étonnantes pour des millions de jeunes dans le monde. La liste suivante est basée sur les dons à la Scratch Foundation du 1er janvier 2020 au 31 décembre 2020.",
    "annualReport.2020.supportersFoundingTitle": "Partenaires fondateurs — 10 000 000 $ et plus",
    "annualReport.2020.supportersFoundingText": "Nous sommes particulièrement reconnaissants à nos partenaires fondateurs qui ont chacun apporté un soutien cumulé d'au moins 10 000 000 de dollars depuis le lancement de Scratch en 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Partenaires du chat Scratch — 1 000 000 $ et plus",
    "annualReport.2020.supportersCreativityTitle": "Cercle de créativité — 250 000 $ et plus",
    "annualReport.2020.supportersCollaborationTitle": "Cercle de collaboration — 100 000 $",
    "annualReport.2020.supportersImaginationTitle": "Cercle de l'imagination — 50 000 $ et plus",
    "annualReport.2020.supportersInspirationTitle": "Cercle d'inspiration — 20 000 $ et plus",
    "annualReport.2020.supportersExplorationTitle": "Cercle d'exploration — 5 000 $ et plus",
    "annualReport.2020.supportersPlayTitle": "Cercle de jeu - 1 000 $ et plus",
    "annualReport.2020.supportersInKindTitle": "Soutiens en nature",
    "annualReport.2020.leadershipTitle": "Notre équipe",
    "annualReport.2020.leadershipBoard": "Conseil d'administration",
    "annualReport.2020.leadershipChair": "Président",
    "annualReport.2020.leadershipProfessor": "Professeur de recherche sur l'apprentissage",
    "annualReport.2020.leadershipViceChair": "Vice-président",
    "annualReport.2020.leadershipCoFounder": "Cofondateur et coprésident",
    "annualReport.2020.leadershipBoardMember": "Membre du conseil d'administration",
    "annualReport.2020.leadershipPresidentCEO": "Président et PDG",
    "annualReport.2020.leadershipFormerPresident": "Ancien président",
    "annualReport.2020.leadershipFounderCEO": "Fondateur et président exécutif",
    "annualReport.2020.leadershipFormerChairCEO": "Ancienne PDG et présidente",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Secrétaire et trésorier du conseil d'administration",
    "annualReport.2020.leadershipBoardSecretary": "Secrétaire du conseil d'administration",
    "annualReport.2020.leadershipBoardTreasurer": "Trésorier du conseil d'administration",
    "annualReport.2020.leadershipScratchTeam": "Équipe Scratch 2020",
    "annualReport.2020.leadershipED": "Directeur exécutif",
    "annualReport.2020.teamThankYou": "Merci à Mitch Resnick, Natalie Rusk, Rupal Jain et aux autres collaborateurs du Lifelong Kindergarten Group du MIT Media Lab pour leur soutien inlassable à Scratch.",
    "annualReport.2020.donateTitle": "Soutenez-nous",
    "annualReport.2020.donateMessage": "Votre soutien nous permet de rendre Scratch gratuit pour tous, de faire fonctionner nos serveurs et, surtout, de donner aux enfants du monde entier la possibilité d'imaginer, de créer et de partager. Nous vous remercions !",
    "annualReport.2020.donateButton": "Faire un don",
    "annualReport.2020.projectBy": "projet de",
    "annualReport.2020.altAvatar": "avatar de l'utilisateur",
    "annualReport.2020.altDropdownArrow": "Flèche indiquant un menu déroulant.",
    "annualReport.2020.altMastheadIllustration": "Trois personnes interagissant avec des composants Scratch physiques",
    "annualReport.2020.altWave": "Un émoji de salut de la main.",
    "annualReport.2020.altMitchHeadshot": "Fondateur Mitch Resnick",
    "annualReport.2020.altBlocks": "Deux blocs Scratch empilés au-dessus d'un autre.",
    "annualReport.2020.altBanana": "Une banane avec un câble branché dessus.",
    "annualReport.2020.altProjectsIllustration": "Trois enfants, l'un debout, l'autre assis dans un fauteuil roulant et le dernier assis par terre, peignent et découpent des projets artistiques.",
    "annualReport.2020.altPassionIllustration": "Trois enfants, un debout, un à genoux et un assis sur le sol, peignent, jouent de la musique sur un piano et observent les étoiles à l'aide d'un télescope.",
    "annualReport.2020.altPeersIllustration": "Quatre enfants assis autour d'un feu de camp jouant à des jeux et tapant des mains.",
    "annualReport.2020.altPlayIllustration": "Trois enfants, un debout, un à genoux et un assis en tailleur, empilent des pierres, jouent avec des bateaux jouets et plient des origamis.",
    "annualReport.2020.altCalendar": "Un calendrier affichant l'année 2020.",
    "annualReport.2020.altCommentsVisualization": "Deux bulles de commentaires. Une plus petite et plus sombre représentant la part des commentaires en 2019. Une plus claire représentant l'augmentation des commentaires effectués en 2020.",
    "annualReport.2020.altArrowUp": "Une flèche pointant vers le haut et vers la droite.",
    "annualReport.2020.altTranslated": "Un composant scratch disant \"Bonjour\" et listant les langues dans lesquelles scratch est disponible.",
    "annualReport.2020.altScratchHorizontalCommand": "Un composant de commande horizontal Scratch.",
    "annualReport.2020.altScratchJr": "Logo de Scratch Jr",
    "annualReport.2020.altHorizontalLoop": "Composant de boucle horizontal Scratch.",
    "annualReport.2020.altPieChart": "Visualisation montrant l'augmentation de 602 % des projets créés au cours de l'année 2020 par rapport aux projets créés en 2019.",
    "annualReport.2020.altUsers": "Deux icônes d'utilisateur génériques, une grise légèrement plus petite et une violette légèrement plus grande.",
    "annualReport.2020.altArrowNext": "Une flèche pointant vers la droite.",
    "annualReport.2020.altBenedict": "Avatar pour Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland s'est penché sur une marionnette en sac de papier et sur l'illustration d'une tortue volante.",
    "annualReport.2020.altSprinklesLeft": "Un visage souriant, un composant Scratch et un cœur affichés sur un téléphone.",
    "annualReport.2020.altSprinklesRight": "Une main interagissant avec des composants Scratch",
    "annualReport.2020.altFileDownload": "Une flèche pointant dans un panier indiquant qu'un fichier peu être téléchargé.",
    "annualReport.2020.altWaveTop": "Une vague bleue claire couverte par des avatars et composants Scratch.",
    "annualReport.2020.altWaveBottom": "Une vague bleue claire.",
    "annualReport.2020.altConnectingLine": "Une ligne en pointillés connectant les mois",
    "annualReport.2020.altApril": "Un dessin au stylo et au crayon sur un projet scratch représentant un bateau et de l'eau.",
    "annualReport.2020.altMay": "Un calendrier marqué avec des émojis placés sur une bulle.",
    "annualReport.2020.altJune": "Le drapeau du Juneteenth et un avion en papier.",
    "annualReport.2020.altJuly": "Un microphone et des notes de musique",
    "annualReport.2020.altToolsIllustration": "Une main qui touche une icône représentant un point d'exclamation au-dessus de quelques bulles de texte.",
    "annualReport.2020.altVirtualTown": "Une fille court sur un trottoir devant quelques maisons.",
    "annualReport.2020.altCatchGame": "Une pomme flotte à l'horizon, à droite, tandis qu'un panier se trouve en bas, au centre du cadre.",
    "annualReport.2020.altCharacterDesigner": "Un chien est assis devant un fond vert et blanc à chevrons.",
    "annualReport.2020.altVirtualPet": "Un hérisson est assis sur un rocher au milieu de l'herbe.",
    "annualReport.2020.altLookingForward": "Un arrosoir arrose un jeune arbre qui devient un grand arbre.",
    "annualReport.2020.altIndia1": "Un cierge magique allumé apparaît sous le texte disant \"Joyeux Diwali !\"",
    "annualReport.2020.altIndia2": "La mascotte du chat Scratch apparaît à côté de texte écrit en Hindi",
    "annualReport.2020.altIndia3": "Une femme indienne apparaît en face du drapeau indien qui a un cœur contenant le mot \"Inde\" sur lui.",
    "annualReport.2020.altIndia4": "Deux mains apparaissent sur une flûte devant un fond contenant une promenade et une mer.",
    "annualReport.2020.altChile": "Un groupe d'enfants est assis autour d'une table remplie de bricolage et d'un ordinateur portable.",
    "annualReport.2020.altBrazil": "Les enfants sont assis devant un ordinateur portable relié à cinq cuillères par des fils.",
    "annualReport.2020.altIndia": "Une femme enseigne des filles assises devant un ordinateur.",
    "annualReport.2020.altUSA": "Une petite vignette vidéo est affichée à côté d'une capture d'écran de l'interface utilisateur de Scratch.",
    "annualReport.2020.altChileIcon": "La mascotte Scratch",
    "annualReport.2020.altBrazilIcon": "Un tourbillon vert",
    "annualReport.2020.altIndiaIcon": "Une étoile imbriquée dans un cercle",
    "annualReport.2020.altUSAIcon": "Une framboise de style cartoon, le logo de la Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Un tutoriel Scratch en espagnol",
    "annualReport.2020.altGettingStarted": "Un bouton \"play\" se situe en haut de l'interface utilisateur de Scratch.",
    "annualReport.2020.altEditor": "L'interface utilisateur de Scratch ainsi qu'un aperçu du programme en cours de création montrant deux personnes qui se parlent.",
    "annualReport.2020.altHackYourWindow": "Un chien dans un casque spatial, une étoile et un beignet flottent à l'extérieur d'une fenêtre dans l'espace.",
    "annualReport.2020.altScratchInteraction": "Deux personnes discutent au milieu de composants Scratch. L'une d'elles tend un composant à l'autre.",
    "annualReport.2020.altImageBubbles": "Des images des projets Scratch apparaissent sous forme de bulles regroupées.",
    "annualReport.2020.altConnectivityVideoPreview": "Un bouton de lecture apparaît au-dessus d'une scène de sympathiques créatures marines.",
    "annualReport.2020.altAdaptationVideoPreview": "Un bouton de lecture apparaît sur diverses scènes de l'interface utilisateur de Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey de Star Wars tient un bâton et se tient dans le désert.",
    "annualReport.2020.altAprilCard": "Plusieurs captures d'écran de l'interface utilisateur de Scratch sont regroupées.",
    "annualReport.2020.altMayCard": "Des mains appartenant à des personnes de races diverses sont levées en poings.",
    "annualReport.2020.altJuneCard": "Une personne agrafe une fleur en papier.",
    "annualReport.2020.altJulyCard": "Un crabe, une sirène, et un poulpe jouent de la musique ensemble sous la mer.",
    "annualReport.2020.altOctoberCard": "Une citrouille et un bonbon au maïs apparaissent sur le mur au-dessus d'un poste de travail informatique.",
    "annualReport.2020.altDonateIllustration": "Deux mains forment la forme d'un cœur avec leurs doigts à l'intérieur d'une forme de cœur découpée."
}