{
    "annualReport.2020.subnavFoundersMessage": "Sakon wanda ya kafa",
    "annualReport.2020.subnavMission": "Manufa",
    "annualReport.2020.subnavReach": "Isa",
    "annualReport.2020.subnavThemes": "Take",
    "annualReport.2020.subnavDirectorsMessage": "Sakon darecta",
    "annualReport.2020.subnavSupporters": "Masu goyon baya",
    "annualReport.2020.subnavTeam": "Tawaga",
    "annualReport.2020.subnavDonate": "ba da gudummawa",
    "annualReport.2020.mastheadYear": "Rahoton shekara shekara na 2020",
    "annualReport.2020.mastheadTitle": "daidaitawa zuwa duniya mai canzawa",
    "annualReport.2020.foundersMessageTitle": "sako daga wanda ya kafa mu",
    "annualReport.2020.foundersMessageP1": "Za a tuna shekarar 2020 a matsayin shekarar da annobar cutar numfashi ta Covid-19 ta mamaye duniya, inda ta haifar da wahalhalu da tarnaki a rayuwar kowa da kowa -- tare da fadawa cikin tsaka mai wuya ga wadanda ke fuskantar kalubale a rayuwansu.",
    "annualReport.2020.foundersMessageP2": "A lokacin annoban, matasa a ko'ina a cikin duniya, da yawa a kebe a cikin gidajensu, sun shigo gidan yanar gizon  Scratch da adadi me yawa fiya da lokutan baya, suna ganin Scratch a matsayin wuri mai aminci inda za su iya bayyana kansu ta hanya kirkira, koyan sabbin kwarewa, da hadin gwiwa da junan su, Mun sami kwarin gwiwa daga yawancin ayyukan da matasa suka ƙirƙira a shekarar 2020, Yawancinsu suna musayar ra'ayoyinsu da damuwarsu  game da annobar, canjin yanayi, rashin adalci don launin fata da sauran batutuwan da ke cikin zukatansu. Matasa ba wai kawai suna koyon dabarun lissafi da basira ba ne, har ma suna habaka muryoyinsu da kuma kawunansu.  ",
    "annualReport.2020.foundersMessageP3": "Don tabbatar da cewa Scratch na iya ci gaba da taka wannan muhimmiyar rawa a rayuwar matasa a cikin shekaru masu zuwa, muna yin manyan canje-canjen ma aikata a Scratch. A farkon 2020, tawagar Scratch ta ƙaura daga gidanta na dogon lokaci a MIT Media Lab kuma zuwa cikin sababbin ofisoshin Scratch Foundation a cikin garin Boston. Wannan yunƙurin zai taimaka mana mu gina ma aikata mai ɗorewa wacce za ta iya tallafawa Scratch a matsayin dandamalin ƙirƙirar ƙirƙira ta duniya a nan gaba.",
    "annualReport.2020.foundersMessageP4": "a cikin 2020, a matsayin wani ɓangare na wannan canji na ƙungiyar, mun ɗauki Shawna Young don zama Babban Darakta na Scratch. Shawna ya zo Gidauniyar Scratch tare da ƙwaƙƙwaran tushe a cikin ilimi da gudanar da ayyukan sa-kai, da zurfafa sadaukar da kai ga daidaito da sakawa ciki. A cikin dukan ayyukanta a cibiyoyi irin su Duke da MIT, Shawna ya yi aiki don faɗaɗa ƙwarewar koyo ga ɗalibai daga al'ummomi daban-daban. Wannan alƙawarin yana da ƙarfi sosai tare da manufa da ƙimar Scratch, kuma zai taka muhimmiyar rawa a jagorancinta a Scratch. Ina ƙarfafa ku ku karanta saƙon Shawna a ƙarshen wannan rahoton shekara-shekara.",
    "annualReport.2020.foundersMessageP5": "A cikin shekaru goma da suka gabata, Scratch ya sami babban nasara mai ban mamaki, yana jawo dubun-dubatar matasa a duniya. Amma yanzu muna farawa. Kalubale na shekaru masu zuwa shine tabbatar da cewa za mu iya ci gaba da yadawa da tallafawa ba kawai fasaharmu ba har ma da fasahar kirkira, kulawa, tsarin ilmantarwa, ta yadda matasa a duniya su sami damar daidaito da za su iya yin tunani, ƙirƙira, yadawa, da koyo. Muna fatan yin aiki tare da ku duka don ganin hakan ta faru!",
    "annualReport.2020.foundersMessageScratchTitle": "Shugabar, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Farfesa, MIT Media Lab",
    "annualReport.2020.watchVideo": "kalli bidiyon",
    "annualReport.2020.missionTitle": "Manufar Mu & Hanger mu",
    "annualReport.2020.visionHeader": "Mahanga",
    "annualReport.2020.visionSubtitle": "Don yada ƙirƙira, kulawa, haɗin gwiwa, hanyoyin daidaitawa don ƙididdigewa da koyo a duniya.",
    "annualReport.2020.missionHeader": "Manufa",
    "annualReport.2020.missionSubtitle": "Samar ma matasa kayan aikin dijital da damar yin tunani, ƙirƙira, rabawa, da koyo.",
    "annualReport.2020.missionP1": "Mun himmatu wajen tabbatar da adalci na ilimi da ba da fifiko ga daidaito a kowane fanni na aikinmu, tare da mai da hankali musamman kan yunƙuri da hanyoyin da ke tallafawa yara, iyalai, da malamai waɗanda aka ware daga ƙirƙira kiddigar kwamfuta.",
    "annualReport.2020.missionP2": "Mun ɓullo da Scratch a matsayin yanayi na koyo kyauta, mai aminci, wasa wanda ke haɗa dukkan yara cikin yin tunani mai ƙirƙira, yin tunani cikin tsari, da kuma aiki tare—ƙwarewa mai mahimmanci ga kowa a cikin al'ummar yau. Muna aiki tare da malamai da iyalai don tallafa wa yara wajen bincike, yadawa, da koyo.",
    "annualReport.2020.missionP3": "A cikin haɓaka sabbin fasahohi, ayyuka, da kayan ilmantarwa, abin da muke kira P hudu na Ƙirƙirar Koyon Ƙirƙira yana jagorantar mu:",
    "annualReport.2020.fourPs": "P guda hudu na koyo cikin fasaha",
    "annualReport.2020.missionProjectsTitle": "ayyuka",
    "annualReport.2020.missionPeersTitle": "sa'anni",
    "annualReport.2020.missionPassionTitle": "sha'awa",
    "annualReport.2020.missionPlayTitle": "wasa",
    "annualReport.2020.missionProjectsDescription": "Sa yara cikin tsarawa, ƙirƙira da bayyana ra'ayoyinsu ta hanyar fasaha",
    "annualReport.2020.missionPeersDescription": "tallafawa yara a cikin hadin kai, yadawa, sake yi da kuma nasiha",
    "annualReport.2020.missionPassionDescription": "Ba ma yara daman ginawa akan abubuwan da suke so da kuma yin ayyukan karan kansu masu ma'ana",
    "annualReport.2020.missionPlayDescription": "Karfafa yara wajen canji dan gyarawa, gwaji, da kuma maimaici don samun sakamoko mai kyau ",
    "annualReport.2020.reachTitle": "Isa zuwa ga yara a duk sashen duniya",
    "annualReport.2020.reachSubtitle": "Scratch ce mafi girman al'umma a duniya masu rubuta yaren kwamfuta ma yara da matasa, masu shekara 8 har sama da haka. ",
    "annualReport.2020.reachMillion": "miliyan",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8% daga 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% daga 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% daga 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Sabbin masu amfani",
    "annualReport.2020.reachProjectsCreated": "Ayyuka da aka ƙirƙirar",
    "annualReport.2020.reachProjectCreators": "Mutane masu ƙirƙirar ayyuka",
    "annualReport.2020.reachComments": "karuwan cikin tsokacin da aka saka",
    "annualReport.2020.reachGlobalCommunity": "Al'ummar mu ta duniya",
    "annualReport.2020.reachMapBlurb": "Jimilar asusu masu rijista a cikin al'ummar Scratch na kan yanar gizo daga ƙaddamar da Scratch har zuwa Disamba 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "a kan sikelin logarithmic",
    "annualReport.2020.reachTranslationTitle": "Ana Fassara Scratch zuwa Harsuna 64",
    "annualReport.2020.reachTranslationIncrease": "Harsuna 3 daga 2019",
    "annualReport.2020.reachTranslationBlurb": "Godiya ga masu fassara yan sa kai daga duk sashen duniya. ",
    "annualReport.2020.reachScratchJrBlurb": "Scratchjr yanayi ne na programming na gabatarwa me ba yara (shekaru 5-7) damar ƙirƙira labarai da wasanni masu ba da daman tattaunawa. ",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "saukewa a cikin 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} daga 2019",
    "annualReport.2020.themesTitle": "Jigogi masu tasowa",
    "annualReport.2020.themesDescription": "Yayin da matasa ke fuskantar ƙalubalen da ba a taɓa gani ba na COVID-19, Scratch ya zama wuri mafi mahimmanci fiye da kowane lokaci a gare su don haɗawa, ƙirƙira, da bayyana kansu. A cikin wannan shekara, aikinmu ya mai da hankali kan fannoni uku don tallafawa mafi kyawun haɓakar al'ummarmu na duniya: haɗin kai, daidaitawa, da kuma al'umma. Kamar yadda aka saba, ƙoƙarinmu ya kasance mai tushe a cikin yunƙurinmu na daidaito da haɗin kai.",
    "annualReport.2020.equity": "daidaito",
    "annualReport.2020.globalStrategy": "Dabarun Sctratch ta duniya",
    "annualReport.2020.connectivityTitle": "hadin kai",
    "annualReport.2020.connectivityIntro": "Yayin da matasa ke ware a cikin gidajensu saboda COVID-19, Scratch ya ba su dama don haɗawa da ƙirƙira tare da abokai na nesa, abokan karatu, da membobin dangi. Har ila yau, ta kasance tashar yanar gizo ga duniyar waje, inda suka gano cewa miliyoyin yara a kasashe da nahiyoyi suna fuskantar irin abubuwan da suke fuskanta.",
    "annualReport.2020.aaronText": "Daliban Aarun sun yi aiki tare don gina sigar “kooky” na garinsu mai suna “Norwouldn’t,” cike da halittun littattafan labari, zane-zane na asali, da kuma labarun haɗin kai. Yana ɗaya daga cikin manyan ayyukan Scratch na haɗin gwiwa da Aarun ya sauƙaƙe don tunatar da ɗalibai cewa ko da COVID-19 ya ajiye su a cikin gidajensu, har yanzu suna cikin al'umma mai kulawa da farin ciki.",
    "annualReport.2020.spotlightStory": "Labarin cikin haske",
    "annualReport.2020.connectivityIndia": "Scratch na indiya",
    "annualReport.2020.connectivityIndiaIntro": "A Indiya, cutar ta COVID-19 ta yi mummunar barna kuma ta sanya matasa da iyalai da yawa keɓe a ciki na dogon lokaci.",
    "annualReport.2020.connectivityIndiaParagraph": "A duk faɗin al'ummar Scratch na duniya, mun ga babban ci gaba a cikin ayyukan da aka fara daga Maris 2020. Babu inda wannan buɗaɗɗen kwatsam ya fi bayyana a Indiya, inda cutar ta COVID-19 ta yi mummunar barna tare da ware matasa da iyalai da yawa a ciki na dogon lokaci. Ta hanyar Scratch, yara a Indiya sun sami haɗin kai ta hanyar ƙirƙira da yada ayyukan 602% fiye da shekarar da ta gabata.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Ayyukan da aka ƙirƙira akan yanar giza a 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% daga 2019",
    "annualReport.2020.connectivityRegistedUsers": "Adadin masu amfani da kowane lokaci da suka yi rajista a Indiya ya ninka fiye da ninki biyu a cikin shekara guda,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "ya tashi daga sama da 300,000 a cikin 2019 zuwa sama da 700,000 a 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Yawan baƙi na musamman ya ƙaru",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Yawan mutanen da ke ƙirƙirar ayyuka sun karu",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "a cikin 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 dubu",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch a duniya",
    "annualReport.2020.connectivityWorldSubtitle": "Masu hadin gwiwa a duniya",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch na Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur an sadaukar da shi don tallafawa ƙididdiga da tunani mai ƙirƙira tsakanin ɗalibai da malamai a Chile da duk Latin Amurka. Sun taimaka wajen fassarawa da mayar da Scratch harshen gida da ƙoƙarce-ƙoƙarce a cikin Rapa Nui da Mutanen Espanya, kuma sun shigar da malamai da yawa cikin haɗin gwiwa,  haɓaka bitar ƙwararrun Scratch na wasa.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Cibiyar Koyon Ƙirƙirar na Brazil",
    "annualReport.2020.connectivityCountryBrazil": "Brazil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Cibiyar Koyon Ƙirƙirar Ƙwararrun na Brasil tafiya ce ta waɗanda ke aiwatar da ƙirƙira da kuma dacewa da ayyukan ilmantarwa na wasa a duk Brazil. A cikin 2020, Tawagar Scratch sun gabatar a taron Makon Koyo na Ƙirƙirar Ƙirƙirar hanyar sadarwa ta Brazil don yadawa yadda yara ke amfani da Scratch don gina al'umma, bayyana kansu, da kuma yin magana game da abin da ke da mahimmanci a gare su. Bi da bi, mun koyi yadda malamai a cikin hanyar sadarwa ke samar da dama don bayyana kansu tare da masu koyo a cikin al'ummominsu.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "Indiya",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance yana ƙarfafa miliyoyin ɗalibai da malamai da ƙwarewar ƙarni na 21, gami da kididdiga mai ƙirƙira. A cikin 2020,{QuestAllianceLink} an yada Scratch tare da ɗalibai da malamai a duk faɗin Indiya.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "Gidauniyar Raspberry Pi tana aiki don sanya ikon sarrafa kwamfuta da yin dijital a hannun mutane a duk faɗin duniya. Ta hanyar shirin su na a yi a Gida, suna jagorantar taro na kai-tsaye waɗanda ke ƙarfafa iyalai da matasa su koyi da ƙirƙira tare. Yawancin waɗannan tarurukan sun ƙunshi koyaswar Scratch — kuma wani lokacin, har ma {USALink}!",
    "annualReport.2020.connectivityResources": "Albarkatu ",
    "annualReport.2020.connectivityResourcesSubtitle": "mayarwa tare da Tallafi daga Gidauniyar LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Don tallafawa ci gaban isar da cigabar mu ta duniya da kuma taimakon martanin mu ma COVID-19, Gidauniyar LEGO ta goyi bayan Scratch tare da kyauta mai karimci. Tare da wannan tallafin, mun sami damar gadadantar da mahimman albarkatu kuma mun isar wa  matasa da yawa a duniya.",
    "annualReport.2020.connectivityExample1Title": "Hotunan Koyarwa",
    "annualReport.2020.connectivityExample1Paragraph": "Mun ƙirƙiri fassarorin hotunan ma koyaswar Scratch guda 25 a cikin harsuna 12— jimilar sabbin hotuna sama da 1,000!",
    "annualReport.2020.connectivityExample2Title": "Farawa tare da Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Bidiyon Farawa da Scratch shine mafi kyawun samun dama da duba bidiyon koyawa Scratch, gaisawa da sabbin masu amfani da Scratch lokacin da suka fara shiga rukunin yanar gizon. Mun sami damar fassara wannan bidiyon zuwa sabbin harsuna 25 da sabunta fassarorin 3 da suka gabata, gami da abubuwan gani, muryoyi, da fassarar magana.",
    "annualReport.2020.connectivityExample3Title": "editar Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "Editan aikin Scratch shine mafi mahimmancin albarkatun Scratch. Mun yi aiki tare da wani kamfanin fassara na Afirka ta Kudu wanda ya ƙware a fassarar ilimi mai dacewa da al'ada don fassara da bitar editan Scratch a cikin harsunan Afirka ta Kudu guda biyar: isiZulu, isiXhosa, Afrikaans, Sestwana, da Sepedi.",
    "annualReport.2020.adaptationTitle": "Daidaitawa",
    "annualReport.2020.adaptationIntro": "Kamar yadda COVID-19 ya tilasta rufe makarantu da koyon zuwa sararin na tunani, ɗalibai da malamai da yawa suna gano Scratch a karon farko ko daidaita hanyar da suke koyarwa da koyan ƙirƙira coding. Daga gidajenmu, Tawagar Scratch ta yi aiki don tallafawa canje-canjen bukatun malamai da al'ummar kan yanar gizo.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Mai Kula da Koyon Ƙirƙira, mumok, Vienna, Austria",
    "annualReport.2020.adaptationQuoteText": "A cikin duk matsalolin da aka fuskanta a cikin shekarar da ta gabata, Scratch ya kasance dandalin sadarwarmu, wurin saduwa, da kuma hanyar bayyana kanmu cikin kirkire-kirkire.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Malamin Watsa Labarai na Laburare na K-5, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "A cikin Makarantar Title One ta Aaron Reuland a Norwood, Massachusetts, ya dogara kan Scratch don taimakawa ɗalibai masu nisa cikin koyon mai kirkira mai zurfi da sake farfado da tunanin al'umma \"lokacin da kawai abubuwan da zan iya dogara akan mu, shine duka mu samu kwamfuta mai aiki da haɗin intanet. ”",
    "annualReport.2020.adaptationHighlightText2": "Daliban Aarun sun yi aiki tare don gina sigar \"kooky\" na garinsu mai suna \"Norwouldn't,\" cike da halittun littattafan labari, zane-zane na asali, da kuma labarun haɗin kai. Yana ɗaya daga cikin manyan ayyukan Scratch na haɗin gwiwa da Aarun ya sauƙaƙe don tunatar da ɗalibai cewa ko da COVID-19 ya ajiye su a cikin gidajensu, har yanzu suna cikin al'umma mai kulawa da farin ciki.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch a gida",
    "annualReport.2020.adaptationHighlightText2b": "A ranar 17 ga Maris, mun mayar da martani ga rikicin COVID-19 ta hanyar ƙaddamar da {linkText} don samar wa yara, iyalai, da malamai dabaru don yin ayyukan ƙirƙira na koyo tare da Scratch a gida. Hanya ce mai mahimmanci don haɗawa da al'ummarmu da daidaitawa zuwa sabuwar hanyar koyo da hulɗa ta kan yanar gizo.",
    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Tawagarwa tana ɗaukar nauyin {linkText} na kai tsaye na mako-mako,  don haɗuwa da yara, iyaye, da malamai a gida da raba shawarwari da dabaru don ƙirƙirar nau'ikan ayyukan Scratch daban-daban. Mun yi farin ciki ganin ayyukan da suka samu fikirar ƙirƙirar a cikin situdiyon Create-Along! ",
    "annualReport.2020.adaptationHighlightTitle4": "sata bayanan Window ka",
    "annualReport.2020.adaptationHighlightText4b": "Malamin Scratch Eduard Muntaner Perich ya ƙirƙiri wani ɗaki mai ɗorewa na #ScratchAtHome wanda ya mamaye al'umma kamar guguwa: {linkText}. Daruruwan masu amfani da Scratch daga ko'ina cikin duniya sun yi tunanin wasanni masu ban sha'awa da labarun da ke faruwa a bayan tagansu.",
    "annualReport.2020.adaptationEducatorsTitle": "haduwa da masu ilmantarwa",
    "annualReport.2020.adaptationEducatorsText": "Malamai a duk faɗin duniya sun raba nasu ra'ayoyin #ScratchAtHome kuma sun tattauna gwagwarmaya da nasarorin koyarwa a cikin tattaunawar Twitter mai rai a ranar 8 ga Afrilu, 2020.",
    "annualReport.2020.adaptationSnapshot": "hotuna",
    "annualReport.2020.adaptationSnapshot1Title": "Taron bitar kwamfutar na dandalin sadarwan Clubhouse",
    "annualReport.2020.adaptationSnapshot1Text": "A matsayin wani ɓangare na haɗin gwiwarmu na dogon lokaci, Tawagar Scratch tana gudanar da bita ga masu koyar da matasa daga {linkText} . Kamar malamai a duk faɗin duniya, Tawagarmu ta fara gudanar da bita ta kan layi a karon farko a cikin 2020—kuma ta koyi yadda ake magance wariyar kai da matsalolin fasaha na koyo. Amma godiya ga kayan aikin haɗin gwiwar na kan layi da sabbin hanyoyin yadawa da tunani, Tawagar ta sami damar sake yin haɗin gwiwa, ruhun wasa na bita ma mutum a cikin sararin virtual.",
    "annualReport.2020.adaptationSnapshot2Title": "kawo kanka zuwa Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 kuma shekara ce ta daidaita kayan aikin da dandamali mu. Mun haɓaka kuma mun ƙara sabbin sprites zuwa ɗakin karatu na Sprite don ƙarfafawa da ba da damar masu fara amfani da Scratch su sanya ayyukan wakiltar launin fata, al'adu, jinsi, ko sauran ainihin kansu.",
    "annualReport.2020.communityTitle": "Al'umma",
    "annualReport.2020.communityIntro": "A cikin 2020, Ƙungiyar Scratch ta zama wuri mafi mahimmanci ga matasa don samun fahimtar haɗin kai da kasancewa. Yayin da muka ga tattaunawa mai ma'ana, ayyukan haɗin gwiwa, da labarai masu tasiri masu amfani da Scratch suka yada, muna mamakin ƙerawa da ƙarfin ruhinsu.",
    "annualReport.2020.communityTitle1": "Jagorar daren yin coding na kirkira na iyalen na virtual",
    "annualReport.2020.communityText1": "A cikin 2019, tare da tallafi daga Google.org, Ƙungiyar Scratch ta yi aiki tare da Ofishin Kimiyyar Kwamfuta na Makarantar Jama'a na Chicago don haɗa ɗalibai, iyalai, malamai, da sauran membobin al'umma ta hanyar Dare na coding na Ƙirƙirar na Iyali.",
    "annualReport.2020.communityText2": "A wannan shekara, Tawagarmu sun fuskanci sabon ƙalubale: ta yaya za mu iya kawo ƙwaƙƙwaran, ruhun ginin al'umma na Dare na Ƙirƙirar Iyali zuwa sararin virtual, taimaka wa makarantu wajen haɓaka alaƙa mai mahimmanci tare da ɗalibai masu nisa da danginsu? Mun haɓaka jagorar dare na coding na Iyali don samar da tsari don waɗannan haɗin gwiwa da tallafawa ilmantarwa mai daɗi",
    "annualReport.2020.communityDownloadButton": "Jagorar Dare na Coding na iyali na virtual ",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "mai gudanarwa Ruggles Elementary S.T.E.M. ",
    "annualReport.2020.communityQuoteText": "[In 2020], babu dama da yawa don shiga tare da iyaye a cikin irin wannan  babban makamashi hanyar nishadi. Don haka wannan damar ta ba da haɗin kai da ake buƙata...Malamai sun firgita, amma matakin jin daɗin ɗaliban ya sa su shiga cikin wani wuri inda dole ne su amince da tsarin kuma su bar yara suyi koyi daga juna.",
    "annualReport.2020.communityScratchCommunity": "Al'umman Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Lokacin da aka tambaye su dalilin da yasa suke amfani da Scratch, yawancin masu amfani da Scratch na magana ne game da mahimmancin al'ummar kan yanar gizo na kara musu himma na ci gaba da amfani da Scratch, samar da sarari inda zasu iya bayyana fasaharsu, yin abokai, karbar ra'ayoyi, samun sabbin dabaru, da koyon sabbin kwarewa, da yawa daga masu amfani da Scratch na bayyana godiyar su ga al'umman Scratch a matsayin wuri mai aminci da kuma waje ne mai maraba don hadawa, yadawa, da koyar da juna.  ",
    "annualReport.2020.communityQuoteGroupText1": "Na shiga Scratch lokacin ina da shekaru 11 kuma abubuwan da na koya daga yin amfani da dandalin da kuma hulda da jama'a sun kasance muhimmin bangare na ni man ilimina a lokacin da nake tasowa.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch ya bani damar yin abubuwa daga gida, kamar\n- Girmama mutane da ayyukansu\n- Yi abokai\n- Ka ji cewa ba ni kaɗai ba ne a cikin wannan keɓewar\n.... da ƙari mai yawa, don haka ina so in ce ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Na kasance a kan Scratch na kimanin shekaru 2, kuma ya kasance abun canza rayuwa! Na koyi sababbin abubuwa da yawa, kamar yin coding, ka'idodin kan net, da fasaha!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch shine abin da na fi so a aji na shida a framare, a asirce ya gabatar da ni ga Boolean logic, order of operation, da kuma gudanar da ayyukan lassafi—ba tare da ambaton ilimin shirye-shiryen kwamfuta da kanta ba.",
    "annualReport.2020.yearInReview": "shekarar da ake bita",
    "annualReport.2020.yearInReviewText": "2020 shekara ce mai ban mamaki a cikin al'ummar kan layi. Tawagar al'umma ta ba da haske da haɓaka dama ga matasa don bayyana ra'ayoyinsu kuma su shiga cikin hanyoyi masu kyau, kuma ƙungiyoyi masu ban mamaki sun samo asali daga masu amfani da Scratch da kansu. Ga waiwayar wasu daga cikin fitattun abubuwan da aka yi a shekarar:",
    "annualReport.2020.yearInReviewCard1Date": "janairu",
    "annualReport.2020.yearInReviewCard1Title": "Situdiyon zane na Scratch na Ƙarshen Shekaru Goma",
    "annualReport.2020.yearInReviewCard1Text": "Masu amfani da Scratch sun yi bikin ƙarshen shekaru goma da sabon shigan cikin wannan situdiyon tsari na Scratch.",
    "annualReport.2020.yearInReviewCard2Date": "Afrilu",
    "annualReport.2020.yearInReviewCard2Title": "ranar April Fool",
    "annualReport.2020.yearInReviewCard2Text": "“Asiri masu wahala” sun bayyana a kusa da rukunin yanar gizon, kuma bulon mage sun bada mamaki kuma sun kayatar da al'ummar Scratch. .",
    "annualReport.2020.yearInReviewCard3Date": "Afrilu",
    "annualReport.2020.yearInReviewCard3Title": "ƙirƙira-Atare",
    "annualReport.2020.yearInReviewCard3Text": "Membobin tawagar Scratch sun fara karɓar koyawa kai tsaye don sadarwa da ƙirƙira tare da masu amfani da Scratch da danginsu a gida.",
    "annualReport.2020.yearInReviewCard4Date": "May",
    "annualReport.2020.yearInReviewCard4Title": "watar Scratch",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers a duniya sun raba dubban ayyuka a kusa da jigogi na mako-mako, daga sana'o'in da aka sake sarrafa su zuwa fadakarwa akan wanke hannu.",
    "annualReport.2020.yearInReviewCard5Date": "May",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "A yayin da zanga-zangar nuna wariyar launin fata ta mamaye Amurka, al'umma sun taru don tallafawa juna tare da yin kira da a kawo sauyi.",
    "annualReport.2020.yearInReviewCard6Date": "Yuni",
    "annualReport.2020.yearInReviewCard6Title": "Nishaɗi A Gida! situdiyon zane na Scratch",
    "annualReport.2020.yearInReviewCard6Text": "masu amfani da Scratch sun yada wasannin cikin gida da suka fi so da ayyuka don ci gaba da shagaltuwa yayin zama a gida.",
    "annualReport.2020.yearInReviewCard7Date": "Yuni",
    "annualReport.2020.yearInReviewCard7Title": "situdiyon Juneteenth",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers sun ƙirƙiri ayyukan don girmama Juneteenth da ci gaba da gwagwarmaya don adalci na launin fata.",
    "annualReport.2020.yearInReviewCard8Date": "Yuli",
    "annualReport.2020.yearInReviewCard8Title": "sansanin Scratch",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical ya sa al'umma gabaɗaya su yi wasan kwaikwayo, rera waƙa, da rawa tare.",
    "annualReport.2020.yearInReviewCard9Date": "Oktoba",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "masu amfani da Scratch sun yi ɗaruruwan labarun masu kirkira, wasanni, da rayarwa bisa jigogi na yau da kullun.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Ganin ikon da kake da shi lokacin da kake ƙirƙirar wani abu kuma kana iya wakiltar kanka da matsalolinka kuma ka bayyana su ko warware da code ƙwarewa ce ta sihiri ta gaske kuma tana da tasirin gaske a duniyar zahiri.",
    "annualReport.2020.communitySnapshotTitle": "Inganta Kayan Aikinmu",
    "annualReport.2020.communitySnapshotText": "Tawagar Al'ummar mu tana amfani da nau'ikan kayan aiki da dabaru iri-iri don ƙarfafa kyakkyawar zama ɗan ƙasa na dijital da kuma kula da kyakkyawan yanayi don masu amfani da Scratch don ƙirƙirar a ciki. A cikin 2020, mun haɓaka sabon, ƙarin ƙwarewa don taimakawa masu amfani da Scratch wajen ankarar da damu abubuwan da ba su dace ba, da haɓaka kayan aikin da tawagarmu na masu daidaita al'umma ke yin amfani da su. Sakamakon haka, mun sami rahotanni masu inganci daga al'umma, kuma masu gudanar da ayyukan mu na al'umma sun sami damar yin aiki cikin sauri da inganci—kiyaye rukunin yanar gizo mafi aminci da aminci ga kowa.",
    "annualReport.2020.communitySnapshot2Title": "Sabbin Koyarwan Scratch akan YouTube",
    "annualReport.2020.communitySnapshot2Text": "Tawagar Scratch ta fara yada koyarwa akan tasharmu ta YouTube a cikin Maris 2020 don taimakawa masu amfani da Scratch wajen samun ƙwarewa don ƙirƙirar duk abin da za su iya tunani. Daga fasahar pixel zuwa dabbobin gida na duniyar virtual, waɗannan koyarwa sun yi nasara tare da masu amfani da Scratch na kowane zamani, sun samu dubawan na mutane miliyan 1.3 a cikin 2020.",
    "annualReport.2020.tutorial1": "Birnin virtual",
    "annualReport.2020.tutorial2": "wasar kamawa",
    "annualReport.2020.tutorial3": "Mai Zane Harfofi",
    "annualReport.2020.tutorial4": "Dabbobin wasa da ke yanar gizo",
    "annualReport.2020.EDMessageTitle": "Sako Daga Babban Daraktanmu",
    "annualReport.2020.EDMessageText1": "2020 shekara ce ta sauyi a duniya, kuma don Scratch. Na shiga cikin tawagar a watan Nuwamba, lokacin da muke watanni a cikin cutar ta COVID-19. Tare da asalina a matsayin jagorar ilimi, na yi farin ciki game da yuwuwar jagorantar Scratch ta cikin wani muhimmin canji da ci gaba da aiki zuwa burin kaina na taimaka wa ɗalibai daga kowane fanni su kai sabon matsayi. Na san cewa a cikin wannan shekara mai wuya, matasa a ko'ina suna buƙatar ƙarin tallafi don taimaka musu su cimma burinsu.",
    "annualReport.2020.EDMessageText2": "Anoban ta kara buda Tsarin mu na karantar da Rashin daidaiton  ma yara. Ta hanyar tattaunawarmu da iyalai da malamai daga ko'ina cikin duniya, mun san cewa a cikin 2020, yara daga dukkan al'ummomi suna buƙatar damar koyo don bayyana ra'ayoyinsu da haɓaka ƙwarewarsu fiye da kowane lokaci, kodayake yawancinsu ba su da ikon zuwa makaranta.",
    "annualReport.2020.EDMessageText3": "Yayin da duniya ta daidaita kuma ta matso da koyo na ƙirƙira da bayyana kai ta sabbin hanyoyi, yawancin malamai, iyaye, da matasa sun juya zuwa Scratch. Mun ga ƙarin 40% na masu amfani da Scratch suna ƙirƙirar ayyuka a kowace shekara, kuma masu amfani da Scratch sun bar ƙara barin tsokaci 200% a cikin 2020 fiye da na 2019. Matasa daga ko'ina cikin duniya suna amfani da Scratch azaman wurin haɗi, tattaunawa, haɗin gwiwa, da hulɗa da juna. Mun ga sun gano abubuwan ban mamaki da za su iya ƙirƙira lokacin da aka ba su damar yin tunani da ƙirƙira da magance matsalolin da suke sha'awar.",
    "annualReport.2020.EDMessageText4": "Sakamakon barkewar cutar, wasu sun yi kira da a “dawo kamar yadda aka saba.” Amma ga matasa da yawa, 'yancin koyo da bincike ya ɓace a cikin makarantunmu tun kafin COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Dole ne mu yi duk abin da za mu iya don canza tsarin rashin daidaituwa a cikin tsarin ilimi, saboda “al'ada” ba a gina shi don zama mai gaskiya da adalci ga yawancin yaranmu ba.",
    "annualReport.2020.EDMessageText5": "A cikin 2021, Scratch yana ninka ƙoƙarinmu don isa ga matasa waɗanda tarihi ya keɓe su daga ƙirƙira kwamfuta da sauran damar koyo. Tare da goyan baya daga Google.org, mun ƙaddamar da Scratch Education Collaborative (SEC), cibiyar sadarwa mai ƙarfi ta ƙungiyoyi a duk faɗin duniya da ke mai da hankali kan tallafawa waɗannan ɗalibai don haɓaka kwarin gwiwa kan kididdigar ƙirƙira. Ƙungiyoyi 41 a cikin shekara ɗaya na sabon shirin za su haɗu tare da koyo daga Tawagar Scratch da juna, da kuma haɓaka Kayan Aikin Adalci waɗanda za su tallafa musu yayin da suke girma da haɓaka tallafin su ga daliban a cikin al'ummarsu.",
    "annualReport.2020.EDMessageText6": "Aikinmu na mayar da Scratch ya zama mafi daidaito da haɗa kai bai ƙare ba. Na yi farin cikin raba ƙarin tare da ku a cikin watanni masu zuwa. Har sai lokacin, Ina so in mika godiya ta ga al'umman Scratch don ci gaba da tallafawa da kula da juna a cikin shekara mai cike da tashin hankali. Ƙirƙirar ku da tausayinku ba su gushe suna ƙarfafa mu ba.",
    "annualReport.2020.EDTitle": "Babban Darakta,gidauniyar Scratch ",
    "annualReport.2020.lookingForward": "sa idon nan gaba",
    "annualReport.2020.lookingForwardText1": "A cikin 2021, muna ci gaba da ƙirƙira da haɗin kai tare da abokan aikinmu don inganta Scratch ga matasa a duniya. A cikin watanni masu zuwa, muna aiki don kawo Scratch zuwa ƙarin makarantu, faɗaɗa hanyoyin zuwa ilmantarwa ƙirƙira, haɓakawa da kuma samar da ƙarin albarkatu don malamai da matasa, da haɓaka ƙwarewar shigan Scratch, har ma da ayyuka masu ban sha'awa.",
    "annualReport.2020.lookingForwardText2": " Mun sami tallafi mai karimci daga Gidauniyar LEGO da Google.org don taimakawa faɗaɗa isar mu ga duniya, ci gaba da manufarmu, da tallafawa wannan muhimmin aiki. Ƙara koyo:",
    "annualReport.2020.learnMore": "Ƙara ilimi:",
    "annualReport.2020.learnMoreLink1Text": "Gidauniyar LEGO da Gidauniyar Scratch sun sanar da haɗin gwiwa don tallafawa koyo ta hanyar wasa da fasaha ga miliyoyin yara a duk faɗin duniya",
    "annualReport.2020.learnMoreLink2Text": "Makon Ilimin Kimiyyar Kwamfuta: Ƙarin taimako ga ƙarin ɗalibai",
    "annualReport.2020.supportersTitle": "Godiya ga magoya bayanmu",
    "annualReport.2020.supportersIntro": "Mun gode ma masu tallafa mana. Gudumawar ku na taimaka mana wajen fadade damar koyon kirkire-kirkire don yara na kowane zamani, daga kowane fanni, a duniya.",
    "annualReport.2020.ourSupporters": "Magoya bayan mu",
    "annualReport.2020.ourSupportersText": "Muna so mu gode wa duk masu goyon bayan Scratch waɗanda, a tsawon shekaru, sun taimaka mana ƙirƙirar abubuwan koyo masu ban mamaki ga miliyoyin matasa a duniya. Jeri mai zuwa ya dogara ne akan bayarwa ga Gidauniyar Scratch daga Janairu 1, 2020 zuwa Disamba 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Abokan Kafawa—$10,000,000+",
    "annualReport.2020.supportersFoundingText": "Muna godiya ta musamman ga Abokan Kafuwar mu waɗanda kowannensu ya ba da aƙalla $10,000,000 a cikin tarin tallafi, tun farkon Scratch a 2003.",
    "annualReport.2020.supportersCatPartnersTitle": " Abokan kafawan Cat na Scratch— $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Da'irar Ƙirƙira - $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Da'irar Haɗin kai— $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Da'irar tunani dake tare da hasashe — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "Da'irar ilhama — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "Da'irar bincike — $5,000+",
    "annualReport.2020.supportersPlayTitle": "Da'irar wasa — $1,000+",
    "annualReport.2020.supportersInKindTitle": "Magoya baya da karfin jikinsu da kaifin tunaninsu",
    "annualReport.2020.leadershipTitle": "Tawagarmu",
    "annualReport.2020.leadershipBoard": "Yan kwamitin gudanarwa",
    "annualReport.2020.leadershipChair": "Shugaba",
    "annualReport.2020.leadershipProfessor": "farfesan bincike akan ilmantarwa",
    "annualReport.2020.leadershipViceChair": "mataimakin shugaba",
    "annualReport.2020.leadershipCoFounder": "wanda a ka kafa tare kuma wanda ake Shugabanci tare",
    "annualReport.2020.leadershipBoardMember": "Memban kwamitin gudanarwa",
    "annualReport.2020.leadershipPresidentCEO": "Shugaban kamfanin",
    "annualReport.2020.leadershipFormerPresident": "Tsohon shugaban kamfanin",
    "annualReport.2020.leadershipFounderCEO": "Wanda ya kafa kuma shugaban gudanarwa",
    "annualReport.2020.leadershipFormerChairCEO": "Tsohuwan Shugaba kuma shugabar mace",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Sakataren & ma'ajin kwamitin gudanarwa",
    "annualReport.2020.leadershipBoardSecretary": "Sakataren kwamitin gudanarwa",
    "annualReport.2020.leadershipBoardTreasurer": "Ma'ajin kwamitin gudanarwa",
    "annualReport.2020.leadershipScratchTeam": "Tawagar Scratch na 2020",
    "annualReport.2020.leadershipED": "Darekta zartarwa",
    "annualReport.2020.teamThankYou": "Godiya ga Mitch Resnick, Natalie Rusk, Rupal Jain, da sauran masu haɗin gwiwa a Lifelong Kindergarten Group a MIT Media Lab don goyan bayan ku na Scratch.",
    "annualReport.2020.donateTitle": "Tallafa mana",
    "annualReport.2020.donateMessage": "Tallafinku na ba mu damar sanya Stratch kyauta ga kowa, hakan ke sa ayyukan sabarmu na gudana, kuma abu mafi mahimmanci shine muna samar ma yara a duk duniya damar yin tunani, ƙirƙira da yada bayyanai. Mun gode! ",
    "annualReport.2020.donateButton": "ba da gudummawa",
    "annualReport.2020.projectBy": "aikin ",
    "annualReport.2020.altAvatar": "Hoton mai amfani",
    "annualReport.2020.altDropdownArrow": "Kibiya mai nuna menu mai zazzagewa.",
    "annualReport.2020.altMastheadIllustration": "Mutane uku suna mu'amala tare da abubuwan Scratch na zahiri",
    "annualReport.2020.altWave": "Emoji mai kada hannu",
    "annualReport.2020.altMitchHeadshot": "Wanda ya kafa Mitch Resnick",
    "annualReport.2020.altBlocks": "Tubalan Scratch guda biyu sun jeri saman juna",
    "annualReport.2020.altBanana": "Ayaba mai waya ya soke a ciki.",
    "annualReport.2020.altProjectsIllustration": "Yara uku, daya a tsaye, daya a zaune a keken guragu, daya kuma zaune a fentin kasa da yankakun ayyukan fasaha.",
    "annualReport.2020.altPassionIllustration": "Yara uku, ɗaya a tsaye, ɗaya yana durƙusa, ɗaya kuma zaune a ƙasa, suna kunna kiɗa akan piano, kuma suna kallon tauraro ta amfani da na'urar hangen nesa.",
    "annualReport.2020.altPeersIllustration": "Yara hudu suna zaune a kusa da wuta suna wasan motsa jiki da kuma tapawa.",
    "annualReport.2020.altPlayIllustration": "Yara uku, ɗaya a tsaye, ɗaya ya durƙusa, ɗaya kuma yana zaune da kafafuwansa a nade a kan dunƙulen duwatsu, suna wasa da kwale-kwalen wasan yara, da ninkankun origami.",
    "annualReport.2020.altCalendar": "Kalanda mai nuna shekara ta 2020.",
    "annualReport.2020.altCommentsVisualization": "Tsokacin kumfa guda biyu. Karami kuma mai duhu yana wakiltar rabon tsokaci a cikin 2019. Haske ɗaya yana wakiltar haɓakar maganganun da aka yi a cikin 2020.",
    "annualReport.2020.altArrowUp": "Kibiya mai nuni sama da zuwa dama",
    "annualReport.2020.altTranslated": "Wani ɓangaren Scratch yana faɗin \"Sannu\" da lissafin yarukan da aka samun Scratch a ciki.",
    "annualReport.2020.altScratchHorizontalCommand": "Bangaren umarni Scratch a kwance.",
    "annualReport.2020.altScratchJr": "Tambarin Scratch Jr",
    "annualReport.2020.altHorizontalLoop": "ɓangaren madaukin Scratch na kwance",
    "annualReport.2020.altPieChart": "Hoton mai nunawa yana nuna haɓakar 602% na ayyukan da aka ƙirƙira yayin 2020 dangane da ayyukan da aka ƙirƙira a cikin 2019.",
    "annualReport.2020.altUsers": "Gumakan masu amfani guda biyu, ɗan ƙarami mai launin toka da kuma ɗan shunayya mafi girma.",
    "annualReport.2020.altArrowNext": "Kibiya mai nuni zuwa dama.",
    "annualReport.2020.altBenedict": "Avatar Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aarun Reuland ya daura akan wata yar tsana ta jakar takarda da kwatanci na kunkuru mai tashi.",
    "annualReport.2020.altSprinklesLeft": "Fuskar murmushi, ɓacin rai, da zuciya sun bayyana akan waya.",
    "annualReport.2020.altSprinklesRight": "Hannun da ke mu'amala tare da abubuwan Scratch.",
    "annualReport.2020.altFileDownload": "Kibiya mai nuna cikin kwandon da ke ba da alaman cewa za a iya sauke fayil.",
    "annualReport.2020.altWaveTop": "Kadin shuɗin mai haske wanda aka lulluɓe da avatars Scratch da sashen Scratch.",
    "annualReport.2020.altWaveBottom": "Kadin shuɗin mai haske ",
    "annualReport.2020.altConnectingLine": "Layin dige-dige da ke haɗa watanni",
    "annualReport.2020.altApril": "Alkalami da fensir na zane akan aikin Scratch wanda ke nuna jirgin ruwa da ruwa.",
    "annualReport.2020.altMay": "Kalanda wanda aka yi ma alama da emoji wanda aka sanya akan kumfa.",
    "annualReport.2020.altJune": "Tutar Juneteenth da jirgin sama na takarda.",
    "annualReport.2020.altJuly": "Makirifo da bayanin kula na kiɗa.",
    "annualReport.2020.altToolsIllustration": "Hannu yana taɓa gunkin faɗa a sama da dan rubutu kumfa.",
    "annualReport.2020.altVirtualTown": "Wata yarinya tana gudu a bakin titi a gaban wasu gidaje",
    "annualReport.2020.altCatchGame": "Tuffa yana shawagi a sararin sama zuwa dama yayin da kwandon ke zaune a ƙasa zuwa tsakiyar firam.",
    "annualReport.2020.altCharacterDesigner": "Wani kare yana zaune a gaban bangon chevron kore da fari.",
    "annualReport.2020.altVirtualPet": "Wani bushiya yana zaune saman dutse a tsakiyar wasu ciyawa.",
    "annualReport.2020.altLookingForward": "Itace mai ban ruwa tana shayar da tsiron da ke girma ya zama bishiya mai tsayi.",
    "annualReport.2020.altIndia1": "Wani walƙiya mai haske ya bayyana a ƙasan rubutu yana cewa \"barka da Diwali!\"",
    "annualReport.2020.altIndia2": "Mascot na mage ya bayyana kusa da wani rubutu da aka rubuta cikin Hindi",
    "annualReport.2020.altIndia3": "Wata mata 'yar kasar Indiya ta bayyana a gaban tutar kasar Indiya wadda ke da zuciya dauke da kalmar \"Indiya\".",
    "annualReport.2020.altIndia4": "Hannu biyu sun bayyana akan sarewa a gaban bangon mai ɗauke da titin katako da teku.",
    "annualReport.2020.altChile": "Ƙungiyar yara suna zaune a kusa da tebur mai cike da fasaha da aikin hannu da kwamfutar tafi-da-gidanka.",
    "annualReport.2020.altBrazil": "Yara suna zaune a gaban kwamfutar tafi-da-gidanka da aka haɗa da cokali biyar masu wayoyi.",
    "annualReport.2020.altIndia": "Wata mata ta umurci 'yan mata da ke zaune a gaban kwamfuta.",
    "annualReport.2020.altUSA": "Ana nuna ƙaramin hoton bidiyo kusa da hoton sikirin mai amfani da Scratch",
    "annualReport.2020.altChileIcon": "mascot na Scratch ",
    "annualReport.2020.altBrazilIcon": "koriyar jujjuyawar",
    "annualReport.2020.altIndiaIcon": "Tauraro mai hade da da'ira",
    "annualReport.2020.altUSAIcon": "Raspberry mai ban dariya, alamar Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Koyarwar Scratch a cikin harshen Espanya",
    "annualReport.2020.altGettingStarted": "Maɓallin kunnawa yana zaune a saman Scratch UI.",
    "annualReport.2020.altEditor": "Scratch UI tare da samfoti na shirin da ake ginawa a halin yanzu yana nuna mutane biyu suna magana da juna.",
    "annualReport.2020.altHackYourWindow": "Wani kare a cikin hular kwano na zuwa sararin samaniya, tauraro, da kuma wani donut suna shawagi a wajen tagar sararin samaniya.",
    "annualReport.2020.altScratchInteraction": "Mutane biyu suna magana a tsakanin abubuwan Scratch. Daya yana mika bangaren ga daya",
    "annualReport.2020.altImageBubbles": "Hotuna daga ayyukan Scratch suna bayyana a cikin sifofin kumfa waɗanda aka haɗa tare.",
    "annualReport.2020.altConnectivityVideoPreview": "Maɓallin kunnawa ya bayyana a kan wurin abokantaka na halittun teku.",
    "annualReport.2020.altAdaptationVideoPreview": "Maɓallin kunnawa yana bayyana akan fage daban-daban daga mai amfani da Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey daga Star Wars yana riƙe da sanda kuma ya tsaya a cikin hamada.",
    "annualReport.2020.altAprilCard": "Ana sanya hotuna da yawa daga Scratch UI tare.",
    "annualReport.2020.altMayCard": "Hannun mutane na jinsi iri-iri suna daga hannu a yaneyin jinjina.",
    "annualReport.2020.altJuneCard": "Mutum ya haɗa furen takarda tare.",
    "annualReport.2020.altJulyCard": "Kaguwa, ƴar ruwa da dorinar ruwa suna yin kida tare a ƙarƙashin teku.",
    "annualReport.2020.altOctoberCard": "Wani kabewa da masarar alewa sun bayyana a bangon da ke saman wurin aikin kwamfuta.",
    "annualReport.2020.altDonateIllustration": "Hannu biyu suna yin siffar zuciya tare da yatsunsu a cikin yankeken siffar zuciya."
}