{
    "annualReport.2020.subnavFoundersMessage": "संस्थापक का संदेश\n ",
    "annualReport.2020.subnavMission": "विशेष कार्य",
    "annualReport.2020.subnavReach": "पहुंच",
    "annualReport.2020.subnavThemes": "विषयों",
    "annualReport.2020.subnavDirectorsMessage": "निर्देशक का संदेश\n ",
    "annualReport.2020.subnavSupporters": "समर्थकों",
    "annualReport.2020.subnavTeam": "समूह",
    "annualReport.2020.subnavDonate": "दान करें ",
    "annualReport.2020.mastheadYear": "2020 वार्षिक विवरण\n ",
    "annualReport.2020.mastheadTitle": "एक बदलती दुनिया के लिए अनुकूलन",
    "annualReport.2020.foundersMessageTitle": "हमारे संस्थापक का एक संदेश\n ",
    "annualReport.2020.foundersMessageP1": "वर्ष 2020 को उस वर्ष के रूप में याद किया जाएगा जब कोविड महामारी दुनिया भर में फैल गई, जिससे सभी के जीवन में कठिनाइयाँ और व्यवधान पैदा हो गए - सबसे बड़ी कठिनाइयाँ उन लोगों पर पड़ रही हैं जो पहले से ही अपने जीवन में चुनौतियों का सामना कर रहे हैं।",
    "annualReport.2020.foundersMessageP2": "महामारी के दौरान, दुनिया भर के युवा, जो अपने घरों में अलग-थलग हैं, स्क्रैच वेबसाइट पर पहले से कहीं अधिक संख्या में आए हैं, स्क्रैच को एक सुरक्षित स्थान के रूप में देखते हुए जहां वे खुद को रचनात्मक रूप से अभिव्यक्त कर सकते हैं, नए कौशल सीख सकते हैं और एक एक दूसरे के साथ सहयोग कर सकते हैं। हम 2020 के दौरान युवाओं द्वारा बनाई गई बहुत सारी स्क्रैच परियोजनाओं से प्रेरित थे, उनमें से कई महामारी, जलवायु परिवर्तन, नस्लीय अन्याय और अन्य मुद्दों के बारे में अपने विचार और भावनाओं को साझा कर रहे थे। युवा न केवल कम्प्यूटेशनल अवधारणाएं और कौशल सीख रहे थे, बल्कि अपनी आवाज और अपनी पहचान भी विकसित कर रहे थे।\n ",
    "annualReport.2020.foundersMessageP3": "यह सुनिश्चित करने के लिए कि स्क्रैच आने वाले वर्षों में युवा लोगों के जीवन में इस महत्वपूर्ण भूमिका को जारी रख सके, हम स्क्रैच में महत्वपूर्ण संगठनात्मक परिवर्तन कर रहे हैं। 2020 की शुरुआत में, स्क्रैच टीम मैसाचुसेट्स प्रौद्योगिकी संस्थान मीडिया लैब में अपने लंबे समय के घर से बाहर निकली और बोस्टन शहर में स्क्रैच फाउंडेशन के नए कार्यालयों में चली गई। यह कदम हमें भविष्य में वैश्विक रचनात्मक कोडिंग प्लेटफॉर्म के रूप में स्क्रैच का समर्थन करने में सक्षम एक स्थायी संगठन बनाने में मदद करेगा।",
    "annualReport.2020.foundersMessageP4": "2020 के अंत में इस संगठनात्मक परिवर्तन के हिस्से के रूप में, हमने स्क्रैच फाउंडेशन के कार्यकारी निदेशक के रूप में काम करने के लिए शावना यंग को नियुक्त किया। शावना स्क्रैच फाउंडेशन में शिक्षा और गैर-लाभकारी प्रबंधन में एक मजबूत पृष्ठभूमि, और निष्पक्षता और समावेशन के लिए एक गहरी प्रतिबद्धता के साथ आता है। ड्यूक और एमआईटी जैसे संस्थानों में अपने पूरे करियर के दौरान, शावना ने विविध समुदायों के छात्रों के लिए सीखने के अनुभवों का विस्तार करने के लिए काम किया है। वह प्रतिबद्धता स्क्रैच के मिशन और मूल्यों के साथ दृढ़ता से जुड़ी हुई है, और यह स्क्रैच में उसके नेतृत्व में महत्वपूर्ण भूमिका निभाएगी। मैं आपको इस वार्षिक रिपोर्ट के अंत में शावना के संदेश को पढ़ने के लिए प्रोत्साहित करता हूं।",
    "annualReport.2020.foundersMessageP5": "पिछले एक दशक में, स्क्रैच को अभूतपूर्व सफलता मिली है, जिसने दुनिया भर के लाखों युवाओं को जोड़ा है। लेकिन हम अभी शुरुआत कर रहे हैं। आने वाले वर्षों के लिए चुनौती यह सुनिश्चित करना है कि हम न केवल अपनी तकनीक का प्रसार और समर्थन करना जारी रख सकें, बल्कि हमारे रचनात्मक, देखभाल करने वाले, सहयोगी सीखने के दृष्टिकोण को भी बढ़ावा दे सकें, ताकि दुनिया भर के युवाओं के पास कल्पना करने, बनाने, साझा करने और साझा करने के समान अवसर हों। सीखना। हम ऐसा करने के लिए आप सभी के साथ काम करने के लिए उत्सुक हैं!",
    "annualReport.2020.foundersMessageScratchTitle": "चेयर, स्क्रैच फाउंडेशन\n ",
    "annualReport.2020.foundersMessageAffiliation": "प्रोफेसर, एमआईटी मीडिया लैब\n ",
    "annualReport.2020.watchVideo": "व्हिडिओ देखें ",
    "annualReport.2020.missionTitle": "हमारा मिशन और दृष्टिकोण",
    "annualReport.2020.visionHeader": "दृष्टिकोण",
    "annualReport.2020.visionSubtitle": "दुनिया भर में कोडिंग के प्रति रचनात्मक, देखभाल करने वाला, सहयोगी, न्यायसंगत दृष्टिकोण फैलाने के लिए।",
    "annualReport.2020.missionHeader": "विशेष कार्य",
    "annualReport.2020.missionSubtitle": "युवाओं को डिजिटल उपकरणऔर कल्पना करने, बनाने, साझा करने और सीखने के अवसर प्रदान करना।",
    "annualReport.2020.missionP1": "हम शैक्षिक न्याय और हमारे काम के सभी पहलुओं में समानता को प्राथमिकता देने के लिए प्रतिबद्ध हैं। हम उन पहलुओं और दृष्टिकोण की तरफ विशेष ध्यान देते हैं जो ऐसे बच्चों, परिवारों और शिक्षकों का समर्थन करते हैं जो रचनात्मक कंप्यूटिंग से अपवर्जित हैं।",
    "annualReport.2020.missionP2": "हमने स्क्रैच को एक स्वतंत्र, सुरक्षित, बच्चों के सीखने के माहौल के रूप में विकसित किया है जो सभी बच्चों को रचनात्मक रूप से सोचने, व्यवस्थित रूप से तर्क करने और सहयोगी रूप से काम करने में संलग्न करता है—जो आज के समाज में सभी के लिए आवश्यक कौशल है। हम बच्चों की खोज, साझा करने और सीखने में सहायता करने के लिए शिक्षकों और परिवारों के साथ काम करते हैं।",
    "annualReport.2020.missionP3": "नई तकनीकों, गतिविधियों और सीखने की सामग्री को विकसित करने में, हम रचनात्मक शिक्षा के चार पी के द्वारा निर्देशित होते हैं\n ",
    "annualReport.2020.fourPs": "क्रिएटिव लर्निंग के चार पी",
    "annualReport.2020.missionProjectsTitle": "प्रोजेक्ट ",
    "annualReport.2020.missionPeersTitle": "पीअर्स, समकक्ष ",
    "annualReport.2020.missionPassionTitle": "पैशन, उत्साह ",
    "annualReport.2020.missionPlayTitle": "चलाएँ",
    "annualReport.2020.missionProjectsDescription": "रचनात्मक रूप से खुद को डिजाइन करने, बनाने और व्यक्त करने में बच्चों को शामिल करें",
    "annualReport.2020.missionPeersDescription": "सहयोग करने, साझा करने, रीमिक्स करने और सलाह देने में बच्चों का समर्थन करें",
    "annualReport.2020.missionPassionDescription": "बच्चों को उनकी रुचियों पर निर्माण करने और व्यक्तिगत रूप से सार्थक परियोजनाओं पर काम करने में सक्षम बनाएं",
    "annualReport.2020.missionPlayDescription": "बच्चों को टिंकर, प्रयोग और पुनरावृति के लिए प्रोत्साहित करें",
    "annualReport.2020.reachTitle": "दुनिया भर के बच्चों तक पहुंचना",
    "annualReport.2020.reachSubtitle": "स्क्रैच 8 साल और उससे अधिक उम्र के बच्चों और किशोरों के लिए दुनिया का सबसे बड़ा कोडिंग समुदाय है",
    "annualReport.2020.reachMillion": "दस लाख",
    "annualReport.2020.reachNewUsersNumber": "15{million}",
    "annualReport.2020.reachNewUsersIncrease": "2019 से 3.8%",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}\n ",
    "annualReport.2020.reachProjectsCreatedIncrease": "2019 से 37%",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}\n ",
    "annualReport.2020.reachProjectCreatorsIncrease": "2019 से 44%",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "नए उपयोगकर्ता",
    "annualReport.2020.reachProjectsCreated": "परियोजनाओं का निर्माण",
    "annualReport.2020.reachProjectCreators": "लोग प्रोजेक्ट बना रहे हैं\n ",
    "annualReport.2020.reachComments": "पोस्ट की गई टिप्पणियों में वृद्धि\n ",
    "annualReport.2020.reachGlobalCommunity": "हमारा वैश्विक समुदाय",
    "annualReport.2020.reachMapBlurb": "स्क्रैच के लॉन्च से दिसंबर 2020 तक स्क्रैच ऑनलाइन समुदाय में पंजीकृत कुल खाते",
    "annualReport.2020.reachMap24M": "24 मिलियन\n ",
    "annualReport.2020.reachMapLog": "एक लघुगणकीय पैमाने पर",
    "annualReport.2020.reachTranslationTitle": "स्क्रैच का 64 भाषाओं में अनुवाद किया गया है\n ",
    "annualReport.2020.reachTranslationIncrease": "2019 से 3 भाषाएँ\n ",
    "annualReport.2020.reachTranslationBlurb": "दुनिया भर से स्वयंसेवक अनुवादकों को धन्यवाद।",
    "annualReport.2020.reachScratchJrBlurb": "स्क्रैचजेआर एक परिचयात्मक प्रोग्रामिंग वातावरण है जो छोटे बच्चों (उम्र 5-7) को अपनी इंटरैक्टिव कहानियां और गेम बनाने में सक्षम बनाता है।",
    "annualReport.2020.reachDownloadsMillion": "3 {million} ",
    "annualReport.2020.reachDownloads": "2020 में डाउनलोड\n ",
    "annualReport.2020.reachDownloadsIncrease": "2019 से 2 {million} ",
    "annualReport.2020.themesTitle": "उभरती हुई विषयवस्तु",
    "annualReport.2020.themesDescription": "जैसे युवा लोगों ने कोविड-19 की अभूतपूर्व चुनौतियों का सामना किया, स्क्रैच उनके लिए जुड़ने, निर्माण करने और खुद को अभिव्यक्त करने के लिए पहले से कहीं अधिक महत्वपूर्ण स्थान बन गया। पूरे वर्ष के दौरान, हमारा काम हमारे बढ़ते वैश्विक समुदाय को सर्वोत्तम समर्थन देने के लिए तीन क्षेत्रों पर केंद्रित था: कनेक्टिविटी, अनुरूपण और समुदाय। हमेशा की तरह, हमारे प्रयास निष्पक्षता और समावेशन के प्रति हमारी प्रतिबद्धता पर आधारित थे।",
    "annualReport.2020.equity": "हिस्सेदारी",
    "annualReport.2020.globalStrategy": "वैश्विक रणनीति",
    "annualReport.2020.connectivityTitle": "संयोजकता",
    "annualReport.2020.connectivityIntro": "जबकि युवा लोग कोविड-19 के कारण अपने घरों के अंदर अलग-थलग थे, स्क्रैच ने उन्हें दूर के दोस्तों, सहपाठियों और परिवार के सदस्यों के साथ जुड़ने और बनाने का अवसर प्रदान किया। इसने बाहरी दुनिया के लिए एक पोर्टल के रूप में भी काम किया, जहां उन्होंने पाया कि देशों और महाद्वीपों के लाखों बच्चे वही अनुभव कर रहे थे जो वे कर रहे थे।",
    "annualReport.2020.aaronText": "एरिन के छात्रों ने अपने शहर का एक “कुकी” संस्करण बनाने के लिए एक साथ काम किया, जिसे “नॉरवल्ड नॉट” कहा जाता है, जो कहानी की किताबों के जीवों, मूल कलाकृति और परस्पर कहानी से भरा हुआ है। यह कई सहयोगी स्क्रैच परियोजनाओं में से एक था, एरिन ने छात्रों को यह याद दिलाने में मदद की कि भले ही कोविड-19 ने उन्हें अपने घरों के अंदर रखा, फिर भी वे एक देखभाल करने वाले और आनंदमय समुदाय का हिस्सा थे।",
    "annualReport.2020.spotlightStory": "कहानी सुर्खियों में",
    "annualReport.2020.connectivityIndia": "भारत में स्क्रैच ",
    "annualReport.2020.connectivityIndiaIntro": "भारत में, कोविड-19 महामारी ने भारी तबाही मचाई और कई युवाओं और परिवारों को लंबे समय तक घर के अंदर अलग-थलग रखा।",
    "annualReport.2020.connectivityIndiaParagraph": "संपूर्ण वैश्विक स्क्रैच समुदाय में, हमने मार्च 2020 से गतिविधि में भारी वृद्धि देखी। भारत की तुलना में कहीं भी यह अचानक वृद्धि अधिक स्पष्ट नहीं थी, जहां कोविड-19 महामारी ने भारी तबाही मचाई और कई युवा लोगों और परिवारों को लंबी अवधि के लिए अंदर ही अंदर अलग-थलग कर दिया। । स्क्रैच के माध्यम से, भारत में बच्चों ने पिछले वर्ष की तुलना में 602% अधिक प्रोजेक्ट बनाकर और साझा करके कनेक्शन पाया।",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "परियोजनाओं को 2020 में ऑनलाइन बनाया गया था",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "2019 से 602%",
    "annualReport.2020.connectivityRegistedUsers": "भारत में सर्वकालिक पंजीकृत उपयोगकर्ताओं की संख्या एक वर्ष में दोगुनी से अधिक हो गई,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "2019 में 300,000 से बढ़कर 2020 में 700,000 से अधिक।",
    "annualReport.2020.connectivityIndiaUsers": "अद्वितीय आगंतुकों की संख्या में वृद्धि हुई\n ",
    "annualReport.2020.connectivityIndiaUsersPercent": "156% ",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "प्रोजेक्ट बनाने वालों की संख्या बढ़ी\n ",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "2020 में\n ",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 हजार\n ",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million} ",
    "annualReport.2020.connectivityWorld": "दुनिया भर में स्क्रैच\n ",
    "annualReport.2020.connectivityWorldSubtitle": "अंतर्राष्ट्रीय सहयोगी",
    "annualReport.2020.connectivityCountryChileTitle": "स्क्रैच अल सूर",
    "annualReport.2020.connectivityCountryChile": "चिली",
    "annualReport.2020.connectivityCountryChileParagraph": "स्क्रैच अल सुर, `चिली और पूरे लैटिन अमेरिका में छात्रों और शिक्षकों के बीच कम्प्यूटेशनल और रचनात्मक सोच का समर्थन करने के लिए समर्पित है। उन्होंने रापा नुई और स्पैनिश में हमारे अनुवाद और स्थानीयकरण प्रयासों में सहायता की, और कई शिक्षकों को सहयोगात्मक, चंचल स्क्रैच पेशेवर विकास कार्यशालाओं में शामिल किया है।",
    "annualReport.2020.connectivityCountryBrazilTitle": "ब्राज़ील क्रिएटिव लर्निंग नेटवर्क",
    "annualReport.2020.connectivityCountryBrazil": "ब्राज़िल\n ",
    "annualReport.2020.connectivityCountryBrazilParagraph": "ब्राज़ीलियाई क्रिएटिव लर्निंग नेटवर्क एक जमीनी स्तर का आंदोलन है जो पूरे ब्राज़ील में चंचल, रचनात्मक और प्रासंगिक व्यावहारिक शैक्षिक प्रथाओं को लागू करता है। 2020 में, स्क्रैच टीम ने ब्राज़ीलियाई क्रिएटिव लर्निंग नेटवर्क के क्रिएटिव लर्निंग वीक कार्यक्रम में यह साझा करने के लिए प्रस्तुति दी कि कैसे बच्चे समुदाय बनाने, खुद को अभिव्यक्त करने और उनके लिए क्या महत्वपूर्ण है, इसके बारे में बोलने के लिए स्क्रैच का उपयोग कर रहे थे। बदले में, हमने सीखा कि कैसे नेटवर्क में शिक्षक अपने समुदायों में शिक्षार्थियों के साथ आत्म-अभिव्यक्ति के अवसर पैदा कर रहे थे।",
    "annualReport.2020.connectivityCountryIndiaTitle": "क्वेस्ट एलायंस",
    "annualReport.2020.connectivityCountryIndia": "भारत",
    "annualReport.2020.connectivityCountryIndiaParagraph": "{QuestAllianceLink}क्वेस्ट एलायंस लाखों शिक्षार्थियों और शिक्षकों को रचनात्मक कंप्यूटिंग सहित 21वीं सदी के कौशल के साथ सशक्त बनाता है। 2020 में,  पूरे भारत में शिक्षार्थियों और शिक्षकों के साथ स्क्रैच साझा किया।",
    "annualReport.2020.connectivityCountryUSATitle": "रास्पबेरी पाई फाउंडेशन",
    "annualReport.2020.connectivityCountryUSA": "यूके",
    "annualReport.2020.connectivityCountryUSAParagraph": "रास्पबेरी पाई फाउंडेशन दुनिया भर के लोगों के हाथों में कंप्यूटिंग और डिजिटल निर्माण की शक्ति देने के लिए काम करता है। अपनी मेकिंग एट होम पहल के माध्यम से, वे लाइवस्ट्रीम कार्यक्रमों का नेतृत्व करते हैं जो परिवारों और युवाओं को एक साथ सीखने और निर्माण करने के लिए प्रोत्साहित करते हैं। इनमें से कई लाइवस्ट्रीम में स्क्रैच ट्यूटोरियल दिखाए गए —और कभी-कभी, यहां तक ​​{USALink}!",
    "annualReport.2020.connectivityResources": "साहित्य ",
    "annualReport.2020.connectivityResourcesSubtitle": "लेगो फाउंडेशन के सहयोग से स्थानीयकरण",
    "annualReport.2020.connectivityResourcesParagraph": "हमारी बढ़ती वैश्विक पहुंच का समर्थन करने और हमारी COVID-19 प्रतिक्रिया में सहायता करने के लिए, लेगो फाउंडेशन ने उदार अनुदान के साथ स्क्रैच का समर्थन किया। इस फंडिंग के साथ, हम प्रमुख संसाधनों को स्थानीयकृत करने और दुनिया भर में और भी अधिक युवाओं तक पहुंचने में सक्षम हुए।",
    "annualReport.2020.connectivityExample1Title": "ट्यूटोरियल छवियाँ",
    "annualReport.2020.connectivityExample1Paragraph": "हमने 12 भाषाओं में 25 स्क्रैच ट्यूटोरियल के लिए छवियों का अनुवाद बनाया—कुल मिलाकर 1,000 से अधिक नई छवियां!",
    "annualReport.2020.connectivityExample2Title": "स्क्रैच से शुरुआत करना",
    "annualReport.2020.connectivityExample2Paragraph": "स्क्रैच के साथ शुरुआत करना वीडियो सबसे ज्यादा एक्सेस किया जाने वाला और देखा जाने वाला स्क्रैच ट्यूटोरियल वीडियो है, जो नए स्क्रैचर्स को पहली बार साइट से जुड़ने पर बधाई देता है। हम इस वीडियो का 25 नई भाषाओं में अनुवाद करने और विजुअल, वॉयसओवर और उपशीर्षक सहित पिछले 3 अनुवादों को अपडेट करने में सक्षम थे।",
    "annualReport.2020.connectivityExample3Title": "स्क्रैच एडीटर",
    "annualReport.2020.connectivityExample3Paragraph": "स्क्रैच प्रोजेक्ट संपादक सबसे आवश्यक स्क्रैच संसाधन है। हमने एक दक्षिण अफ़्रीकी अनुवाद कंपनी के साथ काम किया जो पांच दक्षिण अफ़्रीकी भाषाओं में स्क्रैच संपादक का अनुवाद और समीक्षा करने के लिए सांस्कृतिक रूप से प्रासंगिक शैक्षिक अनुवाद में माहिर है: इसिज़ुलु, इसिएक्सहोसा, अफ्रीकी, सेस्टवाना और सेपेडी।",
    "annualReport.2020.adaptationTitle": "अनुकूलन",
    "annualReport.2020.adaptationIntro": "जैसे ही COVID-19 ने स्कूलों को बंद करने के लिए मजबूर किया और सीखने को आभासी स्थानों पर धकेल दिया, कई छात्र और शिक्षक पहली बार स्क्रैच की खोज कर रहे थे या रचनात्मक कोडिंग को पढ़ाने और सीखने के तरीके को अपना रहे थे। हमारे अपने घरों से, स्क्रैच टीम ने शिक्षकों और ऑनलाइन समुदाय की बदलती जरूरतों का समर्थन करने के लिए काम किया।",
    "annualReport.2020.adaptationQuoteName": "बेनेडिक्ट होच्वार्टनर",
    "annualReport.2020.adaptationQuoteTitle": "क्रिएटिव लर्निंग के लिए क्यूरेटर, मुमोक, वियना, ऑस्ट्रिया",
    "annualReport.2020.adaptationQuoteText": "पिछले वर्ष की सभी परेशानियों में, स्क्रैच हमारे संचार का मंच, मिलने का स्थान और खुद को रचनात्मक रूप से व्यक्त करने का हमारा माध्यम बना रहा।",
    "annualReport.2020.adaptationHighlightName": "एरोन रेउलैंड",
    "annualReport.2020.adaptationHighlightTitle": "के-5 लाइब्रेरी मीडिया टीचर, नॉरवुड, एमए",
    "annualReport.2020.adaptationHighlightText": "नॉरवुड, मैसाचुसेट्स में आरोन रेउलैंड के टाइटल वन स्कूल में, उन्होंने दूर-दराज के छात्रों को रचनात्मक सीखने में मदद करने और समुदाय की भावना को फिर से जागृत करने के लिए स्क्रैच पर भरोसा किया “जब हम सभी के पास केवल एक चीज थी जिस पर मैं भरोसा कर सकता था वह एक काम करने वाला कंप्यूटर और एक इंटरनेट कनेक्शन था।”",
    "annualReport.2020.adaptationHighlightText2": "एरिन के छात्रों ने अपने शहर का एक \"कुकी\" संस्करण बनाने के लिए एक साथ काम किया, जिसे \"नॉरवल्ड नॉट\" कहा जाता है, जो कहानी की किताबों के जीवों, मूल कलाकृति और परस्पर कहानी से भरा हुआ है। यह कई सहयोगी स्क्रैच परियोजनाओं में से एक था, एरिन ने छात्रों को यह याद दिलाने में मदद की कि भले ही कोविड-19 ने उन्हें अपने घरों के अंदर रखा, फिर भी वे एक देखभाल करने वाले और आनंदमय समुदाय का हिस्सा थे।",
    "annualReport.2020.adaptationHighlightTitle2": "घर पर स्क्रैच",
    "annualReport.2020.adaptationHighlightText2b": "17 मार्च को, हमने{linkText} लॉन्च करके COVID-19 संकट का जवाब दिया बच्चों, परिवारों और शिक्षकों को घर पर स्क्रैच के साथ रचनात्मक शिक्षण गतिविधियों में संलग्न होने के लिए विचार प्रदान करना।",
    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "हमारी टीम ने घर पर बच्चों, माता-पिता और शिक्षकों से जुड़ने और विभिन्न प्रकार के स्क्रैच प्रोजेक्ट बनाने के लिए टिप्स और ट्रिक्स{linkText} साझा करने के लिए साप्ताहिक, लाइव होस्ट किया। हमारे क्रिएट-अलोंग स्टूडियो में उन परियोजनाओं को देखकर हमें बहुत आनंद आया, जिन्हें बनाने के लिए वे प्रेरित हुए थे!",
    "annualReport.2020.adaptationHighlightTitle4": "अपनी विंडो हैक करें",
    "annualReport.2020.adaptationHighlightText4b": "स्क्रैच शिक्षक एडुआर्ड मुंटानेर पेरीच ने एक #स्क्रैचएटहोम-प्रेरित स्टूडियो बनाया जिसने समुदाय में तूफान ला दिया:{linkText}। दुनिया भर से सैकड़ों स्क्रैचर्स ने अपनी खिड़की के ठीक बाहर होने वाले काल्पनिक खेलों और कहानियों की कल्पना की।",
    "annualReport.2020.adaptationEducatorsTitle": "शिक्षकों से जुड़ना\n ",
    "annualReport.2020.adaptationEducatorsText": "दुनिया भर के शिक्षकों ने अपने स्वयं के #स्क्रैचएटहोम विचार साझा किए और 8 अप्रैल, 2020 को एक जीवंत ट्विटर चैट में दूरस्थ रूप से शिक्षण के संघर्ष और जीत पर चर्चा की।",
    "annualReport.2020.adaptationSnapshot": "Snapshots",
    "annualReport.2020.adaptationSnapshot1Title": "Computer Clubhouse Network Virtual Workshops",
    "annualReport.2020.adaptationSnapshot1Text": "As part of our longstanding partnership, the Scratch Team conducts workshops for youth educators from {linkText}. Like educators around the world, our team had to conduct online workshops for the first time in 2020—and learn how to combat the isolation and technical difficulties of virtual learning. But thanks to online collaboration tools and innovative methods of sharing and reflecting, the team was able to recreate the collaborative, playful spirit of in-person workshops in a virtual space.",
    "annualReport.2020.adaptationSnapshot2Title": "Bring Yourself Into Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 was also a year of adapting our tools and platform. We developed and added new sprites to the Sprite Library to inspire and enable beginner Scratchers to make projects representative of their racial, cultural, gender, or other personal identity.",
    "annualReport.2020.communityTitle": "समुदाय ",
    "annualReport.2020.communityIntro": "In 2020, the Scratch Community became an even more vital place for young people to find a sense of togetherness and belonging. As we saw the meaningful conversations, collaborative projects, and moving stories Scratchers shared, we were in awe of their creative and resilient spirit.",
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "In 2019, with support from Google.org, the Scratch Team worked with Chicago Public School’s Office of Computer Science to connect students, families, teachers, and other community members through Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "This year, our teams faced a new challenge: how could we bring the playful, community-building spirit of Family Creative Coding Nights to a virtual space, helping schools develop vital connections with remote students and their families? We developed the Virtual Family Coding Nights guide to provide a structure for these connections and support joyful learning",
    "annualReport.2020.communityDownloadButton": "Virtual Family Coding Nights Guide",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], there were not many opportunities to engage with parents in such a fun, high energy way. So this opportunity provided much needed engagement...Teachers were apprehensive, but the students' level of excitement pushed them into a space where they had to trust the process and allow kids to learn from one another.",
    "annualReport.2020.communityScratchCommunity": "Scratch Community",
    "annualReport.2020.communityScratchCommunityIntro": "यह पूछे जाने पर कि वे स्क्रैच का उपयोग क्यों करते हैं, अधिकांश स्क्रैचर्स अपनी निरंतर भागीदारी को प्रेरित करने के लिए ऑनलाइन समुदाय के महत्व के बारे में बात करते हैं, एक ऐसा स्थान प्रदान करते हैं जहां वे अपनी रचनात्मकता व्यक्त कर सकते हैं, दोस्त बना सकते हैं, प्रतिक्रिया प्राप्त कर सकते हैं, नए विचार प्राप्त कर सकते हैं और नए कौशल सीख सकते हैं। कई स्क्रैचर्स एक दूसरे से जुड़ने, साझा करने और सीखने के लिए एक सुरक्षित और स्वागत योग्य स्थान के रूप में स्क्रैच समुदाय के लिए अपनी प्रशंसा व्यक्त करते हैं।",
    "annualReport.2020.communityQuoteGroupText1": "मैं 11 साल की उम्र में स्क्रैच में शामिल हो गया था और मंच का उपयोग करने और समुदाय के साथ बातचीत करने से मैंने जो चीजें सीखीं, वे वास्तव में मेरे सीखने के बड़े होने का एक महत्वपूर्ण हिस्सा थीं।",
    "annualReport.2020.communityQuoteGroupText2": "स्क्रैच ने मुझे घर से काम करने की अनुमति दी है, जैसे\n- लोगों और उनकी परियोजनाओं का सम्मान करें\n- दोस्त बनाओ\n- महसूस करें कि मैं इस क्वारंटाइन में अकेला नहीं हूं\n....और भी बहुत कुछ, इसलिए मैं कहना चाहता हूँ\nधन्यवाद!",
    "annualReport.2020.communityQuoteGroupText3": "मैं लगभग 2 वर्षों से स्क्रैच पर हूं, और यह एक जीवन बदलने वाला अनुभव रहा है! मैंने बहुत सी नई चीज़ें सीखी हैं, जैसे कोडिंग, ऑनलाइन शिष्टाचार और कला!",
    "annualReport.2020.communityQuoteGroupText4": "स्क्रैच छठी कक्षा में मेरा पसंदीदा शौक था। इसने मुझे गुप्त रूप से बूलियन तर्क, संचालन के क्रम, और नेस्टेड गणितीय अभिव्यक्तियों से परिचित कराया — कंप्यूटर प्रोग्रामिंग का उल्लेख नहीं करने के लिए।",
    "annualReport.2020.yearInReview": "सर्वेक्षण का वर्ष\n ",
    "annualReport.2020.yearInReviewText": "2020 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2020.yearInReviewCard1Date": "जनवरी ",
    "annualReport.2020.yearInReviewCard1Title": "End of the Decade Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers celebrated the close of a decade and new beginnings in this Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "अप्रैल ",
    "annualReport.2020.yearInReviewCard2Title": "अप्रैल मूर्ख दिवस\n ",
    "annualReport.2020.yearInReviewCard2Text": "“Mundane mysteries” appeared around the site, and Cat Blocks surprised and delighted the Scratch community.",
    "annualReport.2020.yearInReviewCard3Date": "अप्रैल ",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Scratch Team members began hosting live tutorials to connect and create with Scratchers and their families at home.",
    "annualReport.2020.yearInReviewCard4Date": "मई ",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers around the world shared thousands of projects around weekly themes, from recycled crafts to hand-washing jingles.",
    "annualReport.2020.yearInReviewCard5Date": "मई ",
    "annualReport.2020.yearInReviewCard5Title": "ब्लैक लाइव्स मैटर\n ",
    "annualReport.2020.yearInReviewCard5Text": "As racial justice protests swept the US, the community came together to support each other and call for change.",
    "annualReport.2020.yearInReviewCard6Date": "जून ",
    "annualReport.2020.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers shared their favorite indoor games and activities to keep themselves engaged while staying home.",
    "annualReport.2020.yearInReviewCard7Date": "जून ",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers created projects to honor Juneteenth and the continued fight for racial justice.",
    "annualReport.2020.yearInReviewCard8Date": "जुलाई ",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical got the whole community acting, singing, and dancing together.",
    "annualReport.2020.yearInReviewCard9Date": "अक्टूबर ",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers made hundreds of creative stories, games, and animations based on daily themed prompts.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Seeing the power you have when you’re creating something and can represent yourself and your problems and express them or solve them with code is a really magical experience and has real world impact.",
    "annualReport.2020.communitySnapshotTitle": "हमारे उपकरण में सुधार\n ",
    "annualReport.2020.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2020, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",
    "annualReport.2020.communitySnapshot2Title": "New Scratch Tutorials on YouTube",
    "annualReport.2020.communitySnapshot2Text": "The Scratch Team began sharing tutorials on our YouTube channel in March 2020 to help Scratchers gain the skills to create whatever they can imagine. From pixel art to virtual pets, these tutorials are a hit with Scratchers of all ages, gaining 1.3 million views in 2020.",
    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "कैच करने वाला गेम ",
    "annualReport.2020.tutorial3": "Character Designer",
    "annualReport.2020.tutorial4": "आभासी पालतू जानवर, वर्चुअल पेट ",
    "annualReport.2020.EDMessageTitle": "हमारे कार्यकारी निदेशक का एक संदेश\n ",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2020 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2020.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",
    "annualReport.2020.EDTitle": "Executive Director, Scratch Foundation",
    "annualReport.2020.lookingForward": "Looking Forward",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "We’ve received generous grants from the LEGO Foundation and Google.org to help expand our global reach, advance our mission, and support this important work. Learn more:",
    "annualReport.2020.learnMore": "Learn More:",
    "annualReport.2020.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: More help for more students",
    "annualReport.2020.supportersTitle": "हमारे समर्थकों को धन्यवाद",
    "annualReport.2020.supportersIntro": "हमारे उदार समर्थकों को धन्यवाद। आपका योगदान हमें दुनिया भर में, सभी पृष्ठभूमि से, सभी उम्र के बच्चों के लिए रचनात्मक सीखने के अवसरों का विस्तार करने में मदद करता है।",
    "annualReport.2020.ourSupporters": "Our Supporters",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to the Scratch Foundation from January 1, 2020 to December 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "इमेजिनेशन सर्कल —  $50,000+",
    "annualReport.2020.supportersInspirationTitle": "प्रेरणा मंडल — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "एक्सप्लोरेशन सर्कल — $5,000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "तरह के समर्थक",
    "annualReport.2020.leadershipTitle": "हमारी टीम",
    "annualReport.2020.leadershipBoard": "निदेशक मंडल",
    "annualReport.2020.leadershipChair": "कुर्सी",
    "annualReport.2020.leadershipProfessor": "लर्निंग रिसर्च के प्रोफेसर",
    "annualReport.2020.leadershipViceChair": "वाइस चेअर",
    "annualReport.2020.leadershipCoFounder": "सह-संस्थापक और सह-अध्यक्ष",
    "annualReport.2020.leadershipBoardMember": "बोर्ड के सदस्य",
    "annualReport.2020.leadershipPresidentCEO": "राष्ट्रपति और सीईओ",
    "annualReport.2020.leadershipFormerPresident": "पूर्व राष्ट्रपति",
    "annualReport.2020.leadershipFounderCEO": "Founder and Executive Chairman",
    "annualReport.2020.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "बोर्ड सचिव और कोषाध्यक्ष",
    "annualReport.2020.leadershipBoardSecretary": "बोर्ड सचिव",
    "annualReport.2020.leadershipBoardTreasurer": "बोर्ड कोषाध्यक्ष",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch Team",
    "annualReport.2020.leadershipED": "Executive Director",
    "annualReport.2020.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",
    "annualReport.2020.donateTitle": "हमें सहयोग दीजिये",
    "annualReport.2020.donateMessage": "आपका समर्थन हम सभी के लिए स्क्रैच मुक्त बनाने में सक्षम बनाता है, हमारे सर्वर को चालू रखता है, और सबसे महत्वपूर्ण बात यह है कि हम दुनिया भर के बच्चों को कल्पना करने, बनाने और साझा करने का अवसर प्रदान करने में सक्षम हैं। शुक्रिया!",
    "annualReport.2020.donateButton": "दान करें ",
    "annualReport.2020.projectBy": "project by",
    "annualReport.2020.altAvatar": "user avatar",
    "annualReport.2020.altDropdownArrow": "Arrow indicating dropdown menu.",
    "annualReport.2020.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2020.altWave": "An emoji hand waving.",
    "annualReport.2020.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2020.altBlocks": "Two scratch blocks stacked on top of one another.",
    "annualReport.2020.altBanana": "A banana with a wire plugged into it.",
    "annualReport.2020.altProjectsIllustration": "Three children, one standing, one sitting in a wheelchair, and one sitting on the ground paint and cut art projects.",
    "annualReport.2020.altPassionIllustration": "Three children, one standing, one kneeling, and one sitting on the ground paint, play music on a piano, and stargaze using a telescope.",
    "annualReport.2020.altPeersIllustration": "Four childeren sit around a campfire playing games and high fiving.",
    "annualReport.2020.altPlayIllustration": "Three children, one standing, one kneeling, and one sitting crosslegged stack rocks, play with toy boats, and fold origami.",
    "annualReport.2020.altCalendar": "A calendar displaying the year 2020.",
    "annualReport.2020.altCommentsVisualization": "Two comment bubbles. One smaller and darker representing the share of comments in 2019. One lighter representing the increase in comments made in 2020.",
    "annualReport.2020.altArrowUp": "An arrow pointing up and to the right.",
    "annualReport.2020.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2020.altScratchHorizontalCommand": "A scratch horizontal command component.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontal loop component.",
    "annualReport.2020.altPieChart": "Visualization showing the 602% increase in projects created during 2020 in relation to projects created in 2019.",
    "annualReport.2020.altUsers": "Two generic user icons, a slightly smaller gray one and a slightly larger purple one.",
    "annualReport.2020.altArrowNext": "An arrow pointing to the right.",
    "annualReport.2020.altBenedict": "Avatar for Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2020.altSprinklesLeft": "A smiley face, scratch component, and heart displayed on a phone.",
    "annualReport.2020.altSprinklesRight": "A hand interacting with scratch components.",
    "annualReport.2020.altFileDownload": "An arrow pointing into a basket indicating that a file can be downloaded.",
    "annualReport.2020.altWaveTop": "A light blue wave covered with scratch avatars and scratch components.",
    "annualReport.2020.altWaveBottom": "A light blue wave.",
    "annualReport.2020.altConnectingLine": "A dotted line connecting the months",
    "annualReport.2020.altApril": "A pen and pencil drawing on a scratch project depicting a boat and water.",
    "annualReport.2020.altMay": "A calendar marked with emojis placed on a bubble.",
    "annualReport.2020.altJune": "The Juneteenth flag and a paper airplane.",
    "annualReport.2020.altJuly": "A microphone and music notes.",
    "annualReport.2020.altToolsIllustration": "A hand touching an exclamation point icon above a few text bubbles.",
    "annualReport.2020.altVirtualTown": "A girl runs along a sidewalk in front of a few houses.",
    "annualReport.2020.altCatchGame": "An apple floats on the horizon to the right while a basket sits below toward the center of the frame.",
    "annualReport.2020.altCharacterDesigner": "A dog sits in front of a green and white chevron background.",
    "annualReport.2020.altVirtualPet": "A hedgehog sits on top of a rock in the middle of some grass.",
    "annualReport.2020.altLookingForward": "A watering tree waters a sapling that grows into a tall tree.",
    "annualReport.2020.altIndia1": "A lit sparkler appears below text saying \"happy Diwali!\"",
    "annualReport.2020.altIndia2": "The scratch cat mascot appears next to some text written in Hindi",
    "annualReport.2020.altIndia3": "An Indian woman appears in front of the Indian flag which has a heart containing the word \"India\" on it.",
    "annualReport.2020.altIndia4": "Two hands appear over a flute in front of a background containing a boardwalk and sea.",
    "annualReport.2020.altChile": "A group of children sits around a table filled with arts and crafts and a laptop.",
    "annualReport.2020.altBrazil": "Children sit in front of a laptop connected to five spoons with wires.",
    "annualReport.2020.altIndia": "A woman instructs girls sitting in front of a computer.",
    "annualReport.2020.altUSA": "A small video thumbnail is displayed next to a screenshot of the Scratch user interface",
    "annualReport.2020.altChileIcon": "The Scratch mascot",
    "annualReport.2020.altBrazilIcon": "A green swirl",
    "annualReport.2020.altIndiaIcon": "A star interlocked with a circle",
    "annualReport.2020.altUSAIcon": "A cartoon raspberry, the Raspberry Pi Foundation logo",
    "annualReport.2020.altTutorial": "A Scratch tutorial in Spanish",
    "annualReport.2020.altGettingStarted": "A play button sits on top of the Scratch UI.",
    "annualReport.2020.altEditor": "The Scratch UI along with a preview of the progam currently being built showing two people talking to each other.",
    "annualReport.2020.altHackYourWindow": "A dog in a space helmet, a star, and a donut float outside a window in space.",
    "annualReport.2020.altScratchInteraction": "Two people talk amongst scratch components. One is handing a component to the other one.",
    "annualReport.2020.altImageBubbles": "Images from Scratch projects appear in bubble shapes grouped together.",
    "annualReport.2020.altConnectivityVideoPreview": "A play button appears over a scene of friendly sea creatures.",
    "annualReport.2020.altAdaptationVideoPreview": "A play button apppears over various scenes from the Scratch user interface.",
    "annualReport.2020.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2020.altAprilCard": "Multiple screenshots from the Scratch UI are placed together.",
    "annualReport.2020.altMayCard": "Hands belonging to people of a variety of races are raised in fists.",
    "annualReport.2020.altJuneCard": "A person staples a paper flower together.",
    "annualReport.2020.altJulyCard": "A crab, mermaid, and octopus play music together under the sea.",
    "annualReport.2020.altOctoberCard": "A pumpkin and candy corn appear on the wall above a computer workstation.",
    "annualReport.2020.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}