{
    "annualReport.2020.subnavFoundersMessage": "संस्थापक का संदेश\n ",
    "annualReport.2020.subnavMission": "विशेष कार्य",
    "annualReport.2020.subnavReach": "पहुंच",
    "annualReport.2020.subnavThemes": "विषयों",
    "annualReport.2020.subnavDirectorsMessage": "निर्देशक का संदेश\n ",
    "annualReport.2020.subnavSupporters": "समर्थकों",
    "annualReport.2020.subnavTeam": "समूह",
    "annualReport.2020.subnavDonate": "दान करें ",
    "annualReport.2020.mastheadYear": "2020 वार्षिक विवरण\n ",
    "annualReport.2020.mastheadTitle": "एक बदलती दुनिया के लिए अनुकूलन",
    "annualReport.2020.foundersMessageTitle": "हमारे संस्थापक का एक संदेश\n ",
    "annualReport.2020.foundersMessageP1": "वर्ष 2020 को उस वर्ष के रूप में याद किया जाएगा जब कोविड महामारी दुनिया भर में फैल गई, जिससे सभी के जीवन में कठिनाइयाँ और व्यवधान पैदा हो गए - सबसे बड़ी कठिनाइयाँ उन लोगों पर पड़ रही हैं जो पहले से ही अपने जीवन में चुनौतियों का सामना कर रहे हैं।",
    "annualReport.2020.foundersMessageP2": "महामारी के दौरान, दुनिया भर के युवा, जो अपने घरों में अलग-थलग हैं, स्क्रैच वेबसाइट पर पहले से कहीं अधिक संख्या में आए हैं, स्क्रैच को एक सुरक्षित स्थान के रूप में देखते हुए जहां वे खुद को रचनात्मक रूप से अभिव्यक्त कर सकते हैं, नए कौशल सीख सकते हैं और एक एक दूसरे के साथ सहयोग कर सकते हैं। हम 2020 के दौरान युवाओं द्वारा बनाई गई बहुत सारी स्क्रैच परियोजनाओं से प्रेरित थे, उनमें से कई महामारी, जलवायु परिवर्तन, नस्लीय अन्याय और अन्य मुद्दों के बारे में अपने विचार और भावनाओं को साझा कर रहे थे। युवा न केवल कम्प्यूटेशनल अवधारणाएं और कौशल सीख रहे थे, बल्कि अपनी आवाज और अपनी पहचान भी विकसित कर रहे थे।\n ",
    "annualReport.2020.foundersMessageP3": "यह सुनिश्चित करने के लिए कि स्क्रैच आने वाले वर्षों में युवा लोगों के जीवन में इस महत्वपूर्ण भूमिका को जारी रख सके, हम स्क्रैच में महत्वपूर्ण संगठनात्मक परिवर्तन कर रहे हैं। 2020 की शुरुआत में, स्क्रैच टीम मैसाचुसेट्स प्रौद्योगिकी संस्थान मीडिया लैब में अपने लंबे समय के घर से बाहर निकली और बोस्टन शहर में स्क्रैच फाउंडेशन के नए कार्यालयों में चली गई। यह कदम हमें भविष्य में वैश्विक रचनात्मक कोडिंग प्लेटफॉर्म के रूप में स्क्रैच का समर्थन करने में सक्षम एक स्थायी संगठन बनाने में मदद करेगा।",
    "annualReport.2020.foundersMessageP4": "2020 के अंत में इस संगठनात्मक परिवर्तन के हिस्से के रूप में, हमने स्क्रैच फाउंडेशन के कार्यकारी निदेशक के रूप में काम करने के लिए शावना यंग को नियुक्त किया। शावना स्क्रैच फाउंडेशन में शिक्षा और गैर-लाभकारी प्रबंधन में एक मजबूत पृष्ठभूमि, और निष्पक्षता और समावेशन के लिए एक गहरी प्रतिबद्धता के साथ आता है। ड्यूक और एमआईटी जैसे संस्थानों में अपने पूरे करियर के दौरान, शावना ने विविध समुदायों के छात्रों के लिए सीखने के अनुभवों का विस्तार करने के लिए काम किया है। वह प्रतिबद्धता स्क्रैच के मिशन और मूल्यों के साथ दृढ़ता से जुड़ी हुई है, और यह स्क्रैच में उसके नेतृत्व में महत्वपूर्ण भूमिका निभाएगी। मैं आपको इस वार्षिक रिपोर्ट के अंत में शावना के संदेश को पढ़ने के लिए प्रोत्साहित करता हूं।",
    "annualReport.2020.foundersMessageP5": "पिछले एक दशक में, स्क्रैच को अभूतपूर्व सफलता मिली है, जिसने दुनिया भर के लाखों युवाओं को जोड़ा है। लेकिन हम अभी शुरुआत कर रहे हैं। आने वाले वर्षों के लिए चुनौती यह सुनिश्चित करना है कि हम न केवल अपनी तकनीक का प्रसार और समर्थन करना जारी रख सकें, बल्कि हमारे रचनात्मक, देखभाल करने वाले, सहयोगी सीखने के दृष्टिकोण को भी बढ़ावा दे सकें, ताकि दुनिया भर के युवाओं के पास कल्पना करने, बनाने, साझा करने और साझा करने के समान अवसर हों। सीखना। हम ऐसा करने के लिए आप सभी के साथ काम करने के लिए उत्सुक हैं!",
    "annualReport.2020.foundersMessageScratchTitle": "चेयर, स्क्रैच फाउंडेशन\n ",
    "annualReport.2020.foundersMessageAffiliation": "प्रोफेसर, एमआईटी मीडिया लैब\n ",
    "annualReport.2020.watchVideo": "व्हिडिओ देखें ",
    "annualReport.2020.missionTitle": "हमारा मिशन और दृष्टिकोण",
    "annualReport.2020.visionHeader": "दृष्टिकोण",
    "annualReport.2020.visionSubtitle": "दुनिया भर में कोडिंग के प्रति रचनात्मक, देखभाल करने वाला, सहयोगी, न्यायसंगत दृष्टिकोण फैलाने के लिए।",
    "annualReport.2020.missionHeader": "विशेष कार्य",
    "annualReport.2020.missionSubtitle": "युवाओं को डिजिटल उपकरणऔर कल्पना करने, बनाने, साझा करने और सीखने के अवसर प्रदान करना।",
    "annualReport.2020.missionP1": "हम शैक्षिक न्याय और हमारे काम के सभी पहलुओं में समानता को प्राथमिकता देने के लिए प्रतिबद्ध हैं। हम उन पहलुओं और दृष्टिकोण की तरफ विशेष ध्यान देते हैं जो ऐसे बच्चों, परिवारों और शिक्षकों का समर्थन करते हैं जो रचनात्मक कंप्यूटिंग से अपवर्जित हैं।",
    "annualReport.2020.missionP2": "हमने स्क्रैच को एक स्वतंत्र, सुरक्षित, बच्चों के सीखने के माहौल के रूप में विकसित किया है जो सभी बच्चों को रचनात्मक रूप से सोचने, व्यवस्थित रूप से तर्क करने और सहयोगी रूप से काम करने में संलग्न करता है—जो आज के समाज में सभी के लिए आवश्यक कौशल है। हम बच्चों की खोज, साझा करने और सीखने में सहायता करने के लिए शिक्षकों और परिवारों के साथ काम करते हैं।",
    "annualReport.2020.missionP3": "नई तकनीकों, गतिविधियों और सीखने की सामग्री को विकसित करने में, हम रचनात्मक शिक्षा के चार पी के द्वारा निर्देशित होते हैं\n ",
    "annualReport.2020.fourPs": "क्रिएटिव लर्निंग के चार पी",
    "annualReport.2020.missionProjectsTitle": "प्रोजेक्ट ",
    "annualReport.2020.missionPeersTitle": "पीअर्स, समकक्ष ",
    "annualReport.2020.missionPassionTitle": "पैशन, उत्साह ",
    "annualReport.2020.missionPlayTitle": "चलाएँ",
    "annualReport.2020.missionProjectsDescription": "रचनात्मक रूप से खुद को डिजाइन करने, बनाने और व्यक्त करने में बच्चों को शामिल करें",
    "annualReport.2020.missionPeersDescription": "सहयोग करने, साझा करने, रीमिक्स करने और सलाह देने में बच्चों का समर्थन करें",
    "annualReport.2020.missionPassionDescription": "बच्चों को उनकी रुचियों पर निर्माण करने और व्यक्तिगत रूप से सार्थक परियोजनाओं पर काम करने में सक्षम बनाएं",
    "annualReport.2020.missionPlayDescription": "बच्चों को टिंकर, प्रयोग और पुनरावृति के लिए प्रोत्साहित करें",
    "annualReport.2020.reachTitle": "दुनिया भर के बच्चों तक पहुंचना",
    "annualReport.2020.reachSubtitle": "स्क्रैच 8 साल और उससे अधिक उम्र के बच्चों और किशोरों के लिए दुनिया का सबसे बड़ा कोडिंग समुदाय है",
    "annualReport.2020.reachMillion": "दस लाख",
    "annualReport.2020.reachNewUsersNumber": "15{million}",
    "annualReport.2020.reachNewUsersIncrease": "2019 से 3.8%",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}\n ",
    "annualReport.2020.reachProjectsCreatedIncrease": "2019 से 37%",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}\n ",
    "annualReport.2020.reachProjectCreatorsIncrease": "2019 से 44%",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "नए उपयोगकर्ता",
    "annualReport.2020.reachProjectsCreated": "परियोजनाओं का निर्माण",
    "annualReport.2020.reachProjectCreators": "लोग प्रोजेक्ट बना रहे हैं\n ",
    "annualReport.2020.reachComments": "पोस्ट की गई टिप्पणियों में वृद्धि\n ",
    "annualReport.2020.reachGlobalCommunity": "हमारा वैश्विक समुदाय",
    "annualReport.2020.reachMapBlurb": "स्क्रैच के लॉन्च से दिसंबर 2020 तक स्क्रैच ऑनलाइन समुदाय में पंजीकृत कुल खाते",
    "annualReport.2020.reachMap24M": "24 मिलियन\n ",
    "annualReport.2020.reachMapLog": "एक लघुगणकीय पैमाने पर",
    "annualReport.2020.reachTranslationTitle": "स्क्रैच का 64 भाषाओं में अनुवाद किया गया है\n ",
    "annualReport.2020.reachTranslationIncrease": "2019 से 3 भाषाएँ\n ",
    "annualReport.2020.reachTranslationBlurb": "दुनिया भर से स्वयंसेवक अनुवादकों को धन्यवाद।",
    "annualReport.2020.reachScratchJrBlurb": "स्क्रैचजेआर एक परिचयात्मक प्रोग्रामिंग वातावरण है जो छोटे बच्चों (उम्र 5-7) को अपनी इंटरैक्टिव कहानियां और गेम बनाने में सक्षम बनाता है।",
    "annualReport.2020.reachDownloadsMillion": "3 {million} ",
    "annualReport.2020.reachDownloads": "2020 में डाउनलोड\n ",
    "annualReport.2020.reachDownloadsIncrease": "2019 से 2 {million} ",
    "annualReport.2020.themesTitle": "उभरती हुई विषयवस्तु",
    "annualReport.2020.themesDescription": "जैसे युवा लोगों ने कोविड-19 की अभूतपूर्व चुनौतियों का सामना किया, स्क्रैच उनके लिए जुड़ने, निर्माण करने और खुद को अभिव्यक्त करने के लिए पहले से कहीं अधिक महत्वपूर्ण स्थान बन गया। पूरे वर्ष के दौरान, हमारा काम हमारे बढ़ते वैश्विक समुदाय को सर्वोत्तम समर्थन देने के लिए तीन क्षेत्रों पर केंद्रित था: कनेक्टिविटी, अनुरूपण और समुदाय। हमेशा की तरह, हमारे प्रयास निष्पक्षता और समावेशन के प्रति हमारी प्रतिबद्धता पर आधारित थे।",
    "annualReport.2020.equity": "हिस्सेदारी",
    "annualReport.2020.globalStrategy": "वैश्विक रणनीति",
    "annualReport.2020.connectivityTitle": "संयोजकता",
    "annualReport.2020.connectivityIntro": "जबकि युवा लोग कोविड-19 के कारण अपने घरों के अंदर अलग-थलग थे, स्क्रैच ने उन्हें दूर के दोस्तों, सहपाठियों और परिवार के सदस्यों के साथ जुड़ने और बनाने का अवसर प्रदान किया। इसने बाहरी दुनिया के लिए एक पोर्टल के रूप में भी काम किया, जहां उन्होंने पाया कि देशों और महाद्वीपों के लाखों बच्चे वही अनुभव कर रहे थे जो वे कर रहे थे।",
    "annualReport.2020.aaronText": "एरिन के छात्रों ने अपने शहर का एक “कुकी” संस्करण बनाने के लिए एक साथ काम किया, जिसे “नॉरवल्ड नॉट” कहा जाता है, जो कहानी की किताबों के जीवों, मूल कलाकृति और परस्पर कहानी से भरा हुआ है। यह कई सहयोगी स्क्रैच परियोजनाओं में से एक था, एरिन ने छात्रों को यह याद दिलाने में मदद की कि भले ही कोविड-19 ने उन्हें अपने घरों के अंदर रखा, फिर भी वे एक देखभाल करने वाले और आनंदमय समुदाय का हिस्सा थे।",
    "annualReport.2020.spotlightStory": "कहानी सुर्खियों में",
    "annualReport.2020.connectivityIndia": "भारत में स्क्रैच ",
    "annualReport.2020.connectivityIndiaIntro": "भारत में, कोविड-19 महामारी ने भारी तबाही मचाई और कई युवाओं और परिवारों को लंबे समय तक घर के अंदर अलग-थलग रखा।",
    "annualReport.2020.connectivityIndiaParagraph": "संपूर्ण वैश्विक स्क्रैच समुदाय में, हमने मार्च 2020 से गतिविधि में भारी वृद्धि देखी। भारत की तुलना में कहीं भी यह अचानक वृद्धि अधिक स्पष्ट नहीं थी, जहां कोविड-19 महामारी ने भारी तबाही मचाई और कई युवा लोगों और परिवारों को लंबी अवधि के लिए अंदर ही अंदर अलग-थलग कर दिया। । स्क्रैच के माध्यम से, भारत में बच्चों ने पिछले वर्ष की तुलना में 602% अधिक प्रोजेक्ट बनाकर और साझा करके कनेक्शन पाया।",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "परियोजनाओं को 2020 में ऑनलाइन बनाया गया था",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "2019 से 602%",
    "annualReport.2020.connectivityRegistedUsers": "भारत में सर्वकालिक पंजीकृत उपयोगकर्ताओं की संख्या एक वर्ष में दोगुनी से अधिक हो गई,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "2019 में 300,000 से बढ़कर 2020 में 700,000 से अधिक।",
    "annualReport.2020.connectivityIndiaUsers": "अद्वितीय आगंतुकों की संख्या में वृद्धि हुई\n ",
    "annualReport.2020.connectivityIndiaUsersPercent": "156% ",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "प्रोजेक्ट बनाने वालों की संख्या बढ़ी\n ",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "2020 में\n ",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 हजार\n ",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million} ",
    "annualReport.2020.connectivityWorld": "दुनिया भर में स्क्रैच\n ",
    "annualReport.2020.connectivityWorldSubtitle": "अंतर्राष्ट्रीय सहयोगी",
    "annualReport.2020.connectivityCountryChileTitle": "स्क्रैच अल सूर",
    "annualReport.2020.connectivityCountryChile": "चिली",
    "annualReport.2020.connectivityCountryChileParagraph": "स्क्रैच अल सुर, `चिली और पूरे लैटिन अमेरिका में छात्रों और शिक्षकों के बीच कम्प्यूटेशनल और रचनात्मक सोच का समर्थन करने के लिए समर्पित है। उन्होंने रापा नुई और स्पैनिश में हमारे अनुवाद और स्थानीयकरण प्रयासों में सहायता की, और कई शिक्षकों को सहयोगात्मक, चंचल स्क्रैच पेशेवर विकास कार्यशालाओं में शामिल किया है।",
    "annualReport.2020.connectivityCountryBrazilTitle": "ब्राज़ील क्रिएटिव लर्निंग नेटवर्क",
    "annualReport.2020.connectivityCountryBrazil": "ब्राज़िल\n ",
    "annualReport.2020.connectivityCountryBrazilParagraph": "ब्राज़ीलियाई क्रिएटिव लर्निंग नेटवर्क एक जमीनी स्तर का आंदोलन है जो पूरे ब्राज़ील में चंचल, रचनात्मक और प्रासंगिक व्यावहारिक शैक्षिक प्रथाओं को लागू करता है। 2020 में, स्क्रैच टीम ने ब्राज़ीलियाई क्रिएटिव लर्निंग नेटवर्क के क्रिएटिव लर्निंग वीक कार्यक्रम में यह साझा करने के लिए प्रस्तुति दी कि कैसे बच्चे समुदाय बनाने, खुद को अभिव्यक्त करने और उनके लिए क्या महत्वपूर्ण है, इसके बारे में बोलने के लिए स्क्रैच का उपयोग कर रहे थे। बदले में, हमने सीखा कि कैसे नेटवर्क में शिक्षक अपने समुदायों में शिक्षार्थियों के साथ आत्म-अभिव्यक्ति के अवसर पैदा कर रहे थे।",
    "annualReport.2020.connectivityCountryIndiaTitle": "क्वेस्ट एलायंस",
    "annualReport.2020.connectivityCountryIndia": "भारत",
    "annualReport.2020.connectivityCountryIndiaParagraph": "{QuestAllianceLink}क्वेस्ट एलायंस लाखों शिक्षार्थियों और शिक्षकों को रचनात्मक कंप्यूटिंग सहित 21वीं सदी के कौशल के साथ सशक्त बनाता है। 2020 में,  पूरे भारत में शिक्षार्थियों और शिक्षकों के साथ स्क्रैच साझा किया।",
    "annualReport.2020.connectivityCountryUSATitle": "रास्पबेरी पाई फाउंडेशन",
    "annualReport.2020.connectivityCountryUSA": "यूके",
    "annualReport.2020.connectivityCountryUSAParagraph": "रास्पबेरी पाई फाउंडेशन दुनिया भर के लोगों के हाथों में कंप्यूटिंग और डिजिटल निर्माण की शक्ति देने के लिए काम करता है। अपनी मेकिंग एट होम पहल के माध्यम से, वे लाइवस्ट्रीम कार्यक्रमों का नेतृत्व करते हैं जो परिवारों और युवाओं को एक साथ सीखने और निर्माण करने के लिए प्रोत्साहित करते हैं। इनमें से कई लाइवस्ट्रीम में स्क्रैच ट्यूटोरियल दिखाए गए —और कभी-कभी, यहां तक ​​{USALink}!",
    "annualReport.2020.connectivityResources": "साहित्य ",
    "annualReport.2020.connectivityResourcesSubtitle": "लेगो फाउंडेशन के सहयोग से स्थानीयकरण",
    "annualReport.2020.connectivityResourcesParagraph": "हमारी बढ़ती वैश्विक पहुंच का समर्थन करने और हमारी COVID-19 प्रतिक्रिया में सहायता करने के लिए, लेगो फाउंडेशन ने उदार अनुदान के साथ स्क्रैच का समर्थन किया। इस फंडिंग के साथ, हम प्रमुख संसाधनों को स्थानीयकृत करने और दुनिया भर में और भी अधिक युवाओं तक पहुंचने में सक्षम हुए।",
    "annualReport.2020.connectivityExample1Title": "ट्यूटोरियल छवियाँ",
    "annualReport.2020.connectivityExample1Paragraph": "हमने 12 भाषाओं में 25 स्क्रैच ट्यूटोरियल के लिए छवियों का अनुवाद बनाया—कुल मिलाकर 1,000 से अधिक नई छवियां!",
    "annualReport.2020.connectivityExample2Title": "स्क्रैच से शुरुआत करना",
    "annualReport.2020.connectivityExample2Paragraph": "स्क्रैच के साथ शुरुआत करना वीडियो सबसे ज्यादा एक्सेस किया जाने वाला और देखा जाने वाला स्क्रैच ट्यूटोरियल वीडियो है, जो नए स्क्रैचर्स को पहली बार साइट से जुड़ने पर बधाई देता है। हम इस वीडियो का 25 नई भाषाओं में अनुवाद करने और विजुअल, वॉयसओवर और उपशीर्षक सहित पिछले 3 अनुवादों को अपडेट करने में सक्षम थे।",
    "annualReport.2020.connectivityExample3Title": "स्क्रैच एडीटर",
    "annualReport.2020.connectivityExample3Paragraph": "स्क्रैच प्रोजेक्ट संपादक सबसे आवश्यक स्क्रैच संसाधन है। हमने एक दक्षिण अफ़्रीकी अनुवाद कंपनी के साथ काम किया जो पांच दक्षिण अफ़्रीकी भाषाओं में स्क्रैच संपादक का अनुवाद और समीक्षा करने के लिए सांस्कृतिक रूप से प्रासंगिक शैक्षिक अनुवाद में माहिर है: इसिज़ुलु, इसिएक्सहोसा, अफ्रीकी, सेस्टवाना और सेपेडी।",
    "annualReport.2020.adaptationTitle": "अनुकूलन",
    "annualReport.2020.adaptationIntro": "जैसे ही COVID-19 ने स्कूलों को बंद करने के लिए मजबूर किया और सीखने को आभासी स्थानों पर धकेल दिया, कई छात्र और शिक्षक पहली बार स्क्रैच की खोज कर रहे थे या रचनात्मक कोडिंग को पढ़ाने और सीखने के तरीके को अपना रहे थे। हमारे अपने घरों से, स्क्रैच टीम ने शिक्षकों और ऑनलाइन समुदाय की बदलती जरूरतों का समर्थन करने के लिए काम किया।",
    "annualReport.2020.adaptationQuoteName": "बेनेडिक्ट होच्वार्टनर",
    "annualReport.2020.adaptationQuoteTitle": "क्रिएटिव लर्निंग के लिए क्यूरेटर, मुमोक, वियना, ऑस्ट्रिया",
    "annualReport.2020.adaptationQuoteText": "पिछले वर्ष की सभी परेशानियों में, स्क्रैच हमारे संचार का मंच, मिलने का स्थान और खुद को रचनात्मक रूप से व्यक्त करने का हमारा माध्यम बना रहा।",
    "annualReport.2020.adaptationHighlightName": "एरोन रेउलैंड",
    "annualReport.2020.adaptationHighlightTitle": "के-5 लाइब्रेरी मीडिया टीचर, नॉरवुड, एमए",
    "annualReport.2020.adaptationHighlightText": "नॉरवुड, मैसाचुसेट्स में आरोन रेउलैंड के टाइटल वन स्कूल में, उन्होंने दूर-दराज के छात्रों को रचनात्मक सीखने में मदद करने और समुदाय की भावना को फिर से जागृत करने के लिए स्क्रैच पर भरोसा किया “जब हम सभी के पास केवल एक चीज थी जिस पर मैं भरोसा कर सकता था वह एक काम करने वाला कंप्यूटर और एक इंटरनेट कनेक्शन था।”",
    "annualReport.2020.adaptationHighlightText2": "एरिन के छात्रों ने अपने शहर का एक \"कुकी\" संस्करण बनाने के लिए एक साथ काम किया, जिसे \"नॉरवल्ड नॉट\" कहा जाता है, जो कहानी की किताबों के जीवों, मूल कलाकृति और परस्पर कहानी से भरा हुआ है। यह कई सहयोगी स्क्रैच परियोजनाओं में से एक था, एरिन ने छात्रों को यह याद दिलाने में मदद की कि भले ही कोविड-19 ने उन्हें अपने घरों के अंदर रखा, फिर भी वे एक देखभाल करने वाले और आनंदमय समुदाय का हिस्सा थे।",
    "annualReport.2020.adaptationHighlightTitle2": "घर पर स्क्रैच",
    "annualReport.2020.adaptationHighlightText2b": "17 मार्च को, हमने{linkText} लॉन्च करके COVID-19 संकट का जवाब दिया बच्चों, परिवारों और शिक्षकों को घर पर स्क्रैच के साथ रचनात्मक शिक्षण गतिविधियों में संलग्न होने के लिए विचार प्रदान करना।",
    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "हमारी टीम ने घर पर बच्चों, माता-पिता और शिक्षकों से जुड़ने और विभिन्न प्रकार के स्क्रैच प्रोजेक्ट बनाने के लिए टिप्स और ट्रिक्स{linkText} साझा करने के लिए साप्ताहिक, लाइव होस्ट किया। हमारे क्रिएट-अलोंग स्टूडियो में उन परियोजनाओं को देखकर हमें बहुत आनंद आया, जिन्हें बनाने के लिए वे प्रेरित हुए थे!",
    "annualReport.2020.adaptationHighlightTitle4": "अपनी विंडो हैक करें",
    "annualReport.2020.adaptationHighlightText4b": "स्क्रैच शिक्षक एडुआर्ड मुंटानेर पेरीच ने एक #स्क्रैचएटहोम-प्रेरित स्टूडियो बनाया जिसने समुदाय में तूफान ला दिया:{linkText}। दुनिया भर से सैकड़ों स्क्रैचर्स ने अपनी खिड़की के ठीक बाहर होने वाले काल्पनिक खेलों और कहानियों की कल्पना की।",
    "annualReport.2020.adaptationEducatorsTitle": "शिक्षकों से जुड़ना\n ",
    "annualReport.2020.adaptationEducatorsText": "दुनिया भर के शिक्षकों ने अपने स्वयं के #स्क्रैचएटहोम विचार साझा किए और 8 अप्रैल, 2020 को एक जीवंत ट्विटर चैट में दूरस्थ रूप से शिक्षण के संघर्ष और जीत पर चर्चा की।",
    "annualReport.2020.adaptationSnapshot": "स्नैपशॉट्स",
    "annualReport.2020.adaptationSnapshot1Title": "कंप्यूटर क्लबहाउस नेटवर्क वर्चुअल वर्कशॉप",
    "annualReport.2020.adaptationSnapshot1Text": "हमारी दीर्घकालिक साझेदारी के हिस्से के रूप में, स्क्रैच टीम युवा शिक्षकों के लिए कार्यशालाएँ {linkText} आयोजित करती है। दुनिया भर के शिक्षकों की तरह, हमारी टीम को 2020 में पहली बार ऑनलाइन कार्यशालाएँ आयोजित करनी थीं— और सीखना था कि आभासी शिक्षा के अलगाव और तकनीकी कठिनाइयों का मुकाबला कैसे किया जाए। लेकिन ऑनलाइन सहयोग टूल और साझा करने और प्रतिबिंबित करने के नवीन तरीकों के लिए धन्यवाद, टीम एक आभासी स्थान में व्यक्तिगत कार्यशालाओं की सहयोगी, चंचल भावना को फिर से बनाने में सक्षम थी।",
    "annualReport.2020.adaptationSnapshot2Title": "अपने आप को स्क्रैच में लाओ",
    "annualReport.2020.adaptationSnapshot2Text": "2020 हमारे टूल और प्लेटफ़ॉर्म को अपनाने का भी वर्ष था। हमने शुरुआती स्क्रैचर्स को परियोजनाओं को उनकी नस्लीय, सांस्कृतिक, लिंग या अन्य व्यक्तिगत पहचान का प्रतिनिधि बनाने के लिए प्रेरित करने और सक्षम करने के लिए स्प्राइट लाइब्रेरी में नए स्प्राइट विकसित और जोड़े हैं।",
    "annualReport.2020.communityTitle": "समुदाय ",
    "annualReport.2020.communityIntro": "2020 में, स्क्रैच समुदाय युवाओं के लिए एकजुटता और अपनेपन की भावना खोजने के लिए और भी महत्वपूर्ण स्थान बन गया। जैसे ही हमने स्क्रैचर्स द्वारा साझा की गई सार्थक बातचीत, सहयोगी परियोजनाओं और मार्मिक कहानियों को देखा, हम उनकी रचनात्मक और लचीली भावना से आश्चर्यचकित थे।",
    "annualReport.2020.communityTitle1": "वर्चुअल फ़ैमिली क्रिएटिव कोडिंग नाइट्स गाइड",
    "annualReport.2020.communityText1": "2019 में, Google.org के समर्थन से, स्क्रैच टीम ने फैमिली क्रिएटिव कोडिंग नाइट्स के माध्यम से छात्रों, परिवारों, शिक्षकों और अन्य समुदाय के सदस्यों को जोड़ने के लिए शिकागो पब्लिक स्कूल के कंप्यूटर साइंस कार्यालय के साथ काम किया।",
    "annualReport.2020.communityText2": "इस वर्ष, हमारी टीमों को एक नई चुनौती का सामना करना पड़ा: हम फैमिली क्रिएटिव कोडिंग नाइट्स की चंचल, सामुदायिक-निर्माण भावना को एक आभासी स्थान पर कैसे ला सकते हैं, जिससे स्कूलों को दूरदराज के छात्रों और उनके परिवारों के साथ महत्वपूर्ण संबंध विकसित करने में मदद मिलेगी? हमने इन कनेक्शनों के लिए एक संरचना प्रदान करने और आनंदमय सीखने का समर्थन करने के लिए वर्चुअल फैमिली कोडिंग नाइट्स गाइड विकसित किया है",
    "annualReport.2020.communityDownloadButton": "वर्चुअल फैमिली कोडिंग नाइट्स गाइड",
    "annualReport.2020.communityQuoteName": "केंड्रा मैलोरी, एम.एड.",
    "annualReport.2020.communityQuoteTitle": "रग्गल्स प्राथमिक एस.टी.ई.एम. समन्वयक ",
    "annualReport.2020.communityQuoteText": "[In 2020], माता-पिता के साथ इतने मज़ेदार, उच्च ऊर्जा वाले तरीके से जुड़ने के अधिक अवसर नहीं थे। इसलिए इस अवसर ने बहुत जरूरी जुड़ाव प्रदान किया... शिक्षक आशंकित थे, लेकिन छात्रों के उत्साह के स्तर ने उन्हें एक ऐसे स्थान पर धकेल दिया जहां उन्हें प्रक्रिया पर भरोसा करना था और बच्चों को एक-दूसरे से सीखने की अनुमति देनी थी।",
    "annualReport.2020.communityScratchCommunity": "स्क्रैच समुदाय",
    "annualReport.2020.communityScratchCommunityIntro": "यह पूछे जाने पर कि वे स्क्रैच का उपयोग क्यों करते हैं, अधिकांश स्क्रैचर्स अपनी निरंतर भागीदारी को प्रेरित करने के लिए ऑनलाइन समुदाय के महत्व के बारे में बात करते हैं, एक ऐसा स्थान प्रदान करते हैं जहां वे अपनी रचनात्मकता व्यक्त कर सकते हैं, दोस्त बना सकते हैं, प्रतिक्रिया प्राप्त कर सकते हैं, नए विचार प्राप्त कर सकते हैं और नए कौशल सीख सकते हैं। कई स्क्रैचर्स एक दूसरे से जुड़ने, साझा करने और सीखने के लिए एक सुरक्षित और स्वागत योग्य स्थान के रूप में स्क्रैच समुदाय के लिए अपनी प्रशंसा व्यक्त करते हैं।",
    "annualReport.2020.communityQuoteGroupText1": "मैं 11 साल की उम्र में स्क्रैच में शामिल हो गया था और मंच का उपयोग करने और समुदाय के साथ बातचीत करने से मैंने जो चीजें सीखीं, वे वास्तव में मेरे सीखने के बड़े होने का एक महत्वपूर्ण हिस्सा थीं।",
    "annualReport.2020.communityQuoteGroupText2": "स्क्रैच ने मुझे घर से काम करने की अनुमति दी है, जैसे\n- लोगों और उनकी परियोजनाओं का सम्मान करें\n- दोस्त बनाओ\n- महसूस करें कि मैं इस क्वारंटाइन में अकेला नहीं हूं\n....और भी बहुत कुछ, इसलिए मैं कहना चाहता हूँ\nधन्यवाद!",
    "annualReport.2020.communityQuoteGroupText3": "मैं लगभग 2 वर्षों से स्क्रैच पर हूं, और यह एक जीवन बदलने वाला अनुभव रहा है! मैंने बहुत सी नई चीज़ें सीखी हैं, जैसे कोडिंग, ऑनलाइन शिष्टाचार और कला!",
    "annualReport.2020.communityQuoteGroupText4": "स्क्रैच छठी कक्षा में मेरा पसंदीदा शौक था। इसने मुझे गुप्त रूप से बूलियन तर्क, संचालन के क्रम, और नेस्टेड गणितीय अभिव्यक्तियों से परिचित कराया — कंप्यूटर प्रोग्रामिंग का उल्लेख नहीं करने के लिए।",
    "annualReport.2020.yearInReview": "सर्वेक्षण का वर्ष\n ",
    "annualReport.2020.yearInReviewText": "2020 ऑनलाइन समुदाय में एक उल्लेखनीय वर्ष था। सामुदायिक टीम ने युवा लोगों के लिए अपने विचार व्यक्त करने और सकारात्मक तरीकों से जुड़ने के अवसरों पर प्रकाश डाला और विकसित किया, और स्क्रैचर्स से अविश्वसनीय आंदोलन सामने आए। यहां साल की कुछ मुख्य बातों पर एक नजर डाली गई है:",
    "annualReport.2020.yearInReviewCard1Date": "जनवरी ",
    "annualReport.2020.yearInReviewCard1Title": "दशक का अंत स्क्रैच डिज़ाइन स्टूडियो",
    "annualReport.2020.yearInReviewCard1Text": "स्क्रैचर्स ने इस स्क्रैच डिज़ाइन स्टूडियो में एक दशक के समापन और नई शुरुआत का जश्न मनाया।",
    "annualReport.2020.yearInReviewCard2Date": "अप्रैल ",
    "annualReport.2020.yearInReviewCard2Title": "अप्रैल मूर्ख दिवस\n ",
    "annualReport.2020.yearInReviewCard2Text": "साइट के चारों ओर \"सांसारिक रहस्य\" दिखाई दिए, और कैट ब्लॉक्स ने स्क्रैच समुदाय को आश्चर्यचकित और प्रसन्न किया।",
    "annualReport.2020.yearInReviewCard3Date": "अप्रैल ",
    "annualReport.2020.yearInReviewCard3Title": "साथ बनाएँ",
    "annualReport.2020.yearInReviewCard3Text": "स्क्रैच टीम के सदस्यों ने घर पर स्क्रैचर्स और उनके परिवारों के साथ जुड़ने और निर्माण करने के लिए लाइव ट्यूटोरियल की मेजबानी शुरू की।",
    "annualReport.2020.yearInReviewCard4Date": "मई ",
    "annualReport.2020.yearInReviewCard4Title": "स्क्रैच महीना",
    "annualReport.2020.yearInReviewCard4Text": "दुनिया भर के स्क्रैचर्स ने पुनर्नवीनीकरण शिल्प से लेकर हाथ धोने वाले जिंगल तक, साप्ताहिक विषयों पर हजारों परियोजनाएं साझा कीं।",
    "annualReport.2020.yearInReviewCard5Date": "मई ",
    "annualReport.2020.yearInReviewCard5Title": "ब्लैक लाइव्स मैटर\n ",
    "annualReport.2020.yearInReviewCard5Text": "जैसे ही अमेरिका में नस्लीय न्याय के खिलाफ विरोध प्रदर्शन शुरू हुआ, समुदाय एक-दूसरे का समर्थन करने और बदलाव का आह्वान करने के लिए एक साथ आए। ",
    "annualReport.2020.yearInReviewCard6Date": "जून ",
    "annualReport.2020.yearInReviewCard6Title": "घर पर मज़ा! स्क्रैच डिज़ाइन स्टूडियो",
    "annualReport.2020.yearInReviewCard6Text": "स्क्रैचर्स ने घर पर रहते हुए खुद को व्यस्त रखने के लिए अपने पसंदीदा इनडोर गेम और गतिविधियों को साझा किया।",
    "annualReport.2020.yearInReviewCard7Date": "जून ",
    "annualReport.2020.yearInReviewCard7Title": "जूनटीन्थ स्टूडियो",
    "annualReport.2020.yearInReviewCard7Text": "स्क्रैचर्स ने जूनटीन्थ और नस्लीय न्याय के लिए जारी लड़ाई का सम्मान करने के लिए परियोजनाएं बनाईं।",
    "annualReport.2020.yearInReviewCard8Date": "जुलाई ",
    "annualReport.2020.yearInReviewCard8Title": "स्क्रैच कैंप",
    "annualReport.2020.yearInReviewCard8Text": "स्क्रैच द म्यूज़िकल ने पूरे समुदाय को एक साथ अभिनय, गायन और नृत्य करने का मौका दिया।",
    "annualReport.2020.yearInReviewCard9Date": "अक्टूबर ",
    "annualReport.2020.yearInReviewCard9Title": "स्क्रैचटोबर",
    "annualReport.2020.yearInReviewCard9Text": "स्क्रैचर्स ने दैनिक थीम वाले संकेतों के आधार पर सैकड़ों रचनात्मक कहानियां, गेम और एनिमेशन बनाए।",
    "annualReport.2020.communityQuote2Name": "एना लिटिकल, स्क्रैच एलम",
    "annualReport.2020.communityQuote2Title": "Google क्लाउड प्लेटफ़ॉर्म डेवलपर रिलेशन इंजीनियर, और कोडिंग ड्रैग क्वीन",
    "annualReport.2020.communityQuote2Text": "जब आप कुछ बना रहे होते हैं और खुद को और अपनी समस्याओं को प्रस्तुत कर सकते हैं और उन्हें व्यक्त कर सकते हैं या कोड के साथ हल कर सकते हैं, तो आपके पास जो शक्ति है, उसे देखना वास्तव में एक जादुई अनुभव है और इसका वास्तविक दुनिया पर प्रभाव पड़ता है।",
    "annualReport.2020.communitySnapshotTitle": "हमारे उपकरण में सुधार\n ",
    "annualReport.2020.communitySnapshotText": "हमारी सामुदायिक टीम अच्छी डिजिटल नागरिकता को प्रोत्साहित करने और स्क्रैचर्स के लिए एक सकारात्मक वातावरण बनाए रखने के लिए विभिन्न प्रकार के टूल और रणनीतियों का उपयोग करती है। 2020 में, हमने स्क्रैचर्स को अनुचित सामग्री को चिह्नित करने में मदद करने के लिए एक नया, अधिक सहज ज्ञान युक्त इंटरफ़ेस विकसित किया, और उपयोग किए गए टूल में सुधार किया। हमारी सामुदायिक मॉडरेशन टीम द्वारा। परिणामस्वरूप, हमें समुदाय से उच्च गुणवत्ता वाली रिपोर्टें प्राप्त हुईं, और हमारे समुदाय मॉडरेटर अधिक तेज़ी से और कुशलता से काम करने में सक्षम हुए—जिससे साइट सभी के लिए सुरक्षित और मित्रवत बनी रही।",
    "annualReport.2020.communitySnapshot2Title": "यूट्यूब पर नए स्क्रैच ट्यूटोरियल",
    "annualReport.2020.communitySnapshot2Text": "स्क्रैच टीम ने मार्च 2020 में हमारे यूट्यूब चैनल पर ट्यूटोरियल साझा करना शुरू किया ताकि स्क्रैचर्स को वे जो कुछ भी कल्पना कर सकते हैं उसे बनाने का कौशल हासिल करने में मदद मिल सके। पिक्सेल कला से लेकर आभासी पालतू जानवरों तक, ये ट्यूटोरियल सभी उम्र के स्क्रैचर्स के बीच हिट हैं, जिन्हें 2020 में 1.3 मिलियन बार देखा गया।",
    "annualReport.2020.tutorial1": "आभासी शहर",
    "annualReport.2020.tutorial2": "कैच करने वाला गेम ",
    "annualReport.2020.tutorial3": "चरित्र डिजाइनर",
    "annualReport.2020.tutorial4": "आभासी पालतू जानवर, वर्चुअल पेट ",
    "annualReport.2020.EDMessageTitle": "हमारे कार्यकारी निदेशक का एक संदेश\n ",
    "annualReport.2020.EDMessageText1": "2020 दुनिया भर में और स्क्रैच के लिए एक परिवर्तनकारी वर्ष था। मैं नवंबर में टीम में शामिल हुआ, जब हम कई महीनों तक कोविड-19 महामारी से जूझ रहे थे। एक शैक्षिक नेता के रूप में मेरी पृष्ठभूमि के साथ, मैं महत्वपूर्ण परिवर्तन की अवधि के दौरान स्क्रैच का नेतृत्व करने और सभी पृष्ठभूमि के छात्रों को नई ऊंचाइयों तक पहुंचने में मदद करने के अपने व्यक्तिगत लक्ष्य की दिशा में काम करना जारी रखने की क्षमता के बारे में उत्साहित था। मैं जानता था कि इस चुनौतीपूर्ण वर्ष में, हर जगह युवाओं को उनकी क्षमता हासिल करने में मदद करने के लिए और भी अधिक समर्थन की गंभीर आवश्यकता थी।",
    "annualReport.2020.EDMessageText2": "बच्चों को शिक्षित करने के लिए हमने जो असमान संरचनाएँ बनाई थीं, वे महामारी के कारण और भी बदतर हो गईं। दुनिया भर के परिवारों और शिक्षकों के साथ हमारी बातचीत के माध्यम से, हम जानते हैं कि 2020 में, सभी समुदायों के बच्चों को अपने विचारों को व्यक्त करने और अपने कौशल का निर्माण करने के लिए पहले से कहीं अधिक रचनात्मक सीखने के अवसरों की आवश्यकता थी, जबकि उनमें से कई के पास ऐसा करने की क्षमता नहीं थी। स्कूल को।",
    "annualReport.2020.EDMessageText3": "जैसे-जैसे दुनिया ने रचनात्मक शिक्षा और आत्म-अभिव्यक्ति को नए तरीकों से अपनाया और अपनाया, कई शिक्षकों, माता-पिता और युवाओं ने स्क्रैच की ओर रुख किया। हमने 40% अधिक स्क्रैचर्स को साल दर साल प्रोजेक्ट बनाते हुए देखा, और स्क्रैचर्स ने 2019 की तुलना में 2020 में 200% अधिक टिप्पणियाँ छोड़ीं। दुनिया भर के युवाओं ने स्क्रैच को एक दूसरे से जुड़ने, बातचीत करने, सहयोग करने और संलग्न होने के स्थान के रूप में उपयोग किया। हमने उन्हें उन अद्भुत चीज़ों की खोज करते हुए देखा जो वे बना सकते थे जब उन्हें रचनात्मक रूप से सोचने और उन समस्याओं को हल करने का अवसर दिया गया जिनके बारे में वे भावुक थे।",
    "annualReport.2020.EDMessageText4": "महामारी के मद्देनजर, कुछ लोगों ने “सामान्य स्थिति में लौटने” का आह्वान किया है। लेकिन कई युवाओं के लिए, सीखने और तलाशने की आज़ादी हमारे स्कूलों में कोविड-19 से बहुत पहले ही गायब थी।",
    "annualReport.2020.EDMessagePullQuote": "हमें अपनी शैक्षिक प्रणालियों में प्रणालीगत असमानताओं को बदलने के लिए हर संभव प्रयास करना चाहिए, क्योंकि “सामान्य” हमारे अधिकांश बच्चों के लिए निष्पक्ष और न्यायसंगत नहीं बनाया गया है।",
    "annualReport.2020.EDMessageText5": "2021 में, स्क्रैच उन युवाओं तक पहुंचने के हमारे प्रयासों को दोगुना कर रहा है जिन्हें ऐतिहासिक रूप से रचनात्मक कंप्यूटिंग और अन्य रचनात्मक सीखने के अवसरों से बाहर रखा गया है। Google.org के समर्थन से, हमने स्क्रैच एजुकेशन कोलैबोरेटिव (एसईसी) लॉन्च किया है, जो दुनिया भर में संगठनों का एक शक्तिशाली नेटवर्क है जो इन शिक्षार्थियों को रचनात्मक कंप्यूटिंग में उनका विश्वास विकसित करने में सहायता करने पर केंद्रित है। नए कार्यक्रम के पहले वर्ष में 41 संगठन स्क्रैच टीम और एक-दूसरे से जुड़ेंगे और सीखेंगे, और इक्विटी टूलकिट विकसित करेंगे जो उनके बढ़ने पर उनका समर्थन करेंगे और उनके समुदाय में शिक्षार्थियों के लिए उनके समर्थन को बढ़ाएंगे।",
    "annualReport.2020.EDMessageText6": "स्क्रैच को और अधिक न्यायसंगत और समावेशी बनाने का हमारा काम अभी ख़त्म नहीं हुआ है। मैं आने वाले महीनों में आपके साथ और अधिक बातें साझा करने के लिए उत्साहित हूं। तब तक, मैं अशांत वर्ष के दौरान एक-दूसरे का समर्थन और देखभाल जारी रखने के लिए स्क्रैच समुदाय की हार्दिक सराहना करना चाहता हूं। आपकी रचनात्मकता और करुणा हमें प्रेरित करना कभी बंद नहीं करती।",
    "annualReport.2020.EDTitle": "कार्यकारी निदेशक, स्क्रैच फाउंडेशन",
    "annualReport.2020.lookingForward": "आगे की ओर देख रहे हैं",
    "annualReport.2020.lookingForwardText1": "2021 में, हम दुनिया भर के युवाओं के लिए स्क्रैच को और भी बेहतर बनाने के लिए अपने सहयोगियों के साथ नवाचार और सहयोग जारी रख रहे हैं। आने वाले महीनों में, हम स्क्रैच को और अधिक स्कूलों में लाने, रचनात्मक सीखने के रास्ते का विस्तार करने, शिक्षकों और युवाओं के लिए अधिक संसाधनों को विकसित करने और स्थानीयकृत करने, और स्क्रैच ऑनबोर्डिंग अनुभव और यहां तक ​​​​कि अधिक रोमांचक परियोजनाओं को बेहतर बनाने के लिए काम कर रहे हैं।",
    "annualReport.2020.lookingForwardText2": "हमें अपनी वैश्विक पहुंच बढ़ाने, अपने मिशन को आगे बढ़ाने और इस महत्वपूर्ण कार्य का समर्थन करने में मदद करने के लिए लेगो फाउंडेशन और Google.org से उदार अनुदान प्राप्त हुआ है। और अधिक जानें:",
    "annualReport.2020.learnMore": "और अधिक जानें:",
    "annualReport.2020.learnMoreLink1Text": "लेगो फाउंडेशन और स्क्रैच फाउंडेशन ने दुनिया भर के लाखों बच्चों के लिए प्रौद्योगिकी के साथ खेलकर सीखने में सहायता के लिए साझेदारी की घोषणा की है",
    "annualReport.2020.learnMoreLink2Text": "कंप्यूटर विज्ञान शिक्षा सप्ताह: अधिक छात्रों के लिए अधिक सहायता",
    "annualReport.2020.supportersTitle": "हमारे समर्थकों को धन्यवाद",
    "annualReport.2020.supportersIntro": "हमारे उदार समर्थकों को धन्यवाद। आपका योगदान हमें दुनिया भर में, सभी पृष्ठभूमि से, सभी उम्र के बच्चों के लिए रचनात्मक सीखने के अवसरों का विस्तार करने में मदद करता है।",
    "annualReport.2020.ourSupporters": "हमारे समर्थक",
    "annualReport.2020.ourSupportersText": "हम सभी स्क्रैच समर्थकों को धन्यवाद देना चाहते हैं, जिन्होंने वर्षों से दुनिया भर के लाखों युवाओं के लिए अद्भुत सीखने के अनुभव बनाने में हमारी मदद की है। निम्नलिखित सूची 1 जनवरी, 2020 से 31 दिसंबर, 2020 तक स्क्रैच फाउंडेशन को दिए गए योगदान पर आधारित है।",
    "annualReport.2020.supportersFoundingTitle": "संस्थापक भागीदार —  $10,000,000+",
    "annualReport.2020.supportersFoundingText": "हम विशेष रूप से अपने संस्थापक साझेदारों के आभारी हैं, जिन्होंने 2003 में स्क्रैच की शुरुआत के बाद से प्रत्येक को संचयी समर्थन में कम से कम $10,000,000 प्रदान किए हैं।",
    "annualReport.2020.supportersCatPartnersTitle": "स्क्रैच कैट पार्टनर्स — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "क्रिएटिविटी सर्कल — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "सहयोग मंडल— $100,000+",
    "annualReport.2020.supportersImaginationTitle": "इमेजिनेशन सर्कल —  $50,000+",
    "annualReport.2020.supportersInspirationTitle": "प्रेरणा मंडल — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "एक्सप्लोरेशन सर्कल — $5,000+",
    "annualReport.2020.supportersPlayTitle": "प्ले सर्कल—  $1,000+",
    "annualReport.2020.supportersInKindTitle": "तरह के समर्थक",
    "annualReport.2020.leadershipTitle": "हमारी टीम",
    "annualReport.2020.leadershipBoard": "निदेशक मंडल",
    "annualReport.2020.leadershipChair": "कुर्सी",
    "annualReport.2020.leadershipProfessor": "लर्निंग रिसर्च के प्रोफेसर",
    "annualReport.2020.leadershipViceChair": "वाइस चेअर",
    "annualReport.2020.leadershipCoFounder": "सह-संस्थापक और सह-अध्यक्ष",
    "annualReport.2020.leadershipBoardMember": "बोर्ड के सदस्य",
    "annualReport.2020.leadershipPresidentCEO": "राष्ट्रपति और सीईओ",
    "annualReport.2020.leadershipFormerPresident": "पूर्व राष्ट्रपति",
    "annualReport.2020.leadershipFounderCEO": "संस्थापक एवं कार्यकारी अध्यक्ष",
    "annualReport.2020.leadershipFormerChairCEO": "पूर्व सीईओ और अध्यक्षा",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "बोर्ड सचिव और कोषाध्यक्ष",
    "annualReport.2020.leadershipBoardSecretary": "बोर्ड सचिव",
    "annualReport.2020.leadershipBoardTreasurer": "बोर्ड कोषाध्यक्ष",
    "annualReport.2020.leadershipScratchTeam": "2020 स्क्रैच टीम",
    "annualReport.2020.leadershipED": "कार्यकारी निदेशक",
    "annualReport.2020.teamThankYou": "स्क्रैच के आपके अथक समर्थन के लिए मिच रेसनिक, नताली रस्क, रूपल जैन और एमआईटी मीडिया लैब में लाइफलॉन्ग किंडरगार्टन ग्रुप के अन्य सहयोगियों को धन्यवाद।",
    "annualReport.2020.donateTitle": "हमें सहयोग दीजिये",
    "annualReport.2020.donateMessage": "आपका समर्थन हम सभी के लिए स्क्रैच मुक्त बनाने में सक्षम बनाता है, हमारे सर्वर को चालू रखता है, और सबसे महत्वपूर्ण बात यह है कि हम दुनिया भर के बच्चों को कल्पना करने, बनाने और साझा करने का अवसर प्रदान करने में सक्षम हैं। शुक्रिया!",
    "annualReport.2020.donateButton": "दान करें ",
    "annualReport.2020.projectBy": "द्वारा प्रोजेक्ट",
    "annualReport.2020.altAvatar": "उपयोगकर्ता अवतार",
    "annualReport.2020.altDropdownArrow": "तीर ड्रॉपडाउन मेनू को दर्शाता है।",
    "annualReport.2020.altMastheadIllustration": "तीन लोग भौतिक स्क्रैच घटकों के साथ बातचीत कर रहे हैं।",
    "annualReport.2020.altWave": "एक हाथ हिलाता हुआ इमोजी |",
    "annualReport.2020.altMitchHeadshot": "संस्थापक मिच रेसनिक",
    "annualReport.2020.altBlocks": "एक दूसरे के ऊपर रखे गए दो स्क्रैच ब्लॉक।",
    "annualReport.2020.altBanana": "एक केला जिसमें एक तार लगा हुआ है।",
    "annualReport.2020.altProjectsIllustration": "तीन बच्चे, जिनमें से एक खड़ा है, एक व्हीलचेयर पर बैठा है, तथा एक जमीन पर बैठा है, पेंटिंग बना रहे हैं तथा कलाकृतियां काट रहे हैं।",
    "annualReport.2020.altPassionIllustration": "तीन बच्चे, एक खड़ा, एक घुटनों के बल बैठा, और एक ज़मीन पर बैठा, पेंटिंग कर रहे हैं, पियानो पर संगीत बजा रहे हैं, और दूरबीन से तारों को देख रहे हैं।",
    "annualReport.2020.altPeersIllustration": "चार बच्चे कैम्प फायर के चारों ओर बैठकर खेल खेल रहे हैं और हाई-फाइव कर रहे हैं।",
    "annualReport.2020.altPlayIllustration": "तीन बच्चे, एक खड़ा, एक घुटनों के बल बैठा, और एक पैर पर पैर रखकर पत्थर जमा रहे हैं, खिलौना नावों से खेल रहे हैं, और ओरिगेमी बना रहे हैं।",
    "annualReport.2020.altCalendar": "वर्ष 2020 को प्रदर्शित करने वाला कैलेंडर |",
    "annualReport.2020.altCommentsVisualization": "दो टिप्पणी बुलबुले। एक छोटा और गहरा जो 2019 में टिप्पणियों की हिस्सेदारी को दर्शाता है। एक हल्का जो 2020 में की गई टिप्पणियों में वृद्धि को दर्शाता है |",
    "annualReport.2020.altArrowUp": "ऊपर और दाईं ओर इशारा करता हुआ एक तीर।",
    "annualReport.2020.altTranslated": "एक स्क्रैच घटक जो \"हैलो\" कहता है तथा उन भाषाओं को सूचीबद्ध करता है जिनमें स्क्रैच उपलब्ध है।",
    "annualReport.2020.altScratchHorizontalCommand": "एक स्क्रैच क्षैतिज कमांड घटक |",
    "annualReport.2020.altScratchJr": "स्क्रैच जूनियर लोगो",
    "annualReport.2020.altHorizontalLoop": "क्षैतिज लूप घटक स्क्रैच करें।",
    "annualReport.2020.altPieChart": "2019 में बनाई गई परियोजनाओं के संबंध में 2020 के दौरान बनाई गई परियोजनाओं में 602% की वृद्धि दर्शाने वाला विज़ुअलाइज़ेशन।",
    "annualReport.2020.altUsers": "दो सामान्य उपयोगकर्ता चिह्न, एक थोड़ा छोटा ग्रे रंग का तथा एक थोड़ा बड़ा बैंगनी रंग का।",
    "annualReport.2020.altArrowNext": "दांयी ओर इशारा करता हुआ एक तीर |",
    "annualReport.2020.altBenedict": "बेनेडिक्ट होच्वार्टनर के लिए अवतार",
    "annualReport.2020.altAaronReuland": "आरोन रूलैंड ने एक कागज़ की थैली की कठपुतली और एक उड़ते कछुए का चित्रण प्रस्तुत किया।",
    "annualReport.2020.altSprinklesLeft": "एक फ़ोन पर प्रदर्शित एक स्माइली चेहरा, स्क्रैच घटक, और दिल।",
    "annualReport.2020.altSprinklesRight": "स्क्रैच घटकों के साथ बातचीत करता हुआ एक हाथ।",
    "annualReport.2020.altFileDownload": "एक तीर जो टोकरी की ओर इशारा करता है, यह दर्शाता है कि फ़ाइल डाउनलोड की जा सकती है।",
    "annualReport.2020.altWaveTop": "स्क्रैच अवतारों और स्क्रैच घटकों से ढकी एक हल्की नीली लहर।",
    "annualReport.2020.altWaveBottom": "एक हल्की नीली लहर |",
    "annualReport.2020.altConnectingLine": "महीनों को जोड़ने वाली एक बिंदीदार रेखा",
    "annualReport.2020.altApril": "एक स्क्रैच प्रोजेक्ट पर पेन और पेंसिल से बनाई गई नाव और पानी को दर्शाती हुई ड्राइंग।",
    "annualReport.2020.altMay": "एक बुलबुले पर इमोजी से चिह्नित कैलेंडर।",
    "annualReport.2020.altJune": "जूनटीन्थ झंडा और एक कागज़ का हवाई जहाज़।",
    "annualReport.2020.altJuly": "एक माइक्रोफोन और संगीत नोट्स |",
    "annualReport.2020.altToolsIllustration": "कुछ पाठ्य बुलबुलों के ऊपर विस्मयादिबोधक चिह्न को छूता हुआ एक हाथ।",
    "annualReport.2020.altVirtualTown": "एक लड़की कुछ घरों के सामने फुटपाथ पर दौड़ती है।",
    "annualReport.2020.altCatchGame": "दाईं ओर क्षितिज पर एक सेब तैर रहा है, जबकि नीचे फ्रेम के केंद्र की ओर एक टोकरी रखी हुई है।",
    "annualReport.2020.altCharacterDesigner": "एक कुत्ता हरे और सफेद शेवरॉन पृष्ठभूमि के सामने बैठा है।",
    "annualReport.2020.altVirtualPet": "एक हाथी घास के बीच में एक चट्टान के ऊपर बैठा है।",
    "annualReport.2020.altLookingForward": "एक पानी देने वाला पेड़ एक पौधे को पानी देता है जो एक लंबे पेड़ में विकसित होता है।",
    "annualReport.2020.altIndia1": "\"हैप्पी दिवाली!\" लिखे हुए पाठ के नीचे एक जलती हुई फुलझड़ी दिखाई देती है।",
    "annualReport.2020.altIndia2": "स्क्रैच बिल्ली का शुभंकर हिंदी में लिखे कुछ पाठ के बगल में दिखाई देता है",
    "annualReport.2020.altIndia3": "एक भारतीय महिला भारतीय ध्वज के सामने खड़ी है जिस पर एक दिल बना हुआ है और उस पर \"भारत\" शब्द लिखा हुआ है।",
    "annualReport.2020.altIndia4": "बोर्डवॉक और समुद्र वाली पृष्ठभूमि के सामने एक बांसुरी के ऊपर दो हाथ दिखाई देते हैं।",
    "annualReport.2020.altChile": "बच्चों का एक समूह कला और शिल्प तथा लैपटॉप से ​​भरी एक मेज के चारों ओर बैठा है।",
    "annualReport.2020.altBrazil": "बच्चे एक लैपटॉप के सामने बैठते हैं जो तारों से पांच चम्मचों से जुड़ा होता है।",
    "annualReport.2020.altIndia": "एक महिला कंप्यूटर के सामने बैठी लड़कियों को निर्देश दे रही है।",
    "annualReport.2020.altUSA": "स्क्रैच उपयोगकर्ता इंटरफ़ेस के स्क्रीनशॉट के बगल में एक छोटा वीडियो थंबनेल प्रदर्शित किया गया है",
    "annualReport.2020.altChileIcon": "स्क्रैच शुभंकर",
    "annualReport.2020.altBrazilIcon": "एक हरा भंवर",
    "annualReport.2020.altIndiaIcon": "एक तारा एक वृत्त से जुड़ा हुआ है",
    "annualReport.2020.altUSAIcon": "एक कार्टून रास्पबेरी, रास्पबेरी पाई फाउंडेशन का लोगो",
    "annualReport.2020.altTutorial": "स्पैनिश में स्क्रैच ट्यूटोरियल",
    "annualReport.2020.altGettingStarted": "स्क्रैच यूआई के शीर्ष पर एक प्ले बटन है।",
    "annualReport.2020.altEditor": "स्क्रैच यूआई के साथ-साथ वर्तमान में बनाए जा रहे प्रोग्राम का पूर्वावलोकन जिसमें दो लोग एक दूसरे से बात करते हुए दिखाई दे रहे हैं।",
    "annualReport.2020.altHackYourWindow": "अंतरिक्ष हेलमेट पहने एक कुत्ता, एक सितारा और एक डोनट अंतरिक्ष में एक खिड़की के बाहर तैर रहे हैं।",
    "annualReport.2020.altScratchInteraction": "दो लोग स्क्रैच कंपोनेंट के बीच बात कर रहे हैं। एक दूसरे को कंपोनेंट सौंप रहा है।",
    "annualReport.2020.altImageBubbles": "स्क्रैच परियोजनाओं की छवियां एक साथ समूहीकृत बुलबुला आकार में दिखाई देती हैं।",
    "annualReport.2020.altConnectivityVideoPreview": "मित्रवत समुद्री जीवों के दृश्य के ऊपर एक प्ले बटन दिखाई देता है।",
    "annualReport.2020.altAdaptationVideoPreview": "स्क्रैच उपयोगकर्ता इंटरफ़ेस के विभिन्न दृश्यों पर एक प्ले बटन दिखाई देता है।",
    "annualReport.2020.altJanuaryCard": "स्टार वार्स की रे एक छड़ी थामे रेगिस्तान में खड़ी है।",
    "annualReport.2020.altAprilCard": "स्क्रैच यूआई से कई स्क्रीनशॉट एक साथ रखे गए हैं।",
    "annualReport.2020.altMayCard": "विभिन्न जातियों के लोगों के हाथ मुट्ठी में बंधे हुए हैं।",
    "annualReport.2020.altJuneCard": "एक व्यक्ति कागज के फूल को स्टेपल करके जोड़ रहा है।",
    "annualReport.2020.altJulyCard": "समुद्र के नीचे एक केकड़ा, मत्स्यकन्या और ऑक्टोपस एक साथ संगीत बजाते हैं।",
    "annualReport.2020.altOctoberCard": "एक कंप्यूटर वर्कस्टेशन के ऊपर की दीवार पर एक कद्दू और कैंडी कॉर्न दिखाई देते हैं।",
    "annualReport.2020.altDonateIllustration": "दो हाथ एक हृदय का आकार बनाते हैं तथा उनकी उंगलियां एक कटे हुए हृदय के आकार के अंदर होती हैं।"
}