{
    "annualReport.2020.subnavFoundersMessage": "Poruka osnivača",
    "annualReport.2020.subnavMission": "Misija",
    "annualReport.2020.subnavReach": "Dohvatiti",
    "annualReport.2020.subnavThemes": "Teme",
    "annualReport.2020.subnavDirectorsMessage": "Poruka redatelja",
    "annualReport.2020.subnavSupporters": "Pristaše",
    "annualReport.2020.subnavTeam": "Tim",
    "annualReport.2020.subnavDonate": "Doniraj",
    "annualReport.2020.mastheadYear": "Godišnje izvješće za 2020",
    "annualReport.2020.mastheadTitle": "Prilagodba svijetu koji se mijenja",
    "annualReport.2020.foundersMessageTitle": "Poruka našeg osnivača",
    "annualReport.2020.foundersMessageP1": "Godina 2020. ostat će zapamćena kao godina kada je pandemija COVID-a zahvatila cijeli svijet, uzrokujući poteškoće i poremećaje u životima svih -- a najveće poteškoće padaju neravnomjerno na one koji se već suočavaju s izazovima u svojim životima.",
    "annualReport.2020.foundersMessageP2": "Tijekom pandemije, mladi ljudi diljem svijeta, mnogi izolirani u svojim domovima, dolazili su na web stranicu Scratch u većem broju nego ikada prije, videći Scratch kao siguran prostor gdje se mogu kreativno izraziti, naučiti nove vještine i surađivati ​​s nekim još. Inspirirali su nas mnogi Scratch projekti koje su mladi ljudi izradili tijekom 2020., a mnogi od njih su podijelili svoja razmišljanja i osjećaje o pandemiji, klimatskim promjenama, rasnoj nepravdi i drugim problemima koji ih muče. Mladi ljudi nisu samo učili računalne koncepte i vještine, već su također razvijali svoj glas i svoj identitet.",
    "annualReport.2020.foundersMessageP3": "Kako bismo osigurali da Scratch može nastaviti igrati ovu važnu ulogu u životima mladih ljudi u godinama koje dolaze, napravili smo značajne organizacijske promjene u Scratchu. Početkom 2020. Scratch Team preselio se iz svog dugogodišnjeg doma u MIT Media Labu u nove urede Scratch Foundationa u središtu Bostona. Ovaj potez će nam pomoći da izgradimo održivu organizaciju sposobnu podržati Scratch kao globalnu kreativnu platformu za kodiranje u budućnosti.",
    "annualReport.2020.foundersMessageP4": "Kasnije tijekom 2020., kao dio ove organizacijske tranzicije, zaposlili smo Shawnu Young da služi kao izvršna direktorica Scratch Foundationa. Shawna dolazi u Zakladu Scratch sa snažnim iskustvom u obrazovanju i upravljanju neprofitnim organizacijama te dubokom predanošću pravednosti i inkluziji. Tijekom svoje karijere u institucijama kao što su Duke i MIT, Shawna je radila na proširenju iskustava učenja za studente iz različitih zajednica. Ta je predanost snažno usklađena s misijom i vrijednostima tvrtke Scratch te će igrati važnu ulogu u njezinu vodstvu u tvrtki Scratch. Potičem vas da pročitate Shawninu poruku na kraju ovog godišnjeg izvješća.",
    "annualReport.2020.foundersMessageP5": "Tijekom proteklog desetljeća Scratch je postigao fenomenalan uspjeh, angažirajući desetke milijuna mladih ljudi diljem svijeta. Ali tek smo na početku. Izazov za godine koje su pred nama je osigurati da možemo nastaviti širiti i podržavati ne samo našu tehnologiju, već i naš kreativan, brižan, suradnički pristup učenju, tako da mladi ljudi diljem svijeta imaju jednake mogućnosti zamišljati, stvarati, dijeliti i naučiti. Radujemo se suradnji sa svima vama kako bismo to ostvarili!",
    "annualReport.2020.foundersMessageScratchTitle": "Stolica, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Profesor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Gledaj video",
    "annualReport.2020.missionTitle": "Naša misija i vizija",
    "annualReport.2020.visionHeader": "Vizija",
    "annualReport.2020.visionSubtitle": "Širiti kreativne, brižne, suradničke i pravedne pristupe kodiranju i učenju diljem svijeta.",
    "annualReport.2020.missionHeader": "Misija",
    "annualReport.2020.missionSubtitle": "Pružanje mladima digitalnih alata i prilika za maštanje, stvaranje, dijeljenje i učenje.",
    "annualReport.2020.missionP1": "Predani smo obrazovnoj pravdi i davanju prioriteta pravednosti u svim aspektima našeg rada, s posebnim fokusom na inicijative i pristupe koji podržavaju djecu, obitelji i nastavnike koji su isključeni iz kreativnog računalstva.",
    "annualReport.2020.missionP2": "Razvili smo Scratch kao besplatno, sigurno, razigrano okruženje za učenje koje uključuje svu djecu u kreativno razmišljanje, sustavno rasuđivanje i suradnju - ključne vještine za sve u današnjem društvu. Radimo s edukatorima i obiteljima kako bismo podržali djecu u istraživanju, dijeljenju i učenju.",
    "annualReport.2020.missionP3": "U razvoju novih tehnologija, aktivnosti i materijala za učenje vodimo se onim što nazivamo četiri riječi kreativnog učenja:",
    "annualReport.2020.fourPs": "Četiri riječi kreativnog učenja",
    "annualReport.2020.missionProjectsTitle": "Projekti",
    "annualReport.2020.missionPeersTitle": "Kolega",
    "annualReport.2020.missionPassionTitle": "Strast",
    "annualReport.2020.missionPlayTitle": "Pokreni",
    "annualReport.2020.missionProjectsDescription": "Uključite djecu u osmišljavanje, stvaranje i kreativno izražavanje",
    "annualReport.2020.missionPeersDescription": "Podržite djecu u suradnji, dijeljenju, remiksiranju i mentorstvu",
    "annualReport.2020.missionPassionDescription": "Omogućite djeci da nadograđuju svoje interese i rade na osobno značajnim projektima",
    "annualReport.2020.missionPlayDescription": "Potaknite djecu da petljaju, eksperimentiraju i ponavljaju",
    "annualReport.2020.reachTitle": "Doprijeti do djece diljem svijeta",
    "annualReport.2020.reachSubtitle": "Scratch je najveća svjetska zajednica kodiranja za djecu i tinejdžere od 8 godina naviše.",
    "annualReport.2020.reachMillion": "milijuna",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8% - 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% - 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% - 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Novi korisnici",
    "annualReport.2020.reachProjectsCreated": "Izrađeni projekti",
    "annualReport.2020.reachProjectCreators": "Ljudi koji stvaraju projekte",
    "annualReport.2020.reachComments": "porast objavljenih komentara",
    "annualReport.2020.reachGlobalCommunity": "Naša globalna zajednica",
    "annualReport.2020.reachMapBlurb": "Ukupni računi registrirani u Scratch Online zajednici od pokretanja Scratch-a do prosinca 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "na logaritamskoj skali",
    "annualReport.2020.reachTranslationTitle": "Scratch je preveden na 64 jezika",
    "annualReport.2020.reachTranslationIncrease": "3 jezika od 2019",
    "annualReport.2020.reachTranslationBlurb": "Zahvaljujući prevoditeljima volonterima iz cijelog svijeta.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr je uvodno programsko okruženje koje maloj djeci (5-7 godina) omogućuje stvaranje vlastitih interaktivnih priča i igara.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Preuzimanja u 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} od 2019",
    "annualReport.2020.themesTitle": "Teme u nastajanju",
    "annualReport.2020.themesDescription": "Dok su se mladi ljudi suočavali s izazovima COVID-19 bez presedana, Scratch je postao važnije mjesto za njihovo povezivanje, stvaranje i izražavanje više nego ikad. Tijekom godine naš je rad bio usmjeren na tri područja kako bismo najbolje podržali našu rastuću globalnu zajednicu: povezanost, prilagodba i zajednica. Kao i uvijek, naši su napori bili utemeljeni na našoj predanosti jednakosti i uključenosti.",
    "annualReport.2020.equity": "Vlasnički kapital",
    "annualReport.2020.globalStrategy": "Globalna strategija",
    "annualReport.2020.connectivityTitle": "Povezivost",
    "annualReport.2020.connectivityIntro": "Dok su mladi bili izolirani unutar svojih domova zbog COVID-19, Scratch im je ponudio priliku da se povežu i stvaraju s udaljenim prijateljima, školskim kolegama i članovima obitelji. Također je služio kao portal u vanjski svijet, gdje su otkrili da milijuni djece diljem zemalja i kontinenata doživljavaju iste stvari kao i oni.",
    "annualReport.2020.aaronText": "Aaronovi učenici radili su zajedno kako bi izgradili otkačenu verziju svog grada pod nazivom Norwouldn't, prepunu stvorenja iz knjige priča, originalnih umjetničkih djela i međusobno povezanih priča. Bio je to jedan od mnogih suradničkih Scratch projekata koje je Aaron omogućio kako bi podsjetio učenike da su čak i dok ih je COVID-19 zadržao u svojim domovima, i dalje bili dio brižne i radosne zajednice.",
    "annualReport.2020.spotlightStory": "Priča u središtu pažnje",
    "annualReport.2020.connectivityIndia": "Scratch u Indiji",
    "annualReport.2020.connectivityIndiaIntro": "U Indiji je pandemija COVID-19 uzela ogroman danak i držala mnoge mlade ljude i obitelji izolirane unutra na duge staze.",
    "annualReport.2020.connectivityIndiaParagraph": "U cijeloj globalnoj Scratch zajednici vidjeli smo veliki porast aktivnosti počevši od ožujka 2020. Nigdje ovaj iznenadni porast nije bio očitiji nego u Indiji, gdje je pandemija COVID-19 uzela golem danak i držala mnoge mlade ljude i obitelji izolirane unutra dugi vremenski razmaci. Kroz Scratch su djeca u Indiji pronašla vezu stvarajući i dijeleći 602% više projekata nego godinu prije.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projekti su stvoreni online 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% - 2019",
    "annualReport.2020.connectivityRegistedUsers": "Broj registriranih korisnika svih vremena u Indiji više se nego udvostručio u jednoj godini,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "porast s preko 300.000 u 2019. na preko 700.000 u 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Povećao se broj jedinstvenih posjetitelja",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Povećao se broj ljudi koji kreiraju projekte",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "U 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 tisuće kuna",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch oko svijeta",
    "annualReport.2020.connectivityWorldSubtitle": "Međunarodni suradnici",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Čile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur posvećen je podržavanju računalnog i kreativnog razmišljanja među studentima i nastavnicima u Čileu i diljem Latinske Amerike. Pomogli su naše napore u prevođenju i lokalizaciji na Rapa Nui i španjolski te su angažirali mnoge edukatore u suradničkim, razigranim Scratch radionicama za profesionalni razvoj.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazil Creative Learning Network",
    "annualReport.2020.connectivityCountryBrazil": "Brazil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Brazilian Creative Learning Network je masovni pokret koji provodi razigrane, kreativne i relevantne praktične obrazovne prakse diljem Brazila. Godine 2020. tim Scratch predstavio se na događaju Tjedna kreativnog učenja brazilske mreže za kreativno učenje kako bi podijelio kako su djeca koristila Scratch za izgradnju zajednice, izražavanje sebe i javno govorenje o tome što im je važno. S druge strane, naučili smo kako edukatori u mreži stvaraju prilike za samoizražavanje s učenicima u svojim zajednicama.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Savez potrage",
    "annualReport.2020.connectivityCountryIndia": "Indija",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance osnažuje milijune učenika i nastavnika vještinama 21. stoljeća, uključujući kreativno računalstvo. 2020.{QuestAllianceLink} podijelio je Scratch s učenicima i nastavnicima diljem Indije.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "Zaklada Raspberry Pi radi na stavljanju moći računalstva i digitalne izrade u ruke ljudi diljem svijeta. Kroz svoju inicijativu Making at Home, oni vode livestream događaje koji potiču obitelji i mlade ljude da uče i stvaraju zajedno. Nekoliko od tih prijenosa uživo sadržavalo je vodiče za Scratch—a ponekad čak i {USALink}!",
    "annualReport.2020.connectivityResources": "Resursi",
    "annualReport.2020.connectivityResourcesSubtitle": "Lokalizacija uz podršku LEGO Foundationa",
    "annualReport.2020.connectivityResourcesParagraph": "Kako bi podržala naš rastući globalni doseg i pomogla našem odgovoru na COVID-19, LEGO Foundation podržala je Scratch izdašnom donacijom. S ovim financiranjem uspjeli smo lokalizirati ključne resurse i doprijeti do još više mladih ljudi diljem svijeta.",
    "annualReport.2020.connectivityExample1Title": "Slike uputa",
    "annualReport.2020.connectivityExample1Paragraph": "Napravili smo prijevode slika za 25 Scratch vodiča na 12 jezika—ukupno više od 1000 novih slika!",
    "annualReport.2020.connectivityExample2Title": "Početak rada sa Scratchom",
    "annualReport.2020.connectivityExample2Paragraph": "Videozapis Početak rada sa Scratchom je najposjećeniji i najgledaniji video vodič za Scratch, koji pozdravlja nove Scratchere kada se prvi put pridruže stranici. Uspjeli smo prevesti ovaj videozapis na 25 novih jezika i ažurirati prethodna 3 prijevoda, uključujući vizualne elemente, glasovne snimke i titlove.",
    "annualReport.2020.connectivityExample3Title": "Scratch Editor",
    "annualReport.2020.connectivityExample3Paragraph": "Uređivač Scratch projekta najvažniji je Scratch resurs. Surađivali smo s južnoafričkom prevoditeljskom tvrtkom koja je specijalizirana za kulturološki relevantno obrazovno prevođenje kako bismo preveli i pregledali uređivač Scratch na pet južnoafričkih jezika: isiZulu, isiXhosa, afrikaans, sestvana i sepedi.",
    "annualReport.2020.adaptationTitle": "Prilagodba",
    "annualReport.2020.adaptationIntro": "Kako je COVID-19 prisilio škole na zatvaranje i gurnuo učenje u virtualne prostore, mnogi učenici i učitelji otkrivali su Scratch po prvi put ili prilagođavali način na koji su podučavali i učili kreativno kodiranje. Iz naših vlastitih domova, Scratch tim je radio na pružanju podrške promjenjivim potrebama nastavnika i online zajednice.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Kustos za kreativno učenje, mumok, Beč, Austrija",
    "annualReport.2020.adaptationQuoteText": "U svim nedaćama protekle godine, Scratch je ostao naša komunikacijska platforma, naše mjesto susreta i naš medij kreativnog izražavanja.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 nastavnik medija u knjižnici, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "U školi Title One Aarona Reulanda u Norwoodu, Massachusetts, računao je da će Scratch pomoći uključiti učenike na daljinu u kreativno učenje i oživjeti njihov osjećaj zajedništva “kada su jedine stvari na koje sam mogao računati da svi imamo bile ispravno računalo i internetska veza. ”",
    "annualReport.2020.adaptationHighlightText2": "Aaronovi učenici radili su zajedno kako bi izgradili otkačenu verziju svog grada pod nazivom Norwouldn't, prepunu stvorenja iz knjige priča, originalnih umjetničkih djela i međusobno povezanih priča. Bio je to jedan od mnogih suradničkih Scratch projekata koje je Aaron omogućio kako bi podsjetio učenike da su čak i dok ih je COVID-19 zadržao u svojim domovima, i dalje bili dio brižne i radosne zajednice.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch kod kuće",
    "annualReport.2020.adaptationHighlightText2b": "17. ožujka odgovorili smo na krizu izazvanu COVID-19 lansiranjem {linkText} kako bismo djeci, obiteljima i nastavnicima pružili ideje za uključivanje u kreativne aktivnosti učenja uz Scratch kod kuće. Bio je to neprocjenjiv način povezivanja s našom zajednicom i prilagođavanja potpuno novom načinu učenja i interakcije na mreži.",
    "annualReport.2020.adaptationHighlightTitle3": "Stvaranje uživo",
    "annualReport.2020.adaptationHighlightText3b": "Naš tim organizirao je tjedno, uživo {linkText} kako bi se povezao s djecom, roditeljima i učiteljima kod kuće i podijelio savjete i trikove za stvaranje različitih vrsta Scratch projekata. Oduševili smo se gledajući projekte za koje su bili inspirirani u našim Create-Along studijima!",
    "annualReport.2020.adaptationHighlightTitle4": "Hack tvoj prozor",
    "annualReport.2020.adaptationHighlightText4b": "Scratch edukator Eduard Muntaner Perich stvorio je studio inspiriran #ScratchAtHome koji je zapeo zajednicu: {linkText} . Stotine Scratchera iz cijelog svijeta zamišljale su fantastične igre i priče koje se događaju ispred njihovog prozora.",
    "annualReport.2020.adaptationEducatorsTitle": "Povezivanje s edukatorima",
    "annualReport.2020.adaptationEducatorsText": "Edukatori diljem svijeta podijelili su svoje ideje #ScratchAtHome i raspravljali o poteškoćama i pobjedama poučavanja na daljinu u živahnom Twitter Chatu 8. travnja 2020.",
    "annualReport.2020.adaptationSnapshot": "Snimke",
    "annualReport.2020.adaptationSnapshot1Title": "Računalni klub Mrežne virtualne radionice",
    "annualReport.2020.adaptationSnapshot1Text": "U sklopu našeg dugogodišnjeg partnerstva, Scratch Team održava radionice za edukatore mladih iz {linkText}. Poput edukatora diljem svijeta, naš je tim 2020. prvi put morao provesti online radionice—i naučiti kako se boriti protiv izolacije i tehničkih poteškoća virtualnog učenja. Ali zahvaljujući online alatima za suradnju i inovativnim metodama dijeljenja i razmišljanja, tim je uspio ponovno stvoriti suradnički, razigrani duh osobnih radionica u virtualnom prostoru.",
    "annualReport.2020.adaptationSnapshot2Title": "Prepustite se Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020. je također bila godina prilagođavanja naših alata i platforme. Razvili smo i dodali nove spriteove u Sprite Library kako bismo nadahnuli i omogućili početnicima Scratchers da naprave projekte reprezentativne za njihov rasni, kulturni, rodni ili drugi osobni identitet.",
    "annualReport.2020.communityTitle": "Zajednica",
    "annualReport.2020.communityIntro": "Godine 2020. Scratch zajednica postala je još važnije mjesto za mlade ljude da pronađu osjećaj zajedništva i pripadnosti. Kad smo vidjeli značajne razgovore, suradničke projekte i dirljive priče koje su Scratchers dijelili, bili smo oduševljeni njihovim kreativnim i otpornim duhom.",
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "Godine 2019., uz podršku Google.org, Scratch tim je surađivao s Uredom za informatiku Chicago Public School na povezivanju učenika, obitelji, nastavnika i drugih članova zajednice kroz Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "Ove su se godine naši timovi suočili s novim izazovom: kako bismo mogli prenijeti razigrani duh obiteljskih večeri kreativnog kodiranja za izgradnju zajednice u virtualni prostor, pomažući školama da razviju vitalne veze s udaljenim učenicima i njihovim obiteljima? Razvili smo vodič Virtual Family Coding Nights kako bismo pružili strukturu za te veze i podržali radosno učenje",
    "annualReport.2020.communityDownloadButton": "Virtual Family Coding Nights Guide",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Koordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], nije bilo mnogo prilika za druženje s roditeljima na tako zabavan, energičan način. Stoga je ova prilika pružila prijeko potreban angažman... Učitelji su bili zabrinuti, ali razina uzbuđenja učenika gurnula ih je u prostor u kojem su morali vjerovati procesu i dopustiti djeci da uče jedni od drugih.",
    "annualReport.2020.communityScratchCommunity": "Scratch zajednica",
    "annualReport.2020.communityScratchCommunityIntro": "Na pitanje zašto koriste Scratch, većina Scratchera govori o važnosti online zajednice za motiviranje njihovog kontinuiranog sudjelovanja, pružanja prostora u kojem mogu izraziti svoju kreativnost, sklapati prijateljstva, primati povratne informacije, dobivati ​​nove ideje i učiti nove vještine. Mnogi Scratcheri izražavaju svoju zahvalnost za Scratch zajednicu kao sigurno i gostoljubivo mjesto za povezivanje, dijeljenje i učenje jedni od drugih.",
    "annualReport.2020.communityQuoteGroupText1": "Pridružio sam se Scratchu kad sam imao 11 godina i stvari koje sam naučio korištenjem platforme i interakcijom sa zajednicom stvarno su bile vitalni dio mog učenja odrastanja.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch mi je omogućio da radim stvari od kuće, poput\n- Poštujem ljude i njihove projekte\n- Stječem prijateljstva\n- Osjećam da nisam sam u ovoj karanteni\n....i još mnogo toga, pa želim reci ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Na Scratchu sam oko 2 godine i bilo je to iskustvo koje mi je promijenilo život! Naučio sam toliko novih stvari, kao što su kodiranje, online bonton i umjetnost!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch je bio moj omiljeni hobi u šestom razredu. Potajno me upoznao s Booleovom logikom, redoslijedom operacija i ugniježđenim matematičkim izrazima - da ne spominjem samo računalno programiranje.",
    "annualReport.2020.yearInReview": "Pregled godine",
    "annualReport.2020.yearInReviewText": "2020. bila je izvanredna godina u online zajednici. Tim zajednice istaknuo je i razvio mogućnosti za mlade ljude da izraze svoje ideje i angažiraju se na pozitivne načine, a nevjerojatni pokreti proizašli su iz samih Scratchersa. Evo osvrta na neke od najvažnijih događaja u godini:",
    "annualReport.2020.yearInReviewCard1Date": "Siječanj",
    "annualReport.2020.yearInReviewCard1Title": "Kraj desetljeća Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers je u ovom Scratch Design Studiju proslavio kraj desetljeća i nove početke.",
    "annualReport.2020.yearInReviewCard2Date": "Travanj",
    "annualReport.2020.yearInReviewCard2Title": "Prvi travanj",
    "annualReport.2020.yearInReviewCard2Text": "Po stranici su se pojavile “svjetovne misterije”, a Cat Blocks je iznenadio i oduševio Scratch zajednicu.",
    "annualReport.2020.yearInReviewCard3Date": "Travanj",
    "annualReport.2020.yearInReviewCard3Title": "Stvorite zajedno",
    "annualReport.2020.yearInReviewCard3Text": "Članovi Scratch tima počeli su održavati lekcije uživo kako bi se povezali i stvarali sa Scratchersima i njihovim obiteljima kod kuće.",
    "annualReport.2020.yearInReviewCard4Date": "Svibanj",
    "annualReport.2020.yearInReviewCard4Title": "Scratch mjesec",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers diljem svijeta podijelili su tisuće projekata oko tjednih tema, od recikliranih rukotvorina do džinglova o pranju ruku.",
    "annualReport.2020.yearInReviewCard5Date": "Svibanj",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "Dok su prosvjedi za rasnu pravdu preplavili SAD, zajednica se udružila kako bi poduprla jedna drugu i pozvala na promjenu.",
    "annualReport.2020.yearInReviewCard6Date": "Lipanj",
    "annualReport.2020.yearInReviewCard6Title": "Zabava kod kuće! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers su podijelili svoje omiljene igre i aktivnosti u zatvorenom kako bi bili angažirani dok ostaju kod kuće.",
    "annualReport.2020.yearInReviewCard7Date": "Lipanj",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers su stvorili projekte u čast Juneteenth-a i kontinuirane borbe za rasnu pravdu.",
    "annualReport.2020.yearInReviewCard8Date": "Srpanj",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical okupio je cijelu zajednicu da zajedno glumi, pjeva i pleše.",
    "annualReport.2020.yearInReviewCard9Date": "Listopad",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers su napravili stotine kreativnih priča, igrica i animacija na temelju dnevnih tematskih upita.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer i Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Vidjeti moć koju imate kada nešto stvarate i možete predstaviti sebe i svoje probleme te ih izraziti ili riješiti kodom je stvarno čarobno iskustvo i ima utjecaj na stvarni svijet.",
    "annualReport.2020.communitySnapshotTitle": "Poboljšanje naših alata",
    "annualReport.2020.communitySnapshotText": "Naš tim zajednice koristi širok izbor alata i strategija za poticanje dobrog digitalnog građanstva i održavanje pozitivnog okruženja u kojem Scratchers mogu stvarati. 2020. razvili smo novo, intuitivnije sučelje koje pomaže Scratchersima da zastave neprikladan sadržaj i poboljšali alate koji se koriste od strane našeg tima za moderiranje zajednice. Kao rezultat toga, dobili smo kvalitetnija izvješća od zajednice, a naši moderatori zajednice mogli su raditi brže i učinkovitije - održavajući stranicu sigurnijom i prijateljskom za sve.",
    "annualReport.2020.communitySnapshot2Title": "Novi Scratch vodiči na YouTubeu",
    "annualReport.2020.communitySnapshot2Text": "Scratch tim počeo je dijeliti upute na našem YouTube kanalu u ožujku 2020. kako bi pomogao Scratchersima da steknu vještine za stvaranje svega što mogu zamisliti. Od pikselne umjetnosti do virtualnih kućnih ljubimaca, ovi su vodiči hit među grebačima svih uzrasta, prikupivši 1,3 milijuna pregleda u 2020. godini.",
    "annualReport.2020.tutorial1": "Virtualni grad",
    "annualReport.2020.tutorial2": "Igra sakupljanja",
    "annualReport.2020.tutorial3": "Dizajner likova",
    "annualReport.2020.tutorial4": "Virtualni ljubimac",
    "annualReport.2020.EDMessageTitle": "Poruka našeg izvršnog direktora",
    "annualReport.2020.EDMessageText1": "2020. bila je godina transformacije diljem svijeta, pa tako i za Scratch. Pridružio sam se timu u studenom, kada smo bili mjeseci u pandemiji COVID-19. S obzirom na to da sam bio voditelj obrazovanja, bio sam uzbuđen zbog potencijala vođenja Scratch-a kroz razdoblje značajnih promjena i nastavka rada prema svom osobnom cilju pomaganja učenicima iz svih sredina da dosegnu nove visine. Znao sam da u ovoj izazovnoj godini mladi ljudi posvuda ozbiljno trebaju još veću potporu koja će im pomoći da ostvare svoj potencijal.",
    "annualReport.2020.EDMessageText2": "Pandemija je pogoršala nepravedne strukture koje smo izgradili za obrazovanje djece. Kroz naše razgovore s obiteljima i edukatorima iz cijelog svijeta, znamo da su 2020. djeca iz svih zajednica više nego ikad trebala kreativne prilike za učenje kako bi izrazila svoje ideje i izgradila svoje vještine, čak iako mnoga od njih nisu imala mogućnost otići u školu.",
    "annualReport.2020.EDMessageText3": "Kako se svijet prilagođavao i pristupao kreativnom učenju i samoizražavanju na nove načine, mnogi nastavnici, roditelji i mladi ljudi okrenuli su se Scratchu. Vidjeli smo 40% više Scratchera koji stvaraju projekte iz godine u godinu, a Scratcheri su ostavili 200% više komentara u 2020. nego u 2019. Mladi ljudi iz cijelog svijeta koristili su Scratch kao mjesto za međusobno povezivanje, razgovore, suradnju i interakciju. Vidjeli smo kako otkrivaju nevjerojatne stvari koje mogu stvoriti kad im se pruži prilika da kreativno razmišljaju i rješavaju probleme koji ih zanimaju.",
    "annualReport.2020.EDMessageText4": "U jeku pandemije, neki su pozvali na povratak u normalu. Ali za mnoge mlade ljude sloboda učenja i istraživanja nedostajala je u našim školama puno prije pandemije COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Moramo učiniti sve što možemo kako bismo promijenili sustavne nejednakosti u našim obrazovnim sustavima, jer normalno nije izgrađeno da bude pravedno i ravnopravno za većinu naše djece.",
    "annualReport.2020.EDMessageText5": "U 2021. Scratch udvostručuje svoje napore da dopremo do mladih ljudi koji su povijesno bili isključeni iz kreativnog računalstva i drugih prilika za kreativno učenje. Uz podršku Google.org, pokrenuli smo Scratch Education Collaborative (SEC), moćnu mrežu organizacija diljem svijeta usmjerenih na pružanje podrške ovim učenicima u razvijanju njihovog samopouzdanja u kreativnom računalstvu. 41 organizacija u prvoj godini novog programa povezat će se i učiti od Scratch Teama i jedna od druge, te će razviti Equity Toolkit koji će im biti podrška dok rastu i skalirati svoju podršku za učenike u njihovoj zajednici.",
    "annualReport.2020.EDMessageText6": "Naš rad na tome da Scratch učinimo još pravednijim i uključivijim daleko je od završetka. Uzbuđen sam što ću u nadolazećim mjesecima podijeliti više s vama. Do tada, želio bih izraziti svoju iskrenu zahvalnost Scratch zajednici na nastavi podrške i brige jedni za druge kroz turbulentnu godinu. Vaša nas kreativnost i suosjećanje ne prestaju inspirirati.",
    "annualReport.2020.EDTitle": "Izvršni direktor, Scratch Foundation",
    "annualReport.2020.lookingForward": "Veselim se",
    "annualReport.2020.lookingForwardText1": "U 2021. nastavljamo s inovacijama i suradnjom s našim partnerima kako bismo Scratch učinili još boljim za mlade ljude diljem svijeta. U nadolazećim mjesecima radimo na tome da Scratch uvedemo u više škola, proširimo puteve kreativnog učenja, razvijemo i lokaliziramo više resursa za edukatore i mlade ljude, poboljšamo iskustvo uključivanja u Scratch i još više uzbudljivih projekata.",
    "annualReport.2020.lookingForwardText2": "Dobili smo velikodušne potpore od LEGO Foundationa i Google.org kako bismo pomogli proširiti naš globalni doseg, unaprijediti našu misiju i podržati ovaj važan posao. Saznajte više:",
    "annualReport.2020.learnMore": "Saznajte više:",
    "annualReport.2020.learnMoreLink1Text": "LEGO Foundation i Scratch Foundation objavljuju partnerstvo za podršku učenju kroz igru ​​s tehnologijom za milijune djece diljem svijeta",
    "annualReport.2020.learnMoreLink2Text": "Obrazovni tjedan informatike: Više pomoći za više učenika",
    "annualReport.2020.supportersTitle": "Hvala našim navijačima",
    "annualReport.2020.supportersIntro": "Hvala našim velikodušnim navijačima. Vaš nam doprinos pomaže proširiti mogućnosti kreativnog učenja za djecu svih dobi, iz svih sredina, diljem svijeta.",
    "annualReport.2020.ourSupporters": "Naši navijači",
    "annualReport.2020.ourSupportersText": "Želimo zahvaliti svim podržavateljima Scratch-a koji su nam tijekom godina pomogli stvoriti nevjerojatna iskustva učenja za milijune mladih ljudi diljem svijeta. Sljedeći popis temelji se na davanju zakladi Scratch od 1. siječnja 2020. do 31. prosinca 2020.",
    "annualReport.2020.supportersFoundingTitle": "Partneri osnivači — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "Posebno smo zahvalni našim partnerima osnivačima koji su osigurali najmanje 10.000.000 dolara kumulativne podrške od početka Scratch-a 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat partneri — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Krug kreativnosti — 250 000 $+",
    "annualReport.2020.supportersCollaborationTitle": "Krug suradnje — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Krug mašte — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "Krug inspiracije — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "Istraživački krug — 5000 USD+",
    "annualReport.2020.supportersPlayTitle": "Igrajte krug — $1,000+",
    "annualReport.2020.supportersInKindTitle": "Podržavatelji u naturi",
    "annualReport.2020.leadershipTitle": "Naš tim",
    "annualReport.2020.leadershipBoard": "Upravni odbor",
    "annualReport.2020.leadershipChair": "Stolica",
    "annualReport.2020.leadershipProfessor": "Profesor istraživanja učenja",
    "annualReport.2020.leadershipViceChair": "Dopredsjednica",
    "annualReport.2020.leadershipCoFounder": "Suosnivač i supredsjedavajući",
    "annualReport.2020.leadershipBoardMember": "Član odbora",
    "annualReport.2020.leadershipPresidentCEO": "predsjednik i izvršni direktor",
    "annualReport.2020.leadershipFormerPresident": "Bivši predsjednik",
    "annualReport.2020.leadershipFounderCEO": "Osnivač i izvršni predsjednik",
    "annualReport.2020.leadershipFormerChairCEO": "Bivša izvršna direktorica i predsjednica",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Tajnik i blagajnik odbora",
    "annualReport.2020.leadershipBoardSecretary": "Tajnik odbora",
    "annualReport.2020.leadershipBoardTreasurer": "Blagajnik odbora",
    "annualReport.2020.leadershipScratchTeam": "Scratch tim 2020",
    "annualReport.2020.leadershipED": "Izvršni direktor",
    "annualReport.2020.teamThankYou": "Hvala Mitchu Resnicku, Natalie Rusk, Rupalu Jainu i ostalim suradnicima u Lifelong Kindergarten Group pri MIT Media Labu na vašoj neumornoj podršci Scratchu.",
    "annualReport.2020.donateTitle": "Podržite nas",
    "annualReport.2020.donateMessage": "Vaša podrška nam omogućuje da Scratch učinimo besplatnim za sve, održava naše poslužitelje u radu, i što je najvažnije, u mogućnosti smo djeci diljem svijeta pružiti priliku da maštaju, stvaraju i dijele. Hvala vam!",
    "annualReport.2020.donateButton": "Doniraj",
    "annualReport.2020.projectBy": "projekt po",
    "annualReport.2020.altAvatar": "korisnički avatar",
    "annualReport.2020.altDropdownArrow": "Strelica koja označava padajući izbornik.",
    "annualReport.2020.altMastheadIllustration": "Tri osobe u interakciji s fizičkim Scratch komponentama.",
    "annualReport.2020.altWave": "Emoji koji maše rukom.",
    "annualReport.2020.altMitchHeadshot": "Osnivač Mitch Resnick",
    "annualReport.2020.altBlocks": "Dva bloka za grebanje naslagani jedan na drugi.",
    "annualReport.2020.altBanana": "Banana u koju je utaknuta žica.",
    "annualReport.2020.altProjectsIllustration": "Troje djece, jedno stoji, jedno sjedi u invalidskim kolicima i jedno sjedi na tlu, slikaju i režu umjetničke projekte.",
    "annualReport.2020.altPassionIllustration": "Troje djece, jedno stoji, jedno kleči i jedno sjedi na tlu slikaju, sviraju na klaviru i promatraju zvijezde pomoću teleskopa.",
    "annualReport.2020.altPeersIllustration": "Četvero djece sjedi oko logorske vatre igrajući se i dajući pet.",
    "annualReport.2020.altPlayIllustration": "Troje djece, jedno stoji, jedno kleči i jedno sjedi prekriženih nogu slažu kamenje, igraju se čamcima igračkama i savijaju origami.",
    "annualReport.2020.altCalendar": "Kalendar koji prikazuje 2020. godinu.",
    "annualReport.2020.altCommentsVisualization": "Dva oblačića komentara. Jedan manji i tamniji predstavlja udio komentara u 2019. Jedan svjetliji predstavlja porast komentara u 2020.",
    "annualReport.2020.altArrowUp": "Strelica usmjerena prema gore i udesno.",
    "annualReport.2020.altTranslated": "Scratch komponenta koja govori \"Zdravo\" i navodi jezike na kojima je Scratch dostupan.",
    "annualReport.2020.altScratchHorizontalCommand": "Komponenta horizontalne naredbe za grebanje.",
    "annualReport.2020.altScratchJr": "Logo Scratch Jr",
    "annualReport.2020.altHorizontalLoop": "Vodoravna komponenta petlje ogrebi.",
    "annualReport.2020.altPieChart": "Vizualizacija koja prikazuje povećanje od 602% u projektima kreiranim tijekom 2020. u odnosu na projekte kreirane u 2019.",
    "annualReport.2020.altUsers": "Dvije generičke korisničke ikone, nešto manja siva i malo veća ljubičasta.",
    "annualReport.2020.altArrowNext": "Strelica koja pokazuje udesno.",
    "annualReport.2020.altBenedict": "Avatar za Benedikta Hochwartnera",
    "annualReport.2020.altAaronReuland": "Aaron Reuland lebdio je iznad lutke od papirnate vrećice i ilustracije leteće kornjače.",
    "annualReport.2020.altSprinklesLeft": "Smajlić, Scratch komponenta i srce prikazano na telefonu.",
    "annualReport.2020.altSprinklesRight": "Ruka u interakciji sa Scratch komponentama.",
    "annualReport.2020.altFileDownload": "Strelica koja pokazuje u košaricu pokazuje da se datoteka može preuzeti.",
    "annualReport.2020.altWaveTop": "Svijetloplavi val prekriven Scratch avatarima i komponentama.",
    "annualReport.2020.altWaveBottom": "Svijetloplavi val.",
    "annualReport.2020.altConnectingLine": "Isprekidana linija koja povezuje mjesece",
    "annualReport.2020.altApril": "Crtež olovkom i olovkom na projektu Scratch koji prikazuje čamac i vodu.",
    "annualReport.2020.altMay": "Kalendar označen emotikonima koji se nalaze na oblačiću.",
    "annualReport.2020.altJune": "Zastava 16. lipnja i papirnati avion.",
    "annualReport.2020.altJuly": "Mikrofon i glazbene note.",
    "annualReport.2020.altToolsIllustration": "Ruka koja dodiruje ikonu s uskličnikom iznad nekoliko oblačića teksta.",
    "annualReport.2020.altVirtualTown": "Djevojka trči pločnikom ispred nekoliko kuća.",
    "annualReport.2020.altCatchGame": "Jabuka lebdi na horizontu s desne strane dok se košara nalazi ispod prema sredini okvira.",
    "annualReport.2020.altCharacterDesigner": "Pas sjedi ispred zelene i bijele pozadine sa ševronom.",
    "annualReport.2020.altVirtualPet": "Jež sjedi na vrhu kamena usred neke trave.",
    "annualReport.2020.altLookingForward": "Stablo koje zalijeva mladicu koja izraste u visoko drvo.",
    "annualReport.2020.altIndia1": "Upaljena svjetiljka pojavljuje se ispod teksta \"sretan Diwali!\"",
    "annualReport.2020.altIndia2": "Maskota mačke grebalice pojavljuje se pored teksta napisanog na hindskom",
    "annualReport.2020.altIndia3": "Indijka se pojavljuje ispred indijske zastave na kojoj se nalazi srce na kojem piše \"Indija\".",
    "annualReport.2020.altIndia4": "Dvije se ruke pojavljuju iznad flaute ispred pozadine koja sadrži šetnicu i more.",
    "annualReport.2020.altChile": "Grupa djece sjedi oko stola prepunog umjetnina i rukotvorina i prijenosnog računala.",
    "annualReport.2020.altBrazil": "Djeca sjede ispred laptopa spojenog žicama na pet žlica.",
    "annualReport.2020.altIndia": "Žena daje instrukcije djevojkama ispred računala.",
    "annualReport.2020.altUSA": "Mala video sličica prikazana je pokraj snimke zaslona korisničkog sučelja Scratch",
    "annualReport.2020.altChileIcon": "Maskota Scratch",
    "annualReport.2020.altBrazilIcon": "Zeleni vrtlog",
    "annualReport.2020.altIndiaIcon": "Zvijezda isprepletena s krugom",
    "annualReport.2020.altUSAIcon": "Crtana malina, logotip Zaklade Raspberry Pi",
    "annualReport.2020.altTutorial": "Vodič za Scratch na španjolskom",
    "annualReport.2020.altGettingStarted": "Gumb za reprodukciju nalazi se na vrhu korisničkog sučelja Scratch.",
    "annualReport.2020.altEditor": "Scratch korisničko sučelje zajedno s pregledom programa koji se trenutno gradi prikazuje dvoje ljudi kako razgovaraju jedno s drugim.",
    "annualReport.2020.altHackYourWindow": "Pas u svemirskoj kacigi, zvijezda i krafna lebde ispred prozora u svemiru.",
    "annualReport.2020.altScratchInteraction": "Dvije osobe razgovaraju među Scratch komponentama. Jedan predaje komponentu drugome.",
    "annualReport.2020.altImageBubbles": "Slike iz Scratch projekata pojavljuju se u obliku mjehurića grupirane zajedno.",
    "annualReport.2020.altConnectivityVideoPreview": "Gumb za reprodukciju pojavljuje se iznad scene prijateljskih morskih stvorenja.",
    "annualReport.2020.altAdaptationVideoPreview": "Gumb za reprodukciju pojavljuje se iznad različitih scena iz korisničkog sučelja Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey iz Star Wars zvijezda drži štap i stoji u pustinji.",
    "annualReport.2020.altAprilCard": "Više snimaka zaslona iz korisničkog sučelja Scratch stavljaju se zajedno.",
    "annualReport.2020.altMayCard": "Ruke koje pripadaju ljudima raznih rasa podignute su u šake.",
    "annualReport.2020.altJuneCard": "Osoba spaja papirnati cvijet zajedno.",
    "annualReport.2020.altJulyCard": "Rak, sirena i hobotnica sviraju zajedno pod morem.",
    "annualReport.2020.altOctoberCard": "Bundeva i zrna bombona pojavljuju se na zidu iznad računalne radne stanice.",
    "annualReport.2020.altDonateIllustration": "Dos manos forman la forma de un corazón con los dedos dentro de una forma de corazón recortada."
}