{
    "annualReport.2020.subnavFoundersMessage": "Pesan Pendiri",
    "annualReport.2020.subnavMission": "Misi",
    "annualReport.2020.subnavReach": "Mencapai",
    "annualReport.2020.subnavThemes": "Tema",
    "annualReport.2020.subnavDirectorsMessage": "Pesan Direktur",
    "annualReport.2020.subnavSupporters": "Pendukung",
    "annualReport.2020.subnavTeam": "Tim",
    "annualReport.2020.subnavDonate": "Donasi",
    "annualReport.2020.mastheadYear": "Laporan Tahunan 2020",
    "annualReport.2020.mastheadTitle": "Beradaptasi dengan Dunia yang Berubah",
    "annualReport.2020.foundersMessageTitle": "Pesan dari Pendiri Kami",
    "annualReport.2020.foundersMessageP1": "Tahun 2020 akan dikenang sebagai tahun ketika pandemi COVID melanda seluruh dunia, menyebabkan kesulitan dan gangguan dalam kehidupan setiap orang -- dengan kesulitan terbesar menimpa mereka yang sudah menghadapi tantangan dalam hidup mereka.",
    "annualReport.2020.foundersMessageP2": "Sepanjang pandemi, anak muda di seluruh dunia, banyak yang terisolasi di rumah mereka, telah mengunjungi situs web Scratch dalam jumlah yang lebih banyak dari sebelumnya, melihat Scratch sebagai ruang aman tempat mereka dapat mengekspresikan diri secara kreatif, mempelajari keterampilan baru, dan berkolaborasi dengan satu orang. lain. Kami terinspirasi oleh begitu banyak proyek Scratch yang dibuat anak muda selama tahun 2020, banyak dari mereka berbagi pemikiran dan perasaan mereka tentang pandemi, perubahan iklim, ketidakadilan rasial, dan masalah lain yang ada di benak mereka. Kaum muda tidak hanya mempelajari konsep dan keterampilan komputasi, tetapi juga mengembangkan suara dan identitas mereka.",
    "annualReport.2020.foundersMessageP3": "Untuk memastikan Scratch dapat terus memainkan peran penting ini dalam kehidupan generasi muda di tahun-tahun mendatang, kami telah membuat perubahan organisasi yang signifikan di Scratch. Pada awal tahun 2020, Scratch Team pindah dari rumah lamanya di MIT Media Lab ke kantor baru Scratch Foundation di pusat kota Boston. Langkah ini akan membantu kami membangun organisasi berkelanjutan yang mampu mendukung Scratch sebagai platform pengkodean kreatif global di masa depan.",
    "annualReport.2020.foundersMessageP4": "Kemudian pada tahun 2020, sebagai bagian dari transisi organisasi ini, kami mempekerjakan Shawna Young untuk menjabat sebagai Direktur Eksekutif Scratch Foundation. Shawna datang ke Scratch Foundation dengan latar belakang yang kuat di bidang pendidikan dan manajemen nirlaba, serta komitmen mendalam terhadap kesetaraan dan inklusi. Sepanjang karirnya di institusi seperti Duke dan MIT, Shawna telah bekerja untuk memperluas pengalaman belajar bagi siswa dari berbagai komunitas. Komitmen itu sangat selaras dengan misi dan nilai-nilai Scratch, dan itu akan memainkan peran penting dalam kepemimpinannya di Scratch. Saya mendorong Anda untuk membaca pesan Shawna di akhir laporan tahunan ini.",
    "annualReport.2020.foundersMessageP5": "Selama dekade terakhir, Scratch meraih sukses fenomenal, melibatkan puluhan juta anak muda di seluruh dunia. Tapi kita baru mulai. Tantangan untuk tahun-tahun mendatang adalah untuk memastikan bahwa kami dapat terus menyebarkan dan mendukung tidak hanya teknologi kami tetapi juga pendekatan pembelajaran kami yang kreatif, peduli, dan kolaboratif, sehingga kaum muda di seluruh dunia memiliki kesempatan yang sama untuk berimajinasi, berkreasi, berbagi, dan mempelajari. Kami berharap dapat bekerja sama dengan Anda semua untuk mewujudkannya!",
    "annualReport.2020.foundersMessageScratchTitle": "Kursi, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Profesor, Lab Media MIT",
    "annualReport.2020.watchVideo": "Tonton Video",
    "annualReport.2020.missionTitle": "Misi & Visi Kami",
    "annualReport.2020.visionHeader": "Penglihatan",
    "annualReport.2020.visionSubtitle": "Untuk menyebarkan pendekatan yang kreatif, peduli, kolaboratif, dan adil untuk pengkodean dan pembelajaran di seluruh dunia.",
    "annualReport.2020.missionHeader": "Misi",
    "annualReport.2020.missionSubtitle": "Memberi kaum muda alat dan peluang digital untuk berimajinasi, berkreasi, berbagi, dan belajar.",
    "annualReport.2020.missionP1": "Kami berkomitmen untuk keadilan pendidikan dan memprioritaskan kesetaraan di semua aspek pekerjaan kami, dengan fokus khusus pada inisiatif dan pendekatan yang mendukung anak-anak, keluarga, dan pendidik yang dikecualikan dari komputasi kreatif.",
    "annualReport.2020.missionP2": "Kami telah mengembangkan Scratch sebagai lingkungan belajar yang bebas, aman, dan menyenangkan yang melibatkan semua anak untuk berpikir kreatif, bernalar secara sistematis, dan bekerja secara kolaboratif—keterampilan penting untuk semua orang di masyarakat saat ini. Kami bekerja sama dengan pendidik dan keluarga untuk mendukung anak-anak dalam mengeksplorasi, berbagi, dan belajar.",
    "annualReport.2020.missionP3": "Dalam mengembangkan teknologi, aktivitas, dan materi pembelajaran baru, kami dipandu oleh apa yang kami sebut Empat P Pembelajaran Kreatif:",
    "annualReport.2020.fourPs": "Empat P Pembelajaran Kreatif",
    "annualReport.2020.missionProjectsTitle": "Karya",
    "annualReport.2020.missionPeersTitle": "Teman sebaya",
    "annualReport.2020.missionPassionTitle": "Gairah",
    "annualReport.2020.missionPlayTitle": "Putar",
    "annualReport.2020.missionProjectsDescription": "Libatkan anak-anak dalam merancang, menciptakan, dan mengekspresikan diri mereka secara kreatif",
    "annualReport.2020.missionPeersDescription": "Dukung anak-anak dalam berkolaborasi, berbagi, remix, dan pendampingan",
    "annualReport.2020.missionPassionDescription": "Memungkinkan anak-anak membangun minat mereka dan mengerjakan proyek yang bermakna secara pribadi",
    "annualReport.2020.missionPlayDescription": "Dorong anak-anak untuk bermain-main, bereksperimen, dan mengulang",
    "annualReport.2020.reachTitle": "Menjangkau Anak-Anak di Seluruh Dunia",
    "annualReport.2020.reachSubtitle": "Scratch adalah komunitas coding terbesar di dunia untuk anak-anak dan remaja, usia 8 tahun ke atas.",
    "annualReport.2020.reachMillion": "juta",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% dari 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% dari tahun 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% dari 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Pengguna baru",
    "annualReport.2020.reachProjectsCreated": "Proyek Dibuat",
    "annualReport.2020.reachProjectCreators": "Orang Membuat Proyek",
    "annualReport.2020.reachComments": "peningkatan komentar yang diposting",
    "annualReport.2020.reachGlobalCommunity": "Komunitas Global Kita",
    "annualReport.2020.reachMapBlurb": "Total akun yang terdaftar di Komunitas Scratch Online sejak peluncuran Scratch hingga Desember 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "dalam skala logaritmik",
    "annualReport.2020.reachTranslationTitle": "Scratch Diterjemahkan ke dalam 64 Bahasa",
    "annualReport.2020.reachTranslationIncrease": "3 bahasa dari 2019",
    "annualReport.2020.reachTranslationBlurb": "Terima kasih kepada penerjemah sukarela dari seluruh dunia.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr adalah lingkungan pemrograman pengantar yang memungkinkan anak kecil (usia 5-7) membuat cerita dan permainan interaktif mereka sendiri.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Download di tahun 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} dari tahun 2019",
    "annualReport.2020.themesTitle": "Tema yang Muncul",
    "annualReport.2020.themesDescription": "Saat kaum muda menghadapi tantangan COVID-19 yang belum pernah terjadi sebelumnya, Scratch menjadi tempat yang lebih penting dari sebelumnya bagi mereka untuk terhubung, berkreasi, dan mengekspresikan diri. Sepanjang tahun, pekerjaan kami difokuskan pada tiga area untuk mendukung komunitas global kami yang terus berkembang: konektivitas, adaptasi, dan komunitas. Seperti biasa, upaya kami didasarkan pada komitmen kami terhadap kesetaraan dan inklusi.",
    "annualReport.2020.equity": "Ekuitas",
    "annualReport.2020.globalStrategy": "Strategi Global",
    "annualReport.2020.connectivityTitle": "Konektivitas",
    "annualReport.2020.connectivityIntro": "Sementara kaum muda diisolasi di dalam rumah karena COVID-19, Scratch menawarkan kesempatan bagi mereka untuk terhubung dan berkreasi dengan teman, teman sekelas, dan anggota keluarga yang jauh. Itu juga berfungsi sebagai portal ke dunia luar, di mana mereka menemukan bahwa jutaan anak di seluruh negara dan benua mengalami hal yang sama seperti mereka.",
    "annualReport.2020.aaronText": "Siswa Aaron bekerja sama untuk membangun versi <kooky> dari kota mereka yang disebut <Norwouldn't>, yang dikemas dengan makhluk buku cerita, karya seni asli, dan narasi yang saling berhubungan. Itu adalah salah satu dari banyak proyek Scratch kolaboratif yang difasilitasi Aaron untuk mengingatkan siswa bahwa meskipun COVID-19 menahan mereka di dalam rumah, mereka tetap menjadi bagian dari komunitas yang peduli dan menyenangkan.",
    "annualReport.2020.spotlightStory": "Cerita Sorotan",
    "annualReport.2020.connectivityIndia": "Scratch di India",
    "annualReport.2020.connectivityIndiaIntro": "Di India, pandemi COVID-19 memakan banyak korban dan membuat banyak anak muda dan keluarga terisolasi di dalam rumah untuk waktu yang lama.",
    "annualReport.2020.connectivityIndiaParagraph": "Di seluruh komunitas Scratch global, kami melihat lonjakan besar dalam aktivitas yang dimulai pada Maret 2020. Tidak ada lonjakan tiba-tiba ini yang lebih jelas daripada di India, di mana pandemi COVID-19 memakan banyak korban dan membuat banyak orang muda dan keluarga terisolasi di dalam untuk waktu yang lama. Melalui Scratch, anak-anak di India menemukan koneksi dengan membuat dan berbagi 602% lebih banyak proyek daripada tahun sebelumnya.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Proyek Dibuat Online pada tahun 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% dari 2019",
    "annualReport.2020.connectivityRegistedUsers": "Jumlah pengguna terdaftar sepanjang masa di India lebih dari dua kali lipat dalam satu tahun,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "meningkat dari lebih dari 300.000 pada 2019 menjadi lebih dari 700.000 pada 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Jumlah unique visitor meningkat",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Jumlah orang yang membuat proyek meningkat",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "pada tahun 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 ribu",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Around the World",
    "annualReport.2020.connectivityWorldSubtitle": "Kolaborator Internasional",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chili",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur didedikasikan untuk mendukung pemikiran komputasional dan kreatif di kalangan siswa dan pendidik di Chili dan di seluruh Amerika Latin. Mereka membantu upaya penerjemahan dan pelokalan kami dalam bahasa Rapa Nui dan Spanyol, dan telah melibatkan banyak pendidik dalam lokakarya pengembangan profesional Scratch yang kolaboratif dan menyenangkan.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Jaringan Pembelajaran Kreatif Brasil",
    "annualReport.2020.connectivityCountryBrazil": "Brazil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Jaringan Pembelajaran Kreatif Brasil adalah gerakan akar rumput yang menerapkan praktik pendidikan langsung yang menyenangkan, kreatif, dan relevan di seluruh Brasil. Pada tahun 2020, Tim Scratch tampil di acara Pekan Pembelajaran Kreatif Jaringan Pembelajaran Kreatif Brasil untuk membagikan bagaimana anak-anak menggunakan Scratch untuk membangun komunitas, mengekspresikan diri, dan berbicara tentang apa yang penting bagi mereka. Pada gilirannya, kami belajar bagaimana pendidik dalam jaringan menciptakan peluang untuk ekspresi diri dengan peserta didik di komunitas mereka sendiri.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Aliansi Pencarian",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance memberdayakan jutaan pelajar dan pendidik dengan keterampilan abad ke-21, termasuk komputasi kreatif. Pada tahun 2020, {QuestAllianceLink} Scratch dibagikan dengan pelajar dan pengajar di seluruh India.",
    "annualReport.2020.connectivityCountryUSATitle": "Yayasan Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "Inggris",
    "annualReport.2020.connectivityCountryUSAParagraph": "Raspberry Pi Foundation bekerja untuk memberikan kekuatan komputasi dan pembuatan digital ke tangan orang-orang di seluruh dunia. Melalui inisiatif Membuat di Rumah, mereka memimpin acara streaming langsung yang mendorong keluarga dan anak muda untuk belajar dan berkreasi bersama. Beberapa dari streaming langsung ini menampilkan tutorial Scratch—dan terkadang, bahkan {USALink}!",
    "annualReport.2020.connectivityResources": "Bahan",
    "annualReport.2020.connectivityResourcesSubtitle": "Melokalkan dengan Dukungan dari LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "Untuk mendukung jangkauan global kami yang berkembang dan membantu respons COVID-19 kami, LEGO Foundation mendukung Scratch dengan hibah yang besar. Dengan pendanaan ini, kami dapat melokalkan sumber daya utama dan menjangkau lebih banyak anak muda di seluruh dunia.",
    "annualReport.2020.connectivityExample1Title": "Gambar Tutorial",
    "annualReport.2020.connectivityExample1Paragraph": "Kami membuat terjemahan gambar untuk 25 tutorial Scratch dalam 12 bahasa—total lebih dari 1.000 gambar baru!",
    "annualReport.2020.connectivityExample2Title": "Memulai Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Video Memulai dengan Scratch adalah video tutorial Scratch yang paling banyak diakses dan dilihat, menyapa Scratcher baru ketika mereka pertama kali bergabung dengan situs ini. Kami dapat menerjemahkan video ini ke dalam 25 bahasa baru dan memperbarui 3 terjemahan sebelumnya, termasuk visual, sulih suara, dan subtitel.",
    "annualReport.2020.connectivityExample3Title": "Editor Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "Editor proyek Scratch adalah sumber daya Scratch yang paling penting. Kami bekerja dengan perusahaan terjemahan Afrika Selatan yang berspesialisasi dalam terjemahan pendidikan yang relevan secara budaya untuk menerjemahkan dan meninjau editor Scratch dalam lima bahasa Afrika Selatan: isiZulu, isiXhosa, Afrikaans, Sestwana, dan Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptasi",
    "annualReport.2020.adaptationIntro": "Saat COVID-19 memaksa sekolah untuk tutup dan mendorong pembelajaran ke ruang virtual, banyak siswa dan guru menemukan Scratch untuk pertama kalinya atau mengadaptasi cara mereka mengajar dan mempelajari pengodean kreatif. Dari rumah kami sendiri, Scratch Team bekerja untuk mendukung perubahan kebutuhan pendidik dan komunitas online.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Kurator Pembelajaran Kreatif, mumok, Wina, Austria",
    "annualReport.2020.adaptationQuoteText": "Dalam semua masalah selama setahun terakhir, Scratch tetap menjadi platform komunikasi kami, tempat kami bertemu, dan media kami untuk mengekspresikan diri secara kreatif.",
    "annualReport.2020.adaptationHighlightName": "Harun Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Guru Media Perpustakaan K-5, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "Di sekolah Judul Satu Aaron Reuland di Norwood, Massachusetts, dia mengandalkan Scratch untuk membantu melibatkan siswa jarak jauh dalam pembelajaran kreatif dan menghidupkan kembali rasa kebersamaan mereka “ketika satu-satunya hal yang dapat saya andalkan dari kita semua adalah komputer yang berfungsi dan koneksi internet. ”",
    "annualReport.2020.adaptationHighlightText2": "Siswa Aaron bekerja sama untuk membangun versi <kooky> dari kota mereka yang disebut <Norwouldn't>, yang dikemas dengan makhluk buku cerita, karya seni asli, dan narasi yang saling berhubungan. Itu adalah salah satu dari banyak proyek Scratch kolaboratif yang difasilitasi Aaron untuk mengingatkan siswa bahwa meskipun COVID-19 menahan mereka di dalam rumah, mereka tetap menjadi bagian dari komunitas yang peduli dan menyenangkan.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch at Home",
    "annualReport.2020.adaptationHighlightText2b": "Pada tanggal 17 Maret, kami menanggapi krisis COVID-19 dengan meluncurkan ide {linkText} untuk memberikan ide kepada anak-anak, keluarga, dan pendidik untuk terlibat dalam kegiatan pembelajaran kreatif dengan Scratch di rumah. Itu adalah cara yang sangat berharga untuk terhubung dengan komunitas kami dan beradaptasi dengan cara baru untuk belajar dan berinteraksi secara online.",
    "annualReport.2020.adaptationHighlightTitle3": "Buat-Bersama Langsung",
    "annualReport.2020.adaptationHighlightText3b": "Tim kami menjadi tuan rumah setiap minggu, langsung {linkText} untuk terhubung dengan anak-anak, orang tua, dan pendidik di rumah dan berbagi tips dan trik untuk membuat berbagai jenis proyek Scratch. Kami sangat senang melihat proyek yang terinspirasi untuk mereka buat di studio Create-Along kami!",
    "annualReport.2020.adaptationHighlightTitle4": "Retas Jendela Anda",
    "annualReport.2020.adaptationHighlightText4b": "Pendidik Scratch Eduard Muntaner Perich membuat studio yang terinspirasi #ScratchAtHome yang menggemparkan komunitas: {linkText}. Ratusan Scratcher dari seluruh dunia membayangkan permainan dan cerita fantastik terjadi tepat di luar jendela mereka.",
    "annualReport.2020.adaptationEducatorsTitle": "Terhubung dengan Pendidik",
    "annualReport.2020.adaptationEducatorsText": "Pendidik di seluruh dunia membagikan ide #ScratchAtHome mereka sendiri dan mendiskusikan perjuangan dan kemenangan mengajar dari jarak jauh dalam Obrolan Twitter yang meriah pada 8 April 2020.",
    "annualReport.2020.adaptationSnapshot": "Jepretan",
    "annualReport.2020.adaptationSnapshot1Title": "Lokakarya Virtual Jaringan Komputer Clubhouse",
    "annualReport.2020.adaptationSnapshot1Text": "Sebagai bagian dari kemitraan jangka panjang kami, Scratch Team mengadakan lokakarya untuk pendidik remaja dari {linkText}. Seperti pendidik di seluruh dunia, tim kami harus mengadakan lokakarya online untuk pertama kalinya pada tahun 2020—dan mempelajari cara mengatasi isolasi dan kesulitan teknis dari pembelajaran virtual. Namun berkat alat kolaborasi online dan metode berbagi dan refleksi yang inovatif, tim dapat menciptakan kembali semangat kolaboratif dan menyenangkan dari lokakarya tatap muka di ruang virtual.",
    "annualReport.2020.adaptationSnapshot2Title": "Bawa Diri Anda ke Goresan",
    "annualReport.2020.adaptationSnapshot2Text": "2020 juga merupakan tahun untuk mengadaptasi alat dan platform kami. Kami mengembangkan dan menambahkan sprite baru ke Perpustakaan Sprite untuk menginspirasi dan memungkinkan Scratcher pemula membuat proyek yang mewakili ras, budaya, jenis kelamin, atau identitas pribadi lainnya.",
    "annualReport.2020.communityTitle": "Komunitas",
    "annualReport.2020.communityIntro": "Di tahun 2020, Komunitas Scratch menjadi tempat yang lebih vital bagi kaum muda untuk menemukan rasa kebersamaan dan rasa memiliki. Saat kami melihat percakapan yang bermakna, proyek kolaboratif, dan kisah mengharukan yang dibagikan oleh Scratcher, kami kagum dengan semangat kreatif dan ketangguhan mereka.",
    "annualReport.2020.communityTitle1": "Panduan Malam Coding Kreatif Keluarga Virtual",
    "annualReport.2020.communityText1": "Pada tahun 2019, dengan dukungan dari Google.org, Scratch Team bekerja sama dengan Office of Computer Science Chicago Public School untuk menghubungkan siswa, keluarga, guru, dan anggota komunitas lainnya melalui Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "Tahun ini, tim kami menghadapi tantangan baru: bagaimana kami dapat menghadirkan semangat Family Creative Coding Nights yang ceria dan membangun komunitas ke ruang virtual, membantu sekolah mengembangkan hubungan penting dengan siswa jarak jauh dan keluarga mereka? Kami mengembangkan panduan Malam Pengkodean Keluarga Virtual untuk menyediakan struktur bagi koneksi ini dan mendukung pembelajaran yang menyenangkan",
    "annualReport.2020.communityDownloadButton": "Panduan Malam Coding Keluarga Virtual",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Koordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], tidak banyak kesempatan untuk terlibat dengan orang tua dengan cara yang menyenangkan dan berenergi tinggi. Jadi, kesempatan ini memberikan keterlibatan yang sangat dibutuhkan...Guru khawatir, tetapi tingkat kegembiraan siswa mendorong mereka ke ruang di mana mereka harus memercayai proses dan membiarkan anak-anak belajar dari satu sama lain.",
    "annualReport.2020.communityScratchCommunity": "Komunitas Goresan",
    "annualReport.2020.communityScratchCommunityIntro": "Ketika ditanya mengapa mereka menggunakan Scratch, sebagian besar Scratcher berbicara tentang pentingnya komunitas online untuk memotivasi partisipasi berkelanjutan mereka, menyediakan ruang di mana mereka dapat mengekspresikan kreativitas mereka, berteman, menerima umpan balik, mendapatkan ide baru, dan mempelajari keterampilan baru. Banyak Scratcher mengungkapkan penghargaan mereka terhadap komunitas Scratch sebagai ruang yang aman dan ramah untuk terhubung, berbagi, dan belajar satu sama lain.",
    "annualReport.2020.communityQuoteGroupText1": "Saya bergabung dengan Scratch ketika saya berusia 11 tahun dan hal-hal yang saya pelajari dari menggunakan platform dan berinteraksi dengan komunitas benar-benar merupakan bagian penting dari pembelajaran saya saat tumbuh dewasa.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch memungkinkan saya melakukan berbagai hal dari rumah, seperti\n- Menghormati orang dan proyek mereka\n- Berteman\n- Merasa bahwa saya tidak sendirian di karantina ini\n....dan masih banyak lagi, jadi saya ingin melakukannya ucapkan ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Saya telah menggunakan Scratch selama sekitar 2 tahun, dan ini merupakan pengalaman yang mengubah hidup! Saya telah belajar banyak hal baru, seperti coding, etiket online, dan seni!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch adalah hobi favorit saya di kelas enam. Itu diam-diam memperkenalkan saya pada logika Boolean, urutan operasi, dan ekspresi matematika bersarang — belum lagi pemrograman komputer itu sendiri.",
    "annualReport.2020.yearInReview": "Peninjauan Setahun",
    "annualReport.2020.yearInReviewText": "2020 adalah tahun yang luar biasa di komunitas online. Tim Komunitas menyoroti dan mengembangkan peluang bagi kaum muda untuk mengekspresikan ide mereka dan terlibat dalam cara yang positif, dan gerakan luar biasa bermunculan dari Scratchers sendiri. Berikut adalah kilas balik beberapa sorotan tahun ini:",
    "annualReport.2020.yearInReviewCard1Date": "Januari",
    "annualReport.2020.yearInReviewCard1Title": "Akhir Dekade Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers merayakan penutupan satu dekade dan awal yang baru di Scratch Design Studio ini.",
    "annualReport.2020.yearInReviewCard2Date": "April",
    "annualReport.2020.yearInReviewCard2Title": "Hari April Mop",
    "annualReport.2020.yearInReviewCard2Text": "'Misteri duniawi' muncul di sekitar situs, dan blok kucing mengejutkan dan menyenangkan komunitas Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "April",
    "annualReport.2020.yearInReviewCard3Title": "Buat-Seiring",
    "annualReport.2020.yearInReviewCard3Text": "Anggota Tim Scratch mulai menyelenggarakan tutorial langsung untuk terhubung dan berkreasi dengan Scratchers dan keluarga mereka di rumah.",
    "annualReport.2020.yearInReviewCard4Date": "May",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2020.yearInReviewCard4Text": "Scratcher di seluruh dunia berbagi ribuan proyek seputar tema mingguan, mulai dari kerajinan daur ulang hingga jingle cuci tangan.",
    "annualReport.2020.yearInReviewCard5Date": "May",
    "annualReport.2020.yearInReviewCard5Title": "Kehidupan Hitam Penting",
    "annualReport.2020.yearInReviewCard5Text": "Saat protes keadilan rasial melanda AS, komunitas berkumpul untuk saling mendukung dan menyerukan perubahan.",
    "annualReport.2020.yearInReviewCard6Date": "Juni",
    "annualReport.2020.yearInReviewCard6Title": "Menyenangkan Di Rumah! Studio Desain Awal",
    "annualReport.2020.yearInReviewCard6Text": "Scratcher membagikan permainan dan aktivitas dalam ruangan favorit mereka untuk tetap terlibat saat tinggal di rumah.",
    "annualReport.2020.yearInReviewCard7Date": "Juni",
    "annualReport.2020.yearInReviewCard7Title": "Studio Junibelas",
    "annualReport.2020.yearInReviewCard7Text": "Scratcher membuat proyek untuk menghormati Juneteenth dan perjuangan berkelanjutan untuk keadilan rasial.",
    "annualReport.2020.yearInReviewCard8Date": "Juli",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical membuat seluruh komunitas berakting, bernyanyi, dan menari bersama.",
    "annualReport.2020.yearInReviewCard9Date": "Oktober",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratcher membuat ratusan cerita kreatif, game, dan animasi berdasarkan permintaan bertema harian.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Insinyur Hubungan Pengembang Google Cloud Platform, dan Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Melihat kekuatan yang Anda miliki saat membuat sesuatu dan dapat merepresentasikan diri Anda dan masalah Anda serta mengungkapkannya atau menyelesaikannya dengan kode adalah pengalaman yang sangat ajaib dan memiliki dampak dunia nyata.",
    "annualReport.2020.communitySnapshotTitle": "Meningkatkan Alat Kami",
    "annualReport.2020.communitySnapshotText": "Tim Komunitas kami menggunakan beragam alat dan strategi untuk mendorong kewarganegaraan digital yang baik dan mempertahankan lingkungan yang positif bagi Scratcher untuk berkreasi. Pada tahun 2020, kami mengembangkan antarmuka baru yang lebih intuitif untuk membantu Scratcher menandai konten yang tidak pantas, dan menyempurnakan alat yang digunakan oleh tim moderasi komunitas kami. Hasilnya, kami menerima laporan dengan kualitas lebih tinggi dari komunitas, dan moderator komunitas kami dapat bekerja lebih cepat dan efisien—menjaga situs lebih aman dan ramah bagi semua orang.",
    "annualReport.2020.communitySnapshot2Title": "Tutorial Scratch Baru di YouTube",
    "annualReport.2020.communitySnapshot2Text": "Tim Scratch mulai membagikan tutorial di saluran YouTube kami pada Maret 2020 untuk membantu Scratchers memperoleh keterampilan membuat apa pun yang dapat mereka bayangkan. Dari seni piksel hingga hewan peliharaan virtual, tutorial ini populer di kalangan Scratcher dari segala usia, memperoleh 1,3 juta penayangan pada tahun 2020.",
    "annualReport.2020.tutorial1": "Kota maya",
    "annualReport.2020.tutorial2": "Permainan Menangkap",
    "annualReport.2020.tutorial3": "Desainer Karakter",
    "annualReport.2020.tutorial4": "Peliharaan Virtual",
    "annualReport.2020.EDMessageTitle": "Pesan dari Direktur Eksekutif Kami",
    "annualReport.2020.EDMessageText1": "2020 adalah tahun transformasional di seluruh dunia, dan untuk Scratch. Saya bergabung dengan tim pada bulan November, ketika kami berbulan-bulan memasuki pandemi COVID-19. Dengan latar belakang saya sebagai pemimpin pendidikan, saya bersemangat tentang potensi memimpin Scratch melalui periode perubahan yang signifikan dan terus bekerja menuju tujuan pribadi saya untuk membantu siswa dari semua latar belakang mencapai ketinggian baru. Saya tahu bahwa di tahun yang penuh tantangan ini, kaum muda di mana pun sangat membutuhkan lebih banyak dukungan untuk membantu mereka mencapai potensi mereka.",
    "annualReport.2020.EDMessageText2": "Struktur tidak adil yang kami bangun untuk mendidik anak-anak diperburuk oleh pandemi. Melalui perbincangan kami dengan keluarga dan pendidik dari seluruh dunia, kami tahu bahwa di tahun 2020, anak-anak dari semua komunitas membutuhkan kesempatan belajar yang kreatif untuk mengekspresikan ide dan membangun keterampilan mereka lebih dari sebelumnya, meskipun banyak dari mereka tidak memiliki kemampuan untuk melakukannya. ke sekolah.",
    "annualReport.2020.EDMessageText3": "Saat dunia beradaptasi dan mendekati pembelajaran kreatif dan ekspresi diri dengan cara baru, banyak pendidik, orang tua, dan anak muda beralih ke Scratch. Kami melihat 40% lebih banyak Scratcher membuat proyek dari tahun ke tahun, dan Scratcher meninggalkan 200% lebih banyak komentar di tahun 2020 dibandingkan tahun 2019. Kaum muda dari seluruh dunia menggunakan Scratch sebagai tempat untuk terhubung, berkomunikasi, berkolaborasi, dan terlibat satu sama lain. Kami melihat mereka menemukan hal-hal luar biasa yang dapat mereka ciptakan ketika diberi kesempatan untuk berpikir kreatif dan memecahkan masalah yang mereka sukai.",
    "annualReport.2020.EDMessageText4": "Setelah pandemi, beberapa orang menyerukan 'kembali normal'. Tetapi bagi banyak anak muda, kebebasan untuk belajar dan bereksplorasi hilang di sekolah kami jauh sebelum COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Kita harus melakukan semua yang kita bisa untuk mengubah ketidaksetaraan sistemik dalam sistem pendidikan kita, karena “normal” tidak dibangun untuk menjadi adil dan setara bagi sebagian besar anak kita.",
    "annualReport.2020.EDMessageText5": "Pada tahun 2021, Scratch menggandakan upaya kami untuk menjangkau kaum muda yang secara historis tersingkir dari komputasi kreatif dan peluang pembelajaran kreatif lainnya. Dengan dukungan dari Google.org, kami telah meluncurkan Scratch Education Collaborative (SEC), jaringan organisasi yang kuat di seluruh dunia yang berfokus untuk mendukung pelajar ini dalam mengembangkan kepercayaan diri mereka dalam komputasi kreatif. 41 organisasi di tahun pertama program baru ini akan terhubung dan belajar dari Scratch Team dan satu sama lain, serta mengembangkan Equity Toolkit yang akan mendukung mereka saat mereka tumbuh dan meningkatkan dukungan mereka untuk pelajar di komunitas mereka.",
    "annualReport.2020.EDMessageText6": "Pekerjaan kami untuk menjadikan Scratch lebih adil dan inklusif masih jauh dari selesai. Saya senang berbagi lebih banyak dengan Anda dalam beberapa bulan mendatang. Sampai saat itu, saya ingin menyampaikan penghargaan yang tulus kepada Komunitas Scratch untuk terus mendukung dan peduli satu sama lain melalui tahun yang penuh gejolak. Kreativitas dan kasih sayang Anda tidak pernah berhenti menginspirasi kami.",
    "annualReport.2020.EDTitle": "Direktur Eksekutif, Scratch Foundation",
    "annualReport.2020.lookingForward": "Sedang mencari",
    "annualReport.2020.lookingForwardText1": "Di tahun 2021, kami terus berinovasi dan berkolaborasi dengan mitra kami untuk menjadikan Scratch lebih baik lagi bagi kaum muda di seluruh dunia. Dalam beberapa bulan mendatang, kami berupaya menghadirkan Scratch ke lebih banyak sekolah, memperluas jalur menuju pembelajaran kreatif, mengembangkan dan melokalkan lebih banyak sumber daya untuk pendidik dan kaum muda, serta meningkatkan pengalaman orientasi Scratch, dan bahkan proyek yang lebih menarik.",
    "annualReport.2020.lookingForwardText2": "Kami telah menerima banyak hibah dari LEGO Foundation dan Google.org untuk membantu memperluas jangkauan global kami, memajukan misi kami, dan mendukung pekerjaan penting ini. Belajarlah lagi:",
    "annualReport.2020.learnMore": "Belajarlah lagi:",
    "annualReport.2020.learnMoreLink1Text": "LEGO Foundation dan Scratch Foundation mengumumkan kemitraan untuk mendukung pembelajaran melalui permainan dengan teknologi bagi jutaan anak di seluruh dunia",
    "annualReport.2020.learnMoreLink2Text": "Pekan Pendidikan Ilmu Komputer: Lebih banyak bantuan untuk lebih banyak siswa",
    "annualReport.2020.supportersTitle": "Terima Kasih Kepada Pendukung Kami",
    "annualReport.2020.supportersIntro": "Terima kasih kepada pendukung kami yang murah hati. Kontribusi Anda membantu kami memperluas peluang belajar kreatif untuk anak-anak dari segala usia, dari semua latar belakang, di seluruh dunia.",
    "annualReport.2020.ourSupporters": "Pendukung Kami",
    "annualReport.2020.ourSupportersText": "Kami ingin berterima kasih kepada semua pendukung Scratch yang selama bertahun-tahun telah membantu kami menciptakan pengalaman belajar yang luar biasa bagi jutaan anak muda di seluruh dunia. Daftar berikut berdasarkan pemberian kepada Scratch Foundation dari 1 Januari 2020 hingga 31 Desember 2020.",
    "annualReport.2020.supportersFoundingTitle": "Mitra Pendiri — $10.000.000+",
    "annualReport.2020.supportersFoundingText": "Kami sangat berterima kasih kepada Mitra Pendiri kami yang masing-masing telah memberikan setidaknya $10.000.000 dalam bentuk dukungan kumulatif, sejak dimulainya Scratch pada tahun 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Mitra Scratch Cat — $1.000.000+",
    "annualReport.2020.supportersCreativityTitle": "Lingkaran Kreativitas — $250.000+",
    "annualReport.2020.supportersCollaborationTitle": "Lingkaran Kolaborasi — $100.000+",
    "annualReport.2020.supportersImaginationTitle": "Lingkaran Imajinasi — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "Lingkaran Inspirasi — $20.000+",
    "annualReport.2020.supportersExplorationTitle": "Lingkaran Eksplorasi — $5.000+",
    "annualReport.2020.supportersPlayTitle": "Putar Lingkaran — $1.000+",
    "annualReport.2020.supportersInKindTitle": "Pendukung Dalam Bentuk",
    "annualReport.2020.leadershipTitle": "Tim kita",
    "annualReport.2020.leadershipBoard": "Dewan direksi",
    "annualReport.2020.leadershipChair": "Kursi",
    "annualReport.2020.leadershipProfessor": "Profesor Penelitian Pembelajaran",
    "annualReport.2020.leadershipViceChair": "Kursi wakil",
    "annualReport.2020.leadershipCoFounder": "Co-Founder dan Co-Chairman",
    "annualReport.2020.leadershipBoardMember": "Anggota dewan",
    "annualReport.2020.leadershipPresidentCEO": "Presiden dan CEO",
    "annualReport.2020.leadershipFormerPresident": "Mantan Presiden",
    "annualReport.2020.leadershipFounderCEO": "Pendiri dan Ketua Eksekutif",
    "annualReport.2020.leadershipFormerChairCEO": "Mantan CEO dan Ketua",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Sekretaris Dewan & Bendahara",
    "annualReport.2020.leadershipBoardSecretary": "Sekretaris Dewan",
    "annualReport.2020.leadershipBoardTreasurer": "Bendahara Dewan",
    "annualReport.2020.leadershipScratchTeam": "Tim Scratch 2020",
    "annualReport.2020.leadershipED": "Direktur Eksekutif",
    "annualReport.2020.teamThankYou": "Terima kasih kepada Mitch Resnick, Natalie Rusk, Rupal Jain, dan kolaborator lainnya di Lifelong Kindergarten Group di MIT Media Lab atas dukungan tak kenal lelah Anda terhadap Scratch.",
    "annualReport.2020.donateTitle": "Dukung Kami",
    "annualReport.2020.donateMessage": "Dukungan Anda memungkinkan kami membuat Scratch gratis untuk semua orang, menjaga server kami tetap berjalan, dan yang paling penting, kami dapat memberikan kesempatan kepada anak-anak di seluruh dunia untuk berimajinasi, berkreasi, dan berbagi. Terima kasih!",
    "annualReport.2020.donateButton": "Donasi",
    "annualReport.2020.projectBy": "proyek oleh",
    "annualReport.2020.altAvatar": "avatar pengguna",
    "annualReport.2020.altDropdownArrow": "Panah yang menunjukkan menu tarik-turun.",
    "annualReport.2020.altMastheadIllustration": "Tiga orang berinteraksi dengan komponen goresan fisik.",
    "annualReport.2020.altWave": "Tangan emoji melambai.",
    "annualReport.2020.altMitchHeadshot": "Pendiri Mitch Resnick",
    "annualReport.2020.altBlocks": "Dua blok Scratch ditumpuk di atas satu sama lain.",
    "annualReport.2020.altBanana": "Sebuah pisang dengan kabel dicolokkan ke dalamnya.",
    "annualReport.2020.altProjectsIllustration": "Tiga anak, satu berdiri, satu duduk di kursi roda, dan satu duduk di tanah melukis dan memotong proyek seni.",
    "annualReport.2020.altPassionIllustration": "Tiga anak, satu berdiri, satu berlutut, dan satu duduk di tanah melukis, memainkan musik di atas piano, dan melihat bintang menggunakan teleskop.",
    "annualReport.2020.altPeersIllustration": "Empat anak duduk di sekitar api unggun bermain game dan melakukan tos.",
    "annualReport.2020.altPlayIllustration": "Tiga anak, satu berdiri, satu berlutut, dan satu duduk bersila menumpuk batu, bermain perahu mainan, dan melipat origami.",
    "annualReport.2020.altCalendar": "Kalender yang menampilkan tahun 2020.",
    "annualReport.2020.altCommentsVisualization": "Dua balon komentar. Satu lebih kecil dan lebih gelap mewakili pangsa komentar di tahun 2019. Satu lebih ringan mewakili peningkatan komentar yang dibuat di tahun 2020.",
    "annualReport.2020.altArrowUp": "Panah menunjuk ke atas dan ke kanan.",
    "annualReport.2020.altTranslated": "Komponen Scratch yang menyatakan \"Halo\" dan mencantumkan bahasa tempat Scratch tersedia.",
    "annualReport.2020.altScratchHorizontalCommand": "Komponen perintah Scratch horizontal.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch komponen loop horizontal.",
    "annualReport.2020.altPieChart": "Visualisasi menunjukkan peningkatan 602% dalam proyek yang dibuat selama tahun 2020 dibandingkan dengan proyek yang dibuat pada tahun 2019.",
    "annualReport.2020.altUsers": "Dua ikon pengguna umum, yang abu-abu sedikit lebih kecil dan yang ungu sedikit lebih besar.",
    "annualReport.2020.altArrowNext": "Panah menunjuk ke kanan.",
    "annualReport.2020.altBenedict": "Avatar untuk Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland mengenakan boneka kantong kertas dan ilustrasi kura-kura terbang.",
    "annualReport.2020.altSprinklesLeft": "Wajah smiley, komponen Scratch, dan hati ditampilkan di ponsel.",
    "annualReport.2020.altSprinklesRight": "Sebuah tangan berinteraksi dengan komponen Scratch.",
    "annualReport.2020.altFileDownload": "Panah yang menunjuk ke keranjang menunjukkan bahwa file dapat diunduh.",
    "annualReport.2020.altWaveTop": "Gelombang biru muda ditutupi dengan avatar Scratch dan komponen Scratch.",
    "annualReport.2020.altWaveBottom": "Gelombang biru muda.",
    "annualReport.2020.altConnectingLine": "Garis putus-putus yang menghubungkan bulan",
    "annualReport.2020.altApril": "Gambar pena dan pensil pada proyek gores yang menggambarkan perahu dan air.",
    "annualReport.2020.altMay": "Kalender yang ditandai dengan emoji ditempatkan pada gelembung.",
    "annualReport.2020.altJune": "Bendera Juneteenth dan pesawat kertas.",
    "annualReport.2020.altJuly": "Mikrofon dan catatan musik.",
    "annualReport.2020.altToolsIllustration": "Sebuah tangan menyentuh ikon tanda seru di atas beberapa gelembung teks.",
    "annualReport.2020.altVirtualTown": "Seorang gadis berlari di sepanjang trotoar di depan beberapa rumah.",
    "annualReport.2020.altCatchGame": "Sebuah apel mengapung di cakrawala di sebelah kanan sementara keranjang duduk di bawah menuju tengah bingkai.",
    "annualReport.2020.altCharacterDesigner": "Seekor anjing duduk di depan latar belakang chevron hijau dan putih.",
    "annualReport.2020.altVirtualPet": "Seekor landak duduk di atas batu di tengah rerumputan.",
    "annualReport.2020.altLookingForward": "Pohon pengairan menyiram pohon muda yang tumbuh menjadi pohon tinggi.",
    "annualReport.2020.altIndia1": "Kembang api yang menyala muncul di bawah teks bertuliskan \"selamat Diwali!\"",
    "annualReport.2020.altIndia2": "Maskot kucing Scratch muncul di samping beberapa teks yang ditulis dalam bahasa Hindi",
    "annualReport.2020.altIndia3": "Seorang wanita India muncul di depan bendera India yang bergambar hati bertuliskan \"India\" di atasnya.",
    "annualReport.2020.altIndia4": "Dua tangan muncul di atas seruling di depan latar belakang jalan kayu dan laut.",
    "annualReport.2020.altChile": "Sekelompok anak duduk mengelilingi meja yang penuh dengan seni dan kerajinan tangan serta laptop.",
    "annualReport.2020.altBrazil": "Anak-anak duduk di depan laptop yang terhubung ke lima sendok dengan kabel.",
    "annualReport.2020.altIndia": "Seorang wanita menginstruksikan gadis-gadis duduk di depan komputer.",
    "annualReport.2020.altUSA": "Thumbnail video kecil ditampilkan di sebelah tangkapan layar antarmuka pengguna Scratch",
    "annualReport.2020.altChileIcon": "Maskot Scratch",
    "annualReport.2020.altBrazilIcon": "Sebuah pusaran hijau",
    "annualReport.2020.altIndiaIcon": "Bintang bertautan dengan lingkaran",
    "annualReport.2020.altUSAIcon": "Raspberry kartun, logo Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Tutorial Scratch dalam bahasa Spanyol",
    "annualReport.2020.altGettingStarted": "Tombol putar berada di atas Scratch UI.",
    "annualReport.2020.altEditor": "Scratch UI bersama dengan preview dari program yang sedang dibangun menunjukkan dua orang berbicara satu sama lain.",
    "annualReport.2020.altHackYourWindow": "Seekor anjing dengan helm luar angkasa, bintang, dan donat mengapung di luar jendela di luar angkasa.",
    "annualReport.2020.altScratchInteraction": "Dua orang berbicara di antara komponen Scratch. Yang satu menyerahkan komponen ke yang lain.",
    "annualReport.2020.altImageBubbles": "Gambar dari proyek Scratch muncul dalam bentuk gelembung yang dikelompokkan bersama.",
    "annualReport.2020.altConnectivityVideoPreview": "Tombol putar muncul di atas pemandangan makhluk laut yang ramah.",
    "annualReport.2020.altAdaptationVideoPreview": "Tombol putar muncul di berbagai adegan dari antarmuka pengguna Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey dari Star Wars memegang tongkat dan berdiri di padang pasir.",
    "annualReport.2020.altAprilCard": "Beberapa screenshot dari Scratch UI ditempatkan bersamaan.",
    "annualReport.2020.altMayCard": "Tangan milik orang-orang dari berbagai ras diangkat dalam kepalan tangan.",
    "annualReport.2020.altJuneCard": "Seseorang menjepret bunga kertas bersama-sama.",
    "annualReport.2020.altJulyCard": "Seekor kepiting, putri duyung, dan gurita bermain musik bersama di bawah laut.",
    "annualReport.2020.altOctoberCard": "Labu dan permen jagung muncul di dinding di atas workstation komputer.",
    "annualReport.2020.altDonateIllustration": "Dua tangan membentuk bentuk hati dengan jari-jari mereka di dalam bentuk hati yang terpotong."
}