{
    "annualReport.2020.subnavFoundersMessage": "Messaggio dei Fondatori",
    "annualReport.2020.subnavMission": "Missione",
    "annualReport.2020.subnavReach": "Portata",
    "annualReport.2020.subnavThemes": "Temi",
    "annualReport.2020.subnavDirectorsMessage": "Messaggio del Direttore",
    "annualReport.2020.subnavSupporters": "Sostenitori",
    "annualReport.2020.subnavTeam": "Team",
    "annualReport.2020.subnavDonate": "Dona",
    "annualReport.2020.mastheadYear": "Rapporto Annuale 2020",
    "annualReport.2020.mastheadTitle": "Adattarsi a un Mondo che Cambia",
    "annualReport.2020.foundersMessageTitle": "Un Messaggio dal Nostro Fondatore",
    "annualReport.2020.foundersMessageP1": "Il 2020 sarà ricordato come l'anno in cui la pandemia COVID si è diffusa in tutto il mondo, causando sofferenze e stravolgimenti nella vita di tutti -- con le sofferenze più grandi ricadute su coloro che stavano già fronteggiando delle grandi sfide nelle loro vite.",
    "annualReport.2020.foundersMessageP2": "Durante la pandemia i giovani di tutto il mondo, molti dei quali isolati nelle loro case, sono affluiti sul sito di Scratch in numero molto maggiore che in precedenza, vedendo Scratch come uno spazio sicuro dove potersi esprimere creativamente, imparare nuove abilità e collaborare gli uni con gli altri. Siamo stati ispirati da così tanti progetti Scratch che i più giovani hanno creato nel 2020, molti condividendo i loro pensieri e sentimenti sulla pandemia, il cambiamento climatico, l'ingiustizia razziale e tanti altri problemi che li assillavano. I giovani non hanno solo imparato concetti e abilità computazionali, ma hanno anche sviluppato la loro voce e le loro identità. ",
    "annualReport.2020.foundersMessageP3": "Per assicurare che Scratch posso continuare a giocare questo ruolo così importante nelle vite dei più giovani e negli anni a venire stiamo apportando cambiamenti significativi a Scratch. All'inizio del 2020 lo Scratch Team si è spostato da quella che era stata a lungo la sua casa al MIT Media Lab nei nuovi uffici della Scratch Foundation al centro di Boston. Questo ci aiuterà a costruire un'organizzazione sostenibile e capace di supportare Scratch in futuro come piattaforma globale per il coding creativo.",
    "annualReport.2020.foundersMessageP4": "Più tardi nel 2020, come parte di questa transizione organizzativa, abbiamo assunto Shawna Young come direttore esecutivo della Scratch Foundation. Shawna arriva alla Scratch Foundation con una solida esperienza nel campo dell'istruzione e della gestione senza scopo di lucro e un profondo impegno per l'equità e l'inclusione. Nel corso della sua carriera in istituzioni come Duke e MIT, Shawna ha lavorato per ampliare le esperienze di apprendimento per studenti di diverse comunità. Tale impegno è fortemente allineato con la missione e i valori di Scratch e svolgerà un ruolo importante nella sua leadership in Scratch. Vi incoraggio a leggere il messaggio di Shawna alla fine di questo rapporto annuale.",
    "annualReport.2020.foundersMessageP5": "Negli ultimi dieci anni, Scratch ha avuto un successo fenomenale, coinvolgendo decine di milioni di giovani in tutto il mondo. Ma siamo solo all'inizio. La sfida per gli anni a venire è garantire che possiamo continuare a diffondere e supportare non solo la nostra tecnologia, ma anche il nostro approccio di apprendimento creativo, attento e collaborativo, in modo che i giovani di tutto il mondo abbiano pari opportunità di immaginare, creare, condividere e imparare. Non vediamo l'ora di lavorare con tutti voi per realizzarlo!",
    "annualReport.2020.foundersMessageScratchTitle": "Presidente, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professore, MIT Media Lab",
    "annualReport.2020.watchVideo": "Guarda il Video",
    "annualReport.2020.missionTitle": "La Nostra Missione & Visione",
    "annualReport.2020.visionHeader": "Visione",
    "annualReport.2020.visionSubtitle": "Diffondere approcci creativi, corretti, collaborativi ed equilibrati al coding e all'apprendimento in tutto il mondo.",
    "annualReport.2020.missionHeader": "Missione",
    "annualReport.2020.missionSubtitle": "Rendere disponibile ai più giovani strumenti digitali e opportunità per immaginare, creare, condividere e imparare.",
    "annualReport.2020.missionP1": "Siamo impegnati nella giustizia educativa e nel mettere in primo piano l'uguaglianza in tutti gli aspetti del nostro lavoro, con un'attenzione particolare verso le iniziative e gli approcci che supportano i ragazzi, le famiglie e gli educatori provenienti da ambienti esclusi dall'informatica creativa.",
    "annualReport.2020.missionP2": "Abbiamo sviluppato Scratch come un ambiente di apprendimento gratuito, sicuro e giocoso che impegna tutti i ragazzi nel pensare in modo creativo, ragionare in maniera sistematica e lavorare in modo collaborativo — abilità essenziali per chiunque nella società attuale. Lavoriamo con educatori e famiglie per supportare i ragazzi nell'esplorare, condividere e imparare.",
    "annualReport.2020.missionP3": "Quando sviluppiamo nuove tecnologie, attività e materiali per l'apprendimento siamo guidati da quelle che abbiamo chiamato le Quattro P dell'Apprendimento Creativo:",
    "annualReport.2020.fourPs": "Quattro P dell'apprendimento Creativo",
    "annualReport.2020.missionProjectsTitle": "Progetti",
    "annualReport.2020.missionPeersTitle": "I Pari",
    "annualReport.2020.missionPassionTitle": "Passione",
    "annualReport.2020.missionPlayTitle": "Il Gioco (Play)",
    "annualReport.2020.missionProjectsDescription": "Coinvolgere i ragazzi nella progettazione, creazione e espressione di se stessi in modo creativo",
    "annualReport.2020.missionPeersDescription": "Aiutare i ragazzi a collaborare, condividere, remixare e supportare gli altri ",
    "annualReport.2020.missionPassionDescription": "Rendere i ragazzi in grado di costruire a partire dai loro interessi e lavorare su progetti significativi per loro stessi",
    "annualReport.2020.missionPlayDescription": "Incoraggiare i ragazzi a provare, sperimentare e ripetere",
    "annualReport.2020.reachTitle": "Entrare in contatto con Ragazzi provenienti da Tutto il Mondo",
    "annualReport.2020.reachSubtitle": "Scratch è la più grande comunità di coding per bambini e ragazzi dagli 8 anni in su.",
    "annualReport.2020.reachMillion": "milioni",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8% dal 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% dal 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% dal 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nuovi Utenti",
    "annualReport.2020.reachProjectsCreated": "Progetti Creati",
    "annualReport.2020.reachProjectCreators": "Persone che Creano Progetti",
    "annualReport.2020.reachComments": "aumento dei commenti condivisi",
    "annualReport.2020.reachGlobalCommunity": "La Nostra Comunità Globale",
    "annualReport.2020.reachMapBlurb": "Account totali registrati nella Comunità Online di Scratch dal lancio di Scratch fino a Dicembre 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "in scala logaritmica",
    "annualReport.2020.reachTranslationTitle": "Scratch è Tradotto in 64 Lingue",
    "annualReport.2020.reachTranslationIncrease": "3 lingue dal 2019",
    "annualReport.2020.reachTranslationBlurb": "Grazie a traduttori volontari provenienti da tutto il mondo.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr è un ambiente per l'introduzione alla programmazione che consente ai bambini (5-7 anni) di creare le proprie storie e giochi interattivi.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Download nel 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} dal 2019",
    "annualReport.2020.themesTitle": "Temi Emergenti",
    "annualReport.2020.themesDescription": "Mentre i giovani affrontavano le sfide senza precedenti del COVID-19, Scratch è diventato un luogo più importante che mai per connettersi, creare ed esprimersi. Nel corso dell'anno, il nostro lavoro si è concentrato su tre aree per supportare al meglio la nostra crescente comunità globale: connettività, adattamento e comunità. Come sempre, i nostri sforzi si sono basati sul nostro impegno per l'equità e l'inclusione.",
    "annualReport.2020.equity": "Equità",
    "annualReport.2020.globalStrategy": "Strategia Globale",
    "annualReport.2020.connectivityTitle": "Connettività",
    "annualReport.2020.connectivityIntro": "Mentre i giovani erano isolati all'interno delle loro case a causa del COVID-19, Scratch ha offerto loro l'opportunità di connettersi e creare con amici, compagni di classe e familiari lontani. È servito anche da portale per il mondo esterno, dove hanno scoperto che milioni di bambini in paesi e continenti stavano vivendo le stesse cose che stavano vivendo loro.",
    "annualReport.2020.aaronText": "Gli studenti di Aaron hanno lavorato insieme per costruire una versione “stravagante” della loro città chiamata “Norwouldn't”, ricca di creature da libro di fiabe, opere d'arte originali e narrazioni interconnesse. È stato uno dei tanti progetti collaborativi di Scratch che Aaron ha facilitato per ricordare agli studenti che anche se il COVID-19 li ha tenuti chiusi in casa, facevano comunque parte di una comunità premurosa e gioiosa.",
    "annualReport.2020.spotlightStory": "Storia in Evidenza",
    "annualReport.2020.connectivityIndia": "Scratch in India",
    "annualReport.2020.connectivityIndiaIntro": "In India la pandemia COVID-19 ha imposto un pesante conto e tenuto molti giovani e le loro famiglie isolati per lunghi periodi.",
    "annualReport.2020.connectivityIndiaParagraph": "Nell'intera comunità globale di Scratch, abbiamo assistito a un enorme picco di attività a partire da marzo 2020. Da nessuna parte questo picco improvviso è stato più evidente che in India, dove la pandemia di COVID-19 ha avuto un impatto enorme e ha tenuto molti giovani e famiglie isolati all'interno per lunghi periodi di tempo. Attraverso Scratch, i bambini in India hanno trovato connessione creando e condividendo il 602% di progetti in più rispetto all'anno precedente.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Progetti Sono Stati Creati Online nel 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% dal 2019",
    "annualReport.2020.connectivityRegistedUsers": "Il numero di utenti registrati sin dall'inizio in India è più che raddoppiato in un anno, ",
    "annualReport.2020.connectivityRegistedUsersNumbers": "crescendo da oltre 300.000 nel 2019 a oltre 700.000 nel 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Il numero di visitatori unici è aumentato",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Il numero di persone che hanno creato progetti è aumentato",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "nel 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mila",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Intorno al Mondo",
    "annualReport.2020.connectivityWorldSubtitle": "Collaboratori Internazionali",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Cile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur è dedicato a supportare il pensiero computazionale e creativo tra studenti ed educatori in Cile e in tutta l'America Latina. Hanno aiutato i nostri sforzi di traduzione e localizzazione in Rapa Nui e in spagnolo e hanno coinvolto molti educatori in laboratori di sviluppo professionale collaborativi e giocosi di Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Rete Brasiliana per l'Apprendimento Creativo",
    "annualReport.2020.connectivityCountryBrazil": "Brasile",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Il Brazilian Creative Learning Network è un movimento di base che implementa pratiche educative pratiche giocose, creative e pertinenti in tutto il Brasile. Nel 2020, lo Scratch Team si è presentato all'evento Creative Learning Week del Brazilian Creative Learning Network per condividere come i bambini stavano usando Scratch per costruire una comunità, esprimersi e parlare di ciò che è importante per loro. A nostra volta, abbiamo appreso come gli educatori della rete stessero creando opportunità di autoespressione con gli studenti nelle proprie comunità.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Alleanza per la Ricerca",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "L'Alleanza per la Ricerca potenzia milioni di studenti e di educatori con le abilità del 21esimo secolo, inclusa l'informatica creativa. Nel 2020 {QuestAllianceLink} ha condiviso Scratch con studenti ed educatori in tutta l'India.",
    "annualReport.2020.connectivityCountryUSATitle": "Fondazione Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "La Raspberry Pi Foundation lavora per mettere la potenza dell'informatica e della creazione digitale nelle mani delle persone di tutto il mondo. Attraverso la loro iniziativa Making at Home, conducono eventi in live streaming che incoraggiano le famiglie e i giovani a imparare e creare insieme. Molti di questi live streaming presentavano tutorial su Scratch e, a volte, anche {USALink}!",
    "annualReport.2020.connectivityResources": "Risorse",
    "annualReport.2020.connectivityResourcesSubtitle": "Localizzazione con il Supporto della Fondazione LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Per supportare la nostra crescente portata globale e aiutare la nostra risposta al COVID-19, la LEGO Foundation ha sostenuto Scratch con una generosa sovvenzione. Con questo finanziamento, siamo stati in grado di localizzare le risorse chiave e raggiungere un numero ancora maggiore di giovani in tutto il mondo.",
    "annualReport.2020.connectivityExample1Title": "Immagini dei Tutorial",
    "annualReport.2020.connectivityExample1Paragraph": "Abbiamo creato le traduzioni delle immagini di 25 tutorial di Scratch in 12 lingue—per un totale di oltre 1,000 nuove immagini!",
    "annualReport.2020.connectivityExample2Title": "Come Iniziare con Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Il video Guida introduttiva a Scratch è il video tutorial di Scratch con il maggior numero di accessi e visualizzazioni, che saluta i nuovi Scratcher quando si uniscono per la prima volta al sito. Siamo stati in grado di tradurre questo video in 25 nuove lingue e di aggiornare le 3 traduzioni precedenti, inclusi elementi visivi, voci fuori campo e sottotitoli.",
    "annualReport.2020.connectivityExample3Title": "Editor di Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "L'editor del progetto Scratch è la risorsa Scratch più essenziale. Abbiamo collaborato con una società di traduzioni sudafricana specializzata in traduzioni educative di rilevanza culturale per tradurre e rivedere l'editor di Scratch in cinque lingue sudafricane: isiZulu, isiXhosa, afrikaans, sestwana e sepedi.",
    "annualReport.2020.adaptationTitle": "Adattamento",
    "annualReport.2020.adaptationIntro": "Poiché il COVID-19 ha costretto le scuole a chiudere e ha spinto l'apprendimento verso spazi virtuali, molti studenti e insegnanti hanno scoperto Scratch per la prima volta o hanno adattato il modo in cui insegnavano e apprendevano il codice creativo. Dalle nostre case, lo Scratch Team ha lavorato per supportare le mutevoli esigenze degli educatori e della comunità online.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curatore per l'Apprendimento Creativo, mumok, Vienna, Austria",
    "annualReport.2020.adaptationQuoteText": "Tra tutti i problemi accaduti lo scorso anno, Scratch è rimasto la nostra piattaforma di comunicazione, il posto in cui incontrarci e il nostro mezzo per esprimerci in modo creativo.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Insegnantedella Biblioteca dei Media, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "Nella scuola Title One di Aaron Reuland a Norwood, Massachusetts, contava su Scratch per coinvolgere gli studenti a distanza nell'apprendimento creativo e riaccendere il loro senso di comunità \"quando le uniche cose che potevo contare su tutti noi erano un computer funzionante e una connessione Internet. \"",
    "annualReport.2020.adaptationHighlightText2": "Gli studenti di Aaron hanno lavorato insieme per costruire una versione “stravagante” della loro città chiamata “Norwouldn't”, ricca di creature da libro di fiabe, opere d'arte originali e narrazioni interconnesse. È stato uno dei tanti progetti collaborativi di Scratch che Aaron ha facilitato per ricordare agli studenti che anche se il COVID-19 li ha tenuti chiusi in casa, facevano comunque parte di una comunità premurosa e gioiosa.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch a Casa",
    "annualReport.2020.adaptationHighlightText2b": "Il 17 marzo abbiamo risposto alla crisi del COVID-19 lanciando il programma {linkText} per fornire a bambini, famiglie ed educatori idee per impegnarsi in attività di apprendimento creativo con Scratch a casa. È stato un modo inestimabile per entrare in contatto con la nostra comunità e adattarsi a un modo completamente nuovo di apprendere e interagire online.",
    "annualReport.2020.adaptationHighlightTitle3": "Creare Insieme Live",
    "annualReport.2020.adaptationHighlightText3b": "Il nostro team ha ospitato settimanalmente dal vivo {linkText} per connettersi con bambini, genitori ed educatori a casa e condividere suggerimenti e trucchi per creare diversi tipi di progetti Scratch. Ci siamo divertiti tantissimo a vedere i progetti che sono stati ispirati a creare nei nostri studi Create-Along!",
    "annualReport.2020.adaptationHighlightTitle4": "Hackera la Tua Finestra",
    "annualReport.2020.adaptationHighlightText4b": "L'educatore di Scratch Eduard Muntaner Perich ha creato uno studio ispirato a #ScratchAtHome che ha preso d'assalto la comunità: {linkText}. Centinaia di Scratcher da tutto il mondo hanno immaginato giochi e storie fantastici che accadono proprio fuori dalla loro finestra.",
    "annualReport.2020.adaptationEducatorsTitle": "Entrare in Contatto con gli Educatori",
    "annualReport.2020.adaptationEducatorsText": "Gli educatori di tutto il mondo hanno condiviso le proprie idee #ScratchAtHome e hanno discusso le difficoltà e i trionfi dell'insegnamento a distanza in una vivace chat su Twitter l'8 aprile 2020.",
    "annualReport.2020.adaptationSnapshot": "Istantanee",
    "annualReport.2020.adaptationSnapshot1Title": "Gli Workshop della Rete Virtuale di Computer Clubhouse",
    "annualReport.2020.adaptationSnapshot1Text": "Come parte della nostra partnership di lunga data, lo Scratch Team conduce workshop per giovani educatori da {linkText}. Come gli educatori di tutto il mondo, il nostro team ha dovuto condurre seminari online per la prima volta nel 2020 e imparare a combattere l'isolamento e le difficoltà tecniche dell'apprendimento virtuale. Ma grazie agli strumenti di collaborazione online e ai metodi innovativi di condivisione e riflessione, il team è stato in grado di ricreare lo spirito collaborativo e giocoso dei workshop di persona in uno spazio virtuale.",
    "annualReport.2020.adaptationSnapshot2Title": "Entra in Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "Il 2020 è stato anche un anno di adattamento dei nostri strumenti e della nostra piattaforma. Abbiamo sviluppato e aggiunto nuovi sprite alla Sprite Library per ispirare e consentire ai principianti Scratcher di realizzare progetti rappresentativi della loro identità razziale, culturale, di genere o di altro tipo.",
    "annualReport.2020.communityTitle": "Comunità",
    "annualReport.2020.communityIntro": "Nel 2020, la Scratch Community è diventata un luogo ancora più vitale in cui i giovani possono trovare un senso di unione e appartenenza. Quando abbiamo visto le conversazioni significative, i progetti collaborativi e le storie commoventi condivise da Scratchers, siamo rimasti sbalorditi dal loro spirito creativo e resiliente.",
    "annualReport.2020.communityTitle1": "Guida alle Notti Virtuali di Coding Creativo con le Famiglie",
    "annualReport.2020.communityText1": "Nel 2019, con il supporto di Google.org, lo Scratch Team ha collaborato con l'Office of Computer Science della Chicago Public School per mettere in contatto studenti, famiglie, insegnanti e altri membri della comunità attraverso Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "Quest'anno, i nostri team hanno affrontato una nuova sfida: come portare lo spirito giocoso e di costruzione della comunità di Family Creative Coding Nights in uno spazio virtuale, aiutando le scuole a sviluppare connessioni vitali con gli studenti remoti e le loro famiglie? Abbiamo sviluppato la guida Virtual Family Coding Nights per fornire una struttura per queste connessioni e supportare un apprendimento gioioso",
    "annualReport.2020.communityDownloadButton": "Guida alle Notti Virtuali di Coding con le Famiglie",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Coordinatore S.T.E.M. della Scuola Elementare Ruggles",
    "annualReport.2020.communityQuoteText": "[In 2020], non c'erano molte opportunità di interagire con i genitori in un modo così divertente ed energico. Quindi questa opportunità ha fornito il coinvolgimento tanto necessario... Gli insegnanti erano preoccupati, ma il livello di eccitazione degli studenti li ha spinti in uno spazio in cui dovevano fidarsi del processo e consentire ai bambini di imparare gli uni dagli altri.",
    "annualReport.2020.communityScratchCommunity": "La Comunità di Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Quando gli viene chiesto perché usano Scratch, molti membri della comunità sottolineano l'importanza della comunità online che li motiva a continuare a partecipare fornendo uno spazio in cui possono esprimere la loro creatività, fare amicizia, ricevere del feedback, ottenere nuove idee e imparare nuove abilità. Molti membri della comunità di Scratch apprezzano la comunità come luogo sicuro e accogliente dove entrare in contatto con gli altri, condividere e imparare gli uni dagli altri.",
    "annualReport.2020.communityQuoteGroupText1": "Mi sono iscritto a Scratch quando avevo 11 anni e tutte le cose che ho imparato usando la piattaforma e interagendo con la comunità sono state davvero una parte importantissima della mia crescita.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch mi ha permesso di fare da casa cose come\n- Rispettare le altre persone e i loro progetti\n- Farmi degli amici\n- Sentire che non sono solo durante questa quarantena\n....e molto altro, quindi voglio dire ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Faccio parte di Scratch da 2 anni e e stata una di quelle esperienze che ti cambiano la vita! Ho imparato moltissime cose nuove come programmare, a comportarmi correttamente online e anche a creare arte!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch è stato il mio hobby favorito in prima media. Mi ha insegnato senza che me ne accorgessi la logica Booleana, l'ordine degli operatori e le espressioni matematiche annidate—per non dire della programmazione stessa.",
    "annualReport.2020.yearInReview": "Bilancio dell'Anno",
    "annualReport.2020.yearInReviewText": "Il 2020 è stato un anno straordinario per la comunità online. Il Community Team ha evidenziato e sviluppato opportunità per i giovani di esprimere le proprie idee e impegnarsi in modi positivi, e incredibili movimenti sono nati dagli stessi Scratchers. Ecco uno sguardo indietro ad alcuni dei momenti salienti dell'anno:",
    "annualReport.2020.yearInReviewCard1Date": "Gennaio",
    "annualReport.2020.yearInReviewCard1Title": "Galleria di Scratch Fine del Decennio",
    "annualReport.2020.yearInReviewCard1Text": "I membri della comunità hanno celebrato la fine di un decennio e l'inizio di un nuovo decennio in questa Galleria di Progettazione di Scratch.",
    "annualReport.2020.yearInReviewCard2Date": "Aprile",
    "annualReport.2020.yearInReviewCard2Title": "Pesce di Aprile",
    "annualReport.2020.yearInReviewCard2Text": "“Misteri banali” sono apparsi nel sito e i Blocchi Gatto hanno sorpreso e incantato la comunità di Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "Aprile",
    "annualReport.2020.yearInReviewCard3Title": "Creare Insieme",
    "annualReport.2020.yearInReviewCard3Text": "I membri del Team di Scratch hanno iniziato tutorial live per entrare in contatto e creare con i membri della comunità e le loro famiglie nelle loro case.",
    "annualReport.2020.yearInReviewCard4Date": "Maggio",
    "annualReport.2020.yearInReviewCard4Title": "Mese di Scratch",
    "annualReport.2020.yearInReviewCard4Text": "I membri della comunità di Scratch di tutto il mondo hanno condiviso migliaia di progetti su temi settimanali, da lavoretti con materiali riciclati a canzoncine per lavarsi le mani.",
    "annualReport.2020.yearInReviewCard5Date": "Maggio",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "Nel momento in cui le proposte sulla giustizia razziale si sono diffuse negli USA, la comunità si è raccolta per supportarsi gli uni con gli altri e per chiedere a gran voce un cambiamento.",
    "annualReport.2020.yearInReviewCard6Date": "Giugno",
    "annualReport.2020.yearInReviewCard6Title": "Studio di Progettazione di Scratch Fun At Home",
    "annualReport.2020.yearInReviewCard6Text": "I membri della comunità hanno condiviso i loro giochi e le loro attività al chiuso favorite per tenersi impegnati mentre restavano in casa.",
    "annualReport.2020.yearInReviewCard7Date": "Giugno",
    "annualReport.2020.yearInReviewCard7Title": "Galleria Juneteenth",
    "annualReport.2020.yearInReviewCard7Text": "I membri della comunità hanno creato progetto per onorare Juneteenth a il proseguimento della lotta per la giustizia razziale.",
    "annualReport.2020.yearInReviewCard8Date": "Luglio",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical ha coinvolto l'intera comunità recitando, cantando e ballando insieme.",
    "annualReport.2020.yearInReviewCard9Date": "Ottobre",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "I membri della comunità hanno creato migliaia di storie, giochi e animazioni creative basate su i suggerimenti forniti giornalmente.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer e Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Scoprire il potere che hai quando crei qualcosa e puoi rappresentare te stesso e i tuoi problemi ed esprimerli e risolverli con il coding è un'esperienza davvero magica e ha un reale impatto sul mondo.",
    "annualReport.2020.communitySnapshotTitle": "Migliorare i Nostri Strumenti",
    "annualReport.2020.communitySnapshotText": "Il nostro Community Team utilizza un'ampia varietà di strumenti e strategie per incoraggiare una buona cittadinanza digitale e mantenere un ambiente positivo in cui gli Scratcher possano creare. Nel 2020, abbiamo sviluppato una nuova interfaccia più intuitiva per aiutare gli Scratcher a segnalare i contenuti inappropriati e migliorato gli strumenti utilizzati dal nostro team di moderazione della community. Di conseguenza, abbiamo ricevuto rapporti di qualità superiore dalla community e i nostri moderatori della community sono stati in grado di lavorare in modo più rapido ed efficiente, mantenendo il sito più sicuro e più amichevole per tutti.",
    "annualReport.2020.communitySnapshot2Title": "Nuovi Tutorial di Scratch su YouTube",
    "annualReport.2020.communitySnapshot2Text": "Lo Scratch Team ha iniziato a condividere tutorial nel nostro canale YouTube a Marzo 2020 per aiutare i membri della comunità ad acquisire le capacità di creare tutto quello che possono immaginare. Dalla pixel art agli animali domestici virtuali, questi tutorial sono stati apprezzati da utenti di ogni età, totalizzando oltre 1.3 milioni di visualizzazioni nel 2020.",
    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "Gioca dell'Afferra",
    "annualReport.2020.tutorial3": "Progettare i Personaggi",
    "annualReport.2020.tutorial4": "Cucciolo Virtuale",
    "annualReport.2020.EDMessageTitle": "Un Messaggio del Nostro Direttore Esecutivo",
    "annualReport.2020.EDMessageText1": "Il 2020 è stato un anno di trasformazione in tutto il mondo e per Scratch. Sono entrato a far parte del team a novembre, quando eravamo mesi nella pandemia di COVID-19. Con il mio background come leader educativo, ero entusiasta del potenziale di guidare Scratch attraverso un periodo di cambiamenti significativi e continuare a lavorare per il mio obiettivo personale di aiutare gli studenti di ogni estrazione a raggiungere nuove vette. Sapevo che in questo anno impegnativo, i giovani di tutto il mondo avevano seriamente bisogno di un sostegno ancora maggiore per aiutarli a raggiungere il loro potenziale.",
    "annualReport.2020.EDMessageText2": "Le strutture inique che abbiamo costruito per educare i bambini sono state esacerbate dalla pandemia. Attraverso le nostre conversazioni con famiglie ed educatori di tutto il mondo, sappiamo che nel 2020 i bambini di tutte le comunità avevano più che mai bisogno di opportunità di apprendimento creativo per esprimere le proprie idee e sviluppare le proprie capacità, anche se molti di loro non avevano la possibilità di andare a scuola.",
    "annualReport.2020.EDMessageText3": "Mentre il mondo si adattava e si avvicinava all'apprendimento creativo e all'espressione di sé in modi nuovi, molti educatori, genitori e giovani si sono rivolti a Scratch. Abbiamo visto il 40% in più di Scratcher creare progetti anno dopo anno e gli Scratcher hanno lasciato il 200% in più di commenti nel 2020 rispetto al 2019. I giovani di tutto il mondo hanno utilizzato Scratch come luogo per connettersi, conversare, collaborare e interagire tra loro. Li abbiamo visti scoprire le cose straordinarie che potevano creare quando hanno avuto l'opportunità di pensare in modo creativo e risolvere i problemi di cui erano appassionati.",
    "annualReport.2020.EDMessageText4": "Al termina della pandemia, alcuni hanno richiesto un  “ritorno alla normalità”. Ma per molti giovani la libertà di imparare e esplorare mancava nelle nostre scuole ben prima del COVID-19. ",
    "annualReport.2020.EDMessagePullQuote": "Dobbiamo fare tutto quello che possiamo per cambiare le diseguaglianze sistemiche del nostro sistema educativo, perché la “normalità” non era stata costruita per essere giusta e egalitaria per molti dei nostri ragazzi.",
    "annualReport.2020.EDMessageText5": "Nel 2021, Scratch sta raddoppiando i nostri sforzi per raggiungere i giovani che sono stati storicamente esclusi dall'informatica creativa e da altre opportunità di apprendimento creativo. Con il supporto di Google.org, abbiamo lanciato Scratch Education Collaborative (SEC), una potente rete di organizzazioni in tutto il mondo focalizzate sul supporto di questi studenti nello sviluppo della loro fiducia nell'informatica creativa. Le 41 organizzazioni nel primo anno del nuovo programma si collegheranno e impareranno dallo Scratch Team e l'una dall'altra, e svilupperanno Equity Toolkit che le sosterranno mentre crescono e aumenteranno il loro supporto per gli studenti nella loro comunità.",
    "annualReport.2020.EDMessageText6": "Il nostro lavoro per rendere Scratch ancora più equo e inclusivo è tutt'altro che finito. Sono entusiasta di condividere di più con te nei prossimi mesi. Fino ad allora, vorrei estendere il mio sincero apprezzamento alla comunità di Scratch per aver continuato a sostenersi e prendersi cura l'uno dell'altro durante un anno turbolento. La tua creatività e compassione non smette mai di ispirarci.",
    "annualReport.2020.EDTitle": "Direttore Esecutivo, Fondazione Scratch",
    "annualReport.2020.lookingForward": "Guardando Avanti",
    "annualReport.2020.lookingForwardText1": "Nel 2021, continuiamo a innovare e a collaborare con i nostri partner per rendere Scratch ancora migliore per i giovani di tutto il mondo. Nei prossimi mesi, stiamo lavorando per portare Scratch in più scuole, espandere i percorsi verso l'apprendimento creativo, sviluppare e localizzare più risorse per educatori e giovani, migliorare l'esperienza di inserimento in Scratch e progetti ancora più entusiasmanti.",
    "annualReport.2020.lookingForwardText2": "Abbiamo ricevuto fondi generosi dalla Fondazione LEGO e da Google.org per aiutarci ad espandere la nostra capacità di raggiungere tutti, per portare avanti la nostra missione e supportare questo lavoro molto importante. Per saperne di più:",
    "annualReport.2020.learnMore": "Per Saperne di Più:",
    "annualReport.2020.learnMoreLink1Text": "La Fondazione LEGO e la Fondazione Scratch annunciano una collaborazione per il supporto all'apprendimento attraverso un gioco che coinvolga la tecnologia per milioni di ragazzi di tutto il mondo",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: Più supporto per più studenti",
    "annualReport.2020.supportersTitle": "Grazie ai Nostri Sostenitori",
    "annualReport.2020.supportersIntro": "Grazie ai nostri generosi sostenitori. Il vostro contributo ci ha aiutato ed espandere le opportunità dell'apprendimento creativo per i ragazzi di ogni età, provenienti da qualunque ambiente, da tutto il mondo.",
    "annualReport.2020.ourSupporters": "I Nostri Sostenitori",
    "annualReport.2020.ourSupportersText": "Vogliamo ringraziare tutti i sostenitori di Scratch che, nel corso degli anni, ci hanno aiutato a creare incredibili esperienze di apprendimento per milioni di giovani in tutto il mondo. Il seguente elenco si basa sulle donazioni alla Scratch Foundation dal 1° gennaio 2020 al 31 dicembre 2020.",
    "annualReport.2020.supportersFoundingTitle": "Partner Fondatori — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "Siamo molto grati ai Partner Fondatori che hanno donato cumulativamente più di $10,000,000 a partire dal 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Partner del Gatto di Cat — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Circolo Creativo — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Circolo dei Collaboratori — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.2020.supportersPlayTitle": "Circolo del Gioco — $1,000+",
    "annualReport.2020.supportersInKindTitle": "Sostenitori in altre forme",
    "annualReport.2020.leadershipTitle": "Il nostro Team",
    "annualReport.2020.leadershipBoard": "Il Consiglio di Amministrazione",
    "annualReport.2020.leadershipChair": "Il Presidente",
    "annualReport.2020.leadershipProfessor": "Professore di Ricerca sull'Apprendimento",
    "annualReport.2020.leadershipViceChair": "Il Vice Presidente",
    "annualReport.2020.leadershipCoFounder": "Co-Fondatore e Co-Chairman",
    "annualReport.2020.leadershipBoardMember": "I Membri del Consiglio di Amministrazione",
    "annualReport.2020.leadershipPresidentCEO": "Presidente e CEO",
    "annualReport.2020.leadershipFormerPresident": "Precedente Presidente",
    "annualReport.2020.leadershipFounderCEO": "Fondatore e Presidente Esecutivo",
    "annualReport.2020.leadershipFormerChairCEO": "Precedente CEO e Presidente",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Segretario & Tesoriere del Consiglio di Amnistrazione",
    "annualReport.2020.leadershipBoardSecretary": "Segretario del Consiglio di Amministrazione",
    "annualReport.2020.leadershipBoardTreasurer": "Tesoriere del Consiglio di Amministrazione",
    "annualReport.2020.leadershipScratchTeam": "Scratch Team 2020",
    "annualReport.2020.leadershipED": "Direttore Esecutivo",
    "annualReport.2020.teamThankYou": "Grazie a Mitch Resnick, Natalie Rusk, Rupal Jain e altri collaboratori del Lifelong Kindergarten Group del MIT Media Lab per l'instancabile supporto a Scratch.",
    "annualReport.2020.donateTitle": "Sostienici",
    "annualReport.2020.donateMessage": "Il tuo supporto ci permette di rendere Scratch gratuito per tutti, di mantenere i nostri server attivi e, in modo più importante, ci permette di offrire ai ragazzi di tutto il mondo un'opportunità per immaginare, creare e condividere.\nGrazie!",
    "annualReport.2020.donateButton": "Dona",
    "annualReport.2020.projectBy": "progetto di",
    "annualReport.2020.altAvatar": "avatar utente",
    "annualReport.2020.altDropdownArrow": "Freccia che indica un menu a discesa.",
    "annualReport.2020.altMastheadIllustration": "Tre persone che interagiscono con i componenti fisici di scratch..",
    "annualReport.2020.altWave": "Un emoji che saluta con la mano.",
    "annualReport.2020.altMitchHeadshot": "Fondatore Mitch Resnick",
    "annualReport.2020.altBlocks": "Due blocchi di scratch impilati.",
    "annualReport.2020.altBanana": "Una banana collegata con un filo.",
    "annualReport.2020.altProjectsIllustration": "Tre bambini, uno in piedi, uno in sedia a rotelle e uno seduto in terra disegnano e ritagliano progetti artistici.",
    "annualReport.2020.altPassionIllustration": "Tre bambini, uno in piedi, uno in ginocchio e uno seduto in terra disegnano, suonano un pianoforte e guardano le stelle usando un telescopio.",
    "annualReport.2020.altPeersIllustration": "Quattro bambini siedono intorno ad un falò mentre giocano e si danno il cinque.",
    "annualReport.2020.altPlayIllustration": "Tre bambini, uno in piedi, uno in ginoccho e uno seduto con le gambe incrociate impilano delle rocce, giocano con navi giocattolo e ripiegano degli origami.",
    "annualReport.2020.altCalendar": "Un calendario che mostra l'anno 2020.",
    "annualReport.2020.altCommentsVisualization": "Due fumetti di commento. Uno piccolo e scuro che rappresenta la percentuale di commenti nel 2019 e uno più chiaro che rappresenta l'incremento di commenti avuto nel 2020.",
    "annualReport.2020.altArrowUp": "Una freccia che punta in alto a destra.",
    "annualReport.2020.altTranslated": "Un componente di scratch che dice \"Ciao\" ed elenca le lingue in cui scratch è disponibile.",
    "annualReport.2020.altScratchHorizontalCommand": "Un componente orizzontale di tipo comando di scratch.",
    "annualReport.2020.altScratchJr": "Il logo di Scratch Jr ",
    "annualReport.2020.altHorizontalLoop": "Componente orizzontale di tipo ciclo di scratch.",
    "annualReport.2020.altPieChart": "Visualizzazione che mostra un incremento del 602% nel numero di progetti creati durante il 2020 in relazione al numero di progetti creato nel 2019.",
    "annualReport.2020.altUsers": "Due icone utente generiche, una leggermente più piccola e grigia e un'altra leggermente più grande e di colore viola.",
    "annualReport.2020.altArrowNext": "Una freccia che punta a destra.",
    "annualReport.2020.altBenedict": "Avatar di Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland si è soffermato su un burattino di un sacchetto di carta e sull'illustrazione di una tartaruga volante.",
    "annualReport.2020.altSprinklesLeft": "Una faccina sorridente, un componente scratch e un cuore mostrati su un telefono.",
    "annualReport.2020.altSprinklesRight": "Una ano che interagisce con un componente di scratch.",
    "annualReport.2020.altFileDownload": "Una freccia che punta verso un cestino che indica che u file può essere scaricato.",
    "annualReport.2020.altWaveTop": "Un'onda di colore blu chiaro coperta con avatar di scratch e componenti di scratch",
    "annualReport.2020.altWaveBottom": "Un'onda di colore blu chiaro.",
    "annualReport.2020.altConnectingLine": "Una linea tratteggiata che unisce i mesi",
    "annualReport.2020.altApril": "Una penna e una matita che disegnano su un progetto scratch che mostra una nave e acqua.",
    "annualReport.2020.altMay": "Un calendario istoriato di emoji posti su un fumetto.",
    "annualReport.2020.altJune": "La bandiera Juneteenth e un aeroplanino di carta.",
    "annualReport.2020.altJuly": "Un microfono e una nota musicale.",
    "annualReport.2020.altToolsIllustration": "Una mano che tocca l'icona di un punto esclamativo su alcuni fumetti.",
    "annualReport.2020.altVirtualTown": "Una ragazza che corre lungo un marciapiede di fronte ad alcune case.",
    "annualReport.2020.altCatchGame": "Una mela galleggia a destra all'orizzonte mentre un cestino è posizionato sotto, al centro del riquadro.",
    "annualReport.2020.altCharacterDesigner": "Un cane è seduto di fronte ano sfondo verde e bianco.",
    "annualReport.2020.altVirtualPet": "Una marmotta siede sopra una roccia in mezzo ad alcuni ciuffi di erba.",
    "annualReport.2020.altLookingForward": "Un innaffiatoio innaffia un germoglio che cresce in un albero alto.",
    "annualReport.2020.altIndia1": "Una scintillina appare sotto ad un testo che dice  \"felice Diwali!\"",
    "annualReport.2020.altIndia2": "La mascotte del gatto di scratch appare a fianco ad un testo written in Hindi",
    "annualReport.2020.altIndia3": "Una donna indiana appare di fronte ad una bandiera indiana che contiene un cuore su cui compare la parola \"India\"",
    "annualReport.2020.altIndia4": "Due mani appaiono su un flauto di fronte ad uno sfondo che contiene una passerella e del mare.",
    "annualReport.2020.altChile": "Un gruppo di bambini siede intorno a un tavolo su cui sono presenti alcuni oggetti artistici e un laptop.",
    "annualReport.2020.altBrazil": "Bambini siedono di fronta ad un laptop collegato a cinque cucchiai da dei fili.",
    "annualReport.2020.altIndia": "Una donna istruisce alcune bambine sedute di fronte ad un computer.",
    "annualReport.2020.altUSA": "L'icona di un piccolo video è mostrata a fianco all'immagine dell'interfaccia utente di Scratch",
    "annualReport.2020.altChileIcon": "La mascotte Scratch",
    "annualReport.2020.altBrazilIcon": "Un vortice verde",
    "annualReport.2020.altIndiaIcon": "Una stella intrecciata ad un cerchio",
    "annualReport.2020.altUSAIcon": "Un lampone disegnato, logo della Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Un tutorial Scratch in spagnolo",
    "annualReport.2020.altGettingStarted": "Un pulsante \"play\" in cima alla interfaccia di Scratch.",
    "annualReport.2020.altEditor": "L'interfaccia di Scratch insieme ad un'anteprima del programma che si sta costruendo che mostra due persone che parlano tra loro.",
    "annualReport.2020.altHackYourWindow": "Un cane con un casco spaziale, una stella e una ciambella galleggiano fuori da una finestra nello spazio.",
    "annualReport.2020.altScratchInteraction": "Due persone parlano tra alcuni componenti di scratch. Una sta porgendo un componente all'altra.",
    "annualReport.2020.altImageBubbles": "Immagini di progetti Scratch appaiono in fumetti raggruppati insieme.",
    "annualReport.2020.altConnectivityVideoPreview": "Un pulsante \"play\" compare sopra una scena di creature marine amichevoli.",
    "annualReport.2020.altAdaptationVideoPreview": "Un pulsante \"play\" compare sopra varie scene derivare dall'interfaccia utente di Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey di Star Wars tiene in mano un bastone e sta in piedi nel deserto.",
    "annualReport.2020.altAprilCard": "Diverse schermate raggruppate dell'interfaccia utente di Scratch.",
    "annualReport.2020.altMayCard": "Mani di persone di razze diverse sono sollevate in alto a pugno.",
    "annualReport.2020.altJuneCard": "Una persona crea un fiore di carta con una spillatrice.",
    "annualReport.2020.altJulyCard": "Un granchio, una sirena e un polipo suonano della musica sul fondo del mare.",
    "annualReport.2020.altOctoberCard": "Una zucca e una pannocchia caramellata appaiono sul muro al di sopra di una workstation.",
    "annualReport.2020.altDonateIllustration": "Due mani formano un cuore con le dita all'interno di un cuore ritagliato."
}