{
    "annualReport.2020.subnavFoundersMessage": "Messaggio dei Fondatori",
    "annualReport.2020.subnavMission": "Missione",
    "annualReport.2020.subnavReach": "Portata",
    "annualReport.2020.subnavThemes": "Temi",
    "annualReport.2020.subnavDirectorsMessage": "Messaggio del Direttore",
    "annualReport.2020.subnavSupporters": "Sostenitori",
    "annualReport.2020.subnavTeam": "Team",
    "annualReport.2020.subnavDonate": "Dona",
    "annualReport.2020.mastheadYear": "Rapporto Annuale 2020",
    "annualReport.2020.mastheadTitle": "Adattarsi a un Mondo che Cambia",
    "annualReport.2020.foundersMessageTitle": "Un Messaggio dal Nostro Fondatore",
    "annualReport.2020.foundersMessageP1": "Il 2020 sarà ricordato come l'anno in cui la pandemia COVID si è diffusa in tutto il mondo, causando sofferenze e stravolgimenti nella vita di tutti -- con le sofferenze più grandi ricadute su coloro che stavano già fronteggiando delle grandi sfide nelle loro vite.",
    "annualReport.2020.foundersMessageP2": "Durante la pandemia i giovani di tutto il mondo, molti dei quali isolati nelle loro case, sono affluiti sul sito di Scratch in numero molto maggiore che in precedenza, vedendo Scratch come uno spazio sicuro dove potersi esprimere creativamente, imparare nuove abilità e collaborare gli uni con gli altri. Siamo stati ispirati da così tanti progetti Scratch che i più giovani hanno creato nel 2020, molti condividendo i loro pensieri e sentimenti sulla pandemia, il cambiamento climatico, l'ingiustizia razziale e tanti altri problemi che li assillavano. I giovani non hanno solo imparato concetti e abilità computazionali, ma hanno anche sviluppato la loro voce e le loro identità. ",
    "annualReport.2020.foundersMessageP3": "Per assicurare che Scratch posso continuare a giocare questo ruolo così importante nelle vite dei più giovani e negli anni a venire stiamo apportando cambiamenti significativi a Scratch. All'inizio del 2020 lo Scratch Team si è spostato da quella che era stata a lungo la sua casa al MIT Media Lab nei nuovi uffici della Scratch Foundation al centro di Boston. Questo ci aiuterà a costruire un'organizzazione sostenibile e capace di supportare Scratch in futuro come piattaforma globale per il coding creativo.",
    "annualReport.2020.foundersMessageP4": "Later in 2020, as part of this organizational transition, we hired Shawna Young to serve as Executive Director of the Scratch Foundation. Shawna comes to the Scratch Foundation with a strong background in education and nonprofit management, and a deep commitment to equity and inclusion. Throughout her career in institutions such as Duke and MIT, Shawna has worked to expand learning experiences for students from diverse communities. That commitment is strongly aligned with Scratch’s mission and values, and it will play an important role in her leadership at Scratch. I encourage you to read Shawna’s message at the end of this annual report.",
    "annualReport.2020.foundersMessageP5": "Over the past decade, Scratch has had phenomenal success, engaging tens of millions of young people around the world. But we are just beginning. The challenge for the years ahead is to ensure that we can continue to spread and support not just our technology but also our creative, caring, collaborative learning approach, so that young people around the world have equitable opportunities to imagine, create, share, and learn. We look forward to working with all of you to make that happen!",
    "annualReport.2020.foundersMessageScratchTitle": "Presidente, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professore, MIT Media Lab",
    "annualReport.2020.watchVideo": "Guarda il Video",
    "annualReport.2020.missionTitle": "La Nostra Missione & Visione",
    "annualReport.2020.visionHeader": "Visione",
    "annualReport.2020.visionSubtitle": "Diffondere approcci creativi, corretti, collaborativi ed equilibrati al coding e all'apprendimento in tutto il mondo.",
    "annualReport.2020.missionHeader": "Missione",
    "annualReport.2020.missionSubtitle": "Rendere disponibile ai più giovani strumenti digitali e opportunità per immaginare, creare, condividere e imparare.",
    "annualReport.2020.missionP1": "Siamo impegnati nella giustizia educativa e nel mettere in primo piano l'uguaglianza in tutti gli aspetti del nostro lavoro, con un'attenzione particolare verso le iniziative e gli approcci che supportano i ragazzi, le famiglie e gli educatori provenienti da ambienti esclusi dall'informatica creativa.",
    "annualReport.2020.missionP2": "Abbiamo sviluppato Scratch come un ambiente di apprendimento gratuito, sicuro e giocoso che impegna tutti i ragazzi nel pensare in modo creativo, ragionare in maniera sistematica e lavorare in modo collaborativo — abilità essenziali per chiunque nella società attuale. Lavoriamo con educatori e famiglie per supportare i ragazzi nell'esplorare, condividere e imparare.",
    "annualReport.2020.missionP3": "Quando sviluppiamo nuove tecnologie, attività e materiali per l'apprendimento siamo guidati da quelle che abbiamo chiamato le Quattro P dell'Apprendimento Creativo:",
    "annualReport.2020.fourPs": "Quattro P dell'apprendimento Creativo",
    "annualReport.2020.missionProjectsTitle": "Progetti",
    "annualReport.2020.missionPeersTitle": "I Pari",
    "annualReport.2020.missionPassionTitle": "Passione",
    "annualReport.2020.missionPlayTitle": "Il Gioco (Play)",
    "annualReport.2020.missionProjectsDescription": "Coinvolgere i ragazzi nella progettazione, creazione e espressione di se stessi in modo creativo",
    "annualReport.2020.missionPeersDescription": "Aiutare i ragazzi a collaborare, condividere, remixare e supportare gli altri ",
    "annualReport.2020.missionPassionDescription": "Rendere i ragazzi in grado di costruire a partire dai loro interessi e lavorare su progetti significativi per loro stessi",
    "annualReport.2020.missionPlayDescription": "Incoraggiare i ragazzi a provare, sperimentare e ripetere",
    "annualReport.2020.reachTitle": "Entrare in contatto con Ragazzi provenienti da Tutto il Mondo",
    "annualReport.2020.reachSubtitle": "Scratch è la più grande comunità di coding per bambini e ragazzi dagli 8 anni in su.",
    "annualReport.2020.reachMillion": "milioni",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8% dal 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% dal 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% dal 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nuovi Utenti",
    "annualReport.2020.reachProjectsCreated": "Progetti Creati",
    "annualReport.2020.reachProjectCreators": "Persone che Creano Progetti",
    "annualReport.2020.reachComments": "aumento dei commenti condivisi",
    "annualReport.2020.reachGlobalCommunity": "La Nostra Comunità Globale",
    "annualReport.2020.reachMapBlurb": "Account totali registrati nella Comunità Online di Scratch dal lancio di Scratch fino a Dicembre 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "in scala logaritmica",
    "annualReport.2020.reachTranslationTitle": "Scratch è Tradotto in 64 Lingue",
    "annualReport.2020.reachTranslationIncrease": "3 lingue dal 2019",
    "annualReport.2020.reachTranslationBlurb": "Grazie a traduttori volontari provenienti da tutto il mondo.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr è un ambiente per l'introduzione alla programmazione che consente ai bambini (5-7 anni) di creare le proprie storie e giochi interattivi.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Download nel 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} dal 2019",
    "annualReport.2020.themesTitle": "Temi Emergenti",
    "annualReport.2020.themesDescription": "As young people faced the unprecedented challenges of COVID-19, Scratch became a more important place than ever for them to connect, create, and express themselves. Throughout the year, our work was focused on three areas to best support our growing global community: connectivity, adaptation, and community. As always, our efforts were grounded in our commitment to equity and inclusion.",
    "annualReport.2020.equity": "Equità",
    "annualReport.2020.globalStrategy": "Strategia Globale",
    "annualReport.2020.connectivityTitle": "Connettività",
    "annualReport.2020.connectivityIntro": "While young people were isolated inside of their homes due to COVID-19, Scratch offered an opportunity for them to connect and create with faraway friends, classmates, and family members. It also served as a portal to the outside world, where they discovered that millions of kids across countries and continents were experiencing the same things they were.",
    "annualReport.2020.aaronText": "Aaron’s students worked together to build a “kooky” version of their town called “Norwouldn’t,” packed with storybook creatures, original artwork, and interconnecting narratives. It was one of many collaborative Scratch projects Aaron facilitated to remind students that even while COVID-19 kept them inside their homes, they were still part of a caring and joyful community.",
    "annualReport.2020.spotlightStory": "Storia in Evidenza",
    "annualReport.2020.connectivityIndia": "Scratch in India",
    "annualReport.2020.connectivityIndiaIntro": "In India la pandemia COVID-19 ha imposto un pesante conto e tenuto molti giovani e le loro famiglie isolati per lunghi periodi.",
    "annualReport.2020.connectivityIndiaParagraph": "Across the entire global Scratch community, we saw a huge spike in activity beginning in March 2020. Nowhere was this sudden spike more evident than in India, where the COVID-19 pandemic took an enormous toll and kept many young people and families isolated inside for long stretches of time. Through Scratch, kids in India found connection by creating and sharing 602% more projects than the year before.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Progetti Sono Stati Creati Online nel 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% dal 2019",
    "annualReport.2020.connectivityRegistedUsers": "Il numero di utenti registrati sin dall'inizio in India è più che raddoppiato in un anno, ",
    "annualReport.2020.connectivityRegistedUsersNumbers": "crescendo da oltre 300.000 nel 2019 a oltre 700.000 nel 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Il numero di visitatori unici è aumentato",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Il numero di persone che hanno creato progetti è aumentato",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "nel 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mila",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Intorno al Mondo",
    "annualReport.2020.connectivityWorldSubtitle": "Collaboratori Internazionali",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Cile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur is dedicated to supporting computational and creative thinking among students and educators in Chile and across Latin America. They aided our translation and localization efforts in Rapa Nui and Spanish, and have engaged many educators in collaborative, playful Scratch professional development workshops.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Rete Brasiliana per l'Apprendimento Creativo",
    "annualReport.2020.connectivityCountryBrazil": "Brasile",
    "annualReport.2020.connectivityCountryBrazilParagraph": "The Brazilian Creative Learning Network is a grassroots movement that implements playful, creative and relevant hands-on educational practices throughout Brazil. In 2020, the Scratch Team presented at the Brazilian Creative Learning Network’s Creative Learning Week event to share how kids were using Scratch to build community, express themselves, and speak out about what’s important to them. In turn, we learned how educators in the network were creating opportunities for self-expression with learners in their own communities.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Alleanza per la Ricerca",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "L'Alleanza per la Ricerca potenzia milioni di studenti e di educatori con le abilità del 21esimo secolo, inclusa l'informatica creativa. Nel 2020 {QuestAllianceLink} ha condiviso Scratch con studenti ed educatori in tutta l'India.",
    "annualReport.2020.connectivityCountryUSATitle": "Fondazione Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "The Raspberry Pi Foundation works to put the power of computing and digital making into the hands of people all over the world. Through their Making at Home initiative, they lead livestream events that encouraged families and young people to learn and create together. Several of these livestreams featured Scratch tutorials—and sometimes, even {USALink}!",
    "annualReport.2020.connectivityResources": "Risorse",
    "annualReport.2020.connectivityResourcesSubtitle": "Localizzazione con il Supporto della Fondazione LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "To support our growing global reach and aid our COVID-19 response, the LEGO Foundation supported Scratch with a generous grant. With this funding, we were able to localize key resources and reach even more young people around the world.",
    "annualReport.2020.connectivityExample1Title": "Immagini dei Tutorial",
    "annualReport.2020.connectivityExample1Paragraph": "Abbiamo creato le traduzioni delle immagini di 25 tutorial di Scratch in 12 lingue—per un totale di oltre 1,000 nuove immagini!",
    "annualReport.2020.connectivityExample2Title": "Come Iniziare con Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "The Getting Started with Scratch video is the most highly accessed and viewed Scratch tutorial video, greeting new Scratchers when they first join the site. We were able to translate this video into 25 new languages and to update the 3 previous translations, including visuals, voiceovers, and subtitles.",
    "annualReport.2020.connectivityExample3Title": "Editor di Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "The Scratch project editor is the most essential Scratch resource. We worked with a South African translation company that specializes in culturally-relevant educational translation to translate and review the Scratch editor in five South African languages: isiZulu, isiXhosa, Afrikaans, Sestwana, and Sepedi.",
    "annualReport.2020.adaptationTitle": "Adattamento",
    "annualReport.2020.adaptationIntro": "As COVID-19 forced schools to close and pushed learning to virtual spaces, many students and teachers were discovering Scratch for the first time or adapting the way they taught and learned creative coding. From our own homes, the Scratch Team worked to support the changing needs of educators and the online community.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curatore per l'Apprendimento Creativo, mumok, Vienna, Austria",
    "annualReport.2020.adaptationQuoteText": "Tra tutti i problemi accaduti lo scorso anno, Scratch è rimasto la nostra piattaforma di comunicazione, il posto in cui incontrarci e il nostro mezzo per esprimerci in modo creativo.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Insegnantedella Biblioteca dei Media, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "In Aaron Reuland’s Title One school in Norwood, Massachusetts, he counted on Scratch to help engage remote students in creative learning and rekindle their sense of community “when the only things I could count on us all having were a working computer and an internet connection.”",
    "annualReport.2020.adaptationHighlightText2": "Aaron’s students worked together to build a “kooky” version of their town called “Norwouldn’t,” packed with storybook creatures, original artwork, and interconnecting narratives. It was one of many collaborative Scratch projects Aaron facilitated to remind students that even while COVID-19 kept them inside their homes, they were still part of a caring and joyful community.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch a Casa",
    "annualReport.2020.adaptationHighlightText2b": "On March 17, we responded to the COVID-19 crisis by launching the {linkText} to provide children, families, and educators with ideas for engaging in creative learning activities with Scratch at home. It was an invaluable way to connect with our community and adapt to a whole new way of learning and interacting online.",
    "annualReport.2020.adaptationHighlightTitle3": "Creare Insieme Live",
    "annualReport.2020.adaptationHighlightText3b": "Our team hosted weekly, live {linkText} to connect with kids, parents, and educators at home and share tips and tricks for creating different types of Scratch projects. We had a blast seeing the projects they were inspired to create in our Create-Along studios!",
    "annualReport.2020.adaptationHighlightTitle4": "Hackera la Tua Finestra",
    "annualReport.2020.adaptationHighlightText4b": "Scratch educator Eduard Muntaner Perich created a #ScratchAtHome-inspired studio that took the community by storm: {linkText}. Hundreds of Scratchers from all over the world imagined fantastical games and stories happening just outside their window.",
    "annualReport.2020.adaptationEducatorsTitle": "Entrare in Contatto con gli Educatori",
    "annualReport.2020.adaptationEducatorsText": "Educators around the world shared their own #ScratchAtHome ideas and discussed the struggles and triumphs of teaching remotely in a lively Twitter Chat on April 8th, 2020.",
    "annualReport.2020.adaptationSnapshot": "Istantanee",
    "annualReport.2020.adaptationSnapshot1Title": "Gli Workshop della Rete Virtuale di Computer Clubhouse",
    "annualReport.2020.adaptationSnapshot1Text": "As part of our longstanding partnership, the Scratch Team conducts workshops for youth educators from {linkText}. Like educators around the world, our team had to conduct online workshops for the first time in 2020—and learn how to combat the isolation and technical difficulties of virtual learning. But thanks to online collaboration tools and innovative methods of sharing and reflecting, the team was able to recreate the collaborative, playful spirit of in-person workshops in a virtual space.",
    "annualReport.2020.adaptationSnapshot2Title": "Entra in Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 was also a year of adapting our tools and platform. We developed and added new sprites to the Sprite Library to inspire and enable beginner Scratchers to make projects representative of their racial, cultural, gender, or other personal identity.",
    "annualReport.2020.communityTitle": "Comunità",
    "annualReport.2020.communityIntro": "In 2020, the Scratch Community became an even more vital place for young people to find a sense of togetherness and belonging. As we saw the meaningful conversations, collaborative projects, and moving stories Scratchers shared, we were in awe of their creative and resilient spirit.",
    "annualReport.2020.communityTitle1": "Guida alle Notti Virtuali di Coding Creativo con le Famiglie",
    "annualReport.2020.communityText1": "In 2019, with support from Google.org, the Scratch Team worked with Chicago Public School’s Office of Computer Science to connect students, families, teachers, and other community members through Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "This year, our teams faced a new challenge: how could we bring the playful, community-building spirit of Family Creative Coding Nights to a virtual space, helping schools develop vital connections with remote students and their families? We developed the Virtual Family Coding Nights guide to provide a structure for these connections and support joyful learning",
    "annualReport.2020.communityDownloadButton": "Guida alle Notti Virtuali di Coding con le Famiglie",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Coordinatore S.T.E.M. della Scuola Elementare Ruggles",
    "annualReport.2020.communityQuoteText": "[In 2020], there were not many opportunities to engage with parents in such a fun, high energy way. So this opportunity provided much needed engagement...Teachers were apprehensive, but the students' level of excitement pushed them into a space where they had to trust the process and allow kids to learn from one another.",
    "annualReport.2020.communityScratchCommunity": "La Comunità di Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Quando gli viene chiesto perché usano Scratch, molti membri della comunità sottolineano l'importanza della comunità online che li motiva a continuare a partecipare fornendo uno spazio in cui possono esprimere la loro creatività, fare amicizia, ricevere del feedback, ottenere nuove idee e imparare nuove abilità. Molti membri della comunità di Scratch apprezzano la comunità come luogo sicuro e accogliente dove entrare in contatto con gli altri, condividere e imparare gli uni dagli altri.",
    "annualReport.2020.communityQuoteGroupText1": "Mi sono iscritto a Scratch quando avevo 11 anni e tutte le cose che ho imparato usando la piattaforma e interagendo con la comunità sono state davvero una parte importantissima della mia crescita.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch has allowed me to do things from home, like\n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Faccio parte di Scratch da 2 anni e e stata una di quelle esperienze che ti cambiano la vita! Ho imparato moltissime cose nuove come programmare, a comportarmi correttamente online e anche a creare arte!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch è stato il mio hobby favorito in prima media. Mi ha insegnato senza che me ne accorgessi la logica Booleana, l'ordine degli operatori e le espressioni matematiche annidate—per non dire della programmazione stessa.",
    "annualReport.2020.yearInReview": "Bilancio dell'Anno",
    "annualReport.2020.yearInReviewText": "2020 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2020.yearInReviewCard1Date": "Gennaio",
    "annualReport.2020.yearInReviewCard1Title": "Galleria di Scratch Fine del Decennio",
    "annualReport.2020.yearInReviewCard1Text": "I membri della comunità hanno celebrato la fine di un decennio e l'inizio di un nuovo decennio in questa Galleria di Progettazione di Scratch.",
    "annualReport.2020.yearInReviewCard2Date": "Aprile",
    "annualReport.2020.yearInReviewCard2Title": "Pesce di Aprile",
    "annualReport.2020.yearInReviewCard2Text": "“Misteri banali” sono apparsi nel sito e i Blocchi Gatto hanno sorpreso e incantato la comunità di Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "Aprile",
    "annualReport.2020.yearInReviewCard3Title": "Creare Insieme",
    "annualReport.2020.yearInReviewCard3Text": "I membri del Team di Scratch hanno iniziato tutorial live per entrare in contatto e creare con i membri della comunità e le loro famiglie nelle loro case.",
    "annualReport.2020.yearInReviewCard4Date": "Maggio",
    "annualReport.2020.yearInReviewCard4Title": "Mese di Scratch",
    "annualReport.2020.yearInReviewCard4Text": "I membri della comunità di Scratch di tutto il mondo hanno condiviso migliaia di progetti su temi settimanali, da lavoretti con materiali riciclati a canzoncine per lavarsi le mani.",
    "annualReport.2020.yearInReviewCard5Date": "Maggio",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "Nel momento in cui le proposte sulla giustizia razziale si sono diffuse negli USA, la comunità si è raccolta per supportarsi gli uni con gli altri e per chiedere a gran voce un cambiamento.",
    "annualReport.2020.yearInReviewCard6Date": "Giugno",
    "annualReport.2020.yearInReviewCard6Title": "Studio di Progettazione di Scratch Fun At Home",
    "annualReport.2020.yearInReviewCard6Text": "I membri della comunità hanno condiviso i loro giochi e le loro attività al chiuso favorite per tenersi impegnati mentre restavano in casa.",
    "annualReport.2020.yearInReviewCard7Date": "Giugno",
    "annualReport.2020.yearInReviewCard7Title": "Galleria Juneteenth",
    "annualReport.2020.yearInReviewCard7Text": "I membri della comunità hanno creato progetto per onorare Juneteenth a il proseguimento della lotta per la giustizia razziale.",
    "annualReport.2020.yearInReviewCard8Date": "Luglio",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical ha coinvolto l'intera comunità recitando, cantando e ballando insieme.",
    "annualReport.2020.yearInReviewCard9Date": "Ottobre",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "I membri della comunità hanno creato migliaia di storie, giochi e animazioni creative basate su i suggerimenti forniti giornalmente.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer e Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Scoprire il potere che hai quando crei qualcosa e puoi rappresentare te stesso e i tuoi problemi ed esprimerli e risolverli con il coding è un'esperienza davvero magica e ha un reale impatto sul mondo.",
    "annualReport.2020.communitySnapshotTitle": "Migliorare i Nostri Strumenti",
    "annualReport.2020.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2020, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",
    "annualReport.2020.communitySnapshot2Title": "Nuovi Tutorial di Scratch su YouTube",
    "annualReport.2020.communitySnapshot2Text": "Lo Scratch Team ha iniziato a condividere tutorial nel nostro canale YouTube a Marzo 2020 per aiutare i membri della comunità ad acquisire le capacità di creare tutto quello che possono immaginare. Dalla pixel art agli animali domestici virtuali, questi tutorial sono stati apprezzati da utenti di ogni età, totalizzando oltre 1.3 milioni di visualizzazioni nel 2020.",
    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "Gioca dell'Afferra",
    "annualReport.2020.tutorial3": "Progettare i Personaggi",
    "annualReport.2020.tutorial4": "Cucciolo Virtuale",
    "annualReport.2020.EDMessageTitle": "Un Messaggio del Nostro Direttore Esecutivo",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2020 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2020.EDMessageText4": "Al termina della pandemia, alcuni hanno richiesto un  “ritorno alla normalità”. Ma per molti giovani la libertà di imparare e esplorare mancava nelle nostre scuole ben prima del COVID-19. ",
    "annualReport.2020.EDMessagePullQuote": "Dobbiamo fare tutto quello che possiamo per cambiare le diseguaglianze sistemiche del nostro sistema educativo, perché la “normalità” non era stata costruita per essere giusta e egalitaria per molti dei nostri ragazzi.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",
    "annualReport.2020.EDTitle": "Direttore Esecutivo, Fondazione Scratch",
    "annualReport.2020.lookingForward": "Guardando Avanti",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "Abbiamo ricevuto fondi generosi dalla Fondazione LEGO e da Google.org per aiutarci ad espandere la nostra capacità di raggiungere tutti, per portare avanti la nostra missione e supportare questo lavoro molto importante. Per saperne di più:",
    "annualReport.2020.learnMore": "Per Saperne di Più:",
    "annualReport.2020.learnMoreLink1Text": "La Fondazione LEGO e la Fondazione Scratch annunciano una collaborazione per il supporto all'apprendimento attraverso un gioco che coinvolga la tecnologia per milioni di ragazzi di tutto il mondo",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: Più supporto per più studenti",
    "annualReport.2020.supportersTitle": "Grazie ai Nostri Sostenitori",
    "annualReport.2020.supportersIntro": "Grazie ai nostri generosi sostenitori. Il vostro contributo ci ha aiutato ed espandere le opportunità dell'apprendimento creativo per i ragazzi di ogni età, provenienti da qualunque ambiente, da tutto il mondo.",
    "annualReport.2020.ourSupporters": "I Nostri Sostenitori",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to the Scratch Foundation from January 1, 2020 to December 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Partner Fondatori — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "Siamo molto grati ai Partner Fondatori che hanno donato cumulativamente più di $10,000,000 a partire dal 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Partner del Gatto di Cat — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Circolo Creativo — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Circolo dei Collaboratori — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.2020.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.2020.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.2020.supportersPlayTitle": "Circolo del Gioco — $1,000+",
    "annualReport.2020.supportersInKindTitle": "Sostenitori in altre forme",
    "annualReport.2020.leadershipTitle": "Il nostro Team",
    "annualReport.2020.leadershipBoard": "Il Consiglio di Amministrazione",
    "annualReport.2020.leadershipChair": "Il Presidente",
    "annualReport.2020.leadershipProfessor": "Professore di Ricerca sull'Apprendimento",
    "annualReport.2020.leadershipViceChair": "Il Vice Presidente",
    "annualReport.2020.leadershipCoFounder": "Co-Fondatore e Co-Chairman",
    "annualReport.2020.leadershipBoardMember": "I Membri del Consiglio di Amministrazione",
    "annualReport.2020.leadershipPresidentCEO": "Presidente e CEO",
    "annualReport.2020.leadershipFormerPresident": "Precedente Presidente",
    "annualReport.2020.leadershipFounderCEO": "Fondatore e Presidente Esecutivo",
    "annualReport.2020.leadershipFormerChairCEO": "Precedente CEO e Presidente",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Segretario & Tesoriere del Consiglio di Amnistrazione",
    "annualReport.2020.leadershipBoardSecretary": "Segretario del Consiglio di Amministrazione",
    "annualReport.2020.leadershipBoardTreasurer": "Tesoriere del Consiglio di Amministrazione",
    "annualReport.2020.leadershipScratchTeam": "Scratch Team 2020",
    "annualReport.2020.leadershipED": "Direttore Esecutivo",
    "annualReport.2020.teamThankYou": "Grazie a Mitch Resnick, Natalie Rusk, Rupal Jain e altri collaboratori del Lifelong Kindergarten Group del MIT Media Lab per l'instancabile supporto a Scratch.",
    "annualReport.2020.donateTitle": "Sostienici",
    "annualReport.2020.donateMessage": "Il tuo supporto ci permette di rendere Scratch gratuito per tutti, di mantenere i nostri server attivi e, in modo più importante, ci permette di offrire ai ragazzi di tutto il mondo un'opportunità per immaginare, creare e condividere.\nGrazie!",
    "annualReport.2020.donateButton": "Dona",
    "annualReport.2020.projectBy": "progetto di",
    "annualReport.2020.altAvatar": "avatar utente",
    "annualReport.2020.altDropdownArrow": "Freccia che indica un menu a discesa.",
    "annualReport.2020.altMastheadIllustration": "Tre persone che interagiscono con i componenti fisici di scratch..",
    "annualReport.2020.altWave": "Un emoji che saluta con la mano.",
    "annualReport.2020.altMitchHeadshot": "Fondatore Mitch Resnick",
    "annualReport.2020.altBlocks": "Due blocchi di scratch impilati.",
    "annualReport.2020.altBanana": "Una banana collegata con un filo.",
    "annualReport.2020.altProjectsIllustration": "Tre bambini, uno in piedi, uno in sedia a rotelle e uno seduto in terra disegnano e ritagliano progetti artistici.",
    "annualReport.2020.altPassionIllustration": "Tre bambini, uno in piedi, uno in ginocchio e uno seduto in terra disegnano, suonano un pianoforte e guardano le stelle usando un telescopio.",
    "annualReport.2020.altPeersIllustration": "Quattro bambini siedono intorno ad un falò mentre giocano e si danno il cinque.",
    "annualReport.2020.altPlayIllustration": "Tre bambini, uno in piedi, uno in ginoccho e uno seduto con le gambe incrociate impilano delle rocce, giocano con navi giocattolo e ripiegano degli origami.",
    "annualReport.2020.altCalendar": "Un calendario che mostra l'anno 2020.",
    "annualReport.2020.altCommentsVisualization": "Due fumetti di commento. Uno piccolo e scuro che rappresenta la percentuale di commenti nel 2019 e uno più chiaro che rappresenta l'incremento di commenti avuto nel 2020.",
    "annualReport.2020.altArrowUp": "Una freccia che punta in alto a destra.",
    "annualReport.2020.altTranslated": "Un componente di scratch che dice \"Ciao\" ed elenca le lingue in cui scratch è disponibile.",
    "annualReport.2020.altScratchHorizontalCommand": "Un componente orizzontale di tipo comando di scratch.",
    "annualReport.2020.altScratchJr": "Il logo di Scratch Jr ",
    "annualReport.2020.altHorizontalLoop": "Componente orizzontale di tipo ciclo di scratch.",
    "annualReport.2020.altPieChart": "Visualizzazione che mostra un incremento del 602% nel numero di progetti creati durante il 2020 in relazione al numero di progetti creato nel 2019.",
    "annualReport.2020.altUsers": "Due icone utente generiche, una leggermente più piccola e grigia e un'altra leggermente più grande e di colore viola.",
    "annualReport.2020.altArrowNext": "Una freccia che punta a destra.",
    "annualReport.2020.altBenedict": "Avatar di Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2020.altSprinklesLeft": "Una faccina sorridente, un componente scratch e un cuore mostrati su un telefono.",
    "annualReport.2020.altSprinklesRight": "Una ano che interagisce con un componente di scratch.",
    "annualReport.2020.altFileDownload": "Una freccia che punta verso un cestino che indica che u file può essere scaricato.",
    "annualReport.2020.altWaveTop": "Un'onda di colore blu chiaro coperta con avatar di scratch e componenti di scratch",
    "annualReport.2020.altWaveBottom": "Un'onda di colore blu chiaro.",
    "annualReport.2020.altConnectingLine": "Una linea tratteggiata che unisce i mesi",
    "annualReport.2020.altApril": "Una penna e una matita che disegnano su un progetto scratch che mostra una nave e acqua.",
    "annualReport.2020.altMay": "Un calendario istoriato di emoji posti su un fumetto.",
    "annualReport.2020.altJune": "La bandiera Juneteenth e un aeroplanino di carta.",
    "annualReport.2020.altJuly": "Un microfono e una nota musicale.",
    "annualReport.2020.altToolsIllustration": "Una mano che tocca l'icona di un punto esclamativo su alcuni fumetti.",
    "annualReport.2020.altVirtualTown": "Una ragazza che corre lungo un marciapiede di fronte ad alcune case.",
    "annualReport.2020.altCatchGame": "Una mela galleggia a destra all'orizzonte mentre un cestino è posizionato sotto, al centro del riquadro.",
    "annualReport.2020.altCharacterDesigner": "Un cane è seduto di fronte ano sfondo verde e bianco.",
    "annualReport.2020.altVirtualPet": "Una marmotta siede sopra una roccia in mezzo ad alcuni ciuffi di erba.",
    "annualReport.2020.altLookingForward": "Un innaffiatoio innaffia un germoglio che cresce in un albero alto.",
    "annualReport.2020.altIndia1": "Una scintillina appare sotto ad un testo che dice  \"felice Diwali!\"",
    "annualReport.2020.altIndia2": "La mascotte del gatto di scratch appare a fianco ad un testo written in Hindi",
    "annualReport.2020.altIndia3": "Una donna indiana appare di fronte ad una bandiera indiana che contiene un cuore su cui compare la parola \"India\"",
    "annualReport.2020.altIndia4": "Due mani appaiono su un flauto di fronte ad uno sfondo che contiene una passerella e del mare.",
    "annualReport.2020.altChile": "Un gruppo di bambini siede intorno a un tavolo su cui sono presenti alcuni oggetti artistici e un laptop.",
    "annualReport.2020.altBrazil": "Bambini siedono di fronta ad un laptop collegato a cinque cucchiai da dei fili.",
    "annualReport.2020.altIndia": "Una donna istruisce alcune bambine sedute di fronte ad un computer.",
    "annualReport.2020.altUSA": "L'icona di un piccolo video è mostrata a fianco all'immagine dell'interfaccia utente di Scratch",
    "annualReport.2020.altChileIcon": "La mascotte Scratch",
    "annualReport.2020.altBrazilIcon": "Un vortice verde",
    "annualReport.2020.altIndiaIcon": "Una stella intrecciata ad un cerchio",
    "annualReport.2020.altUSAIcon": "Un lampone disegnato, logo della Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Un tutorial Scratch in spagnolo",
    "annualReport.2020.altGettingStarted": "Un pulsante \"play\" in cima alla interfaccia di Scratch.",
    "annualReport.2020.altEditor": "L'interfaccia di Scratch insieme ad un'anteprima del programma che si sta costruendo che mostra due persone che parlano tra loro.",
    "annualReport.2020.altHackYourWindow": "Un cane con un casco spaziale, una stella e una ciambella galleggiano fuori da una finestra nello spazio.",
    "annualReport.2020.altScratchInteraction": "Due persone parlano tra alcuni componenti di scratch. Una sta porgendo un componente all'altra.",
    "annualReport.2020.altImageBubbles": "Immagini di progetti Scratch appaiono in fumetti raggruppati insieme.",
    "annualReport.2020.altConnectivityVideoPreview": "Un pulsante \"play\" compare sopra una scena di creature marine amichevoli.",
    "annualReport.2020.altAdaptationVideoPreview": "Un pulsante \"play\" compare sopra varie scene derivare dall'interfaccia utente di Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2020.altAprilCard": "Diverse schermate raggruppate dell'interfaccia utente di Scratch.",
    "annualReport.2020.altMayCard": "Mani di persone di razze diverse sono sollevate in alto a pugno.",
    "annualReport.2020.altJuneCard": "Una persona crea un fiore di carta con una spillatrice.",
    "annualReport.2020.altJulyCard": "Un granchio, una sirena e un polipo suonano della musica sul fondo del mare.",
    "annualReport.2020.altOctoberCard": "Una zucca e una pannocchia caramellata appaiono sul muro al di sopra di una workstation.",
    "annualReport.2020.altDonateIllustration": "Due mani formano un cuore con le dita all'interno di un cuore ritagliato."
}