{
    "annualReport.2020.subnavFoundersMessage": "Dibinātāja vēstījums",
    "annualReport.2020.subnavMission": "Misija",
    "annualReport.2020.subnavReach": "Sasniedziet",
    "annualReport.2020.subnavThemes": "Tēmas",
    "annualReport.2020.subnavDirectorsMessage": "Režisora vēstījums",
    "annualReport.2020.subnavSupporters": "Atbalstītāji",
    "annualReport.2020.subnavTeam": "Komanda",
    "annualReport.2020.subnavDonate": "Atbalsti",
    "annualReport.2020.mastheadYear": "2020. gada pārskats",
    "annualReport.2020.mastheadTitle": "Pielāgošanās mainīgajai pasaulei",
    "annualReport.2020.foundersMessageTitle": "Vēstījums no mūsu dibinātāja",
    "annualReport.2020.foundersMessageP1": "2020. gads paliks atmiņā kā gads, kad COVID pandēmija pārņēma pasauli, izraisot grūtības un traucējumus ikviena dzīvē — vislielākās grūtības netaisnīgi piemeklēs tiem, kuri jau saskaras ar izaicinājumiem savā dzīvē.",
    "annualReport.2020.foundersMessageP2": "Pandēmijas laikā jaunieši visā pasaulē, daudzi ir izolēti savās mājās, ir apmeklējuši Scratch tīmekļa vietni lielākā skaitā nekā jebkad agrāk, uzskatot Scratch par drošu vietu, kur var radoši izpausties, apgūt jaunas prasmes un sadarboties. cits. Mūs iedvesmoja tik daudzi Scratch projekti, ko jaunieši izveidoja 2020. gadā, un daudzi no viņiem dalījās savās domās un sajūtās par pandēmiju, klimata pārmaiņām, rasu netaisnību un citiem sev aktuāliem jautājumiem. Jaunieši ne tikai apguva skaitļošanas jēdzienus un prasmes, bet arī attīstīja savu balsi un identitāti.",
    "annualReport.2020.foundersMessageP3": "Lai nodrošinātu, ka Scratch arī turpmākajos gados var spēlēt šo svarīgo lomu jauniešu dzīvē, mēs Scratch esam veikuši būtiskas organizatoriskas izmaiņas. 2020. gada sākumā Scratch Team pārcēlās no savas ilggadējās mājas MIT Media Lab un pārcēlās uz jauno Scratch Foundation biroju Bostonas centrā. Šis solis palīdzēs mums izveidot ilgtspējīgu organizāciju, kas nākotnē spēs atbalstīt Scratch kā globālu radošu kodēšanas platformu.",
    "annualReport.2020.foundersMessageP4": "Vēlāk, 2020. gadā, šīs organizatoriskās pārejas ietvaros mēs nolīgām Šonu Jangu, lai viņa būtu Scratch Foundation izpilddirektore. Šona ierodas Scratch Foundation ar spēcīgu pieredzi izglītībā un bezpeļņas pārvaldībā un dziļi apņemoties nodrošināt taisnīgumu un iekļaušanu. Savas karjeras laikā tādās iestādēs kā Duke un MIT Šona ir strādājusi, lai paplašinātu mācību pieredzi studentiem no dažādām kopienām. Šī apņemšanās ir cieši saistīta ar Scratch misiju un vērtībām, un tai būs svarīga loma viņas vadībā uzņēmumā Scratch. Es aicinu jūs izlasīt Šonas vēstījumu šī gada pārskata beigās.",
    "annualReport.2020.foundersMessageP5": "Pēdējo desmit gadu laikā Scratch ir guvis fenomenālus panākumus, iesaistot desmitiem miljonu jauniešu visā pasaulē. Bet mēs tikai sākam. Nākamo gadu izaicinājums ir nodrošināt, ka mēs varam turpināt izplatīt un atbalstīt ne tikai mūsu tehnoloģijas, bet arī mūsu radošo, gādīgo, uz sadarbību balstīto mācību pieeju, lai jauniešiem visā pasaulē būtu vienlīdzīgas iespējas iztēloties, radīt, dalīties un mācīties. Mēs ceram uz sadarbību ar jums visiem, lai tas notiktu!",
    "annualReport.2020.foundersMessageScratchTitle": "Krēsls, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Profesors, MIT Media Lab",
    "annualReport.2020.watchVideo": "Skatīties video",
    "annualReport.2020.missionTitle": "Mūsu misija un vīzija",
    "annualReport.2020.visionHeader": "Vīzija",
    "annualReport.2020.visionSubtitle": "Izplatīt radošu, gādīgu, uz sadarbību vērstu un vienlīdzīgu pieeju kodēšanai un mācībām visā pasaulē.",
    "annualReport.2020.missionHeader": "Misija",
    "annualReport.2020.missionSubtitle": "Jauniešu nodrošināšana ar digitāliem rīkiem un iespējām iztēloties, radīt, dalīties un mācīties.",
    "annualReport.2020.missionP1": "Mēs esam apņēmušies ievērot izglītības taisnīgumu un par prioritāti izvirzām vienlīdzību visos mūsu darba aspektos, īpašu uzmanību pievēršot iniciatīvām un pieejām, kas atbalsta bērnus, ģimenes un pedagogus, kuri ir izslēgti no radošās skaitļošanas.",
    "annualReport.2020.missionP2": "Mēs esam izstrādājuši Scratch kā bezmaksas, drošu, rotaļīgu mācību vidi, kas liek visiem bērniem radoši domāt, sistemātiski spriest un sadarboties, kas ir būtiskas prasmes ikvienam mūsdienu sabiedrībā. Mēs sadarbojamies ar pedagogiem un ģimenēm, lai palīdzētu bērniem izzināt, kopīgot un mācīties.",
    "annualReport.2020.missionP3": "Izstrādājot jaunas tehnoloģijas, aktivitātes un mācību materiālus, mēs vadāmies no tā, ko saucam par četriem radošās mācīšanās P:",
    "annualReport.2020.fourPs": "Četri radošās mācīšanās P",
    "annualReport.2020.missionProjectsTitle": "Projekti",
    "annualReport.2020.missionPeersTitle": "Vienaudži",
    "annualReport.2020.missionPassionTitle": "Kaislība",
    "annualReport.2020.missionPlayTitle": "Atskaņot",
    "annualReport.2020.missionProjectsDescription": "Iesaistiet bērnus projektēšanā, radīšanā un radošā izpausmē",
    "annualReport.2020.missionPeersDescription": "Atbalstiet bērnus sadarbībā, kopīgošanā, remiksēšanā un mentoringā",
    "annualReport.2020.missionPassionDescription": "Ļaujiet bērniem balstīties uz savām interesēm un strādāt pie personīgi nozīmīgiem projektiem",
    "annualReport.2020.missionPlayDescription": "Mudiniet bērnus izdomāt, eksperimentēt un atkārtot",
    "annualReport.2020.reachTitle": "Bērnu sasniegšana visā pasaulē",
    "annualReport.2020.reachSubtitle": "Scratch ir pasaulē lielākā kodēšanas kopiena bērniem un pusaudžiem vecumā no 8 gadiem.",
    "annualReport.2020.reachMillion": "miljons",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% no 2019. gada",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% no 2019. gada",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% no 2019. gada",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Jauni lietotāji",
    "annualReport.2020.reachProjectsCreated": "Izveidoti projekti",
    "annualReport.2020.reachProjectCreators": "Cilvēki, kas veido projektus",
    "annualReport.2020.reachComments": "publicēto komentāru skaita pieaugums",
    "annualReport.2020.reachGlobalCommunity": "Mūsu globālā kopiena",
    "annualReport.2020.reachMapBlurb": "Kopējais Scratch tiešsaistes kopienā reģistrēto kontu skaits no Scratch palaišanas līdz 2020. gada decembrim",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "pēc logaritmiskās skalas",
    "annualReport.2020.reachTranslationTitle": "Scratch ir tulkots 64 valodās",
    "annualReport.2020.reachTranslationIncrease": "3 valodas no 2019. gada",
    "annualReport.2020.reachTranslationBlurb": "Paldies brīvprātīgajiem tulkiem no visas pasaules.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr ir ievada programmēšanas vide, kas ļauj maziem bērniem (vecumā no 5 līdz 7 gadiem) izveidot savus interaktīvos stāstus un spēles.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Lejupielādes 2020. gadā",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} no 2019. gada",
    "annualReport.2020.themesTitle": "Jaunās tēmas",
    "annualReport.2020.themesDescription": "Jauniešiem saskaroties ar nepieredzētiem COVID-19 izaicinājumiem, Scratch kļuva par svarīgāku vietu nekā jebkad agrāk, lai viņi varētu sazināties, radīt un izpausties. Visa gada garumā mūsu darbs bija vērsts uz trim jomām, lai vislabāk atbalstītu mūsu augošo globālo kopienu: savienojamību, pielāgošanos un kopienu. Kā vienmēr, mūsu centienu pamatā bija mūsu apņemšanās nodrošināt vienlīdzību un iekļaušanu.",
    "annualReport.2020.equity": "Pašu kapitāls",
    "annualReport.2020.globalStrategy": "Globālā stratēģija",
    "annualReport.2020.connectivityTitle": "Savienojamība",
    "annualReport.2020.connectivityIntro": "Kamēr jaunieši COVID-19 dēļ bija izolēti savās mājās, Scratch piedāvāja viņiem iespēju sazināties un radīt ar tāliem draugiem, klasesbiedriem un ģimenes locekļiem. Tas kalpoja arī kā portāls uz ārpasauli, kur viņi atklāja, ka miljoniem bērnu dažādās valstīs un kontinentos piedzīvo to pašu, ko viņi.",
    "annualReport.2020.aaronText": "Ārona skolēni strādāja kopā, lai izveidotu savas pilsētas “nepatīkamu” versiju ar nosaukumu “Norwouldn’t”, kas bija piepildīta ar stāstu grāmatas būtnēm, oriģināliem mākslas darbiem un savstarpēji saistītiem stāstījumiem. Tas bija viens no daudzajiem sadarbības Scratch projektiem, ar kuru Ārons atgādināja skolēniem, ka pat tad, ja Covid-19 viņus turēja mājās, viņi joprojām bija daļa no gādīgas un priecīgas kopienas.",
    "annualReport.2020.spotlightStory": "Spotlight stāsts",
    "annualReport.2020.connectivityIndia": "Scratch Indijā",
    "annualReport.2020.connectivityIndiaIntro": "Indijā COVID-19 pandēmija prasīja milzīgus zaudējumus, un daudzi jaunieši un ģimenes ilgstoši tika izolēti iekšā.",
    "annualReport.2020.connectivityIndiaParagraph": "Visā globālajā Scratch kopienā, sākot no 2020. gada marta, mēs novērojām milzīgu aktivitāšu pieaugumu. Nekur šis pēkšņais pieaugums nebija tik acīmredzams kā Indijā, kur Covid-19 pandēmija ienesa milzīgus zaudējumus un daudzus jauniešus un ģimenes palika izolācijā. gari laika posmi. Izmantojot Scratch, bērni Indijā atrada saikni, izveidojot un kopīgojot par 602% vairāk projektu nekā gadu iepriekš.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projekti tika izveidoti tiešsaistē 2020. gadā",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% no 2019. gada",
    "annualReport.2020.connectivityRegistedUsers": "Visu laiku reģistrēto lietotāju skaits Indijā viena gada laikā ir vairāk nekā dubultojies,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "pieaugot no vairāk nekā 300 000 2019. gadā līdz vairāk nekā 700 000 2020. gadā.",
    "annualReport.2020.connectivityIndiaUsers": "Pieauga unikālo apmeklētāju skaits",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Pieauga projektu veidotāju skaits",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "2020. gadā",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 tūkstoši",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Apkārt Pasaulei",
    "annualReport.2020.connectivityWorldSubtitle": "Starptautiskie līdzstrādnieki",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Čīle",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur ir paredzēts, lai atbalstītu skaitļošanas un radošās domāšanas studentus un pedagogus Čīlē un visā Latīņamerikā. Viņi palīdzēja mūsu tulkošanas un lokalizācijas centieniem Rapanui un spāņu valodā, kā arī ir iesaistījuši daudzus pedagogus sadarbības, rotaļīgos Scratch profesionālās pilnveides semināros.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazīlijas radošais mācību tīkls",
    "annualReport.2020.connectivityCountryBrazil": "Brazīlija",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Brazīlijas radošās mācīšanās tīkls ir iedzīvotāju kustība, kas visā Brazīlijā īsteno rotaļīgu, radošu un atbilstošu praktisku izglītojošu praksi. 2020. gadā Scratch komanda prezentēja Brazīlijas radošo mācību tīkla radošās izglītības nedēļas pasākumu, lai pastāstītu, kā bērni izmantoja Scratch, lai veidotu kopienu, izpaustos un runātu par viņiem svarīgo. Savukārt mēs uzzinājām, kā pedagogi tīklā veido pašizpausmes iespējas ar izglītojamajiem savās kopienās.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Kvestu alianse",
    "annualReport.2020.connectivityCountryIndia": "Indija",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance sniedz miljoniem izglītojamo un pedagogu 21. gadsimta prasmes, tostarp radošas skaitļošanas prasmes. 2020. gadā {QuestAllianceLink} kopīgoja Scratch ar audzēkņiem un pedagogiem visā Indijā.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi fonds",
    "annualReport.2020.connectivityCountryUSA": "AK",
    "annualReport.2020.connectivityCountryUSAParagraph": "Raspberry Pi fonds strādā, lai skaitļošanas un digitālās ražošanas iespējas nodotu cilvēku rokās visā pasaulē. Izmantojot iniciatīvu Making at Home, viņi vada tiešraides pasākumus, kas mudināja ģimenes un jauniešus mācīties un radīt kopā. Vairākās no šīm tiešraides straumēm bija Scratch apmācības — un dažreiz pat {USALink}!",
    "annualReport.2020.connectivityResources": "Resursi",
    "annualReport.2020.connectivityResourcesSubtitle": "Lokalizācija ar LEGO fonda atbalstu",
    "annualReport.2020.connectivityResourcesParagraph": "Lai atbalstītu mūsu pieaugošo globālo sasniedzamību un palīdzētu reaģēt uz Covid-19, LEGO fonds atbalstīja Scratch ar dāsnu dotāciju. Izmantojot šo finansējumu, mēs varējām lokalizēt galvenos resursus un sasniegt vēl vairāk jauniešu visā pasaulē.",
    "annualReport.2020.connectivityExample1Title": "Apmācības attēli",
    "annualReport.2020.connectivityExample1Paragraph": "Mēs izveidojām attēlu tulkojumus 25 Scratch pamācībām 12 valodās — kopā vairāk nekā 1000 jaunu attēlu!",
    "annualReport.2020.connectivityExample2Title": "Darba sākšana ar Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Darba sākšanas ar Scratch video ir visvairāk pieejamais un skatītākais Scratch mācību video, kurā tiek sveicināti jauni Scratch lietotāji, kad viņi pirmo reizi pievienojas vietnei. Mēs varējām iztulkot šo videoklipu 25 jaunās valodās un atjaunināt 3 iepriekšējos tulkojumus, tostarp vizuālos materiālus, balss ierakstus un subtitrus.",
    "annualReport.2020.connectivityExample3Title": "Scratch redaktors",
    "annualReport.2020.connectivityExample3Paragraph": "Scratch projekta redaktors ir vissvarīgākais Scratch resurss. Mēs sadarbojāmies ar Dienvidāfrikas tulkošanas uzņēmumu, kas specializējas kultūrai nozīmīgos izglītojošos tulkojumos, lai tulkotu un pārskatītu Scratch redaktoru piecās Dienvidāfrikas valodās: isiZulu, isiXhosa, afrikandu, Sestwana un Sepedi.",
    "annualReport.2020.adaptationTitle": "Pielāgošanās",
    "annualReport.2020.adaptationIntro": "Tā kā Covid-19 piespieda skolas slēgt un mācīšanos pārcēla uz virtuālajām telpām, daudzi skolēni un skolotāji pirmo reizi atklāja Scratch vai pielāgoja veidu, kā viņi mācīja un apguva radošo kodēšanu. No mūsu pašu mājām Scratch komanda strādāja, lai atbalstītu pedagogu un tiešsaistes kopienas mainīgās vajadzības.",
    "annualReport.2020.adaptationQuoteName": "Benedikts Hohvartners",
    "annualReport.2020.adaptationQuoteTitle": "Radošās mācīšanās kurators, mumok, Vīne, Austrija",
    "annualReport.2020.adaptationQuoteText": "Visās pēdējā gada grūtībās Scratch joprojām ir mūsu saziņas platforma, vieta, kur satikties, un līdzeklis radoši izpausties.",
    "annualReport.2020.adaptationHighlightName": "Ārons Rūlands",
    "annualReport.2020.adaptationHighlightTitle": "K-5 bibliotēkas mediju skolotājs, Norvuda, MA",
    "annualReport.2020.adaptationHighlightText": "Ārona Rūlanda pirmajā skolā Norvudā, Masačūsetsā, viņš paļāvās uz Scratch, kas palīdzēs iesaistīt attālos skolēnus radošā mācībā un atjaunot viņu kopības sajūtu, “kad vienīgais, uz ko es varēju paļauties uz mums visiem, bija strādājošs dators un interneta pieslēgums. ”",
    "annualReport.2020.adaptationHighlightText2": "Ārona skolēni strādāja kopā, lai izveidotu savas pilsētas “nepatīkamu” versiju ar nosaukumu “Norwouldn’t”, kas bija piepildīta ar stāstu grāmatas būtnēm, oriģināliem mākslas darbiem un savstarpēji saistītiem stāstījumiem. Tas bija viens no daudzajiem sadarbības Scratch projektiem, ar kuru Ārons atgādināja skolēniem, ka pat tad, ja Covid-19 viņus turēja mājās, viņi joprojām bija daļa no gādīgas un priecīgas kopienas.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch mājās",
    "annualReport.2020.adaptationHighlightText2b": "17. martā mēs reaģējām uz Covid-19 krīzi, uzsākot {linkText}, lai sniegtu bērniem, ģimenēm un pedagogiem idejas, kā mājās iesaistīties radošās mācību aktivitātēs, izmantojot Scratch. Tas bija nenovērtējams veids, kā sazināties ar mūsu kopienu un pielāgoties pilnīgi jaunam mācību un mijiedarbības veidam tiešsaistē.",
    "annualReport.2020.adaptationHighlightTitle3": "Tiešraides izveide līdzi",
    "annualReport.2020.adaptationHighlightText3b": "Mūsu komanda katru nedēļu rīkoja tiešraides {linkText}, lai sazinātos ar bērniem, vecākiem un pedagogiem mājās un dalītos ar padomiem un ieteikumiem dažādu veidu Scratch projektu izveidei. Mums bija patīkami redzēt projektus, kuru radīšanai viņi tika iedvesmoti mūsu Create-Along studijās!",
    "annualReport.2020.adaptationHighlightTitle4": "Uzlauzt savu logu",
    "annualReport.2020.adaptationHighlightText4b": "Scratch pedagogs Eduards Muntaners Perihs izveidoja #ScratchAtHome iedvesmotu studiju, kas sagrāba kopienu: {linkText}. Simtiem Scratchers no visas pasaules iztēlojās fantastiskas spēles un stāstus, kas notiek tieši aiz viņu loga.",
    "annualReport.2020.adaptationEducatorsTitle": "Saziņa ar pedagogiem",
    "annualReport.2020.adaptationEducatorsText": "Pedagogi no visas pasaules dalījās savās #ScratchAtHome idejās un apsprieda attālinātās mācīšanas grūtības un panākumus dzīvīgā Twitter tērzēšanā 2020. gada 8. aprīlī.",
    "annualReport.2020.adaptationSnapshot": "Momentuzņēmumi",
    "annualReport.2020.adaptationSnapshot1Title": "Datoru klubu tīkla virtuālās darbnīcas",
    "annualReport.2020.adaptationSnapshot1Text": "Mūsu ilggadējās partnerības ietvaros Scratch Team vada seminārus jauniešu pedagogiem no {linkText}. Tāpat kā pedagogiem visā pasaulē, mūsu komandai 2020. gadā pirmo reizi bija jāvada tiešsaistes semināri un jāiemācās, kā cīnīties pret virtuālās mācīšanās izolētību un tehniskajām grūtībām. Taču, pateicoties tiešsaistes sadarbības rīkiem un novatoriskām koplietošanas un atspoguļošanas metodēm, komanda spēja atjaunot klātienes darbnīcu sadarbības, rotaļīgo garu virtuālajā telpā.",
    "annualReport.2020.adaptationSnapshot2Title": "Iesaistiet sevi nullēs",
    "annualReport.2020.adaptationSnapshot2Text": "2020. gads bija arī mūsu rīku un platformas pielāgošanas gads. Mēs izstrādājām un pievienojām jaunus spraitus Sprite bibliotēkai, lai iedvesmotu un ļautu iesācējiem Scratchers veidot projektus, kas atspoguļo viņu rases, kultūras, dzimuma vai citu personisko identitāti.",
    "annualReport.2020.communityTitle": "Kopiena",
    "annualReport.2020.communityIntro": "2020. gadā Scratch kopiena kļuva par vēl svarīgāku vietu, kur jaunieši var atrast kopības un piederības sajūtu. Redzot jēgpilnās sarunas, sadarbības projektus un aizkustinošus stāstus, ar kuriem Scratchers dalījās, mēs bijām sajūsmā par viņu radošo un noturīgo garu.",
    "annualReport.2020.communityTitle1": "Virtuālās ģimenes radošās kodēšanas nakšu ceļvedis",
    "annualReport.2020.communityText1": "2019. gadā ar Google.org atbalstu Scratch komanda sadarbojās ar Čikāgas publiskās skolas Datorzinātņu biroju, lai sazinātos skolēnus, ģimenes, skolotājus un citus kopienas locekļus, izmantojot Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "Šogad mūsu komandas saskārās ar jaunu izaicinājumu: kā mēs varētu virtuālajā telpā ienest Ģimenes radošo kodēšanas vakaru rotaļīgo, kopienu veidojošo garu, palīdzot skolām veidot vitālus sakarus ar attāliem skolēniem un viņu ģimenēm? Mēs izstrādājām Virtuālās ģimenes kodēšanas nakšu ceļvedi, lai nodrošinātu šo savienojumu struktūru un atbalstītu priecīgu mācīšanos",
    "annualReport.2020.communityDownloadButton": "Virtuālo ģimenes kodēšanas nakšu ceļvedis",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Koordinators",
    "annualReport.2020.communityQuoteText": "[In 2020], nebija daudz iespēju tik jautrā, enerģiskā veidā sazināties ar vecākiem. Tātad šī iespēja nodrošināja tik ļoti nepieciešamo iesaistīšanos...Skolotāji bija nobažījušies, bet skolēnu aizrautības līmenis viņus iedzina telpā, kur viņiem bija jāuzticas procesam un jāļauj bērniem mācīties vienam no otra.",
    "annualReport.2020.communityScratchCommunity": "Scratch kopiena",
    "annualReport.2020.communityScratchCommunityIntro": "Uz jautājumu, kāpēc viņi izmanto Scratch, lielākā daļa Scratcher stāsta par tiešsaistes kopienas nozīmi viņu pastāvīgas līdzdalības motivēšanā, nodrošinot telpu, kurā viņi var izpaust savu radošumu, iegūt draugus, saņemt atsauksmes, iegūt jaunas idejas un apgūt jaunas prasmes. Daudzi Scratchers izsaka atzinību par Scratch kopienu kā drošu un viesmīlīgu vietu, kur sazināties, dalīties un mācīties vienam no otra.",
    "annualReport.2020.communityQuoteGroupText1": "Es pievienojos Scratch, kad man bija 11 gadu, un lietas, ko iemācījos, izmantojot platformu un mijiedarbojoties ar sabiedrību, patiešām bija būtiska manas mācīšanās sastāvdaļa, augot.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch ir ļāvis man darīt lietas no mājām, piemēram,\n- Cienīt cilvēkus un viņu projektus\n- Iegūt draugus\n- Sajūti, ka neesmu viens šajā karantīnā\n... un daudz ko citu, tāpēc es vēlos saki ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Esmu izmantojis Scratch apmēram 2 gadus, un tā ir bijusi dzīvi mainoša pieredze! Esmu iemācījies tik daudz jaunu lietu, piemēram, kodēšanu, tiešsaistes etiķeti un mākslu!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch bija mans mīļākais hobijs sestajā klasē. Tas mani slepeni iepazīstināja ar Būla loģiku, darbību secību un ligzdotām matemātiskām izteiksmēm, nemaz nerunājot par pašu datorprogrammēšanu.",
    "annualReport.2020.yearInReview": "Gada apskats",
    "annualReport.2020.yearInReviewText": "2020. gads bija ievērojams gads tiešsaistes kopienā. Kopienas komanda uzsvēra un attīstīja iespējas jauniešiem izteikt savas idejas un iesaistīties pozitīvā veidā, un no pašiem Scratchers radās neticamas kustības. Šeit ir atskats uz dažiem gada svarīgākajiem notikumiem:",
    "annualReport.2020.yearInReviewCard1Date": "Janvāris",
    "annualReport.2020.yearInReviewCard1Title": "Desmitgades beigu Scratch dizaina studija",
    "annualReport.2020.yearInReviewCard1Text": "Šajā Scratch dizaina studijā Scratchers nosvinēja desmitgades noslēgumu un jaunu sākumu.",
    "annualReport.2020.yearInReviewCard2Date": "Aprīlis",
    "annualReport.2020.yearInReviewCard2Title": "1. aprīļa diena",
    "annualReport.2020.yearInReviewCard2Text": "Vietnē parādījās “ikdienišķi noslēpumi”, un Cat Blocks pārsteidza un iepriecināja Scratch kopienu.",
    "annualReport.2020.yearInReviewCard3Date": "Aprīlis",
    "annualReport.2020.yearInReviewCard3Title": "Izveidot līdzi",
    "annualReport.2020.yearInReviewCard3Text": "Scratch Team dalībnieki sāka rīkot tiešraides apmācības, lai izveidotu savienojumu ar Scratchers un viņu ģimenēm mājās.",
    "annualReport.2020.yearInReviewCard4Date": "Maijs",
    "annualReport.2020.yearInReviewCard4Title": "Scratch mēnesis",
    "annualReport.2020.yearInReviewCard4Text": "Scrackers visā pasaulē dalījās ar tūkstošiem projektu par iknedēļas tēmām, sākot no otrreizēji pārstrādātiem amatniecības izstrādājumiem un beidzot ar roku mazgāšanu.",
    "annualReport.2020.yearInReviewCard5Date": "Maijs",
    "annualReport.2020.yearInReviewCard5Title": "Melnajām dzīvēm ir nozīme",
    "annualReport.2020.yearInReviewCard5Text": "Kad ASV pārņēma rasu taisnīguma protesti, kopiena pulcējās, lai atbalstītu viena otru un aicinātu uz pārmaiņām.",
    "annualReport.2020.yearInReviewCard6Date": "Jūnijs",
    "annualReport.2020.yearInReviewCard6Title": "Jautri Mājās! Scratch dizaina studija",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers dalījās savās iecienītākajās iekštelpu spēlēs un aktivitātēs, lai paliktu mājās iesaistītas.",
    "annualReport.2020.yearInReviewCard7Date": "Jūnijs",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth studija",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers izveidoja projektus, lai godinātu Juneteenth un turpinātu cīņu par rasu taisnīgumu.",
    "annualReport.2020.yearInReviewCard8Date": "Jūlijs",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical lika visai sabiedrībai kopā darboties, dziedāt un dejot.",
    "annualReport.2020.yearInReviewCard9Date": "Oktobris",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers izveidoja simtiem radošu stāstu, spēļu un animāciju, pamatojoties uz ikdienas tematiskām uzvednēm.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google mākoņplatformas izstrādātāju attiecību inženieris un kodēšanas vilkšanas karaliene",
    "annualReport.2020.communityQuote2Text": "Redzēt spēku, kas jums piemīt, kad jūs kaut ko veidojat un varat pārstāvēt sevi un savas problēmas un izteikt tās vai atrisināt tās ar kodu, ir patiešām maģiska pieredze, un tai ir reāla ietekme.",
    "annualReport.2020.communitySnapshotTitle": "Mūsu rīku uzlabošana",
    "annualReport.2020.communitySnapshotText": "Mūsu kopienas komanda izmanto dažādus rīkus un stratēģijas, lai veicinātu labu digitālo pilsonību un uzturētu pozitīvu vidi, kurā Scratchers var izveidoties. 2020. gadā mēs izstrādājām jaunu, intuitīvāku saskarni, lai palīdzētu Scratchers atzīmēt nepiemērotu saturu, un uzlabojām izmantotos rīkus. mūsu kopienas moderēšanas komanda. Tā rezultātā mēs saņēmām augstākas kvalitātes pārskatus no kopienas, un mūsu kopienas moderatori varēja strādāt ātrāk un efektīvāk, padarot vietni drošāku un draudzīgāku visiem.",
    "annualReport.2020.communitySnapshot2Title": "Jaunas Scratch apmācības pakalpojumā YouTube",
    "annualReport.2020.communitySnapshot2Text": "Scratch komanda sāka kopīgot apmācības mūsu YouTube kanālā 2020. gada martā, lai palīdzētu Scratch dalībniekiem iegūt prasmes radīt visu, ko vien spēj iedomāties. Sākot ar pikseļu mākslu un beidzot ar virtuāliem mājdzīvniekiem, šīs apmācības ir populāras visu vecumu Scratchers, iegūstot 1,3 miljonus skatījumu 2020. gadā.",
    "annualReport.2020.tutorial1": "Virtuālā pilsētiņa",
    "annualReport.2020.tutorial2": "Ķeršanas spēle",
    "annualReport.2020.tutorial3": "Rakstzīmju dizainers",
    "annualReport.2020.tutorial4": "Virtuālais mājdzivnieks",
    "annualReport.2020.EDMessageTitle": "Mūsu izpilddirektora ziņa",
    "annualReport.2020.EDMessageText1": "2020. gads bija pārmaiņu gads visā pasaulē un Scratch. Es pievienojos komandai novembrī, kad mēs jau vairākus mēnešus pārdzīvojām COVID-19 pandēmiju. Tā kā esmu izglītības vadītājs, es biju sajūsmā par iespējām vadīt Scratch ievērojamu pārmaiņu periodā un turpināt darbu, lai sasniegtu savu personīgo mērķi palīdzēt studentiem no jebkuras pieredzes sasniegt jaunus augstumus. Es zināju, ka šajā izaicinājumu pilnajā gadā jauniešiem visur bija nopietni vajadzīgs vēl lielāks atbalsts, lai palīdzētu viņiem sasniegt savu potenciālu.",
    "annualReport.2020.EDMessageText2": "Nevienlīdzīgās struktūras, ko esam izveidojuši bērnu izglītošanai, saasināja pandēmija. Sarunās ar ģimenēm un skolotājiem no visas pasaules mēs zinām, ka 2020. gadā bērniem no visām kopienām vairāk nekā jebkad bija vajadzīgas radošas mācību iespējas, lai izteiktu savas idejas un attīstītu savas prasmes, pat ja daudziem no viņiem nebija iespēju uz skolu.",
    "annualReport.2020.EDMessageText3": "Kad pasaule pielāgojās un jaunos veidos tuvojās radošai mācībai un pašizpausmei, daudzi pedagogi, vecāki un jaunieši pievērsās Scratch. Mēs redzējām, ka katru gadu par 40% vairāk Scratcher veidoja projektus, un 2020. gadā Scratchers atstāja par 200% vairāk komentāru nekā 2019. gadā. Jaunieši no visas pasaules izmantoja Scratch kā vietu, kur sazināties, sarunāties, sadarboties un sadarboties savā starpā. Mēs redzējām, kā viņi atklāja pārsteidzošās lietas, ko viņi varēja radīt, ja viņiem tika dota iespēja radoši domāt un risināt problēmas, par kurām viņi bija aizrautīgi.",
    "annualReport.2020.EDMessageText4": "Pēc pandēmijas daži ir aicinājuši 'atgriezties normālā stāvoklī'. Taču daudziem jauniešiem mūsu skolās trūka brīvības mācīties un izpētīt krietni pirms Covid-19.",
    "annualReport.2020.EDMessagePullQuote": "Mums ir jādara viss iespējamais, lai mainītu sistēmisko nevienlīdzību mūsu izglītības sistēmās, jo “parastais” netika veidots tā, lai tas būtu taisnīgs un taisnīgs lielākajai daļai mūsu bērnu.",
    "annualReport.2020.EDMessageText5": "2021. gadā uzņēmums Scratch divkāršo mūsu centienus sasniegt jauniešus, kuri vēsturiski ir bijuši izslēgti no radošās skaitļošanas un citām radošām mācīšanās iespējām. Ar Google.org atbalstu mēs esam izveidojuši Scratch Education Collaborative (SEC) — spēcīgu organizāciju tīklu visā pasaulē, kuras mērķis ir atbalstīt šos audzēkņus viņu pārliecības attīstīšanā radošai skaitļošanai. Jaunās programmas pirmajā gadā 41 organizācija sazināsies ar Scratch Team un viena no otras un mācīsies no tām, kā arī izstrādās Equity Toolkit, kas atbalstīs viņu izaugsmi un paplašinās atbalstu audzēkņiem savā kopienā.",
    "annualReport.2020.EDMessageText6": "Mūsu darbs, lai padarītu Scratch vēl taisnīgāku un iekļaujošāku, ne tuvu nav beidzies. Es priecājos ar jums pastāstīt vairāk nākamo mēnešu laikā. Līdz tam es vēlos izteikt sirsnīgu atzinību Scratch kopienai par nepārtrauktu atbalstu un rūpēm vienam par otru vētrainajā gadā. Jūsu radošums un līdzjūtība nebeidz mūs iedvesmot.",
    "annualReport.2020.EDTitle": "Scratch Foundation izpilddirektors",
    "annualReport.2020.lookingForward": "Ceru uz priekšu",
    "annualReport.2020.lookingForwardText1": "2021. gadā mēs turpinām ieviest jauninājumus un sadarbojamies ar saviem partneriem, lai padarītu Scratch vēl labāku jauniešiem visā pasaulē. Nākamajos mēnešos mēs strādājam, lai Scratch ieviestu vairāk skolās, paplašinātu radošas mācīšanās iespējas, izstrādātu un lokalizētu vairāk resursu pedagogiem un jauniešiem, kā arī uzlabotu Scratch iekļaušanas pieredzi un vēl aizraujošākus projektus.",
    "annualReport.2020.lookingForwardText2": "Mēs esam saņēmuši dāsnas dotācijas no LEGO Foundation un Google.org, lai palīdzētu paplašināt mūsu globālo sasniedzamību, veicinātu mūsu misiju un atbalstītu šo svarīgo darbu. Uzzināt vairāk:",
    "annualReport.2020.learnMore": "Uzzināt vairāk:",
    "annualReport.2020.learnMoreLink1Text": "LEGO Foundation un Scratch Foundation paziņo par sadarbību, lai atbalstītu mācīšanos spēlējoties ar tehnoloģiju miljoniem bērnu visā pasaulē",
    "annualReport.2020.learnMoreLink2Text": "Datorzinātņu izglītības nedēļa: vairāk palīdzības vairāk studentu",
    "annualReport.2020.supportersTitle": "Paldies mūsu atbalstītājiem",
    "annualReport.2020.supportersIntro": "Paldies mūsu dāsnajiem atbalstītājiem. Jūsu ieguldījums palīdz mums paplašināt radošās mācību iespējas visu vecumu bērniem no jebkuras pieredzes visā pasaulē.",
    "annualReport.2020.ourSupporters": "Mūsu atbalstītāji",
    "annualReport.2020.ourSupportersText": "Mēs vēlamies pateikties visiem Scratch atbalstītājiem, kuri gadu gaitā ir palīdzējuši mums radīt pārsteidzošu mācību pieredzi miljoniem jauniešu visā pasaulē. Šis saraksts ir balstīts uz ziedošanu Scratch Foundation no 2020. gada 1. janvāra līdz 2020. gada 31. decembrim.",
    "annualReport.2020.supportersFoundingTitle": "Dibināšanas partneri — 10 000 000+ USD",
    "annualReport.2020.supportersFoundingText": "Mēs esam īpaši pateicīgi mūsu dibinātājiem, kuri kopš Scratch sākuma 2003. gadā ir nodrošinājuši kumulatīvo atbalstu vismaz USD 10 000 000 apmērā.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat partneri — vairāk nekā 1 000 000 $",
    "annualReport.2020.supportersCreativityTitle": "Radošuma aplis — $ 250 000+",
    "annualReport.2020.supportersCollaborationTitle": "Sadarbības loks — $100 000+",
    "annualReport.2020.supportersImaginationTitle": "Iztēles aplis — $50 000+",
    "annualReport.2020.supportersInspirationTitle": "Iedvesmas aplis — $20 000+",
    "annualReport.2020.supportersExplorationTitle": "Izpētes aplis — USD 5000+",
    "annualReport.2020.supportersPlayTitle": "Spēlēt aplis — vairāk nekā 1000 $",
    "annualReport.2020.supportersInKindTitle": "Atbalstītāji natūrā",
    "annualReport.2020.leadershipTitle": "Mūsu komanda",
    "annualReport.2020.leadershipBoard": "Valde",
    "annualReport.2020.leadershipChair": "Krēsls",
    "annualReport.2020.leadershipProfessor": "Mācību pētniecības profesors",
    "annualReport.2020.leadershipViceChair": "Priekšsēdētāja vietnieks",
    "annualReport.2020.leadershipCoFounder": "Līdzdibinātājs un līdzpriekšsēdētājs",
    "annualReport.2020.leadershipBoardMember": "Valdes loceklis",
    "annualReport.2020.leadershipPresidentCEO": "Prezidents un izpilddirektors",
    "annualReport.2020.leadershipFormerPresident": "Bijušais prezidents",
    "annualReport.2020.leadershipFounderCEO": "Dibinātājs un izpildpriekšsēdētājs",
    "annualReport.2020.leadershipFormerChairCEO": "Bijusī izpilddirektore un priekšsēdētāja",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Valdes sekretārs un kasieris",
    "annualReport.2020.leadershipBoardSecretary": "Valdes sekretārs",
    "annualReport.2020.leadershipBoardTreasurer": "Valdes kasieris",
    "annualReport.2020.leadershipScratchTeam": "2020. gada Scratch komanda",
    "annualReport.2020.leadershipED": "Izpilddirektors",
    "annualReport.2020.teamThankYou": "Paldies Mičam Resnikam, Natālijai Ruskai, Rupalai Džeinai un citiem līdzstrādniekiem Mūžizglītības bērnudārza grupā MIT Media Lab par jūsu nenogurstošo atbalstu Scratch.",
    "annualReport.2020.donateTitle": "Atbalstiet mūs",
    "annualReport.2020.donateMessage": "Jūsu atbalsts ļauj mums padarīt Scratch bezmaksas ikvienam, nodrošina mūsu serveru darbību, un, pats galvenais, mēs varam nodrošināt bērniem visā pasaulē iespēju iedomāties, radīt un kopīgot. Paldies!",
    "annualReport.2020.donateButton": "Atbalsti",
    "annualReport.2020.projectBy": "projekta autors",
    "annualReport.2020.altAvatar": "lietotāja iemiesojums",
    "annualReport.2020.altDropdownArrow": "Bultiņa, kas norāda nolaižamo izvēlni.",
    "annualReport.2020.altMastheadIllustration": "Trīs cilvēki mijiedarbojas ar fiziskajiem Scratch komponentiem.",
    "annualReport.2020.altWave": "Emoji roka vicina.",
    "annualReport.2020.altMitchHeadshot": "Dibinātājs Mičs Resniks",
    "annualReport.2020.altBlocks": "Divi Scratch bloki, kas sakrauti viens virs otra.",
    "annualReport.2020.altBanana": "Banāns, kuram iesprausts vads.",
    "annualReport.2020.altProjectsIllustration": "Trīs bērni, viens stāv, viens sēž ratiņkrēslā un viens sēž uz zemes, glezno un griež mākslas projektus.",
    "annualReport.2020.altPassionIllustration": "Trīs bērni, viens stāvot, viens ceļos un otrs sēž uz zemes, krāso, spēlē mūziku uz klavierēm un skatās zvaigznes, izmantojot teleskopu.",
    "annualReport.2020.altPeersIllustration": "Četri bērni sēž pie ugunskura, spēlē spēles un pieci.",
    "annualReport.2020.altPlayIllustration": "Trīs bērni, viens stāv, viens ceļos un otrs sēž, sakrustotām kājām sakrustotām kājām, spēlējas ar rotaļu laivām un saloka origami.",
    "annualReport.2020.altCalendar": "Kalendārs, kurā redzams 2020. gads.",
    "annualReport.2020.altCommentsVisualization": "Divi komentāru burbuļi. Viens mazāks un tumšāks, kas atspoguļo komentāru daļu 2019. gadā. Viens gaišāks — 2020. gadā sniegto komentāru skaita pieaugums.",
    "annualReport.2020.altArrowUp": "Bultiņa, kas vērsta uz augšu un pa labi.",
    "annualReport.2020.altTranslated": "Ir pieejams Scratch komponents ar uzrakstu \"Sveiki\" un valodu saraksts, kurās ir pieejams Scratch.",
    "annualReport.2020.altScratchHorizontalCommand": "Scratch horizontālas komandas komponents.",
    "annualReport.2020.altScratchJr": "Scratch Jr logotips",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontālās cilpas sastāvdaļa.",
    "annualReport.2020.altPieChart": "Vizualizācija, kas parāda 2020. gadā radīto projektu pieaugumu par 602% salīdzinājumā ar 2019. gadā izveidotajiem projektiem.",
    "annualReport.2020.altUsers": "Divas vispārīgas lietotāja ikonas, nedaudz mazāka pelēka un nedaudz lielāka violeta.",
    "annualReport.2020.altArrowNext": "Bulta, kas norāda uz labo pusi.",
    "annualReport.2020.altBenedict": "Iemiesojums Benediktam Hohvartneram",
    "annualReport.2020.altAaronReuland": "Ārons Rūlands uzsita pāri papīra maisiņa lellei un lidojoša bruņurupuča ilustrācijai.",
    "annualReport.2020.altSprinklesLeft": "Tālrunī tiek parādīta smaidoša seja, Scratch komponents un sirds.",
    "annualReport.2020.altSprinklesRight": "Roka, kas mijiedarbojas ar Scratch komponentiem.",
    "annualReport.2020.altFileDownload": "Bultiņa, kas norāda uz grozu, kas norāda, ka failu var lejupielādēt.",
    "annualReport.2020.altWaveTop": "Gaiši zils vilnis, kas pārklāts ar Scratch iemiesojumiem un Scratch komponentiem.",
    "annualReport.2020.altWaveBottom": "Gaiši zils vilnis.",
    "annualReport.2020.altConnectingLine": "Punktēta līnija, kas savieno mēnešus",
    "annualReport.2020.altApril": "Pildspalvas un zīmuļa zīmējums uz Scratch projekta, kas attēlo laivu un ūdeni.",
    "annualReport.2020.altMay": "Kalendārs, kas atzīmēts ar emocijzīmēm, kas novietotas uz burbuļa.",
    "annualReport.2020.altJune": "Jūnija padsmitā karogs un papīra lidmašīna.",
    "annualReport.2020.altJuly": "Mikrofons un mūzikas notis.",
    "annualReport.2020.altToolsIllustration": "Roka, kas pieskaras izsaukuma zīmes ikonai virs dažiem teksta burbuļiem.",
    "annualReport.2020.altVirtualTown": "Meitene skraida pa ietvi dažu māju priekšā.",
    "annualReport.2020.altCatchGame": "Ābols peld pie horizonta pa labi, bet grozs atrodas apakšā virzienā uz kadra centru.",
    "annualReport.2020.altCharacterDesigner": "Suns sēž zaļā un baltā ševrona fona priekšā.",
    "annualReport.2020.altVirtualPet": "Ezītis sēž uz akmens virsotnes kādas zāles vidū.",
    "annualReport.2020.altLookingForward": "Laistošs koks dzirdina stādu, kas izaug par augstu koku.",
    "annualReport.2020.altIndia1": "Zem teksta parādās iedegts dzirkstelītis ar tekstu \"Priecīgu Diwali!\"",
    "annualReport.2020.altIndia2": "Scratch cat talismans parādās blakus kādam hindi valodā rakstītam tekstam",
    "annualReport.2020.altIndia3": "Indijas karoga priekšā parādās indiešu sieviete, uz kuras ir sirds ar uzrakstu \"Indija\".",
    "annualReport.2020.altIndia4": "Divas rokas parādās virs flautas fona, kurā ir laipa un jūra.",
    "annualReport.2020.altChile": "Bērnu grupa sēž ap galdu, kas piepildīts ar mākslas un amatniecības izstrādājumiem un klēpjdatoru.",
    "annualReport.2020.altBrazil": "Bērni sēž klēpjdatora priekšā, kas savienots ar piecām karotēm ar vadiem.",
    "annualReport.2020.altIndia": "Sieviete instruē meitenes, kas sēž pie datora.",
    "annualReport.2020.altUSA": "Blakus Scratch lietotāja interfeisa ekrānuzņēmumam tiek parādīts neliels video sīktēls",
    "annualReport.2020.altChileIcon": "Scratch talismans",
    "annualReport.2020.altBrazilIcon": "Zaļš virpulis",
    "annualReport.2020.altIndiaIcon": "Zvaigzne, kas savienota ar apli",
    "annualReport.2020.altUSAIcon": "Karikatūras avene, Raspberry Pi fonda logotips",
    "annualReport.2020.altTutorial": "Scratch apmācība spāņu valodā",
    "annualReport.2020.altGettingStarted": "Atskaņošanas poga atrodas Scratch lietotāja interfeisa augšpusē.",
    "annualReport.2020.altEditor": "Scratch lietotāja interfeiss kopā ar pašlaik izstrādātās programmas priekšskatījumu, kurā redzams, ka divi cilvēki sarunājas viens ar otru.",
    "annualReport.2020.altHackYourWindow": "Suns kosmosa ķiverē, zvaigzne un virtulis peld ārpus loga kosmosā.",
    "annualReport.2020.altScratchInteraction": "Divi cilvēki sarunājas starp Scratch komponentiem. Viens nodod komponentu otram.",
    "annualReport.2020.altImageBubbles": "Attēli no Scratch projektiem tiek rādīti burbuļu formās, kas sagrupētas kopā.",
    "annualReport.2020.altConnectivityVideoPreview": "Atskaņošanas poga parādās virs ainas ar draudzīgām jūras radībām.",
    "annualReport.2020.altAdaptationVideoPreview": "Atskaņošanas poga parādās uz dažādām Scratch lietotāja saskarnes ainām.",
    "annualReport.2020.altJanuaryCard": "Rejs no Zvaigžņu kariem tur zizli un stāv tuksnesī.",
    "annualReport.2020.altAprilCard": "Vairāki ekrānuzņēmumi no Scratch UI tiek ievietoti kopā.",
    "annualReport.2020.altMayCard": "Rokas, kas pieder dažādu rasu cilvēkiem, tiek paceltas dūrēs.",
    "annualReport.2020.altJuneCard": "Cilvēks kopā sasprauž papīra ziedu.",
    "annualReport.2020.altJulyCard": "Zem jūras kopā muzicē krabis, nāra un astoņkājis.",
    "annualReport.2020.altOctoberCard": "Uz sienas virs datora darbstacijas parādās ķirbis un konfekšu kukurūza.",
    "annualReport.2020.altDonateIllustration": "Divas rokas veido sirds formu ar pirkstiem izgrieztas sirds formas iekšpusē."
}