{
    "annualReport.2020.subnavFoundersMessage": "Bericht van de oprichters",
    "annualReport.2020.subnavMission": "Missie",
    "annualReport.2020.subnavReach": "Bereik",
    "annualReport.2020.subnavThemes": "Thema's",
    "annualReport.2020.subnavDirectorsMessage": "Bericht van de directie",
    "annualReport.2020.subnavSupporters": "Supporters",
    "annualReport.2020.subnavTeam": "Team",
    "annualReport.2020.subnavDonate": "Doneer",
    "annualReport.2020.mastheadYear": "Jaarverslag 2020",
    "annualReport.2020.mastheadTitle": "Aanpassen aan een veranderende wereld",
    "annualReport.2020.foundersMessageTitle": "Een bericht van onze mede-oprichter",
    "annualReport.2020.foundersMessageP1": "Het jaar 2020 zal worden herinnerd als het jaar waarin de COVID-pandemie de wereld overspoelde en ontberingen en verstoringen in het leven van iedereen veroorzaakte - waarbij de grootste ontberingen op onbillijke wijze vallen op degenen die al met uitdagingen in hun leven worden geconfronteerd.",
    "annualReport.2020.foundersMessageP2": "Tijdens de pandemie zijn jonge mensen over de hele wereld, velen geïsoleerd in hun huizen, in grotere aantallen dan ooit tevoren naar de Scratch-website gekomen, en zien Scratch als een veilige ruimte waar ze zichzelf creatief kunnen uiten, nieuwe vaardigheden kunnen leren en kunnen samenwerken met elkaar. We werden geïnspireerd door zoveel Scratch-projecten die jonge mensen in 2020 hebben gemaakt, en velen van hen deelden hun gedachten en gevoelens over de pandemie, klimaatverandering, raciale onrechtvaardigheid en andere problemen die hen bezighouden. Jongeren leerden niet alleen computerconcepten en -vaardigheden, maar ontwikkelden ook hun stem en hun identiteit.",
    "annualReport.2020.foundersMessageP3": "Om ervoor te zorgen dat Scratch ook de komende jaren deze belangrijke rol in het leven van jongeren kan blijven spelen, hebben we bij Scratch belangrijke organisatorische veranderingen doorgevoerd. Begin 2020 verhuisde het Scratch Team van zijn oude thuis in het MIT Media Lab waar het lang geweest is naar de nieuwe kantoren van de Scratch Foundation in het centrum van Boston. Deze stap zal ons helpen om een duurzame organisatie op te bouwen die Scratch in de toekomst kan ondersteunen als een wereldwijd creatief codeerplatform.",
    "annualReport.2020.foundersMessageP4": "Later in 2020, als onderdeel van deze organisatorische transitie, hebben we Shawna Young aangenomen als uitvoerend directeur van de Scratch Foundation. Shawna komt naar de Scratch Foundation met een sterke achtergrond in onderwijs en non-profitmanagement, en een diepe toewijding aan gelijkheid en inclusie. Gedurende haar carrière bij instellingen zoals Duke en MIT heeft Shawna gewerkt aan het uitbreiden van leerervaringen voor studenten uit verschillende gemeenschappen. Die toewijding is sterk in lijn met de missie en waarden van Scratch en zal een belangrijke rol spelen in haar leiderschap bij Scratch. Ik moedig je aan om Shawna's bericht aan het einde van dit jaarverslag te lezen.",
    "annualReport.2020.foundersMessageP5": "In het afgelopen decennium heeft Scratch een fenomenaal succes gehad, waarbij tientallen miljoenen jonge mensen over de hele wereld betrokken waren. Maar we zijn nog maar net begonnen. De uitdaging voor de komende jaren is ervoor te zorgen dat we niet alleen onze technologie kunnen blijven verspreiden en ondersteunen, maar ook onze creatieve, zorgzame, samenwerkende leeraanpak, zodat jonge mensen over de hele wereld gelijke kansen krijgen om te fantaseren, creëren, delen en leren. We kijken ernaar uit om met jullie allemaal samen te werken om dat mogelijk te maken!",
    "annualReport.2020.foundersMessageScratchTitle": "Voorzitter, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Bekijk de video",
    "annualReport.2020.missionTitle": "Onze missie en visie",
    "annualReport.2020.visionHeader": "Visie",
    "annualReport.2020.visionSubtitle": "Het verspreiden van creatieve, zorgzame, samenwerkende, rechtvaardige benaderingen van coderen en leren over de hele wereld.",
    "annualReport.2020.missionHeader": "Missie",
    "annualReport.2020.missionSubtitle": "Jongeren digitale tools en mogelijkheden bieden om te bedenken, te creëren, te delen en te leren.",
    "annualReport.2020.missionP1": "We zetten ons in voor rechtvaardigheid in het onderwijs en geven prioriteit aan gelijkheid in alle aspecten van ons werk, met een bijzondere focus op initiatieven en benaderingen die kinderen, gezinnen en leerkrachten ondersteunen die zijn uitgesloten van creatief computergebruik.",
    "annualReport.2020.missionP2": "We hebben Scratch ontwikkeld als een gratis, veilige, speelse leeromgeving die alle kinderen stimuleert om creatief te denken, systematisch te redeneren en samen te werken — essentiële vaardigheden voor iedereen in de huidige samenleving. We werken samen met opvoeders en gezinnen om kinderen te ondersteunen bij het ontdekken, delen en leren.",
    "annualReport.2020.missionP3": "Bij de ontwikkeling van nieuwe technologieën, activiteiten en leermateriaal laten we ons leiden door wat we noemen de vier P's van \"Creative Learning\":",
    "annualReport.2020.fourPs": "De vier P's van Creatief Leren",
    "annualReport.2020.missionProjectsTitle": "Projecten",
    "annualReport.2020.missionPeersTitle": "Peers",
    "annualReport.2020.missionPassionTitle": "Passie",
    "annualReport.2020.missionPlayTitle": "Spelen",
    "annualReport.2020.missionProjectsDescription": "Betrek kinderen bij het ontwerpen, creëren en creatief uitdrukken van zichzelf",
    "annualReport.2020.missionPeersDescription": "Ondersteun kinderen bij het samenwerken, delen, remixen en mentorschap",
    "annualReport.2020.missionPassionDescription": "Stel Kinderen in staat om te bouwen aan hun interesses en te werken aan persoonlijke zinvolle projecten",
    "annualReport.2020.missionPlayDescription": "Moedig kinderen aan om te knutselen, te experimenteren en te puzzelen",
    "annualReport.2020.reachTitle": "Kinderen wereldwijd bereikt",
    "annualReport.2020.reachSubtitle": "Scratch is 's werelds grootste codegemeenschap voor kinderen en tieners, vanaf 8 jaar.",
    "annualReport.2020.reachMillion": "miljoen",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8% van 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% van 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% van 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nieuwe gebruikers",
    "annualReport.2020.reachProjectsCreated": "Projecten die zijn gemaakt",
    "annualReport.2020.reachProjectCreators": "Mensen die projecten maken",
    "annualReport.2020.reachComments": "toename van ingezonden reacties",
    "annualReport.2020.reachGlobalCommunity": "Onze wereldwijde gemeenschap",
    "annualReport.2020.reachMapBlurb": "Totaal aantal geregistreerde accounts in de Scratch Online Community vanaf de lancering van Scratch tot december 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "op een logaritmische schaal",
    "annualReport.2020.reachTranslationTitle": "Scratch is vertaald in 64 talen",
    "annualReport.2020.reachTranslationIncrease": "3 talen sinds 2019",
    "annualReport.2020.reachTranslationBlurb": "Dankzij vrijwillige vertalers uit de hele wereld.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr is een voorbereidende programmeeromgeving die jonge kinderen (5-7 jaar) in staat stelt om hun eigen interactieve verhalen en spelletjes te creëren.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Downloads in 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} van 2019",
    "annualReport.2020.themesTitle": "Opkomende thema's",
    "annualReport.2020.themesDescription": "Terwijl jonge mensen werden geconfronteerd met de ongekende uitdagingen van COVID-19, werd Scratch meer dan ooit een belangrijke plek voor hen om contact te maken, te creëren en zichzelf uit te drukken. Het hele jaar door was ons werk gericht op drie gebieden om onze groeiende wereldwijde gemeenschap zo goed mogelijk te ondersteunen: verbinding, aanpassing en gemeenschap. Zoals altijd waren onze inspanningen gebaseerd op ons streven naar gelijkheid en inclusie.",
    "annualReport.2020.equity": "Rechtvaardigheid",
    "annualReport.2020.globalStrategy": "Wereldwijde strategie",
    "annualReport.2020.connectivityTitle": "Verbinding",
    "annualReport.2020.connectivityIntro": "Terwijl jonge mensen vanwege COVID-19 in hun huizen werden geïsoleerd, bood Scratch hen de mogelijkheid om contact te maken en te creëren met verre vrienden, klasgenoten en familieleden. Het diende ook als een poort naar de buitenwereld, waar ze ontdekten dat miljoenen kinderen in verschillende landen en continenten dezelfde dingen meemaakten als zij.",
    "annualReport.2020.aaronText": "Aaron's leerlingen werkten samen om een 'gekke' versie van hun stad te bouwen, genaamd 'Norwouldn't', boordevol wezens uit verhalenboeken, originele kunstwerken en onderling verbonden verhalen. Het was een van de vele samenwerkende Scratch-projecten die Aaron faciliteerde om studenten eraan te herinneren dat ze, hoewel COVID-19 hen thuis hield, nog steeds deel uitmaakten van een zorgzame en vreugdevolle gemeenschap.",
    "annualReport.2020.spotlightStory": "Spotlight-verhaal",
    "annualReport.2020.connectivityIndia": "Scratch in India",
    "annualReport.2020.connectivityIndiaIntro": "In India eiste de COVID-19-pandemie een enorme tol en hield veel jonge mensen en gezinnen lange tijd geïsoleerd binnen.",
    "annualReport.2020.connectivityIndiaParagraph": "In de hele wereldwijde Scratch-gemeenschap zagen we vanaf maart 2020 een enorme piek in activiteit. Nergens was deze plotselinge piek duidelijker dan in India, waar de COVID-19-pandemie een enorme tol eiste en veel jonge mensen en gezinnen binnen hield voor een lange tijdsspanne. Via Scratch vonden kinderen in India verbinding door 602% meer projecten te creëren en te delen dan het jaar ervoor.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2,3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projecten die online gemaakt zijn in 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% van 2019",
    "annualReport.2020.connectivityRegistedUsers": "Het aantal ooit geregistreerde gebruikers in India is in één jaar tijd meer dan verdubbeld,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "stijgend van meer dan 300.000 in 2019 tot meer dan 700.000 in 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Het aantal unieke bezoekers nam toe met",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1,8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4,6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Het aantal mensen dat projecten aanmaakte, nam toe met",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "in 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 duizend",
    "annualReport.2020.connectivityIndiaProjectsNew": "1,1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch over de hele wereld",
    "annualReport.2020.connectivityWorldSubtitle": "Internationale medewerkers",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chili",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur is toegewijd aan het ondersteunen van logisch en creatief denken onder leerlingen en leerkrachten in Chili en in heel Latijns-Amerika. Ze hielpen bij onze vertaal- en lokalisatie-inspanningen in Rapa Nui en Spaans, en hebben veel leerkrachten betrokken bij samenwerkende, speelse Scratch-workshops voor professionele ontwikkeling.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Braziliaans Creatief Lerend Netwerk",
    "annualReport.2020.connectivityCountryBrazil": "Brazilië",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Het Braziliaanse Creative Learning Network is een basisbeweging die speelse, creatieve en relevante praktijkgerichte onderwijspraktijken in heel Brazilië implementeert. In 2020 presenteerde het Scratch-team op het Creative Learning Week-evenement van het Braziliaanse Creative Learning Network om te vertellen hoe kinderen Scratch gebruikten om een gemeenschap op te bouwen, zichzelf te uiten en uit te spreken over wat belangrijk voor hen is. Op onze beurt leerden we hoe docenten in het netwerk kansen creëerden voor zelfexpressie met leerlingen in hun eigen gemeenschap.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance empowers millions of learners and educators with 21st century skills, including creative computing. In 2020, {QuestAllianceLink} shared Scratch with learners and educators across India.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "The Raspberry Pi Foundation works to put the power of computing and digital making into the hands of people all over the world. Through their Making at Home initiative, they lead livestream events that encouraged families and young people to learn and create together. Several of these livestreams featured Scratch tutorials—and sometimes, even {USALink}!",
    "annualReport.2020.connectivityResources": "Bronnen",
    "annualReport.2020.connectivityResourcesSubtitle": "Localizing with Support from the LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "To support our growing global reach and aid our COVID-19 response, the LEGO Foundation supported Scratch with a generous grant. With this funding, we were able to localize key resources and reach even more young people around the world.",
    "annualReport.2020.connectivityExample1Title": "Tutorial Images",
    "annualReport.2020.connectivityExample1Paragraph": "We created translations of the images for 25 Scratch tutorials in 12 languages—totalling over 1,000 new images!",
    "annualReport.2020.connectivityExample2Title": "Beginnen met Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "The Getting Started with Scratch video is the most highly accessed and viewed Scratch tutorial video, greeting new Scratchers when they first join the site. We were able to translate this video into 25 new languages and to update the 3 previous translations, including visuals, voiceovers, and subtitles.",
    "annualReport.2020.connectivityExample3Title": "Scratch Editor",
    "annualReport.2020.connectivityExample3Paragraph": "The Scratch project editor is the most essential Scratch resource. We worked with a South African translation company that specializes in culturally-relevant educational translation to translate and review the Scratch editor in five South African languages: isiZulu, isiXhosa, Afrikaans, Sestwana, and Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptation",
    "annualReport.2020.adaptationIntro": "Toen COVID-19 scholen dwong te sluiten en het leren naar virtuele ruimtes duwde, ontdekten veel leerlingen en leerkrachten Scratch voor de eerste keer of pasten ze de manier aan waarop ze lesgaven en creatief coderen leerden. Vanuit onze eigen huizen werkte het Scratch Team om de veranderende behoeften van onderwijzers en de online gemeenschap te ondersteunen.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curator for Creative Learning, mumok, Vienna, Austria",
    "annualReport.2020.adaptationQuoteText": "In all the troubles over the past year, Scratch remained our platform of communication, our place to meet, and our medium of expressing ourselves creatively.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "In Aaron Reuland’s Title One school in Norwood, Massachusetts, he counted on Scratch to help engage remote students in creative learning and rekindle their sense of community “when the only things I could count on us all having were a working computer and an internet connection.”",
    "annualReport.2020.adaptationHighlightText2": "Aaron's studenten werkten samen om een \"gekke\" versie van hun stad te bouwen, genaamd \"Norwouldn't\", boordevol wezens uit verhalenboeken, originele kunstwerken en onderling verbonden verhalen. Het was een van de vele samenwerkende Scratch-projecten die Aaron faciliteerde om studenten eraan te herinneren dat ze, hoewel COVID-19 hen thuis hield, nog steeds deel uitmaakten van een zorgzame en vreugdevolle gemeenschap.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch Thuis",
    "annualReport.2020.adaptationHighlightText2b": "On March 17, we responded to the COVID-19 crisis by launching the {linkText} to provide children, families, and educators with ideas for engaging in creative learning activities with Scratch at home. It was an invaluable way to connect with our community and adapt to a whole new way of learning and interacting online.",
    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Our team hosted weekly, live {linkText} to connect with kids, parents, and educators at home and share tips and tricks for creating different types of Scratch projects. We had a blast seeing the projects they were inspired to create in our Create-Along studios!",
    "annualReport.2020.adaptationHighlightTitle4": "Hack Your Window",
    "annualReport.2020.adaptationHighlightText4b": "Scratch educator Eduard Muntaner Perich created a #ScratchAtHome-inspired studio that took the community by storm: {linkText}. Hundreds of Scratchers from all over the world imagined fantastical games and stories happening just outside their window.",
    "annualReport.2020.adaptationEducatorsTitle": "Connecting with Educators",
    "annualReport.2020.adaptationEducatorsText": "Educators around the world shared their own #ScratchAtHome ideas and discussed the struggles and triumphs of teaching remotely in a lively Twitter Chat on April 8th, 2020.",
    "annualReport.2020.adaptationSnapshot": "Momentopnamen",
    "annualReport.2020.adaptationSnapshot1Title": "Computer Clubhouse Network Virtual Workshops",
    "annualReport.2020.adaptationSnapshot1Text": "As part of our longstanding partnership, the Scratch Team conducts workshops for youth educators from {linkText}. Like educators around the world, our team had to conduct online workshops for the first time in 2020—and learn how to combat the isolation and technical difficulties of virtual learning. But thanks to online collaboration tools and innovative methods of sharing and reflecting, the team was able to recreate the collaborative, playful spirit of in-person workshops in a virtual space.",
    "annualReport.2020.adaptationSnapshot2Title": "Bring Yourself Into Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 was also a year of adapting our tools and platform. We developed and added new sprites to the Sprite Library to inspire and enable beginner Scratchers to make projects representative of their racial, cultural, gender, or other personal identity.",
    "annualReport.2020.communityTitle": "Gemeenschap",
    "annualReport.2020.communityIntro": "In 2020, the Scratch Community became an even more vital place for young people to find a sense of togetherness and belonging. As we saw the meaningful conversations, collaborative projects, and moving stories Scratchers shared, we were in awe of their creative and resilient spirit.",
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "In 2019, with support from Google.org, the Scratch Team worked with Chicago Public School’s Office of Computer Science to connect students, families, teachers, and other community members through Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "This year, our teams faced a new challenge: how could we bring the playful, community-building spirit of Family Creative Coding Nights to a virtual space, helping schools develop vital connections with remote students and their families? We developed the Virtual Family Coding Nights guide to provide a structure for these connections and support joyful learning",
    "annualReport.2020.communityDownloadButton": "Virtual Family Coding Nights Guide",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], there were not many opportunities to engage with parents in such a fun, high energy way. So this opportunity provided much needed engagement...Teachers were apprehensive, but the students' level of excitement pushed them into a space where they had to trust the process and allow kids to learn from one another.",
    "annualReport.2020.communityScratchCommunity": "Scratch-gemeenschap",
    "annualReport.2020.communityScratchCommunityIntro": "Op de vraag waarom ze Scratch gebruiken, hebben de meeste Scratchers het over het belang van de online community voor het motiveren van hun voortdurende deelname, het bieden van een ruimte waar ze hun creativiteit kunnen uiten, vrienden kunnen maken, feedback kunnen krijgen, nieuwe ideeën kunnen opdoen en nieuwe vaardigheden kunnen aanleren. Veel Scratchers spreken hun waardering uit voor de Scratch-gemeenschap als een veilige en gastvrije ruimte om met elkaar in contact te komen, te delen en van elkaar te leren.",
    "annualReport.2020.communityQuoteGroupText1": "Ik kwam bij Scratch toen ik 11 jaar oud was en de dingen die ik leerde door het gebruik van het platform en de interactie met de gemeenschap waren echt een vitaal onderdeel van mijn leerproces toen ik opgroeide.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch has allowed me to do things from home, like\n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Ik zit al ongeveer 2 jaar op Scratch, en het is een levensveranderende ervaring geweest! Ik heb zoveel nieuwe dingen geleerd, zoals codering, online etiquette en kunst!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch was mijn favoriete hobby in de zesde klas. Het introduceerde me heimelijk de Booleaanse logica, de volgorde van de bewerkingen en de geneste wiskundige uitdrukkingen —om nog maar te zwijgen van de computerprogrammering zelf.",
    "annualReport.2020.yearInReview": "Jaaroverzicht",
    "annualReport.2020.yearInReviewText": "2020 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2020.yearInReviewCard1Date": "Januari",
    "annualReport.2020.yearInReviewCard1Title": "End of the Decade Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers celebrated the close of a decade and new beginnings in this Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "April",
    "annualReport.2020.yearInReviewCard2Title": "Eén April",
    "annualReport.2020.yearInReviewCard2Text": "“Mundane mysteries” appeared around the site, and Cat Blocks surprised and delighted the Scratch community.",
    "annualReport.2020.yearInReviewCard3Date": "April",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Scratch Team members began hosting live tutorials to connect and create with Scratchers and their families at home.",
    "annualReport.2020.yearInReviewCard4Date": "Mei",
    "annualReport.2020.yearInReviewCard4Title": "Scratch-maand",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers around the world shared thousands of projects around weekly themes, from recycled crafts to hand-washing jingles.",
    "annualReport.2020.yearInReviewCard5Date": "Mei",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "As racial justice protests swept the US, the community came together to support each other and call for change.",
    "annualReport.2020.yearInReviewCard6Date": "Juni",
    "annualReport.2020.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers shared their favorite indoor games and activities to keep themselves engaged while staying home.",
    "annualReport.2020.yearInReviewCard7Date": "Juni",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers created projects to honor Juneteenth and the continued fight for racial justice.",
    "annualReport.2020.yearInReviewCard8Date": "Juli",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Kamp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical got the whole community acting, singing, and dancing together.",
    "annualReport.2020.yearInReviewCard9Date": "Oktober",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers made hundreds of creative stories, games, and animations based on daily themed prompts.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Seeing the power you have when you’re creating something and can represent yourself and your problems and express them or solve them with code is a really magical experience and has real world impact.",
    "annualReport.2020.communitySnapshotTitle": "Onze tools verbeteren",
    "annualReport.2020.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2020, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",
    "annualReport.2020.communitySnapshot2Title": "Nieuwe Scratch-tutorials op YouTube",
    "annualReport.2020.communitySnapshot2Text": "The Scratch Team began sharing tutorials on our YouTube channel in March 2020 to help Scratchers gain the skills to create whatever they can imagine. From pixel art to virtual pets, these tutorials are a hit with Scratchers of all ages, gaining 1.3 million views in 2020.",
    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "Vangspel",
    "annualReport.2020.tutorial3": "Karakterdesigner",
    "annualReport.2020.tutorial4": "Virtueel huisdier",
    "annualReport.2020.EDMessageTitle": "Bericht van onze Algemeen Directeur",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2020 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2020.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",
    "annualReport.2020.EDTitle": "Algemeen directeur, Scratch Foundation",
    "annualReport.2020.lookingForward": "Vooruitblik",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "We’ve received generous grants from the LEGO Foundation and Google.org to help expand our global reach, advance our mission, and support this important work. Learn more:",
    "annualReport.2020.learnMore": "Learn More:",
    "annualReport.2020.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: More help for more students",
    "annualReport.2020.supportersTitle": "Dank aan onze supporters",
    "annualReport.2020.supportersIntro": "Dank aan onze genereuze supporters. Jullie bijdrage helpt ons creatieve leermogelijkheden uit te breiden voor kinderen van alle leeftijden, met alle achtergronden, over de hele wereld.",
    "annualReport.2020.ourSupporters": "Onze donateurs",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to the Scratch Foundation from January 1, 2020 to December 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "Onze dank gaat in het bijzonder uit naar onze Founding Partners, die sinds de start van Scratch in 2003 elk ten minste $10.000.000 aan cumulatieve steun hebben gegeven.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Imagination Circle — $50 000+",
    "annualReport.2020.supportersInspirationTitle": "Inspiration Circle — $20 000+",
    "annualReport.2020.supportersExplorationTitle": "Exploration Circle — $5 000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "In natura supporters",
    "annualReport.2020.leadershipTitle": "Ons team",
    "annualReport.2020.leadershipBoard": "Raad van bestuur",
    "annualReport.2020.leadershipChair": "Voorzitter",
    "annualReport.2020.leadershipProfessor": "Hoogleraar leeronderzoek",
    "annualReport.2020.leadershipViceChair": "Vice voorzitter",
    "annualReport.2020.leadershipCoFounder": "Mede-oprichter en vice voorzitter",
    "annualReport.2020.leadershipBoardMember": "Bestuurslid",
    "annualReport.2020.leadershipPresidentCEO": "President en CEO",
    "annualReport.2020.leadershipFormerPresident": "Voormalig president",
    "annualReport.2020.leadershipFounderCEO": "Founder and Executive Chairman",
    "annualReport.2020.leadershipFormerChairCEO": "Voormalig CEO and voorzitter",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Bestuurssecretaris en penningmeester",
    "annualReport.2020.leadershipBoardSecretary": "Secretaris van het bestuur",
    "annualReport.2020.leadershipBoardTreasurer": "Penningmeester van het bestuur",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch Team",
    "annualReport.2020.leadershipED": "Executive Director",
    "annualReport.2020.teamThankYou": "Dank aan Mitch Resnick, Natalie Rusk, Rupal Jain, en andere medewerkers van de Lifelong Kindergarten Group van het MIT Media Lab voor jullie onvermoeibare steun aan Scratch.",
    "annualReport.2020.donateTitle": "Steun ons",
    "annualReport.2020.donateMessage": "Jouw steun stelt ons in staat om Scratch voor iedereen gratis te maken, onze servers draaiende te houden, en het allerbelangrijkste: we kunnen kinderen over de hele wereld de kans bieden om zich dingen voor te stellen, te creëren en te delen. Bedankt!",
    "annualReport.2020.donateButton": "Doneer",
    "annualReport.2020.projectBy": "project door",
    "annualReport.2020.altAvatar": "gebruikers avatar",
    "annualReport.2020.altDropdownArrow": "Pijl die keuzemenu aangeeft.",
    "annualReport.2020.altMastheadIllustration": "Drie mensen in interactie met fysieke scratch-componenten.",
    "annualReport.2020.altWave": "Een emoji hand zwaaiend.",
    "annualReport.2020.altMitchHeadshot": "Oprichter Mitch Resnick",
    "annualReport.2020.altBlocks": "Two scratch blocks stacked on top of one another.",
    "annualReport.2020.altBanana": "A banana with a wire plugged into it.",
    "annualReport.2020.altProjectsIllustration": "Three children, one standing, one sitting in a wheelchair, and one sitting on the ground paint and cut art projects.",
    "annualReport.2020.altPassionIllustration": "Three children, one standing, one kneeling, and one sitting on the ground paint, play music on a piano, and stargaze using a telescope.",
    "annualReport.2020.altPeersIllustration": "Four childeren sit around a campfire playing games and high fiving.",
    "annualReport.2020.altPlayIllustration": "Three children, one standing, one kneeling, and one sitting crosslegged stack rocks, play with toy boats, and fold origami.",
    "annualReport.2020.altCalendar": "A calendar displaying the year 2020.",
    "annualReport.2020.altCommentsVisualization": "Two comment bubbles. One smaller and darker representing the share of comments in 2019. One lighter representing the increase in comments made in 2020.",
    "annualReport.2020.altArrowUp": "An arrow pointing up and to the right.",
    "annualReport.2020.altTranslated": "Een scratch-component die \"Hallo\" zegt en de talen opsomt waarin scratch beschikbaar is.",
    "annualReport.2020.altScratchHorizontalCommand": "A scratch horizontal command component.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontal loop component.",
    "annualReport.2020.altPieChart": "Visualization showing the 602% increase in projects created during 2020 in relation to projects created in 2019.",
    "annualReport.2020.altUsers": "Two generic user icons, a slightly smaller gray one and a slightly larger purple one.",
    "annualReport.2020.altArrowNext": "An arrow pointing to the right.",
    "annualReport.2020.altBenedict": "Avatar for Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2020.altSprinklesLeft": "A smiley face, scratch component, and heart displayed on a phone.",
    "annualReport.2020.altSprinklesRight": "A hand interacting with scratch components.",
    "annualReport.2020.altFileDownload": "An arrow pointing into a basket indicating that a file can be downloaded.",
    "annualReport.2020.altWaveTop": "A light blue wave covered with scratch avatars and scratch components.",
    "annualReport.2020.altWaveBottom": "A light blue wave.",
    "annualReport.2020.altConnectingLine": "A dotted line connecting the months",
    "annualReport.2020.altApril": "A pen and pencil drawing on a scratch project depicting a boat and water.",
    "annualReport.2020.altMay": "A calendar marked with emojis placed on a bubble.",
    "annualReport.2020.altJune": "The Juneteenth flag and a paper airplane.",
    "annualReport.2020.altJuly": "A microphone and music notes.",
    "annualReport.2020.altToolsIllustration": "A hand touching an exclamation point icon above a few text bubbles.",
    "annualReport.2020.altVirtualTown": "A girl runs along a sidewalk in front of a few houses.",
    "annualReport.2020.altCatchGame": "An apple floats on the horizon to the right while a basket sits below toward the center of the frame.",
    "annualReport.2020.altCharacterDesigner": "A dog sits in front of a green and white chevron background.",
    "annualReport.2020.altVirtualPet": "A hedgehog sits on top of a rock in the middle of some grass.",
    "annualReport.2020.altLookingForward": "A watering tree waters a sapling that grows into a tall tree.",
    "annualReport.2020.altIndia1": "A lit sparkler appears below text saying \"happy Diwali!\"",
    "annualReport.2020.altIndia2": "The scratch cat mascot appears next to some text written in Hindi",
    "annualReport.2020.altIndia3": "An Indian woman appears in front of the Indian flag which has a heart containing the word \"India\" on it.",
    "annualReport.2020.altIndia4": "Two hands appear over a flute in front of a background containing a boardwalk and sea.",
    "annualReport.2020.altChile": "A group of children sits around a table filled with arts and crafts and a laptop.",
    "annualReport.2020.altBrazil": "Children sit in front of a laptop connected to five spoons with wires.",
    "annualReport.2020.altIndia": "A woman instructs girls sitting in front of a computer.",
    "annualReport.2020.altUSA": "A small video thumbnail is displayed next to a screenshot of the Scratch user interface",
    "annualReport.2020.altChileIcon": "The Scratch mascot",
    "annualReport.2020.altBrazilIcon": "A green swirl",
    "annualReport.2020.altIndiaIcon": "A star interlocked with a circle",
    "annualReport.2020.altUSAIcon": "A cartoon raspberry, the Raspberry Pi Foundation logo",
    "annualReport.2020.altTutorial": "A Scratch tutorial in Spanish",
    "annualReport.2020.altGettingStarted": "A play button sits on top of the Scratch UI.",
    "annualReport.2020.altEditor": "The Scratch UI along with a preview of the progam currently being built showing two people talking to each other.",
    "annualReport.2020.altHackYourWindow": "A dog in a space helmet, a star, and a donut float outside a window in space.",
    "annualReport.2020.altScratchInteraction": "Two people talk amongst scratch components. One is handing a component to the other one.",
    "annualReport.2020.altImageBubbles": "Images from Scratch projects appear in bubble shapes grouped together.",
    "annualReport.2020.altConnectivityVideoPreview": "A play button appears over a scene of friendly sea creatures.",
    "annualReport.2020.altAdaptationVideoPreview": "A play button apppears over various scenes from the Scratch user interface.",
    "annualReport.2020.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2020.altAprilCard": "Multiple screenshots from the Scratch UI are placed together.",
    "annualReport.2020.altMayCard": "Hands belonging to people of a variety of races are raised in fists.",
    "annualReport.2020.altJuneCard": "A person staples a paper flower together.",
    "annualReport.2020.altJulyCard": "A crab, mermaid, and octopus play music together under the sea.",
    "annualReport.2020.altOctoberCard": "A pumpkin and candy corn appear on the wall above a computer workstation.",
    "annualReport.2020.altDonateIllustration": "Twee handen vormen de vorm van een hart met hun vingers binnenin een uitgeknipte hartvorm."
}