{
    "annualReport.2020.subnavFoundersMessage": "Bericht van de oprichters",
    "annualReport.2020.subnavMission": "Missie",
    "annualReport.2020.subnavReach": "Bereik",
    "annualReport.2020.subnavThemes": "Thema's",
    "annualReport.2020.subnavDirectorsMessage": "Bericht van de directie",
    "annualReport.2020.subnavSupporters": "Supporters",
    "annualReport.2020.subnavTeam": "Team",
    "annualReport.2020.subnavDonate": "Doneer",
    "annualReport.2020.mastheadYear": "Jaarverslag 2020",
    "annualReport.2020.mastheadTitle": "Aanpassen aan een veranderende wereld",
    "annualReport.2020.foundersMessageTitle": "Een bericht van onze mede-oprichter",
    "annualReport.2020.foundersMessageP1": "Het jaar 2020 zal worden herinnerd als het jaar waarin de COVID-pandemie de wereld overspoelde en ontberingen en verstoringen in het leven van iedereen veroorzaakte - waarbij de grootste ontberingen op onbillijke wijze vallen op degenen die al met uitdagingen in hun leven worden geconfronteerd.",
    "annualReport.2020.foundersMessageP2": "Tijdens de pandemie zijn jonge mensen over de hele wereld, velen geïsoleerd in hun huizen, in grotere aantallen dan ooit tevoren naar de Scratch-website gekomen, en zien Scratch als een veilige ruimte waar ze zichzelf creatief kunnen uiten, nieuwe vaardigheden kunnen leren en kunnen samenwerken met elkaar. We werden geïnspireerd door zoveel Scratch-projecten die jonge mensen in 2020 hebben gemaakt, en velen van hen deelden hun gedachten en gevoelens over de pandemie, klimaatverandering, raciale onrechtvaardigheid en andere problemen die hen bezighouden. Jongeren leerden niet alleen computerconcepten en -vaardigheden, maar ontwikkelden ook hun stem en hun identiteit.",
    "annualReport.2020.foundersMessageP3": "Om ervoor te zorgen dat Scratch ook de komende jaren deze belangrijke rol in het leven van jongeren kan blijven spelen, hebben we bij Scratch belangrijke organisatorische veranderingen doorgevoerd. Begin 2020 verhuisde het Scratch Team van zijn oude thuis in het MIT Media Lab waar het lang geweest is naar de nieuwe kantoren van de Scratch Foundation in het centrum van Boston. Deze stap zal ons helpen om een duurzame organisatie op te bouwen die Scratch in de toekomst kan ondersteunen als een wereldwijd creatief codeerplatform.",
    "annualReport.2020.foundersMessageP4": "Later in 2020, als onderdeel van deze organisatorische transitie, hebben we Shawna Young aangenomen als uitvoerend directeur van de Scratch Foundation. Shawna komt naar de Scratch Foundation met een sterke achtergrond in onderwijs en non-profitmanagement, en een diepe toewijding aan gelijkheid en inclusie. Gedurende haar carrière bij instellingen zoals Duke en MIT heeft Shawna gewerkt aan het uitbreiden van leerervaringen voor studenten uit verschillende gemeenschappen. Die toewijding is sterk in lijn met de missie en waarden van Scratch en zal een belangrijke rol spelen in haar leiderschap bij Scratch. Ik moedig je aan om Shawna's bericht aan het einde van dit jaarverslag te lezen.",
    "annualReport.2020.foundersMessageP5": "In het afgelopen decennium heeft Scratch een fenomenaal succes gehad, waarbij tientallen miljoenen jonge mensen over de hele wereld betrokken waren. Maar we zijn nog maar net begonnen. De uitdaging voor de komende jaren is ervoor te zorgen dat we niet alleen onze technologie kunnen blijven verspreiden en ondersteunen, maar ook onze creatieve, zorgzame, samenwerkende leeraanpak, zodat jonge mensen over de hele wereld gelijke kansen krijgen om te fantaseren, creëren, delen en leren. We kijken ernaar uit om met jullie allemaal samen te werken om dat mogelijk te maken!",
    "annualReport.2020.foundersMessageScratchTitle": "Voorzitter, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Bekijk de video",
    "annualReport.2020.missionTitle": "Onze missie en visie",
    "annualReport.2020.visionHeader": "Visie",
    "annualReport.2020.visionSubtitle": "Het verspreiden van creatieve, zorgzame, samenwerkende, rechtvaardige benaderingen van coderen en leren over de hele wereld.",
    "annualReport.2020.missionHeader": "Missie",
    "annualReport.2020.missionSubtitle": "Jongeren digitale tools en mogelijkheden bieden om te bedenken, te creëren, te delen en te leren.",
    "annualReport.2020.missionP1": "We zetten ons in voor rechtvaardigheid in het onderwijs en geven prioriteit aan gelijkheid in alle aspecten van ons werk, met een bijzondere focus op initiatieven en benaderingen die kinderen, gezinnen en leerkrachten ondersteunen die zijn uitgesloten van creatief computergebruik.",
    "annualReport.2020.missionP2": "We hebben Scratch ontwikkeld als een gratis, veilige, speelse leeromgeving die alle kinderen stimuleert om creatief te denken, systematisch te redeneren en samen te werken — essentiële vaardigheden voor iedereen in de huidige samenleving. We werken samen met opvoeders en gezinnen om kinderen te ondersteunen bij het ontdekken, delen en leren.",
    "annualReport.2020.missionP3": "Bij de ontwikkeling van nieuwe technologieën, activiteiten en leermateriaal laten we ons leiden door wat we noemen de vier P's van \"Creative Learning\":",
    "annualReport.2020.fourPs": "De vier P's van Creatief Leren",
    "annualReport.2020.missionProjectsTitle": "Projecten",
    "annualReport.2020.missionPeersTitle": "Peers",
    "annualReport.2020.missionPassionTitle": "Passie",
    "annualReport.2020.missionPlayTitle": "Spelen",
    "annualReport.2020.missionProjectsDescription": "Betrek kinderen bij het ontwerpen, creëren en creatief uitdrukken van zichzelf",
    "annualReport.2020.missionPeersDescription": "Ondersteun kinderen bij het samenwerken, delen, remixen en mentorschap",
    "annualReport.2020.missionPassionDescription": "Stel Kinderen in staat om te bouwen aan hun interesses en te werken aan persoonlijke zinvolle projecten",
    "annualReport.2020.missionPlayDescription": "Moedig kinderen aan om te knutselen, te experimenteren en te puzzelen",
    "annualReport.2020.reachTitle": "Kinderen wereldwijd bereikt",
    "annualReport.2020.reachSubtitle": "Scratch is 's werelds grootste codegemeenschap voor kinderen en tieners, vanaf 8 jaar.",
    "annualReport.2020.reachMillion": "miljoen",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3.8% van 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% van 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% van 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nieuwe gebruikers",
    "annualReport.2020.reachProjectsCreated": "Projecten die zijn gemaakt",
    "annualReport.2020.reachProjectCreators": "Mensen die projecten maken",
    "annualReport.2020.reachComments": "toename van ingezonden reacties",
    "annualReport.2020.reachGlobalCommunity": "Onze wereldwijde gemeenschap",
    "annualReport.2020.reachMapBlurb": "Totaal aantal geregistreerde accounts in de Scratch Online Community vanaf de lancering van Scratch tot december 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "op een logaritmische schaal",
    "annualReport.2020.reachTranslationTitle": "Scratch is vertaald in 64 talen",
    "annualReport.2020.reachTranslationIncrease": "3 talen sinds 2019",
    "annualReport.2020.reachTranslationBlurb": "Dankzij vrijwillige vertalers uit de hele wereld.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr is een voorbereidende programmeeromgeving die jonge kinderen (5-7 jaar) in staat stelt om hun eigen interactieve verhalen en spelletjes te creëren.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Downloads in 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} van 2019",
    "annualReport.2020.themesTitle": "Opkomende thema's",
    "annualReport.2020.themesDescription": "Terwijl jonge mensen werden geconfronteerd met de ongekende uitdagingen van COVID-19, werd Scratch meer dan ooit een belangrijke plek voor hen om contact te maken, te creëren en zichzelf uit te drukken. Het hele jaar door was ons werk gericht op drie gebieden om onze groeiende wereldwijde gemeenschap zo goed mogelijk te ondersteunen: verbinding, aanpassing en gemeenschap. Zoals altijd waren onze inspanningen gebaseerd op ons streven naar gelijkheid en inclusie.",
    "annualReport.2020.equity": "Rechtvaardigheid",
    "annualReport.2020.globalStrategy": "Wereldwijde strategie",
    "annualReport.2020.connectivityTitle": "Verbinding",
    "annualReport.2020.connectivityIntro": "Terwijl jonge mensen vanwege COVID-19 in hun huizen werden geïsoleerd, bood Scratch hen de mogelijkheid om contact te maken en te creëren met verre vrienden, klasgenoten en familieleden. Het diende ook als een poort naar de buitenwereld, waar ze ontdekten dat miljoenen kinderen in verschillende landen en continenten dezelfde dingen meemaakten als zij.",
    "annualReport.2020.aaronText": "Aaron's leerlingen werkten samen om een 'gekke' versie van hun stad te bouwen, genaamd 'Norwouldn't', boordevol wezens uit verhalenboeken, originele kunstwerken en onderling verbonden verhalen. Het was een van de vele samenwerkende Scratch-projecten die Aaron faciliteerde om studenten eraan te herinneren dat ze, hoewel COVID-19 hen thuis hield, nog steeds deel uitmaakten van een zorgzame en vreugdevolle gemeenschap.",
    "annualReport.2020.spotlightStory": "Spotlight-verhaal",
    "annualReport.2020.connectivityIndia": "Scratch in India",
    "annualReport.2020.connectivityIndiaIntro": "In India eiste de COVID-19-pandemie een enorme tol en hield veel jonge mensen en gezinnen lange tijd geïsoleerd binnen.",
    "annualReport.2020.connectivityIndiaParagraph": "In de hele wereldwijde Scratch-gemeenschap zagen we vanaf maart 2020 een enorme piek in activiteit. Nergens was deze plotselinge piek duidelijker dan in India, waar de COVID-19-pandemie een enorme tol eiste en veel jonge mensen en gezinnen binnen hield voor een lange tijdsspanne. Via Scratch vonden kinderen in India verbinding door 602% meer projecten te creëren en te delen dan het jaar ervoor.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2,3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projecten die online gemaakt zijn in 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% van 2019",
    "annualReport.2020.connectivityRegistedUsers": "Het aantal ooit geregistreerde gebruikers in India is in één jaar tijd meer dan verdubbeld,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "stijgend van meer dan 300.000 in 2019 tot meer dan 700.000 in 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Het aantal unieke bezoekers nam toe met",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1,8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4,6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Het aantal mensen dat projecten aanmaakte, nam toe met",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "in 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 duizend",
    "annualReport.2020.connectivityIndiaProjectsNew": "1,1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch over de hele wereld",
    "annualReport.2020.connectivityWorldSubtitle": "Internationale medewerkers",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chili",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur is toegewijd aan het ondersteunen van logisch en creatief denken onder leerlingen en leerkrachten in Chili en in heel Latijns-Amerika. Ze hielpen bij onze vertaal- en lokalisatie-inspanningen in Rapa Nui en Spaans, en hebben veel leerkrachten betrokken bij samenwerkende, speelse Scratch-workshops voor professionele ontwikkeling.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Braziliaans Creatief Lerend Netwerk",
    "annualReport.2020.connectivityCountryBrazil": "Brazilië",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Het Braziliaanse Creative Learning Network is een basisbeweging die speelse, creatieve en relevante praktijkgerichte onderwijspraktijken in heel Brazilië implementeert. In 2020 presenteerde het Scratch-team op het Creative Learning Week-evenement van het Braziliaanse Creative Learning Network om te vertellen hoe kinderen Scratch gebruikten om een gemeenschap op te bouwen, zichzelf te uiten en uit te spreken over wat belangrijk voor hen is. Op onze beurt leerden we hoe docenten in het netwerk kansen creëerden voor zelfexpressie met leerlingen in hun eigen gemeenschap.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest alliantie",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance helpt miljoenen lerenden en onderwijzers met 21st century vaardigheden, inclusief creatief programmeren. In 2020, deelde {QuestAllianceLink} Scratch met lerenden en onderwijzers in heel India.",
    "annualReport.2020.connectivityCountryUSATitle": "Stichting Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "VK",
    "annualReport.2020.connectivityCountryUSAParagraph": "De Raspberry Pi Foundation spant zich in om de kracht van programmeren en digitaal maken wereldwijd beschikbaar te maken. Met hun Making at Home initiatief organiseerden ze live streams die families en jonge kinderen aanmoedigden samen te gaan maken. Verscheidene sessies bevatten Scratch tutorials, waaronder {USALink}!",
    "annualReport.2020.connectivityResources": "Bronnen",
    "annualReport.2020.connectivityResourcesSubtitle": "Verplaatsen met ondersteuning van de LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "Om ons groeiende wereldwijde bereik te ondersteunen en onze COVID-19-reactie te ondersteunen, heeft de LEGO Foundation Scratch ondersteund met een genereuze subsidie. Met deze financiering waren we in staat om belangrijke bronnen te lokaliseren en nog meer jonge mensen over de hele wereld te bereiken.",
    "annualReport.2020.connectivityExample1Title": "Uitlegplaatjes",
    "annualReport.2020.connectivityExample1Paragraph": "We hebben de afbeeldingen vertaald die gebruikt worden in 25 Scratch tutorials, dat zijn meer dan 1000 afbeeldingen.",
    "annualReport.2020.connectivityExample2Title": "Beginnen met Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "De video \"Aan de slag met Scratch\", die nieuwe Scratchers begroet bij eerste bezoek aan de site, is de meest bekeken Scratch uitleg video. We hebben deze video in 25 nieuwe talen vertaald (en de 3 bestaande talen bijgewerkt) inclusief de afbeeldingen, voice-overs en ondertiteling.",
    "annualReport.2020.connectivityExample3Title": "Scratch Editor",
    "annualReport.2020.connectivityExample3Paragraph": "De Scratch project editor is de meest essentiële Scratch hulpbron. We werkten samen met een Zuid-Afrikaans vertaalbedrijf dat gespecialiseerd is in cultureel relevante educatieve vertalingen om de Scratch editor te vertalen en te herzien in vijf Zuid-Afrikaanse talen: isiZulu, isiXhosa, Afrikaans, Sestwana en Sepedi.",
    "annualReport.2020.adaptationTitle": "Aanpassing",
    "annualReport.2020.adaptationIntro": "Toen COVID-19 scholen dwong te sluiten en het leren naar virtuele ruimtes duwde, ontdekten veel leerlingen en leerkrachten Scratch voor de eerste keer of pasten ze de manier aan waarop ze lesgaven en creatief coderen leerden. Vanuit onze eigen huizen werkte het Scratch Team om de veranderende behoeften van onderwijzers en de online gemeenschap te ondersteunen.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curator bij Creative Learning, mumok, Wenen, Oostenrijk",
    "annualReport.2020.adaptationQuoteText": "Ook tijdens onrust door pandemie bleef Scratch voor ons een platform voor communicatie, onze plek van samenkomen, en het medium om onszelf creatief te uiten.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "In Aaron Reuland’s Titel One school in Norwood, Massachusetts, rekende hij op Scratch om afgelegen leerlingen te betrekken bij creatief leren en hun gemeenschapsgevoel nieuw leven in te blazen \"toen het enige waar ik op kon rekenen dat we allemaal een werkende computer en een internetverbinding hadden\".",
    "annualReport.2020.adaptationHighlightText2": "Aaron's studenten werkten samen om een \"gekke\" versie van hun stad te bouwen, genaamd \"Norwouldn't\", boordevol wezens uit verhalenboeken, originele kunstwerken en onderling verbonden verhalen. Het was een van de vele samenwerkende Scratch-projecten die Aaron faciliteerde om studenten eraan te herinneren dat ze, hoewel COVID-19 hen thuis hield, nog steeds deel uitmaakten van een zorgzame en vreugdevolle gemeenschap.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch Thuis",
    "annualReport.2020.adaptationHighlightText2b": "Op 17 maart reageerden we op de COVID-19 crisis door de {linkText} te lanceren om kinderen, gezinnen en opvoeders ideeën te geven om thuis creatieve leeractiviteiten met Scratch uit te voeren. Het was een waardevolle manier om in contact te komen met onze gemeenschap en ons aan te passen aan een geheel nieuwe manier van leren en online interactie.",
    "annualReport.2020.adaptationHighlightTitle3": "Live Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Ons team organiseerde wekelijks live {linkText} om in contact te komen met kinderen, ouders en opvoeders thuis en tips en trucs te delen voor het maken van verschillende soorten Scratch-projecten. We vonden het geweldig om de projecten te zien die ze geïnspireerd hadden om te maken in onze Create-Along studio's!",
    "annualReport.2020.adaptationHighlightTitle4": "Hack je raam",
    "annualReport.2020.adaptationHighlightText4b": "Scratch-opleider Eduard Muntaner Perich creëerde een #ScratchAtHome-geïnspireerde studio die de gemeenschap veroverde: {linkText}. Honderden Scratchers van over de hele wereld stelden zich fantastische spellen en verhalen voor die zich vlak buiten hun raam afspeelden.",
    "annualReport.2020.adaptationEducatorsTitle": "In contact komen met andere leerkrachten",
    "annualReport.2020.adaptationEducatorsText": "Onderwijzers van over de hele wereld deelden hun eigen #ScratchAtHome ideeën en bespraken de moeilijkheden en triomfen van het lesgeven op afstand in een levendige Twitter Chat op 8 april 2020.",
    "annualReport.2020.adaptationSnapshot": "Momentopnamen",
    "annualReport.2020.adaptationSnapshot1Title": "Computer Clubhouse Network Virtual Workshops",
    "annualReport.2020.adaptationSnapshot1Text": "Als onderdeel van ons langdurige partnerschap verzorgt het Scratch Team workshops voor jeugdopleiders van  {linkText}. Net als opvoeders over de hele wereld moest ons team in 2020 voor het eerst online workshops geven - en leren hoe de isolatie en technische moeilijkheden van virtueel leren te bestrijden. Maar dankzij online samenwerkingstools en innovatieve methoden om te delen en te reflecteren, was het team in staat om de samenwerkende, speelse geest van persoonlijke workshops te recreëren in een virtuele ruimte.",
    "annualReport.2020.adaptationSnapshot2Title": "Breng jezelf in Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 was ook een jaar van aanpassing van ons gereedschap en platform. We hebben nieuwe sprites ontwikkeld en toegevoegd aan de Sprite Bibliotheek om beginnende Scratchers te inspireren en in staat te stellen projecten te maken die representatief zijn voor hun ras, cultuur, geslacht of andere persoonlijke identiteit.",
    "annualReport.2020.communityTitle": "Gemeenschap",
    "annualReport.2020.communityIntro": "In 2020 werd de Scratch Community een nog belangrijkere plek voor jongeren om een gevoel van saamhorigheid en verbondenheid te vinden. Bij het zien van de betekenisvolle gesprekken, samenwerkingsprojecten en ontroerende verhalen die Scratchers deelden, hadden we ontzag voor hun creatieve en veerkrachtige geest.",
    "annualReport.2020.communityTitle1": "Gids voor creatieve codeeravonden voor de virtuele familie",
    "annualReport.2020.communityText1": "In 2019 werkte het Scratch Team, met steun van Google.org, samen met Chicago Public School's Office of Computer Science om leerlingen, gezinnen, leraren en andere gemeenschapsleden met elkaar in contact te brengen via Familie Creative Codering Nachten.",
    "annualReport.2020.communityText2": "Dit jaar stonden onze teams voor een nieuwe uitdaging: hoe konden we de speelse, gemeenschapsopbouwende geest van Familie Creatieve Codeeravonden naar een virtuele ruimte brengen, om scholen te helpen vitale banden te ontwikkelen met afgelegen leerlingen en hun families? We ontwikkelden de Virtuele Familie Codeeravonden gids om een structuur te bieden voor deze verbindingen en om plezierig leren te ondersteunen.",
    "annualReport.2020.communityDownloadButton": "Gids voor codeeravonden voor de virtuele familie",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coördinator",
    "annualReport.2020.communityQuoteText": "[In 2020], er waren niet veel gelegenheden om op zo'n leuke, energieke manier met ouders samen te werken. Deze gelegenheid bood dus de broodnodige betrokkenheid... De leerkrachten waren ongerust, maar het niveau van enthousiasme van de leerlingen duwde hen in een ruimte waar ze het proces moesten vertrouwen en de kinderen van elkaar moesten laten leren.",
    "annualReport.2020.communityScratchCommunity": "Scratch-gemeenschap",
    "annualReport.2020.communityScratchCommunityIntro": "Op de vraag waarom ze Scratch gebruiken, hebben de meeste Scratchers het over het belang van de online community voor het motiveren van hun voortdurende deelname, het bieden van een ruimte waar ze hun creativiteit kunnen uiten, vrienden kunnen maken, feedback kunnen krijgen, nieuwe ideeën kunnen opdoen en nieuwe vaardigheden kunnen aanleren. Veel Scratchers spreken hun waardering uit voor de Scratch-gemeenschap als een veilige en gastvrije ruimte om met elkaar in contact te komen, te delen en van elkaar te leren.",
    "annualReport.2020.communityQuoteGroupText1": "Ik kwam bij Scratch toen ik 11 jaar oud was en de dingen die ik leerde door het gebruik van het platform en de interactie met de gemeenschap waren echt een vitaal onderdeel van mijn leerproces toen ik opgroeide.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch heeft me in staat gesteld om dingen vanuit huis te doen, zoals\n- Mensen en hun projecten respecteren\n- Vrienden maken\n- Voelen dat ik niet alleen ben in deze quarantaine\n.... en nog veel meer, dus ik wil zeggen ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Ik zit al ongeveer 2 jaar op Scratch, en het is een levensveranderende ervaring geweest! Ik heb zoveel nieuwe dingen geleerd, zoals codering, online etiquette en kunst!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch was mijn favoriete hobby in de zesde klas. Het introduceerde me heimelijk de Booleaanse logica, de volgorde van de bewerkingen en de geneste wiskundige uitdrukkingen —om nog maar te zwijgen van de computerprogrammering zelf.",
    "annualReport.2020.yearInReview": "Jaaroverzicht",
    "annualReport.2020.yearInReviewText": "2020 was een opmerkelijk jaar in de online gemeenschap. Het Community Team benadrukte en ontwikkelde mogelijkheden voor jongeren om hun ideeën te uiten en zich op een positieve manier in te zetten, en er ontstonden ongelooflijke bewegingen vanuit Scratchers zelf. Hier is een terugblik op enkele hoogtepunten van het jaar:",
    "annualReport.2020.yearInReviewCard1Date": "Januari",
    "annualReport.2020.yearInReviewCard1Title": "Einde van het decennium Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers vierden het einde van een decennium en een nieuw begin in deze Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "April",
    "annualReport.2020.yearInReviewCard2Title": "Eén April",
    "annualReport.2020.yearInReviewCard2Text": "Er verschenen \"alledaagse mysteries\" op de site, en Kat blokken verraste en verblijdde de Scratch-gemeenschap.",
    "annualReport.2020.yearInReviewCard3Date": "April",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Leden van het Scratch Team begonnen live tutorials te organiseren om in contact te komen en te creëren met Scratchers en hun families.",
    "annualReport.2020.yearInReviewCard4Date": "Mei",
    "annualReport.2020.yearInReviewCard4Title": "Scratch-maand",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers over de hele wereld deelden duizenden projecten rond wekelijkse thema's, van hergebruikte kunstnijverheid tot handwas-jingles.",
    "annualReport.2020.yearInReviewCard5Date": "Mei",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "Toen de protesten voor raciale rechtvaardigheid de VS overspoelden, kwam de gemeenschap samen om elkaar te steunen en op te roepen tot verandering.",
    "annualReport.2020.yearInReviewCard6Date": "Juni",
    "annualReport.2020.yearInReviewCard6Title": "Gezellig thuis! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers deelden hun favoriete binnenspelen en activiteiten om zichzelf bezig te houden terwijl ze thuis blijven.",
    "annualReport.2020.yearInReviewCard7Date": "Juni",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers maakten projecten ter ere van Juneteenth en de voortdurende strijd voor raciale rechtvaardigheid.",
    "annualReport.2020.yearInReviewCard8Date": "Juli",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Kamp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical bracht de hele gemeenschap aan het acteren, zingen en dansen.",
    "annualReport.2020.yearInReviewCard9Date": "Oktober",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers maakten honderden creatieve verhalen, spelletjes en animaties op basis van dagelijkse thema-aanwijzingen.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, en de Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "De kracht die je hebt wanneer je iets creëert en jezelf en je problemen kunt voorstellen en ze kunt uitdrukken of oplossen met code is echt een magische ervaring en heeft impact in de echte wereld.",
    "annualReport.2020.communitySnapshotTitle": "Onze tools verbeteren",
    "annualReport.2020.communitySnapshotText": "Ons Community Team gebruikt een breed scala aan tools en strategieën om goed digitaal burgerschap aan te moedigen en een positieve omgeving voor Scratchers te creëren. In 2020 hebben we een nieuwe, meer intuïtieve interface ontwikkeld om Scratchers te helpen ongepaste inhoud te signaleren, en hebben we de tools verbeterd die ons community moderatieteam gebruikt. Hierdoor ontvingen we kwalitatief betere meldingen uit de community en konden onze community moderators sneller en efficiënter werken, waardoor de site veiliger en vriendelijker bleef voor iedereen.",
    "annualReport.2020.communitySnapshot2Title": "Nieuwe Scratch-tutorials op YouTube",
    "annualReport.2020.communitySnapshot2Text": "Het Scratch Team begon in maart 2020 met het delen van tutorials op ons YouTube-kanaal om Scratchers te helpen de vaardigheden te verwerven om alles te maken wat ze maar kunnen bedenken. Van pixelkunst tot virtuele huisdieren, deze tutorials zijn een hit bij Scratchers van alle leeftijden, met 1,3 miljoen views in 2020.",
    "annualReport.2020.tutorial1": "Virtuele Stad",
    "annualReport.2020.tutorial2": "Vangspel",
    "annualReport.2020.tutorial3": "Karakterdesigner",
    "annualReport.2020.tutorial4": "Virtueel huisdier",
    "annualReport.2020.EDMessageTitle": "Bericht van onze Algemeen Directeur",
    "annualReport.2020.EDMessageText1": "2020 was een overgangsjaar voor de hele wereld en voor Scratch. Ik kwam bij het team in november, toen we al maanden bezig waren met de COVID-19 pandemie. Met mijn achtergrond als onderwijsleider was ik enthousiast over het potentieel om Scratch door een periode van belangrijke veranderingen te leiden en te blijven werken aan mijn persoonlijke doel om studenten van alle achtergronden te helpen nieuwe hoogten te bereiken. Ik wist dat in dit uitdagende jaar jongeren overal ter wereld grote behoefte hadden aan nog meer steun om hen te helpen hun potentieel te bereiken.",
    "annualReport.2020.EDMessageText2": "De ongelijke structuren die we hebben opgebouwd om kinderen te onderwijzen werden door de pandemie nog verergerd. Door onze gesprekken met gezinnen en opvoeders uit de hele wereld weten we dat kinderen uit alle gemeenschappen in 2020 meer dan ooit behoefte hadden aan creatieve leermogelijkheden om hun ideeën te uiten en hun vaardigheden op te bouwen, ook al konden velen van hen niet naar school.",
    "annualReport.2020.EDMessageText3": "Terwijl de wereld zich aanpaste en creatief leren en zelfexpressie op nieuwe manieren benaderde, wendden veel opvoeders, ouders en jongeren zich tot Scratch. Jaar na jaar zagen we 40% meer Scratchers die projecten maakten, en Scratchers lieten 200% meer reacties achter in 2020 dan in 2019. Jongeren van over de hele wereld gebruikten Scratch als een plek om met elkaar in contact te komen, te converseren, samen te werken en zich met elkaar bezig te houden. We zagen ze de verbazingwekkende dingen ontdekken die ze konden creëren als ze de kans kregen om creatief te denken en problemen op te lossen waar ze gepassioneerd over waren. ",
    "annualReport.2020.EDMessageText4": "In de nasleep van de pandemie hebben sommigen opgeroepen tot een \"terugkeer naar normaal\". Maar voor veel jongeren ontbrak de vrijheid om te leren en te onderzoeken al lang voor COVID-19 op onze scholen.",
    "annualReport.2020.EDMessagePullQuote": "We moeten alles in het werk stellen om de systematische ongelijkheden in onze onderwijssystemen te veranderen, want \"normaal\" is niet gemaakt om eerlijk en rechtvaardig te zijn voor de meeste van onze kinderen.",
    "annualReport.2020.EDMessageText5": "In 2021 verdubbelt Scratch onze inspanningen om jongeren te bereiken die in het verleden zijn uitgesloten van creatief computergebruik en andere creatieve leermogelijkheden. Met steun van Google.org hebben we de Scratch Education Collaborative (SEC) gelanceerd, een krachtig netwerk van organisaties over de hele wereld dat zich richt op het ondersteunen van deze leerlingen bij het ontwikkelen van hun vertrouwen in creatief computergebruik. De 41 organisaties in het eerste jaar van het nieuwe programma zullen in contact komen met en leren van het Scratch Team en van elkaar, en Equity Toolkits ontwikkelen die hen zullen ondersteunen bij het groeien en opschalen van hun ondersteuning voor de leerlingen in hun gemeenschap.",
    "annualReport.2020.EDMessageText6": "Ons werk om Scratch nog rechtvaardiger en inclusiever te maken is nog lang niet ten einde. Ik ben enthousiast om de komende maanden meer met jullie te delen. Tot die tijd wil ik mijn oprechte waardering uitspreken voor de Scratch-gemeenschap die elkaar in een turbulent jaar is blijven steunen en verzorgen. Jullie creativiteit en medeleven blijven ons inspireren.",
    "annualReport.2020.EDTitle": "Algemeen directeur, Scratch Foundation",
    "annualReport.2020.lookingForward": "Vooruitblik",
    "annualReport.2020.lookingForwardText1": "In 2021 blijven we innoveren en samenwerken met onze partners om Scratch nog beter te maken voor jongeren over de hele wereld. In de komende maanden werken we eraan om Scratch naar meer scholen te brengen, paden naar creatief leren uit te breiden, meer hulpmiddelen voor opvoeders en jongeren te ontwikkelen en te lokaliseren, en de Scratch introductie-ervaring en nog meer spannende projecten te verbeteren.",
    "annualReport.2020.lookingForwardText2": "We hebben gulle subsidies ontvangen van de LEGO Foundation en Google.org om ons wereldwijde bereik te vergroten, onze missie te bevorderen en dit belangrijke werk te ondersteunen. Meer informatie:",
    "annualReport.2020.learnMore": "Leer Meer:",
    "annualReport.2020.learnMoreLink1Text": "De LEGO Foundation en Scratch Foundation kondigen samenwerking aan om spelenderwijs leren met technologie te ondersteunen voor miljoenen kinderen over de hele wereld.",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: Meer hulp voor meer studenten",
    "annualReport.2020.supportersTitle": "Dank aan onze supporters",
    "annualReport.2020.supportersIntro": "Dank aan onze genereuze supporters. Jullie bijdrage helpt ons creatieve leermogelijkheden uit te breiden voor kinderen van alle leeftijden, met alle achtergronden, over de hele wereld.",
    "annualReport.2020.ourSupporters": "Onze donateurs",
    "annualReport.2020.ourSupportersText": "We willen alle Scratch supporters bedanken die ons door de jaren heen hebben geholpen om geweldige leerervaringen te creëren voor miljoenen jongeren over de hele wereld. De volgende lijst is gebaseerd op het geven aan de Scratch Foundation van 1 januari 2020 tot 31 december 2020.",
    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "Onze dank gaat in het bijzonder uit naar onze Founding Partners, die sinds de start van Scratch in 2003 elk ten minste $10.000.000 aan cumulatieve steun hebben gegeven.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Imagination Circle — $50 000+",
    "annualReport.2020.supportersInspirationTitle": "Inspiration Circle — $20 000+",
    "annualReport.2020.supportersExplorationTitle": "Exploration Circle — $5 000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "In natura supporters",
    "annualReport.2020.leadershipTitle": "Ons team",
    "annualReport.2020.leadershipBoard": "Raad van bestuur",
    "annualReport.2020.leadershipChair": "Voorzitter",
    "annualReport.2020.leadershipProfessor": "Hoogleraar leeronderzoek",
    "annualReport.2020.leadershipViceChair": "Vice voorzitter",
    "annualReport.2020.leadershipCoFounder": "Mede-oprichter en vice voorzitter",
    "annualReport.2020.leadershipBoardMember": "Bestuurslid",
    "annualReport.2020.leadershipPresidentCEO": "President en CEO",
    "annualReport.2020.leadershipFormerPresident": "Voormalig president",
    "annualReport.2020.leadershipFounderCEO": "Founder and Executive Chairman",
    "annualReport.2020.leadershipFormerChairCEO": "Voormalig CEO and voorzitter",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Bestuurssecretaris en penningmeester",
    "annualReport.2020.leadershipBoardSecretary": "Secretaris van het bestuur",
    "annualReport.2020.leadershipBoardTreasurer": "Penningmeester van het bestuur",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch Team",
    "annualReport.2020.leadershipED": "Executive Director",
    "annualReport.2020.teamThankYou": "Dank aan Mitch Resnick, Natalie Rusk, Rupal Jain, en andere medewerkers van de Lifelong Kindergarten Group van het MIT Media Lab voor jullie onvermoeibare steun aan Scratch.",
    "annualReport.2020.donateTitle": "Steun ons",
    "annualReport.2020.donateMessage": "Jouw steun stelt ons in staat om Scratch voor iedereen gratis te maken, onze servers draaiende te houden, en het allerbelangrijkste: we kunnen kinderen over de hele wereld de kans bieden om zich dingen voor te stellen, te creëren en te delen. Bedankt!",
    "annualReport.2020.donateButton": "Doneer",
    "annualReport.2020.projectBy": "project door",
    "annualReport.2020.altAvatar": "gebruikers avatar",
    "annualReport.2020.altDropdownArrow": "Pijl die keuzemenu aangeeft.",
    "annualReport.2020.altMastheadIllustration": "Drie mensen in interactie met fysieke scratch-componenten.",
    "annualReport.2020.altWave": "Een emoji hand zwaaiend.",
    "annualReport.2020.altMitchHeadshot": "Oprichter Mitch Resnick",
    "annualReport.2020.altBlocks": "Twee Scratch blokken op elkaar gestapeld.",
    "annualReport.2020.altBanana": "Een banaan met een draad erin gestoken.",
    "annualReport.2020.altProjectsIllustration": "Drie kinderen, één staand, één zittend in een rolstoel en één zittend op de grond schilderen en knippen kunstprojecten.",
    "annualReport.2020.altPassionIllustration": "Drie kinderen, één staand, één knielend, en één zittend op de grond verf, speel muziek op een piano, en kijk naar de sterren met een telescoop.",
    "annualReport.2020.altPeersIllustration": "Vier kinderen zitten rond een kampvuur spelletjes te spelen en te highfiven.",
    "annualReport.2020.altPlayIllustration": "Drie kinderen, een staande, een knielende en een zittende, stapelen stenen op elkaar, spelen met speelgoedbootjes en vouwen origami.",
    "annualReport.2020.altCalendar": "Een kalender met het jaartal 2020.",
    "annualReport.2020.altCommentsVisualization": "Twee commentaarballonnen. Een kleinere en donkerdere die het aandeel reacties in 2019 weergeeft. Een lichtere die de toename van de reacties in 2020 weergeeft.",
    "annualReport.2020.altArrowUp": "Een pijl die naar boven en naar rechts wijst.",
    "annualReport.2020.altTranslated": "Een scratch-component die \"Hallo\" zegt en de talen opsomt waarin scratch beschikbaar is.",
    "annualReport.2020.altScratchHorizontalCommand": "Een Scratch-horizontale opdrachtcomponent.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontale lus component.",
    "annualReport.2020.altPieChart": "Visualisatie van de toename van 602% in projecten die in 2020 zijn gemaakt in vergelijking met projecten die in 2019 zijn gemaakt.",
    "annualReport.2020.altUsers": "Twee algemene gebruikerspictogrammen, een iets kleinere grijze en een iets grotere paarse.",
    "annualReport.2020.altArrowNext": "Een pijl die naar rechts wijst.",
    "annualReport.2020.altBenedict": "Avatar voor Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland viel op een pop uit een papieren zak en een illustratie van een vliegende schildpad.",
    "annualReport.2020.altSprinklesLeft": "Een smiley, Scratch component en hart weergegeven op een telefoon.",
    "annualReport.2020.altSprinklesRight": "Een hand die interactie heeft met Scratch componenten.",
    "annualReport.2020.altFileDownload": "Een pijl die in een mand wijst die aangeeft dat een bestand kan worden gedownload.",
    "annualReport.2020.altWaveTop": "Een lichtblauwe golf bedekt met krasavatars en Scratch componenten.",
    "annualReport.2020.altWaveBottom": "Een lichtblauwe golf.",
    "annualReport.2020.altConnectingLine": "Een stippellijn die de maanden verbindt",
    "annualReport.2020.altApril": "Een pen- en potloodtekening op een Scratch-project met een boot en water.",
    "annualReport.2020.altMay": "Een kalender gemarkeerd met emoji's geplaatst op een bubbel.",
    "annualReport.2020.altJune": "De Juneteenth-vlag en een papieren vliegtuigje.",
    "annualReport.2020.altJuly": "Een microfoon en muzieknoten.",
    "annualReport.2020.altToolsIllustration": "Een hand die een uitroeptekenpictogram aanraakt boven een paar tekstballonnen.",
    "annualReport.2020.altVirtualTown": "Een meisje rent over een trottoir voor een paar huizen.",
    "annualReport.2020.altCatchGame": "Een appel zweeft aan de horizon aan de rechterkant terwijl een mand eronder zit in de richting van het midden van het frame.",
    "annualReport.2020.altCharacterDesigner": "Een hond zit voor een groene en witte chevronachtergrond.",
    "annualReport.2020.altVirtualPet": "Een egel zit bovenop een rots in het midden van wat gras.",
    "annualReport.2020.altLookingForward": "Een drenkende boom geeft water aan een jong boompje dat uitgroeit tot een hoge boom.",
    "annualReport.2020.altIndia1": "Er verschijnt een verlicht sterretje onder de tekst met de tekst \"gelukkig Diwali!\"",
    "annualReport.2020.altIndia2": "De Scratch kat-mascotte verschijnt naast wat tekst in het Hindi",
    "annualReport.2020.altIndia3": "Een Indiase vrouw verschijnt voor de Indiase vlag met een hart met het woord \"India\" erop.",
    "annualReport.2020.altIndia4": "Twee handen verschijnen boven een fluit voor een achtergrond met een promenade en de zee.",
    "annualReport.2020.altChile": "Een groepje kinderen zit rond een tafel vol knutselspullen en een laptop.",
    "annualReport.2020.altBrazil": "Kinderen zitten voor een laptop die is aangesloten op vijf lepels met draden.",
    "annualReport.2020.altIndia": "Een vrouw instrueert meisjes die achter een computer zitten.",
    "annualReport.2020.altUSA": "Een kleine videominiatuur wordt weergegeven naast een screenshot van de Scratch-gebruikersinterface",
    "annualReport.2020.altChileIcon": "De Scratch-mascotte",
    "annualReport.2020.altBrazilIcon": "Een groene werveling",
    "annualReport.2020.altIndiaIcon": "Een ster verweven met een cirkel",
    "annualReport.2020.altUSAIcon": "Een cartoonframboos, het logo van de Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Een Scratch-tutorial in het Spaans",
    "annualReport.2020.altGettingStarted": "Bovenop de gebruikersinterface van Scratch bevindt zich een afspeelknop.",
    "annualReport.2020.altEditor": "De gebruikersinterface van Scratch samen met een voorbeeld van het programma dat momenteel wordt gebouwd, waarin twee mensen met elkaar praten.",
    "annualReport.2020.altHackYourWindow": "Een hond in een ruimtehelm, een ster en een donut zweven buiten een raam in de ruimte.",
    "annualReport.2020.altScratchInteraction": "Twee mensen praten tussen Scratch-componenten. De een geeft een onderdeel aan de ander.",
    "annualReport.2020.altImageBubbles": "Afbeeldingen van Scratch-projecten verschijnen in bubbelvormen die bij elkaar zijn gegroepeerd.",
    "annualReport.2020.altConnectivityVideoPreview": "Er verschijnt een afspeelknop boven een scène met vriendelijke zeedieren.",
    "annualReport.2020.altAdaptationVideoPreview": "Er verschijnt een afspeelknop over verschillende scènes van de Scratch-gebruikersinterface.",
    "annualReport.2020.altJanuaryCard": "Rey uit Star Wars houdt een staf vast en staat in de woestijn.",
    "annualReport.2020.altAprilCard": "Meerdere screenshots van de Scratch UI zijn bij elkaar geplaatst.",
    "annualReport.2020.altMayCard": "Handen van mensen van verschillende rassen worden in vuisten opgestoken.",
    "annualReport.2020.altJuneCard": "Een persoon niet een papieren bloem aan elkaar.",
    "annualReport.2020.altJulyCard": "Een krab, zeemeermin en octopus spelen samen muziek onder de zee.",
    "annualReport.2020.altOctoberCard": "Een pompoen en snoepgraan verschijnen op de muur boven een computerwerkstation.",
    "annualReport.2020.altDonateIllustration": "Twee handen vormen de vorm van een hart met hun vingers binnenin een uitgeknipte hartvorm."
}