{
    "annualReport.2020.subnavFoundersMessage": "Wiadomość założyciela",
    "annualReport.2020.subnavMission": "Misja",
    "annualReport.2020.subnavReach": "Zasięg",
    "annualReport.2020.subnavThemes": "Motywy",
    "annualReport.2020.subnavDirectorsMessage": "Wiadomość Dyrektora",
    "annualReport.2020.subnavSupporters": "Darczyńcy",
    "annualReport.2020.subnavTeam": "Zespół",
    "annualReport.2020.subnavDonate": "Przekaż darowiznę",
    "annualReport.2020.mastheadYear": "Raport roczny 2020",
    "annualReport.2020.mastheadTitle": "Adaptacja do zmieniającego się świata",
    "annualReport.2020.foundersMessageTitle": "Wiadomość od naszego Założyciela",
    "annualReport.2020.foundersMessageP1": "Rok 2020 zostanie zapamiętany jako rok, w którym pandemia COVID przetoczyła się przez świat, powodując trudności i zakłócenia w życiu wszystkich – przy czym największe trudności spadły niesprawiedliwie na tych, którzy już stoją przed wyzwaniami w swoim życiu.",
    "annualReport.2020.foundersMessageP2": "Podczas pandemii młodzi ludzie na całym świecie, wielu odizolowanych w swoich domach, odwiedziło witrynę Scratch w większej liczbie niż kiedykolwiek wcześniej, postrzegając Scratch jako bezpieczną przestrzeń, w której mogą kreatywnie wyrażać siebie, uczyć się nowych umiejętności i współpracować z jednym inny. Zainspirowało nas tak wiele projektów Scratch, które młodzi ludzie stworzyli w 2020 roku, a wielu z nich podzieliło się swoimi przemyśleniami i uczuciami na temat pandemii, zmian klimatycznych, niesprawiedliwości rasowej i innych problemów, które ich nurtują. Młodzi ludzie nie tylko uczyli się pojęć i umiejętności obliczeniowych, ale także rozwijali swój głos i tożsamość.",
    "annualReport.2020.foundersMessageP3": "Aby upewnić się, że Scratch może nadal odgrywać tę ważną rolę w życiu młodych ludzi w nadchodzących latach, dokonaliśmy znaczących zmian organizacyjnych w Scratch. Na początku 2020 roku Scratch Team przeniósł się ze swojej wieloletniej siedziby w MIT Media Lab do nowych biur Fundacji Scratch w centrum Bostonu. To posunięcie pomoże nam zbudować trwałą organizację zdolną wspierać Scratch jako globalną platformę kreatywnego kodowania w przyszłości.",
    "annualReport.2020.foundersMessageP4": "Później w 2020 roku, w ramach tej zmiany organizacyjnej, zatrudniliśmy Shawnę Young na stanowisko dyrektora wykonawczego Fundacji Scratch. Shawna przychodzi do Fundacji Scratch z dużym doświadczeniem w edukacji i zarządzaniu organizacjami non-profit oraz głębokim zaangażowaniem w równość i integrację. W trakcie swojej kariery w instytucjach takich jak Duke i MIT, Shawna pracowała nad rozszerzeniem doświadczeń edukacyjnych dla uczniów z różnych społeczności. To zaangażowanie jest ściśle zgodne z misją i wartościami Scratch i odegra ważną rolę w jej przywództwie w Scratch. Zachęcam do przeczytania przesłania Shawny na końcu tego rocznego raportu.",
    "annualReport.2020.foundersMessageP5": "W ciągu ostatniej dekady Scratch odniósł fenomenalny sukces, angażując dziesiątki milionów młodych ludzi na całym świecie. Ale dopiero zaczynamy. Wyzwaniem na nadchodzące lata jest zapewnienie, abyśmy mogli nadal rozpowszechniać i wspierać nie tylko naszą technologię, ale także nasze kreatywne, opiekuńcze i oparte na współpracy podejście do uczenia się, tak aby młodzi ludzie na całym świecie mieli równe szanse wyobrażania sobie, tworzenia, dzielenia się i uczyć się. Nie możemy się doczekać współpracy z wami wszystkimi, aby tak się stało!",
    "annualReport.2020.foundersMessageScratchTitle": "Krzesło, Fundacja Scratch",
    "annualReport.2020.foundersMessageAffiliation": "Profesor, Laboratorium Mediów MIT",
    "annualReport.2020.watchVideo": "Obejrzyj film",
    "annualReport.2020.missionTitle": "Nasza misja i wizja",
    "annualReport.2020.visionHeader": "Wizja",
    "annualReport.2020.visionSubtitle": "Rozpowszechnianie kreatywnego, opiekuńczego, opartego na współpracy, sprawiedliwego podejścia do kodowania i uczenia się na całym świecie.",
    "annualReport.2020.missionHeader": "Misja",
    "annualReport.2020.missionSubtitle": "Zapewnienie młodym ludziom cyfrowych narzędzi i możliwości do wyobrażania sobie, tworzenia, udostępniania i uczenia się.",
    "annualReport.2020.missionP1": "Zobowiązujemy się do sprawiedliwości edukacyjnej i priorytetowego traktowania równości we wszystkich aspektach naszej pracy, ze szczególnym naciskiem na inicjatywy i podejścia wspierające dzieci, rodziny i nauczycieli wykluczonych z kreatywnej informatyki.",
    "annualReport.2020.missionP2": "Opracowaliśmy Scratch jako bezpłatne, bezpieczne i pełne zabawy środowisko do nauki, które angażuje wszystkie dzieci w kreatywne myślenie, systematyczne rozumowanie i współpracę — umiejętności niezbędne każdemu w dzisiejszym społeczeństwie. Współpracujemy z nauczycielami i rodzinami, aby wspierać dzieci w odkrywaniu, udostępnianiu i uczeniu się.",
    "annualReport.2020.missionP3": "Opracowując nowe technologie, działania i materiały do ​​nauki, kierujemy się tym, co nazywamy czterema P kreatywnego uczenia się:",
    "annualReport.2020.fourPs": "Cztery P kreatywnego uczenia się",
    "annualReport.2020.missionProjectsTitle": "Projekty",
    "annualReport.2020.missionPeersTitle": "Rówieśnicy",
    "annualReport.2020.missionPassionTitle": "Pasja",
    "annualReport.2020.missionPlayTitle": "Zabawa",
    "annualReport.2020.missionProjectsDescription": "Zaangażuj dzieci w projektowanie, tworzenie i twórcze wyrażanie siebie",
    "annualReport.2020.missionPeersDescription": "Wspieraj dzieci we współpracy, dzieleniu się, remiksowaniu i mentoringu",
    "annualReport.2020.missionPassionDescription": "Umożliwiaj dzieciom rozwijanie ich zainteresowań i pracę nad projektami mającymi znaczenie osobiste",
    "annualReport.2020.missionPlayDescription": "Zachęcaj dzieci do majsterkowania, eksperymentowania i powtarzania",
    "annualReport.2020.reachTitle": "Docieranie do dzieci na całym świecie",
    "annualReport.2020.reachSubtitle": "Scratch to największa na świecie społeczność programistów dla dzieci i nastolatków w wieku od 8 lat.",
    "annualReport.2020.reachMillion": "milionów",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% od 2019 r",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}3,8% od 2019 r",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% od 2019 r",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% od 2019 r",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nowi Użytkownicy",
    "annualReport.2020.reachProjectsCreated": "Projekt Stworzony",
    "annualReport.2020.reachProjectCreators": "Osób tworzących projekty",
    "annualReport.2020.reachComments": "wzrost liczby publikowanych komentarzy",
    "annualReport.2020.reachGlobalCommunity": "Nasza globalna społeczność",
    "annualReport.2020.reachMapBlurb": "Całkowita liczba kont zarejestrowanych w internetowej społeczności Scratch od uruchomienia Scratch do grudnia 2020 r",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "w skali logarytmicznej",
    "annualReport.2020.reachTranslationTitle": "Scratch jest przetłumaczony na 64 języki",
    "annualReport.2020.reachTranslationIncrease": "3 języki z 2019",
    "annualReport.2020.reachTranslationBlurb": "Podziękowania dla tłumaczy-wolontariuszy z całego świata.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr to wprowadzające środowisko programistyczne, które umożliwia małym dzieciom (w wieku 5-7 lat) tworzenie własnych interaktywnych historii i gier.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Pobrania w 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} z 2019",
    "annualReport.2020.themesTitle": "Pojawiające się motywy",
    "annualReport.2020.themesDescription": "Gdy młodzi ludzie stanęli w obliczu bezprecedensowych wyzwań związanych z COVID-19, Scratch stał się dla nich ważniejszym niż kiedykolwiek miejscem do łączenia się, tworzenia i wyrażania siebie. Przez cały rok nasza praca koncentrowała się na trzech obszarach, aby jak najlepiej wspierać naszą rosnącą globalną społeczność: łączność, adaptacja i społeczność. Jak zawsze, nasze wysiłki opierały się na naszym zaangażowaniu w równość i integrację.",
    "annualReport.2020.equity": "Słuszność",
    "annualReport.2020.globalStrategy": "Globalna strategia",
    "annualReport.2020.connectivityTitle": "Łączność",
    "annualReport.2020.connectivityIntro": "Podczas gdy młodzi ludzie byli odizolowani w swoich domach z powodu COVID-19, Scratch oferował im możliwość nawiązania kontaktu i tworzenia z odległymi przyjaciółmi, kolegami z klasy i członkami rodziny. Służył również jako portal do świata zewnętrznego, gdzie odkryli, że miliony dzieci w różnych krajach i na różnych kontynentach doświadczają tego samego, co oni.",
    "annualReport.2020.aaronText": "Uczniowie Aarona pracowali razem, aby zbudować „zwariowaną” wersję swojego miasta o nazwie „Norwouldn’t”, pełną stworzeń z bajek, oryginalnych dzieł sztuki i powiązanych ze sobą narracji. Był to jeden z wielu wspólnych projektów Scratch, które Aaron ułatwił, aby przypomnieć uczniom, że nawet jeśli COVID-19 zatrzymał ich w domach, nadal byli częścią opiekuńczej i radosnej społeczności.",
    "annualReport.2020.spotlightStory": "Opowieść w centrum uwagi",
    "annualReport.2020.connectivityIndia": "Scratch w Indiach",
    "annualReport.2020.connectivityIndiaIntro": "W Indiach pandemia COVID-19 zebrała ogromne żniwo i przez długi czas izolowała wielu młodych ludzi i rodziny.",
    "annualReport.2020.connectivityIndiaParagraph": "W całej globalnej społeczności Scratch zaobserwowaliśmy ogromny wzrost aktywności, który rozpoczął się w marcu 2020 r. Nigdzie ten nagły wzrost nie był bardziej widoczny niż w Indiach, gdzie pandemia COVID-19 zebrała ogromne żniwo i sprawiła, że ​​wielu młodych ludzi i rodziny odizolowało się w domach przez długi czas. długie odcinki czasu. Dzięki Scratch dzieci w Indiach nawiązały kontakt, tworząc i udostępniając o 602% więcej projektów niż rok wcześniej.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projekty powstały online w 2020 roku",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% od 2019 r",
    "annualReport.2020.connectivityRegistedUsers": "Liczba wszechczasów zarejestrowanych użytkowników w Indiach wzrosła ponad dwukrotnie w ciągu jednego roku,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "wzrost z ponad 300 000 w 2019 r. do ponad 700 000 w 2020 r.",
    "annualReport.2020.connectivityIndiaUsers": "Wzrosła liczba unikalnych odwiedzających",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Wzrosła liczba osób tworzących projekty",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "w 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 tysiące",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch dookoła świata",
    "annualReport.2020.connectivityWorldSubtitle": "Współpracownicy międzynarodowi",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur zajmuje się wspieraniem obliczeniowego i kreatywnego myślenia wśród uczniów i nauczycieli w Chile i całej Ameryce Łacińskiej. Pomogli nam w tłumaczeniu i lokalizacji w języku Rapa Nui i hiszpańskim, a także zaangażowali wielu nauczycieli we wspólne, zabawne warsztaty rozwoju zawodowego w Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazylijska sieć kreatywnego uczenia się",
    "annualReport.2020.connectivityCountryBrazil": "Brazylia",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Brazylijska sieć kreatywnego uczenia się to oddolny ruch, który wdraża zabawne, kreatywne i praktyczne praktyki edukacyjne w całej Brazylii. W 2020 roku zespół Scratch zaprezentował się na wydarzeniu Creative Learning Week w brazylijskiej sieci Creative Learning Network, aby podzielić się tym, jak dzieci używają Scratch do budowania społeczności, wyrażania siebie i mówienia o tym, co jest dla nich ważne. Z kolei dowiedzieliśmy się, w jaki sposób nauczyciele w sieci stwarzają możliwości wyrażania siebie wraz z uczniami w ich własnych społecznościach.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Sojusz Questów",
    "annualReport.2020.connectivityCountryIndia": "Indie",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance zapewnia milionom uczniów i nauczycieli umiejętności XXI wieku, w tym kreatywne przetwarzanie. W 2020 r. {QuestAllianceLink} udostępnialiśmy Scratch uczniom i nauczycielom w całych Indiach.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "Wielka Brytania",
    "annualReport.2020.connectivityCountryUSAParagraph": "Fundacja Raspberry Pi działa na rzecz oddania mocy obliczeniowej i cyfrowej w ręce ludzi na całym świecie. W ramach inicjatywy Making at Home prowadzą transmisje na żywo, które zachęcają rodziny i młodych ludzi do wspólnej nauki i tworzenia. Kilka z tych transmisji na żywo zawierało samouczki Scratch — a czasem nawet {USALink}!",
    "annualReport.2020.connectivityResources": "Zasoby",
    "annualReport.2020.connectivityResourcesSubtitle": "Lokalizacja przy wsparciu Fundacji LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Aby wesprzeć nasz rosnący globalny zasięg i pomóc w walce z pandemią COVID-19, Fundacja LEGO wsparła Scratch hojną dotacją. Dzięki temu finansowaniu byliśmy w stanie zlokalizować kluczowe zasoby i dotrzeć do jeszcze większej liczby młodych ludzi na całym świecie.",
    "annualReport.2020.connectivityExample1Title": "Obrazy samouczków",
    "annualReport.2020.connectivityExample1Paragraph": "Stworzyliśmy tłumaczenia obrazów do 25 samouczków Scratch w 12 językach — w sumie ponad 1000 nowych obrazów!",
    "annualReport.2020.connectivityExample2Title": "Pierwsze kroki w Scratchu",
    "annualReport.2020.connectivityExample2Paragraph": "Film Pierwsze kroki ze Scratchem jest najczęściej odwiedzanym i najczęściej oglądanym filmem instruktażowym Scratch, witającym nowych Scratcherów, gdy po raz pierwszy dołączają do witryny. Udało nam się przetłumaczyć ten film na 25 nowych języków i zaktualizować 3 poprzednie tłumaczenia, w tym elementy wizualne, podkłady głosowe i napisy.",
    "annualReport.2020.connectivityExample3Title": "Edytor Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "Edytor projektów Scratch jest najważniejszym zasobem Scratch. Współpracowaliśmy z południowoafrykańską firmą tłumaczeniową, która specjalizuje się w tłumaczeniach edukacyjnych związanych z kulturą, aby przetłumaczyć i zrecenzować edytor Scratch w pięciu językach południowoafrykańskich: isiZulu, isiXhosa, afrikaans, sestwana i sepedi.",
    "annualReport.2020.adaptationTitle": "Dostosowanie",
    "annualReport.2020.adaptationIntro": "Gdy COVID-19 wymusił zamknięcie szkół i przeniósł naukę do przestrzeni wirtualnych, wielu uczniów i nauczycieli odkrywało Scratch po raz pierwszy lub dostosowywało sposób, w jaki nauczali i uczyli się kreatywnego kodowania. W naszych domach Zespół Scratch pracował nad wspieraniem zmieniających się potrzeb nauczycieli i społeczności internetowej.",
    "annualReport.2020.adaptationQuoteName": "Benedykt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Kurator ds. kreatywnego uczenia się, mumok, Wiedeń, Austria",
    "annualReport.2020.adaptationQuoteText": "We wszystkich kłopotach minionego roku Scratch pozostał naszą platformą komunikacji, miejscem spotkań i narzędziem do kreatywnego wyrażania siebie.",
    "annualReport.2020.adaptationHighlightName": "Aarona Reulanda",
    "annualReport.2020.adaptationHighlightTitle": "Nauczyciel mediów w bibliotece K-5, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "W szkole Title One Aarona Reulanda w Norwood w stanie Massachusetts liczył na to, że Scratch pomoże zaangażować zdalnych uczniów w kreatywne uczenie się i ożywić ich poczucie wspólnoty „kiedy jedyne, na co mogłem liczyć, to działający komputer i połączenie internetowe. ”",
    "annualReport.2020.adaptationHighlightText2": "Uczniowie Aarona pracowali razem, aby zbudować „zwariowaną” wersję swojego miasta o nazwie „Norwouldn’t”, pełną stworzeń z bajek, oryginalnych dzieł sztuki i powiązanych ze sobą narracji. Był to jeden z wielu wspólnych projektów Scratch, które Aaron ułatwił, aby przypomnieć uczniom, że nawet jeśli COVID-19 zatrzymał ich w domach, nadal byli częścią opiekuńczej i radosnej społeczności.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch w domu",
    "annualReport.2020.adaptationHighlightText2b": "17 marca odpowiedzieliśmy na kryzys związany z COVID-19, uruchamiając program {linkText} dostarczania dzieciom, rodzinom i nauczycielom pomysłów na angażowanie się w kreatywne zajęcia edukacyjne ze Scratchem w domu. To był nieoceniony sposób na nawiązanie kontaktu z naszą społecznością i dostosowanie się do zupełnie nowego sposobu uczenia się i interakcji online.",
    "annualReport.2020.adaptationHighlightTitle3": "Tworzenie na żywo",
    "annualReport.2020.adaptationHighlightText3b": "Nasz zespół gościł co tydzień na żywo, aby łączyć {linkText} się z dziećmi, rodzicami i nauczycielami w domu oraz dzielić się wskazówkami i sztuczkami dotyczącymi tworzenia różnych typów projektów Scratch. Świetnie się bawiliśmy, oglądając projekty, do których stworzenia zostali zainspirowani, w naszych studiach!",
    "annualReport.2020.adaptationHighlightTitle4": "Zhakuj swoje okno",
    "annualReport.2020.adaptationHighlightText4b": "Edukator Scratcha, Eduard Muntaner Perich, stworzył studio inspirowane hasłem #ScratchAtHome, które szturmem podbiło społeczność: {linkText}. Setki Zdrapek z całego świata wyobrażały sobie fantastyczne gry i historie dziejące się tuż za ich oknem.",
    "annualReport.2020.adaptationEducatorsTitle": "Łączenie z nauczycielami",
    "annualReport.2020.adaptationEducatorsText": "Nauczyciele z całego świata dzielili się własnymi pomysłami #ScratchAtHome i dyskutowali o zmaganiach i triumfach zdalnego nauczania na żywym czacie na Twitterze 8 kwietnia 2020 r.",
    "annualReport.2020.adaptationSnapshot": "Migawki",
    "annualReport.2020.adaptationSnapshot1Title": "Wirtualne Warsztaty Sieci Klubów Komputerowych",
    "annualReport.2020.adaptationSnapshot1Text": "W ramach naszej wieloletniej współpracy Zespół Scratch prowadzi warsztaty dla wychowawców młodzieży z {linkText}. Podobnie jak nauczyciele z całego świata, nasz zespół po raz pierwszy w 2020 roku musiał przeprowadzić warsztaty online — i nauczyć się, jak walczyć z izolacją i trudnościami technicznymi wirtualnego uczenia się. Ale dzięki narzędziom do współpracy online i innowacyjnym metodom dzielenia się i refleksji zespół był w stanie odtworzyć ducha współpracy i zabawy, jakie towarzyszyły warsztatom na żywo w przestrzeni wirtualnej.",
    "annualReport.2020.adaptationSnapshot2Title": "Doprowadź się do Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "Rok 2020 był również rokiem dostosowywania naszych narzędzi i platformy. Opracowaliśmy i dodaliśmy nowe sprite'y do Biblioteki Sprite'ów, aby inspirować i umożliwiać początkującym Scratcherom tworzenie projektów reprezentujących ich tożsamość rasową, kulturową, płciową lub inną tożsamość osobistą.",
    "annualReport.2020.communityTitle": "Społeczność",
    "annualReport.2020.communityIntro": "W 2020 r. społeczność Scratch stała się jeszcze ważniejszym miejscem, w którym młodzi ludzie mogą znaleźć poczucie wspólnoty i przynależności. Gdy zobaczyliśmy znaczące rozmowy, wspólne projekty i poruszające historie, którymi podzielili się Scratcherzy, byliśmy pod wrażeniem ich kreatywnego i odpornego ducha.",
    "annualReport.2020.communityTitle1": "Przewodnik po wirtualnych rodzinnych nocach kreatywnego kodowania",
    "annualReport.2020.communityText1": "W 2019 roku, przy wsparciu Google.org, zespół Scratch współpracował z Biurem Informatyki Szkoły Publicznej w Chicago, aby połączyć uczniów, rodziny, nauczycieli i innych członków społeczności za pośrednictwem Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "W tym roku nasze zespoły stawiły czoła nowemu wyzwaniu: w jaki sposób możemy przenieść radosnego, budującego społeczność ducha Family Creative Coding Nights do wirtualnej przestrzeni, pomagając szkołom w nawiązywaniu ważnych kontaktów ze zdalnymi uczniami i ich rodzinami? Opracowaliśmy przewodnik Virtual Family Coding Nights, aby zapewnić strukturę tych połączeń i wspierać radosną naukę",
    "annualReport.2020.communityDownloadButton": "Przewodnik po wirtualnych nocach kodowania rodzin",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Koordynator",
    "annualReport.2020.communityQuoteText": "[In 2020], nie było wielu okazji do angażowania się z rodzicami w tak zabawny, pełen energii sposób. Tak więc ta okazja zapewniła bardzo potrzebne zaangażowanie… Nauczyciele byli pełni obaw, ale poziom podekscytowania uczniów pchnął ich w przestrzeń, w której musieli zaufać procesowi i pozwolić dzieciom uczyć się od siebie nawzajem.",
    "annualReport.2020.communityScratchCommunity": "Społeczność Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Zapytani, dlaczego używają Scratcha, większość Scratcherów mówi o znaczeniu społeczności internetowej dla motywowania ich do ciągłego uczestnictwa, zapewniając przestrzeń, w której mogą wyrazić swoją kreatywność, nawiązać przyjaźnie, otrzymywać informacje zwrotne, zdobywać nowe pomysły i uczyć się nowych umiejętności. Wielu Scratcherów wyraża uznanie dla społeczności Scratch jako bezpiecznej i przyjaznej przestrzeni do łączenia się, dzielenia się i uczenia się od siebie nawzajem.",
    "annualReport.2020.communityQuoteGroupText1": "Dołączyłem do Scratcha, gdy miałem 11 lat, a rzeczy, których nauczyłem się podczas korzystania z platformy i interakcji ze społecznością, były naprawdę istotną częścią mojego dorastania.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch pozwolił mi robić rzeczy z domu, na przykład\n- Szanować ludzi i ich projekty\n- Nawiązywać przyjaźnie\n- Poczuć, że nie jestem sam podczas tej kwarantanny\n... i wiele więcej, więc chcę powiedz ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Jestem na Scratchu od około 2 lat i było to doświadczenie zmieniające moje życie! Nauczyłem się tak wielu nowych rzeczy, takich jak kodowanie, etykieta online i sztuka!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch był moim ulubionym hobby w szóstej klasie. Potajemnie wprowadził mnie w logikę Boole'a, kolejność operacji i zagnieżdżone wyrażenia matematyczne - nie wspominając o samym programowaniu komputerowym.",
    "annualReport.2020.yearInReview": "Podsumowanie roku",
    "annualReport.2020.yearInReviewText": "Rok 2020 był niezwykłym rokiem w społeczności internetowej. Zespół ds. Społeczności zwrócił uwagę i opracował możliwości dla młodych ludzi do wyrażania swoich pomysłów i angażowania się w pozytywne sposoby, a niesamowite ruchy wyrosły z samych Scratchers. Oto spojrzenie wstecz na niektóre z najważniejszych wydarzeń roku:",
    "annualReport.2020.yearInReviewCard1Date": "Styczeń",
    "annualReport.2020.yearInReviewCard1Title": "Koniec dekady Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers świętowali koniec dekady i nowe początki w tym Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "Kwiecień",
    "annualReport.2020.yearInReviewCard2Title": "Dzień Prima Aprillis",
    "annualReport.2020.yearInReviewCard2Text": "Wokół serwisu pojawiły się „przyziemne zagadki”, i kocie klocki zaskoczyły i zachwyciły społeczność Scratcha.",
    "annualReport.2020.yearInReviewCard3Date": "Kwiecień",
    "annualReport.2020.yearInReviewCard3Title": "Twórz razem",
    "annualReport.2020.yearInReviewCard3Text": "Członkowie zespołu Scratch zaczęli organizować samouczki na żywo, aby łączyć się i tworzyć z Scratchers i ich rodzinami w domu.",
    "annualReport.2020.yearInReviewCard4Date": "Maj",
    "annualReport.2020.yearInReviewCard4Title": "Miesiąc Scratch",
    "annualReport.2020.yearInReviewCard4Text": "Zdrapki z całego świata udostępniały tysiące projektów związanych z cotygodniowymi tematami, od rękodzieła z recyklingu po dzwonki do mycia rąk.",
    "annualReport.2020.yearInReviewCard5Date": "Maj",
    "annualReport.2020.yearInReviewCard5Title": "Czarne życie ma znaczenie",
    "annualReport.2020.yearInReviewCard5Text": "Gdy protesty przeciwko sprawiedliwości rasowej ogarnęły Stany Zjednoczone, społeczność zjednoczyła się, aby wspierać się nawzajem i wzywać do zmian.",
    "annualReport.2020.yearInReviewCard6Date": "Czerwiec",
    "annualReport.2020.yearInReviewCard6Title": "Zabawa w domu! Studio projektowe Scratch",
    "annualReport.2020.yearInReviewCard6Text": "Drapacze dzielili się swoimi ulubionymi grami i zajęciami w domu, aby zachować zaangażowanie podczas pobytu w domu.",
    "annualReport.2020.yearInReviewCard7Date": "Czerwiec",
    "annualReport.2020.yearInReviewCard7Title": "Pracownia Czerwcowa",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers stworzył projekty na cześć Juneteenth i ciągłej walki o sprawiedliwość rasową.",
    "annualReport.2020.yearInReviewCard8Date": "Lipiec",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical zachęcił całą społeczność do wspólnego działania, śpiewania i tańca.",
    "annualReport.2020.yearInReviewCard9Date": "Październik",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtoździernik",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers stworzyli setki kreatywnych historii, gier i animacji w oparciu o codzienne podpowiedzi tematyczne.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, absolwentka Scratch",
    "annualReport.2020.communityQuote2Title": "Inżynier ds. relacji z programistami Google Cloud Platform i królowa kodowania",
    "annualReport.2020.communityQuote2Text": "Widzenie mocy, jaką masz, gdy coś tworzysz i możesz reprezentować siebie i swoje problemy oraz wyrażać je lub rozwiązywać za pomocą kodu, jest naprawdę magicznym doświadczeniem i ma rzeczywisty wpływ na świat.",
    "annualReport.2020.communitySnapshotTitle": "Ulepszanie naszych narzędzi",
    "annualReport.2020.communitySnapshotText": "Nasz zespół ds. społeczności korzysta z szerokiej gamy narzędzi i strategii, aby zachęcać użytkowników do korzystania z cyfrowego obywatelstwa i utrzymywać pozytywne środowisko do tworzenia. W 2020 r. opracowaliśmy nowy, bardziej intuicyjny interfejs, aby pomóc użytkownikom Scratchers oznaczać nieodpowiednie treści, a także udoskonaliliśmy używane narzędzia przez nasz zespół moderacji społeczności. W rezultacie otrzymaliśmy od społeczności raporty wyższej jakości, a nasi moderatorzy społeczności mogli pracować szybciej i wydajniej, dzięki czemu witryna była bezpieczniejsza i bardziej przyjazna dla wszystkich.",
    "annualReport.2020.communitySnapshot2Title": "Nowe samouczki Scratch na YouTube",
    "annualReport.2020.communitySnapshot2Text": "Zespół Scratch zaczął udostępniać samouczki na naszym kanale YouTube w marcu 2020 r., aby pomóc Scratchom zdobyć umiejętności tworzenia wszystkiego, co tylko mogą sobie wyobrazić. Od sztuki pikselowej po wirtualne zwierzaki, te samouczki są hitem wśród Scratcherów w każdym wieku, zdobywając 1,3 miliona wyświetleń w 2020 roku.",
    "annualReport.2020.tutorial1": "Wirtualne miasto",
    "annualReport.2020.tutorial2": "Zabawa w łapanie",
    "annualReport.2020.tutorial3": "Projektant postaci",
    "annualReport.2020.tutorial4": "Wirtualne zwierzątko",
    "annualReport.2020.EDMessageTitle": "Wiadomość od naszego Dyrektora wykonawczego",
    "annualReport.2020.EDMessageText1": "Rok 2020 był rokiem transformacji na całym świecie i dla Scratcha. Dołączyłem do zespołu w listopadzie, kiedy pandemia COVID-19 trwała kilka miesięcy. Z moim doświadczeniem jako lider edukacyjny byłem podekscytowany potencjałem prowadzenia Scratch przez okres znaczących zmian i kontynuowania pracy nad moim osobistym celem, jakim jest pomaganie uczniom ze wszystkich środowisk w osiąganiu nowych wyżyn. Wiedziałem, że w tym trudnym roku młodzi ludzie na całym świecie bardzo potrzebowali jeszcze większego wsparcia, aby pomóc im osiągnąć swój potencjał.",
    "annualReport.2020.EDMessageText2": "Niesprawiedliwe struktury, które zbudowaliśmy w celu edukacji dzieci, zostały zaostrzone przez pandemię. Dzięki naszym rozmowom z rodzinami i nauczycielami z całego świata wiemy, że w 2020 roku dzieci ze wszystkich społeczności bardziej niż kiedykolwiek potrzebowały kreatywnych możliwości uczenia się, aby wyrażać swoje pomysły i rozwijać swoje umiejętności, nawet jeśli wiele z nich nie miało możliwości do szkoły.",
    "annualReport.2020.EDMessageText3": "Gdy świat dostosował się i podszedł do kreatywnego uczenia się i wyrażania siebie w nowy sposób, wielu nauczycieli, rodziców i młodych ludzi zwróciło się do Scratcha. Widzieliśmy o 40% więcej Scratcherów tworzących projekty rok do roku, a Scratchers pozostawili o 200% więcej komentarzy w 2020 niż w 2019. Młodzi ludzie z całego świata używali Scratch jako miejsca do łączenia się, rozmawiania, współpracy i interakcji. Widzieliśmy, jak odkrywają niesamowite rzeczy, które mogą stworzyć, gdy mają możliwość kreatywnego myślenia i rozwiązywania problemów, które ich pasjonują.",
    "annualReport.2020.EDMessageText4": "W następstwie pandemii niektórzy wzywali do „powrotu do normalności”. Jednak wielu młodym ludziom w naszych szkołach brakowało swobody uczenia się i odkrywania na długo przed pandemią COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Musimy zrobić wszystko, co w naszej mocy, aby zmienić systemowe nierówności w naszych systemach edukacyjnych, ponieważ „normalność” nie została zbudowana tak, aby była sprawiedliwa i sprawiedliwa dla większości naszych dzieci.",
    "annualReport.2020.EDMessageText5": "W 2021 r. Scratch podwaja nasze wysiłki, aby dotrzeć do młodych ludzi, którzy w przeszłości byli wykluczeni z kreatywnego korzystania z komputerów i innych kreatywnych możliwości uczenia się. Dzięki wsparciu Google.org uruchomiliśmy Scratch Education Collaborative (SEC), potężną sieć organizacji na całym świecie skupioną na wspieraniu tych uczniów w rozwijaniu ich pewności siebie w zakresie kreatywnego przetwarzania danych. 41 organizacji w pierwszym roku nowego programu połączy się i będzie uczyć się od Scratch Team oraz od siebie nawzajem, a także opracuje Equity Toolkits, które będą wspierać ich rozwój i skalowanie wsparcia dla uczniów w ich społeczności.",
    "annualReport.2020.EDMessageText6": "Nasza praca nad tym, aby Scratch był jeszcze bardziej sprawiedliwy i integracyjny, jest daleka od zakończenia. Cieszę się, że w nadchodzących miesiącach będę mógł podzielić się z Tobą większą ilością informacji. Do tego czasu chciałbym szczerze podziękować społeczności Scratch za dalsze wspieranie się i troskę o siebie nawzajem w tym burzliwym roku. Wasza kreatywność i współczucie nigdy nie przestaje nas inspirować.",
    "annualReport.2020.EDTitle": "Dyrektor wykonawczy Fundacji Scratch",
    "annualReport.2020.lookingForward": "Oczekiwanie na coś",
    "annualReport.2020.lookingForwardText1": "W 2021 roku kontynuujemy innowacje i współpracujemy z naszymi partnerami, aby Scratch był jeszcze lepszy dla młodych ludzi na całym świecie. W nadchodzących miesiącach pracujemy nad wprowadzeniem Scratch do większej liczby szkół, rozszerzeniem ścieżek kreatywnego uczenia się, opracowaniem i zlokalizowaniem większej liczby zasobów dla nauczycieli i młodzieży oraz ulepszeniem procesu wdrażania Scratch, a także nad kolejnymi ekscytującymi projektami.",
    "annualReport.2020.lookingForwardText2": "Otrzymaliśmy hojne dotacje od LEGO Foundation i Google.org, aby pomóc nam rozszerzyć nasz globalny zasięg, rozwijać naszą misję i wesprzeć tę ważną pracę. Ucz się więcej:",
    "annualReport.2020.learnMore": "Ucz się więcej:",
    "annualReport.2020.learnMoreLink1Text": "LEGO Foundation i Scratch Foundation ogłaszają partnerstwo w celu wspierania nauki poprzez zabawę z wykorzystaniem technologii dla milionów dzieci na całym świecie",
    "annualReport.2020.learnMoreLink2Text": "Tydzień Edukacji Informatycznej: Więcej pomocy dla większej liczby uczniów",
    "annualReport.2020.supportersTitle": "Dziękujemy Naszym Wspierającym",
    "annualReport.2020.supportersIntro": "Dziękujemy naszym hojnym darczyńcom. Twój wkład pomaga nam poszerzać możliwości kreatywnej nauki dla dzieci w każdym wieku, ze wszystkich środowisk, na całym świecie.",
    "annualReport.2020.ourSupporters": "Nasi Darczyńcy",
    "annualReport.2020.ourSupportersText": "Chcemy podziękować wszystkim zwolennikom Scratcha, którzy przez lata pomagali nam tworzyć niesamowite doświadczenia edukacyjne dla milionów młodych ludzi na całym świecie. Poniższa lista opiera się na przekazaniu Fundacji Scratch w okresie od 1 stycznia 2020 r. do 31 grudnia 2020 r.",
    "annualReport.2020.supportersFoundingTitle": "Partnerzy założyciele — ponad 10 000 000 USD",
    "annualReport.2020.supportersFoundingText": "Jesteśmy szczególnie wdzięczni naszym Partnerom Założycielom, z których każdy zapewnił łącznie co najmniej 10 000 000 dolarów wsparcia od początku Scratch w 2003 roku.",
    "annualReport.2020.supportersCatPartnersTitle": "Partnerzy Scratch Cat — ponad 1 000 000 USD",
    "annualReport.2020.supportersCreativityTitle": "Krąg kreatywności — ponad 250 000 USD",
    "annualReport.2020.supportersCollaborationTitle": "Krąg współpracy — ponad 100 000 USD",
    "annualReport.2020.supportersImaginationTitle": "Krąg wyobraźni — ponad 50 000 USD",
    "annualReport.2020.supportersInspirationTitle": "Koło inspiracji — ponad 20 000 USD",
    "annualReport.2020.supportersExplorationTitle": "Krąg poszukiwawczy — ponad 5000 USD",
    "annualReport.2020.supportersPlayTitle": "Krąg zabaw — ponad 1000 USD",
    "annualReport.2020.supportersInKindTitle": "Wspierający rzeczowo",
    "annualReport.2020.leadershipTitle": "Nasz Zespół",
    "annualReport.2020.leadershipBoard": "Zarząd",
    "annualReport.2020.leadershipChair": "Krzesło",
    "annualReport.2020.leadershipProfessor": "Profesor badań nad uczeniem się",
    "annualReport.2020.leadershipViceChair": "Wiceprzewodniczący",
    "annualReport.2020.leadershipCoFounder": "Współzałożyciel i współprzewodniczący",
    "annualReport.2020.leadershipBoardMember": "Członek zarządu",
    "annualReport.2020.leadershipPresidentCEO": "Prezes i CEO",
    "annualReport.2020.leadershipFormerPresident": "Były prezydent",
    "annualReport.2020.leadershipFounderCEO": "Założyciel i prezes wykonawczy",
    "annualReport.2020.leadershipFormerChairCEO": "Były prezes i przewodnicząca",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Sekretarz Zarządu i Skarbnik",
    "annualReport.2020.leadershipBoardSecretary": "Sekretarz Zarządu",
    "annualReport.2020.leadershipBoardTreasurer": "Skarbnik Zarządu",
    "annualReport.2020.leadershipScratchTeam": "Drużyna Scratchowa 2020",
    "annualReport.2020.leadershipED": "Dyrektor wykonawczy",
    "annualReport.2020.teamThankYou": "Dziękuję Mitchowi Resnickowi, Natalie Rusk, Rupalowi Jainowi i innym współpracownikom Lifelong Kindergarten Group w MIT Media Lab za niestrudzone wsparcie Scratch.",
    "annualReport.2020.donateTitle": "Wspieraj Nas",
    "annualReport.2020.donateMessage": "Twoje wsparcie pozwala nam uczynić Scratch darmowym dla wszystkich, utrzymuje nasze serwery w ruchu, a co najważniejsze, jesteśmy w stanie zapewnić dzieciom na całym świecie możliwość wyobrażania sobie, tworzenia i udostępniania. Dziękuję!",
    "annualReport.2020.donateButton": "Przekaż darowiznę",
    "annualReport.2020.projectBy": "projekt przez",
    "annualReport.2020.altAvatar": "awatar użytkownika",
    "annualReport.2020.altDropdownArrow": "Strzałka wskazująca menu rozwijane.",
    "annualReport.2020.altMastheadIllustration": "Trzy osoby wchodzące w interakcje z fizycznymi komponentami Scratch.",
    "annualReport.2020.altWave": "Macha ręką emoji.",
    "annualReport.2020.altMitchHeadshot": "Założyciel Mitch Resnick",
    "annualReport.2020.altBlocks": "Dwa bloki Scratch ułożone jeden na drugim.",
    "annualReport.2020.altBanana": "Banan z podłączonym przewodem.",
    "annualReport.2020.altProjectsIllustration": "Troje dzieci, jedno stojące, jedno siedzące na wózku inwalidzkim i jedno siedzące na ziemi malują i wycinają projekty plastyczne.",
    "annualReport.2020.altPassionIllustration": "Troje dzieci, jedno stojące, jedno klęczące i jedno siedzące na ziemi maluje, gra na pianinie i obserwuje gwiazdy przez teleskop.",
    "annualReport.2020.altPeersIllustration": "Czworo dzieci siedzi przy ognisku, grając w gry i przybijając piątki.",
    "annualReport.2020.altPlayIllustration": "Troje dzieci, jedno stojące, jedno klęczące i jedno siedzące ze skrzyżowanymi nogami układa kamienie, bawi się łódkami i składa origami.",
    "annualReport.2020.altCalendar": "Kalendarz wyświetlający rok 2020.",
    "annualReport.2020.altCommentsVisualization": "Dwa dymki z komentarzami. Jeden mniejszy i ciemniejszy oznacza udział komentarzy w 2019 r. Jeden jaśniejszy oznacza wzrost liczby komentarzy w 2020 r.",
    "annualReport.2020.altArrowUp": "Strzałka skierowana w górę iw prawo.",
    "annualReport.2020.altTranslated": "Komponent Scratcha z napisem „Cześć” i listą języków, w których Scratch jest dostępny.",
    "annualReport.2020.altScratchHorizontalCommand": "Poziomy komponent poleceń Scratcha.",
    "annualReport.2020.altScratchJr": "Logo Scratcha Jr",
    "annualReport.2020.altHorizontalLoop": "Scratch element pętli poziomej.",
    "annualReport.2020.altPieChart": "Wizualizacja przedstawiająca 602% wzrost projektów powstałych w ciągu 2020 roku w stosunku do projektów powstałych w 2019 roku.",
    "annualReport.2020.altUsers": "Dwie ogólne ikony użytkownika, nieco mniejsza szara i nieco większa fioletowa.",
    "annualReport.2020.altArrowNext": "Strzałka skierowana w prawo.",
    "annualReport.2020.altBenedict": "Avatar dla Benedikta Hochwartnera",
    "annualReport.2020.altAaronReuland": "Aaron Reuland narzucony na kukiełkę z papierowej torby i ilustrację przedstawiającą latającego żółwia.",
    "annualReport.2020.altSprinklesLeft": "Uśmiechnięta buźka, komponent Scratch i serce wyświetlane na telefonie.",
    "annualReport.2020.altSprinklesRight": "Ręka wchodząca w interakcję z komponentami Scratcha.",
    "annualReport.2020.altFileDownload": "Strzałka wskazująca na koszyk, wskazująca, że ​​plik można pobrać.",
    "annualReport.2020.altWaveTop": "Jasnoniebieska fala pokryta awatarami Scratch i komponentami Scratch.",
    "annualReport.2020.altWaveBottom": "Jasnoniebieska fala.",
    "annualReport.2020.altConnectingLine": "Linia przerywana łącząca miesiące",
    "annualReport.2020.altApril": "Rysunek długopisem i ołówkiem w projekcie Scratch przedstawiający łódź i wodę.",
    "annualReport.2020.altMay": "Kalendarz oznaczony emotikonami umieszczonymi na dymku.",
    "annualReport.2020.altJune": "Flaga Juneteenth i papierowy samolot.",
    "annualReport.2020.altJuly": "Mikrofon i nuty.",
    "annualReport.2020.altToolsIllustration": "Dłoń dotykająca ikony wykrzyknika nad kilkoma dymkami z tekstem.",
    "annualReport.2020.altVirtualTown": "Dziewczyna biegnie chodnikiem przed kilkoma domami.",
    "annualReport.2020.altCatchGame": "Jabłko unosi się na horyzoncie po prawej stronie, podczas gdy kosz znajduje się poniżej, w kierunku środka kadru.",
    "annualReport.2020.altCharacterDesigner": "Pies siedzi przed zielonym i białym tłem w jodełkę.",
    "annualReport.2020.altVirtualPet": "Jeż siedzi na szczycie skały pośrodku trawy.",
    "annualReport.2020.altLookingForward": "Podlewające drzewo podlewa sadzonkę, która wyrasta na wysokie drzewo.",
    "annualReport.2020.altIndia1": "Zapalony brylant pojawia się pod tekstem „Happy Diwali!”",
    "annualReport.2020.altIndia2": "Maskotka kota Scratch pojawia się obok tekstu napisanego w języku hindi",
    "annualReport.2020.altIndia3": "Indyjska kobieta pojawia się przed indyjską flagą, na której widnieje serce ze słowem „Indie”.",
    "annualReport.2020.altIndia4": "Dwie ręce pojawiają się nad fletem przed tłem zawierającym promenadę i morze.",
    "annualReport.2020.altChile": "Grupa dzieci siedzi wokół stołu wypełnionego dziełami sztuki i rzemiosła oraz laptopem.",
    "annualReport.2020.altBrazil": "Dzieci siedzą przed laptopem podłączonym przewodami do pięciu łyżek.",
    "annualReport.2020.altIndia": "Kobieta instruuje dziewczyny siedzące przed komputerem.",
    "annualReport.2020.altUSA": "Mała miniatura wideo jest wyświetlana obok zrzutu ekranu interfejsu użytkownika Scratch",
    "annualReport.2020.altChileIcon": "Maskotka Scratcha",
    "annualReport.2020.altBrazilIcon": "Zielony wir",
    "annualReport.2020.altIndiaIcon": "Gwiazda połączona z kołem",
    "annualReport.2020.altUSAIcon": "Rysunkowa malina, logo Fundacji Raspberry Pi",
    "annualReport.2020.altTutorial": "Samouczek Scratch w języku hiszpańskim",
    "annualReport.2020.altGettingStarted": "Przycisk odtwarzania znajduje się na górze interfejsu Scratch.",
    "annualReport.2020.altEditor": "Interfejs użytkownika Scratch wraz z podglądem aktualnie tworzonego programu, przedstawiający dwie rozmawiające ze sobą osoby.",
    "annualReport.2020.altHackYourWindow": "Pies w kosmicznym hełmie, gwiazda i pączek unoszą się za oknem w kosmosie.",
    "annualReport.2020.altScratchInteraction": "Dwie osoby rozmawiają między komponentami scratch. Jeden przekazuje komponent drugiemu.",
    "annualReport.2020.altImageBubbles": "Obrazy z projektów Scratch pojawiają się w zgrupowanych kształtach bąbelków.",
    "annualReport.2020.altConnectivityVideoPreview": "Nad sceną z przyjaznymi stworzeniami morskimi pojawia się przycisk odtwarzania.",
    "annualReport.2020.altAdaptationVideoPreview": "Przycisk odtwarzania pojawia się nad różnymi scenami z interfejsu użytkownika Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey z Gwiezdnych wojen trzyma laskę i stoi na pustyni.",
    "annualReport.2020.altAprilCard": "Wiele zrzutów ekranu z interfejsu użytkownika Scratch jest umieszczonych razem.",
    "annualReport.2020.altMayCard": "Ręce należące do ludzi różnych ras są uniesione w pięści.",
    "annualReport.2020.altJuneCard": "Osoba zszywa razem papierowy kwiat.",
    "annualReport.2020.altJulyCard": "Krab, syrenka i ośmiornica wspólnie grają muzykę pod powierzchnią morza.",
    "annualReport.2020.altOctoberCard": "Dynia i cukierkowa kukurydza pojawiają się na ścianie nad komputerową stacją roboczą.",
    "annualReport.2020.altDonateIllustration": "Dwie ręce tworzą kształt serca z palcami wewnątrz wyciętego kształtu serca."
}