{
    "annualReport.2020.subnavFoundersMessage": "Mensagem do Fundador",
    "annualReport.2020.subnavMission": "Missão",
    "annualReport.2020.subnavReach": "Alcance",
    "annualReport.2020.subnavThemes": "Temas",
    "annualReport.2020.subnavDirectorsMessage": "Mensagem da Diretora",
    "annualReport.2020.subnavSupporters": "Apoiadores",
    "annualReport.2020.subnavTeam": "Equipe",
    "annualReport.2020.subnavDonate": "Fazer doação",
    "annualReport.2020.mastheadYear": "Relatório Anual de 2020",
    "annualReport.2020.mastheadTitle": "Adaptando-se a um Mundo em Mudança",
    "annualReport.2020.foundersMessageTitle": "Uma Mensagem de Nosso Fundador",
    "annualReport.2020.foundersMessageP1": "O ano de 2020 será lembrado como o ano em que a pandemia da COVID tomou conta do mundo, causando dificuldades e rupturas na vida de todos - com as maiores dificuldades caindo injustamente sobre aqueles que já enfrentam desafios em suas vidas.",
    "annualReport.2020.foundersMessageP2": "Ao longo da pandemia, jovens de todo o mundo, muitos isolados em suas casas, vieram ao website do Scratch em maior número do que nunca, vendo no Scratch um espaço seguro onde eles podem se expressar criativamente, aprender novas habilidades e colaborar uns com os outros. Fomos inspirados por tantos projetos do Scratch que jovens criaram durante 2020, muitos deles compartilhando o que pensam e sentem quanto à pandemia, mudanças climáticas, injustiça racial e outras questões em suas mentes. Os jovens não estavam apenas aprendendo conceitos e habilidades computacionais, mas também desenvolvendo sua voz e identidade.",
    "annualReport.2020.foundersMessageP3": "Para garantir que o Scratch possa continuar a desempenhar este importante papel na vida dos jovens nos próximos anos, temos feito mudanças organizacionais significativas no Scratch. No início de 2020, a Equipe Scratch se mudou de sua antiga casa no MIT Media Lab para os novos escritórios da Fundação Scratch no centro de Boston. Esta mudança nos ajudará a construir uma organização sustentável capaz de apoiar o Scratch como uma plataforma global de programação criativa para o futuro.",
    "annualReport.2020.foundersMessageP4": "Mais tarde, em 2020, como parte desta transição organizacional, contratamos Shawna Young para servir como Diretora Executiva da Fundação Scratch. Shawna vem para a Fundação Scratch com um forte histórico em educação e gestão de organizações sem fins lucrativos, e um profundo compromisso com equidade e inclusão. Ao longo de sua carreira em instituições como Duke e MIT, Shawna tem trabalhado para expandir experiências de aprendizagem para estudantes de diversas comunidades. Esse compromisso está fortemente alinhado com a missão e valores do Scratch, e desempenhará um papel importante em sua liderança no Scratch. Eu os encorajo a ler a mensagem de Shawna no final deste relatório anual.",
    "annualReport.2020.foundersMessageP5": "Durante a última década, o Scratch teve um sucesso fenomenal, envolvendo dezenas de milhões de jovens em todo o mundo. Mas estamos apenas começando. O desafio para os próximos anos é garantir que possamos continuar a difundir e apoiar não apenas nossa tecnologia, mas também nossa abordagem criativa, cuidadosa e colaborativa de aprendizagem, para que os jovens de todo o mundo tenham oportunidades iguais de imaginar, criar, compartilhar e aprender. Estamos ansiosos para trabalhar com todos vocês para fazer isso acontecer!",
    "annualReport.2020.foundersMessageScratchTitle": "Presidente, Fundação Scratch",
    "annualReport.2020.foundersMessageAffiliation": "Professor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Assista ao Vídeo",
    "annualReport.2020.missionTitle": "Nossa Missão e Visão",
    "annualReport.2020.visionHeader": "Visão",
    "annualReport.2020.visionSubtitle": "Divulgar abordagens criativas, cuidadosas e equitativas de programação e aprendizagem pelo mundo.",
    "annualReport.2020.missionHeader": "Missão",
    "annualReport.2020.missionSubtitle": "Proporcionar aos jovens ferramentas digitais e oportunidades para imaginar, criar, compartilhar e aprender.",
    "annualReport.2020.missionP1": "Estamos comprometidos com a justiça educacional e priorizar a equidade em todos os aspectos de nosso trabalho, com um foco particular em iniciativas e abordagens que apoiem crianças, famílias e educadores excluídos da computação criativa.",
    "annualReport.2020.missionP2": "Desenvolvemos o Scratch como um ambiente de aprendizagem livre, seguro e lúdico que engaja todas as crianças em pensar criativamente, raciocinar sistematicamente e trabalhar em colaboração—habilidades essenciais para todos na sociedade de hoje. Trabalhamos com educadores e famílias para apoiar as crianças na exploração, no compartilhamento e na aprendizagem.",
    "annualReport.2020.missionP3": "No desenvolvimento de novas tecnologias, atividades e materiais de aprendizagem, somos guiados pelo que chamamos os Quatro P's da Aprendizagem Criativa:",
    "annualReport.2020.fourPs": "Os 4 P's da Aprendizagem Criativa",
    "annualReport.2020.missionProjectsTitle": "Projetos",
    "annualReport.2020.missionPeersTitle": "Pares",
    "annualReport.2020.missionPassionTitle": "Paixão",
    "annualReport.2020.missionPlayTitle": "Pensar brincando",
    "annualReport.2020.missionProjectsDescription": "Envolvemos as crianças na concepção, criação e expressão pessoal criativa",
    "annualReport.2020.missionPeersDescription": "Apoiamos as crianças na colaboração, compartilhamento, remixagem e mentoria",
    "annualReport.2020.missionPassionDescription": "Permitimos que as crianças explorarem seus interesses e trabalharem em projetos pessoais significativos",
    "annualReport.2020.missionPlayDescription": "Encorajamos as crianças a brincarem, experimentarem e interagirem",
    "annualReport.2020.reachTitle": "Alcançando Crianças ao Redor do Mundo",
    "annualReport.2020.reachSubtitle": "O Scratch é a maior comunidade de programação para crianças e adolescentes acima de 8 anos.",
    "annualReport.2020.reachMillion": "milhões",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% superior a 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% superior a 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% superior a 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "de Novos Usuários",
    "annualReport.2020.reachProjectsCreated": "de Projetos Criados",
    "annualReport.2020.reachProjectCreators": "de Pessoas Criando Projetos",
    "annualReport.2020.reachComments": "de aumento em comentários postados",
    "annualReport.2020.reachGlobalCommunity": "Nossa Comunidade Global",
    "annualReport.2020.reachMapBlurb": "Total de contas registradas na Comunidade Online do Scratch desde o lançamento do Scratch até dezembro de 2020",
    "annualReport.2020.reachMap24M": "24 milhões",
    "annualReport.2020.reachMapLog": "em uma escala logarítmica ",
    "annualReport.2020.reachTranslationTitle": "O Scratch está Traduzido em 64 Idiomas",
    "annualReport.2020.reachTranslationIncrease": "3 idiomas a mais que em 2019",
    "annualReport.2020.reachTranslationBlurb": "Graças a tradutores voluntários de todo o mundo.",
    "annualReport.2020.reachScratchJrBlurb": "O ScratchJr é um ambiente de programação introdutório que permite crianças mais novas (de 5-7 anos) criarem seus próprios jogos e histórias interativas.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "de Downloads em 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} a mais que em 2019",
    "annualReport.2020.themesTitle": "Temas Emergentes",
    "annualReport.2020.themesDescription": "Ao enfrentarem os desafios sem precedentes da COVID-19, o Scratch tornou-se um lugar mais importante do que nunca para os jovens se conectarem, criarem e se expressarem. Ao longo do ano, nosso trabalho foi focado em três áreas para melhor apoiar nossa crescente comunidade global: conectividade, adaptação e comunidade. Como sempre, nossos esforços foram fundamentados em nosso compromisso com a equidade e a inclusão.",
    "annualReport.2020.equity": "Equidade",
    "annualReport.2020.globalStrategy": "Estratégia Global",
    "annualReport.2020.connectivityTitle": "Conectividade",
    "annualReport.2020.connectivityIntro": "Enquanto os jovens estavam isolados em casa devido à COVID-19, o Scratch ofereceu-lhes uma oportunidade para se conectarem e criarem com amigos distantes, colegas de classe e membros da família. Também serviu como um portal para o mundo exterior, onde eles descobriram que milhões de crianças em países e continentes diferentes estavam experienciando as mesmas coisas.",
    "annualReport.2020.aaronText": "Os estudantes de Aaron trabalharam juntos para construir uma versão “excêntrica” de sua cidade chamada “Norwouldn't”, repleta de criaturas de livros de histórias, obras de arte originais e narrativas interligadas. Foi um dos muitos projetos colaborativos de Scratch que Aaron organizou para lembrar aos estudantes que mesmo enquanto a COVID-19 os mantinha dentro de suas casas, eles ainda faziam parte de uma comunidade alegre e carinhosa.",
    "annualReport.2020.spotlightStory": "História em Destaque",
    "annualReport.2020.connectivityIndia": "Scratch na Índia",
    "annualReport.2020.connectivityIndiaIntro": "Na Índia, a pandemia da COVID-19 teve um enorme impacto e manteve muitos jovens e famílias isolados por longos períodos.",
    "annualReport.2020.connectivityIndiaParagraph": "Em toda a comunidade global do Scratch, vimos um enorme pico de atividade que começou em março de 2020. Em nenhum lugar este pico repentino foi mais evidente do que na Índia, onde a pandemia da COVID-19 teve um enorme impacto e manteve muitos jovens e famílias isolados por longos períodos de tempo. Através do Scratch, as crianças na Índia encontraram conexão criando e compartilhando 602% mais projetos do que no ano anterior.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "de Projetos Foram Criados Online em 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% superior a 2019",
    "annualReport.2020.connectivityRegistedUsers": "O número total de usuários registrados na Índia mais que dobrou em um ano, ",
    "annualReport.2020.connectivityRegistedUsersNumbers": "aumentando de mais de 300.000 em 2019 para mais de 700.000 em 2020.",
    "annualReport.2020.connectivityIndiaUsers": "O número de visitantes únicos aumentou",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1,8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4,6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "O número de pessoas criando projetos aumentou",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "em 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mil",
    "annualReport.2020.connectivityIndiaProjectsNew": "1,1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch pelo Mundo",
    "annualReport.2020.connectivityWorldSubtitle": "Colaboradores Internacionais",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "O Scratch Al Sur se dedica a apoiar o pensamento computacional e criativo entre estudantes e educadores no Chile e em toda a América Latina. Eles nos ajudaram na tradução e localização para rapa nui e espanhol, e engajaram muitos educadores em oficinas colaborativas e lúdicas de desenvolvimento profissional com Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Rede Brasileira de Aprendizagem Criativa",
    "annualReport.2020.connectivityCountryBrazil": "Brasil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "A Rede Brasileira de Aprendizagem Criativa é um movimento social que implementa práticas educacionais lúdicas, criativas e relevantes em todo o Brasil. Em 2020, a Equipe Scratch se apresentou no evento da Semana de Aprendizagem Criativa da Rede Brasileira de Aprendizagem Criativa para compartilhar como as crianças estavam usando o Scratch para construir comunidade, expressar-se e falar sobre o que é importante para elas. Por sua vez, aprendemos como os educadores da rede estavam criando oportunidades de autoexpressão com os alunos em suas próprias comunidades.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "Índia",
    "annualReport.2020.connectivityCountryIndiaParagraph": "A Quest Alliance capacita milhões de alunos e educadores com habilidades do século 21, incluindo computação criativa. Em 2020, a {QuestAllianceLink} compartilhou o Scratch com alunos e educadores em toda a Índia.",
    "annualReport.2020.connectivityCountryUSATitle": "Fundação Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "Reino Unido",
    "annualReport.2020.connectivityCountryUSAParagraph": "A Fundação Raspberry Pi trabalha para colocar o poder da computação e da produção digital nas mãos de pessoas de todo o mundo. Através de sua iniciativa Making at Home, eles lideram eventos online que encorajam famílias e jovens a aprender e criar juntos. Vários desses eventos online tiveram tutoriais de Scratch—e às vezes, até mesmo {USALink}!",
    "annualReport.2020.connectivityResources": "Recursos",
    "annualReport.2020.connectivityResourcesSubtitle": "Localizando com o apoio da Fundação LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Para ajudar com nosso alcance global em expansão e nossa resposta à COVID-19, a Fundação LEGO apoiou o Scratch com uma generosa doação. Com este financiamento, fomos capazes de localizar recursos chave e alcançar ainda mais jovens em todo o mundo.",
    "annualReport.2020.connectivityExample1Title": "Imagens de Tutoriais",
    "annualReport.2020.connectivityExample1Paragraph": "Traduzimos as imagens de 25 tutoriais do Scratch para 12 idiomas—totalizando mais de 1.000 imagens novas!",
    "annualReport.2020.connectivityExample2Title": "Primeiros Passos com o Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "O vídeo \"Primeiros Passos com o Scratch\" é o tutorial mais acessado e visto do Scratch, acolhendo os novos Scratchers quando eles se juntam ao site pela primeira vez. Conseguimos traduzir este vídeo para 25 novos idiomas e atualizar as 3 traduções anteriores, incluindo visuais, locução e legendas.",
    "annualReport.2020.connectivityExample3Title": "Editor do Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "O editor de projeto do Scratch é o recurso mais essencial do Scratch. Trabalhamos com uma empresa de tradução sul-africana especializada em tradução educacional de relevância cultural para traduzir e revisar o editor do Scratch em cinco idiomas sul-africanos: isiZulu, isiXhosa, Afrikaans, Sestwana e Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptação",
    "annualReport.2020.adaptationIntro": "Enquanto a COVID-19 obrigava as escolas a fechar e empurrava a aprendizagem para espaços virtuais, muitos estudantes e professores estavam descobrindo o Scratch pela primeira vez ou adaptando a maneira como ensinavam e aprendiam a programação criativa. Dentro de nossas próprias casas, a Equipe Scratch trabalhou para suportar as necessidades de mudanças dos educadores e da comunidade online.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curador para a Aprendizagem Criativa, mumok, Viena, Áustria",
    "annualReport.2020.adaptationQuoteText": "No meio de todos os problemas do ano passado, o Scratch continuou sendo nossa plataforma de comunicação, nosso lugar de encontro e nossa mídia para nos expressarmos de forma criativa.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Professor de Biblioteca de Mídia do Jardim de Infância ao Quinto Ano, Norwood, Massachusetts, EUA",
    "annualReport.2020.adaptationHighlightText": "Na escola \"Title One\" de Aaron Reuland em Norwood, Massachusetts, ele contou com o Scratch para ajudar a envolver os alunos remotos na aprendizagem criativa e reacender seu senso de comunidade \"quando as únicas coisas que poderíamos contar que todos teríamos eram acesso a um computador funcional e uma conexão com a Internet\".",
    "annualReport.2020.adaptationHighlightText2": "Os estudantes de Aaron trabalharam juntos para construir uma versão \"excêntrica\" de sua cidade chamada \"Norwouldn't\", repleta de criaturas de livros de histórias, obras de arte originais e narrativas interligadas. Foi um dos muitos projetos colaborativos de Scratch que Aaron organizou para lembrar aos estudantes que mesmo enquanto a COVID-19 os mantinha dentro de suas casas, eles ainda faziam parte de uma comunidade alegre e carinhosa.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch em Casa",
    "annualReport.2020.adaptationHighlightText2b": "No dia 17 de março, respondemos à crise da COVID-19 lançando as {linkText} para fornecer às crianças, famílias e educadores ideias para se envolverem em atividades de aprendizagem criativa com o Scratch em casa. Foi uma forma inestimável de se conectar com nossa comunidade e se adaptar a uma maneira totalmente nova de aprender e interagir online.",
    "annualReport.2020.adaptationHighlightTitle3": "Eventos ao vivo Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Nossa equipe hospedou semanalmente eventos ao vivo {linkText} para conectarem-se com crianças, pais e educadores em casa e compartilharem dicas e truques para criar diferentes tipos de projetos com Scratch. Foi muito divertido ver os projetos que eles foram inspirados a criar em nossos estúdios Create-Along!",
    "annualReport.2020.adaptationHighlightTitle4": "Hackeie Sua Janela",
    "annualReport.2020.adaptationHighlightText4b": "O professor de Scratch Eduard Muntaner Perich criou um estúdio inspirado na #ScratchEmCasa que foi um arraso na comunidade: {linkText}. Centenas de Scratchers de todo o mundo imaginaram jogos e histórias fantásticas acontecendo do lado de fora de sua janela.",
    "annualReport.2020.adaptationEducatorsTitle": "Conectando com Educadores",
    "annualReport.2020.adaptationEducatorsText": "Educadores de todo o mundo compartilharam suas próprias ideias com a #ScratchAtHome e discutiram as dificuldades e os triunfos do ensino à distância em uma conversa animada no Twitter no dia 8 de abril de 2020.",
    "annualReport.2020.adaptationSnapshot": "Fotos",
    "annualReport.2020.adaptationSnapshot1Title": "Oficinas Virtuais da Computer Clubhouse Network",
    "annualReport.2020.adaptationSnapshot1Text": "Como parte de nossa parceria de longa data, a Equipe Scratch realiza oficinas para jovens educadores da {linkText}. Assim como educadores de todo o mundo, nossa equipe teve que realizar oficinas online pela primeira vez em 2020 e aprender como combater o isolamento e as dificuldades técnicas do aprendizado virtual. Mas graças a ferramentas de colaboração online e a métodos inovadores de compartilhamento e reflexão, a equipe foi capaz de recriar o espírito colaborativo e lúdico das oficinas presenciais em um espaço virtual.",
    "annualReport.2020.adaptationSnapshot2Title": "Traga-se para o Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 também foi um ano de adaptação de nossas ferramentas e plataforma. Desenvolvemos e acrescentamos novos atores à Biblioteca de Atores para inspirar e permitir que Scratchers iniciantes tornem seus projetos representativos de sua identidade racial, cultural, de gênero ou outra identidade pessoal.",
    "annualReport.2020.communityTitle": "Comunidade",
    "annualReport.2020.communityIntro": "Em 2020, a Comunidade Scratch tornou-se um lugar ainda mais vital para os jovens encontrarem um sentimento de união e pertencimento. Ao vermos as conversas significativas, os projetos colaborativos e as histórias comoventes que os Scratchers compartilharam, ficamos maravilhados com seu espírito criativo e resiliente.",
    "annualReport.2020.communityTitle1": "Guia de Noites Virtuais de Programação Criativa para Famílias",
    "annualReport.2020.communityText1": "Em 2019, com o apoio de Google.org, a Equipe Scratch trabalhou com o Escritório de Ciência da Computação da Escola Pública de Chicago para conectar estudantes, famílias, professores e outros membros da comunidade nas Noites em Família de Programação Criativa.",
    "annualReport.2020.communityText2": "Este ano, nossa equipe encontrou um novo desafio: como poderíamos trazer o espírito divertido voltado para a construção de comunidades das Noites em Família de Programação Criativa para um espaço virtual, ajudando escolas a desenvolverem conexões vitais com estudantes remotos e suas famílias? Desenvolvemos um guia de Noites Virtuais de Programação para Famílias para prover uma estrutura para essas conexões e apoiar o aprendizado lúdico.",
    "annualReport.2020.communityDownloadButton": "Guia de Noites Virtuais de Programação para Famílias",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, Mestra em Educação",
    "annualReport.2020.communityQuoteTitle": "Coordenadora da Ruggles Elementary S.T.E.M.",
    "annualReport.2020.communityQuoteText": "[In 2020], não haviam muitas oportunidades de engajamento com os pais de uma forma divertida e cheia de energia. Então esta oportunidade proporcionou um engajamento muito necessário...Professores estavam apreensivos, mas o nível de empolgação dos estudantes impulsionou a todos para um espaço onde eles tiveram que acreditar no processo e permitir as crianças a aprenderem umas com as outras.",
    "annualReport.2020.communityScratchCommunity": "Comunidade Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Quando questionamos sobre por que eles usam o Scratch, a maioria dos Scratchers falam sobre a importância da comunidade online para motivar sua participação contínua, fornecendo um espaço onde eles podem expressar sua criatividade, fazer amigos, receber opiniões, conseguir novas ideias e aprender novas habilidades. Muitos Scratchers expressam seu apreço pela comunidade Scratch como um espaço seguro e acolhedor para se conectar, compartilhar e aprender uns como os outros.",
    "annualReport.2020.communityQuoteGroupText1": "Entrei no Scratch quando tinha 11 anos e as coisas que aprendi usando a plataforma e interagindo com a comunidade foram realmente uma parte vital do meu aprendizado enquanto crescia.",
    "annualReport.2020.communityQuoteGroupText2": "O Scratch me permitiu fazer coisas de casa, como \n- Respeitar pessoas e seus projetos\n- Fazer amigos\n- Sentir que eu não estou sozinha nesta quarentena\n....e muito mais, então eu quero dizer ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Estou no Scratch há cerca de 2 anos e tem sido uma experiência de mudança de vida! Aprendi tantas coisas novas, como programação, etiqueta online e arte!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch era meu hobby favorito no sexto ano. Ele secretamente me apresentou à lógica booleana, à ordem de operações e às expressões matemáticas aninhadas—para não mencionar a própria programação de computadores.",
    "annualReport.2020.yearInReview": "Retrospectiva do Ano",
    "annualReport.2020.yearInReviewText": "2020 foi um ano notável na comunidade online. A Equipe de Comunidade destacou e desenvolveu oportunidades para crianças expressarem suas ideias e se engajarem de maneiras positivas e momentos incríveis surgiram dos próprios Scratchers. Aqui temos uma retrospectiva de alguns desses momentos de destaque do ano:",
    "annualReport.2020.yearInReviewCard1Date": "Janeiro",
    "annualReport.2020.yearInReviewCard1Title": "Estúdio Scratch de Fim da Década",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers celebraram o encerramento de uma década e um novo começo neste Estúdio Scratch.",
    "annualReport.2020.yearInReviewCard2Date": "Abril",
    "annualReport.2020.yearInReviewCard2Title": "Dia da Mentira",
    "annualReport.2020.yearInReviewCard2Text": "“Mistérios Mundanos” apareceram pelo site e os Blocos de Gato  surpreenderam e encantaram a comunidade Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "Abril",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Os membros da Equipe Scratch fizeram tutoriais ao vivo para se conectar e criar com Scratchers e suas famílias em casa.",
    "annualReport.2020.yearInReviewCard4Date": "Maio",
    "annualReport.2020.yearInReviewCard4Title": "Mês do Scratch",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers pelo mundo compartilharam milhares de projetos em torno de temas semanais de artesanato de recicláveis a músicas para lavar as mãos.",
    "annualReport.2020.yearInReviewCard5Date": "Maio",
    "annualReport.2020.yearInReviewCard5Title": "Vidas Negras Importam",
    "annualReport.2020.yearInReviewCard5Text": "Enquanto os protestos por justiça racial varriam os EUA, a comunidade se uniu para apoiar uns aos outros e pedir mudanças.",
    "annualReport.2020.yearInReviewCard6Date": "Junho",
    "annualReport.2020.yearInReviewCard6Title": "Estúdio Scratch Diversão em Casa!",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers compartilharam seus jogos e atividades favoritos para se manterem ocupados enquanto estavam em casa.",
    "annualReport.2020.yearInReviewCard7Date": "Junho",
    "annualReport.2020.yearInReviewCard7Title": "Estúdio Juneteenth",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers criaram projetos para homenagear o Juneteenth (Dia da Independência dos Negros nos Estados Unidos) e a luta contínua pela justiça racial.",
    "annualReport.2020.yearInReviewCard8Date": "Julho",
    "annualReport.2020.yearInReviewCard8Title": "Acampamento Scratch",
    "annualReport.2020.yearInReviewCard8Text": "Scratch o Musical fez toda a comunidade atuar, cantar e dançar.",
    "annualReport.2020.yearInReviewCard9Date": "Outubro",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers fizeram centenas de histórias criativas, jogos e animações com base em temas diários.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Engenheira de Relações com Desenvolvedores da Plataforma Google Cloud e Programadora Drag Queen",
    "annualReport.2020.communityQuote2Text": "Ver o poder que você tem quando está criando algo e poder representar a si mesmo e seus problemas e expressá-los ou resolvê-los com programação é uma experiência realmente mágica e tem impacto real no mundo.",
    "annualReport.2020.communitySnapshotTitle": "Melhorando Nossas Ferramentas",
    "annualReport.2020.communitySnapshotText": "Nossa Equipe de Comunidade usa uma ampla variedade de ferramentas e estratégias para encorajar a boa cidadania digital e manter um ambiente positivo para os Scratchers criarem. Em 2020, desenvolvemos uma nova interface mais intuitiva para ajudar os Scratchers a sinalizar conteúdo impróprio e melhoramos as ferramentas usadas por nossa equipe de moderação de comunidade. Como resultado, recebemos relatórios de alta qualidade da comunidade e nossos moderadores puderam trabalhar com mais rapidez e eficiência—mantendo o site mais seguro e amigável para todos.",
    "annualReport.2020.communitySnapshot2Title": "Novos Tutoriais de Scratch no YouTube",
    "annualReport.2020.communitySnapshot2Text": "A Equipe Scratch começou a compartilhar tutoriais em nosso canal do YouTube em março de 2020 para ajudar os Scratchers a ganhar as habilidades para criar tudo o que pudessem imaginar. De pixel art a animais de estimação virtuais, esses tutoriais são um sucesso entre os Scratchers de todas as idades, obtendo 1,3 milhão de visualizações em 2020.",
    "annualReport.2020.tutorial1": "Cidade Virtual",
    "annualReport.2020.tutorial2": "Jogo da Coleta",
    "annualReport.2020.tutorial3": "Criador de Ator",
    "annualReport.2020.tutorial4": "Animal de Estimação Virtual",
    "annualReport.2020.EDMessageTitle": "Uma Mensagem da Nossa Diretora Executiva",
    "annualReport.2020.EDMessageText1": "2020 foi um ano transformacional em todo mundo e para o Scratch. Entrei para a equipe em novembro, quando estávamos há meses na pandemia de COVID-19. Com minha experiência como líder educacional, eu estava animada com o potencial de liderar o Scratch por um período de mudanças significativas e continuar a trabalhar em direção ao meu objetivo pessoal de ajudar estudantes de todas as origens a alcançar novos patamares. Eu sabia que neste ano desafiador, as crianças de todos os lugares precisavam seriamente de ainda mais apoio para alcançarem seu potencial.",
    "annualReport.2020.EDMessageText2": "As estruturas injustas que construímos para educar as crianças foram exacerbadas pela pandemia. Por meio de nossas conversas com famílias e educadores de todo o mundo, sabíamos que em 2020, crianças de todas as comunidades precisariam de oportunidades de aprendizagem criativa para expressarem suas ideias e desenvolverem suas habilidades mais do que nunca, mesmo quando muitas delas não podiam ir para a escola.",
    "annualReport.2020.EDMessageText3": "À medida que o mundo se adaptava e utilizava a aprendizagem criativa e a autoexpressão de novas maneiras, muitos educadores, pais e jovens se voltaram para o Scratch. Vimos 40% mais Scratchers criando projetos ano após ano e Scratchers deixaram 200% mais comentários em 2020 do que em 2019. Crianças de todo o mundo usaram o Scratch como um lugar para se conectar, conversar, colaborar e se envolver uns com os outros. Nós os vimos descobrir as coisas incríveis que podiam criar quando tiveram a oportunidade de pensar de forma criativa e resolver problemas pelos quais eram apaixonados.",
    "annualReport.2020.EDMessageText4": "Após a pandemia, alguns pediram um “retorno ao normal”. Mas, para muitos jovens, a liberdade de aprender e explorar estava faltando em nossas escolas muito antes do COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Devemos fazer tudo o que pudermos para mudar as desigualdades sistêmicas em nossos sistemas educacionais, porque o “normal” não foi construído para ser justo e equitativo para a maioria de nossos filhos.",
    "annualReport.2020.EDMessageText5": "Em 2021, Scratch está redobrando nossos esforços para alcançar os jovens que foram historicamente excluídos da computação criativa e de outras oportunidades de aprendizagem criativa. Com o suporte do Google.org, lançamos o Scratch Educação Colaborativa (SEC), uma rede poderosa de organizações em todo o mundo com foco em apoiar esses aprendizes no desenvolvimento de sua confiança na computação criativa. As 41 organizações no primeiro ano do novo programa se conectarão e aprenderão com a Equipe Scratch e vice-versa, e desenvolverão Kits de Ferramentas de Equidade que as apoiarão enquanto crescem e escalam seu apoio aos aprendizes em sua comunidade.",
    "annualReport.2020.EDMessageText6": "Nosso trabalho para tornar o Scratch ainda mais equitativo e inclusivo está longe de acabar. Estou animada para compartilhar mais com vocês nos próximos meses. Por hora, gostaria de estender meus sinceros agradecimentos à Comunidade Scratch por continuar a apoiar e cuidar uns dos outros durante um ano turbulento. Sua criatividade e compaixão nunca param de nos inspirar.",
    "annualReport.2020.EDTitle": "Diretora Executiva, Fundação Scratch",
    "annualReport.2020.lookingForward": "Olhando Para Frente",
    "annualReport.2020.lookingForwardText1": "Em 2021, continuaremos a inovar e colaborar com nossos parceiros para tornar o Scratch ainda melhor para as crianças pelo mundo. Nos próximos meses, vamos trabalhar para levar o Scratch para mais escolas, expandir caminhos para a aprendizagem criativa, desenvolver e localizar mais recursos para educadores e jovens,  melhorar a experiência de quem começa no Scratch e outros projetos ainda mais interessantes.",
    "annualReport.2020.lookingForwardText2": "Nós recebemos doações generosas da Fundação LEGO e Google.org para ajudar a expandir nosso alcance global, favorecer nossa missão e apoiar este importante trabalho.",
    "annualReport.2020.learnMore": "Aprenda Mais:",
    "annualReport.2020.learnMoreLink1Text": "A Fundação LEGO e a Fundação Scratch anunciam uma parceria para apoiar o aprendizado pela brincadeira com tecnologia para milhões de crianças pelo mundo (em inglês)",
    "annualReport.2020.learnMoreLink2Text": "Semana da Educação da Ciência da Computação: Mais ajuda para mais estudantes (em inglês)",
    "annualReport.2020.supportersTitle": "Obrigado aos Nossos Apoiadores",
    "annualReport.2020.supportersIntro": "Obrigado aos nossos generosos apoiadores. Sua contribuição nos ajuda a expandir as oportunidades de aprendizagem criativa para crianças de todas as idades, de todas as origens, em todo o mundo.",
    "annualReport.2020.ourSupporters": "Nossos Apoiadores",
    "annualReport.2020.ourSupportersText": "Gostaríamos de agradecer a todos os apoiadores do Scratch que, através dos anos, tem nos ajudado a criar maravilhosas experiências de aprendizagem para milhões de crianças pelo mundo. A lista a seguir é baseada em doações recebidas pela Fundação Scratch de 1 de janeiro de 2020 até 31 de dezembro de 2020.",
    "annualReport.2020.supportersFoundingTitle": "Parceiros Fundadores — US$ 10.000.000+",
    "annualReport.2020.supportersFoundingText": "Somos especialmente gratos aos nossos Parceiros Fundadores que individualmente proveram mais de US$ 10.000.000 em apoio acumulado desde o inicio do Scratch em 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Parceiros do gato do Scratch — US$ 1.000.000+",
    "annualReport.2020.supportersCreativityTitle": "Círculo de Criatividade — US$ 250.000+",
    "annualReport.2020.supportersCollaborationTitle": "Círculo de Colaboração — US$ 100.000+",
    "annualReport.2020.supportersImaginationTitle": "Círculo de Imaginação — US$ 50.000+",
    "annualReport.2020.supportersInspirationTitle": "Círculo de Inspiração — US$ 20.000+",
    "annualReport.2020.supportersExplorationTitle": "Círculo de Exploração — US$ 5.000+",
    "annualReport.2020.supportersPlayTitle": "Círculo de Brincar — US$ 1.000+",
    "annualReport.2020.supportersInKindTitle": "Apoiadores em Espécie",
    "annualReport.2020.leadershipTitle": "Nossa Equipe",
    "annualReport.2020.leadershipBoard": "Conselho Administrativo",
    "annualReport.2020.leadershipChair": "Presidente",
    "annualReport.2020.leadershipProfessor": "Professor de Pesquisa em Aprendizagem",
    "annualReport.2020.leadershipViceChair": "Vice-presidente",
    "annualReport.2020.leadershipCoFounder": "Co-fundador and co-presidente",
    "annualReport.2020.leadershipBoardMember": "Membro do conselho",
    "annualReport.2020.leadershipPresidentCEO": "Presidente e CEO",
    "annualReport.2020.leadershipFormerPresident": "Antiga presidente",
    "annualReport.2020.leadershipFounderCEO": "Fundador e Presidente Executivo do Conselho",
    "annualReport.2020.leadershipFormerChairCEO": "Antiga CEO e Presidente do Conselho",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Secretária e Tesoureiro do Conselho",
    "annualReport.2020.leadershipBoardSecretary": "Secretária do Conselho",
    "annualReport.2020.leadershipBoardTreasurer": "Tesoureiro do Conselho",
    "annualReport.2020.leadershipScratchTeam": "Equipe Scratch 2020",
    "annualReport.2020.leadershipED": "Diretora Executiva",
    "annualReport.2020.teamThankYou": "Agradecemos Mitch Resnick, Natalie Rusk, Rupal Jain e  outros colaboradores do Lifelong Kindergarten Group no MIT Media Lab pelo seu incansável suporte ao Scratch.",
    "annualReport.2020.donateTitle": "Apoie-nos",
    "annualReport.2020.donateMessage": "Seu apoio nos permite tornar o Scratch gratuito para todos, mantém nossos servidores funcionando e, o mais importante, nós somos capazes de fornecer às crianças ao redor do mundo uma oportunidade de imaginar, criar e compartilhar. Obrigado!",
    "annualReport.2020.donateButton": "Fazer doação",
    "annualReport.2020.projectBy": "projeto de",
    "annualReport.2020.altAvatar": "avatar de usuário",
    "annualReport.2020.altDropdownArrow": "Seta indicando menu de seleção",
    "annualReport.2020.altMastheadIllustration": "Três pessoas interagindo com blocos físicos do Scratch.",
    "annualReport.2020.altWave": "Um emoji de mão acenando.",
    "annualReport.2020.altMitchHeadshot": "Fundador Mitch Resnick",
    "annualReport.2020.altBlocks": "Dois blocos do Scratch encaixados um sobre o outro.",
    "annualReport.2020.altBanana": "Uma banana com um fio encaixado nela.",
    "annualReport.2020.altProjectsIllustration": "Três crianças, uma em pé, uma sentada em uma cadeira de rodas e uma sentada no chão pintam e cortam projetos de arte.",
    "annualReport.2020.altPassionIllustration": "Três crianças, uma de pé, uma ajoelhada e uma sentada no chão, pintam, tocam música em um piano e observam as estrelas usando um telescópio.",
    "annualReport.2020.altPeersIllustration": "Quatro crianças sentam-se ao redor de uma fogueira, jogando e batendo na mão se cumprimentando.",
    "annualReport.2020.altPlayIllustration": "Três crianças, uma de pé, uma ajoelhada e uma sentada, empilham pedras, brincam com barquinhos de brinquedo e fazem origami.",
    "annualReport.2020.altCalendar": "Um calendário exibindo o ano de 2020.",
    "annualReport.2020.altCommentsVisualization": "Duas bolhas de comentários. Uma menor e mais escura representando a parcela de comentários em 2019. Uma mais clara representando o aumento nos comentários feitos em 2020.",
    "annualReport.2020.altArrowUp": "Uma seta apontando para cima e para a direita.",
    "annualReport.2020.altTranslated": "Um bloco do Scratch que diz \"Olá\" e uma lista dos idiomas em que o Scratch está disponível.",
    "annualReport.2020.altScratchHorizontalCommand": "Um bloco horizontal de comando do Scratch.",
    "annualReport.2020.altScratchJr": "Logo do ScratchJr",
    "annualReport.2020.altHorizontalLoop": "Bloco horizontal de laço do Scratch.",
    "annualReport.2020.altPieChart": "Visualização mostrando o aumento de 602% de projetos criados ao longo de 2020 em relação aos projetos criados em 2019.",
    "annualReport.2020.altUsers": "Dois ícones representando pessoas, um cinza ligeiramente menor e um roxo um pouco maior.",
    "annualReport.2020.altArrowNext": "Uma seta apontando para a direita.",
    "annualReport.2020.altBenedict": "Avatar de Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland a frente de um fantoche de saco de papel e a ilustração de uma tartaruga voadora.",
    "annualReport.2020.altSprinklesLeft": "Um bloco do Scratch de rosto sorridente e um coração exibidos em um telefone.",
    "annualReport.2020.altSprinklesRight": "Uma mão interagindo com blocos do Scratch.",
    "annualReport.2020.altFileDownload": "Uma seta apontando para uma cesta indicando que um arquivo pode ser baixado.",
    "annualReport.2020.altWaveTop": "Uma onda azul clara coberta por avatares e blocos do Scratch.",
    "annualReport.2020.altWaveBottom": "Uma onda azul clara.",
    "annualReport.2020.altConnectingLine": "Uma linha pontilhada conectando os meses",
    "annualReport.2020.altApril": "Um desenho a lápis e canetinha de um projeto do Scratch que retratando um barco e água.",
    "annualReport.2020.altMay": "Um calendário marcado com emojis colocados em uma bolha.",
    "annualReport.2020.altJune": "A bandeira Juneteenth e um avião de papel.",
    "annualReport.2020.altJuly": "Um microfone e notas musicais.",
    "annualReport.2020.altToolsIllustration": "Uma mão tocando em um ícone de ponto de exclamação acima de algumas bolhas de texto.",
    "annualReport.2020.altVirtualTown": "Uma garota corre por uma calçada em frente a algumas casas.",
    "annualReport.2020.altCatchGame": "Uma maçã flutua no horizonte à direita enquanto uma cesta fica abaixo em direção ao centro da moldura.",
    "annualReport.2020.altCharacterDesigner": "Um cachorro senta-se na frente de um fundo listrado em verde e branco.",
    "annualReport.2020.altVirtualPet": "Um ouriço sentado em cima de uma pedra no meio de um gramado.",
    "annualReport.2020.altLookingForward": "Um regador rega uma muda que se transforma em uma árvore alta.",
    "annualReport.2020.altIndia1": "Um brilho festivo aparece abaixo do texto dizendo \"feliz Diwali!\"",
    "annualReport.2020.altIndia2": "A mascote do gato do Scratch aparece ao lado de algum texto escrito em hindi",
    "annualReport.2020.altIndia3": "Uma mulher indiana aparece em frente à bandeira da Índia que tem um coração com a palavra \"Índia\".",
    "annualReport.2020.altIndia4": "Duas mãos aparecem sobre uma flauta em frente a um fundo contendo um calçadão e o mar.",
    "annualReport.2020.altChile": "Um grupo de crianças está sentado ao redor de uma mesa repleta de artefatos e um laptop.",
    "annualReport.2020.altBrazil": "Crianças sentadas em frente a um laptop conectado a cinco colheres com fios.",
    "annualReport.2020.altIndia": "Uma mulher dá instruções às meninas sentadas na frente de um computador.",
    "annualReport.2020.altUSA": "Uma pequena miniatura de vídeo é exibida ao lado de uma captura de tela da interface de usuário do Scratch",
    "annualReport.2020.altChileIcon": "O mascote do Scratch",
    "annualReport.2020.altBrazilIcon": "Uma espiral verde",
    "annualReport.2020.altIndiaIcon": "Uma estrela entrelaçada com um círculo",
    "annualReport.2020.altUSAIcon": "Uma framboesa de desenho animado, o logotipo da Fundação Raspberry Pi",
    "annualReport.2020.altTutorial": "Um tutorial do Scratch em espanhol",
    "annualReport.2020.altGettingStarted": "Um botão de reprodução fica na parte superior da interface do usuário do Scratch.",
    "annualReport.2020.altEditor": "A interface do usuário do Scratch, juntamente com uma prévia do programa em construção, mostrando duas pessoas conversando.",
    "annualReport.2020.altHackYourWindow": "Um cachorro com um capacete espacial, uma estrela e uma rosquinha flutuam do lado de fora de uma janela no espaço.",
    "annualReport.2020.altScratchInteraction": "Duas pessoas conversam cercadas de blocos do Scratch. Uma está entregando um bloco para a outra.",
    "annualReport.2020.altImageBubbles": "Imagens de projetos Scratch aparecem em formas de bolhas agrupadas.",
    "annualReport.2020.altConnectivityVideoPreview": "Um botão de reprodução aparece sobre uma cena de criaturas marinhas amigáveis.",
    "annualReport.2020.altAdaptationVideoPreview": "Um botão de reprodução aparece em várias cenas da interface de usuário do Scratch.",
    "annualReport.2020.altJanuaryCard": "A Rey de Star Wars segura um bastão e fica parada no deserto.",
    "annualReport.2020.altAprilCard": "Várias capturas de tela da interface de usuário do Scratch são colocadas juntas.",
    "annualReport.2020.altMayCard": "Mãos pertencentes a pessoas de várias etnias estão levantadas em punhos.",
    "annualReport.2020.altJuneCard": "Uma pessoa grampeia uma flor de papel.",
    "annualReport.2020.altJulyCard": "Um caranguejo, uma sereia e um polvo tocam música juntos no fundo do mar.",
    "annualReport.2020.altOctoberCard": "Uma abóbora e um doce de milho aparecem na parede acima de uma estação de trabalho de computador.",
    "annualReport.2020.altDonateIllustration": "Duas mãos formam um coração com os dedos dentro de um recorte em forma de coração."
}