{
    "annualReport.2020.subnavFoundersMessage": "Mensagem do Fundador",
    "annualReport.2020.subnavMission": "Missão",
    "annualReport.2020.subnavReach": "Alcance",
    "annualReport.2020.subnavThemes": "Temas",
    "annualReport.2020.subnavDirectorsMessage": "Mensagem do Diretor",
    "annualReport.2020.subnavSupporters": "Apoiadores",
    "annualReport.2020.subnavTeam": "Equipe",
    "annualReport.2020.subnavDonate": "Fazer doação",
    "annualReport.2020.mastheadYear": "Relatório Anual de 2020",
    "annualReport.2020.mastheadTitle": "Adaptando-se a um Mundo em Mudança",
    "annualReport.2020.foundersMessageTitle": "Uma Mensagem de Nosso Fundador",
    "annualReport.2020.foundersMessageP1": "O ano de 2020 será lembrado como o ano em que a pandemia da COVID tomou conta do mundo, causando dificuldades e rupturas na vida de todos - com as maiores dificuldades caindo injustamente sobre aqueles que já enfrentam desafios em suas vidas.",
    "annualReport.2020.foundersMessageP2": "Ao longo da pandemia, jovens de todo o mundo, muitos isolados em suas casas, vieram ao website do Scratch em maior número do que nunca, vendo no Scratch um espaço seguro onde eles podem se expressar criativamente, aprender novas habilidades e colaborar uns com os outros. Fomos inspirados por tantos projetos do Scratch que jovens criaram durante 2020, muitos deles compartilhando o que pensam e sentem quanto à pandemia, ao aquecimento global, à injustiça racial e outras questões em suas mentes. Os jovens não estavam apenas aprendendo conceitos e habilidades computacionais, mas também desenvolvendo sua voz e identidade.",
    "annualReport.2020.foundersMessageP3": "Para garantir que o Scratch possa continuar a desempenhar este importante papel na vida dos jovens nos próximos anos, temos feito mudanças organizacionais significativas no Scratch. No início de 2020, a Equipe do Scratch se mudou de sua antiga casa no MIT Media Lab para os novos escritórios da Fundação Scratch no centro de Boston. Esta mudança nos ajudará a construir uma organização sustentável capaz de apoiar o Scratch como uma plataforma global de programação criativa para o futuro.",
    "annualReport.2020.foundersMessageP4": "Mais tarde, em 2020, como parte desta transição organizacional, contratamos Shawna Young para servir como Diretora Executiva da Fundação Scratch. Shawna vem para a Fundação Scratch com um forte histórico em educação e gestão de organizações sem fins lucrativos, e um profundo compromisso com equidade e inclusão. Ao longo de sua carreira em instituições como Duke e MIT, Shawna tem trabalhado para expandir experiências de aprendizagem para estudantes de diversas comunidades. Esse compromisso está fortemente alinhado com a missão e valores do Scratch, e desempenhará um papel importante em sua liderança no Scratch. Eu os encorajo a ler a mensagem de Shawna no final deste relatório anual.",
    "annualReport.2020.foundersMessageP5": "Durante a última década, o Scratch teve um sucesso fenomenal, envolvendo dezenas de milhões de jovens em todo o mundo. Mas estamos apenas começando. O desafio para os próximos anos é garantir que possamos continuar a difundir e apoiar não apenas nossa tecnologia, mas também nossa abordagem criativa, cuidadosa e colaborativa de aprendizagem, para que os jovens de todo o mundo tenham oportunidades iguais de imaginar, criar, compartilhar e aprender. Estamos ansiosos para trabalhar com todos vocês para fazer isso acontecer!",
    "annualReport.2020.foundersMessageScratchTitle": "Presidente, Fundação Scratch",
    "annualReport.2020.foundersMessageAffiliation": "Professor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Assista ao Vídeo",
    "annualReport.2020.missionTitle": "Nossa Missão e Visão",
    "annualReport.2020.visionHeader": "Visão",
    "annualReport.2020.visionSubtitle": "Divulgar abordagens criativas, carinhosas, colaborativas e equitativas de programação e aprendizagem em todo o mundo.",
    "annualReport.2020.missionHeader": "Missão",
    "annualReport.2020.missionSubtitle": "Proporcionar aos jovens ferramentas digitais e oportunidades para imaginar, criar, compartilhar e aprender.",
    "annualReport.2020.missionP1": "Estamos comprometidos com a justiça educacional e com priorizar a equidade em todos os aspectos de nosso trabalho, com um foco particular em iniciativas e abordagens que apoiem crianças, famílias e educadores excluídos da computação criativa.",
    "annualReport.2020.missionP2": "Desenvolvemos o Scratch como um ambiente de aprendizagem livre, seguro e lúdico que envolve todas as crianças em pensar criativamente, raciocinar sistematicamente e trabalhar em colaboração—habilidades essenciais para todos na sociedade de hoje. Trabalhamos com educadores e famílias para apoiar as crianças na exploração, no compartilhamento e na aprendizagem.",
    "annualReport.2020.missionP3": "No desenvolvimento de novas tecnologias, atividades e materiais de aprendizagem, somos guiados pelo que chamamos os Quatro P's da Aprendizagem Criativa:",
    "annualReport.2020.fourPs": "Os 4 P's da Aprendizagem Criativa",
    "annualReport.2020.missionProjectsTitle": "Projetos",
    "annualReport.2020.missionPeersTitle": "Pares",
    "annualReport.2020.missionPassionTitle": "Paixão",
    "annualReport.2020.missionPlayTitle": "Pensar brincando",
    "annualReport.2020.missionProjectsDescription": "Envolvemos as crianças na concepção, criação e expressão pessoal criativa",
    "annualReport.2020.missionPeersDescription": "Apoiamos as crianças na colaboração, compartilhamento, remixagem e mentoria",
    "annualReport.2020.missionPassionDescription": "Permitimos que as crianças explorarem seus interesses e trabalharem em projetos pessoais significativos",
    "annualReport.2020.missionPlayDescription": "Encorajamos as crianças a brincarem, experimentarem e interagirem",
    "annualReport.2020.reachTitle": "Alcançando Crianças ao Redor do Mundo",
    "annualReport.2020.reachSubtitle": "O Scratch é a maior comunidade de programação para crianças e adolescentes acima de 8 anos.",
    "annualReport.2020.reachMillion": "milhões",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% desde 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% desde 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% desde 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Novos Usuários",
    "annualReport.2020.reachProjectsCreated": "de Projetos Criados",
    "annualReport.2020.reachProjectCreators": "Pessoas Criando Projetos",
    "annualReport.2020.reachComments": "aumento no número de comentários feitos desde 2019",
    "annualReport.2020.reachGlobalCommunity": "Nossa Comunidade Global",
    "annualReport.2020.reachMapBlurb": "Total de contas registradas na Comunidade Online do Scratch desde o lançamento do Scratch até dezembro de 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "em uma escala logarítmica ",
    "annualReport.2020.reachTranslationTitle": "O Scratch é Traduzido em 64 Idiomas",
    "annualReport.2020.reachTranslationIncrease": "3 idiomas desde 2019",
    "annualReport.2020.reachTranslationBlurb": "Graças a tradutores voluntários de todo o mundo.",
    "annualReport.2020.reachScratchJrBlurb": "O ScratchJr é um ambiente de programação introdutório que permite crianças mais novas (de 5-7 anos) criarem seus próprios jogos e histórias interativas.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Downloads em 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} desde 2019",
    "annualReport.2020.themesTitle": "Temas Emergentes",
    "annualReport.2020.themesDescription": "Ao enfrentarem os desafios sem precedentes da COVID-19, o Scratch tornou-se um lugar mais importante do que nunca para os jovens se conectarem, criarem e se expressarem. Ao longo do ano, nosso trabalho foi focado em três áreas para melhor apoiar nossa crescente comunidade global: conectividade, adaptação e comunidade. Como sempre, nossos esforços foram fundamentados em nosso compromisso com a equidade e a inclusão.",
    "annualReport.2020.equity": "Equidade",
    "annualReport.2020.globalStrategy": "Estratégia Global",
    "annualReport.2020.connectivityTitle": "Conectividade",
    "annualReport.2020.connectivityIntro": "Enquanto os jovens estavam isolados em casa devido à COVID-19, o Scratch ofereceu-lhes uma oportunidade para se conectarem e criarem com amigos distantes, colegas de classe e membros da família. Também serviu como um portal para o mundo exterior, onde eles descobriram que milhões de crianças em países e continentes diferentes passavam pelo mesmo que eles.",
    "annualReport.2020.aaronText": "Os estudantes de Aaron trabalharam juntos para construir uma versão “excêntrica” de sua cidade chamada “Norwouldn't”, repleta de criaturas de livros de histórias, obras de arte originais e narrativas interligadas. Foi um dos muitos projetos colaborativos de Scratch que Aaron organizou para lembrar aos estudantes que mesmo enquanto a COVID-19 os mantinha dentro de suas casas, eles ainda faziam parte de uma comunidade alegre e carinhosa.",
    "annualReport.2020.spotlightStory": "História em Destaque",
    "annualReport.2020.connectivityIndia": "Scratch na Índia",
    "annualReport.2020.connectivityIndiaIntro": "Na Índia, a pandemia da COVID-19 teve um enorme impacto e manteve muitos jovens e famílias isolados por longos períodos.",
    "annualReport.2020.connectivityIndiaParagraph": "Em toda a comunidade global do Scratch, vimos um enorme pico de atividade que começou em março de 2020. Em nenhum lugar este pico repentino foi mais evidente do que na Índia, onde a pandemia da COVID-19 teve um enorme impacto e manteve muitos jovens e famílias isolados por longos períodos de tempo. Através do Scratch, as crianças na Índia encontraram conexão criando e compartilhando 602% mais projetos do que no ano anterior.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "de Projetos Foram Criados Online em 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% desde 2019",
    "annualReport.2020.connectivityRegistedUsers": "O número total de usuários registrados na Índia mais que dobrou em um ano, ",
    "annualReport.2020.connectivityRegistedUsersNumbers": "aumentando de mais de 300.000 em 2019 para mais de 700.000 em 2020.",
    "annualReport.2020.connectivityIndiaUsers": "O número de visitantes únicos aumentou",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1,8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4,6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "O número de pessoas criando projetos aumentou",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "em 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mil",
    "annualReport.2020.connectivityIndiaProjectsNew": "1,1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch ao Redor do Mundo",
    "annualReport.2020.connectivityWorldSubtitle": "Colaboradores Internacionais",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "O Scratch Al Sur se dedica a apoiar o pensamento computacional e criativo entre estudantes e educadores no Chile e em toda a América Latina. Eles nos ajudaram na tradução e localização para rapa nui e espanhol, e envolveram muitos educadores em oficinas colaborativas e lúdicas de desenvolvimento profissional com Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Rede de Aprendizagem Criativa do Brasil",
    "annualReport.2020.connectivityCountryBrazil": "Brasil",
    "annualReport.2020.connectivityCountryBrazilParagraph": "A Rede Brasileira de Aprendizagem Criativa é um movimento social que implementa práticas educacionais lúdicas, criativas e relevantes em todo o Brasil. Em 2020, a Equipe do Scratch se apresentou no evento da Semana de Aprendizagem Criativa da Rede Brasileira de Aprendizagem Criativa para compartilhar como as crianças estavam usando o Scratch para construir comunidade, expressar-se e falar sobre o que é importante para elas. Por sua vez, aprendemos como os educadores da rede estavam criando oportunidades de autoexpressão com os alunos em suas próprias comunidades.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "Índia",
    "annualReport.2020.connectivityCountryIndiaParagraph": "A Quest Alliance capacita milhões de alunos e educadores com habilidades do século 21, incluindo computação criativa. Em 2020, a {QuestAllianceLink} compartilhou o Scratch com alunos e educadores em toda a Índia.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "EUA",
    "annualReport.2020.connectivityCountryUSAParagraph": "A Raspberry Pi trabalha para colocar o poder da computação e da produção digital nas mãos de pessoas de todo o mundo. Através de sua iniciativa Making at Home, eles lideram eventos via livestream que encorajam famílias e jovens a aprender e criar juntos. Várias dessas lives tiveram tutoriais de Scratch—e às vezes, até mesmo {USALink}!",
    "annualReport.2020.connectivityResources": "Recursos",
    "annualReport.2020.connectivityResourcesSubtitle": "Localizando com o apoio da Fundação LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Para ajudar com nosso brilhante alcance global e nossa resposta à COVID-19, a Fundação LEGO apoiou o Scratch com uma generosa doação. Com este financiamento, fomos capazes de localizar recursos chave e alcançar ainda mais jovens em todo o mundo.",
    "annualReport.2020.connectivityExample1Title": "Imagens de Tutoriais",
    "annualReport.2020.connectivityExample1Paragraph": "Traduzimos as imagens de 25 tutoriais do Scratch para 12 idiomas—totalizando mais de 1.000 imagens novas!",
    "annualReport.2020.connectivityExample2Title": "Começando com o Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "O vídeo \"Começando com o Scratch\" é o tutorial em vídeo de Scratch mais acessado e visto, recebendo os novos Scratchers quando eles se juntam ao site pela primeira vez. Conseguimos traduzir este vídeo para 25 novos idiomas e atualizar as 3 traduções anteriores, incluindo visuais, locução e legendas.",
    "annualReport.2020.connectivityExample3Title": "Editor do Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "O editor de projeto do Scratch é o recurso mais essencial do Scratch. Trabalhamos com uma empresa de tradução sul-africana especializada em tradução educacional de relevância cultural para traduzir e revisar o editor do Scratch em cinco idiomas sul-africanos: isiZulu, isiXhosa, Afrikaans, Sestwana e Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptação",
    "annualReport.2020.adaptationIntro": "Enquanto a COVID-19 obrigava as escolas a fechar e empurrava a aprendizagem para espaços virtuais, muitos estudantes e professores estavam descobrindo o Scratch pela primeira vez ou adaptando a maneira como ensinavam e aprendiam a programação criativa. Dentro de nossas próprias casas, a Equipe do Scratch trabalhou para suportar as mudanças das necessidades dos educadores e da comunidade online.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curador para a Aprendizagem Criativa, mumok, Viena, Áustria",
    "annualReport.2020.adaptationQuoteText": "No meio de todos os problemas do ano passado, o Scratch continuou sendo nossa plataforma de comunicação, nosso lugar de encontro e nosso meio de nos expressarmos de forma criativa.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "Professor de Biblioteca de Mídia do Jardim de Infância ao Quinto Ano, Norwood, Massachusetts, EUA",
    "annualReport.2020.adaptationHighlightText": "Na escola \"Title One\" de Aaron Reuland em Norwood, Massachusetts, ele contou com o Scratch para ajudar a envolver os alunos remotos na aprendizagem criativa e reacender seu senso de comunidade \"quando as únicas coisas que eu sabia que todos teríamos acesso eram um computador funcional e uma conexão com a Internet\".",
    "annualReport.2020.adaptationHighlightText2": "Os estudantes de Aaron trabalharam juntos para construir uma versão \"excêntrica\" de sua cidade chamada \"Norwouldn't\", repleta de criaturas de livros de histórias, obras de arte originais e narrativas interligadas. Foi um dos muitos projetos colaborativos de Scratch que Aaron organizou para lembrar aos estudantes que mesmo enquanto a COVID-19 os mantinha dentro de suas casas, eles ainda faziam parte de uma comunidade alegre e carinhosa.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch em Casa",
    "annualReport.2020.adaptationHighlightText2b": "No dia 17 de março, respondemos à crise da COVID-19 lançando as {linkText} para fornecer às crianças, famílias e educadores ideias para se envolverem em atividades de aprendizagem criativa com o Scratch em casa. Foi uma forma inestimável de se conectar com nossa comunidade e se adaptar a uma maneira totalmente nova de aprender e interagir online.",
    "annualReport.2020.adaptationHighlightTitle3": "Lives Create-Along",
    "annualReport.2020.adaptationHighlightText3b": "Nossa equipe hospedou semanalmente, {linkText} ao vivo para conectar com crianças, pais e educadores em casa e compartilhar dicas e truques para criar diferentes tipos de projetos com Scratch. Foi muito divertido ver os projetos que eles foram inspirados a criar em nossos estúdios Create-Along!",
    "annualReport.2020.adaptationHighlightTitle4": "Hackeie Sua Janela",
    "annualReport.2020.adaptationHighlightText4b": "O professor de Scratch Eduard Muntaner Perich criou um estúdio inspirado na #ScratchAtHome que foi um arraso na comunidade: {linkText}. Centenas de Scratchers de todo o mundo imaginaram jogos e histórias fantásticas acontecendo do lado de fora de sua janela.",
    "annualReport.2020.adaptationEducatorsTitle": "Conectando com Educadores",
    "annualReport.2020.adaptationEducatorsText": "Educadores de todo o mundo compartilharam suas próprias ideias com a #ScratchAtHome e discutiram as dificuldades e os triunfos do ensino à distância em uma conversa animada no Twitter no dia 8 de abril de 2020.",
    "annualReport.2020.adaptationSnapshot": "Snapshots",
    "annualReport.2020.adaptationSnapshot1Title": "Oficinas Virtuais da Computer Clubhouse Network",
    "annualReport.2020.adaptationSnapshot1Text": "Como parte de nossa parceria de longa data, a Equipe do Scratch realiza oficinas para educadores de jovens a partir da {linkText}. Assim como educadores de todo o mundo, nossa equipe teve que realizar oficinas online pela primeira vez em 2020 e aprender como combater o isolamento e as dificuldades técnicas do aprendizado virtual. Mas graças a ferramentas de colaboração online e a métodos inovadores de compartilhamento e reflexão, a equipe foi capaz de recriar o espírito colaborativo e lúdico das oficinas presenciais em um espaço virtual.",
    "annualReport.2020.adaptationSnapshot2Title": "Traga-se para o Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 também foi um ano de adaptação de nossas ferramentas e plataforma. Desenvolvemos e acrescentamos novos atores à Biblioteca de Atores para inspirar e permitir que Scratchers iniciantes tornem seus projetos representativos de sua identidade racial, cultural, de gênero ou outra identidade pessoal.",
    "annualReport.2020.communityTitle": "Comunidade",
    "annualReport.2020.communityIntro": "Em 2020, a Comunidade Scratch tornou-se um lugar ainda mais vital para os jovens encontrarem um sentimento de união e pertencimento. Ao vermos as conversas significativas, os projetos colaborativos e as histórias comoventes que os Scratchers compartilharam, ficamos maravilhados com seu espírito criativo e resiliente.",
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "In 2019, with support from Google.org, the Scratch Team worked with Chicago Public School’s Office of Computer Science to connect students, families, teachers, and other community members through Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "This year, our teams faced a new challenge: how could we bring the playful, community-building spirit of Family Creative Coding Nights to a virtual space, helping schools develop vital connections with remote students and their families? We developed the Virtual Family Coding Nights guide to provide a structure for these connections and support joyful learning",
    "annualReport.2020.communityDownloadButton": "Virtual Family Coding Nights Guide",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], there were not many opportunities to engage with parents in such a fun, high energy way. So this opportunity provided much needed engagement...Teachers were apprehensive, but the students' level of excitement pushed them into a space where they had to trust the process and allow kids to learn from one another.",
    "annualReport.2020.communityScratchCommunity": "Scratch Community",
    "annualReport.2020.communityScratchCommunityIntro": "Quando questionamos sobre por que eles usam o Scratch, a maioria dos Scratchers falam sobre a importância da comunidade online para motivar sua participação contínua, fornecendo um espaço onde eles podem expressar sua criatividade, fazer amigos, receber opiniões, conseguir novas ideias e aprender novas habilidades. Muitos Scratchers expressam seu apreço pela comunidade Scratch como um espaço seguro e acolhedor para se conectar, compartilhar e aprender uns como os outros.",
    "annualReport.2020.communityQuoteGroupText1": "Entrei no Scratch quando tinha 11 anos e as coisas que aprendi usando a plataforma e interagindo com a comunidade foram realmente uma parte vital do meu aprendizado enquanto crescia.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch has allowed me to do things from home, like\n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Estou no Scratch há cerca de 2 anos e tem sido uma experiência de mudança de vida! Aprendi tantas coisas novas, como programação, etiqueta online e arte!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch era meu hobby favorito no sexto ano. Ele secretamente me apresentou à lógica booleana, à ordem de operações e às expressões matemáticas aninhadas—para não mencionar a própria programação de computadores.",
    "annualReport.2020.yearInReview": "Year in Review",
    "annualReport.2020.yearInReviewText": "2020 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2020.yearInReviewCard1Date": "Janeiro",
    "annualReport.2020.yearInReviewCard1Title": "End of the Decade Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers celebrated the close of a decade and new beginnings in this Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "Abril",
    "annualReport.2020.yearInReviewCard2Title": "April Fool’s Day",
    "annualReport.2020.yearInReviewCard2Text": "“Mundane mysteries” appeared around the site, and Cat Blocks surprised and delighted the Scratch community.",
    "annualReport.2020.yearInReviewCard3Date": "Abril",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Scratch Team members began hosting live tutorials to connect and create with Scratchers and their families at home.",
    "annualReport.2020.yearInReviewCard4Date": "Maio",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers around the world shared thousands of projects around weekly themes, from recycled crafts to hand-washing jingles.",
    "annualReport.2020.yearInReviewCard5Date": "Maio",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "As racial justice protests swept the US, the community came together to support each other and call for change.",
    "annualReport.2020.yearInReviewCard6Date": "Junho",
    "annualReport.2020.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers shared their favorite indoor games and activities to keep themselves engaged while staying home.",
    "annualReport.2020.yearInReviewCard7Date": "Junho",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers created projects to honor Juneteenth and the continued fight for racial justice.",
    "annualReport.2020.yearInReviewCard8Date": "Julho",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical got the whole community acting, singing, and dancing together.",
    "annualReport.2020.yearInReviewCard9Date": "Outubro",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers made hundreds of creative stories, games, and animations based on daily themed prompts.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Seeing the power you have when you’re creating something and can represent yourself and your problems and express them or solve them with code is a really magical experience and has real world impact.",
    "annualReport.2020.communitySnapshotTitle": "Improving Our Tools",
    "annualReport.2020.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2020, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",
    "annualReport.2020.communitySnapshot2Title": "New Scratch Tutorials on YouTube",
    "annualReport.2020.communitySnapshot2Text": "The Scratch Team began sharing tutorials on our YouTube channel in March 2020 to help Scratchers gain the skills to create whatever they can imagine. From pixel art to virtual pets, these tutorials are a hit with Scratchers of all ages, gaining 1.3 million views in 2020.",
    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "Jogo de pegar objetos",
    "annualReport.2020.tutorial3": "Character Designer",
    "annualReport.2020.tutorial4": "Animal de estimação virtual",
    "annualReport.2020.EDMessageTitle": "A Message from Our Executive Director",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2020 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2020.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",
    "annualReport.2020.EDTitle": "Executive Director, Scratch Foundation",
    "annualReport.2020.lookingForward": "Looking Forward",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "We’ve received generous grants from the LEGO Foundation and Google.org to help expand our global reach, advance our mission, and support this important work. Learn more:",
    "annualReport.2020.learnMore": "Learn More:",
    "annualReport.2020.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: More help for more students",
    "annualReport.2020.supportersTitle": "Obrigado aos Nossos Apoiadores",
    "annualReport.2020.supportersIntro": "Obrigado aos nossos generosos apoiadores. Sua contribuição nos ajuda a expandir as oportunidades de aprendizagem criativa para crianças de todas as idades, de todas as origens, em todo o mundo.",
    "annualReport.2020.ourSupporters": "Our Supporters",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2020 to December 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Círculo de Imaginação — US$ 50,000+",
    "annualReport.2020.supportersInspirationTitle": "Círculo de Inspiração — US$ 20,000+",
    "annualReport.2020.supportersExplorationTitle": "Círculo de Exploração — US$ 5,000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "Apoiadores em Espécie",
    "annualReport.2020.leadershipTitle": "Nossa Equipe",
    "annualReport.2020.leadershipBoard": "Conselho Administrativo",
    "annualReport.2020.leadershipChair": "Presidente",
    "annualReport.2020.leadershipProfessor": "Professor de Pesquisa em Aprendizagem",
    "annualReport.2020.leadershipViceChair": "Vice-presidente",
    "annualReport.2020.leadershipCoFounder": "Co-fundador and co-presidente",
    "annualReport.2020.leadershipBoardMember": "Membro do conselho",
    "annualReport.2020.leadershipPresidentCEO": "Presidente e CEO",
    "annualReport.2020.leadershipFormerPresident": "Antigo presidente",
    "annualReport.2020.leadershipFounderCEO": "Fundador e CEO",
    "annualReport.2020.leadershipFormerChairCEO": "Antigo Presidente e CEO",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Secretária e Tesoureiro do Conselho",
    "annualReport.2020.leadershipBoardSecretary": "Secretária do Conselho",
    "annualReport.2020.leadershipBoardTreasurer": "Tesoureiro do Conselho",
    "annualReport.2020.leadershipScratchTeam": "Equipe Scratch",
    "annualReport.2020.leadershipED": "Executive Director",
    "annualReport.2020.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",
    "annualReport.2020.donateTitle": "Apoie-nos",
    "annualReport.2020.donateMessage": "Seu apoio nos permite tornar o Scratch gratuito para todos, mantém nossos servidores funcionando e, o mais importante, nós somos capazes de fornecer às crianças ao redor do mundo uma oportunidade de imaginar, criar e compartilhar. Obrigado!",
    "annualReport.2020.donateButton": "Fazer doação",
    "annualReport.2020.projectBy": "project by",
    "annualReport.2020.altAvatar": "user avatar",
    "annualReport.2020.altDropdownArrow": "Arrow indicating dropdown menu.",
    "annualReport.2020.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2020.altWave": "An emoji hand waving.",
    "annualReport.2020.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2020.altBlocks": "Two scratch blocks stacked on top of one another.",
    "annualReport.2020.altBanana": "A banana with a wire plugged into it.",
    "annualReport.2020.altProjectsIllustration": "Three children, one standing, one sitting in a wheelchair, and one sitting on the ground paint and cut art projects.",
    "annualReport.2020.altPassionIllustration": "Three children, one standing, one kneeling, and one sitting on the ground paint, play music on a piano, and stargaze using a telescope.",
    "annualReport.2020.altPeersIllustration": "Four childeren sit around a campfire playing games and high fiving.",
    "annualReport.2020.altPlayIllustration": "Three children, one standing, one kneeling, and one sitting crosslegged stack rocks, play with toy boats, and fold origami.",
    "annualReport.2020.altCalendar": "A calendar displaying the year 2020.",
    "annualReport.2020.altCommentsVisualization": "Two comment bubbles. One smaller and darker representing the share of comments in 2019. One lighter representing the increase in comments made in 2020.",
    "annualReport.2020.altArrowUp": "An arrow pointing up and to the right.",
    "annualReport.2020.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2020.altScratchHorizontalCommand": "A scratch horizontal command component.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontal loop component.",
    "annualReport.2020.altPieChart": "Visualization showing the 602% increase in projects created during 2020 in relation to projects created in 2019.",
    "annualReport.2020.altUsers": "Two generic user icons, a slightly smaller gray one and a slightly larger purple one.",
    "annualReport.2020.altArrowNext": "An arrow pointing to the right.",
    "annualReport.2020.altBenedict": "Avatar for Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2020.altSprinklesLeft": "A smiley face, scratch component, and heart displayed on a phone.",
    "annualReport.2020.altSprinklesRight": "A hand interacting with scratch components.",
    "annualReport.2020.altFileDownload": "An arrow pointing into a basket indicating that a file can be downloaded.",
    "annualReport.2020.altWaveTop": "A light blue wave covered with scratch avatars and scratch components.",
    "annualReport.2020.altWaveBottom": "A light blue wave.",
    "annualReport.2020.altConnectingLine": "A dotted line connecting the months",
    "annualReport.2020.altApril": "A pen and pencil drawing on a scratch project depicting a boat and water.",
    "annualReport.2020.altMay": "A calendar marked with emojis placed on a bubble.",
    "annualReport.2020.altJune": "The Juneteenth flag and a paper airplane.",
    "annualReport.2020.altJuly": "A microphone and music notes.",
    "annualReport.2020.altToolsIllustration": "A hand touching an exclamation point icon above a few text bubbles.",
    "annualReport.2020.altVirtualTown": "A girl runs along a sidewalk in front of a few houses.",
    "annualReport.2020.altCatchGame": "An apple floats on the horizon to the right while a basket sits below toward the center of the frame.",
    "annualReport.2020.altCharacterDesigner": "A dog sits in front of a green and white chevron background.",
    "annualReport.2020.altVirtualPet": "A hedgehog sits on top of a rock in the middle of some grass.",
    "annualReport.2020.altLookingForward": "A watering tree waters a sapling that grows into a tall tree.",
    "annualReport.2020.altIndia1": "A lit sparkler appears below text saying \"happy Diwali!\"",
    "annualReport.2020.altIndia2": "The scratch cat mascot appears next to some text written in Hindi",
    "annualReport.2020.altIndia3": "An Indian woman appears in front of the Indian flag which has a heart containing the word \"India\" on it.",
    "annualReport.2020.altIndia4": "Two hands appear over a flute in front of a background containing a boardwalk and sea.",
    "annualReport.2020.altChile": "A group of children sits around a table filled with arts and crafts and a laptop.",
    "annualReport.2020.altBrazil": "Children sit in front of a laptop connected to five spoons with wires.",
    "annualReport.2020.altIndia": "A woman instructs girls sitting in front of a computer.",
    "annualReport.2020.altUSA": "A small video thumbnail is displayed next to a screenshot of the Scratch user interface",
    "annualReport.2020.altChileIcon": "The Scratch mascot",
    "annualReport.2020.altBrazilIcon": "A green swirl",
    "annualReport.2020.altIndiaIcon": "A star interlocked with a circle",
    "annualReport.2020.altUSAIcon": "A cartoon raspberry, the Raspberry Pi logo",
    "annualReport.2020.altTutorial": "A Scratch tutorial in Spanish",
    "annualReport.2020.altGettingStarted": "A play button sits on top of the Scratch UI.",
    "annualReport.2020.altEditor": "The Scratch UI along wiht a preview of th progam currently being built showing two people talking to each other.",
    "annualReport.2020.altHackYourWindow": "A dog in a space helmet, a star, and a donut float outside a window in space.",
    "annualReport.2020.altScratchInteraction": "Two people talk amongst scratch components. One is handing a component to the other one.",
    "annualReport.2020.altImageBubbles": "Images from Scratch projects appear in bubble shapes grouped together.",
    "annualReport.2020.altConnectivityVideoPreview": "A play button appears over a scene of friendly sea creatures.",
    "annualReport.2020.altAdaptationVideoPreview": "A play button apppears over various scenes from the Scratch user interface.",
    "annualReport.2020.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2020.altAprilCard": "Multiple screenshots from the Scratch UI are placed together.",
    "annualReport.2020.altMayCard": "Hands belonging to people of a variety of races are raised in fists.",
    "annualReport.2020.altJuneCard": "A person staples a paper flower together.",
    "annualReport.2020.altJulyCard": "A crab, mermaid, and octopus play music together under the sea.",
    "annualReport.2020.altOctoberCard": "A pumpkin and candy corn appear on the wall above a computer workstation.",
    "annualReport.2020.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}