{
    "annualReport.2020.subnavFoundersMessage": "Mesajul fondatorului",
    "annualReport.2020.subnavMission": "Misiune",
    "annualReport.2020.subnavReach": "A ajunge",
    "annualReport.2020.subnavThemes": "Teme",
    "annualReport.2020.subnavDirectorsMessage": "Mesajul directorului",
    "annualReport.2020.subnavSupporters": "Suporteri",
    "annualReport.2020.subnavTeam": "Echipă",
    "annualReport.2020.subnavDonate": "Donează",
    "annualReport.2020.mastheadYear": "Raport anual 2020",
    "annualReport.2020.mastheadTitle": "Adaptarea la o lume în schimbare",
    "annualReport.2020.foundersMessageTitle": "Un mesaj de la fondatorul nostru",
    "annualReport.2020.foundersMessageP1": "Anul 2020 va fi amintit ca fiind anul în care pandemia de COVID a cuprins întreaga lume, provocând dificultăți și perturbări în viețile tuturor -- cele mai mari greutăți căzând în mod inechitabil asupra celor care se confruntă deja cu provocări în viața lor.",
    "annualReport.2020.foundersMessageP2": "De-a lungul pandemiei, tinerii din întreaga lume, mulți izolați în casele lor, au venit pe site-ul Scratch în număr mai mare decât oricând, văzând Scratch ca un spațiu sigur în care se pot exprima creativ, învăța noi abilități și colaborează cu unul. o alta. Ne-am inspirat atât de multe dintre proiectele Scratch pe care tinerii le-au creat în 2020, mulți dintre ei împărtășindu-și gândurile și sentimentele despre pandemie, schimbări climatice, nedreptate rasială și alte probleme pe care le au în minte. Tinerii nu doar învățau concepte și abilități de calcul, ci și-au dezvoltat vocea și identitățile.",
    "annualReport.2020.foundersMessageP3": "Pentru a ne asigura că Scratch poate continua să joace acest rol important în viața tinerilor în anii următori, am făcut schimbări organizaționale semnificative la Scratch. La începutul anului 2020, echipa Scratch s-a mutat din casa sa îndelungată de la MIT Media Lab și s-a mutat în noile birouri ale Fundației Scratch din centrul orașului Boston. Această mișcare ne va ajuta să construim o organizație durabilă capabilă să susțină Scratch ca platformă globală de codare creativă în viitor.",
    "annualReport.2020.foundersMessageP4": "Mai târziu, în 2020, ca parte a acestei tranziții organizaționale, am angajat-o pe Shawna Young pentru a servi ca director executiv al Fundației Scratch. Shawna vine la Fundația Scratch cu o experiență solidă în educație și management nonprofit și un angajament profund față de echitate și incluziune. De-a lungul carierei sale în instituții precum Duke și MIT, Shawna a lucrat pentru a extinde experiențele de învățare pentru studenții din diverse comunități. Acest angajament este puternic aliniat cu misiunea și valorile Scratch și va juca un rol important în conducerea ei la Scratch. Vă încurajez să citiți mesajul Shawnei la sfârșitul acestui raport anual.",
    "annualReport.2020.foundersMessageP5": "În ultimul deceniu, Scratch a avut un succes fenomenal, implicând zeci de milioane de tineri din întreaga lume. Dar abia începem. Provocarea pentru anii următori este să ne asigurăm că putem continua să răspândim și să sprijinim nu doar tehnologia noastră, ci și abordarea noastră de învățare creativă, atentă și colaborativă, astfel încât tinerii din întreaga lume să aibă oportunități echitabile de a imagina, crea, împărtăși și învăța. Așteptăm cu nerăbdare să lucrăm cu voi toți pentru ca acest lucru să se întâmple!",
    "annualReport.2020.foundersMessageScratchTitle": "Scaun, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Profesor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Urmăriți videoclipul",
    "annualReport.2020.missionTitle": "Misiunea și viziunea noastră",
    "annualReport.2020.visionHeader": "Viziune",
    "annualReport.2020.visionSubtitle": "Pentru a răspândi abordări creative, grijulii, colaborative și echitabile ale codificării și învățării în întreaga lume.",
    "annualReport.2020.missionHeader": "Misiune",
    "annualReport.2020.missionSubtitle": "Oferirea tinerilor instrumente digitale și oportunități de a imagina, crea, împărtăși și învăța.",
    "annualReport.2020.missionP1": "Ne angajăm să justiție educațională și să acordăm prioritate echității în toate aspectele muncii noastre, cu un accent deosebit pe inițiative și abordări care sprijină copiii, familiile și educatorii excluși de la calculul creativ.",
    "annualReport.2020.missionP2": "Am dezvoltat Scratch ca un mediu de învățare gratuit, sigur și jucăuș, care îi implică pe toți copiii să gândească creativ, să raționeze sistematic și să lucreze în colaborare - abilități esențiale pentru toată lumea din societatea actuală. Lucrăm cu educatori și familii pentru a sprijini copiii să exploreze, să împărtășească și să învețe.",
    "annualReport.2020.missionP3": "În dezvoltarea de noi tehnologii, activități și materiale de învățare, suntem ghidați de ceea ce numim cei patru P ai învățării creative:",
    "annualReport.2020.fourPs": "Patru cuvinte de învățare creativă",
    "annualReport.2020.missionProjectsTitle": "Proiecte",
    "annualReport.2020.missionPeersTitle": "Semenii",
    "annualReport.2020.missionPassionTitle": "Pasiune",
    "annualReport.2020.missionPlayTitle": "Redare",
    "annualReport.2020.missionProjectsDescription": "Implicați copiii în proiectarea, crearea și exprimarea creativității",
    "annualReport.2020.missionPeersDescription": "Susține copiii în colaborare, partajare, remixare și mentorat",
    "annualReport.2020.missionPassionDescription": "Permiteți copiilor să își dezvolte interesele și să lucreze la proiecte semnificative personal",
    "annualReport.2020.missionPlayDescription": "Încurajați copiii să joace, să experimenteze și să repete",
    "annualReport.2020.reachTitle": "Ajungerea copiilor din întreaga lume",
    "annualReport.2020.reachSubtitle": "Scratch este cea mai mare comunitate de codificare din lume pentru copii și adolescenți, cu vârsta peste 8 ani.",
    "annualReport.2020.reachMillion": "milion",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% din 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% din 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% din 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Noi utilizatori",
    "annualReport.2020.reachProjectsCreated": "Proiecte create",
    "annualReport.2020.reachProjectCreators": "Oameni care creează proiecte",
    "annualReport.2020.reachComments": "creșterea comentariilor postate",
    "annualReport.2020.reachGlobalCommunity": "Comunitatea noastră globală",
    "annualReport.2020.reachMapBlurb": "Total de conturi înregistrate în Comunitatea Scratch Online de la lansarea Scratch până în decembrie 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "pe o scară logaritmică",
    "annualReport.2020.reachTranslationTitle": "Scratch este tradus în 64 de limbi",
    "annualReport.2020.reachTranslationIncrease": "3 limbi din 2019",
    "annualReport.2020.reachTranslationBlurb": "Mulțumim traducătorilor voluntari din întreaga lume.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr este un mediu de programare introductiv care le permite copiilor mici (cu vârste între 5 și 7 ani) să-și creeze propriile povești și jocuri interactive.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Descărcări în 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} din 2019",
    "annualReport.2020.themesTitle": "Teme emergente",
    "annualReport.2020.themesDescription": "Pe măsură ce tinerii s-au confruntat cu provocările fără precedent ale COVID-19, Scratch a devenit un loc mai important ca niciodată pentru ei pentru a se conecta, a crea și a se exprima. Pe parcursul anului, munca noastră s-a concentrat pe trei domenii pentru a sprijini cel mai bine comunitatea noastră globală în creștere: conectivitate, adaptare și comunitate. Ca întotdeauna, eforturile noastre s-au bazat pe angajamentul nostru față de echitate și incluziune.",
    "annualReport.2020.equity": "Capitaluri proprii",
    "annualReport.2020.globalStrategy": "Strategia globală",
    "annualReport.2020.connectivityTitle": "Conectivitate",
    "annualReport.2020.connectivityIntro": "În timp ce tinerii erau izolați în casele lor din cauza COVID-19, Scratch le-a oferit o oportunitate de a se conecta și de a crea cu prieteni îndepărtați, colegi de clasă și membri ai familiei. De asemenea, a servit ca un portal către lumea exterioară, unde au descoperit că milioane de copii din țări și continente se confruntă cu aceleași lucruri.",
    "annualReport.2020.aaronText": "Elevii lui Aaron au lucrat împreună pentru a construi o versiune „ciudat” a orașului lor numită „Norwouldn’t”, plină de creaturi din cărți de povești, lucrări de artă originale și narațiuni interconectate. A fost unul dintre multele proiecte Scratch de colaborare pe care Aaron le-a înlesnit pentru a le reaminte studenților că, chiar dacă COVID-19 i-a ținut în casele lor, ei încă mai făceau parte dintr-o comunitate grijulie și veselă.",
    "annualReport.2020.spotlightStory": "Povestea în prim-plan",
    "annualReport.2020.connectivityIndia": "Scratch în India",
    "annualReport.2020.connectivityIndiaIntro": "În India, pandemia de COVID-19 a avut o taxă enormă și a ținut mulți tineri și familii izolate în interior pentru perioade lungi de timp.",
    "annualReport.2020.connectivityIndiaParagraph": "În întreaga comunitate globală Scratch, am observat o creștere uriașă a activității începând cu martie 2020. Nicăieri această creștere bruscă nu a fost mai evidentă decât în ​​India, unde pandemia de COVID-19 a avut o taxă enormă și a ținut mulți tineri și familii izolate în interior pentru perioade lungi de timp. Prin Scratch, copiii din India au găsit conexiune creând și partajând cu 602% mai multe proiecte decât în ​​anul precedent.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Proiectele au fost create online în 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% din 2019",
    "annualReport.2020.connectivityRegistedUsers": "Numărul utilizatorilor înregistrați întotdeauna în India s-a dublat de peste un an,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "crescând de la peste 300.000 în 2019 la peste 700.000 în 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Numărul de vizitatori unici a crescut",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Numărul de oameni care creează proiecte a crescut",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "în 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 mii",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch în jurul lumii",
    "annualReport.2020.connectivityWorldSubtitle": "Colaboratori internaționali",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur este dedicat susținerii gândirii computaționale și creative în rândul studenților și educatorilor din Chile și din America Latină. Ne-au ajutat eforturile de traducere și localizare în Rapa Nui și spaniolă și au implicat mulți educatori în ateliere de dezvoltare profesională Scratch colaborative și jucăușe.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazilia Creative Learning Network",
    "annualReport.2020.connectivityCountryBrazil": "Brazilia",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Rețeaua Braziliană de Învățare Creativă este o mișcare populară care implementează practici educaționale practice ludice, creative și relevante în toată Brazilia. În 2020, echipa Scratch a prezentat la evenimentul Săptămâna de învățare creativă din Brazilia Creative Learning Network pentru a împărtăși modul în care copiii foloseau Scratch pentru a construi o comunitate, a se exprima și a vorbi despre ceea ce este important pentru ei. La rândul nostru, am aflat cum educatorii din rețea creau oportunități de auto-exprimare cu elevii din propriile lor comunități.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance oferă milioane de studenți și educatori cu abilități de secol 21, inclusiv de calcul creativ. În 2020, {QuestAllianceLink} a distribuit Scratch cursanților și educatorilor din India.",
    "annualReport.2020.connectivityCountryUSATitle": "Fundația Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "Fundația Raspberry Pi lucrează pentru a pune puterea de calcul și a creației digitale în mâinile oamenilor din întreaga lume. Prin inițiativa lor Making at Home, ei conduc evenimente live care au încurajat familiile și tinerii să învețe și să creeze împreună. Câteva dintre aceste transmisii live au prezentat tutoriale Scratch și, uneori, chiar {USALink}!",
    "annualReport.2020.connectivityResources": "Resurse",
    "annualReport.2020.connectivityResourcesSubtitle": "Localizare cu sprijin din partea Fundației LEGO",
    "annualReport.2020.connectivityResourcesParagraph": "Pentru a ne susține tot mai multă acoperire globală și pentru a ajuta răspunsul nostru la COVID-19, Fundația LEGO a sprijinit Scratch cu o subvenție generoasă. Cu această finanțare, am reușit să localizăm resurse cheie și să ajungem la și mai mulți tineri din întreaga lume.",
    "annualReport.2020.connectivityExample1Title": "Imagini de tutorial",
    "annualReport.2020.connectivityExample1Paragraph": "Am creat traduceri ale imaginilor pentru 25 de tutoriale Scratch în 12 limbi – în total peste 1.000 de imagini noi!",
    "annualReport.2020.connectivityExample2Title": "Introducere în Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Videoclipul Introducere cu Scratch este cel mai accesat și vizionat videoclip tutorial Scratch, salutând noii Scratchers atunci când se alătură pentru prima dată pe site. Am reușit să traducem acest videoclip în 25 de limbi noi și să actualizăm cele 3 traduceri anterioare, inclusiv imagini, voci off și subtitrări.",
    "annualReport.2020.connectivityExample3Title": "Editor Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "Editorul de proiecte Scratch este cea mai esențială resursă Scratch. Am lucrat cu o companie de traduceri din Africa de Sud care este specializată în traduceri educaționale relevante din punct de vedere cultural pentru a traduce și revizui editorul Scratch în cinci limbi sud-africane: isiZulu, isiXhosa, Afrikaans, Sestwana și Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptare",
    "annualReport.2020.adaptationIntro": "Pe măsură ce COVID-19 a forțat școlile să închidă și a împins învățarea în spații virtuale, mulți elevi și profesori au descoperit Scratch pentru prima dată sau au adaptat modul în care predau și învățau codificarea creativă. Din casele noastre, Echipa Scratch a lucrat pentru a sprijini nevoile în schimbare ale educatorilor și ale comunității online.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Curator pentru Învățare Creativă, mumok, Viena, Austria",
    "annualReport.2020.adaptationQuoteText": "În toate necazurile din ultimul an, Scratch a rămas platforma noastră de comunicare, locul nostru de întâlnire și mijlocul nostru de a ne exprima creativ.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "În școala Title One a lui Aaron Reuland din Norwood, Massachusetts, a contat pe Scratch pentru a ajuta studenții la distanță să implice în învățarea creativă și să le reaprindă simțul comunității „când singurele lucruri pe care le puteam conta pe noi toți aveam un computer funcțional și o conexiune la internet. ”",
    "annualReport.2020.adaptationHighlightText2": "Elevii lui Aaron au lucrat împreună pentru a construi o versiune „ciudat” a orașului lor numită „Norwouldn’t”, plină de creaturi din cărți de povești, lucrări de artă originale și narațiuni interconectate. A fost unul dintre multele proiecte Scratch de colaborare pe care Aaron le-a înlesnit pentru a le reaminte studenților că, chiar dacă COVID-19 i-a ținut în casele lor, ei încă mai făceau parte dintr-o comunitate grijulie și veselă.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch at Home",
    "annualReport.2020.adaptationHighlightText2b": "Pe 17 martie, am răspuns la criza COVID-19 lansând {linkText} pentru a oferi copiilor, familiilor și educatorilor idei pentru a se angaja în activități creative de învățare cu Scratch acasă. A fost o modalitate neprețuită de a vă conecta cu comunitatea noastră și de a ne adapta la un mod cu totul nou de a învăța și de a interacționa online.",
    "annualReport.2020.adaptationHighlightTitle3": "Creează împreună pe viu",
    "annualReport.2020.adaptationHighlightText3b": "Echipa noastră a găzduit săptămânal, live {linkText} pentru a intra în legătură cu copiii, părinții și educatorii acasă și pentru a împărtăși sfaturi și trucuri pentru crearea diferitelor tipuri de proiecte Scratch. Ne-am distrat de minune văzând proiectele pe care au fost inspirați să le creeze în studiourile noastre Create-Along!",
    "annualReport.2020.adaptationHighlightTitle4": "Hack-ți fereastra",
    "annualReport.2020.adaptationHighlightText4b": "Educatorul Scratch Eduard Muntaner Perich a creat un studio inspirat de #ScratchAtHome care a luat cu asalt comunitatea: {linkText}. Sute de Scratchers din întreaga lume și-au imaginat jocuri fantastice și povești care se întâmplă chiar în afara ferestrei lor.",
    "annualReport.2020.adaptationEducatorsTitle": "Conectarea cu educatorii",
    "annualReport.2020.adaptationEducatorsText": "Educatorii din întreaga lume și-au împărtășit propriile idei #ScratchAtHome și au discutat despre luptele și triumfurile predării de la distanță într-un chat plin de viață pe Twitter pe 8 aprilie 2020.",
    "annualReport.2020.adaptationSnapshot": "Instantanee",
    "annualReport.2020.adaptationSnapshot1Title": "Ateliere virtuale de rețea de cluburi de computere",
    "annualReport.2020.adaptationSnapshot1Text": "Ca parte a parteneriatului nostru de lungă durată, Echipa Scratch organizează ateliere pentru educatori de tineret din {linkText}. La fel ca educatorii din întreaga lume, echipa noastră a trebuit să desfășoare ateliere online pentru prima dată în 2020 și să învețe cum să combată izolarea și dificultățile tehnice ale învățării virtuale. Dar datorită instrumentelor de colaborare online și metodelor inovatoare de împărtășire și reflectare, echipa a reușit să recreeze spiritul de colaborare și jucăuș al atelierelor personale într-un spațiu virtual.",
    "annualReport.2020.adaptationSnapshot2Title": "Aduceți-vă la zero",
    "annualReport.2020.adaptationSnapshot2Text": "2020 a fost și un an al adaptării instrumentelor și platformei noastre. Am dezvoltat și am adăugat noi sprite la Biblioteca Sprite pentru a inspira și a permite Scratchers începători să facă proiecte reprezentative pentru identitatea lor rasială, culturală, de gen sau de altă natură.",
    "annualReport.2020.communityTitle": "Comunitate",
    "annualReport.2020.communityIntro": "În 2020, Comunitatea Scratch a devenit un loc și mai vital pentru ca tinerii să își găsească un sentiment de unitate și apartenență. Pe măsură ce am văzut conversațiile semnificative, proiectele de colaborare și poveștile emoționante pe care le-a împărtășit Scratchers, am fost uimiți de spiritul lor creativ și rezistent.",
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "În 2019, cu sprijinul Google.org, echipa Scratch a colaborat cu Biroul de Informatică al Școlii Publice din Chicago pentru a conecta studenți, familii, profesori și alți membri ai comunității prin Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "Anul acesta, echipele noastre s-au confruntat cu o nouă provocare: cum am putea aduce spiritul jucăuș, de construire a comunității, al Family Creative Coding Nights într-un spațiu virtual, ajutând școlile să dezvolte conexiuni vitale cu elevii de la distanță și familiile acestora? Am dezvoltat ghidul Virtual Family Coding Nights pentru a oferi o structură pentru aceste conexiuni și pentru a sprijini învățarea plină de bucurie",
    "annualReport.2020.communityDownloadButton": "Virtual Family Coding Nights Guide",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementar S.T.E.M. Coordonator",
    "annualReport.2020.communityQuoteText": "[In 2020], nu au existat multe oportunități de a te angaja cu părinții într-un mod atât de distractiv și de energie. Așadar, această oportunitate a oferit un angajament atât de necesar... Profesorii erau îngrijorați, dar nivelul de entuziasm al elevilor i-a împins într-un spațiu în care trebuiau să aibă încredere în proces și să le permită copiilor să învețe unii de la alții.",
    "annualReport.2020.communityScratchCommunity": "Comunitatea Scratch",
    "annualReport.2020.communityScratchCommunityIntro": "Când sunt întrebați de ce folosesc Scratch, cei mai mulți Scratchers vorbesc despre importanța comunității online pentru motivarea participării lor continue, oferind un spațiu în care își pot exprima creativitatea, își pot face prieteni, pot primi feedback, obține idei noi și învață noi abilități. Mulți Scratchers își exprimă aprecierea pentru comunitatea Scratch ca un spațiu sigur și primitor pentru a vă conecta, a împărtăși și a învăța unii de la alții.",
    "annualReport.2020.communityQuoteGroupText1": "M-am alăturat Scratch când aveam 11 ani și lucrurile pe care le-am învățat folosind platforma și interacționând cu comunitatea au fost cu adevărat o parte vitală a învățării mele în creștere.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch mi-a permis să fac lucruri de acasă, cum ar fi\n- Respect oamenii și proiectele lor\n- Îmi fac prieteni\n- Simt că nu sunt singur în această carantină\n... și multe altele, așa că vreau să spune ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Sunt pe Scratch de aproximativ 2 ani și a fost o experiență care mi-a schimbat viața! Am învățat atât de multe lucruri noi, cum ar fi codificarea, eticheta online și arta!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch-ul a fost hobby-ul meu preferat în clasa a șasea. M-a introdus în secret în logica booleană, ordinea operațiilor și expresii matematice imbricate – ca să nu mai vorbim de programarea computerelor în sine.",
    "annualReport.2020.yearInReview": "Anul în revizuire",
    "annualReport.2020.yearInReviewText": "2020 a fost un an remarcabil în comunitatea online. Echipa comunitară a evidențiat și a dezvoltat oportunități pentru tineri de a-și exprima ideile și de a se angaja în moduri pozitive, iar mișcări incredibile au apărut din Scratchers înșiși. Iată o privire înapoi la câteva dintre momentele importante ale anului:",
    "annualReport.2020.yearInReviewCard1Date": "Ianuarie",
    "annualReport.2020.yearInReviewCard1Title": "Scratch Design Studio de la sfârșitul deceniului",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers a sărbătorit sfârșitul unui deceniu și noile începuturi în acest Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "Aprilie",
    "annualReport.2020.yearInReviewCard2Title": "Ziua Pacalelilor",
    "annualReport.2020.yearInReviewCard2Text": "„Mistere lumești” au apărut în jurul site-ului, iar Cat Blocks a surprins și încântat comunitatea Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "Aprilie",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Membrii echipei Scratch au început să găzduiască tutoriale live pentru a se conecta și a crea cu Scratchers și familiile lor acasă.",
    "annualReport.2020.yearInReviewCard4Date": "Mai",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers din întreaga lume au împărtășit mii de proiecte în jurul temelor săptămânale, de la meșteșuguri reciclate la jingle-uri pentru spălarea mâinilor.",
    "annualReport.2020.yearInReviewCard5Date": "Mai",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "Pe măsură ce protestele pentru justiția rasială au cuprins SUA, comunitatea s-a unit pentru a se sprijini reciproc și a cere schimbare.",
    "annualReport.2020.yearInReviewCard6Date": "Iunie",
    "annualReport.2020.yearInReviewCard6Title": "Distracție Acasă! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers și-au împărtășit jocurile și activitățile de interior preferate pentru a se menține implicați în timp ce stau acasă.",
    "annualReport.2020.yearInReviewCard7Date": "Iunie",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers a creat proiecte pentru a onora Juneteenth și lupta continuă pentru justiția rasială.",
    "annualReport.2020.yearInReviewCard8Date": "Iulie",
    "annualReport.2020.yearInReviewCard8Title": "Tabăra Scratch",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical a făcut ca întreaga comunitate să acționeze, să cânte și să danseze împreună.",
    "annualReport.2020.yearInReviewCard9Date": "Octombrie",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers a creat sute de povești creative, jocuri și animații bazate pe instrucțiuni tematice zilnice.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Inginer de relații cu dezvoltatorii Google Cloud Platform și Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "A vedea puterea pe care o ai atunci când creezi ceva și te poți reprezenta pe tine și problemele tale și să le exprimi sau să le rezolvi cu cod este o experiență cu adevărat magică și are impact în lumea reală.",
    "annualReport.2020.communitySnapshotTitle": "Îmbunătățirea instrumentelor noastre",
    "annualReport.2020.communitySnapshotText": "Echipa noastră comunitară folosește o mare varietate de instrumente și strategii pentru a încuraja o bună cetățenie digitală și pentru a menține un mediu pozitiv în care să creeze Scratchers. În 2020, am dezvoltat o interfață nouă, mai intuitivă, pentru a ajuta Scratchers să semnaleze conținutul neadecvat și am îmbunătățit instrumentele utilizate. de echipa noastră de moderare a comunității. Drept urmare, am primit rapoarte de calitate superioară din partea comunității, iar moderatorii comunității noastre au putut lucra mai rapid și mai eficient, păstrând site-ul mai sigur și mai prietenos pentru toată lumea.",
    "annualReport.2020.communitySnapshot2Title": "Noi tutoriale Scratch pe YouTube",
    "annualReport.2020.communitySnapshot2Text": "Echipa Scratch a început să distribuie tutoriale pe canalul nostru YouTube în martie 2020 pentru a-i ajuta pe Scratchers să dobândească abilitățile de a crea orice își pot imagina. De la pixel art la animalele de companie virtuale, aceste tutoriale sunt un succes pentru Scratchers de toate vârstele, câștigând 1,3 milioane de vizualizări în 2020.",
    "annualReport.2020.tutorial1": "Orașul Virtual",
    "annualReport.2020.tutorial2": "Joc de Prindere",
    "annualReport.2020.tutorial3": "Designer de caractere",
    "annualReport.2020.tutorial4": "Animal de companie virtual",
    "annualReport.2020.EDMessageTitle": "Un mesaj de la directorul nostru executiv",
    "annualReport.2020.EDMessageText1": "2020 a fost un an de transformare în întreaga lume și pentru Scratch. M-am alăturat echipei în noiembrie, când eram cu câteva luni în pandemia de COVID-19. Având experiența mea ca lider educațional, am fost încântat de potențialul de a conduce Scratch într-o perioadă de schimbări semnificative și de a continua să lucrez spre obiectivul meu personal de a ajuta studenții din toate mediile să atingă noi culmi. Știam că în acest an plin de provocări, tinerii de pretutindeni aveau mare nevoie de și mai mult sprijin pentru a-i ajuta să-și atingă potențialul.",
    "annualReport.2020.EDMessageText2": "Structurile inechitabile pe care le-am construit pentru a educa copiii au fost exacerbate de pandemie. Prin conversațiile noastre cu familii și educatori din întreaga lume, știm că în 2020, copiii din toate comunitățile aveau nevoie de oportunități creative de învățare pentru a-și exprima ideile și a-și dezvolta abilitățile mai mult ca niciodată, chiar dacă mulți dintre ei nu au avut capacitatea de a merge. la scoala.",
    "annualReport.2020.EDMessageText3": "Pe măsură ce lumea s-a adaptat și a abordat învățarea creativă și exprimarea de sine în moduri noi, mulți educatori, părinți și tineri au apelat la Scratch. Am văzut cu 40% mai mulți Scratchers creând proiecte de la an la an, iar Scratchers au lăsat cu 200% mai multe comentarii în 2020 decât în ​​2019. Tinerii din întreaga lume au folosit Scratch ca un loc de conectare, conversație, colaborare și interacțiune între ei. I-am văzut descoperind lucrurile uimitoare pe care le-ar putea crea atunci când li s-a oferit ocazia să gândească creativ și să rezolve problemele de care erau pasionați.",
    "annualReport.2020.EDMessageText4": "În urma pandemiei, unii au cerut „revenirea la normal”. Dar pentru mulți tineri, libertatea de a învăța și de a explora lipsea în școlile noastre cu mult înainte de COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Trebuie să facem tot ce putem pentru a schimba inechitățile sistemice din sistemele noastre educaționale, deoarece „normalul” nu a fost construit pentru a fi corect și echitabil pentru majoritatea copiilor noștri.",
    "annualReport.2020.EDMessageText5": "În 2021, Scratch își dublează eforturile pentru a ajunge la tinerii care au fost excluși din istorie de la calculul creativ și alte oportunități de învățare creativă. Cu sprijinul Google.org, am lansat Scratch Education Collaborative (SEC), o rețea puternică de organizații din întreaga lume, axată pe sprijinirea acestor cursanți în dezvoltarea încrederii lor în calculul creativ. Cele 41 de organizații din primul an al noului program se vor conecta și vor învăța de la echipa Scratch și una de cealaltă și vor dezvolta seturi de instrumente Equity care le vor sprijini pe măsură ce cresc și își vor extinde sprijinul pentru cursanții din comunitatea lor.",
    "annualReport.2020.EDMessageText6": "Munca noastră de a face Scratch și mai echitabil și mai incluziv este departe de a fi încheiată. Sunt încântat să vă împărtășesc mai multe în lunile următoare. Până atunci, aș dori să-mi exprim sincera apreciere comunității Scratch pentru că a continuat să se susțină și să se îngrijească unul de celălalt într-un an tulbure. Creativitatea și compasiunea voastră nu încetează să ne inspire.",
    "annualReport.2020.EDTitle": "Director executiv, Scratch Foundation",
    "annualReport.2020.lookingForward": "Abia aştept",
    "annualReport.2020.lookingForwardText1": "În 2021, continuăm să inovăm și să colaborăm cu partenerii noștri pentru a face Scratch și mai bun pentru tinerii din întreaga lume. În lunile următoare, ne străduim să aducem Scratch în mai multe școli, să extindem căile către învățarea creativă, să dezvoltăm și să localizăm mai multe resurse pentru educatori și tineri și să îmbunătățim experiența de integrare a Scratch și proiecte chiar mai interesante.",
    "annualReport.2020.lookingForwardText2": "Am primit granturi generoase de la Fundația LEGO și Google.org pentru a ne ajuta să ne extindem acoperirea globală, să ne promovăm misiunea și să sprijinim această activitate importantă. Află mai multe:",
    "annualReport.2020.learnMore": "Află mai multe:",
    "annualReport.2020.learnMoreLink1Text": "Fundația LEGO și Fundația Scratch anunță un parteneriat pentru a sprijini învățarea prin joc cu tehnologie pentru milioane de copii din întreaga lume",
    "annualReport.2020.learnMoreLink2Text": "Săptămâna educației în domeniul informaticii: mai mult ajutor pentru mai mulți studenți",
    "annualReport.2020.supportersTitle": "Mulțumim susținătorilor noștri",
    "annualReport.2020.supportersIntro": "Mulțumim susținătorilor noștri generoși. Contribuția ta ne ajută să extindem oportunitățile creative de învățare pentru copiii de toate vârstele, din toate mediile, pe tot globul.",
    "annualReport.2020.ourSupporters": "Susținătorii noștri",
    "annualReport.2020.ourSupportersText": "Vrem să mulțumim tuturor susținătorilor Scratch care, de-a lungul anilor, ne-au ajutat să creăm experiențe de învățare uimitoare pentru milioane de tineri din întreaga lume. Următoarea listă se bazează pe donarea către Fundația Scratch în perioada 1 ianuarie 2020 - 31 decembrie 2020.",
    "annualReport.2020.supportersFoundingTitle": "Parteneri fondatori – peste 10.000.000 USD",
    "annualReport.2020.supportersFoundingText": "Suntem recunoscători în special partenerilor noștri fondatori, care au oferit fiecare cel puțin 10.000.000 USD în suport cumulat, de la începutul Scratch în 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners – peste 1.000.000 USD",
    "annualReport.2020.supportersCreativityTitle": "Cercul de creativitate – peste 250.000 USD",
    "annualReport.2020.supportersCollaborationTitle": "Cercul de colaborare – peste 100.000 USD",
    "annualReport.2020.supportersImaginationTitle": "Cercul de imaginație – 50.000 USD+",
    "annualReport.2020.supportersInspirationTitle": "Cercul de inspirație – peste 20.000 USD",
    "annualReport.2020.supportersExplorationTitle": "Cercul de explorare – 5.000 USD+",
    "annualReport.2020.supportersPlayTitle": "Cercul de joacă – peste 1.000 USD",
    "annualReport.2020.supportersInKindTitle": "Suporteri în natură",
    "annualReport.2020.leadershipTitle": "Echipa noastră",
    "annualReport.2020.leadershipBoard": "Consiliu de administrație",
    "annualReport.2020.leadershipChair": "Scaun",
    "annualReport.2020.leadershipProfessor": "Profesor de cercetare în învăţare",
    "annualReport.2020.leadershipViceChair": "Vice presedinte",
    "annualReport.2020.leadershipCoFounder": "Co-fondator și co-președinte",
    "annualReport.2020.leadershipBoardMember": "Membru al Consiliului",
    "annualReport.2020.leadershipPresidentCEO": "Presedinte si CEO",
    "annualReport.2020.leadershipFormerPresident": "Fostul președinte",
    "annualReport.2020.leadershipFounderCEO": "Fondator și președinte executiv",
    "annualReport.2020.leadershipFormerChairCEO": "Fost CEO și președinte",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Secretar al Consiliului și Trezorier",
    "annualReport.2020.leadershipBoardSecretary": "Secretarul Consiliului",
    "annualReport.2020.leadershipBoardTreasurer": "Trezorier al Consiliului",
    "annualReport.2020.leadershipScratchTeam": "Echipa Scratch 2020",
    "annualReport.2020.leadershipED": "Director executiv",
    "annualReport.2020.teamThankYou": "Mulțumim lui Mitch Resnick, Natalie Rusk, Rupal Jain și altor colaboratori de la Lifelong Kindergarten Group de la MIT Media Lab pentru sprijinul neobosit oferit de Scratch.",
    "annualReport.2020.donateTitle": "Ajuta-ne",
    "annualReport.2020.donateMessage": "Asistența dvs. ne permite să facem Scratch gratuit pentru toată lumea, să ne mențină serverele în funcțiune și, cel mai important, suntem capabili să oferim copiilor din întreaga lume o oportunitate de a imagina, crea și împărtăși. Mulțumesc!",
    "annualReport.2020.donateButton": "Donează",
    "annualReport.2020.projectBy": "proiect realizat de",
    "annualReport.2020.altAvatar": "avatarul utilizatorului",
    "annualReport.2020.altDropdownArrow": "Săgeată care indică meniul drop-down.",
    "annualReport.2020.altMastheadIllustration": "Trei persoane care interacționează cu componentele fizice Scratch.",
    "annualReport.2020.altWave": "O mână emoji fluturând.",
    "annualReport.2020.altMitchHeadshot": "Fondatorul Mitch Resnick",
    "annualReport.2020.altBlocks": "Două blocuri de zgârietură stivuite unul peste altul.",
    "annualReport.2020.altBanana": "O banană cu un fir conectat la ea.",
    "annualReport.2020.altProjectsIllustration": "Trei copii, unul în picioare, unul așezat într-un scaun cu rotile și unul așezat pe pământ pictează și decupează proiecte de artă.",
    "annualReport.2020.altPassionIllustration": "Trei copii, unul în picioare, unul în genunchi și unul așezat pe pământ pictează, cântă muzică la pian și privesc stelele folosind un telescop.",
    "annualReport.2020.altPeersIllustration": "Patru copii stau în jurul unui foc de tabără jucându-se și făcând cinci.",
    "annualReport.2020.altPlayIllustration": "Trei copii, unul în picioare, unul în genunchi și altul așezat cu picioarele încrucișate stivă stânci, se joacă cu bărci de jucărie și pliază origami.",
    "annualReport.2020.altCalendar": "Un calendar care afișează anul 2020.",
    "annualReport.2020.altCommentsVisualization": "Două bule de comentarii. Una mai mică și mai întunecată reprezentând ponderea comentariilor în 2019. Una mai deschisă reprezentând creșterea comentariilor făcute în 2020.",
    "annualReport.2020.altArrowUp": "O săgeată îndreptată în sus și la dreapta.",
    "annualReport.2020.altTranslated": "O componentă Scratch care spune „Bună ziua” și listează limbile în care este disponibil Scratch.",
    "annualReport.2020.altScratchHorizontalCommand": "O componentă de comandă Scratch orizontală.",
    "annualReport.2020.altScratchJr": "Sigla Scratch Jr",
    "annualReport.2020.altHorizontalLoop": "Scratch bucla orizontală componentă.",
    "annualReport.2020.altPieChart": "Vizualizare care arată creșterea cu 602% a proiectelor create în cursul anului 2020 în raport cu proiectele create în 2019.",
    "annualReport.2020.altUsers": "Două pictograme de utilizator generice, una gri puțin mai mică și una violet puțin mai mare.",
    "annualReport.2020.altArrowNext": "O săgeată îndreptată spre dreapta.",
    "annualReport.2020.altBenedict": "Avatar pentru Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland s-a impus peste o păpușă de hârtie și o ilustrație a unei broaște țestoase zburătoare.",
    "annualReport.2020.altSprinklesLeft": "O față zâmbitoare, o componentă Scratch și o inimă afișate pe un telefon.",
    "annualReport.2020.altSprinklesRight": "O mână care interacționează cu componentele Scratch.",
    "annualReport.2020.altFileDownload": "O săgeată care indică un coș care indică faptul că un fișier poate fi descărcat.",
    "annualReport.2020.altWaveTop": "Un val albastru deschis acoperit cu avatare Scratch și componente Scratch.",
    "annualReport.2020.altWaveBottom": "Un val albastru deschis.",
    "annualReport.2020.altConnectingLine": "O linie punctată care leagă lunile",
    "annualReport.2020.altApril": "Un desen cu pix și creion pe un proiect de zgârietură înfățișând o barcă și apă.",
    "annualReport.2020.altMay": "Un calendar marcat cu emoji-uri plasate pe un balon.",
    "annualReport.2020.altJune": "Steagul Juneteenth și un avion de hârtie.",
    "annualReport.2020.altJuly": "Un microfon și note muzicale.",
    "annualReport.2020.altToolsIllustration": "O mână care atinge o pictogramă cu semn de exclamare deasupra câtorva bule de text.",
    "annualReport.2020.altVirtualTown": "O fată aleargă pe un trotuar în fața câtorva case.",
    "annualReport.2020.altCatchGame": "Un măr plutește la orizont spre dreapta, în timp ce un coș se află mai jos, spre centrul cadrului.",
    "annualReport.2020.altCharacterDesigner": "Un câine stă în fața unui fundal chevron verde și alb.",
    "annualReport.2020.altVirtualPet": "Un arici stă deasupra unei stânci în mijlocul unei iarbă.",
    "annualReport.2020.altLookingForward": "Un copac care udă udă un puieț care crește într-un copac înalt.",
    "annualReport.2020.altIndia1": "O sclipire aprinsă apare sub textul care spune „Diwali fericit!”",
    "annualReport.2020.altIndia2": "Mascota pisicii Scratch apare lângă un text scris în hindi",
    "annualReport.2020.altIndia3": "O femeie indiană apare în fața drapelului indian care are o inimă care conține cuvântul „India”.",
    "annualReport.2020.altIndia4": "Două mâini apar peste un flaut în fața unui fundal care conține o promenadă și o mare.",
    "annualReport.2020.altChile": "Un grup de copii stă în jurul unei mese pline cu arte și meșteșuguri și un laptop.",
    "annualReport.2020.altBrazil": "Copiii stau în fața unui laptop conectat la cinci linguri cu fire.",
    "annualReport.2020.altIndia": "O femeie le instruiește pe fete care stau în fața unui computer.",
    "annualReport.2020.altUSA": "O mică miniatură video este afișată lângă o captură de ecran a interfeței de utilizator Scratch",
    "annualReport.2020.altChileIcon": "Mascota Scratch",
    "annualReport.2020.altBrazilIcon": "Un vârtej verde",
    "annualReport.2020.altIndiaIcon": "O stea interconectată cu un cerc",
    "annualReport.2020.altUSAIcon": "O zmeură de desene animate, sigla Fundației Raspberry Pi",
    "annualReport.2020.altTutorial": "Un tutorial Scratch în spaniolă",
    "annualReport.2020.altGettingStarted": "Un buton de redare se află deasupra interfeței Scratch UI.",
    "annualReport.2020.altEditor": "Interfața de utilizare Scratch împreună cu o previzualizare a programului în curs de construcție, care arată doi oameni care vorbesc între ei.",
    "annualReport.2020.altHackYourWindow": "Un câine într-o cască spațială, o stea și o gogoașă plutesc în afara unei ferestre în spațiu.",
    "annualReport.2020.altScratchInteraction": "Doi oameni vorbesc între componentele Scratch. Unul îi predă o componentă celuilalt.",
    "annualReport.2020.altImageBubbles": "Imaginile din proiectele Scratch apar în forme de bule grupate împreună.",
    "annualReport.2020.altConnectivityVideoPreview": "Un buton de redare apare deasupra unei scene cu creaturi marine prietenoase.",
    "annualReport.2020.altAdaptationVideoPreview": "Un buton de redare apare peste diferite scene din interfața de utilizator Scratch.",
    "annualReport.2020.altJanuaryCard": "Rey din Star Wars ține un toiag și stă în deșert.",
    "annualReport.2020.altAprilCard": "Mai multe capturi de ecran din Scratch UI sunt plasate împreună.",
    "annualReport.2020.altMayCard": "Mâinile aparținând oamenilor dintr-o varietate de rase sunt ridicate în pumni.",
    "annualReport.2020.altJuneCard": "O persoană capsează o floare de hârtie împreună.",
    "annualReport.2020.altJulyCard": "Un crab, o sirenă și o caracatiță cântă împreună muzică sub mare.",
    "annualReport.2020.altOctoberCard": "Un dovleac și un porumb de bomboane apar pe peretele de deasupra unui computer.",
    "annualReport.2020.altDonateIllustration": "Două mâini formează forma unei inimi cu degetele în interiorul unei forme de inimă decupate."
}