{
    "annualReport.2020.subnavFoundersMessage": "Сообщение основателя",
    "annualReport.2020.subnavMission": "Миссия",
    "annualReport.2020.subnavReach": "Достижение",
    "annualReport.2020.subnavThemes": "Темы",
    "annualReport.2020.subnavDirectorsMessage": "Сообщение директора",
    "annualReport.2020.subnavSupporters": "Поддерживающие",
    "annualReport.2020.subnavTeam": "Команда",
    "annualReport.2020.subnavDonate": "Пожертвовать",
    "annualReport.2020.mastheadYear": "Годовой отчёт 2020",
    "annualReport.2020.mastheadTitle": "Адаптация к меняющемуся миру",
    "annualReport.2020.foundersMessageTitle": "Сообщение от нашего основателя",
    "annualReport.2020.foundersMessageP1": "2020 год запомнится как год, когда пандемия COVID охватила весь мир, вызвав трудности и сбои в жизни каждого, причем самые большие трудности несправедливо ложатся на тех, кто уже сталкивается с проблемами в своей жизни.",
    "annualReport.2020.foundersMessageP2": "На протяжении всей пандемии молодые люди со всего мира, многие из которых были изолированы в своих домах, заходили на веб-сайт Scratch в большем количестве, чем когда-либо прежде, рассматривая Scratch как безопасное пространство, где они могут творчески самовыражаться, приобретать новые навыки и сотрудничать с единомышленниками. другой. Нас вдохновило множество проектов Scratch, созданных молодыми людьми в 2020 году, многие из которых поделились своими мыслями и чувствами по поводу пандемии, изменения климата, расовой несправедливости и других волнующих их проблем. Молодые люди не только изучали вычислительные концепции и навыки, но и развивали свой голос и свою индивидуальность.",
    "annualReport.2020.foundersMessageP3": "Чтобы гарантировать, что Scratch сможет продолжать играть эту важную роль в жизни молодых людей в ближайшие годы, мы внесли в Scratch значительные организационные изменения. В начале 2020 года Scratch Team переехала из своего давнего дома в MIT Media Lab в новые офисы Scratch Foundation в центре Бостона. Этот шаг поможет нам создать устойчивую организацию, способную поддерживать Scratch как глобальную платформу творческого кодирования в будущем.",
    "annualReport.2020.foundersMessageP4": "Позже в 2020 году в рамках этого организационного перехода мы наняли Шону Янг на должность исполнительного директора Scratch Foundation. Шона приходит в Scratch Foundation с большим опытом работы в сфере образования и управления некоммерческими организациями, а также с глубокой приверженностью принципам справедливости и инклюзивности. На протяжении всей своей карьеры в таких учреждениях, как Duke и MIT, Шона работала над расширением возможностей обучения для студентов из разных сообществ. Это обязательство тесно связано с миссией и ценностями Scratch, и оно сыграет важную роль в ее руководстве Scratch. Я призываю вас прочитать сообщение Шоны в конце этого годового отчета.",
    "annualReport.2020.foundersMessageP5": "За последнее десятилетие Scratch добился феноменального успеха, привлекая десятки миллионов молодых людей по всему миру. Но мы только начинаем. Задача на ближайшие годы состоит в том, чтобы мы могли продолжать распространять и поддерживать не только наши технологии, но и наш творческий, заботливый, совместный подход к обучению, чтобы молодые люди во всем мире имели равные возможности воображать, создавать, делиться и учиться. Мы надеемся на сотрудничество со всеми вами, чтобы это произошло!",
    "annualReport.2020.foundersMessageScratchTitle": "Председатель Фонда Скретч",
    "annualReport.2020.foundersMessageAffiliation": "Профессор, Медиа-лаборатория МТИ",
    "annualReport.2020.watchVideo": "Посмотреть видео",
    "annualReport.2020.missionTitle": "Наша миссия и видение",
    "annualReport.2020.visionHeader": "Видение",
    "annualReport.2020.visionSubtitle": "Распространять творческие, заботливые, совместные, справедливые подходы к программированию и обучению по всему миру.",
    "annualReport.2020.missionHeader": "Миссия",
    "annualReport.2020.missionSubtitle": "Предоставление молодым людям цифровых инструментов и возможностей воображать, создавать, делиться и учиться.",
    "annualReport.2020.missionP1": "Мы стремимся к образовательной справедливости и отдаем приоритет справедливости во всех аспектах нашей работы, уделяя особое внимание инициативам и подходам, которые поддерживают детей, семьи и педагогов, исключенных из творческих вычислений.",
    "annualReport.2020.missionP2": "Мы разработали Scratch как бесплатную, безопасную и игривую учебную среду, которая вовлекает всех детей в творческое мышление, систематизацию рассуждений и совместную работу — необходимые навыки для всех в современном обществе. Мы работаем с педагогами и семьями, чтобы помочь детям исследовать, делиться и учиться.",
    "annualReport.2020.missionP3": "При разработке новых технологий, занятий и учебных материалов мы руководствуемся тем, что мы называем «Четырьмя П» творческого обучения:",
    "annualReport.2020.fourPs": "Четыре вещи творческого обучения",
    "annualReport.2020.missionProjectsTitle": "Проекты",
    "annualReport.2020.missionPeersTitle": "Равенство",
    "annualReport.2020.missionPassionTitle": "Увлечение",
    "annualReport.2020.missionPlayTitle": "Играть",
    "annualReport.2020.missionProjectsDescription": "Вовлекайте детей в проектирование, создание и творческое самовыражение",
    "annualReport.2020.missionPeersDescription": "Поддержка детей в сотрудничестве, обмене, ремиксировании и наставничестве",
    "annualReport.2020.missionPassionDescription": "Позволить детям опираться на свои интересы и работать над лично значимыми проектами",
    "annualReport.2020.missionPlayDescription": "Поощряйте детей возиться, экспериментировать и итерации",
    "annualReport.2020.reachTitle": "Охват детей во всем мире",
    "annualReport.2020.reachSubtitle": "Scratch — крупнейшее в мире сообщество программистов для детей и подростков в возрасте от 8 лет и старше.",
    "annualReport.2020.reachMillion": "миллионов",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8% с 2019 г.",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% с 2019 г.",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% с 2019 г.",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Новый пользователь",
    "annualReport.2020.reachProjectsCreated": "Созданные проекты",
    "annualReport.2020.reachProjectCreators": "Люди, создающие проекты",
    "annualReport.2020.reachComments": "увеличение количества комментариев",
    "annualReport.2020.reachGlobalCommunity": "Наше глобальное сообщество",
    "annualReport.2020.reachMapBlurb": "Общее количество учетных записей, зарегистрированных в онлайн-сообществе Scratch с момента запуска Scratch до декабря 2020 г.",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "в логарифмическом масштабе",
    "annualReport.2020.reachTranslationTitle": "Scratch переведён на 64 языка",
    "annualReport.2020.reachTranslationIncrease": "3 языка с 2019 года",
    "annualReport.2020.reachTranslationBlurb": "Спасибо переводчикам-добровольцам со всего мира.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr — это вводная среда программирования, которая позволяет маленьким детям (в возрасте 5-7 лет) создавать свои собственные интерактивные истории и игры.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Загрузки в 2020 году",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} с 2019 г.",
    "annualReport.2020.themesTitle": "Новые темы",
    "annualReport.2020.themesDescription": "Когда молодые люди столкнулись с беспрецедентными проблемами COVID-19, Scratch стал для них более важным местом, чем когда-либо, для общения, творчества и самовыражения. В течение года наша работа была сосредоточена на трех областях, чтобы наилучшим образом поддержать наше растущее глобальное сообщество: подключение, адаптация и сообщество. Как всегда, наши усилия были основаны на нашей приверженности справедливости и инклюзивности.",
    "annualReport.2020.equity": "Капитал",
    "annualReport.2020.globalStrategy": "Глобальная стратегия",
    "annualReport.2020.connectivityTitle": "Связь",
    "annualReport.2020.connectivityIntro": "В то время как молодые люди были изолированы внутри своих домов из-за COVID-19, Scratch предоставил им возможность общаться и творить с далекими друзьями, одноклассниками и членами семьи. Он также служил порталом во внешний мир, где они обнаружили, что миллионы детей в разных странах и континентах испытывают то же самое, что и они.",
    "annualReport.2020.aaronText": "Ученики Аарона работали вместе, чтобы создать «чудаковатую» версию своего города под названием «Норву», наполненную существами из сборников рассказов, оригинальными произведениями искусства и взаимосвязанными повествованиями. Это был один из многих совместных проектов Scratch, которые Аарон помог напомнить студентам, что даже несмотря на то, что COVID-19 держит их дома, они по-прежнему являются частью заботливого и радостного сообщества.",
    "annualReport.2020.spotlightStory": "В центре внимания",
    "annualReport.2020.connectivityIndia": "Scratch в Индии",
    "annualReport.2020.connectivityIndiaIntro": "В Индии пандемия COVID-19 нанесла огромный урон и заставила многих молодых людей и семьи оставаться в изоляции в течение длительного времени.",
    "annualReport.2020.connectivityIndiaParagraph": "Во всем глобальном сообществе Scratch мы наблюдали огромный всплеск активности, начавшийся в марте 2020 года. Нигде этот внезапный всплеск не был более очевидным, чем в Индии, где пандемия COVID-19 нанесла огромный ущерб и заставила многих молодых людей и семьи оставаться изолированными внутри для длительные отрезки времени. С помощью Scratch дети в Индии нашли связь, создав и поделившись на 602% проектами больше, чем годом ранее.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Проекты, созданные онлайн в 2020 году",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602% с 2019 г.",
    "annualReport.2020.connectivityRegistedUsers": "Количество постоянно зарегистрированных пользователей в Индии увеличилось более чем вдвое за один год,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "увеличилось с более чем 300 000 в 2019 году до более 700 000 в 2020 году.",
    "annualReport.2020.connectivityIndiaUsers": "Увеличилось количество уникальных посетителей",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8{million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6{million}",
    "annualReport.2020.connectivityIndiaProjects": "Увеличилось количество людей, создающих проекты",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "в 2020 году",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 тысячи",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch по всему миру",
    "annualReport.2020.connectivityWorldSubtitle": "Международные сотрудники",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Чили",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur занимается поддержкой вычислительного и творческого мышления среди студентов и преподавателей в Чили и Латинской Америке. Они помогли нам с переводом и локализацией на рапа-нуи и испанский языки, а также привлекли многих преподавателей к совместным, игривым семинарам по профессиональному развитию Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Бразильская сеть творческого обучения",
    "annualReport.2020.connectivityCountryBrazil": "Бразилия",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Бразильская сеть креативного обучения — это массовое движение, которое реализует игровые, творческие и актуальные практические образовательные практики по всей Бразилии. В 2020 году команда Scratch выступила на мероприятии «Неделя творческого обучения» Бразильской сети творческого обучения, чтобы рассказать, как дети используют Scratch для создания сообщества, самовыражения и высказывания о том, что для них важно. В свою очередь, мы узнали, как преподаватели в сети создают возможности для самовыражения учащихся в их собственных сообществах.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Квест Альянс",
    "annualReport.2020.connectivityCountryIndia": "Индия",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance дает миллионам учащихся и преподавателей навыки 21-го века, включая творческие вычисления. В 2020 году {QuestAllianceLink} поделился Scratch с учащимися и преподавателями по всей Индии.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "Великобритания",
    "annualReport.2020.connectivityCountryUSAParagraph": "Raspberry Pi Foundation работает над тем, чтобы предоставить возможности вычислений и цифрового производства людям во всем мире. В рамках своей инициативы «Делаем дома» они проводят прямые трансляции, которые побуждают семьи и молодежь учиться и творить вместе. В некоторых из этих прямых трансляций были представлены учебные пособия по Scratch, а иногда даже {USALink}!",
    "annualReport.2020.connectivityResources": "Ресурсы",
    "annualReport.2020.connectivityResourcesSubtitle": "Локализация при поддержке LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "Чтобы поддержать наш растущий глобальный охват и помочь нам в ответ на COVID-19, LEGO Foundation поддержал Scratch щедрым грантом. Благодаря этому финансированию мы смогли локализовать ключевые ресурсы и охватить еще больше молодых людей по всему миру.",
    "annualReport.2020.connectivityExample1Title": "Учебные изображения",
    "annualReport.2020.connectivityExample1Paragraph": "Мы сделали переводы изображений для 25 руководств по Scratch на 12 языках — всего более 1000 новых изображений!",
    "annualReport.2020.connectivityExample2Title": "Приступая к работе в Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Видео «Начало работы с Scratch» является наиболее посещаемым и просматриваемым учебным видео по Scratch, оно приветствует новых пользователей Scratch, когда они впервые заходят на сайт. Нам удалось перевести это видео на 25 новых языков и обновить 3 предыдущих перевода, включая визуальные эффекты, озвучку и субтитры.",
    "annualReport.2020.connectivityExample3Title": "Редактор Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "Редактор проектов Scratch — самый важный ресурс Scratch. Мы работали с южноафриканской переводческой компанией, которая специализируется на культурно-значимых образовательных переводах, чтобы перевести и проверить редактор Scratch на пяти южноафриканских языках: зулу, коса, африкаанс, сествана и сепеди.",
    "annualReport.2020.adaptationTitle": "Адаптация",
    "annualReport.2020.adaptationIntro": "Поскольку COVID-19 вынудил школы закрыться и переместил обучение в виртуальные пространства, многие ученики и учителя впервые открыли для себя Scratch или адаптировали способ преподавания и изучения творческого кодирования. У себя дома команда Scratch работала, чтобы удовлетворить меняющиеся потребности преподавателей и онлайн-сообщества.",
    "annualReport.2020.adaptationQuoteName": "Бенедикт Хохвартнер",
    "annualReport.2020.adaptationQuoteTitle": "Куратор по творческому обучению, mumok, Вена, Австрия",
    "annualReport.2020.adaptationQuoteText": "Несмотря на все трудности прошедшего года, Scratch оставался нашей платформой для общения, местом встречи и средством творческого самовыражения.",
    "annualReport.2020.adaptationHighlightName": "Аарон Ройланд",
    "annualReport.2020.adaptationHighlightTitle": "Преподаватель медиа в библиотеке K-5, Норвуд, Массачусетс",
    "annualReport.2020.adaptationHighlightText": "В школе Title One Аарона Ройланда в Норвуде, штат Массачусетс, он рассчитывал на Scratch, чтобы помочь вовлечь удаленных учеников в творческое обучение и возродить их чувство общности, «когда единственными вещами, на которые я мог рассчитывать, были рабочий компьютер и подключение к Интернету. ”",
    "annualReport.2020.adaptationHighlightText2": "Ученики Аарона работали вместе, чтобы создать «чудаковатую» версию своего города под названием «Норву», наполненную существами из сборников рассказов, оригинальными произведениями искусства и взаимосвязанными повествованиями. Это был один из многих совместных проектов Scratch, которые Аарон помог напомнить студентам, что даже несмотря на то, что COVID-19 держит их дома, они по-прежнему являются частью заботливого и радостного сообщества.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch дома",
    "annualReport.2020.adaptationHighlightText2b": "17 марта мы отреагировали на кризис COVID-19, запустив {linkText}, чтобы предоставить детям, семьям и педагогам идеи для участия в творческой учебной деятельности с помощью Scratch дома. Это был бесценный способ связаться с нашим сообществом и адаптироваться к совершенно новому способу обучения и взаимодействия в Интернете.",
    "annualReport.2020.adaptationHighlightTitle3": "Живое творчество",
    "annualReport.2020.adaptationHighlightText3b": "Наша команда еженедельно проводила {linkText} в прямом эфире, чтобы пообщаться с детьми, родителями и преподавателями дома и поделиться советами и рекомендациями по созданию различных типов проектов Scratch. Мы были в восторге, увидев проекты, на создание которых они вдохновились, в нашей студии «Создай вместе»!",
    "annualReport.2020.adaptationHighlightTitle4": "Взломай свое окно",
    "annualReport.2020.adaptationHighlightText4b": "Преподаватель Scratch Эдуард Мунтанер Перич создал студию, вдохновленную #ScratchAtHome, которая покорила сообщество: {linkText}. Сотни скретчеров со всего мира представляли фантастические игры и истории, происходящие прямо за их окном.",
    "annualReport.2020.adaptationEducatorsTitle": "Связь с педагогами",
    "annualReport.2020.adaptationEducatorsText": "Педагоги со всего мира поделились своими собственными идеями #ScratchAtHome и обсудили трудности и победы удаленного обучения в оживленном чате в Твиттере 8 апреля 2020 года.",
    "annualReport.2020.adaptationSnapshot": "Снимки",
    "annualReport.2020.adaptationSnapshot1Title": "Сеть компьютерных клубов Виртуальные мастерские",
    "annualReport.2020.adaptationSnapshot1Text": "В рамках нашего давнего партнерства Scratch Team проводит семинары для преподавателей молодежи из {linkText}. Подобно педагогам по всему миру, наша команда впервые провела онлайн-семинары в 2020 году и научилась бороться с изоляцией и техническими трудностями виртуального обучения. Но благодаря онлайн-инструментам для совместной работы и инновационным методам обмена мнениями и размышлениями команда смогла воссоздать в виртуальном пространстве совместный и игривый дух личных семинаров.",
    "annualReport.2020.adaptationSnapshot2Title": "Приведи себя в Скретч",
    "annualReport.2020.adaptationSnapshot2Text": "2020 год также был годом адаптации наших инструментов и платформы. Мы разработали и добавили новые спрайты в библиотеку спрайтов, чтобы вдохновить и дать возможность начинающим скретчерам создавать проекты, отражающие их расовую, культурную, гендерную или другую личную идентичность.",
    "annualReport.2020.communityTitle": "Сообщество",
    "annualReport.2020.communityIntro": "В 2020 году Scratch Community стало еще более важным местом для молодых людей, где они могут обрести чувство единения и сопричастности. Когда мы видели содержательные разговоры, совместные проекты и трогательные истории, которыми делились Скретчеры, мы были в восторге от их творческого и стойкого духа.",
    "annualReport.2020.communityTitle1": "Виртуальное семейное руководство по творческим ночам кодирования",
    "annualReport.2020.communityText1": "В 2019 году при поддержке Google.org команда Scratch работала с Управлением компьютерных наук Чикагской государственной школы, чтобы объединить учащихся, семьи, учителей и других членов сообщества в рамках семейных творческих вечеров кодирования.",
    "annualReport.2020.communityText2": "В этом году перед нашими командами встала новая задача: как мы можем перенести в виртуальное пространство игривый, объединяющий дух семейных творческих вечеров кодирования, помогая школам развивать жизненно важные связи с удаленными учащимися и их семьями? Мы разработали руководство по Виртуальным семейным ночам кодирования, чтобы обеспечить структуру для этих связей и поддержать радостное обучение.",
    "annualReport.2020.communityDownloadButton": "Руководство по виртуальным семейным ночам кодирования",
    "annualReport.2020.communityQuoteName": "Кендра Мэллори, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Координатор",
    "annualReport.2020.communityQuoteText": "[In 2020], было не так много возможностей пообщаться с родителями таким веселым и энергичным способом. Таким образом, эта возможность обеспечила столь необходимое участие ... Учителя были насторожены, но уровень возбуждения учеников подтолкнул их к ситуации, когда они должны были доверять процессу и позволять детям учиться друг у друга.",
    "annualReport.2020.communityScratchCommunity": "Скретч-сообщество",
    "annualReport.2020.communityScratchCommunityIntro": "Когда их спрашивают, почему они используют Scratch, большинство скретчеров говорят о важности онлайн-сообщества для мотивации их постоянного участия, предоставления пространства, где они могут выражать свои творческие способности, заводить друзей, получать отзывы, получать новые идеи и приобретать новые навыки. Многие скретчеры выражают свою признательность сообществу Scratch как безопасному и гостеприимному пространству, где можно общаться, делиться информацией и учиться друг у друга.",
    "annualReport.2020.communityQuoteGroupText1": "Я присоединился к Scratch, когда мне было 11 лет, и то, чему я научился, используя платформу и взаимодействуя с сообществом, было жизненно важной частью моего обучения в детстве.",
    "annualReport.2020.communityQuoteGroupText2": "С помощью Scratch я могу делать что-то из дома, например\n- Уважать людей и их проекты\n- Заводить друзей\n- Чувствовать, что я не одинок в этом карантине\n....и многое другое, поэтому я хочу скажи ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Я работаю на Scratch около 2 лет, и это изменило мою жизнь! Я узнал так много нового, например, о программировании, онлайн-этикете и искусстве!",
    "annualReport.2020.communityQuoteGroupText4": "Скретч был моим любимым хобби в шестом классе. Он тайно познакомил меня с булевой логикой, порядком операций и вложенными математическими выражениями, не говоря уже о самом программировании.",
    "annualReport.2020.yearInReview": "Год в обзоре",
    "annualReport.2020.yearInReviewText": "2020 год был знаменательным для онлайн-сообщества. Команда сообщества выделяла и развивала возможности для молодых людей выражать свои идеи и участвовать в позитивных вещах, а сами скретчеры породили невероятные движения. Вот краткий обзор некоторых основных событий года:",
    "annualReport.2020.yearInReviewCard1Date": "Январь",
    "annualReport.2020.yearInReviewCard1Title": "Студия скретч-дизайна конца десятилетия",
    "annualReport.2020.yearInReviewCard1Text": "Скретчеры отпраздновали окончание десятилетия и новые начинания в этой студии дизайна Scratch.",
    "annualReport.2020.yearInReviewCard2Date": "Апрель",
    "annualReport.2020.yearInReviewCard2Title": "День дурака",
    "annualReport.2020.yearInReviewCard2Text": "Вокруг сайта появились «приземленные тайны», а кошачьи блоки удивили и восхитили Scratch-сообщество.",
    "annualReport.2020.yearInReviewCard3Date": "Апрель",
    "annualReport.2020.yearInReviewCard3Title": "Создать вместе",
    "annualReport.2020.yearInReviewCard3Text": "Члены Scratch Team начали проводить живые уроки, чтобы общаться и творить со Скретчерами и их семьями дома.",
    "annualReport.2020.yearInReviewCard4Date": "Май",
    "annualReport.2020.yearInReviewCard4Title": "Месяц Scratch",
    "annualReport.2020.yearInReviewCard4Text": "Скретчеры со всего мира поделились тысячами проектов на еженедельные темы, от поделок из вторсырья до джинглов для мытья рук.",
    "annualReport.2020.yearInReviewCard5Date": "Май",
    "annualReport.2020.yearInReviewCard5Title": "Жизни темнокожих имеют значение",
    "annualReport.2020.yearInReviewCard5Text": "Когда протесты против расовой справедливости охватили США, сообщество объединилось, чтобы поддержать друг друга и призвать к переменам.",
    "annualReport.2020.yearInReviewCard6Date": "Июнь",
    "annualReport.2020.yearInReviewCard6Title": "Веселье дома! Студия скретч-дизайна",
    "annualReport.2020.yearInReviewCard6Text": "Скретчеры поделились своими любимыми играми и занятиями в помещении, чтобы занять себя, оставаясь дома.",
    "annualReport.2020.yearInReviewCard7Date": "Июнь",
    "annualReport.2020.yearInReviewCard7Title": "Июньская студия",
    "annualReport.2020.yearInReviewCard7Text": "Скретчеры создали проекты в честь 10 июня и продолжающейся борьбы за расовую справедливость.",
    "annualReport.2020.yearInReviewCard8Date": "Июль",
    "annualReport.2020.yearInReviewCard8Title": "Scratch лагерь",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical заставил все сообщество играть, петь и танцевать вместе.",
    "annualReport.2020.yearInReviewCard9Date": "Октябрь",
    "annualReport.2020.yearInReviewCard9Title": "Скретчтобер",
    "annualReport.2020.yearInReviewCard9Text": "Скретчеры создали сотни креативных историй, игр и анимаций на основе ежедневных тематических подсказок.",
    "annualReport.2020.communityQuote2Name": "Анна Литикаль, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Инженер по связям с разработчиками облачной платформы Google и трансвестит программистов",
    "annualReport.2020.communityQuote2Text": "Видеть силу, которой вы обладаете, когда создаете что-то и можете представлять себя и свои проблемы, выражать их или решать их с помощью кода, — это действительно волшебный опыт, который оказывает влияние на реальный мир.",
    "annualReport.2020.communitySnapshotTitle": "Улучшение наших инструментов",
    "annualReport.2020.communitySnapshotText": "Наша команда сообщества использует широкий спектр инструментов и стратегий для поощрения хорошей цифровой гражданственности и поддержания благоприятной среды для творчества скретчеров. В 2020 году мы разработали новый, более интуитивно понятный интерфейс, чтобы помочь скретчерам отмечать неприемлемый контент, и улучшили используемые инструменты. нашей командой модераторов сообщества. В результате мы получали более качественные отчеты от сообщества, а модераторы нашего сообщества могли работать быстрее и эффективнее, делая сайт более безопасным и удобным для всех.",
    "annualReport.2020.communitySnapshot2Title": "Новые уроки Scratch на Youtube",
    "annualReport.2020.communitySnapshot2Text": "В марте 2020 года команда Scratch начала делиться учебными пособиями на нашем канале YouTube, чтобы помочь скретчерам получить навыки создания всего, что они могут себе представить. Эти уроки, от пиксельной графики до виртуальных питомцев, пользуются успехом у скретчеров всех возрастов и в 2020 году набрали 1,3 миллиона просмотров.",
    "annualReport.2020.tutorial1": "Виртуальный город",
    "annualReport.2020.tutorial2": "Игра \"Лови предметы\"",
    "annualReport.2020.tutorial3": "Дизайнер персонажей",
    "annualReport.2020.tutorial4": "Виртуальный питомец",
    "annualReport.2020.EDMessageTitle": "Сообщение от нашего исполнительного директора",
    "annualReport.2020.EDMessageText1": "2020 год стал годом преобразований во всем мире и для Scratch. Я присоединился к команде в ноябре, когда пандемия COVID-19 длилась несколько месяцев. Имея опыт лидера в сфере образования, я был в восторге от возможности возглавить Scratch в период значительных изменений и продолжать работать над достижением своей личной цели — помочь ученикам из всех слоев общества достичь новых высот. Я знал, что в этот сложный год молодые люди во всем мире серьезно нуждались в еще большей поддержке, чтобы помочь им реализовать свой потенциал.",
    "annualReport.2020.EDMessageText2": "Пандемия усугубила несправедливые структуры, которые мы построили для обучения детей. Благодаря нашим беседам с семьями и педагогами со всего мира мы знаем, что в 2020 году дети из всех сообществ больше, чем когда-либо, нуждались в творческих возможностях обучения, чтобы выражать свои идеи и развивать свои навыки, даже несмотря на то, что многие из них не имели возможности пойти в школу.",
    "annualReport.2020.EDMessageText3": "По мере того как мир адаптировался и подходил к творческому обучению и самовыражению по-новому, многие педагоги, родители и молодые люди обратились к Scratch. Год за годом мы видели, как скретчеры создают проекты на 40 % больше, а в 2020 году они оставили на 200 % больше комментариев, чем в 2019 году. Молодые люди со всего мира использовали Scratch как место для общения, общения, совместной работы и взаимодействия друг с другом. Мы видели, как они открыли для себя удивительные вещи, которые они могли создать, когда им дали возможность творчески мыслить и решать проблемы, которыми они были увлечены.",
    "annualReport.2020.EDMessageText4": "После пандемии некоторые призвали к «возвращению к нормальной жизни». Но для многих молодых людей свобода учиться и исследовать отсутствовала в наших школах задолго до COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "Мы должны сделать все возможное, чтобы изменить системное неравенство в наших системах образования, потому что «нормальность» не была построена так, чтобы быть справедливой и равноправной для большинства наших детей.",
    "annualReport.2020.EDMessageText5": "В 2021 году Scratch удвоит наши усилия по охвату молодых людей, которые исторически были исключены из творческих вычислений и других возможностей творческого обучения. При поддержке Google.org мы запустили Scratch Education Collaborative (SEC) — мощную сеть организаций по всему миру, нацеленную на поддержку этих учащихся в развитии их уверенности в творческих вычислениях. 41 организация в первый год действия новой программы будет связываться и учиться у Scratch Team и друг у друга, а также разрабатывать инструменты Equity Toolkit, которые будут поддерживать их по мере их роста и расширять свою поддержку учащихся в своем сообществе.",
    "annualReport.2020.EDMessageText6": "Наша работа над тем, чтобы сделать Scratch еще более справедливым и инклюзивным, еще далека от завершения. Я рад поделиться с вами чем-то еще в ближайшие месяцы. А до тех пор я хотел бы выразить искреннюю признательность сообществу Scratch за то, что они продолжали поддерживать и заботиться друг о друге в этот неспокойный год. Ваше творчество и сострадание никогда не перестанут нас вдохновлять.",
    "annualReport.2020.EDTitle": "Исполнительный директор Scratch Foundation",
    "annualReport.2020.lookingForward": "С нетерпением жду",
    "annualReport.2020.lookingForwardText1": "В 2021 году мы продолжаем внедрять инновации и сотрудничать с нашими партнерами, чтобы сделать Scratch еще лучше для молодежи по всему миру. В ближайшие месяцы мы работаем над тем, чтобы внедрить Scratch в большее количество школ, расширить пути к творческому обучению, разработать и локализовать больше ресурсов для преподавателей и молодежи, а также улучшить процесс адаптации Scratch и еще больше интересных проектов.",
    "annualReport.2020.lookingForwardText2": "Мы получили щедрые гранты от LEGO Foundation и Google.org, чтобы помочь расширить наш глобальный охват, продвинуть нашу миссию и поддержать эту важную работу. Узнать больше:",
    "annualReport.2020.learnMore": "Узнать больше:",
    "annualReport.2020.learnMoreLink1Text": "Фонд LEGO и Фонд Scratch объявляют о партнерстве для поддержки обучения через игру с технологиями для миллионов детей по всему миру.",
    "annualReport.2020.learnMoreLink2Text": "Неделя образования в области компьютерных наук: больше помощи для большего количества учащихся",
    "annualReport.2020.supportersTitle": "Спасибо нашим сторонникам",
    "annualReport.2020.supportersIntro": "Спасибо нашим щедрым сторонникам. Ваш вклад помогает нам расширить возможности творческого обучения для детей всех возрастов, из всех слоев общества, по всему миру.",
    "annualReport.2020.ourSupporters": "Кто нас поддержал",
    "annualReport.2020.ourSupportersText": "Мы хотим поблагодарить всех сторонников Scratch, которые на протяжении многих лет помогали нам создавать потрясающие возможности обучения для миллионов молодых людей по всему миру. Следующий список основан на пожертвованиях Scratch Foundation с 1 января 2020 г. по 31 декабря 2020 г.",
    "annualReport.2020.supportersFoundingTitle": "Партнеры-основатели — $10 000 000+",
    "annualReport.2020.supportersFoundingText": "Мы особенно благодарны нашим партнерам-основателям, каждый из которых предоставил не менее 10 000 000 долларов совокупной поддержки с момента запуска Scratch в 2003 году.",
    "annualReport.2020.supportersCatPartnersTitle": "Партнеры Scratch Cat — $1 000 000+",
    "annualReport.2020.supportersCreativityTitle": "Творческий круг — $250 000+",
    "annualReport.2020.supportersCollaborationTitle": "Творческий круг — $100 000+",
    "annualReport.2020.supportersImaginationTitle": "Круг воображения — $50 000+",
    "annualReport.2020.supportersInspirationTitle": "Круг воображения — $20 000+",
    "annualReport.2020.supportersExplorationTitle": "Круг воображения — $5 000+",
    "annualReport.2020.supportersPlayTitle": "Игровой круг — $1 000+",
    "annualReport.2020.supportersInKindTitle": "Сторонники в натуральной форме",
    "annualReport.2020.leadershipTitle": "Наша команда",
    "annualReport.2020.leadershipBoard": "Совет директоров",
    "annualReport.2020.leadershipChair": "Стул",
    "annualReport.2020.leadershipProfessor": "Профессор исследований в области обучения",
    "annualReport.2020.leadershipViceChair": "Заместитель председателя",
    "annualReport.2020.leadershipCoFounder": "Соучредитель и сопредседатель",
    "annualReport.2020.leadershipBoardMember": "Член правления",
    "annualReport.2020.leadershipPresidentCEO": "Президент и генеральный директор",
    "annualReport.2020.leadershipFormerPresident": "Бывший президент",
    "annualReport.2020.leadershipFounderCEO": "Основатель и исполнительный председатель",
    "annualReport.2020.leadershipFormerChairCEO": "Бывший генеральный директор и председатель",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Секретарь правления и казначей",
    "annualReport.2020.leadershipBoardSecretary": "Секретарь Совета",
    "annualReport.2020.leadershipBoardTreasurer": "Казначей Совета",
    "annualReport.2020.leadershipScratchTeam": "Скретч-команда 2020",
    "annualReport.2020.leadershipED": "Исполнительный директор",
    "annualReport.2020.teamThankYou": "Спасибо Митчу Резнику, Натали Раск, Рупалу Джейну и другим сотрудникам группы Lifelong Kindergarten Group в MIT Media Lab за неустанную поддержку Scratch.",
    "annualReport.2020.donateTitle": "Поддержать нас",
    "annualReport.2020.donateMessage": "Ваша поддержка позволяет нам сделать Scratch бесплатным для всех, поддерживать работу наших серверов, и, самое главное, мы можем предоставить детям по всему миру возможность представлять, создавать и делиться. Спасибо!",
    "annualReport.2020.donateButton": "Пожертвовать",
    "annualReport.2020.projectBy": "проект от",
    "annualReport.2020.altAvatar": "аватар пользователя",
    "annualReport.2020.altDropdownArrow": "Стрелка, указывающая выпадающее меню.",
    "annualReport.2020.altMastheadIllustration": "Три человека взаимодействуют с физическими компонентами Scratch.",
    "annualReport.2020.altWave": "Смайлик машет рукой.",
    "annualReport.2020.altMitchHeadshot": "Основатель Митч Резник",
    "annualReport.2020.altBlocks": "Два скретч-блока, поставленные друг на друга.",
    "annualReport.2020.altBanana": "Банан с воткнутым в него проводом.",
    "annualReport.2020.altProjectsIllustration": "Трое детей, один стоит, один сидит в инвалидной коляске и один сидит на земле, рисуют и вырезают художественные проекты.",
    "annualReport.2020.altPassionIllustration": "Трое детей, один стоит, один стоит на коленях и один сидит на земле, рисуют, играют на пианино и наблюдают за звездами в телескоп.",
    "annualReport.2020.altPeersIllustration": "Четверо детей сидят у костра, играют в игры и дают пять.",
    "annualReport.2020.altPlayIllustration": "Трое детей, один стоит, один стоит на коленях и один сидит, скрестив ноги, складывают камни, играют с игрушечными лодками и складывают оригами.",
    "annualReport.2020.altCalendar": "Календарь, отображающий 2020 год.",
    "annualReport.2020.altCommentsVisualization": "Два пузыря комментариев. Один меньший и более темный представляет долю комментариев в 2019 году. Один светлый представляет увеличение количества комментариев, сделанных в 2020 году.",
    "annualReport.2020.altArrowUp": "Стрелка вверх и вправо.",
    "annualReport.2020.altTranslated": "Скретч-компонент, говорящий \"Привет\" и перечисляющий языки, на которых доступен скретч.",
    "annualReport.2020.altScratchHorizontalCommand": "Компонент горизонтальной команды Scratch.",
    "annualReport.2020.altScratchJr": "Логотип Скретч-младший",
    "annualReport.2020.altHorizontalLoop": "Сотрите компонент горизонтальной петли.",
    "annualReport.2020.altPieChart": "Визуализация, показывающая увеличение количества проектов, созданных в 2020 году, на 602% по сравнению с проектами, созданными в 2019 году.",
    "annualReport.2020.altUsers": "Два общих пользовательских значка, чуть меньшего серого и чуть большего размера фиолетового.",
    "annualReport.2020.altArrowNext": "Стрелка, указывающая вправо.",
    "annualReport.2020.altBenedict": "Аватар для Бенедикт Хохвартнер",
    "annualReport.2020.altAaronReuland": "Аарон Ройланд наложил на куклу из бумажного пакета и иллюстрацию летающей черепахи.",
    "annualReport.2020.altSprinklesLeft": "На телефоне отображается смайлик, царапина и сердечко.",
    "annualReport.2020.altSprinklesRight": "Рука, взаимодействующая с скретч-компонентами.",
    "annualReport.2020.altFileDownload": "Стрелка, указывающая на корзину, указывает, что файл можно скачать.",
    "annualReport.2020.altWaveTop": "Светло-голубая волна, покрытая скретч-аватарами и скретч-компонентами.",
    "annualReport.2020.altWaveBottom": "Светло-голубая волна.",
    "annualReport.2020.altConnectingLine": "Пунктирная линия, соединяющая месяцы",
    "annualReport.2020.altApril": "Рисунок ручкой и карандашом на скретч-проекте, изображающем лодку и воду.",
    "annualReport.2020.altMay": "Календарь, отмеченный смайликами, размещенными на пузыре.",
    "annualReport.2020.altJune": "Июньский флаг и бумажный самолетик.",
    "annualReport.2020.altJuly": "Микрофон и ноты.",
    "annualReport.2020.altToolsIllustration": "Рука касается значка восклицательного знака над несколькими текстовыми пузырями.",
    "annualReport.2020.altVirtualTown": "Девушка бежит по тротуару перед несколькими домами.",
    "annualReport.2020.altCatchGame": "Яблоко плывет по горизонту справа, а корзина находится внизу, ближе к центру кадра.",
    "annualReport.2020.altCharacterDesigner": "Собака сидит на фоне зелено-белого шеврона.",
    "annualReport.2020.altVirtualPet": "Ежик сидит на вершине камня посреди травы.",
    "annualReport.2020.altLookingForward": "Поливающее дерево поливает саженец, из которого вырастает высокое дерево.",
    "annualReport.2020.altIndia1": "Под текстом «Счастливого Дивали!» появляется зажженный бенгальский огонь!",
    "annualReport.2020.altIndia2": "Талисман царапающей кошки появляется рядом с текстом, написанным на хинди.",
    "annualReport.2020.altIndia3": "Индийская женщина появляется перед индийским флагом, на котором изображено сердце со словом «Индия».",
    "annualReport.2020.altIndia4": "Две руки появляются над флейтой на фоне дощатого настила и моря.",
    "annualReport.2020.altChile": "Группа детей сидит за столом, заполненным предметами декоративно-прикладного искусства и ноутбуком.",
    "annualReport.2020.altBrazil": "Дети сидят перед ноутбуком, соединенным проводами с пятью ложками.",
    "annualReport.2020.altIndia": "Женщина инструктирует девочек, сидящих за компьютером.",
    "annualReport.2020.altUSA": "Небольшая миниатюра видео отображается рядом со снимком экрана пользовательского интерфейса Scratch.",
    "annualReport.2020.altChileIcon": "Scratch кошка",
    "annualReport.2020.altBrazilIcon": "Зеленый вихрь",
    "annualReport.2020.altIndiaIcon": "Звезда, переплетенная с кругом",
    "annualReport.2020.altUSAIcon": "Мультяшная малина, логотип Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Учебник по Scratch на испанском языке",
    "annualReport.2020.altGettingStarted": "Кнопка воспроизведения находится поверх пользовательского интерфейса Scratch.",
    "annualReport.2020.altEditor": "Пользовательский интерфейс Scratch вместе с предварительным просмотром разрабатываемой в настоящее время программы показывает, как два человека разговаривают друг с другом.",
    "annualReport.2020.altHackYourWindow": "Собака в космическом шлеме, звезда и пончик плывут за окном в космосе.",
    "annualReport.2020.altScratchInteraction": "Два человека разговаривают среди скретч-компонентов. Один передает компонент другому.",
    "annualReport.2020.altImageBubbles": "Изображения из проектов Scratch отображаются в виде пузырьков, сгруппированных вместе.",
    "annualReport.2020.altConnectivityVideoPreview": "Кнопка воспроизведения появляется над сценой с дружелюбными морскими существами.",
    "annualReport.2020.altAdaptationVideoPreview": "Кнопка воспроизведения появляется над различными сценами пользовательского интерфейса Scratch.",
    "annualReport.2020.altJanuaryCard": "Рей из «Звездных войн» держит посох и стоит в пустыне.",
    "annualReport.2020.altAprilCard": "Несколько скриншотов из пользовательского интерфейса Scratch помещаются вместе.",
    "annualReport.2020.altMayCard": "Руки, принадлежащие людям самых разных рас, подняты в кулаки.",
    "annualReport.2020.altJuneCard": "Человек скрепляет бумажный цветок вместе.",
    "annualReport.2020.altJulyCard": "Краб, русалка и осьминог вместе играют музыку под водой.",
    "annualReport.2020.altOctoberCard": "На стене над компьютерной рабочей станцией появляются тыква и конфетная кукуруза.",
    "annualReport.2020.altDonateIllustration": "Две руки образуют форму сердца с пальцами внутри вырезанной формы сердца."
}