{
    "annualReport.2020.subnavFoundersMessage": "Posolstvo zakladateľa",
    "annualReport.2020.subnavMission": "Misia",
    "annualReport.2020.subnavReach": "Dosah",
    "annualReport.2020.subnavThemes": "Témy",
    "annualReport.2020.subnavDirectorsMessage": "Správa riaditeľa",
    "annualReport.2020.subnavSupporters": "Podporovatelia",
    "annualReport.2020.subnavTeam": "Tím",
    "annualReport.2020.subnavDonate": "Podpor nás",
    "annualReport.2020.mastheadYear": "Výročná správa za rok 2020",
    "annualReport.2020.mastheadTitle": "Adaptácia na meniaci sa svet",
    "annualReport.2020.foundersMessageTitle": "Správa od nášho zakladateľa",
    "annualReport.2020.foundersMessageP1": "Rok 2020 si budeme pamätať ako rok, keď sa pandémia COVID prehnala celým svetom a spôsobila ťažkosti a narušenie života všetkých – pričom najväčšie ťažkosti nespravodlivo dopadajú na tých, ktorí už vo svojom živote čelia výzvam.",
    "annualReport.2020.foundersMessageP2": "Počas pandémie mladí ľudia na celom svete, mnohí izolovaní vo svojich domovoch, prichádzali na webovú stránku Scratch vo väčšom počte ako kedykoľvek predtým, pričom ScratcPočas pandémie mladí ľudia na celom svete, mnohí izolovaní vo svojich domovoch, prichádzali na webovú stránku Scratch vo väčšom počte ako kedykoľvek predtým, pričom Scratch vnímali ako bezpečný priestor, kde sa môžu kreatívne prejaviť, naučiť sa nové zručnosti a spolupracovať s nimi. ďalší. Inšpirovalo nás toľko projektov Scratch, ktoré mladí ľudia vytvorili počas roku 2020, pričom mnohí z nich zdieľali svoje myšlienky a pocity o pandémii, zmene klímy, rasovej nespravodlivosti a iných problémoch, ktoré majú na mysli. Mladí ľudia sa nielen učili výpočtovým konceptom a zručnostiam, ale rozvíjali aj svoj hlas a svoju identitu.",
    "annualReport.2020.foundersMessageP3": "Aby sme zabezpečili, že Scratch bude môcť aj v nasledujúcich rokoch hrať túto dôležitú úlohu v životoch mladých ľudí, urobili sme v Scratch významné organizačné zmeny. Začiatkom roka 2020 sa tím Scratch presťahoval zo svojho dlhoročného domova v MIT Media Lab do nových kancelárií Scratch Foundation v centre Bostonu. Tento krok nám pomôže vybudovať udržateľnú organizáciu schopnú podporovať Scratch ako globálnu platformu kreatívneho kódovania do budúcnosti.",
    "annualReport.2020.foundersMessageP4": "Neskôr v roku 2020, ako súčasť tohto organizačného prechodu, sme najali Shawnu Young, aby slúžila ako výkonná riaditeľka Scratch Foundation. Shawna prichádza do Scratch Foundation so silným zázemím v oblasti vzdelávania a manažmentu neziskových organizácií a s hlbokým záväzkom pre spravodlivosť a inklúziu. Počas svojej kariéry v inštitúciách ako Duke a MIT Shawna pracovala na rozširovaní vzdelávacích skúseností pre študentov z rôznych komunít. Tento záväzok je silne v súlade s poslaním a hodnotami spoločnosti Scratch a bude hrať dôležitú úlohu pri jej vedení v spoločnosti Scratch. Odporúčam vám prečítať si správu Shawny na konci tejto výročnej správy.",
    "annualReport.2020.foundersMessageP5": "Za posledné desaťročie mal Scratch fenomenálny úspech a zapojil desiatky miliónov mladých ľudí po celom svete. Ale to len začíname. Výzvou pre nadchádzajúce roky je zabezpečiť, aby sme mohli pokračovať v šírení a podpore nielen našej technológie, ale aj nášho kreatívneho, starostlivého a kolaboratívneho vzdelávacieho prístupu, aby mladí ľudia na celom svete mali spravodlivé príležitosti predstavovať si, vytvárať, zdieľať a učiť sa. Tešíme sa na spoluprácu s vami, aby sa to podarilo!",
    "annualReport.2020.foundersMessageScratchTitle": "Stolička, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Profesor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Sledovať video",
    "annualReport.2020.missionTitle": "Naša misia a vízia",
    "annualReport.2020.visionHeader": "Vízia",
    "annualReport.2020.visionSubtitle": "Šíriť kreatívne, starostlivé, spoločné a spravodlivé prístupy ku kódovaniu a učeniu po celom svete.",
    "annualReport.2020.missionHeader": "Misia",
    "annualReport.2020.missionSubtitle": "Poskytovať mladým ľuďom digitálne nástroje a príležitosti na predstavovanie, vytváranie, zdieľanie a učenie sa.",
    "annualReport.2020.missionP1": "Zaviazali sme sa k spravodlivosti vo vzdelávaní a uprednostňovaniu rovnosti vo všetkých aspektoch našej práce, s osobitným zameraním na iniciatívy a prístupy, ktoré podporujú deti, rodiny a pedagógov vylúčených z tvorivej práce na počítači.",
    "annualReport.2020.missionP2": "Scratch sme vyvinuli ako bezplatné, bezpečné a hravé vzdelávacie prostredie, ktoré zapája všetky deti do tvorivého myslenia, systematického uvažovania a spolupráce – čo sú základné zručnosti pre každého v dnešnej spoločnosti. Spolupracujeme s pedagógmi a rodinami, aby sme podporili deti pri objavovaní, zdieľaní a učení.",
    "annualReport.2020.missionP3": "Pri vývoji nových technológií, aktivít a učebných materiálov sa riadime tým, čo nazývame štyri P kreatívneho učenia:",
    "annualReport.2020.fourPs": "Štyri P kreatívneho učenia",
    "annualReport.2020.missionProjectsTitle": "Projekty",
    "annualReport.2020.missionPeersTitle": "Kamaráti",
    "annualReport.2020.missionPassionTitle": "Nadšenie",
    "annualReport.2020.missionPlayTitle": "Zahraj",
    "annualReport.2020.missionProjectsDescription": "Zapojte deti do navrhovania, tvorenia a tvorivého vyjadrovania",
    "annualReport.2020.missionPeersDescription": "Podporujte deti v spolupráci, zdieľaní, remixovaní a mentorovaní",
    "annualReport.2020.missionPassionDescription": "Umožnite deťom stavať na svojich záujmoch a pracovať na osobne zmysluplných projektoch",
    "annualReport.2020.missionPlayDescription": "Povzbudzujte deti, aby hrali, experimentovali a opakovali",
    "annualReport.2020.reachTitle": "Oslovenie detí na celom svete",
    "annualReport.2020.reachSubtitle": "Scratch je najväčšia kódovacia komunita na svete pre deti a tínedžerov vo veku od 8 rokov.",
    "annualReport.2020.reachMillion": "miliónov",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8 % od roku 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37 % od roku 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% od roku 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Noví používatelia",
    "annualReport.2020.reachProjectsCreated": "Projekty vytvorené",
    "annualReport.2020.reachProjectCreators": "Ľudia tvoriaci projekty",
    "annualReport.2020.reachComments": "zvýšenie počtu uverejnených komentárov",
    "annualReport.2020.reachGlobalCommunity": "Naša globálna komunita",
    "annualReport.2020.reachMapBlurb": "Celkový počet účtov zaregistrovaných v komunite Scratch Online od spustenia Scratch do decembra 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "na logaritmickej stupnici",
    "annualReport.2020.reachTranslationTitle": "Scratch je preložený do 64 jazykov",
    "annualReport.2020.reachTranslationIncrease": "3 jazyky od roku 2019",
    "annualReport.2020.reachTranslationBlurb": "Vďaka dobrovoľným prekladateľom z celého sveta.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr je úvodné programovacie prostredie, ktoré umožňuje malým deťom (vo veku 5 – 7 rokov) vytvárať si vlastné interaktívne príbehy a hry.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Sťahovanie v roku 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} z roku 2019",
    "annualReport.2020.themesTitle": "Vznikajúce témy",
    "annualReport.2020.themesDescription": "Keď mladí ľudia čelili bezprecedentným výzvam COVID-19, Scratch sa pre nich stal dôležitejším miestom ako kedykoľvek predtým, kde sa môžu spájať, tvoriť a vyjadrovať sa. Počas celého roka sa naša práca sústredila na tri oblasti, aby sme čo najlepšie podporili našu rastúcu globálnu komunitu: konektivita, adaptácia a komunita. Ako vždy bolo naše úsilie založené na našom záväzku k rovnosti a inklúzii.",
    "annualReport.2020.equity": "Equity",
    "annualReport.2020.globalStrategy": "Globálna stratégia",
    "annualReport.2020.connectivityTitle": "Konektivita",
    "annualReport.2020.connectivityIntro": "Zatiaľ čo mladí ľudia boli kvôli COVID-19 izolovaní vo svojich domovoch, Scratch im ponúkol príležitosť spojiť sa a tvoriť so vzdialenými priateľmi, spolužiakmi a členmi rodiny. Slúžil tiež ako portál do vonkajšieho sveta, kde zistili, že milióny detí naprieč krajinami a kontinentmi zažívali to isté, čo oni.",
    "annualReport.2020.aaronText": "Aaronovi študenti spolupracovali na vytvorení „kukanej“ verzie svojho mesta s názvom „Norwouldn’t“, ktorá je plná rozprávkových tvorov, originálnych umeleckých diel a vzájomne prepojených príbehov. Bol to jeden z mnohých spoločných projektov Scratch, ktoré Aaron umožnil, aby študentom pripomenul, že aj keď ich COVID-19 držal vo svojich domovoch, stále boli súčasťou starostlivej a radostnej komunity.",
    "annualReport.2020.spotlightStory": "Spoľahlivý príbeh",
    "annualReport.2020.connectivityIndia": "Scratch v Indii",
    "annualReport.2020.connectivityIndiaIntro": "V Indii si pandémia COVID-19 vybrala obrovskú daň a držala veľa mladých ľudí a rodín v izolácii na dlhé úseky.",
    "annualReport.2020.connectivityIndiaParagraph": "V celej globálnej komunite Scratch sme zaznamenali obrovský nárast aktivity, ktorý sa začal v marci 2020. Nikde nebol tento náhly nárast evidentnejší ako v Indii, kde si pandémia COVID-19 vybrala obrovskú daň a udržala veľa mladých ľudí a rodín v izolácii. dlhé úseky času. Prostredníctvom aplikácie Scratch našli deti v Indii spojenie tým, že vytvorili a zdieľali o 602 % viac projektov ako rok predtým.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projekty boli vytvorené online v roku 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602 % od roku 2019",
    "annualReport.2020.connectivityRegistedUsers": "Počet všetkých registrovaných používateľov v Indii sa za jeden rok viac ako zdvojnásobil,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "zvýšenie z viac ako 300 000 v roku 2019 na viac ako 700 000 v roku 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Zvýšil sa počet unikátnych návštevníkov",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Zvýšil sa počet ľudí tvoriacich projekty",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "v roku 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 tisíc",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch po celom svete",
    "annualReport.2020.connectivityWorldSubtitle": "Medzinárodní spolupracovníci",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Čile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur sa venuje podpore výpočtového a kreatívneho myslenia medzi študentmi a pedagógmi v Čile a v celej Latinskej Amerike. Pomohli našim snahám o preklad a lokalizáciu v jazyku Rapa Nui a španielčine a zapojili mnohých pedagógov do spoločných, hravých workshopov profesionálneho rozvoja Scratch.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brazílska sieť kreatívneho vzdelávania",
    "annualReport.2020.connectivityCountryBrazil": "Brazília",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Brazilian Creative Learning Network je hnutie zdola, ktoré implementuje hravé, kreatívne a relevantné praktické vzdelávacie postupy v celej Brazílii. V roku 2020 sa tím Scratch predstavil na podujatí Creative Learning Week v Brazilian Creative Learning Network, aby sa podelil o to, ako deti používali Scratch na budovanie komunity, vyjadrovanie sa a vyjadrovanie sa o tom, čo je pre nich dôležité. Na druhej strane sme sa dozvedeli, ako pedagógovia v sieti vytvárajú príležitosti na sebavyjadrenie so študentmi v ich vlastných komunitách.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest aliancia",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance dáva miliónom študentov a pedagógov schopnosti 21. storočia, vrátane kreatívnej práce s počítačom. V roku 2020 {QuestAllianceLink} zdieľal Scratch so študentmi a pedagógmi v celej Indii.",
    "annualReport.2020.connectivityCountryUSATitle": "Nadácia Raspberry Pi",
    "annualReport.2020.connectivityCountryUSA": "VB",
    "annualReport.2020.connectivityCountryUSAParagraph": "Raspberry Pi Foundation pracuje na tom, aby vložila silu výpočtovej techniky a digitálnej tvorby do rúk ľudí na celom svete. Prostredníctvom svojej iniciatívy Making at Home vedú živé vysielanie, ktoré povzbudzuje rodiny a mladých ľudí, aby sa spoločne učili a tvorili. Niekoľko z týchto priamych prenosov obsahovalo návody Scratch – a niekedy dokonca aj {USALink}!",
    "annualReport.2020.connectivityResources": "Materiály",
    "annualReport.2020.connectivityResourcesSubtitle": "Lokalizácia s podporou LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "Aby sme podporili náš rastúci globálny dosah a pomohli našej reakcii na COVID-19, LEGO Foundation podporila Scratch štedrým grantom. S týmto financovaním sme dokázali lokalizovať kľúčové zdroje a osloviť ešte viac mladých ľudí po celom svete.",
    "annualReport.2020.connectivityExample1Title": "Výukové obrázky",
    "annualReport.2020.connectivityExample1Paragraph": "Vytvorili sme preklady obrázkov pre 25 tutoriálov Scratch v 12 jazykoch – spolu viac ako 1 000 nových obrázkov!",
    "annualReport.2020.connectivityExample2Title": "Začíname so Scratchom",
    "annualReport.2020.connectivityExample2Paragraph": "Video Začíname so Scratch je najnavštevovanejším a najsledovanejším výukovým videom Scratch, ktoré víta nových Scratchers, keď sa prvýkrát pridajú na stránku. Toto video sa nám podarilo preložiť do 25 nových jazykov a aktualizovať 3 predchádzajúce preklady vrátane vizuálov, komentárov a titulkov.",
    "annualReport.2020.connectivityExample3Title": "Editor Scratch",
    "annualReport.2020.connectivityExample3Paragraph": "Editor projektu Scratch je najdôležitejším zdrojom Scratch. Spolupracovali sme s juhoafrickou prekladateľskou spoločnosťou, ktorá sa špecializuje na kultúrne relevantné vzdelávacie preklady, na preklade a recenzii editora Scratch v piatich juhoafrických jazykoch: isiZulu, isiXhosa, afrikánčina, Sestwana a Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptácia",
    "annualReport.2020.adaptationIntro": "Keďže COVID-19 prinútil školy zavrieť a posunul učenie do virtuálnych priestorov, mnohí študenti a učitelia prvýkrát objavili Scratch alebo si prispôsobili spôsob, akým vyučovali a učili sa kreatívne kódovanie. Z našich domovov tím Scratch pracoval na podpore meniacich sa potrieb pedagógov a online komunity.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Kurátor pre kreatívne učenie, mumok, Viedeň, Rakúsko",
    "annualReport.2020.adaptationQuoteText": "Vo všetkých problémoch za posledný rok zostal Scratch našou platformou komunikácie, miestom, kde sa stretávame, a prostriedkom kreatívneho vyjadrovania sa.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "V škole Title One od Aarona Reulanda v Norwoode v štáte Massachusetts sa spoľahol na to, že Scratch pomôže zapojiť študentov na diaľku do kreatívneho učenia a oživí ich zmysel pre komunitu, „keď jediné, na čo som sa mohol spoľahnúť, bol funkčný počítač a internetové pripojenie. “",
    "annualReport.2020.adaptationHighlightText2": "Aaronovi študenti spolupracovali na vytvorení „kukanej“ verzie svojho mesta s názvom „Norwouldn’t“, ktorá je plná rozprávkových tvorov, originálnych umeleckých diel a vzájomne prepojených príbehov. Bol to jeden z mnohých spoločných projektov Scratch, ktoré Aaron umožnil, aby študentom pripomenul, že aj keď ich COVID-19 držal vo svojich domovoch, stále boli súčasťou starostlivej a radostnej komunity.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch doma",
    "annualReport.2020.adaptationHighlightText2b": "17. marca sme zareagovali na krízu COVID-19 spustením {linkText}, aby sme deťom, rodinám a pedagógom poskytli nápady, ako sa zapojiť do kreatívnych vzdelávacích aktivít so Scratchom doma. Bol to neoceniteľný spôsob, ako sa spojiť s našou komunitou a prispôsobiť sa úplne novému spôsobu učenia a interakcie online.",
    "annualReport.2020.adaptationHighlightTitle3": "Živé tvorenie",
    "annualReport.2020.adaptationHighlightText3b": "Náš tím hostil týždenne živé {linkText}, aby sa spojil s deťmi, rodičmi a pedagógmi doma a zdieľal tipy a triky na vytváranie rôznych typov projektov Scratch. S radosťou sme videli projekty, ktoré ich inšpirovali vytvoriť v našich tvorivých štúdiách!",
    "annualReport.2020.adaptationHighlightTitle4": "Hacknite svoje okno",
    "annualReport.2020.adaptationHighlightText4b": "Pedagóg Scratch Eduard Muntaner Perich vytvoril štúdio inšpirované #ScratchAtHome, ktoré vzalo komunitu útokom: {linkText}. Stovky Scratcherov z celého sveta si predstavovali fantastické hry a príbehy, ktoré sa odohrávajú priamo za ich oknom.",
    "annualReport.2020.adaptationEducatorsTitle": "Spojenie s pedagógmi",
    "annualReport.2020.adaptationEducatorsText": "Pedagógovia z celého sveta sa 8. apríla 2020 podelili o svoje vlastné nápady #ScratchAtHome a diskutovali o ťažkostiach a víťazstvách vyučovania na diaľku v živom chate na Twitteri.",
    "annualReport.2020.adaptationSnapshot": "Snímky",
    "annualReport.2020.adaptationSnapshot1Title": "Sieťové virtuálne workshopy počítačovej klubovne",
    "annualReport.2020.adaptationSnapshot1Text": "V rámci nášho dlhodobého partnerstva organizuje tím Scratch workshopy pre pedagógov mládeže od {linkText}. Podobne ako pedagógovia na celom svete, aj náš tím musel v roku 2020 po prvýkrát uskutočniť online workshopy – a naučiť sa, ako bojovať proti izolácii a technickým ťažkostiam virtuálneho vzdelávania. Ale vďaka online nástrojom na spoluprácu a inovatívnym metódam zdieľania a reflexie dokázal tím znovu vytvoriť spoločného, hravého ducha osobných workshopov vo virtuálnom priestore.",
    "annualReport.2020.adaptationSnapshot2Title": "Vstúpte do seba Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "Rok 2020 bol aj rokom prispôsobenia našich nástrojov a platformy. Vyvinuli sme a pridali nových spriteov do knižnice Sprite, aby sme inšpirovali a umožnili začínajúcim Scratcherom vytvárať projekty reprezentujúce ich rasovú, kultúrnu, rodovú alebo inú osobnú identitu.",
    "annualReport.2020.communityTitle": "Komunita",
    "annualReport.2020.communityIntro": "V roku 2020 sa komunita Scratch stala ešte dôležitejším miestom pre mladých ľudí, kde môžu nájsť pocit spolupatričnosti a spolupatričnosti. Keď sme videli zmysluplné rozhovory, spoločné projekty a dojímavé príbehy, o ktoré sa Scratchers podelili, boli sme ohromení ich tvorivým a odolným duchom.",
    "annualReport.2020.communityTitle1": "Sprievodca kreatívnym kódovaním pre virtuálnu rodinu",
    "annualReport.2020.communityText1": "V roku 2019 s podporou Google.org tím Scratch spolupracoval s Úradom počítačových vied v Chicagskej verejnej škole na prepojení študentov, rodín, učiteľov a ďalších členov komunity prostredníctvom Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "Tento rok naše tímy čelili novej výzve: ako by sme mohli do virtuálneho priestoru preniesť hravého ducha Family Creative Coding Nights, ktorý buduje komunitu, a pomôcť tak školám rozvíjať dôležité spojenia so vzdialenými študentmi a ich rodinami? Vyvinuli sme príručku Virtual Family Coding Nights, aby sme poskytli štruktúru pre tieto spojenia a podporili radostné učenie",
    "annualReport.2020.communityDownloadButton": "Sprievodca virtuálnymi rodinnými kódovacími nocami",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. koordinátor",
    "annualReport.2020.communityQuoteText": "[In 2020], nebolo veľa príležitostí zaujať rodičov takým zábavným a vysoko energetickým spôsobom. Takže táto príležitosť poskytla veľmi potrebnú angažovanosť... Učitelia mali obavy, ale úroveň vzrušenia študentov ich posunula do priestoru, kde museli dôverovať procesu a umožniť deťom učiť sa jeden od druhého.",
    "annualReport.2020.communityScratchCommunity": "Scratch komunita",
    "annualReport.2020.communityScratchCommunityIntro": "Na otázku, prečo používajú Scratch, väčšina Scratchers hovorí o dôležitosti online komunity pre motiváciu ich neustálej účasti, ktorá poskytuje priestor, kde môžu prejaviť svoju kreativitu, spoznať priateľov, získať spätnú väzbu, získať nové nápady a naučiť sa nové zručnosti. Mnoho Scratchers vyjadruje svoje uznanie komunite Scratch ako bezpečnému a príjemnému priestoru na spojenie, zdieľanie a učenie sa jeden od druhého.",
    "annualReport.2020.communityQuoteGroupText1": "Do Scratch som sa pripojil, keď som mal 11 rokov a veci, ktoré som sa naučil pri používaní platformy a interakcii s komunitou, boli skutočne dôležitou súčasťou môjho učenia sa v dospelosti.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch mi umožnil robiť veci z domu, napríklad\n- Rešpektovať ľudí a ich projekty\n- Spoznať priateľov\n- Cítiť, že v tejto karanténe nie som sám\n....a oveľa viac, takže chcem povedzte ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Na Scratchi som asi 2 roky a bola to skúsenosť, ktorá mi zmenila život! Naučil som sa toľko nových vecí, ako je kódovanie, online etiketa a umenie!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch bol môj obľúbený koníček v šiestej triede. Tajne ma zoznámil s booleovskou logikou, poradím operácií a vnorenými matematickými výrazmi – nehovoriac o samotnom počítačovom programovaní.",
    "annualReport.2020.yearInReview": "Prehľad roka",
    "annualReport.2020.yearInReviewText": "Rok 2020 bol v online komunite pozoruhodným rokom. Komunitný tím vyzdvihol a rozvíjal príležitosti pre mladých ľudí, aby vyjadrili svoje nápady a zapojili sa pozitívnym spôsobom, a od samotných Scratchers vznikli neuveriteľné hnutia. Tu je pohľad späť na niektoré z vrcholov roka:",
    "annualReport.2020.yearInReviewCard1Date": "Január",
    "annualReport.2020.yearInReviewCard1Title": "Koniec dekády Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers oslávili koniec desaťročia a nové začiatky v tomto štúdiu Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "Apríl",
    "annualReport.2020.yearInReviewCard2Title": "Prvý apríl",
    "annualReport.2020.yearInReviewCard2Text": "Okolo stránky sa objavili „svetské záhady“ a mačacie bloky prekvapili a potešili komunitu Scratch.",
    "annualReport.2020.yearInReviewCard3Date": "Apríl",
    "annualReport.2020.yearInReviewCard3Title": "Vytvorte spolu",
    "annualReport.2020.yearInReviewCard3Text": "Členovia tímu Scratch začali organizovať živé výukové programy, aby sa mohli spojiť a vytvoriť so Scratchers a ich rodinami doma.",
    "annualReport.2020.yearInReviewCard4Date": "Máj",
    "annualReport.2020.yearInReviewCard4Title": "Mesiac Scratch",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers po celom svete zdieľali tisíce projektov na týždenné témy, od recyklovaných remesiel po džingle na umývanie rúk.",
    "annualReport.2020.yearInReviewCard5Date": "Máj",
    "annualReport.2020.yearInReviewCard5Title": "Na čiernych životoch záleží",
    "annualReport.2020.yearInReviewCard5Text": "Keď sa USA prehnali protesty proti rasovej spravodlivosti, komunita sa spojila, aby sa navzájom podporovali a volali po zmene.",
    "annualReport.2020.yearInReviewCard6Date": "Jún",
    "annualReport.2020.yearInReviewCard6Title": "Zábava doma! Dizajnové štúdio Scratch",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers sa podelili o svoje obľúbené vnútorné hry a aktivity, aby sa zabavili a zostali doma.",
    "annualReport.2020.yearInReviewCard7Date": "Jún",
    "annualReport.2020.yearInReviewCard7Title": "Štúdio Juneteenth",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers vytvorili projekty na počesť Juneteenth a pokračujúci boj za rasovú spravodlivosť.",
    "annualReport.2020.yearInReviewCard8Date": "Júl",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical spojila celú komunitu herectvo, spev a tanec.",
    "annualReport.2020.yearInReviewCard9Date": "Október",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers vytvorili stovky kreatívnych príbehov, hier a animácií na základe každodenných tematických výziev.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer a Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Vidieť silu, ktorú máte, keď niečo vytvárate a dokážete reprezentovať seba a svoje problémy a vyjadriť ich alebo ich vyriešiť pomocou kódu, je skutočne magický zážitok a má vplyv na skutočný svet.",
    "annualReport.2020.communitySnapshotTitle": "Vylepšovanie našich nástrojov",
    "annualReport.2020.communitySnapshotText": "Náš komunitný tím používa širokú škálu nástrojov a stratégií na podporu dobrého digitálneho občianstva a udržiavanie pozitívneho prostredia pre tvorcov Scratchers. V roku 2020 sme vyvinuli nové, intuitívnejšie rozhranie, ktoré pomáha používateľom Scratchers označiť nevhodný obsah, a zlepšili sme používané nástroje. od nášho komunitného moderátorského tímu. Výsledkom bolo, že sme od komunity dostávali kvalitnejšie správy a naši moderátori komunity mohli pracovať rýchlejšie a efektívnejšie, vďaka čomu bola stránka bezpečnejšia a priateľskejšia pre všetkých.",
    "annualReport.2020.communitySnapshot2Title": "Nové návody Scratch na YouTube",
    "annualReport.2020.communitySnapshot2Text": "Tím Scratch začal zdieľať návody na našom kanáli YouTube v marci 2020, aby pomohol Scratchers získať zručnosti na vytváranie čohokoľvek, čo si dokážu predstaviť. Od pixel art po virtuálne domáce zvieratá, tieto návody sú hitom u Scratchers všetkých vekových kategórií a v roku 2020 získali 1,3 milióna zobrazení.",
    "annualReport.2020.tutorial1": "Virtuálne mesto",
    "annualReport.2020.tutorial2": "Chytacia hra",
    "annualReport.2020.tutorial3": "Dizajnér postáv",
    "annualReport.2020.tutorial4": "Virtuálne zvieratko",
    "annualReport.2020.EDMessageTitle": "Správa od nášho výkonného riaditeľa",
    "annualReport.2020.EDMessageText1": "Rok 2020 bol transformačným rokom na celom svete a pre Scratch. K tímu som sa pripojil v novembri, keď sme boli mesiace pred pandémiou COVID-19. Vzhľadom na to, že som líder v oblasti vzdelávania, bol som nadšený z potenciálu viesť Scratch v období významných zmien a pokračovať v práci na svojom osobnom cieli pomôcť študentom zo všetkých prostredí dosiahnuť nové výšky. Vedel som, že v tomto náročnom roku mladí ľudia všade vážne potrebovali ešte väčšiu podporu, ktorá by im pomohla dosiahnuť ich potenciál.",
    "annualReport.2020.EDMessageText2": "Pandémia zhoršila nespravodlivé štruktúry, ktoré sme vybudovali na vzdelávanie detí. Prostredníctvom našich rozhovorov s rodinami a pedagógmi z celého sveta vieme, že v roku 2020 deti zo všetkých komunít potrebovali kreatívne príležitosti na vzdelávanie, aby vyjadrili svoje nápady a rozvíjali svoje zručnosti viac ako kedykoľvek predtým, aj keď mnohé z nich nemali možnosť ísť. do školy.",
    "annualReport.2020.EDMessageText3": "Keď sa svet prispôsoboval a pristupoval k tvorivému učeniu a sebavyjadreniu novými spôsobmi, mnohí pedagógovia, rodičia a mladí ľudia sa obrátili na Scratch. Videli sme, že o 40 % viac Scratcherov vytváralo projekty z roka na rok, a Scratchers zanechali v roku 2020 o 200 % viac komentárov ako v roku 2019. Mladí ľudia z celého sveta používali Scratch ako miesto na spojenie, konverzáciu, spoluprácu a vzájomné prepojenie. Videli sme, ako objavili úžasné veci, ktoré mohli vytvoriť, keď dostali príležitosť kreatívne myslieť a riešiť problémy, pre ktoré boli nadšení.",
    "annualReport.2020.EDMessageText4": "V dôsledku pandémie niektorí volali po „návrate do normálu“. Mnohým mladým ľuďom však v našich školách dlho pred COVID-19 chýbala sloboda učiť sa a objavovať.",
    "annualReport.2020.EDMessagePullQuote": "Musíme urobiť všetko, čo je v našich silách, aby sme zmenili systémové nerovnosti v našich vzdelávacích systémoch, pretože „normálne“ nebolo postavené tak, aby bolo spravodlivé a spravodlivé pre väčšinu našich detí.",
    "annualReport.2020.EDMessageText5": "V roku 2021 Scratch zdvojnásobí naše úsilie osloviť mladých ľudí, ktorí boli historicky vylúčení z kreatívnych počítačových a iných kreatívnych vzdelávacích príležitostí. S podporou od Google.org sme spustili Scratch Education Collaborative (SEC), výkonnú sieť organizácií na celom svete zameranú na podporu týchto študentov pri rozvíjaní ich dôvery v kreatívne počítače. 41 organizácií v roku 1 nového programu sa spojí so Scratch Teamom a navzájom sa od nich budú učiť a vyvinú nástroje Equity Toolkit, ktoré ich podporia pri ich raste a šírení ich podpory pre študentov v ich komunite.",
    "annualReport.2020.EDMessageText6": "Naša práca na tom, aby bol Scratch ešte spravodlivejší a inkluzívnejší, ani zďaleka nekončí. Som rád, že sa s vami v nasledujúcich mesiacoch môžem podeliť o viac. Dovtedy by som rád vyjadril svoje úprimné poďakovanie komunite Scratch za to, že sa počas turbulentného roka naďalej navzájom podporujeme a staráme sa o seba. Vaša kreativita a súcit nás neprestáva inšpirovať.",
    "annualReport.2020.EDTitle": "Výkonný riaditeľ Scratch Foundation",
    "annualReport.2020.lookingForward": "Teším sa",
    "annualReport.2020.lookingForwardText1": "V roku 2021 pokračujeme v inováciách a spolupráci s našimi partnermi, aby bol Scratch ešte lepší pre mladých ľudí na celom svete. V nadchádzajúcich mesiacoch pracujeme na tom, aby sme Scratch zaviedli do viacerých škôl, rozšírili cesty ku kreatívnemu učeniu, vyvinuli a lokalizovali viac zdrojov pre pedagógov a mladých ľudí a zlepšili skúsenosti so Scratch a ešte viac vzrušujúcich projektov.",
    "annualReport.2020.lookingForwardText2": "Získali sme štedré granty od LEGO Foundation a Google.org, aby sme pomohli rozšíriť náš globálny dosah, napredovať v našom poslaní a podporiť túto dôležitú prácu. Uč sa viac:",
    "annualReport.2020.learnMore": "Uč sa viac:",
    "annualReport.2020.learnMoreLink1Text": "LEGO Foundation a Scratch Foundation oznamujú partnerstvo na podporu učenia sa hrou s technológiami pre milióny detí na celom svete",
    "annualReport.2020.learnMoreLink2Text": "Týždeň vzdelávania informatiky: Viac pomoci pre viac študentov",
    "annualReport.2020.supportersTitle": "Ďakujeme našim podporovateľom",
    "annualReport.2020.supportersIntro": "Ďakujeme našim štedrým podporovateľom. Váš príspevok nám pomáha rozširovať kreatívne vzdelávacie príležitosti pre deti všetkých vekových kategórií, zo všetkých prostredí a na celom svete.",
    "annualReport.2020.ourSupporters": "Naši priaznivci",
    "annualReport.2020.ourSupportersText": "Chceme poďakovať všetkým podporovateľom Scratch, ktorí nám počas rokov pomohli vytvoriť úžasné vzdelávacie skúsenosti pre milióny mladých ľudí na celom svete. Nasledujúci zoznam je založený na darovaní nadácii Scratch Foundation od 1. januára 2020 do 31. decembra 2020.",
    "annualReport.2020.supportersFoundingTitle": "Zakladajúci partneri – 10 000 000 USD+",
    "annualReport.2020.supportersFoundingText": "Sme obzvlášť vďační našim zakladajúcim partnerom, ktorí od spustenia Scratch v roku 2003 poskytli kumulatívnu podporu v hodnote najmenej 10 000 000 USD.",
    "annualReport.2020.supportersCatPartnersTitle": "Partneri Scratch Cat – 1 000 000 USD+",
    "annualReport.2020.supportersCreativityTitle": "Kruh kreativity – 250 000 USD+",
    "annualReport.2020.supportersCollaborationTitle": "Kolaboračný kruh – 100 000 USD+",
    "annualReport.2020.supportersImaginationTitle": "Kruh predstavivosti – 50 000 dolárov+",
    "annualReport.2020.supportersInspirationTitle": "Inšpiračný kruh – 20 000 USD+",
    "annualReport.2020.supportersExplorationTitle": "Prieskumný kruh – 5 000 USD+",
    "annualReport.2020.supportersPlayTitle": "Hrací kruh – 1 000 USD+",
    "annualReport.2020.supportersInKindTitle": "Podporovatelia v naturáliách",
    "annualReport.2020.leadershipTitle": "Náš tím",
    "annualReport.2020.leadershipBoard": "Predstavenstvo",
    "annualReport.2020.leadershipChair": "Stolička",
    "annualReport.2020.leadershipProfessor": "Profesor výskumu učenia",
    "annualReport.2020.leadershipViceChair": "Podpredsedníčka",
    "annualReport.2020.leadershipCoFounder": "Spoluzakladateľ a spolupredseda",
    "annualReport.2020.leadershipBoardMember": "Člen predstavenstva",
    "annualReport.2020.leadershipPresidentCEO": "Prezident a generálny riaditeľ",
    "annualReport.2020.leadershipFormerPresident": "Bývalý prezident",
    "annualReport.2020.leadershipFounderCEO": "Zakladateľ a výkonný predseda",
    "annualReport.2020.leadershipFormerChairCEO": "Bývalá generálna riaditeľka a predsedníčka",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Tajomník predstavenstva a pokladník",
    "annualReport.2020.leadershipBoardSecretary": "Tajomník predstavenstva",
    "annualReport.2020.leadershipBoardTreasurer": "Pokladník predstavenstva",
    "annualReport.2020.leadershipScratchTeam": "Tím Scratch 2020",
    "annualReport.2020.leadershipED": "Výkonný riaditeľ",
    "annualReport.2020.teamThankYou": "Ďakujem Mitchovi Resnickovi, Natalie Ruskovej, Rupalovi Jainovi a ďalším spolupracovníkom zo skupiny Lifelong Kindergarten Group v MIT Media Lab za vašu neúnavnú podporu Scratch.",
    "annualReport.2020.donateTitle": "Podpor nás",
    "annualReport.2020.donateMessage": "Vaša podpora nám umožňuje, aby bol Scratch bezplatný pre každého, udržiava naše servery v prevádzke a čo je najdôležitejšie, sme schopní poskytnúť deťom na celom svete príležitosť predstavovať si, vytvárať a zdieľať. Ďakujem!",
    "annualReport.2020.donateButton": "Podpor nás",
    "annualReport.2020.projectBy": "projekt by",
    "annualReport.2020.altAvatar": "používateľský avatar",
    "annualReport.2020.altDropdownArrow": "Šípka označujúca rozbaľovaciu ponuku.",
    "annualReport.2020.altMastheadIllustration": "Traja ľudia interagujúci s fyzickými komponentmi Scratch.",
    "annualReport.2020.altWave": "Emoji mávanie rukou.",
    "annualReport.2020.altMitchHeadshot": "Zakladateľ Mitch Resnick",
    "annualReport.2020.altBlocks": "Dva Scratch bloky naukladané na seba.",
    "annualReport.2020.altBanana": "Banán so zastrčeným drôtom.",
    "annualReport.2020.altProjectsIllustration": "Tri deti, jedno stojace, jedno sediace na invalidnom vozíku a jedno sediace na zemi, maľujú a strihajú umelecké projekty.",
    "annualReport.2020.altPassionIllustration": "Tri deti, jedno stojace, jedno kľačiace a jedno sediace na zemi maľujú, hrajú hudbu na klavíri a pozorujú hviezdy pomocou ďalekohľadu.",
    "annualReport.2020.altPeersIllustration": "Štyri deti sedia okolo táboráku a hrajú hry a pijú.",
    "annualReport.2020.altPlayIllustration": "Tri deti, jedno stojace, jedno kľačiace a jedno sediace so skríženými nohami, skladajú kamene, hrajú sa s hračkárskymi loďkami a skladajú origami.",
    "annualReport.2020.altCalendar": "Kalendár zobrazujúci rok 2020.",
    "annualReport.2020.altCommentsVisualization": "Dve bubliny komentárov. Jeden menší a tmavší predstavuje podiel komentárov v roku 2019. Jeden svetlejší predstavuje nárast komentárov uskutočnených v roku 2020.",
    "annualReport.2020.altArrowUp": "Šípka smerujúca nahor a doprava.",
    "annualReport.2020.altTranslated": "Komponent Scratch s textom \"Ahoj\" a zoznamom jazykov, v ktorých je funkcia Scratch k dispozícii.",
    "annualReport.2020.altScratchHorizontalCommand": "Komponent horizontálneho príkazu Scratch.",
    "annualReport.2020.altScratchJr": "Logo Scratch Jr",
    "annualReport.2020.altHorizontalLoop": "Komponent horizontálnej slučky poškriabaniu.",
    "annualReport.2020.altPieChart": "Vizualizácia zobrazujúca 602 % nárast projektov vytvorených počas roku 2020 v porovnaní s projektmi vytvorenými v roku 2019.",
    "annualReport.2020.altUsers": "Dve všeobecné používateľské ikony, o niečo menšia sivá a o niečo väčšia fialová.",
    "annualReport.2020.altArrowNext": "Šípka smerujúca doprava.",
    "annualReport.2020.altBenedict": "Avatar pre Benedikta Hochwartnera",
    "annualReport.2020.altAaronReuland": "Aaron Reuland sa zamračil nad bábkou z papierového vrecka a ilustráciou lietajúcej korytnačky.",
    "annualReport.2020.altSprinklesLeft": "Smajlík, komponent Scratch a srdce zobrazené na telefóne.",
    "annualReport.2020.altSprinklesRight": "Ruka interagujúca s komponentmi Scratch.",
    "annualReport.2020.altFileDownload": "Šípka smerujúca do koša označujúca, že súbor je možné stiahnuť.",
    "annualReport.2020.altWaveTop": "Svetlomodrá vlna pokrytá avatarmi Scratch a komponentmi Scratch.",
    "annualReport.2020.altWaveBottom": "Svetlo modrá vlna.",
    "annualReport.2020.altConnectingLine": "Bodkovaná čiara spájajúca mesiace",
    "annualReport.2020.altApril": "Kresba perom a ceruzkou na projekte Scratch zobrazujúcom loď a vodu.",
    "annualReport.2020.altMay": "Kalendár označený ikonami emoji umiestnenými na bubline.",
    "annualReport.2020.altJune": "Vlajka júna a papierové lietadlo.",
    "annualReport.2020.altJuly": "Mikrofón a noty.",
    "annualReport.2020.altToolsIllustration": "Ruka, ktorá sa dotýka ikony výkričníka nad niekoľkými textovými bublinami.",
    "annualReport.2020.altVirtualTown": "Po chodníku pred pár domami behá dievča.",
    "annualReport.2020.altCatchGame": "Jablko pláva na obzore vpravo, zatiaľ čo kôš sedí dole smerom k stredu rámu.",
    "annualReport.2020.altCharacterDesigner": "Pes sedí pred zeleno-bielym chevronovým pozadím.",
    "annualReport.2020.altVirtualPet": "Ježek sedí na vrchole skaly uprostred trávy.",
    "annualReport.2020.altLookingForward": "Polievací strom polieva stromček, z ktorého vyrastie vysoký strom.",
    "annualReport.2020.altIndia1": "Pod textom sa zobrazí zapálená prskavka s nápisom \"šťastné Diwali!\"",
    "annualReport.2020.altIndia2": "Maskot mačky Scratch sa zobrazuje vedľa textu napísaného v hindčine",
    "annualReport.2020.altIndia3": "Indická žena sa objavuje pred indickou vlajkou, na ktorej je srdce so slovom \"India\".",
    "annualReport.2020.altIndia4": "Dve ruky sa objavia nad flautou pred pozadím obsahujúcim promenádu a more.",
    "annualReport.2020.altChile": "Skupina detí sedí okolo stola plného umenia a remesiel a notebooku.",
    "annualReport.2020.altBrazil": "Deti sedia pred notebookom pripojeným k piatim lyžičkám pomocou drôtov.",
    "annualReport.2020.altIndia": "Žena dáva pokyny dievčatám sediacim pred počítačom.",
    "annualReport.2020.altUSA": "Vedľa snímky obrazovky používateľského rozhrania aplikácie Scratch sa zobrazí malá miniatúra videa",
    "annualReport.2020.altChileIcon": "Maskot Scratch",
    "annualReport.2020.altBrazilIcon": "Zelený vír",
    "annualReport.2020.altIndiaIcon": "Hviezda prepletená kruhom",
    "annualReport.2020.altUSAIcon": "Kreslená malina, logo Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "Výukový program Scratch v španielčine",
    "annualReport.2020.altGettingStarted": "V hornej časti používateľského rozhrania Scratch sa nachádza tlačidlo prehrávania.",
    "annualReport.2020.altEditor": "Používateľské rozhranie Scratch spolu s ukážkou aktuálne vytváraného programu zobrazujúce dvoch ľudí, ktorí spolu hovoria.",
    "annualReport.2020.altHackYourWindow": "Pes vo vesmírnej prilbe, hviezda a šiška sa vznášajú za oknom vo vesmíre.",
    "annualReport.2020.altScratchInteraction": "Medzi komponentmi Scratch sa rozprávajú dvaja ľudia. Jeden podáva komponent druhému.",
    "annualReport.2020.altImageBubbles": "Obrázky z projektov Scratch sa zobrazujú v tvare bublín, ktoré sú zoskupené.",
    "annualReport.2020.altConnectivityVideoPreview": "Nad scénou priateľských morských živočíchov sa zobrazí tlačidlo prehrávania.",
    "annualReport.2020.altAdaptationVideoPreview": "Na rôznych scénach z používateľského rozhrania Scratch sa zobrazí tlačidlo prehrávania.",
    "annualReport.2020.altJanuaryCard": "Rey z Hviezdnych vojen drží palicu a stojí v púšti.",
    "annualReport.2020.altAprilCard": "Viacero snímok obrazovky z používateľského rozhrania Scratch je umiestnených spolu.",
    "annualReport.2020.altMayCard": "Ruky patriace ľuďom rôznych rás sú zdvihnuté v päsť.",
    "annualReport.2020.altJuneCard": "Osoba zošíva papierový kvet.",
    "annualReport.2020.altJulyCard": "Krab, morská panna a chobotnica spolu hrajú pod morom hudbu.",
    "annualReport.2020.altOctoberCard": "Na stene nad počítačovou pracovnou stanicou sa objaví tekvica a cukrová kukurica.",
    "annualReport.2020.altDonateIllustration": "Dve ruky tvoria tvar srdca s prstami vnútri vyrezaného tvaru srdca."
}