{
    "annualReport.2020.subnavFoundersMessage": "Grundarens meddelande",
    "annualReport.2020.subnavMission": "Uppdrag",
    "annualReport.2020.subnavReach": "Nå",
    "annualReport.2020.subnavThemes": "Teman",
    "annualReport.2020.subnavDirectorsMessage": "Direktörens meddelande",
    "annualReport.2020.subnavSupporters": "Supportrar",
    "annualReport.2020.subnavTeam": "Team",
    "annualReport.2020.subnavDonate": "Donera",
    "annualReport.2020.mastheadYear": "Årsredovisning 2020",
    "annualReport.2020.mastheadTitle": "Att anpassa sig till en föränderlig värld",
    "annualReport.2020.foundersMessageTitle": "Ett meddelande från vår grundare",
    "annualReport.2020.foundersMessageP1": "År 2020 kommer att minnas som året då covid-pandemin svepte över världen och orsakade svårigheter och störningar i allas liv - med de största svårigheterna som orättvist faller på dem som redan står inför utmaningar i sina liv.",
    "annualReport.2020.foundersMessageP2": "Under hela pandemin har unga människor runt om i världen, många isolerade i sina hem, kommit till Scratch-webbplatsen i större antal än någonsin tidigare, och ser Scratch som ett säkert utrymme där de kan uttrycka sig kreativt, lära sig nya färdigheter och samarbeta med en annan. Vi blev inspirerade av så många av Scratch-projekten som unga människor skapade under 2020, många av dem delade med sig av sina tankar och känslor om pandemin, klimatförändringar, rasistiska orättvisor och andra frågor som de bryr sig om. Unga människor lärde sig inte bara beräkningskoncept och färdigheter, utan utvecklade också sin röst och sin identitet.",
    "annualReport.2020.foundersMessageP3": "För att säkerställa att Scratch kan fortsätta att spela denna viktiga roll i unga människors liv under de kommande åren, har vi gjort betydande organisatoriska förändringar på Scratch. I början av 2020 flyttade Scratch-teamet ut från sitt långvariga hem på MIT Media Lab och till Scratch Foundations nya kontor i centrala Boston. Detta drag kommer att hjälpa oss att bygga en hållbar organisation som kan stödja Scratch som en global kreativ kodningsplattform in i framtiden.",
    "annualReport.2020.foundersMessageP4": "Senare under 2020, som en del av denna organisatoriska övergång, anställde vi Shawna Young som verkställande direktör för Scratch Foundation. Shawna kommer till Scratch Foundation med en stark bakgrund inom utbildning och ideell förvaltning, och ett djupt engagemang för rättvisa och inkludering. Under hela sin karriär på institutioner som Duke och MIT har Shawna arbetat för att utöka lärandeupplevelser för studenter från olika samhällen. Det engagemanget är starkt i linje med Scratchs uppdrag och värderingar, och det kommer att spela en viktig roll i hennes ledarskap på Scratch. Jag uppmuntrar dig att läsa Shawnas meddelande i slutet av denna årsredovisning.",
    "annualReport.2020.foundersMessageP5": "Under det senaste decenniet har Scratch haft fenomenala framgångar och engagerat tiotals miljoner unga människor runt om i världen. Men vi har bara börjat. Utmaningen för de kommande åren är att se till att vi kan fortsätta att sprida och stödja inte bara vår teknik utan också vårt kreativa, omtänksamma, kollaborativa lärande, så att unga människor runt om i världen har rättvisa möjligheter att föreställa sig, skapa, dela och lära sig. Vi ser fram emot att arbeta med er alla för att få det att hända!",
    "annualReport.2020.foundersMessageScratchTitle": "Stol, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Kolla video",
    "annualReport.2020.missionTitle": "Vår Mission & Vision",
    "annualReport.2020.visionHeader": "Syn",
    "annualReport.2020.visionSubtitle": "Att sprida kreativa, omtänksamma, samarbetande, rättvisa metoder för kodning och lärande runt om i världen.",
    "annualReport.2020.missionHeader": "Uppdrag",
    "annualReport.2020.missionSubtitle": "Att ge unga människor digitala verktyg och möjligheter att föreställa sig, skapa, dela och lära sig.",
    "annualReport.2020.missionP1": "Vi är engagerade i pedagogisk rättvisa och prioriterar rättvisa i alla aspekter av vårt arbete, med särskilt fokus på initiativ och tillvägagångssätt som stödjer barn, familjer och pedagoger som är utestängda från kreativ datoranvändning.",
    "annualReport.2020.missionP2": "Vi har utvecklat Scratch som en fri, säker, lekfull inlärningsmiljö som engagerar alla barn i att tänka kreativt, resonera systematiskt och arbeta tillsammans – väsentliga färdigheter för alla i dagens samhälle. Vi arbetar med pedagoger och familjer för att stödja barn i att utforska, dela och lära sig.",
    "annualReport.2020.missionP3": "När vi utvecklar ny teknik, aktiviteter och läromedel vägleds vi av vad vi kallar de fyra P:en för kreativt lärande:",
    "annualReport.2020.fourPs": "Fyra P för kreativt lärande",
    "annualReport.2020.missionProjectsTitle": "Projekt",
    "annualReport.2020.missionPeersTitle": "Kamrater",
    "annualReport.2020.missionPassionTitle": "Kärlek",
    "annualReport.2020.missionPlayTitle": "Spela upp",
    "annualReport.2020.missionProjectsDescription": "Engagera barn i att designa, skapa och uttrycka sig kreativt",
    "annualReport.2020.missionPeersDescription": "Stöd barn i att samarbeta, dela, remixa och mentorskap",
    "annualReport.2020.missionPassionDescription": "Låt barn bygga vidare på sina intressen och arbeta med personligt meningsfulla projekt",
    "annualReport.2020.missionPlayDescription": "Uppmuntra barn att mixtra, experimentera och iterera",
    "annualReport.2020.reachTitle": "Nå barn runt om i världen",
    "annualReport.2020.reachSubtitle": "Scratch är världens största kodningscommunity för barn och tonåringar från 8 år och uppåt.",
    "annualReport.2020.reachMillion": "miljon",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8 % från 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% från 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% från 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nya användare",
    "annualReport.2020.reachProjectsCreated": "Projekt skapade",
    "annualReport.2020.reachProjectCreators": "Människor som skapar projekt",
    "annualReport.2020.reachComments": "ökning av antalet inlagda kommentarer",
    "annualReport.2020.reachGlobalCommunity": "Vår globala gemenskap",
    "annualReport.2020.reachMapBlurb": "Totalt antal konton registrerade i Scratch Online Community från lanseringen av Scratch till och med december 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "på en logaritmisk skala",
    "annualReport.2020.reachTranslationTitle": "Scratch är översatt till 64 språk",
    "annualReport.2020.reachTranslationIncrease": "3 språk från 2019",
    "annualReport.2020.reachTranslationBlurb": "Tack vare frivilliga översättare från hela världen.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr är en introduktionsmiljö för programmering som gör det möjligt för små barn (5-7 år) att skapa sina egna interaktiva berättelser och spel.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Nedladdningar 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} från 2019",
    "annualReport.2020.themesTitle": "Nya teman",
    "annualReport.2020.themesDescription": "När unga människor stod inför de aldrig tidigare skådade utmaningarna med covid-19, blev Scratch en viktigare plats än någonsin för dem att ansluta, skapa och uttrycka sig. Under året fokuserades vårt arbete på tre områden för att på bästa sätt stödja vår växande globala gemenskap: anslutning, anpassning och gemenskap. Som alltid grundades våra ansträngningar på vårt engagemang för rättvisa och inkludering.",
    "annualReport.2020.equity": "Rättvisa",
    "annualReport.2020.globalStrategy": "Global strategi",
    "annualReport.2020.connectivityTitle": "Anslutningsmöjligheter",
    "annualReport.2020.connectivityIntro": "Medan unga människor var isolerade i sina hem på grund av covid-19, erbjöd Scratch en möjlighet för dem att få kontakt och skapa med avlägsna vänner, klasskamrater och familjemedlemmar. Det fungerade också som en portal till omvärlden, där de upptäckte att miljontals barn över länder och kontinenter upplevde samma saker som de var.",
    "annualReport.2020.aaronText": "Aarons elever arbetade tillsammans för att bygga en kockig version av sin stad som heter Norwouldn't, fullpackad med sagoboksvarelser, originalkonstverk och sammanlänkade berättelser. Det var ett av många Scratch-samarbeten som Aaron underlättade för att påminna eleverna om att även om covid-19 höll dem inne i sina hem, var de fortfarande en del av en omtänksam och glad gemenskap.",
    "annualReport.2020.spotlightStory": "Spotlight Story",
    "annualReport.2020.connectivityIndia": "Scratch i India",
    "annualReport.2020.connectivityIndiaIntro": "I Indien tog covid-19-pandemin en enorm vägtull och höll många unga människor och familjer isolerade inuti under långa sträckor.",
    "annualReport.2020.connectivityIndiaParagraph": "I hela det globala Scratch-communityt såg vi en enorm ökning av aktiviteten som började i mars 2020. Ingenstans var denna plötsliga ökning mer uppenbar än i Indien, där covid-19-pandemin tog en enorm vägtull och höll många unga människor och familjer isolerade inuti för långa tidsperioder. Genom Scratch fann barn i Indien anknytning genom att skapa och dela 602 % fler projekt än året innan.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projekt skapades online 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602 % från 2019",
    "annualReport.2020.connectivityRegistedUsers": "Antalet genom tiderna registrerade användare i Indien mer än fördubblades på ett år,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "stiger från över 300 000 2019 till över 700 000 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Antalet unika besökare ökade",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Antalet personer som skapade projekt ökade",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "i 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 tusen",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Around the World",
    "annualReport.2020.connectivityWorldSubtitle": "Internationella medarbetare",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur är dedikerade till att stödja beräkningsmässigt och kreativt tänkande bland studenter och lärare i Chile och i hela Latinamerika. De har hjälpt våra översättnings- och lokaliseringsinsatser i Rapa Nui och spanska, och har engagerat många lärare i samarbetande, lekfulla scratch-workshops för professionell utveckling.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brasilien Creative Learning Network",
    "annualReport.2020.connectivityCountryBrazil": "Brasilien",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Brazilian Creative Learning Network är en gräsrotsrörelse som implementerar lekfulla, kreativa och relevanta praktiska utbildningsmetoder i hela Brasilien. 2020 presenterade Scratch-teamet vid Brazilian Creative Learning Networks evenemang Creative Learning Week för att dela hur barn använde Scratch för att bygga gemenskap, uttrycka sig och tala ut om vad som är viktigt för dem. I sin tur lärde vi oss hur pedagoger i nätverket skapade möjligheter till självuttryck med elever i sina egna samhällen.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest allians",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance ger miljontals elever och lärare 2000-talets färdigheter, inklusive kreativ datoranvändning. 2020 delade {QuestAllianceLink} Scratch med elever och lärare över hela Indien.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "Raspberry Pi Foundation arbetar för att lägga kraften i datoranvändning och digital tillverkning i händerna på människor över hela världen. Genom sitt initiativ Making at Home leder de livestream-evenemang som uppmuntrade familjer och ungdomar att lära sig och skapa tillsammans. Flera av dessa livestreamar innehöll Scratch-tutorials – och ibland till och med {USALink}!",
    "annualReport.2020.connectivityResources": "Resurser",
    "annualReport.2020.connectivityResourcesSubtitle": "Lokalisera med stöd från LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "För att stödja vår växande globala räckvidd och hjälpa vår covid-19-respons, stöttade LEGO Foundation Scratch med ett generöst anslag. Med denna finansiering kunde vi lokalisera nyckelresurser och nå ut till ännu fler unga människor runt om i världen.",
    "annualReport.2020.connectivityExample1Title": "Handledningsbilder",
    "annualReport.2020.connectivityExample1Paragraph": "Vi skapade översättningar av bilderna för 25 Scratch-tutorials på 12 språk – totalt över 1 000 nya bilder!",
    "annualReport.2020.connectivityExample2Title": "Kom igång med Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Komma igång med Scratch-videon är den mest åtkomliga och sedda instruktionsvideon om Scratch, som hälsar nya Scratchers välkommen när de först går med på webbplatsen. Vi kunde översätta den här videon till 25 nya språk och uppdatera de tre tidigare översättningarna, inklusive bilder, voiceovers och undertexter.",
    "annualReport.2020.connectivityExample3Title": "Scratch Editor",
    "annualReport.2020.connectivityExample3Paragraph": "Scratch-projektredigeraren är den viktigaste Scratch-resursen. Vi arbetade med ett sydafrikanskt översättningsföretag som specialiserat sig på kulturellt relevant utbildningsöversättning för att översätta och recensera Scratch-redigeraren på fem sydafrikanska språk: isiZulu, isiXhosa, Afrikaans, Sestwana och Sepedi.",
    "annualReport.2020.adaptationTitle": "Anpassning",
    "annualReport.2020.adaptationIntro": "När covid-19 tvingade skolor att stänga och flyttade lärande till virtuella utrymmen, upptäckte många elever och lärare Scratch för första gången eller anpassade sättet de lärde ut och lärde sig kreativ kodning. Från våra egna hem arbetade Scratch-teamet för att stödja de föränderliga behoven hos lärare och onlinegemenskapen.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Kurator för kreativt lärande, mumok, Wien, Österrike",
    "annualReport.2020.adaptationQuoteText": "I alla problem under det senaste året förblev Scratch vår kommunikationsplattform, vår plats att träffas och vårt medium för att uttrycka oss kreativt.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "I Aaron Reulands Title One-skola i Norwood, Massachusetts, räknade han med att Scratch skulle hjälpa till att engagera elever på distans i kreativt lärande och återuppväcka deras känsla av gemenskap ”när det enda jag kunde räkna med att vi alla hade var en fungerande dator och en internetanslutning. ”",
    "annualReport.2020.adaptationHighlightText2": "Aarons elever arbetade tillsammans för att bygga en kockig version av sin stad som heter Norwouldn't, fullpackad med sagoboksvarelser, originalkonstverk och sammanlänkade berättelser. Det var ett av många Scratch-samarbeten som Aaron underlättade för att påminna eleverna om att även om covid-19 höll dem inne i sina hem, var de fortfarande en del av en omtänksam och glad gemenskap.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch at Home",
    "annualReport.2020.adaptationHighlightText2b": "Den 17 mars reagerade vi på covid-19-krisen genom att lansera {linkText} för att ge barn, familjer och pedagoger ideer för att engagera sig i kreativa lärandeaktiviteter med Scratch hemma. Det var ett ovärderligt sätt att få kontakt med vårt samhälle och anpassa sig till ett helt nytt sätt att lära och interagera online.",
    "annualReport.2020.adaptationHighlightTitle3": "Live skapa-tillsammans",
    "annualReport.2020.adaptationHighlightText3b": "Vårt team var värd varje vecka, live {linkText} för att få kontakt med barn, föräldrar och pedagoger hemma och dela tips och tricks för att skapa olika typer av Scratch-projekt. Vi hade en fantastisk tur att se projekten de inspirerades att skapa i våra skapa längs studios!",
    "annualReport.2020.adaptationHighlightTitle4": "Hacka ditt fönster",
    "annualReport.2020.adaptationHighlightText4b": "Scratch-pedagog Eduard Muntaner Perich skapade en #ScratchAtHome-inspirerad studio som tog samhället med storm: {linkText}. Hundratals Scratchers från hela världen föreställde sig fantastiska spel och berättelser som hände precis utanför deras fönster.",
    "annualReport.2020.adaptationEducatorsTitle": "Att få kontakt med pedagoger",
    "annualReport.2020.adaptationEducatorsText": "Lärare runt om i världen delade med sig av sina egna #ScratchAtHome-idéer och diskuterade kampen och triumferna med att undervisa på distans i en livlig Twitter-chatt den 8 april 2020.",
    "annualReport.2020.adaptationSnapshot": "Ögonblicksbilder",
    "annualReport.2020.adaptationSnapshot1Title": "Virtuella workshops för datorklubbhusnätverk",
    "annualReport.2020.adaptationSnapshot1Text": "Som en del av vårt långvariga partnerskap genomför Scratch-teamet workshops för ungdomspedagoger från {linkText}. Liksom lärare runt om i världen var vårt team tvungen att genomföra onlineworkshops för första gången 2020 – och lära sig hur man bekämpar isoleringen och de tekniska svårigheterna med virtuell inlärning. Men tack vare samarbetsverktyg online och innovativa metoder för att dela och reflektera kunde teamet återskapa den samarbetande, lekfulla andan av personliga workshops i ett virtuellt utrymme.",
    "annualReport.2020.adaptationSnapshot2Title": "Ta dig själv i Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 var också ett år av anpassning av våra verktyg och plattform. Vi utvecklade och la till nya sprites till Sprite-biblioteket för att inspirera och göra det möjligt för nybörjare Scratchers att göra projekt representativa för deras ras, kulturella, köns- eller andra personliga identitet.",
    "annualReport.2020.communityTitle": "Gemenskap",
    "annualReport.2020.communityIntro": "År 2020 blev Scratch Community en ännu viktigare plats för unga att hitta en känsla av samhörighet och samhörighet. När vi såg de meningsfulla samtalen, samarbetsprojekten och de gripande berättelserna som Scratchers delade, var vi vördnadsfulla för deras kreativa och motståndskraftiga anda.",
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "Under 2019, med stöd från Google.org, arbetade Scratch-teamet med Chicago Public Schools Office of Computer Science för att koppla samman elever, familjer, lärare och andra communitymedlemmar genom Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "I år stod våra team inför en ny utmaning: hur kunde vi föra den lekfulla, samhällsbyggande andan i Family Creative Coding Nights till ett virtuellt utrymme, och hjälpa skolor att utveckla viktiga kontakter med elever på distans och deras familjer? Vi utvecklade guiden Virtual Family Coding Nights för att tillhandahålla en struktur för dessa kopplingar och stödja glädjefyllt lärande",
    "annualReport.2020.communityDownloadButton": "Virtual Family Coding Nights Guid",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Samordnare",
    "annualReport.2020.communityQuoteText": "[In 2020], det fanns inte många möjligheter att umgås med föräldrar på ett så roligt sätt med energi. Så den här möjligheten gav ett välbehövligt engagemang...Lärarna var oroliga, men elevernas nivå av spänning drev dem in i ett utrymme där de var tvungna att lita på processen och låta barn lära av varandra.",
    "annualReport.2020.communityScratchCommunity": "Scratch community",
    "annualReport.2020.communityScratchCommunityIntro": "På frågan varför de använder Scratch, talar de flesta Scratchers om vikten av onlinecommunityt för att motivera sitt pågående deltagande, tillhandahålla ett utrymme där de kan uttrycka sin kreativitet, få vänner, få feedback, få nya idéer och lära sig nya färdigheter. Många Scratchers uttrycker sin uppskattning för Scratch-communityt som ett säkert och välkomnande utrymme för att ansluta, dela och lära av varandra.",
    "annualReport.2020.communityQuoteGroupText1": "Jag gick med i Scratch när jag var 11 år gammal och de saker jag lärde mig genom att använda plattformen och interagera med samhället var verkligen en viktig del av min uppväxt.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch har tillåtit mig att göra saker hemifrån, som\n- Respektera människor och deras projekt\n- Skaffa vänner\n- Känn att jag inte är ensam i den här karantänen\n...och mycket mer, så jag vill säg ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Jag har varit på Scratch i ungefär 2 år, och det har varit en livsförändrande upplevelse! Jag har lärt mig så många nya saker, som kodning, nätetikett och konst!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch var min favorithobby i sjätte klass. Den introducerade mig i hemlighet för boolesk logik, operationsordning och kapslade matematiska uttryck – för att inte tala om själva datorprogrammeringen.",
    "annualReport.2020.yearInReview": "År i översikt",
    "annualReport.2020.yearInReviewText": "2020 var ett anmärkningsvärt år i onlinegemenskapen. Samhällsteamet lyfte fram och utvecklade möjligheter för unga människor att uttrycka sina idéer och bli engagerade på ett positivt sätt, och otroliga rörelser växte fram från Scratchers själva. Här är en tillbakablick på några av årets höjdpunkter:",
    "annualReport.2020.yearInReviewCard1Date": "Januari",
    "annualReport.2020.yearInReviewCard1Title": "Slutet på decenniet Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers firade slutet av ett decennium och nya början i denna Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "April",
    "annualReport.2020.yearInReviewCard2Title": "Första april",
    "annualReport.2020.yearInReviewCard2Text": "'Alldagliga mysterier' dök upp runt sidan, och kattblock överraskade och gladde Scratch-communityt.",
    "annualReport.2020.yearInReviewCard3Date": "April",
    "annualReport.2020.yearInReviewCard3Title": "Skapa-tillsammans",
    "annualReport.2020.yearInReviewCard3Text": "Medlemmar i Scratch-teamet började vara värdar för live-tutorials för att ansluta och skapa med Scratchers och deras familjer hemma.",
    "annualReport.2020.yearInReviewCard4Date": "Maj",
    "annualReport.2020.yearInReviewCard4Title": "Scratch månad",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers runt om i världen delade tusentals projekt kring veckoteman, från återvunnet hantverk till handtvättande jinglar.",
    "annualReport.2020.yearInReviewCard5Date": "Maj",
    "annualReport.2020.yearInReviewCard5Title": "Svarta liv är viktiga",
    "annualReport.2020.yearInReviewCard5Text": "När rasrättsliga protester svepte över USA, samlades samhället för att stödja varandra och uppmana till förändring.",
    "annualReport.2020.yearInReviewCard6Date": "Juni",
    "annualReport.2020.yearInReviewCard6Title": "Kul hemma! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers delade med sig av sina favoritspel och aktiviteter inomhus för att hålla sig engagerade medan de var hemma.",
    "annualReport.2020.yearInReviewCard7Date": "Juni",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers skapade projekt för att hedra Juneteenth och den fortsatta kampen för rasrättvisa.",
    "annualReport.2020.yearInReviewCard8Date": "Juli",
    "annualReport.2020.yearInReviewCard8Title": "Scratch läger",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical fick hela samhället att agera, sjunga och dansa tillsammans.",
    "annualReport.2020.yearInReviewCard9Date": "Oktober",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers skapade hundratals kreativa berättelser, spel och animationer baserat på dagliga uppmaningar.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer och Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Att se kraften du har när du skapar något och kan representera dig själv och dina problem och uttrycka dem eller lösa dem med kod är en riktigt magisk upplevelse och har verkliga effekter.",
    "annualReport.2020.communitySnapshotTitle": "Förbättra våra verktyg",
    "annualReport.2020.communitySnapshotText": "Vårt communityteam använder ett brett utbud av verktyg och strategier för att uppmuntra ett gott digitalt medborgarskap och upprätthålla en positiv miljö för Scratchers att skapa sig i. Under 2020 utvecklade vi ett nytt, mer intuitivt gränssnitt för att hjälpa Scratchers att flagga olämpligt innehåll och förbättrade verktygen som användes av vårt gruppmodereringsteam. Som ett resultat fick vi rapporter av högre kvalitet från communityn, och våra communitymoderatorer kunde arbeta snabbare och effektivare – hålla webbplatsen säkrare och vänligare för alla.",
    "annualReport.2020.communitySnapshot2Title": "Nya Scratch-handledningar på YouTube",
    "annualReport.2020.communitySnapshot2Text": "Scratch-teamet började dela tutorials på vår YouTube-kanal i mars 2020 för att hjälpa Scratchers få färdigheterna att skapa vad de än kan tänka sig. Från pixelkonst till virtuella husdjur, dessa tutorials är en hit med Scratchers i alla åldrar och fick 1,3 miljoner visningar 2020.",
    "annualReport.2020.tutorial1": "Virtuell stad",
    "annualReport.2020.tutorial2": "Fångaspel",
    "annualReport.2020.tutorial3": "Karaktärsdesigner",
    "annualReport.2020.tutorial4": "Virtuellt djur",
    "annualReport.2020.EDMessageTitle": "Ett meddelande från vår verkställande direktör",
    "annualReport.2020.EDMessageText1": "2020 var ett omvälvande år runt om i världen, och för Scratch. Jag gick med i teamet i november, när vi var månader in i covid-19-pandemin. Med min bakgrund som pedagogisk ledare var jag exalterad över potentialen i att leda Scratch genom en period av betydande förändringar och att fortsätta arbeta mot mitt personliga mål att hjälpa elever från alla bakgrunder att nå nya höjder. Jag visste att under detta utmanande år var unga människor överallt i stort behov av ännu mer stöd för att hjälpa dem att uppnå sin potential.",
    "annualReport.2020.EDMessageText2": "De orättvisa strukturerna vi har byggt för att utbilda barn förvärrades av pandemin. Genom våra samtal med familjer och lärare från hela världen vet vi att år 2020 behövde barn från alla samhällen kreativa lärandemöjligheter för att uttrycka sina idéer och bygga upp sina färdigheter mer än någonsin, även om många av dem inte hade förmågan att gå till skolan.",
    "annualReport.2020.EDMessageText3": "När världen anpassade sig och närmade sig kreativt lärande och självuttryck på nya sätt, vände sig många lärare, föräldrar och ungdomar till Scratch. Vi såg 40 % fler Scratchers skapa projekt år för år, och Scratchers lämnade 200 % fler kommentarer 2020 än 2019. Unga människor från hela världen använde Scratch som en plats för att ansluta, konversera, samarbeta och engagera sig med varandra. Vi såg dem upptäcka de fantastiska sakerna de kunde skapa när de fick möjligheten att tänka kreativt och lösa problem de brinner för.",
    "annualReport.2020.EDMessageText4": "I spåren av pandemin har vissa krävt en återgång till det normala. Men för många unga människor saknades friheten att lära och utforska i våra skolor långt före covid-19.",
    "annualReport.2020.EDMessagePullQuote": "Vi måste göra allt vi kan för att förändra de systemiska orättvisorna i våra utbildningssystem, eftersom normalt inte byggdes för att vara rättvist och rättvist för de flesta av våra barn.",
    "annualReport.2020.EDMessageText5": "År 2021 fördubblar Scratch våra ansträngningar för att nå unga människor som historiskt sett har varit utestängda från kreativ datoranvändning och andra kreativa lärandemöjligheter. Med stöd från Google.org har vi lanserat Scratch Education Collaborative (SEC), ett kraftfullt nätverk av organisationer över hela världen som fokuserar på att stödja dessa elever i att utveckla deras självförtroende för kreativ datoranvändning. De 41 organisationerna under år ett av det nya programmet kommer att knyta an till och lära av Scratch-teamet och varandra, och utveckla Equity Toolkits som kommer att stödja dem när de växer och utökar sitt stöd för eleverna i deras samhälle.",
    "annualReport.2020.EDMessageText6": "Vårt arbete med att göra Scratch ännu mer rättvist och inkluderande är långt ifrån över. Jag är glad att dela mer med dig under de kommande månaderna. Tills dess vill jag uttrycka min uppriktiga uppskattning till Scratch Community för att de fortsätter att stödja och ta hand om varandra under ett turbulent år. Din kreativitet och medkänsla slutar aldrig att inspirera oss.",
    "annualReport.2020.EDTitle": "Verkställande direktör, Scratch Foundation",
    "annualReport.2020.lookingForward": "Ser fram emot",
    "annualReport.2020.lookingForwardText1": "Under 2021 fortsätter vi att förnya och samarbeta med våra partners för att göra Scratch ännu bättre för unga människor runt om i världen. Under de kommande månaderna arbetar vi med att ta in Scratch till fler skolor, utöka vägarna till kreativt lärande, utveckla och lokalisera fler resurser för lärare och ungdomar, och förbättra Scratch-introduktionsupplevelsen och ännu fler spännande projekt.",
    "annualReport.2020.lookingForwardText2": "Vi har fått generösa bidrag från LEGO Foundation och Google.org för att hjälpa till att utöka vår globala räckvidd, främja vårt uppdrag och stödja detta viktiga arbete. Läs mer:",
    "annualReport.2020.learnMore": "Läs mer:",
    "annualReport.2020.learnMoreLink1Text": "LEGO Foundation och Scratch Foundation tillkännager partnerskap för att stödja lärande genom lek med teknik för miljontals barn över hela världen",
    "annualReport.2020.learnMoreLink2Text": "Datavetenskaplig utbildningsvecka: Mer hjälp till fler studenter",
    "annualReport.2020.supportersTitle": "Tack till våra supportrar",
    "annualReport.2020.supportersIntro": "Tack till våra generösa supportrar. Ditt bidrag hjälper oss att utöka kreativa lärandemöjligheter för barn i alla åldrar, från alla bakgrunder, runt om i världen.",
    "annualReport.2020.ourSupporters": "Våra supportrar",
    "annualReport.2020.ourSupportersText": "Vi vill tacka alla Scratch-supportrar som genom åren har hjälpt oss att skapa fantastiska lärandeupplevelser för miljontals unga människor runt om i världen. Följande lista är baserad på att ge till Scratch Foundation från 1 januari 2020 till 31 december 2020.",
    "annualReport.2020.supportersFoundingTitle": "Grundande partners — 10 000 000 USD+",
    "annualReport.2020.supportersFoundingText": "Vi är särskilt tacksamma mot våra grundande partners som var och en har gett minst 10 000 000 USD i kumulativt stöd sedan starten av Scratch 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat-partners - $1 000 000+",
    "annualReport.2020.supportersCreativityTitle": "Kreativitetscirkel – $250 000+",
    "annualReport.2020.supportersCollaborationTitle": "Samarbetscirkel – $100 000+",
    "annualReport.2020.supportersImaginationTitle": "Fantasicirkel - $50 000+",
    "annualReport.2020.supportersInspirationTitle": "Inspirationscirkel – $20 000+",
    "annualReport.2020.supportersExplorationTitle": "Utforskningscirkel – $5 000+",
    "annualReport.2020.supportersPlayTitle": "Spelcirkel – $1 000+",
    "annualReport.2020.supportersInKindTitle": "In-kind supportrar",
    "annualReport.2020.leadershipTitle": "Vårt lag",
    "annualReport.2020.leadershipBoard": "Styrelse",
    "annualReport.2020.leadershipChair": "Stol",
    "annualReport.2020.leadershipProfessor": "Professor i lärandeforskning",
    "annualReport.2020.leadershipViceChair": "Vice ordförande",
    "annualReport.2020.leadershipCoFounder": "Medgrundare och medordförande",
    "annualReport.2020.leadershipBoardMember": "Styrelsemedlem",
    "annualReport.2020.leadershipPresidentCEO": "Ordförande och VD",
    "annualReport.2020.leadershipFormerPresident": "Före detta president",
    "annualReport.2020.leadershipFounderCEO": "Grundare och verkställande ordförande",
    "annualReport.2020.leadershipFormerChairCEO": "Tidigare VD och ordförande",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Styrelsesekreterare & kassör",
    "annualReport.2020.leadershipBoardSecretary": "Styrelsesekreterare",
    "annualReport.2020.leadershipBoardTreasurer": "Styrelsekassör",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch Team",
    "annualReport.2020.leadershipED": "Verkställande direktör",
    "annualReport.2020.teamThankYou": "Tack till Mitch Resnick, Natalie Rusk, Rupal Jain och andra medarbetare på Lifelong Kindergarten Group vid MIT Media Lab för ert outtröttliga stöd till Scratch.",
    "annualReport.2020.donateTitle": "Stöd oss",
    "annualReport.2020.donateMessage": "Ditt stöd gör det möjligt för oss att göra Scratch gratis för alla, håller våra servrar igång, och viktigast av allt, vi kan ge barn över hela världen en möjlighet att föreställa sig, skapa och dela. Tack!",
    "annualReport.2020.donateButton": "Donera",
    "annualReport.2020.projectBy": "projekt av",
    "annualReport.2020.altAvatar": "användaravatar",
    "annualReport.2020.altDropdownArrow": "Pil som indikerar rullgardinsmeny.",
    "annualReport.2020.altMastheadIllustration": "Tre personer interagerar med fysiska Scratch-komponenter.",
    "annualReport.2020.altWave": "En emoji-hand som viftar.",
    "annualReport.2020.altMitchHeadshot": "Grundare Mitch Resnick",
    "annualReport.2020.altBlocks": "Två Scratch-block staplade ovanpå varandra.",
    "annualReport.2020.altBanana": "En banan med en sladd inkopplad i den.",
    "annualReport.2020.altProjectsIllustration": "Tre barn, ett stående, ett sittande i rullstol och ett sittande på marken målar och klipper konstprojekt.",
    "annualReport.2020.altPassionIllustration": "Tre barn, ett stående, ett på knä och ett som sitter på marken målar, spelar musik på ett piano och tittar på stjärnan med hjälp av ett teleskop.",
    "annualReport.2020.altPeersIllustration": "Fyra barn sitter runt en lägereld och spelar spel och high fiving.",
    "annualReport.2020.altPlayIllustration": "Tre barn, ett stående, ett på knä och ett sittande med korslagda ben staplar stenar, leker med leksaksbåtar och viker origami.",
    "annualReport.2020.altCalendar": "En kalender som visar år 2020.",
    "annualReport.2020.altCommentsVisualization": "Två kommentarsbubblor. En mindre och mörkare representerar andelen kommentarer under 2019. En ljusare representerar ökningen av kommentarer gjorda under 2020.",
    "annualReport.2020.altArrowUp": "En pil som pekar uppåt och åt höger.",
    "annualReport.2020.altTranslated": "En Scratch-komponent som säger \"Hej\" och listar språk som Scratch är tillgängligt på.",
    "annualReport.2020.altScratchHorizontalCommand": "En Scratch horisontell kommandokomponent.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch horisontell slingkomponent.",
    "annualReport.2020.altPieChart": "Visualisering som visar 602 % ökning av projekt skapade under 2020 i förhållande till projekt skapade under 2019.",
    "annualReport.2020.altUsers": "Två generiska användarikoner, en lite mindre grå och en lite större lila.",
    "annualReport.2020.altArrowNext": "En pil som pekar åt höger.",
    "annualReport.2020.altBenedict": "Avatar för Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imponerade över en papperspåsdocka och illustration av en flygande sköldpadda.",
    "annualReport.2020.altSprinklesLeft": "En smiley, Scratch-komponent och hjärta visas på en telefon.",
    "annualReport.2020.altSprinklesRight": "En hand som interagerar med Scratch-komponenter.",
    "annualReport.2020.altFileDownload": "En pil som pekar in i en korg som indikerar att en fil kan laddas ner.",
    "annualReport.2020.altWaveTop": "En ljusblå våg täckt med Scratch-avatarer och komponenter.",
    "annualReport.2020.altWaveBottom": "En ljusblå våg.",
    "annualReport.2020.altConnectingLine": "En prickad linje som förbinder månaderna",
    "annualReport.2020.altApril": "En penna och blyertsteckning på ett Scratch-projekt som visar en båt och vatten.",
    "annualReport.2020.altMay": "En kalender märkt med emojis placerade på en bubbla.",
    "annualReport.2020.altJune": "Juneteenth flaggan och ett pappersflygplan.",
    "annualReport.2020.altJuly": "En mikrofon och noter.",
    "annualReport.2020.altToolsIllustration": "En hand som rör vid ett utropstecken ovanför några textbubblor.",
    "annualReport.2020.altVirtualTown": "En tjej springer längs en trottoar framför några hus.",
    "annualReport.2020.altCatchGame": "Ett äpple flyter vid horisonten till höger medan en korg sitter nedanför mot mitten av ramen.",
    "annualReport.2020.altCharacterDesigner": "En hund sitter framför en grön och vit chevronbakgrund.",
    "annualReport.2020.altVirtualPet": "En igelkott sitter på toppen av en sten mitt i lite gräs.",
    "annualReport.2020.altLookingForward": "Ett vattnande träd vattnar en planta som växer till ett högt träd.",
    "annualReport.2020.altIndia1": "En tänd tomtebloss visas under texten glad Diwali!",
    "annualReport.2020.altIndia2": "Scratch cat-maskoten dyker upp bredvid någon text skriven på hindi",
    "annualReport.2020.altIndia3": "En indisk kvinna dyker upp framför den indiska flaggan som har ett hjärta som innehåller ordet \"Indien\" på sig.",
    "annualReport.2020.altIndia4": "Två händer dyker upp över en flöjt framför en bakgrund som innehåller en strandpromenad och hav.",
    "annualReport.2020.altChile": "En grupp barn sitter runt ett bord fyllt med konsthantverk och en bärbar dator.",
    "annualReport.2020.altBrazil": "Barn sitter framför en bärbar dator kopplad till fem skedar med sladdar.",
    "annualReport.2020.altIndia": "En kvinna instruerar tjejer som sitter framför en dator.",
    "annualReport.2020.altUSA": "En liten videominiatyr visas bredvid en skärmdump av Scratch-användargränssnittet",
    "annualReport.2020.altChileIcon": "Scratch-maskoten",
    "annualReport.2020.altBrazilIcon": "En grön virvel",
    "annualReport.2020.altIndiaIcon": "En stjärna sammankopplad med en cirkel",
    "annualReport.2020.altUSAIcon": "Ett tecknat hallon, logotypen Raspberry Pi Foundation",
    "annualReport.2020.altTutorial": "En Scratch-handledning på spanska",
    "annualReport.2020.altGettingStarted": "En uppspelningsknapp sitter ovanpå Scratch UI.",
    "annualReport.2020.altEditor": "Scratch-gränssnittet tillsammans med en förhandsvisning av programmet som för närvarande byggs som visar två personer som pratar med varandra.",
    "annualReport.2020.altHackYourWindow": "En hund i en rymdhjälm, en stjärna och en munk flyter utanför ett fönster i rymden.",
    "annualReport.2020.altScratchInteraction": "Två personer pratar mellan Scratch-komponenter. Den ena lämnar en komponent till den andra.",
    "annualReport.2020.altImageBubbles": "Bilder från Scratch-projekt visas i bubbelformer grupperade tillsammans.",
    "annualReport.2020.altConnectivityVideoPreview": "En spelknapp dyker upp över en scen med vänliga havsdjur.",
    "annualReport.2020.altAdaptationVideoPreview": "En uppspelningsknapp visas över olika scener från Scratch-användargränssnittet.",
    "annualReport.2020.altJanuaryCard": "Rey från Star Wars håller i en stav och står i öknen.",
    "annualReport.2020.altAprilCard": "Flera skärmdumpar från Scratch UI placeras tillsammans.",
    "annualReport.2020.altMayCard": "Händer som tillhör människor av en mängd olika raser höjs i knytnävar.",
    "annualReport.2020.altJuneCard": "En person häftar ihop en pappersblomma.",
    "annualReport.2020.altJulyCard": "En krabba, sjöjungfru och bläckfisk spelar musik tillsammans under havet.",
    "annualReport.2020.altOctoberCard": "En pumpa och godis majs visas på väggen ovanför en dator arbetsstation.",
    "annualReport.2020.altDonateIllustration": "Två händer bildar formen av ett hjärta med sina fingrar inuti en utskuren hjärtform."
}