{
    "annualReport.2020.subnavFoundersMessage": "Grundarens meddelande",
    "annualReport.2020.subnavMission": "Uppdrag",
    "annualReport.2020.subnavReach": "Nå",
    "annualReport.2020.subnavThemes": "Teman",
    "annualReport.2020.subnavDirectorsMessage": "Direktörens meddelande",
    "annualReport.2020.subnavSupporters": "Supportrar",
    "annualReport.2020.subnavTeam": "Team",
    "annualReport.2020.subnavDonate": "Donera",
    "annualReport.2020.mastheadYear": "Årsredovisning 2020",
    "annualReport.2020.mastheadTitle": "Att anpassa sig till en föränderlig värld",
    "annualReport.2020.foundersMessageTitle": "Ett meddelande från vår grundare",
    "annualReport.2020.foundersMessageP1": "År 2020 kommer att minnas som året då covid-pandemin svepte över världen och orsakade svårigheter och störningar i allas liv - med de största svårigheterna som orättvist faller på dem som redan står inför utmaningar i sina liv.",
    "annualReport.2020.foundersMessageP2": "Under hela pandemin har unga människor runt om i världen, många isolerade i sina hem, kommit till Scratch-webbplatsen i större antal än någonsin tidigare, och ser Scratch som ett säkert utrymme där de kan uttrycka sig kreativt, lära sig nya färdigheter och samarbeta med en annan. Vi blev inspirerade av så många av Scratch-projekten som unga människor skapade under 2020, många av dem delade med sig av sina tankar och känslor om pandemin, klimatförändringar, rasistiska orättvisor och andra frågor som de bryr sig om. Unga människor lärde sig inte bara beräkningskoncept och färdigheter, utan utvecklade också sin röst och sin identitet.",
    "annualReport.2020.foundersMessageP3": "För att säkerställa att Scratch kan fortsätta att spela denna viktiga roll i unga människors liv under de kommande åren, har vi gjort betydande organisatoriska förändringar på Scratch. I början av 2020 flyttade Scratch-teamet ut från sitt långvariga hem på MIT Media Lab och till Scratch Foundations nya kontor i centrala Boston. Detta drag kommer att hjälpa oss att bygga en hållbar organisation som kan stödja Scratch som en global kreativ kodningsplattform in i framtiden.",
    "annualReport.2020.foundersMessageP4": "Senare under 2020, som en del av denna organisatoriska övergång, anställde vi Shawna Young som verkställande direktör för Scratch Foundation. Shawna kommer till Scratch Foundation med en stark bakgrund inom utbildning och ideell förvaltning, och ett djupt engagemang för rättvisa och inkludering. Under hela sin karriär på institutioner som Duke och MIT har Shawna arbetat för att utöka lärandeupplevelser för studenter från olika samhällen. Det engagemanget är starkt i linje med Scratchs uppdrag och värderingar, och det kommer att spela en viktig roll i hennes ledarskap på Scratch. Jag uppmuntrar dig att läsa Shawnas meddelande i slutet av denna årsredovisning.",
    "annualReport.2020.foundersMessageP5": "Under det senaste decenniet har Scratch haft fenomenala framgångar och engagerat tiotals miljoner unga människor runt om i världen. Men vi har bara börjat. Utmaningen för de kommande åren är att se till att vi kan fortsätta att sprida och stödja inte bara vår teknik utan också vårt kreativa, omtänksamma, kollaborativa lärande, så att unga människor runt om i världen har rättvisa möjligheter att föreställa sig, skapa, dela och lära sig. Vi ser fram emot att arbeta med er alla för att få det att hända!",
    "annualReport.2020.foundersMessageScratchTitle": "Stol, Scratch Foundation",
    "annualReport.2020.foundersMessageAffiliation": "Professor, MIT Media Lab",
    "annualReport.2020.watchVideo": "Kolla video",
    "annualReport.2020.missionTitle": "Vår Mission & Vision",
    "annualReport.2020.visionHeader": "Syn",
    "annualReport.2020.visionSubtitle": "Att sprida kreativa, omtänksamma, samarbetande, rättvisa metoder för kodning och lärande runt om i världen.",
    "annualReport.2020.missionHeader": "Uppdrag",
    "annualReport.2020.missionSubtitle": "Att ge unga människor digitala verktyg och möjligheter att föreställa sig, skapa, dela och lära sig.",
    "annualReport.2020.missionP1": "Vi är engagerade i pedagogisk rättvisa och prioriterar rättvisa i alla aspekter av vårt arbete, med särskilt fokus på initiativ och tillvägagångssätt som stödjer barn, familjer och pedagoger som är utestängda från kreativ datoranvändning.",
    "annualReport.2020.missionP2": "Vi har utvecklat Scratch som en fri, säker, lekfull inlärningsmiljö som engagerar alla barn i att tänka kreativt, resonera systematiskt och arbeta tillsammans – väsentliga färdigheter för alla i dagens samhälle. Vi arbetar med pedagoger och familjer för att stödja barn i att utforska, dela och lära sig.",
    "annualReport.2020.missionP3": "När vi utvecklar ny teknik, aktiviteter och läromedel vägleds vi av vad vi kallar de fyra P:en för kreativt lärande:",
    "annualReport.2020.fourPs": "Fyra P för kreativt lärande",
    "annualReport.2020.missionProjectsTitle": "Projekt",
    "annualReport.2020.missionPeersTitle": "Kamrater",
    "annualReport.2020.missionPassionTitle": "Kärlek",
    "annualReport.2020.missionPlayTitle": "Spela upp",
    "annualReport.2020.missionProjectsDescription": "Engagera barn i att designa, skapa och uttrycka sig kreativt",
    "annualReport.2020.missionPeersDescription": "Stöd barn i att samarbeta, dela, remixa och mentorskap",
    "annualReport.2020.missionPassionDescription": "Låt barn bygga vidare på sina intressen och arbeta med personligt meningsfulla projekt",
    "annualReport.2020.missionPlayDescription": "Uppmuntra barn att mixtra, experimentera och iterera",
    "annualReport.2020.reachTitle": "Nå barn runt om i världen",
    "annualReport.2020.reachSubtitle": "Scratch är världens största kodningscommunity för barn och tonåringar från 8 år och uppåt.",
    "annualReport.2020.reachMillion": "miljon",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "3,8 % från 2019",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "37% från 2019",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "44% från 2019",
    "annualReport.2020.reachIncreaseInCommentsNumber": "217%",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Nya användare",
    "annualReport.2020.reachProjectsCreated": "Projekt skapade",
    "annualReport.2020.reachProjectCreators": "Människor som skapar projekt",
    "annualReport.2020.reachComments": "ökning av antalet inlagda kommentarer",
    "annualReport.2020.reachGlobalCommunity": "Vår globala gemenskap",
    "annualReport.2020.reachMapBlurb": "Totalt antal konton registrerade i Scratch Online Community från lanseringen av Scratch till och med december 2020",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "på en logaritmisk skala",
    "annualReport.2020.reachTranslationTitle": "Scratch är översatt till 64 språk",
    "annualReport.2020.reachTranslationIncrease": "3 språk från 2019",
    "annualReport.2020.reachTranslationBlurb": "Tack vare frivilliga översättare från hela världen.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr är en introduktionsmiljö för programmering som gör det möjligt för små barn (5-7 år) att skapa sina egna interaktiva berättelser och spel.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "Nedladdningar 2020",
    "annualReport.2020.reachDownloadsIncrease": "2 {million} från 2019",
    "annualReport.2020.themesTitle": "Nya teman",
    "annualReport.2020.themesDescription": "När unga människor stod inför de aldrig tidigare skådade utmaningarna med covid-19, blev Scratch en viktigare plats än någonsin för dem att ansluta, skapa och uttrycka sig. Under året fokuserades vårt arbete på tre områden för att på bästa sätt stödja vår växande globala gemenskap: anslutning, anpassning och gemenskap. Som alltid grundades våra ansträngningar på vårt engagemang för rättvisa och inkludering.",
    "annualReport.2020.equity": "Rättvisa",
    "annualReport.2020.globalStrategy": "Global strategi",
    "annualReport.2020.connectivityTitle": "Anslutningsmöjligheter",
    "annualReport.2020.connectivityIntro": "Medan unga människor var isolerade i sina hem på grund av covid-19, erbjöd Scratch en möjlighet för dem att få kontakt och skapa med avlägsna vänner, klasskamrater och familjemedlemmar. Det fungerade också som en portal till omvärlden, där de upptäckte att miljontals barn över länder och kontinenter upplevde samma saker som de var.",
    "annualReport.2020.aaronText": "Aarons elever arbetade tillsammans för att bygga en kockig version av sin stad som heter Norwouldn't, fullpackad med sagoboksvarelser, originalkonstverk och sammanlänkade berättelser. Det var ett av många Scratch-samarbeten som Aaron underlättade för att påminna eleverna om att även om covid-19 höll dem inne i sina hem, var de fortfarande en del av en omtänksam och glad gemenskap.",
    "annualReport.2020.spotlightStory": "Spotlight Story",
    "annualReport.2020.connectivityIndia": "Scratch i India",
    "annualReport.2020.connectivityIndiaIntro": "I Indien tog covid-19-pandemin en enorm vägtull och höll många unga människor och familjer isolerade inuti under långa sträckor.",
    "annualReport.2020.connectivityIndiaParagraph": "I hela det globala Scratch-communityt såg vi en enorm ökning av aktiviteten som började i mars 2020. Ingenstans var denna plötsliga ökning mer uppenbar än i Indien, där covid-19-pandemin tog en enorm vägtull och höll många unga människor och familjer isolerade inuti för långa tidsperioder. Genom Scratch fann barn i Indien anknytning genom att skapa och dela 602 % fler projekt än året innan.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "Projekt skapades online 2020",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "602 % från 2019",
    "annualReport.2020.connectivityRegistedUsers": "Antalet genom tiderna registrerade användare i Indien mer än fördubblades på ett år,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "stiger från över 300 000 2019 till över 700 000 2020.",
    "annualReport.2020.connectivityIndiaUsers": "Antalet unika besökare ökade",
    "annualReport.2020.connectivityIndiaUsersPercent": "156%",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Antalet personer som skapade projekt ökade",
    "annualReport.2020.connectivityIndiaProjectsPercent": "270%",
    "annualReport.2020.connectivityIndiaYear": "i 2020",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 tusen",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Around the World",
    "annualReport.2020.connectivityWorldSubtitle": "Internationella medarbetare",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Chile",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur är dedikerade till att stödja beräkningsmässigt och kreativt tänkande bland studenter och lärare i Chile och i hela Latinamerika. De har hjälpt våra översättnings- och lokaliseringsinsatser i Rapa Nui och spanska, och har engagerat många lärare i samarbetande, lekfulla scratch-workshops för professionell utveckling.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brasilien Creative Learning Network",
    "annualReport.2020.connectivityCountryBrazil": "Brasilien",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Brazilian Creative Learning Network är en gräsrotsrörelse som implementerar lekfulla, kreativa och relevanta praktiska utbildningsmetoder i hela Brasilien. 2020 presenterade Scratch-teamet vid Brazilian Creative Learning Networks evenemang Creative Learning Week för att dela hur barn använde Scratch för att bygga gemenskap, uttrycka sig och tala ut om vad som är viktigt för dem. I sin tur lärde vi oss hur pedagoger i nätverket skapade möjligheter till självuttryck med elever i sina egna samhällen.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest allians",
    "annualReport.2020.connectivityCountryIndia": "India",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance ger miljontals elever och lärare 2000-talets färdigheter, inklusive kreativ datoranvändning. 2020 delade {QuestAllianceLink} Scratch med elever och lärare över hela Indien.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "UK",
    "annualReport.2020.connectivityCountryUSAParagraph": "Raspberry Pi Foundation arbetar för att lägga kraften i datoranvändning och digital tillverkning i händerna på människor över hela världen. Genom sitt initiativ Making at Home leder de livestream-evenemang som uppmuntrade familjer och ungdomar att lära sig och skapa tillsammans. Flera av dessa livestreamar innehöll Scratch-tutorials – och ibland till och med {USALink}!",
    "annualReport.2020.connectivityResources": "Resurser",
    "annualReport.2020.connectivityResourcesSubtitle": "Lokalisera med stöd från LEGO Foundation",
    "annualReport.2020.connectivityResourcesParagraph": "För att stödja vår växande globala räckvidd och hjälpa vår covid-19-respons, stöttade LEGO Foundation Scratch med ett generöst anslag. Med denna finansiering kunde vi lokalisera nyckelresurser och nå ut till ännu fler unga människor runt om i världen.",
    "annualReport.2020.connectivityExample1Title": "Handledningsbilder",
    "annualReport.2020.connectivityExample1Paragraph": "Vi skapade översättningar av bilderna för 25 Scratch-tutorials på 12 språk – totalt över 1 000 nya bilder!",
    "annualReport.2020.connectivityExample2Title": "Kom igång med Scratch",
    "annualReport.2020.connectivityExample2Paragraph": "Komma igång med Scratch-videon är den mest åtkomliga och sedda instruktionsvideon om Scratch, som hälsar nya Scratchers välkommen när de först går med på webbplatsen. Vi kunde översätta den här videon till 25 nya språk och uppdatera de tre tidigare översättningarna, inklusive bilder, voiceovers och undertexter.",
    "annualReport.2020.connectivityExample3Title": "Scratch Editor",
    "annualReport.2020.connectivityExample3Paragraph": "Scratch-projektredigeraren är den viktigaste Scratch-resursen. Vi arbetade med ett sydafrikanskt översättningsföretag som specialiserat sig på kulturellt relevant utbildningsöversättning för att översätta och recensera Scratch-redigeraren på fem sydafrikanska språk: isiZulu, isiXhosa, Afrikaans, Sestwana och Sepedi.",
    "annualReport.2020.adaptationTitle": "Anpassning",
    "annualReport.2020.adaptationIntro": "När covid-19 tvingade skolor att stänga och flyttade lärande till virtuella utrymmen, upptäckte många elever och lärare Scratch för första gången eller anpassade sättet de lärde ut och lärde sig kreativ kodning. Från våra egna hem arbetade Scratch-teamet för att stödja de föränderliga behoven hos lärare och onlinegemenskapen.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Kurator för kreativt lärande, mumok, Wien, Österrike",
    "annualReport.2020.adaptationQuoteText": "I alla problem under det senaste året förblev Scratch vår kommunikationsplattform, vår plats att träffas och vårt medium för att uttrycka oss kreativt.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Library Media Teacher, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "I Aaron Reulands Title One-skola i Norwood, Massachusetts, räknade han med att Scratch skulle hjälpa till att engagera elever på distans i kreativt lärande och återuppväcka deras känsla av gemenskap ”när det enda jag kunde räkna med att vi alla hade var en fungerande dator och en internetanslutning. ”",
    "annualReport.2020.adaptationHighlightText2": "Aarons elever arbetade tillsammans för att bygga en kockig version av sin stad som heter Norwouldn't, fullpackad med sagoboksvarelser, originalkonstverk och sammanlänkade berättelser. Det var ett av många Scratch-samarbeten som Aaron underlättade för att påminna eleverna om att även om covid-19 höll dem inne i sina hem, var de fortfarande en del av en omtänksam och glad gemenskap.",
    "annualReport.2020.adaptationHighlightTitle2": "Scratch at Home",
    "annualReport.2020.adaptationHighlightText2b": "Den 17 mars reagerade vi på covid-19-krisen genom att lansera {linkText} för att ge barn, familjer och pedagoger ideer för att engagera sig i kreativa lärandeaktiviteter med Scratch hemma. Det var ett ovärderligt sätt att få kontakt med vårt samhälle och anpassa sig till ett helt nytt sätt att lära och interagera online.",
    "annualReport.2020.adaptationHighlightTitle3": "Live skapa-tillsammans",
    "annualReport.2020.adaptationHighlightText3b": "Vårt team var värd varje vecka, live {linkText} för att få kontakt med barn, föräldrar och pedagoger hemma och dela tips och tricks för att skapa olika typer av Scratch-projekt. Vi hade en fantastisk tur att se projekten de inspirerades att skapa i våra skapa längs studios!",
    "annualReport.2020.adaptationHighlightTitle4": "Hacka ditt fönster",
    "annualReport.2020.adaptationHighlightText4b": "Scratch-pedagog Eduard Muntaner Perich skapade en #ScratchAtHome-inspirerad studio som tog samhället med storm: {linkText}. Hundratals Scratchers från hela världen föreställde sig fantastiska spel och berättelser som hände precis utanför deras fönster.",
    "annualReport.2020.adaptationEducatorsTitle": "Att få kontakt med pedagoger",
    "annualReport.2020.adaptationEducatorsText": "Lärare runt om i världen delade med sig av sina egna #ScratchAtHome-idéer och diskuterade kampen och triumferna med att undervisa på distans i en livlig Twitter-chatt den 8 april 2020.",
    "annualReport.2020.adaptationSnapshot": "Ögonblicksbilder",
    "annualReport.2020.adaptationSnapshot1Title": "Computer Clubhouse Network Virtual Workshops",
    "annualReport.2020.adaptationSnapshot1Text": "Som en del av vårt långvariga partnerskap genomför Scratch-teamet workshops för ungdomspedagoger från {linkText}. Liksom lärare runt om i världen var vårt team tvungen att genomföra onlineworkshops för första gången 2020 – och lära sig hur man bekämpar isoleringen och de tekniska svårigheterna med virtuell inlärning. Men tack vare samarbetsverktyg online och innovativa metoder för att dela och reflektera kunde teamet återskapa den samarbetande, lekfulla andan av personliga workshops i ett virtuellt utrymme.",
    "annualReport.2020.adaptationSnapshot2Title": "Bring Yourself Into Scratch",
    "annualReport.2020.adaptationSnapshot2Text": "2020 was also a year of adapting our tools and platform. We developed and added new sprites to the Sprite Library to inspire and enable beginner Scratchers to make projects representative of their racial, cultural, gender, or other personal identity.",
    "annualReport.2020.communityTitle": "Gemenskap",
    "annualReport.2020.communityIntro": "In 2020, the Scratch Community became an even more vital place for young people to find a sense of togetherness and belonging. As we saw the meaningful conversations, collaborative projects, and moving stories Scratchers shared, we were in awe of their creative and resilient spirit.",
    "annualReport.2020.communityTitle1": "Virtual Family Creative Coding Nights Guide",
    "annualReport.2020.communityText1": "In 2019, with support from Google.org, the Scratch Team worked with Chicago Public School’s Office of Computer Science to connect students, families, teachers, and other community members through Family Creative Coding Nights.",
    "annualReport.2020.communityText2": "This year, our teams faced a new challenge: how could we bring the playful, community-building spirit of Family Creative Coding Nights to a virtual space, helping schools develop vital connections with remote students and their families? We developed the Virtual Family Coding Nights guide to provide a structure for these connections and support joyful learning",
    "annualReport.2020.communityDownloadButton": "Virtual Family Coding Nights Guide",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles Elementary S.T.E.M. Coordinator",
    "annualReport.2020.communityQuoteText": "[In 2020], there were not many opportunities to engage with parents in such a fun, high energy way. So this opportunity provided much needed engagement...Teachers were apprehensive, but the students' level of excitement pushed them into a space where they had to trust the process and allow kids to learn from one another.",
    "annualReport.2020.communityScratchCommunity": "Scratch Community",
    "annualReport.2020.communityScratchCommunityIntro": "På frågan varför de använder Scratch, talar de flesta Scratchers om vikten av onlinecommunityt för att motivera sitt pågående deltagande, tillhandahålla ett utrymme där de kan uttrycka sin kreativitet, få vänner, få feedback, få nya idéer och lära sig nya färdigheter. Många Scratchers uttrycker sin uppskattning för Scratch-communityt som ett säkert och välkomnande utrymme för att ansluta, dela och lära av varandra.",
    "annualReport.2020.communityQuoteGroupText1": "Jag gick med i Scratch när jag var 11 år gammal och de saker jag lärde mig genom att använda plattformen och interagera med samhället var verkligen en viktig del av min uppväxt.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch has allowed me to do things from home, like\n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Jag har varit på Scratch i ungefär 2 år, och det har varit en livsförändrande upplevelse! Jag har lärt mig så många nya saker, som kodning, nätetikett och konst!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch var min favorithobby i sjätte klass. Den introducerade mig i hemlighet för boolesk logik, operationsordning och kapslade matematiska uttryck – för att inte tala om själva datorprogrammeringen.",
    "annualReport.2020.yearInReview": "Year in Review",
    "annualReport.2020.yearInReviewText": "2020 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2020.yearInReviewCard1Date": "Januari",
    "annualReport.2020.yearInReviewCard1Title": "End of the Decade Scratch Design Studio",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers celebrated the close of a decade and new beginnings in this Scratch Design Studio.",
    "annualReport.2020.yearInReviewCard2Date": "April",
    "annualReport.2020.yearInReviewCard2Title": "April Fool’s Day",
    "annualReport.2020.yearInReviewCard2Text": "“Mundane mysteries” appeared around the site, and Cat Blocks surprised and delighted the Scratch community.",
    "annualReport.2020.yearInReviewCard3Date": "April",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Scratch Team members began hosting live tutorials to connect and create with Scratchers and their families at home.",
    "annualReport.2020.yearInReviewCard4Date": "Maj",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Month",
    "annualReport.2020.yearInReviewCard4Text": "Scratchers around the world shared thousands of projects around weekly themes, from recycled crafts to hand-washing jingles.",
    "annualReport.2020.yearInReviewCard5Date": "Maj",
    "annualReport.2020.yearInReviewCard5Title": "Black Lives Matter",
    "annualReport.2020.yearInReviewCard5Text": "As racial justice protests swept the US, the community came together to support each other and call for change.",
    "annualReport.2020.yearInReviewCard6Date": "Juni",
    "annualReport.2020.yearInReviewCard6Title": "Fun At Home! Scratch Design Studio",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers shared their favorite indoor games and activities to keep themselves engaged while staying home.",
    "annualReport.2020.yearInReviewCard7Date": "Juni",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Studio",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers created projects to honor Juneteenth and the continued fight for racial justice.",
    "annualReport.2020.yearInReviewCard8Date": "Juli",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Camp",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical got the whole community acting, singing, and dancing together.",
    "annualReport.2020.yearInReviewCard9Date": "Oktober",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers made hundreds of creative stories, games, and animations based on daily themed prompts.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Developer Relations Engineer, and the Coding Drag Queen",
    "annualReport.2020.communityQuote2Text": "Seeing the power you have when you’re creating something and can represent yourself and your problems and express them or solve them with code is a really magical experience and has real world impact.",
    "annualReport.2020.communitySnapshotTitle": "Improving Our Tools",
    "annualReport.2020.communitySnapshotText": "Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. In 2020, we developed a new, more intuitive interface to help Scratchers flag inappropriate content, and improved the tools used by our community moderation team. As a result, we received higher quality reports from the community, and our community moderators were able to work more quickly and efficiently—keeping the site safer and friendlier for everyone.",
    "annualReport.2020.communitySnapshot2Title": "New Scratch Tutorials on YouTube",
    "annualReport.2020.communitySnapshot2Text": "The Scratch Team began sharing tutorials on our YouTube channel in March 2020 to help Scratchers gain the skills to create whatever they can imagine. From pixel art to virtual pets, these tutorials are a hit with Scratchers of all ages, gaining 1.3 million views in 2020.",
    "annualReport.2020.tutorial1": "Virtual Town",
    "annualReport.2020.tutorial2": "Fångaspel",
    "annualReport.2020.tutorial3": "Character Designer",
    "annualReport.2020.tutorial4": "Virtuellt djur",
    "annualReport.2020.EDMessageTitle": "A Message from Our Executive Director",
    "annualReport.2020.EDMessageText1": "2020 was a transformational year around the world, and for Scratch. I joined the team in November, when we were months into the COVID-19 pandemic. With my background as an educational leader, I was excited about the potential of leading Scratch through a period of significant change and continuing to work toward my personal goal of helping students from all backgrounds reach new heights. I knew that in this challenging year, young people everywhere were in serious need of even more support to help them achieve their potential.",
    "annualReport.2020.EDMessageText2": "The inequitable structures we have built to educate children were exacerbated by the pandemic. Through our conversations with families and educators from around the world, we know that in 2020, kids from all communities needed creative learning opportunities to express their ideas and build their skills more than ever, even while many of them did not have the ability to go to school.",
    "annualReport.2020.EDMessageText3": "As the world adapted and approached creative learning and self expression in new ways, many educators, parents, and young people turned to Scratch. We saw 40% more Scratchers creating projects year over year, and Scratchers left 200% more comments in 2020 than in 2019. Young people from all around the world used Scratch as a place to connect, converse, collaborate, and engage with one another. We saw them discover the amazing things they could create when they were given the opportunity to think creatively and solve problems they were passionate about. ",
    "annualReport.2020.EDMessageText4": "In the wake of the pandemic, some have called for a “return to normal.” But for many young people, the freedom to learn and explore was missing in our schools well before COVID-19.",
    "annualReport.2020.EDMessagePullQuote": "We must do everything we can to change the systemic inequities in our educational systems, because “normal” was not built to be fair and equitable for most of our children.",
    "annualReport.2020.EDMessageText5": "In 2021, Scratch is redoubling our efforts to reach young people who have been historically excluded from creative computing and other creative learning opportunities. With support from Google.org, we’ve launched the Scratch Education Collaborative (SEC), a powerful network of organizations across the world focused on supporting these learners in developing their confidence in creative computing. The 41 organizations in year one of the new program will connect with and learn from the Scratch Team and one another, and develop Equity Toolkits that will support them as they grow and scale their support for the learners in their community.",
    "annualReport.2020.EDMessageText6": "Our work to make Scratch even more equitable and inclusive is far from over. I’m excited to share more with you in the coming months. Until then, I’d like to extend my sincere appreciation to the Scratch Community for continuing to support and care for each other through a turbulent year. Your creativity and compassion never ceases to inspire us.",
    "annualReport.2020.EDTitle": "Executive Director, Scratch Foundation",
    "annualReport.2020.lookingForward": "Looking Forward",
    "annualReport.2020.lookingForwardText1": "In 2021, we’re continuing to innovate and collaborate with our partners to make Scratch even better for young people around the world. In the coming months, we’re working to bring Scratch into more schools, expand pathways to creative learning, develop and localize more resources for educators and young people, and improve the Scratch onboarding experience, and even more exciting projects.",
    "annualReport.2020.lookingForwardText2": "We’ve received generous grants from the LEGO Foundation and Google.org to help expand our global reach, advance our mission, and support this important work. Learn more:",
    "annualReport.2020.learnMore": "Learn More:",
    "annualReport.2020.learnMoreLink1Text": "The LEGO Foundation and Scratch Foundation announce partnership to support learning through play with technology for millions of children across the world",
    "annualReport.2020.learnMoreLink2Text": "Computer Science Education Week: More help for more students",
    "annualReport.2020.supportersTitle": "Tack till våra supportrar",
    "annualReport.2020.supportersIntro": "Tack till våra generösa supportrar. Ditt bidrag hjälper oss att utöka kreativa lärandemöjligheter för barn i alla åldrar, från alla bakgrunder, runt om i världen.",
    "annualReport.2020.ourSupporters": "Our Supporters",
    "annualReport.2020.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on giving to the Scratch Foundation from January 1, 2020 to December 31, 2020.",
    "annualReport.2020.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2020.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2020.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2020.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2020.supportersImaginationTitle": "Fantasicirkel - $50 000+",
    "annualReport.2020.supportersInspirationTitle": "Inspirationscirkel – $20 000+",
    "annualReport.2020.supportersExplorationTitle": "Utforskningscirkel – $5 000+",
    "annualReport.2020.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2020.supportersInKindTitle": "In-kind supportrar",
    "annualReport.2020.leadershipTitle": "Vårt lag",
    "annualReport.2020.leadershipBoard": "Styrelse",
    "annualReport.2020.leadershipChair": "Stol",
    "annualReport.2020.leadershipProfessor": "Professor i lärandeforskning",
    "annualReport.2020.leadershipViceChair": "Vice ordförande",
    "annualReport.2020.leadershipCoFounder": "Medgrundare och medordförande",
    "annualReport.2020.leadershipBoardMember": "Styrelsemedlem",
    "annualReport.2020.leadershipPresidentCEO": "Ordförande och VD",
    "annualReport.2020.leadershipFormerPresident": "Före detta president",
    "annualReport.2020.leadershipFounderCEO": "Founder and Executive Chairman",
    "annualReport.2020.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Styrelsesekreterare & kassör",
    "annualReport.2020.leadershipBoardSecretary": "Styrelsesekreterare",
    "annualReport.2020.leadershipBoardTreasurer": "Styrelsekassör",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch Team",
    "annualReport.2020.leadershipED": "Executive Director",
    "annualReport.2020.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",
    "annualReport.2020.donateTitle": "Stöd oss",
    "annualReport.2020.donateMessage": "Ditt stöd gör det möjligt för oss att göra Scratch gratis för alla, håller våra servrar igång, och viktigast av allt, vi kan ge barn över hela världen en möjlighet att föreställa sig, skapa och dela. Tack!",
    "annualReport.2020.donateButton": "Donera",
    "annualReport.2020.projectBy": "project by",
    "annualReport.2020.altAvatar": "user avatar",
    "annualReport.2020.altDropdownArrow": "Arrow indicating dropdown menu.",
    "annualReport.2020.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2020.altWave": "An emoji hand waving.",
    "annualReport.2020.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2020.altBlocks": "Two scratch blocks stacked on top of one another.",
    "annualReport.2020.altBanana": "A banana with a wire plugged into it.",
    "annualReport.2020.altProjectsIllustration": "Three children, one standing, one sitting in a wheelchair, and one sitting on the ground paint and cut art projects.",
    "annualReport.2020.altPassionIllustration": "Three children, one standing, one kneeling, and one sitting on the ground paint, play music on a piano, and stargaze using a telescope.",
    "annualReport.2020.altPeersIllustration": "Four childeren sit around a campfire playing games and high fiving.",
    "annualReport.2020.altPlayIllustration": "Three children, one standing, one kneeling, and one sitting crosslegged stack rocks, play with toy boats, and fold origami.",
    "annualReport.2020.altCalendar": "A calendar displaying the year 2020.",
    "annualReport.2020.altCommentsVisualization": "Two comment bubbles. One smaller and darker representing the share of comments in 2019. One lighter representing the increase in comments made in 2020.",
    "annualReport.2020.altArrowUp": "An arrow pointing up and to the right.",
    "annualReport.2020.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2020.altScratchHorizontalCommand": "A scratch horizontal command component.",
    "annualReport.2020.altScratchJr": "Scratch Jr logo",
    "annualReport.2020.altHorizontalLoop": "Scratch horizontal loop component.",
    "annualReport.2020.altPieChart": "Visualization showing the 602% increase in projects created during 2020 in relation to projects created in 2019.",
    "annualReport.2020.altUsers": "Two generic user icons, a slightly smaller gray one and a slightly larger purple one.",
    "annualReport.2020.altArrowNext": "An arrow pointing to the right.",
    "annualReport.2020.altBenedict": "Avatar for Benedikt Hochwartner",
    "annualReport.2020.altAaronReuland": "Aaron Reuland imopsed over a paper bag puppet and illustration of a flying turtle.",
    "annualReport.2020.altSprinklesLeft": "A smiley face, scratch component, and heart displayed on a phone.",
    "annualReport.2020.altSprinklesRight": "A hand interacting with scratch components.",
    "annualReport.2020.altFileDownload": "An arrow pointing into a basket indicating that a file can be downloaded.",
    "annualReport.2020.altWaveTop": "A light blue wave covered with scratch avatars and scratch components.",
    "annualReport.2020.altWaveBottom": "A light blue wave.",
    "annualReport.2020.altConnectingLine": "A dotted line connecting the months",
    "annualReport.2020.altApril": "A pen and pencil drawing on a scratch project depicting a boat and water.",
    "annualReport.2020.altMay": "A calendar marked with emojis placed on a bubble.",
    "annualReport.2020.altJune": "The Juneteenth flag and a paper airplane.",
    "annualReport.2020.altJuly": "A microphone and music notes.",
    "annualReport.2020.altToolsIllustration": "A hand touching an exclamation point icon above a few text bubbles.",
    "annualReport.2020.altVirtualTown": "A girl runs along a sidewalk in front of a few houses.",
    "annualReport.2020.altCatchGame": "An apple floats on the horizon to the right while a basket sits below toward the center of the frame.",
    "annualReport.2020.altCharacterDesigner": "A dog sits in front of a green and white chevron background.",
    "annualReport.2020.altVirtualPet": "A hedgehog sits on top of a rock in the middle of some grass.",
    "annualReport.2020.altLookingForward": "A watering tree waters a sapling that grows into a tall tree.",
    "annualReport.2020.altIndia1": "A lit sparkler appears below text saying \"happy Diwali!\"",
    "annualReport.2020.altIndia2": "The scratch cat mascot appears next to some text written in Hindi",
    "annualReport.2020.altIndia3": "An Indian woman appears in front of the Indian flag which has a heart containing the word \"India\" on it.",
    "annualReport.2020.altIndia4": "Two hands appear over a flute in front of a background containing a boardwalk and sea.",
    "annualReport.2020.altChile": "A group of children sits around a table filled with arts and crafts and a laptop.",
    "annualReport.2020.altBrazil": "Children sit in front of a laptop connected to five spoons with wires.",
    "annualReport.2020.altIndia": "A woman instructs girls sitting in front of a computer.",
    "annualReport.2020.altUSA": "A small video thumbnail is displayed next to a screenshot of the Scratch user interface",
    "annualReport.2020.altChileIcon": "The Scratch mascot",
    "annualReport.2020.altBrazilIcon": "A green swirl",
    "annualReport.2020.altIndiaIcon": "A star interlocked with a circle",
    "annualReport.2020.altUSAIcon": "A cartoon raspberry, the Raspberry Pi Foundation logo",
    "annualReport.2020.altTutorial": "A Scratch tutorial in Spanish",
    "annualReport.2020.altGettingStarted": "A play button sits on top of the Scratch UI.",
    "annualReport.2020.altEditor": "The Scratch UI along with a preview of the progam currently being built showing two people talking to each other.",
    "annualReport.2020.altHackYourWindow": "A dog in a space helmet, a star, and a donut float outside a window in space.",
    "annualReport.2020.altScratchInteraction": "Two people talk amongst scratch components. One is handing a component to the other one.",
    "annualReport.2020.altImageBubbles": "Images from Scratch projects appear in bubble shapes grouped together.",
    "annualReport.2020.altConnectivityVideoPreview": "A play button appears over a scene of friendly sea creatures.",
    "annualReport.2020.altAdaptationVideoPreview": "A play button apppears over various scenes from the Scratch user interface.",
    "annualReport.2020.altJanuaryCard": "Rey from Star Wars holds a staff and stands in the desert.",
    "annualReport.2020.altAprilCard": "Multiple screenshots from the Scratch UI are placed together.",
    "annualReport.2020.altMayCard": "Hands belonging to people of a variety of races are raised in fists.",
    "annualReport.2020.altJuneCard": "A person staples a paper flower together.",
    "annualReport.2020.altJulyCard": "A crab, mermaid, and octopus play music together under the sea.",
    "annualReport.2020.altOctoberCard": "A pumpkin and candy corn appear on the wall above a computer workstation.",
    "annualReport.2020.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}