{
    "annualReport.2020.subnavFoundersMessage": "Kurucunun Mesajı",
    "annualReport.2020.subnavMission": "Misyon",
    "annualReport.2020.subnavReach": "Hedef",
    "annualReport.2020.subnavThemes": "Temalar",
    "annualReport.2020.subnavDirectorsMessage": "Yönetmenin Mesajı",
    "annualReport.2020.subnavSupporters": "Destekçiler",
    "annualReport.2020.subnavTeam": "Ekip",
    "annualReport.2020.subnavDonate": "Bağış",
    "annualReport.2020.mastheadYear": "2020 Yıllık Raporu",
    "annualReport.2020.mastheadTitle": "Değişen bir Dünyaya Uyum Sağlamak",
    "annualReport.2020.foundersMessageTitle": "Kurucumuzdan Bir Mesaj",
    "annualReport.2020.foundersMessageP1": "2020 yılı, COVID virüsünün tüm dünyayı kasıp kavurduğu, herkesin hayatında zorluklara ve aksamalara yol açtığı, en büyük zorlukların da hayatlarında halihazırda zorluklarla karşı karşıya kalanların üzerine adaletsiz bir şekilde düştüğü yıl olarak hatırlanacak.",
    "annualReport.2020.foundersMessageP2": "Pandemi boyunca, dünyanın dört bir yanındaki, çoğu evlerinde izole olan genç insanlar, Scratch sitesine her zamankinden daha fazla sayıda geldi ve Scratch'i kendilerini yaratıcı bir şekilde ifade edebilecekleri, yeni beceriler öğrenebilecekleri ve birbirleriyle işbirliği yapabilecekleri güvenli bir alan olarak gördüler. 2020'de gençlerin oluşturduğu pek çok Scratch projesinden ilham aldık ve birçoğu pandemi, iklim değişikliği, ırksal adaletsizlik ve akıllarındaki diğer konular hakkındaki düşüncelerini ve duygularını paylaştı. Gençler sadece hesaplama kavramlarını ve becerilerini öğrenmekle kalmıyor, aynı zamanda seslerini ve kimliklerini de geliştiriyorlar.",
    "annualReport.2020.foundersMessageP3": "Scratch'in önümüzdeki yıllarda gençlerin hayatındaki bu önemli rolü oynamaya devam edebilmesi için Scratch'te önemli organizasyonel değişiklikler yapıyoruz. 2020'nin başında, Scratch Ekibi MIT Medya Laboratuvarı'ndaki uzun zamandır evinden çıkıp Scratch Vakfı'nın Boston şehir merkezindeki yeni ofislerine taşındı. Bu hamle, Scratch'i geleceğe yönelik küresel bir yaratıcı kodlama platformu olarak destekleyebilecek sürdürülebilir bir organizasyon oluşturmamıza yardımcı olacak.",
    "annualReport.2020.foundersMessageP4": "2020'nin ilerleyen saatlerinde, bu organizasyonel geçişin bir parçası olarak, Scratch Vakfı'nın İcra Direktörü olarak görev yapmak üzere Shawna Young'u işe aldık. Shawna, Scratch Vakfı'na eğitim ve kar amacı gütmeyen yönetim konularında güçlü bir geçmişe ve eşitlik ve katılıma derin bir bağlılıkla geliyor. Duke ve MIT gibi kurumlardaki kariyeri boyunca Shawna, farklı topluluklardan öğrencilerin öğrenme deneyimlerini genişletmek için çalıştı. Bu birliktelik, Scratch'in misyonu ve değerleriyle güçlü bir şekilde uyumludur ve Scratch'teki liderliğinde önemli bir rol oynayacaktır. Shawna'nın bu yıllık raporun sonundaki mesajını okumanızı tavsiye ederim.",
    "annualReport.2020.foundersMessageP5": "Son on yılda Scratch, dünya çapında on milyonlarca genci kendine çekerek olağanüstü bir başarı elde etti. Ama daha yeni başlıyoruz. Önümüzdeki yıllardaki zorluk, yalnızca teknolojimizi değil, aynı zamanda yaratıcı, özenli, işbirlikçi öğrenme yaklaşımımızı da yaymaya ve desteklemeye devam edebilmemizi sağlamak, böylece dünyanın her yerindeki gençlerin hayal etme, yaratma, paylaşma ve öğrenme konusunda eşit fırsatlara sahip olmasını sağlamaktır. Bunu gerçekleştirmek için hepinizle birlikte çalışmayı dört gözle bekliyoruz!",
    "annualReport.2020.foundersMessageScratchTitle": "Chair, Scratch Vakfı",
    "annualReport.2020.foundersMessageAffiliation": "Profesör, MIT Medya Laboratuvarı",
    "annualReport.2020.watchVideo": "Videoyu İzle",
    "annualReport.2020.missionTitle": "Misyonumuz & Vizyonumuz",
    "annualReport.2020.visionHeader": "Vizyonumuz",
    "annualReport.2020.visionSubtitle": "Kodlama ve öğrenmeye yönelik yaratıcı, özenli, işbirlikçi, eşitlikçi yaklaşımları tüm dünyaya yaymak.",
    "annualReport.2020.missionHeader": "Misyonumuz",
    "annualReport.2020.missionSubtitle": "Gençlere hayal etmeleri, yaratmaları, paylaşmaları ve öğrenmeleri için dijital araçlar ve fırsatlar sağlamak.",
    "annualReport.2020.missionP1": "Yaratıcı bilgisayardan dışlanan çocukları, aileleri ve eğitimcileri destekleyen girişimlere ve yaklaşımlara özellikle odaklanarak, çalışmalarımızın tüm yönlerinde eğitim adaletine ve eşitliğe öncelik vermeye kararlıyız.",
    "annualReport.2020.missionP2": "Scratch'i, tüm çocukları yaratıcı düşünmeye, sistematik olarak akıl yürütmeye—iş birliği içinde çalışmaya dahil eden, günümüz toplumunda herkes için temel beceriler olan ücretsiz, güvenli, eğlenceli bir öğrenme ortamı olarak geliştirdik. Çocukları keşfetme, paylaşma ve öğrenme konusunda desteklemek için eğitimciler ve ailelerle birlikte çalışıyoruz.",
    "annualReport.2020.missionP3": "Yeni teknolojiler, etkinlikler ve öğrenme materyalleri geliştirirken, Yaratıcı Öğrenmenin Dört P'si dediğimiz şey bize rehberlik ediyor:",
    "annualReport.2020.fourPs": "Yaratıcı Öğrenmenin Dört P'si",
    "annualReport.2020.missionProjectsTitle": "Projeler",
    "annualReport.2020.missionPeersTitle": "Akranlar",
    "annualReport.2020.missionPassionTitle": "Tutku",
    "annualReport.2020.missionPlayTitle": "Çal",
    "annualReport.2020.missionProjectsDescription": "Çocukları kendilerini yaratıcı bir şekilde tasarlamaya, yaratmaya ve ifade etmeye teşvik edin",
    "annualReport.2020.missionPeersDescription": "Çocukları işbirliği yapma, paylaşma, yeniden düzenleme ve akıl hocalığı yapma konusunda destekleyin",
    "annualReport.2020.missionPassionDescription": "Çocukların ilgi alanlarını geliştirmelerini ve kişisel olarak anlamlı projeler üzerinde çalışmalarını sağlayın",
    "annualReport.2020.missionPlayDescription": "Çocukları kurcalamaya, denemeye ve tekrar etmeye teşvik edin",
    "annualReport.2020.reachTitle": "Dünyanın Her Yerindeki Çocuklara Ulaşmak",
    "annualReport.2020.reachSubtitle": "Scratch, 8 yaş ve üzeri çocuklar ve gençler için dünyanın en büyük kodlama topluluğudur.",
    "annualReport.2020.reachMillion": "milyon",
    "annualReport.2020.reachNewUsersNumber": "15 {million}",
    "annualReport.2020.reachNewUsersIncrease": "2019'dan itibaren %3,8",
    "annualReport.2020.reachProjectsCreatedNumber": "80 {million}",
    "annualReport.2020.reachProjectsCreatedIncrease": "2019'dan itibaren %37",
    "annualReport.2020.reachProjectCreatorsNumber": "29 {million}",
    "annualReport.2020.reachProjectCreatorsIncrease": "2019'dan itibaren %44",
    "annualReport.2020.reachIncreaseInCommentsNumber": "%217",
    "annualReport.2020.reachIncreaseInCommentsOld": "48 {million}",
    "annualReport.2020.reachIncreaseInCommentsIncrease": "150 {million}",
    "annualReport.2020.reachNewUsers": "Yeni Kullanıcı",
    "annualReport.2020.reachProjectsCreated": "Proje Oluşturuldu",
    "annualReport.2020.reachProjectCreators": "Proje Oluşturan İnsanlar",
    "annualReport.2020.reachComments": "yazılan yorumlarda artış",
    "annualReport.2020.reachGlobalCommunity": "Bizim Küresel Topluluğumuz",
    "annualReport.2020.reachMapBlurb": "Scratch'in lansmanından Aralık 2020'ye kadar Scratch Çevrimiçi Topluluğunda kayıtlı toplam hesap",
    "annualReport.2020.reachMap24M": "24M",
    "annualReport.2020.reachMapLog": "logaritmik ölçekte",
    "annualReport.2020.reachTranslationTitle": "Scratch 64 Dile Çevrildi",
    "annualReport.2020.reachTranslationIncrease": "2019'dan itibaren 3 dil",
    "annualReport.2020.reachTranslationBlurb": "Dünyanın her yerinden gönüllü çevirmenlere teşekkürler.",
    "annualReport.2020.reachScratchJrBlurb": "ScratchJr, küçük çocukların (5-7 yaş arası) kendi etkileşimli hikayelerini ve oyunlarını yaratmalarını sağlayan bir giriş programlama ortamıdır.",
    "annualReport.2020.reachDownloadsMillion": "3 {million}",
    "annualReport.2020.reachDownloads": "2020'deki indirmeler",
    "annualReport.2020.reachDownloadsIncrease": "2019'dan itibaren 2 {million}",
    "annualReport.2020.themesTitle": "Gelişmekte Olan Temalar",
    "annualReport.2020.themesDescription": "Gençler COVID-19'un benzeri görülmemiş zorluklarıyla karşı karşıya kaldıkça Scratch, bağlantı kurmaları, yaratmaları ve kendilerini ifade etmeleri için her zamankinden daha önemli bir yer haline geldi. Yıl boyunca çalışmalarımız, büyüyen küresel topluluğumuzu en iyi şekilde desteklemek için üç alana odaklandı: bağlantı, uyum ve topluluk. Her zaman olduğu gibi, çabalarımız eşitlik ve kapsayıcılık taahhüdümüze dayanıyordu.",
    "annualReport.2020.equity": "Eşitlik",
    "annualReport.2020.globalStrategy": "Küresel Strateji",
    "annualReport.2020.connectivityTitle": "Bağlantı",
    "annualReport.2020.connectivityIntro": "Gençler COVID-19 nedeniyle evlerinde izole olurken, Scratch onlara uzaktaki arkadaşlar, sınıf arkadaşları ve aile üyeleri ile bağlantı kurma ve yaratma fırsatı sundu. Aynı zamanda, ülkeler ve kıtalardaki milyonlarca çocuğun kendileriyle aynı şeyleri deneyimlediğini keşfettikleri dış dünyaya bir portal görevi gördü.",
    "annualReport.2020.aaronText": "Aaron'ın öğrencileri kasabalarının \"Norwould't\" adlı hikaye kitabı yaratıkları, orijinal sanat eserleri ve birbirine bağlı anlatılarla dolu \"çılgın\" bir versiyonunu oluşturmak için birlikte çalıştılar. Bu, Aaron'un öğrencilere COVID-19 onları evlerinde tutmalarına rağmen hala ilgili ve neşeli bir topluluğun parçası olduklarını hatırlatmak için kolaylaştırdığı birçok ortak Scratch projesinden biriydi.",
    "annualReport.2020.spotlightStory": "Öne Çıkan Hikaye",
    "annualReport.2020.connectivityIndia": "Hindistan'da Scratch",
    "annualReport.2020.connectivityIndiaIntro": "Hindistan'da COVID-19 salgını muazzam bir bedel aldı ve birçok genç insanı ve aileyi uzun süre içeride izole etti.",
    "annualReport.2020.connectivityIndiaParagraph": "Küresel Scratch topluluğunun tamamında, Mart 2020'de başlayan aktivitede büyük bir artış gördük. Bu ani artış hiçbir yerde, COVID-19 pandemisinin muazzam bir bedel aldığı ve birçok genci ve aileyi uzun süre içeride tecrit ettiği Hindistan'dan daha belirgin değildi. Hindistan'daki çocuklar Scratch aracılığıyla bir önceki yıla göre %602 daha fazla proje oluşturup paylaşarak bağlantı kurdular.",
    "annualReport.2020.connectivityIndiaProjectsNumber": "2.3 {million}",
    "annualReport.2020.connectivityIndiaProjectsSubhead": "2020 Yılında Projeler Online Olarak Oluşturuldu",
    "annualReport.2020.connectivityIndiaProjectsIncreasePercent": "2019'dan %602",
    "annualReport.2020.connectivityRegistedUsers": "Hindistan'da tüm zamanların kayıtlı kullanıcı sayısı bir yılda iki katından fazla arttı,",
    "annualReport.2020.connectivityRegistedUsersNumbers": "2019'da 300.000'den fazla olan 2020'de 700.000'in üzerine yükseldi.",
    "annualReport.2020.connectivityIndiaUsers": "Tekil ziyaretçi sayısı arttı",
    "annualReport.2020.connectivityIndiaUsersPercent": "%156",
    "annualReport.2020.connectivityIndiaUsersOld": "1.8 {million}",
    "annualReport.2020.connectivityIndiaUsersNew": "4.6 {million}",
    "annualReport.2020.connectivityIndiaProjects": "Proje oluşturan kişi sayısı arttı",
    "annualReport.2020.connectivityIndiaProjectsPercent": "%270",
    "annualReport.2020.connectivityIndiaYear": "2020'de",
    "annualReport.2020.connectivityIndiaProjectsOld": "303 bin",
    "annualReport.2020.connectivityIndiaProjectsNew": "1.1 {million}",
    "annualReport.2020.connectivityWorld": "Scratch Around the World",
    "annualReport.2020.connectivityWorldSubtitle": "Uluslararası İşbirlikçiler",
    "annualReport.2020.connectivityCountryChileTitle": "Scratch Al Sur",
    "annualReport.2020.connectivityCountryChile": "Şili",
    "annualReport.2020.connectivityCountryChileParagraph": "Scratch Al Sur, Şili'deki ve Latin Amerika'daki öğrenciler ve eğitimciler arasında bilgisayımsal ve yaratıcı düşünmeyi desteklemeye kendini adamıştır. Rapa Nui ve İspanyolca'daki çeviri ve yerelleştirme çabalarımıza yardımcı oldular ve birçok eğitimciyi işbirlikçi, eğlenceli Scratch profesyonel gelişim atölyelerine dahil ettiler.",
    "annualReport.2020.connectivityCountryBrazilTitle": "Brezilya Yaratıcı Öğrenme Ağı",
    "annualReport.2020.connectivityCountryBrazil": "Brezilya",
    "annualReport.2020.connectivityCountryBrazilParagraph": "Brezilya Yaratıcı Öğrenme Ağı, Brezilya genelinde eğlenceli, yaratıcı ve ilgili uygulamalı eğitim uygulamalarını uygulayan bir taban hareketidir. 2020'de Scratch Ekibi, çocukların topluluk oluşturmak, kendilerini ifade etmek ve onlar için neyin önemli olduğu hakkında konuşmak için Scratch'i nasıl kullandığını paylaşmak için Brezilya Yaratıcı Öğrenme Ağı'nın Yaratıcı Öğrenme Haftası etkinliğinde sunum yaptı. Buna karşılık, ağdaki eğitimcilerin kendi topluluklarındaki öğrencilerle kendilerini ifade etme fırsatları yarattığını öğrendik.",
    "annualReport.2020.connectivityCountryIndiaTitle": "Quest Alliance",
    "annualReport.2020.connectivityCountryIndia": "Hindistan",
    "annualReport.2020.connectivityCountryIndiaParagraph": "Quest Alliance, yaratıcı bilgi işlem de dahil olmak üzere 21. yüzyıl becerileriyle milyonlarca öğrenci ve eğitimciyi güçlendirir. 2020'de {QuestAllianceLink}, Scratch'i Hindistan'daki öğrenciler ve eğitimcilerle paylaştı.",
    "annualReport.2020.connectivityCountryUSATitle": "Raspberry Pi Foundation",
    "annualReport.2020.connectivityCountryUSA": "Birleşik Krallık",
    "annualReport.2020.connectivityCountryUSAParagraph": "Raspberry Pi Foundation, bilgi işlem ve dijital yapım gücünü dünyanın her yerindeki insanların eline vermek için çalışıyor. Evde Yapımı inisiyatifiyle aileleri ve gençleri birlikte öğrenmeye ve yaratmaya teşvik eden canlı yayın etkinliklerine öncülük ediyorlar. Bu canlı yayınların birçoğunda Scratch öğreticileri —ve hatta bazen {USALink} yer aldı!",
    "annualReport.2020.connectivityResources": "Kaynaklar",
    "annualReport.2020.connectivityResourcesSubtitle": "LEGO Vakfı Desteğiyle Yerelleştirme",
    "annualReport.2020.connectivityResourcesParagraph": "Büyüyen küresel erişimimizi desteklemek ve COVID-19 müdahalemize yardımcı olmak için LEGO Vakfı, Scratch'i cömert bir hibe ile destekledi. Bu fonla, önemli kaynakları yerelleştirebildik ve dünya çapında daha da fazla gence ulaşabildik.",
    "annualReport.2020.connectivityExample1Title": "Öğretici Görseller",
    "annualReport.2020.connectivityExample1Paragraph": "12 dilde 25 Scratch öğreticisi için görüntülerin çevirilerini oluşturduk — toplamda 1.000'den fazla yeni görüntü!",
    "annualReport.2020.connectivityExample2Title": "Scratch'a Başlarken",
    "annualReport.2020.connectivityExample2Paragraph": "Scratch'e Başlarken videosu en çok erişilen ve en çok izlenen Scratch eğitim videosudur ve yeni Scratch'ları siteye ilk katıldıklarında selamlar. Bu videoyu 25 yeni dile çevirebildik ve görseller, seslendirmeler ve altyazılar dahil olmak üzere önceki 3 çeviriyi güncelleyebildik.",
    "annualReport.2020.connectivityExample3Title": "Scratch Düzenleyici",
    "annualReport.2020.connectivityExample3Paragraph": "Scratch proje düzenleyicisi, en önemli Scratch kaynağıdır. Scratch editörünü beş Güney Afrika dilinde tercüme etmek ve gözden geçirmek için kültürel açıdan ilgili eğitim çevirisi konusunda uzmanlaşmış bir Güney Afrikalı çeviri şirketi ile çalıştık: isiZulu, isiXhosa, Afrikaans, Sestwana ve Sepedi.",
    "annualReport.2020.adaptationTitle": "Adaptasyon",
    "annualReport.2020.adaptationIntro": "COVID-19 okulları kapatmaya ve öğrenmeyi sanal alanlara taşımaya zorlarken, birçok öğrenci ve öğretmen Scratch'i ilk kez keşfediyor veya yaratıcı kodlamayı öğretme ve öğrenme şeklini uyarlıyordu. Scratch Ekibi, eğitimcilerin ve çevrimiçi topluluğun değişen ihtiyaçlarını desteklemek için kendi evlerimizden çalıştı.",
    "annualReport.2020.adaptationQuoteName": "Benedikt Hochwartner",
    "annualReport.2020.adaptationQuoteTitle": "Yaratıcı Öğrenme Küratörü, mumok, Viyana, Avusturya",
    "annualReport.2020.adaptationQuoteText": "Geçen yılki tüm sıkıntılarda Scratch, iletişim platformumuz, buluştuğumuz yer ve kendimizi yaratıcı bir şekilde ifade etme aracımız olarak kaldı.",
    "annualReport.2020.adaptationHighlightName": "Aaron Reuland",
    "annualReport.2020.adaptationHighlightTitle": "K-5 Kütüphane Medya Öğretmeni, Norwood, MA",
    "annualReport.2020.adaptationHighlightText": "Aaron Reuland'ın Massachusetts, Norwood'daki Title One okulunda, “hepimizin sahip olabileceğine güvenebileceğim tek şey çalışan bir bilgisayar ve bir internet bağlantısı”yken, uzaktaki öğrencileri yaratıcı öğrenmeye dahil etmek ve topluluk duygularını yeniden alevlendirmek için Scratch'e güveniyordu.",
    "annualReport.2020.adaptationHighlightText2": "Aaron'ın öğrencileri kasabalarının \"Norwould't\" adlı hikaye kitabı yaratıkları, orijinal sanat eserleri ve birbirine bağlı anlatılarla dolu \"çılgın\" bir versiyonunu oluşturmak için birlikte çalıştılar. Bu, Aaron'un öğrencilere COVID-19 onları evlerinde tutmalarına rağmen hala ilgili ve neşeli bir topluluğun parçası olduklarını hatırlatmak için kolaylaştırdığı birçok ortak Scratch projesinden biriydi.",
    "annualReport.2020.adaptationHighlightTitle2": "Evde Scratch",
    "annualReport.2020.adaptationHighlightText2b": "17 Mart'ta COVID-19 krizine, çocuklara, ailelere ve eğitimcilere evde Scratch ile yaratıcı öğrenme etkinliklerine katılma fikirleri sağlamak için {linkText}'i piyasaya sürerek yanıt verdik. Topluluğumuzla bağlantı kurmanın ve tamamen yeni bir çevrimiçi öğrenme ve etkileşim biçimine uyum sağlamanın paha biçilmez bir yoluydu.",
    "annualReport.2020.adaptationHighlightTitle3": "Canlı Create-Alongs",
    "annualReport.2020.adaptationHighlightText3b": "Ekibimiz her hafta ev sahipliği yapıyor, evde çocuklarla, ebeveynlerle ve eğitimcilerle bağlantı kurmak ve farklı türlerde Scratch projeleri oluşturmak için ipuçlarını ve püf noktalarını paylaşmak için canlı {linkText}'i barındırıyordu. Create-Along stüdyolarımızda yaratmak için ilham aldıkları projeleri görünce çok eğlendik!",
    "annualReport.2020.adaptationHighlightTitle4": "Pencereni Hackle",
    "annualReport.2020.adaptationHighlightText4b": "Scratch eğitimcisi Eduard Muntaner Perich, topluluğu kasıp kavuran #ScratchAtHome'dan ilham alan bir stüdyo yarattı: {linkText}. Dünyanın her yerinden yüzlerce Scratcher, pencerelerinin hemen dışında gerçekleşen fantastik oyunları ve hikayeleri hayal etti.",
    "annualReport.2020.adaptationEducatorsTitle": "Eğitimciler ile Bağlantı",
    "annualReport.2020.adaptationEducatorsText": "Dünyanın dört bir yanından eğitimciler kendi #ScratchAtHome fikirlerini paylaştılar ve 8 Nisan 2020'de canlı bir Twitter Sohbetinde uzaktan öğretimin zorluklarını ve kazanımlarını tartıştılar.",
    "annualReport.2020.adaptationSnapshot": "Anlık Görüntüler",
    "annualReport.2020.adaptationSnapshot1Title": "Bilgisayar Kulübü Ağı Sanal Atölyeleri",
    "annualReport.2020.adaptationSnapshot1Text": "Uzun süredir devam eden ortaklığımızın bir parçası olarak, Scratch Ekibi {linkText}'ten gençlik eğitimcileri için atölye çalışmaları düzenliyor. Dünyanın dört bir yanındaki eğitimciler gibi, ekibimiz de 2020'de ilk kez çevrimiçi atölye çalışmaları yürütmek— ve sanal öğrenmenin izolasyonu ve teknik zorluklarıyla nasıl mücadele edileceğini öğrenmek zorunda kaldı. Ancak çevrimiçi işbirliği araçları ve yenilikçi paylaşım ve yansıtma yöntemleri sayesinde ekip, sanal bir alanda yüz yüze atölye çalışmalarının işbirlikçi, eğlenceli ruhunu yeniden yaratmayı başardı.",
    "annualReport.2020.adaptationSnapshot2Title": "Scratch'de Yenilenme",
    "annualReport.2020.adaptationSnapshot2Text": "2020 aynı zamanda araçlarımızı ve platformumuzu uyarlama yılıydı. Yeni başlayan Scratcher'lara ırksal, kültürel, cinsiyet veya diğer kişisel kimliklerini temsil eden projeler yapma konusunda ilham vermek ve olanak sağlamak için Sprite Kitaplığına yeni karakterler geliştirdik ve ekledik.",
    "annualReport.2020.communityTitle": "Topluluk",
    "annualReport.2020.communityIntro": "2020'de Scratch Topluluğu, gençlerin birliktelik ve aidiyet duygusu bulması için daha da hayati bir yer haline geldi. Scratchers'ın paylaştığı anlamlı sohbetleri, ortak projeleri ve hareketli hikayeleri gördükçe, onların yaratıcı ve dirençli ruhlarına hayran kaldık.",
    "annualReport.2020.communityTitle1": "Sanal Aile Yaratıcı Kodlama Geceleri Rehberi",
    "annualReport.2020.communityText1": "2019'da Google.org'un desteğiyle Scratch Ekibi, Aile Yaratıcı Kodlama Geceleri aracılığıyla öğrenciler, aileler, öğretmenler ve diğer topluluk üyeleri arasında bağlantı kurmak için Chicago Devlet Okulu Bilgisayar Bilimleri Ofisi ile birlikte çalıştı.",
    "annualReport.2020.communityText2": "Bu yıl ekiplerimiz yeni bir zorlukla karşı karşıya kaldı: Aile Yaratıcı Kodlama Geceleri'nin eğlenceli, topluluk oluşturma ruhunu sanal bir alana nasıl getirebiliriz, okulların uzak öğrenciler ve aileleri ile hayati bağlantılar geliştirmesine yardımcı olabiliriz? Bu bağlantılar için bir yapı sağlamak ve eğlenceli öğrenmeyi desteklemek için Sanal Aile Kodlama Geceleri kılavuzunu geliştirdik.",
    "annualReport.2020.communityDownloadButton": "Sanal Aile Kodlama Geceleri Rehberi",
    "annualReport.2020.communityQuoteName": "Kendra Mallory, M.Ed.",
    "annualReport.2020.communityQuoteTitle": "Ruggles İlköğretim S.T.E.M. Koordinatörü",
    "annualReport.2020.communityQuoteText": "[In 2020], ebeveynlerle bu kadar eğlenceli, yüksek enerjili bir şekilde iletişim kurmak için pek fazla fırsat yoktu. Dolayısıyla bu fırsat çok ihtiyaç duyulan katılımı sağladı...Öğretmenler endişeliydi, ancak öğrencilerin heyecan düzeyi onları sürece güvenmeleri ve çocukların birbirlerinden öğrenmelerine izin vermeleri gereken bir alana itti.",
    "annualReport.2020.communityScratchCommunity": "Scratch Topluluğu",
    "annualReport.2020.communityScratchCommunityIntro": "Scratch'i neden kullandıkları sorulduğunda, çoğu Scratcher çevrimiçi topluluğun devam eden katılımlarını motive etme, yaratıcılıklarını ifade edebilecekleri, arkadaş edinebilecekleri, geri bildirim alabilecekleri, yeni fikirler edinebilecekleri ve yeni beceriler öğrenebilecekleri bir alan sağlamak için öneminden bahseder. Birçok Scratchers, Scratch topluluğuna bağlanmak, paylaşmak ve birbirlerinden öğrenmek için güvenli ve sıcak bir alan olarak takdirlerini ifade eder.",
    "annualReport.2020.communityQuoteGroupText1": "Scratch'e 11 yaşındayken katıldım ve platformu kullanmaktan ve toplulukla etkileşim kurmaktan öğrendiğim şeyler, büyürken öğrenmemin gerçekten hayati bir parçasıydı.",
    "annualReport.2020.communityQuoteGroupText2": "Scratch, evden bir şeyler yapmama izin verdi, örneğin\n- İnsanlara ve projelerine saygı göstermek\n- Arkadaş edinmek\n- Bu karantinada yalnız olmadığımı hissetmek\n....ve çok daha fazlası, bu yüzden ¡GRACIAS!",
    "annualReport.2020.communityQuoteGroupText3": "Yaklaşık 2 yıldır Scratch'tayım ve hayatımı değiştiren bir deneyim oldu! Kodlama, çevrimiçi görgü kuralları ve sanat gibi pek çok yeni şey öğrendim!",
    "annualReport.2020.communityQuoteGroupText4": "Scratch, altıncı sınıfta en sevdiğim hobimdi. Beni gizlice Boole mantığı, işlem sırası ve iç içe matematiksel ifadelerle tanıştırdı — bilgisayar programlamanın kendisinden bahsetmiyorum bile.",
    "annualReport.2020.yearInReview": "Yılın Değerlendirmesi",
    "annualReport.2020.yearInReviewText": "2020, çevrimiçi toplulukta dikkate değer bir yıldı. Topluluk Ekibi, gençlerin fikirlerini ifade etmeleri ve olumlu yollarla meşgul olmaları için fırsatları vurguladı ve geliştirdi ve Scratchers'ın kendilerinden inanılmaz hareketler ortaya çıktı. İşte yılın öne çıkan bazı olaylarına bir göz atın:",
    "annualReport.2020.yearInReviewCard1Date": "Ocak",
    "annualReport.2020.yearInReviewCard1Title": "On Yıllık Scratch Tasarım Stüdyosunun Sonu",
    "annualReport.2020.yearInReviewCard1Text": "Scratchers, bu Scratch tasarım Stüdyosu'nda on yılın kapanışını ve yeni başlangıçları kutladı.",
    "annualReport.2020.yearInReviewCard2Date": "Nisan",
    "annualReport.2020.yearInReviewCard2Title": "1 Nisan",
    "annualReport.2020.yearInReviewCard2Text": "Sitede “sıradan gizemler” ortaya çıktı ve Cat Blocks, Scratch topluluğunu şaşırttı ve memnun etti.",
    "annualReport.2020.yearInReviewCard3Date": "Nisan",
    "annualReport.2020.yearInReviewCard3Title": "Create-Alongs",
    "annualReport.2020.yearInReviewCard3Text": "Scratch Ekibi üyeleri, evde Scratchers ve aileleriyle bağlantı kurmak ve oluşturmak için canlı eğitimler düzenlemeye başladı.",
    "annualReport.2020.yearInReviewCard4Date": "Mayıs",
    "annualReport.2020.yearInReviewCard4Title": "Scratch Ayı",
    "annualReport.2020.yearInReviewCard4Text": "Dünyanın dört bir yanındaki Scratchers, geri dönüştürülmüş el sanatlarından el yıkama şarkılarına kadar haftalık temalar etrafında binlerce proje paylaştı.",
    "annualReport.2020.yearInReviewCard5Date": "Mayıs",
    "annualReport.2020.yearInReviewCard5Title": "Siyahların Hayatı Önemlidir",
    "annualReport.2020.yearInReviewCard5Text": "Irk adaleti protestoları ABD'yi kasıp kavururken, topluluk birbirini desteklemek ve değişim çağrısı yapmak için bir araya geldi.",
    "annualReport.2020.yearInReviewCard6Date": "Haziran",
    "annualReport.2020.yearInReviewCard6Title": "Evde Eğlence! Scratch Tasarım Stüdyosu",
    "annualReport.2020.yearInReviewCard6Text": "Scratchers, evde kalırken kendilerini meşgul etmek için en sevdikleri iç mekan oyunlarını ve aktivitelerini paylaştı.",
    "annualReport.2020.yearInReviewCard7Date": "Haziran",
    "annualReport.2020.yearInReviewCard7Title": "Juneteenth Stüdyo",
    "annualReport.2020.yearInReviewCard7Text": "Scratchers, Juneteenth'i ve ırksal adalet için devam eden mücadeleyi onurlandırmak için projeler yarattı.",
    "annualReport.2020.yearInReviewCard8Date": "Temmuz",
    "annualReport.2020.yearInReviewCard8Title": "Scratch Kampı",
    "annualReport.2020.yearInReviewCard8Text": "Scratch the Musical, tüm topluluğun birlikte oynamasını, şarkı söylemesini ve dans etmesini sağladı.",
    "annualReport.2020.yearInReviewCard9Date": "Ekim",
    "annualReport.2020.yearInReviewCard9Title": "Scratchtober",
    "annualReport.2020.yearInReviewCard9Text": "Scratchers, günlük temalı komutlara dayalı yüzlerce yaratıcı hikaye, oyun ve animasyon yaptı.",
    "annualReport.2020.communityQuote2Name": "Anna Lytical, Scratch Alum",
    "annualReport.2020.communityQuote2Title": "Google Cloud Platform Geliştirici İlişkileri Mühendisi ve Kodlama Drag Queen'i",
    "annualReport.2020.communityQuote2Text": "Bir şey yaratırken sahip olduğunuz gücü görmek ve kendinizi ve sorunlarınızı temsil edebilir ve bunları ifade edebilir veya kodla çözebilirsiniz, gerçekten büyülü bir deneyimdir ve gerçek dünya etkisine sahiptir.",
    "annualReport.2020.communitySnapshotTitle": "Araçlarımızı Geliştirme",
    "annualReport.2020.communitySnapshotText": "Topluluk Ekibimiz, iyi dijital vatandaşlığı teşvik etmek ve Scratchers'ın oluşturabileceği olumlu bir ortamı sürdürmek için çok çeşitli araçlar ve stratejiler kullanır. 2020'de, Scratchers'ın uygunsuz içeriği işaretlemesine yardımcı olmak için yeni, topluluk moderatör ekibimiz tarafından, daha sezgisel bir arayüz geliştirdik ve kullanılan araçları iyileştirdik. Sonuç olarak, topluluktan daha kaliteli raporlar aldık ve topluluk moderatörlerimiz daha hızlı ve verimli bir şekilde çalışarak siteyi—herkes için daha güvenli ve dostça tutabildi.",
    "annualReport.2020.communitySnapshot2Title": "YouTube'da Yeni Scratch Eğitimleri",
    "annualReport.2020.communitySnapshot2Text": "Scratch Ekibi, Scratchers'ın hayal edebildikleri her şeyi yaratma becerilerini kazanmalarına yardımcı olmak için Mart 2020'de YouTube kanalımızda eğitimler paylaşmaya başladı. Piksel sanatından sanal evcil hayvanlara kadar bu eğitimler, 2020'de 1,3 milyon görüntüleme alarak her yaştan Scratcher'ın gözdesi.",
    "annualReport.2020.tutorial1": "Sanal Kasaba",
    "annualReport.2020.tutorial2": "Yakalama Oyunu",
    "annualReport.2020.tutorial3": "Karakter Tasarımcısı",
    "annualReport.2020.tutorial4": "Sanal Evcil Hayvan",
    "annualReport.2020.EDMessageTitle": "Yöneticimizden Bir Mesaj",
    "annualReport.2020.EDMessageText1": "2020, tüm dünyada ve Scratch için dönüşümsel bir yıldı. Ekibe, COVID-19 pandemisine aylar kaldığımız Kasım ayında katıldım. Bir eğitim lideri olarak geçmişim ile, önemli bir değişim döneminde Scratch'e liderlik etme ve tüm geçmişlerden öğrencilerin yeni zirvelere ulaşmalarına yardımcı olma kişisel hedefim doğrultusunda çalışmaya devam etme potansiyeli beni heyecanlandırdı. Bu zorlu yılda, her yerde gençlerin potansiyellerini gerçekleştirmelerine yardımcı olmak için daha fazla desteğe ciddi anlamda ihtiyaç duyduklarını biliyordum.",
    "annualReport.2020.EDMessageText2": "Çocukları eğitmek için inşa ettiğimiz adaletsiz yapılar pandemi tarafından daha da şiddetlendi. Dünyanın dört bir yanından aileler ve eğitimcilerle yaptığımız görüşmeler sayesinde, 2020'de tüm topluluklardan çocukların fikirlerini ifade etmek ve becerilerini geliştirmek için yaratıcı öğrenme fırsatlarına okula gidemeseler bile her zamankinden daha fazla ihtiyaç duyduklarını biliyoruz.",
    "annualReport.2020.EDMessageText3": "Dünya yaratıcı öğrenmeye ve kendini ifade etmeye yeni yollarla uyum sağlayıp yaklaşırken, birçok eğitimci, ebeveyn ve genç Scratch'e döndü. Yıldan yıla %40 daha fazla Scratcher'ın proje oluşturduğunu gördük ve Scratchers 2020'de 2019'a kıyasla %200 daha fazla yorum bıraktı. Dünyanın her yerinden gençler Scratch'i bağlantı kurmak, sohbet etmek, işbirliği yapmak ve birbirleriyle etkileşim kurmak için bir yer olarak kullandı. Yaratıcı düşünme ve tutkulu oldukları sorunları çözme fırsatı verildiğinde yaratabilecekleri harika şeyleri keşfettiklerini gördük.",
    "annualReport.2020.EDMessageText4": "Salgının ardından bazıları “normale dönüş” çağrısında bulundu. Ancak birçok genç için öğrenme ve keşfetme özgürlüğü, COVID-19'dan çok önce okullarımızda eksikti.",
    "annualReport.2020.EDMessagePullQuote": "Eğitim sistemimizdeki sistematik eşitsizlikleri değiştirmek için elimizden gelen her şeyi yapmalıyız, çünkü “normal”, çocuklarımızın çoğu için adil ve hakkaniyetli olacak şekilde inşa edilmemiştir.",
    "annualReport.2020.EDMessageText5": "2021'de Scratch, yaratıcı bilgi işlem ve diğer yaratıcı öğrenme fırsatlarından tarihsel olarak dışlanmış gençlere ulaşma çabalarımızı iki katına çıkardık. Google.org'un desteğiyle, dünya çapında bu öğrencilerin yaratıcı bilişime olan güvenlerini geliştirmelerini desteklemeye odaklanan güçlü bir kuruluş ağı olan Scratch Education Collaborative'i (SEC) başlattık. Yeni programın birinci yılında 41 kuruluş, Scratch Ekibi ve birbirleriyle bağlantı kuracak ve onlardan öğrenecek ve büyüdükçe onları destekleyecek ve topluluklarındaki öğrencilere desteklerini ölçeklendirecek Eşitlik Araç Setleri geliştirecek.",
    "annualReport.2020.EDMessageText6": "Scratch'i daha da eşitlikçi ve kapsayıcı hale getirme çalışmalarımız henüz bitmedi. Önümüzdeki aylarda sizinle daha fazlasını paylaşmaktan heyecan duyuyorum. O zamana kadar, çalkantılı bir yıl boyunca birbirlerini desteklemeye ve ilgilenmeye devam ettikleri için Scratch Topluluğuna en içten teşekkürlerimi sunarım. Yaratıcılığınız ve şefkatiniz bize ilham vermeyi asla bırakmaz.",
    "annualReport.2020.EDTitle": "Scratch Vakfı Yöneticisi",
    "annualReport.2020.lookingForward": "Dört Gözle Bekliyoruz",
    "annualReport.2020.lookingForwardText1": "2021'de Scratch'i dünyanın dört bir yanındaki gençler için daha da iyi hale getirmek için ortaklarımızla yenilik yapmaya ve işbirliği yapmaya devam ediyoruz. Önümüzdeki aylarda, Scratch'i daha fazla okula getirmek, yaratıcı öğrenmeye giden yolları genişletmek, eğitimciler ve gençler için daha fazla kaynak geliştirmek ve yerelleştirmek, Scratch'i işe alıştırma deneyimini ve daha da heyecan verici projeleri geliştirmek için çalışıyoruz.",
    "annualReport.2020.lookingForwardText2": "Küresel erişimimizi genişletmeye, misyonumuzu ilerletmeye ve bu önemli çalışmayı desteklemeye yardımcı olmak için LEGO Vakfı ve Google.org'dan cömert bağışlar aldık. Daha fazla bilgi edinin:",
    "annualReport.2020.learnMore": "Daha fazlasını öğrenin:",
    "annualReport.2020.learnMoreLink1Text": "LEGO Vakfı ve Scratch Vakfı, dünya çapında milyonlarca çocuk için teknolojiyle oyun yoluyla öğrenmeyi desteklemek için ortaklık duyurdu",
    "annualReport.2020.learnMoreLink2Text": "Bilgisayar Bilimleri Eğitim Haftası: Daha fazla öğrenci için daha fazla yardım",
    "annualReport.2020.supportersTitle": "Destekçilerimize Teşekkürler",
    "annualReport.2020.supportersIntro": "Cömert destekçilerimize teşekkür ederiz. Katkınız, dünyanın her yerindeki her kökenden, her yaştan çocuk için yaratıcı öğrenme fırsatlarını genişletmemize yardımcı oluyor.",
    "annualReport.2020.ourSupporters": "Destekçilerimiz",
    "annualReport.2020.ourSupportersText": "Yıllar boyunca dünya çapında milyonlarca genç için harika öğrenme deneyimleri yaratmamıza yardımcı olan tüm Scratch destekçilerine teşekkür etmek istiyoruz. Aşağıdaki liste, 1 Ocak 2020 - 31 Aralık 2020 tarihleri arasında Scratch Vakfı'na yapılan bağışlara dayanmaktadır.",
    "annualReport.2020.supportersFoundingTitle": "Kurucu Ortaklar — 10.000.000$+",
    "annualReport.2020.supportersFoundingText": "2003 yılında Scratch'in başlangıcından bu yana her biri en az 10.000.000 $ kümülatif destek sağlayan Kurucu Ortaklarımıza özellikle minnettarız.",
    "annualReport.2020.supportersCatPartnersTitle": "Scratch Cat Ortakları — 1,000,000$+",
    "annualReport.2020.supportersCreativityTitle": "Yaratıcılık Çemberi — 250.000$+",
    "annualReport.2020.supportersCollaborationTitle": "İşbirliği Çemberi — 100.000$+",
    "annualReport.2020.supportersImaginationTitle": "Hayal Gücü Çemberi — 50.000$+",
    "annualReport.2020.supportersInspirationTitle": "İlham Çemberi — 20.000$+",
    "annualReport.2020.supportersExplorationTitle": "Keşif Çemberi — 5.000$+",
    "annualReport.2020.supportersPlayTitle": "Oyun Çemberi — 1,000$+",
    "annualReport.2020.supportersInKindTitle": "Ayni Destekçiler",
    "annualReport.2020.leadershipTitle": "Ekibimiz",
    "annualReport.2020.leadershipBoard": "Yönetim Kurulu",
    "annualReport.2020.leadershipChair": "Başkan",
    "annualReport.2020.leadershipProfessor": "Öğrenme Araştırması Profesörü",
    "annualReport.2020.leadershipViceChair": "Başkan Yardımcısı",
    "annualReport.2020.leadershipCoFounder": "Kurucu ve Eş Başkan",
    "annualReport.2020.leadershipBoardMember": "Kurul Üyesi",
    "annualReport.2020.leadershipPresidentCEO": "Başkan ve CEO",
    "annualReport.2020.leadershipFormerPresident": "Eski Başkan",
    "annualReport.2020.leadershipFounderCEO": "Kurucu ve İcra Kurulu Başkanı",
    "annualReport.2020.leadershipFormerChairCEO": "Eski CEO ve Başkan",
    "annualReport.2020.leadershipBoardSecretaryTreasurer": "Yönetim Kurulu Sekreteri ve Sayman",
    "annualReport.2020.leadershipBoardSecretary": "Yönetim Kurulu Sekreteri",
    "annualReport.2020.leadershipBoardTreasurer": "Yönetim Kurulu Saymanı",
    "annualReport.2020.leadershipScratchTeam": "2020 Scratch Ekibi",
    "annualReport.2020.leadershipED": "Yönetici",
    "annualReport.2020.teamThankYou": "Mitch Resnick, Natalie Rusk, Rupal Jain ve MIT Media Lab'deki Lifelong Kindergarten Group'taki diğer işbirlikçilere Scratch'e verdikleri bitmek bilmeyen destek için teşekkür ederiz.",
    "annualReport.2020.donateTitle": "Bizi Destekleyin",
    "annualReport.2020.donateMessage": "Desteğiniz, Scratch'i herkes için ücretsiz hale getirmemizi sağlıyor, sunucularımızı çalışır durumda tutuyor ve en önemlisi, dünyanın dört bir yanındaki çocuklara hayal etme, yaratma ve paylaşma fırsatı sunabiliyoruz. Teşekkürler!",
    "annualReport.2020.donateButton": "Bağış",
    "annualReport.2020.projectBy": "projeyi geliştiren",
    "annualReport.2020.altAvatar": "kullanıcı avatarı",
    "annualReport.2020.altDropdownArrow": "Açılır menüyü gösteren ok.",
    "annualReport.2020.altMastheadIllustration": "Fiziksel scratch bileşenleriyle etkileşime giren üç kişi.",
    "annualReport.2020.altWave": "El sallayan bir emoji.",
    "annualReport.2020.altMitchHeadshot": "Kurucu Mitch Resnick",
    "annualReport.2020.altBlocks": "Üst üste yığılmış iki scratch bloğu.",
    "annualReport.2020.altBanana": "İçine tel takılı bir muz.",
    "annualReport.2020.altProjectsIllustration": "Biri ayakta, biri tekerlekli sandalyede oturan, biri zeminde oturan üç çocuk sanat projeleri çiziyor ve kesiyor.",
    "annualReport.2020.altPassionIllustration": "Üç çocuk; biri ayakta, biri diz çökmüş, biri zeminde oturuyor, piyanoda müzik çalıyor ve teleskopla yıldızları seyrediyor.",
    "annualReport.2020.altPeersIllustration": "Dört çocuk bir kamp ateşinin etrafında oturup oyun oynuyor ve beşlik çakıyor.",
    "annualReport.2020.altPlayIllustration": "Üç çocuk; biri ayakta, biri diz çökmüş ve biri bağdaş kurup oturmuş taş yığınları yapıyor, oyuncak teknelerle oynuyor ve origami katlıyor.",
    "annualReport.2020.altCalendar": "2020 yılını gösteren bir takvim.",
    "annualReport.2020.altCommentsVisualization": "İki yorum balonu. 2019'daki yorumların payını temsil eden daha küçük ve daha koyu. 2020'de yapılan yorumlardaki artışı temsil eden bir açık.",
    "annualReport.2020.altArrowUp": "Yukarıyı ve sağı gösteren bir ok.",
    "annualReport.2020.altTranslated": "\"Merhaba\" diyen ve scratch'in bulunduğu dilleri listeleyen bir scratch bileşeni.",
    "annualReport.2020.altScratchHorizontalCommand": "Bir scratch yatay komut bileşeni.",
    "annualReport.2020.altScratchJr": "Scratch Jr logosu",
    "annualReport.2020.altHorizontalLoop": "Scratch yatay döngü bileşeni.",
    "annualReport.2020.altPieChart": "2019 yılında oluşturulan projelere göre 2020 yılında oluşturulan projelerdeki %602 artışı gösteren görselleştirme.",
    "annualReport.2020.altUsers": "İki genel kullanıcı simgesi, biraz daha küçük gri olan ve biraz daha büyük mor olan.",
    "annualReport.2020.altArrowNext": "Sağa dönük bir ok.",
    "annualReport.2020.altBenedict": "Benedikt Hochwartner için Avatar",
    "annualReport.2020.altAaronReuland": "Aaron Reuland, bir kese kağıdı kuklası ve uçan bir kaplumbağa resminin üzerinde.",
    "annualReport.2020.altSprinklesLeft": "Bir telefonda görüntülenen gülen yüz, scratch bileşeni ve kalp.",
    "annualReport.2020.altSprinklesRight": "Scratch bileşenleri ile etkileşime giren bir el.",
    "annualReport.2020.altFileDownload": "Bir dosyanın indirilebileceğini gösteren sepete işaret eden bir ok.",
    "annualReport.2020.altWaveTop": "Scratch avatarları ve scratch bileşenleriyle kaplı açık mavi bir dalga.",
    "annualReport.2020.altWaveBottom": "Açık mavi bir dalga.",
    "annualReport.2020.altConnectingLine": "Ayları birbirine bağlayan noktalı bir çizgi",
    "annualReport.2020.altApril": "Bir tekne ve suyu tasvir eden bir karalama projesi üzerine bir kalem ve karakalem.",
    "annualReport.2020.altMay": "Bir balonun üzerine yerleştirilmiş emojilerle işaretlenmiş bir takvim.",
    "annualReport.2020.altJune": "Juneteenth bayrağı ve bir kağıt uçak.",
    "annualReport.2020.altJuly": "Bir mikrofon ve müzik notları.",
    "annualReport.2020.altToolsIllustration": "Birkaç metin balonunun üzerindeki ünlem işareti simgesine dokunan bir el.",
    "annualReport.2020.altVirtualTown": "Bir kız birkaç evin önündeki kaldırımda koşuyor.",
    "annualReport.2020.altCatchGame": "Ufukta sağda bir elma yüzerken, aşağıda çerçevenin merkezine doğru bir sepet oturuyor.",
    "annualReport.2020.altCharacterDesigner": "Yeşil ve beyaz şerit arka planın önünde bir köpek oturuyor.",
    "annualReport.2020.altVirtualPet": "Bir kirpi çimenlerin ortasında bir kayanın üzerine oturuyor.",
    "annualReport.2020.altLookingForward": "Sulayan bir ağaç, büyüyüp uzun bir ağaca dönüşen bir fidanı sular.",
    "annualReport.2020.altIndia1": "Metnin altında yanan bir maytap belirir, \"mutlu bayramlar!\"",
    "annualReport.2020.altIndia2": "Scratch kedi maskotu Hintçe yazılmış bazı metinlerin yanında görünüyor",
    "annualReport.2020.altIndia3": "Üzerinde \"Hindistan\" yazan bir kalp bulunan Hindistan bayrağının önünde Hintli bir kadın beliriyor.",
    "annualReport.2020.altIndia4": "Bir tahta kaldırım ve deniz içeren bir arka planın önünde bir flüt üzerinde iki el belirir.",
    "annualReport.2020.altChile": "Bir grup çocuk, sanat ve el sanatları ve bir dizüstü bilgisayarla dolu bir masanın etrafında oturuyor.",
    "annualReport.2020.altBrazil": "Çocuklar tellerle beş kaşık bağlı bir dizüstü bilgisayarın önünde oturuyorlar.",
    "annualReport.2020.altIndia": "Bir kadın, bilgisayar başında oturan kızlara talimat veriyor.",
    "annualReport.2020.altUSA": "Scratch kullanıcı arayüzünün ekran görüntüsünün yanında küçük bir video küçük resmi görüntülenir",
    "annualReport.2020.altChileIcon": "Scratch maskotu",
    "annualReport.2020.altBrazilIcon": "Yeşil bir girdap",
    "annualReport.2020.altIndiaIcon": "Bir daire ile kenetlenmiş bir yıldız",
    "annualReport.2020.altUSAIcon": "Bir karikatür ahududu, Raspberry Pi Vakfı logosu",
    "annualReport.2020.altTutorial": "İspanyolca bir Scratch eğitimi",
    "annualReport.2020.altGettingStarted": "Scratch kullanıcı arayüzünün üstünde bir oynat düğmesi bulunur.",
    "annualReport.2020.altEditor": "Scratch Kullanıcı Arayüzü ve şu anda oluşturulmakta olan programın iki kişinin birbiriyle konuştuğunu gösteren bir ön izlemesi.",
    "annualReport.2020.altHackYourWindow": "Uzay kasklı bir köpek, bir yıldız ve bir çörek uzayda bir pencerenin dışında yüzer.",
    "annualReport.2020.altScratchInteraction": "Scratch bileşenleri arasında iki kişi konuşuyor. Biri diğerine bir bileşen veriyor.",
    "annualReport.2020.altImageBubbles": "Scratch projelerinden görüntüler, birlikte gruplandırılmış kabarcık şekillerinde görünür.",
    "annualReport.2020.altConnectivityVideoPreview": "Dost canlısı deniz canlılarının bulunduğu bir sahnenin üzerinde bir oynat düğmesi belirir.",
    "annualReport.2020.altAdaptationVideoPreview": "Scratch kullanıcı arayüzünden çeşitli sahneler üzerinde bir oynat düğmesi belirir.",
    "annualReport.2020.altJanuaryCard": "Star Wars'tan Rey bir asa tutuyor ve çölde duruyor.",
    "annualReport.2020.altAprilCard": "Scratch UI'dan birden fazla ekran görüntüsü bir araya getirilir.",
    "annualReport.2020.altMayCard": "Çeşitli ırklardan insanlara ait eller yumruk şeklinde kaldırılır.",
    "annualReport.2020.altJuneCard": "Bir kişi bir kağıt çiçeği birbirine zımbalar.",
    "annualReport.2020.altJulyCard": "Denizin altında yengeç, deniz kızı ve ahtapot birlikte müzik çalar.",
    "annualReport.2020.altOctoberCard": "Bir bilgisayar iş istasyonunun üzerindeki duvarda bir balkabağı ve şekerli mısır görünüyor.",
    "annualReport.2020.altDonateIllustration": "İki el, parmakları kesilmiş bir kalp şeklinin içindeyken bir kalp şeklini oluşturur."
}