{
    "privacyApps.title": "গোপনীয়তা নীতি",
    "privacyApps.updated": "Scratch গোপনীয়তা নীতি সর্বশেষ আপডেট করা হয়েছে জানুয়ারি ৬, ২০২২ তারিখে",
    "privacyApps.intro": "স্ক্র্যাচ ফাউন্ডেশন ( “ স্ক্র্যাচ ”, “ আমরা ” বা “ মার্কিন ” ) বুঝতে পারি যে আমাদের সম্প্রদায়ের কাছে গোপনীয়তা কতটা গুরুত্বপূর্ণ. আমরা ব্যক্তিগত তথ্য ( “ তথ্য ” ) আমরা আমাদের অফলাইন সম্পাদক ( “ স্ক্র্যাচ অ্যাপ ” ) এর মাধ্যমে সংগ্রহ করি, কীভাবে আমরা ব্যবহার করি, প্রক্রিয়া করি এবং এটি ভাগ করুন, এবং এটি নিরাপদ রাখতে আমরা কী করছি. এটি আপনাকে আপনার ব্যক্তিগত তথ্যের সাথে আপনার অধিকার এবং পছন্দগুলি সম্পর্কে এবং আপনার কোনও প্রশ্ন বা উদ্বেগ থাকলে আপনি কীভাবে আমাদের সাথে যোগাযোগ করতে পারেন তাও আপনাকে জানায়.",
    "privacyApps.collectionHeader": "Scratch আমার কোন কোন তথ্য সংগ্রহ করে?",
    "privacyApps.collectionParagraph": "এই গোপনীয়তা নীতিটির উদ্দেশ্যে, “ তথ্য ” অর্থ কোনও চিহ্নিত বা সনাক্তযোগ্য ব্যক্তি সম্পর্কিত কোনও তথ্য. স্ক্র্যাচ অ্যাপটি স্বয়ংক্রিয়ভাবে তার টেলিমেট্রি সিস্টেমের মাধ্যমে নিম্নলিখিত তথ্য সংগ্রহ করে এবং সঞ্চয় করে: পাঠ্য আকারে আপনার প্রকল্পের শিরোনাম, ভাষা সেটিং, স্ক্র্যাচ অ্যাপ ( এর ব্যবহার সম্পর্কিত সময় অঞ্চল এবং ইভেন্টগুলি যথা যখন স্ক্র্যাচ অ্যাপটি খোলা এবং বন্ধ করা হয়েছিল, যদি কোনও প্রকল্পের ফাইল লোড বা সংরক্ষণ করা হয়, বা যদি কোনও নতুন প্রকল্প তৈরি করা হয় ). আপনি যদি টেলিমেট্রি ভাগ করে নেওয়ার বৈশিষ্ট্যটি চালু করতে পছন্দ করেন তবে স্ক্র্যাচ অ্যাপ এই তথ্যটি স্ক্র্যাচটিতে প্রেরণ করবে. স্ক্র্যাচ অ্যাপটিতে তৈরি প্রকল্পগুলি স্ক্র্যাচ দ্বারা প্রেরণ বা অ্যাক্সেসযোগ্য নয় যদি না আপনি স্ক্র্যাচ অনলাইন সম্প্রদায়ের কাছে আপনার প্রকল্পটি আপলোড করতে পছন্দ করেন, কোন মুহুর্তে আপনি যে তথ্য ভাগ করেন তা স্ক্র্যাচ অনলাইন সম্প্রদায়ের শর্ত সাপেক্ষে {privacyPolicyLink}. দয়া করে বিভাগটি দেখুন “ আমি যদি স্ক্র্যাচ অনলাইন সম্প্রদায়ের কাছে আমার প্রকল্পটি আপলোড করি তবে কী হবে? ” আরও তথ্যের জন্য নীচে.",
    "privacyApps.privacyPolicyLinkText": "গোপনীয়তা নীতি",
    "privacyApps.usageHeader": "Scratch কিভাবে আমার তথ্য কিভাবে ব্যবহার করে?",
    "privacyApps.usageIntro": "আমরা এই তথ্যটি নিম্নলিখিত উদ্দেশ্যে ব্যবহার করি:",
    "privacyApps.analyticsTitle": "বিশ্লেষণ এবং স্ক্র্যাচ অ্যাপের উন্নতি",
    "privacyApps.analyticsDescription": "স্ক্র্যাচ অ্যাপের ব্যবহার বিশ্লেষণ করতে এবং স্ক্র্যাচ অ্যাপটিতে আপনার শেখার অভিজ্ঞতা বাড়ানোর জন্য আমরা তথ্য ব্যবহার করি.",
    "privacyApps.researchTitle": "একাডেমিক এবং বৈজ্ঞানিক গবেষণা",
    "privacyApps.researchDescription": "আমরা বৈজ্ঞানিক ও একাডেমিক গবেষণার প্রসঙ্গে পরিসংখ্যান বিশ্লেষণের জন্য তথ্য-পরিচয় এবং সামগ্রিক তথ্য. উদাহরণস্বরূপ, লোকেরা স্ক্র্যাচ অ্যাপের মাধ্যমে কীভাবে শিখেছে এবং কীভাবে আমরা তরুণদের জন্য শেখার সরঞ্জামগুলি বাড়িয়ে তুলতে পারি তা বুঝতে আমাদের সহায়তা করতে. এই জাতীয় গবেষণার ফলাফলগুলি সম্মেলন, জার্নাল এবং অন্যান্য একাডেমিক বা বৈজ্ঞানিক প্রকাশনাগুলির মাধ্যমে শিক্ষাবিদ এবং গবেষকদের সাথে ভাগ করা হয়. আপনি আমাদের পৃষ্ঠায় আরও জানতে পারেন: {researchPageLink}",
    "privacyApps.researchPageLinkText": "গবেষণা",
    "privacyApps.legalTitle": "আইনগত",
    "privacyApps.legalDescription": "আমরা আমাদের তথ্য প্রয়োগ করতে {termsOfUseLink}, আমাদের আইনী অধিকার রক্ষার জন্য এবং আমাদের আইনী বাধ্যবাধকতা এবং অভ্যন্তরীণ নীতিগুলি মেনে চলার জন্য আপনার তথ্য ব্যবহার করতে পারি. স্ক্র্যাচ অ্যাপের আপনার ব্যবহার বিশ্লেষণ করে আমরা এটি করতে পারি.",
    "privacyApps.termsOfUseLinkText": "ব্যবহারের শর্তাবলী",
    "privacyApps.processingHeader": "আপনার তথ্য প্রক্রিয়াকরণের জন্য আইনী ভিত্তিগুলি কী?",
    "privacyApps.processingParagraph": "আপনি যদি ইউরোপীয় অর্থনৈতিক অঞ্চল, যুক্তরাজ্য বা সুইজারল্যান্ডে অবস্থিত থাকেন তবে আমরা কেবল বৈধ আইনী ভিত্তিতে আপনার তথ্য প্রক্রিয়া করি. একটি “ আইনী স্থল ” এমন একটি কারণ যা আমাদের তথ্যের ব্যবহারকে ন্যায়সঙ্গত করে. এই ক্ষেত্রে, আমাদের বা তৃতীয় পক্ষের আপনার তথ্য ( ব্যবহার করার ক্ষেত্রে বৈধ আগ্রহ রয়েছে যদি আপনি স্ক্র্যাচ অ্যাপকে স্ক্র্যাচ টিমকে আপনার তথ্য ) তৈরি করতে প্রেরণ করতে পছন্দ করেন, গবেষণা উদ্দেশ্যে আপনার সম্মিলিত বা ডি-চিহ্নিত তথ্য বিশ্লেষণ এবং ভাগ করুন, স্ক্র্যাচ অ্যাপের বিষয়ে আপনার শেখার অভিজ্ঞতা বিশ্লেষণ এবং উন্নত করতে এবং অন্যথায় সুরক্ষা, সুরক্ষা নিশ্চিত এবং উন্নত করতে, এবং স্ক্র্যাচ অ্যাপের পারফরম্যান্স। এই আগ্রহগুলি আপনার অধিকার এবং স্বার্থের দ্বারা অগ্রাহ্য না হলে আমরা কেবল আপনার তথ্য প্রক্রিয়া করার জন্য আমাদের বা তৃতীয় পক্ষের বৈধ স্বার্থের উপর নির্ভর করি.",
    "privacyApps.sharingHeader": "স্ক্র্যাচ কীভাবে আমার তথ্য ভাগ করে?",
    "privacyApps.sharingIntro": "আমরা নিম্নলিখিত পরিস্থিতিতে তৃতীয় পক্ষের কাছে স্ক্র্যাচ অ্যাপের মাধ্যমে সংগ্রহ করি এমন তথ্য প্রকাশ করি:",
    "privacyApps.serviceProvidersTitle": "পরিষেবা সরবরাহকারী",
    "privacyApps.serviceProvidersDescription": "তৃতীয় পক্ষ যারা ওয়েবসাইট হোস্টিং, ডেটা বিশ্লেষণ, তথ্য প্রযুক্তি এবং সম্পর্কিত অবকাঠামোগত বিধান, গ্রাহক পরিষেবা, ইমেল বিতরণ এবং অন্যান্য পরিষেবাদির মতো পরিষেবা সরবরাহ করে.",
    "privacyApps.researchSharingDescription": "ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজি ( এমআইটি ) এর মতো সংস্থাগুলি গবেষণা করার জন্য, আমাদের ব্যবহারকারীরা কীভাবে স্ক্র্যাচ অ্যাপের মাধ্যমে শিখেন এবং নতুন শেখার সরঞ্জামগুলি বিকাশ করেন সে সম্পর্কে জানতে. এই গবেষণার ফলাফল বা পরিসংখ্যান বিশ্লেষণ সম্মেলন, জার্নাল এবং অন্যান্য প্রকাশনাগুলির মাধ্যমে ভাগ করা যেতে পারে.",
    "privacyApps.mergerTitle": "মার্জার",
    "privacyApps.mergerDescription": "কোনও পুনর্গঠন, সংহতকরণ, বিক্রয়, যৌথ উদ্যোগ, নিয়োগ, স্থানান্তর, বা আমাদের সংস্থা বা সম্পদের সমস্ত বা কোনও অংশের অন্যান্য স্বভাব. আপনার তথ্যের নতুন সত্তার পরিকল্পিত প্রক্রিয়াকরণ যদি এই গোপনীয়তা নীতিতে বর্ণিত থেকে বস্তুগতভাবে পৃথক হয় তবে আপনার এ জাতীয় কোনও স্থানান্তর থেকে বেরিয়ে যাওয়ার সুযোগ থাকবে.",
    "privacyApps.legalSharingDescription": "যদি আইন দ্বারা বা বিশ্বাসের বিশ্বাসের দ্বারা এটি করা প্রয়োজন হয় যে এই জাতীয় পদক্ষেপ উপযুক্ত: ( একটি ) প্রযোজ্য আইনের অধীনে, আপনার আবাসনের দেশের বাইরে আইন সহ; ( b ) আইনী প্রক্রিয়া মেনে চলতে; ( সি ) স্কুল, স্কুল জেলা এবং আইন প্রয়োগের মতো সরকারী ও সরকারী কর্তৃপক্ষের অনুরোধের প্রতিক্রিয়া জানাতে, আপনার আবাসনের দেশের বাইরে সরকারী ও সরকারী কর্তৃপক্ষ সহ; আমাদের শর্তাদি এবং শর্তাদি প্রয়োগ করতে ( d ); ( আমাদের ক্রিয়াকলাপ বা আমাদের কোনও সহযোগী প্রতিষ্ঠানের সুরক্ষা দেওয়ার জন্য; ( f ) আমাদের অধিকার, গোপনীয়তা, সুরক্ষা, বা সম্পত্তি এবং / অথবা আমাদের অধিভুক্তদের, আপনি বা অন্যান্যদের সুরক্ষা দিতে; এবং ( g ) আমাদের উপলব্ধ প্রতিকারগুলি অনুসরণ করতে বা যে ক্ষয়ক্ষতিগুলি আমরা বজায় রাখতে পারি তা সীমাবদ্ধ করতে দেয়.",
    "privacyApps.communityHeader": "আমি যদি স্ক্র্যাচ অনলাইন সম্প্রদায়ের কাছে আমার প্রকল্পটি আপলোড করি তবে কী হবে?",
    "privacyApps.communityParagraph": "স্ক্র্যাচ অ্যাপটি ব্যবহার করার সময়, আপনি আপনার প্রকল্পটি স্ক্র্যাচ অনলাইন সম্প্রদায়ের ( “ অনলাইন সম্প্রদায় ” ) এ আপলোড করতে পছন্দ করতে পারেন. আপনি যদি আপনার প্রকল্পটি অনলাইন সম্প্রদায়ের কাছে আপলোড করতে পছন্দ করেন তবে আপনি স্ক্র্যাচ অ্যাপের বাইরে আপনার তথ্য ভাগ করে নিচ্ছেন এবং এটি অনলাইন সম্প্রদায় পরিষেবাতে সরবরাহ করছেন. আপনার প্রকল্প আপলোড করার সময় আপনি যে তথ্য ভাগ করেন, যেমন আপনার অ্যাকাউন্ট এবং প্রকল্পের তথ্য, স্ক্র্যাচ অনলাইন সম্প্রদায় দ্বারা পরিচালিত হবে {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "শিশু এবং শিক্ষার্থীদের গোপনীয়তা",
    "privacyApps.coppa": "স্ক্র্যাচ ফাউন্ডেশন একটি 501 ( সি ) ( 3 ) অলাভজনক সংস্থা. যেমন, শিশুদের অনলাইন গোপনীয়তা সুরক্ষা আইন ( COPPPA ) স্ক্র্যাচ ক্ষেত্রে প্রযোজ্য নয়. তবুও, স্ক্র্যাচ বাচ্চাদের গোপনীয়তাটিকে গুরুত্ব সহকারে নেয়. স্ক্র্যাচ তার ব্যবহারকারীদের কাছ থেকে কেবলমাত্র ন্যূনতম তথ্য সংগ্রহ করে এবং এই গোপনীয়তা নীতিতে বর্ণিত হিসাবে পরিষেবাগুলি সরবরাহ করতে এবং সীমিত অন্যান্য উদ্দেশ্যে যেমন গবেষণার জন্য কেবল তথ্য ব্যবহার করে এবং প্রকাশ করে.",
    "privacyApps.ferpa": "পারিবারিক শিক্ষাগত অধিকার এবং গোপনীয়তা আইন ( FERPA ) দ্বারা সংজ্ঞায়িত হিসাবে স্ক্র্যাচ কোনও শিক্ষার্থীর শিক্ষার রেকর্ড থেকে তথ্য সংগ্রহ করে না. স্ক্র্যাচ এই গোপনীয়তা নীতিতে বর্ণিত ব্যতীত কোনও তৃতীয় পক্ষের শিক্ষার্থীদের তথ্য প্রকাশ করে না.",
    "privacyApps.eeaHeader": "আপনার ডেটা সুরক্ষা অধিকার ( EEA )",
    "privacyApps.eeaIntro": "আপনি যদি ইউরোপীয় অর্থনৈতিক অঞ্চল, যুক্তরাজ্য বা সুইজারল্যান্ডে অবস্থিত থাকেন তবে আপনার তথ্যের সাথে আপনার নির্দিষ্ট অধিকার রয়েছে:",
    "privacyApps.accessTitle": "অ্যাক্সেস, সংশোধন এবং ডেটা বহনযোগ্যতা",
    "privacyApps.accessDescription": "আপনি আপনার সম্পর্কে আমরা যে তথ্য প্রক্রিয়া করি তার একটি ওভারভিউ চাইতে পারেন এবং আপনার তথ্যের একটি অনুলিপি পেতে পারেন. অসম্পূর্ণ, ভুল বা পুরানো তথ্য সংশোধন করার জন্য আপনার কাছে অনুরোধ করার অধিকারও রয়েছে. প্রযোজ্য আইন দ্বারা প্রয়োজনীয় পরিমাণে, আপনি আমাদের অন্য কোনও সংস্থাকে আপনার তথ্য সরবরাহ করার জন্য অনুরোধ করতে পারেন.",
    "privacyApps.objectionTitle": "আপত্তি",
    "privacyApps.objectionDescription": "আপনি ( এর অর্থ “ আমাদের ” ) আপনার তথ্যের কোনও ব্যবহার বন্ধ করতে বলুন যা ( i ) আইনী বাধ্যবাধকতা মেনে চলার জন্য প্রক্রিয়াজাত নয়, ( III ) স্ক্র্যাচ এবং আপনার মধ্যে চুক্তিতে যা সরবরাহ করা হয় তা করার জন্য প্রয়োজনীয়, বা ( i ) যদি আমাদের ( যেমন করার বাধ্যতামূলক কারণ থাকে তবে, আমাদের অনলাইন সম্প্রদায়ের সুরক্ষা এবং সুরক্ষা নিশ্চিত করতে ). আপনি যদি আপত্তি করেন তবে আমরা যুক্তিসঙ্গত সমাধান খুঁজতে আপনার সাথে কাজ করব.",
    "privacyApps.deletionTitle": "মুছে ফেলা",
    "privacyApps.deletionDescription": "প্রযোজ্য আইনের অধীনে অনুমোদিত হিসাবে আপনি আপনার তথ্য মুছে ফেলার অনুরোধও করতে পারেন. এটি প্রযোজ্য, উদাহরণস্বরূপ, যেখানে আপনার তথ্য পুরানো বা প্রক্রিয়াজাতকরণের প্রয়োজন হয় না বা বেআইনী হয় না; যেখানে আপনি এই জাতীয় সম্মতির ভিত্তিতে আমাদের প্রক্রিয়াকরণে আপনার সম্মতি প্রত্যাহার করেন; বা যেখানে আপনি আমাদের প্রক্রিয়াকরণে আপত্তি করেছেন. কিছু পরিস্থিতিতে আইনী বাধ্যবাধকতার কারণে বা মামলা মোকদ্দমার উদ্দেশ্যে আমাদের আপনার তথ্য ধরে রাখতে হতে পারে. আপনি যদি আমাদের সার্ভারগুলি থেকে আপনার সমস্ত তথ্য সরিয়ে রাখতে চান তবে দয়া করে সহায়তার {helpEmail} জন্য যোগাযোগ করুন.",
    "privacyApps.restrictionTitle": "প্রক্রিয়াজাতকরণের সীমাবদ্ধতা",
    "privacyApps.restrictionDescription": "আপনি অনুরোধ করতে পারেন যে আমরা আপনার তথ্যের প্রক্রিয়াকরণকে সীমাবদ্ধ করার সময় আমরা ( i ) আপনার তথ্যের যথার্থতা সম্পর্কিত একটি অনুরোধ প্রক্রিয়াকরণ করছি, ( III ) আপনার তথ্য প্রক্রিয়াকরণের বৈধতা, বা ( i ) এই তথ্য প্রক্রিয়া করার জন্য আমাদের বৈধ আগ্রহ. আপনি অনুরোধ করতে পারেন যে আপনি যদি মামলা মোকদ্দমার উদ্দেশ্যে তথ্য ব্যবহার করতে চান তবে আমরা আপনার তথ্যের প্রক্রিয়াকরণকে সীমাবদ্ধ করি.",
    "privacyApps.withdrawalTitle": "সম্মতি প্রত্যাহার",
    "privacyApps.withdrawalDescription": "যেখানে আমরা আপনার তথ্য প্রক্রিয়াকরণের জন্য সম্মতির উপর নির্ভর করি, আপনার কাছে যে কোনও সময় এটি প্রত্যাহার করার এবং বিনা মূল্যে অধিকার রয়েছে. আপনি যখন এটি করেন, এটি আপনার সম্মতি প্রত্যাহারের আগে প্রসেসিংয়ের বৈধতা প্রভাবিত করবে না.",
    "privacyApps.eeaComplaint": "উপরোক্ত অধিকারগুলি ছাড়াও, প্রযোজ্য আইনের সাপেক্ষে উপযুক্ত তদারকি কর্তৃপক্ষের কাছে আপনার অভিযোগ দায়ের করার অধিকারও রয়েছে. তবে এই অধিকারগুলির প্রত্যেকটির ব্যতিক্রম এবং সীমাবদ্ধতা রয়েছে. উদাহরণস্বরূপ, আমরা অনুরোধটি সুস্পষ্টভাবে ভিত্তিহীন বা অত্যধিক হলে, বা অনুরোধটি অন্যের অধিকার এবং স্বাধীনতাকে বিরূপ প্রভাবিত করতে পারে, এমন অনুরোধে কাজ করতে অস্বীকার করতে পারি, আইনের প্রয়োগ বা প্রয়োগের কুসংস্কার, মুলতুবি বা ভবিষ্যতের মামলা মোকদ্দমার সাথে হস্তক্ষেপ করা বা প্রযোজ্য আইন লঙ্ঘন করা. আপনার অধিকার প্রয়োগের জন্য একটি অনুরোধ জমা দেওয়ার জন্য, দয়া করে সহায়তার {helpEmail} জন্য যোগাযোগ করুন.",
    "privacyApps.retentionHeader": "ডেটা রিটেনশন",
    "privacyApps.retentionParagraph": "আমরা আপনার তথ্য মুছতে বা এমন একটি আকারে রাখার ব্যবস্থা গ্রহণ করি যা যখন এই তথ্যটি আমরা প্রক্রিয়া করি তার জন্য আর প্রয়োজন হয় না তখন আপনাকে চিহ্নিত করতে দেয় না এটি, যদি না আমাদের এই তথ্যটিকে দীর্ঘ সময়ের জন্য রাখার জন্য আইন দ্বারা প্রয়োজন হয়. ধরে রাখার সময়কাল নির্ধারণ করার সময়, আমরা বিভিন্ন মানদণ্ডকে বিবেচনা করি, যেমন আপনাকে অনুরোধ করা বা সরবরাহ করা পরিষেবার ধরণ, আপনার সাথে আমাদের সম্পর্কের প্রকৃতি এবং দৈর্ঘ্য, আমাদের পরিষেবাগুলির সাথে সম্ভাব্য পুনরায় তালিকাভুক্তকরণ, আমরা যদি আপনার কাছ থেকে বা আপনার সম্পর্কে কিছু তথ্য মুছে ফেলি তবে আমরা আপনাকে যে পরিষেবাগুলি সরবরাহ করি তার উপর প্রভাব, আইন দ্বারা প্রদত্ত বাধ্যতামূলক ধরে রাখার সময়কাল এবং সীমাবদ্ধতার বিধি.",
    "privacyApps.protectHeader": "স্ক্র্যাচ কীভাবে আমার তথ্য রক্ষা করে?",
    "privacyApps.protectParagraph": "স্ক্র্যাচ প্রশাসনিক, শারীরিক এবং প্রযুক্তিগত পদ্ধতি রয়েছে যা দুর্ঘটনাজনিত বা বেআইনী ধ্বংস, দুর্ঘটনাজনিত ক্ষতি, অননুমোদিত পরিবর্তনের বিরুদ্ধে স্ক্র্যাচ অ্যাপের উপর আমরা যে তথ্য সংগ্রহ করি তা রক্ষার উদ্দেশ্যে করা হয়েছে, অননুমোদিত প্রকাশ বা অ্যাক্সেস, অপব্যবহার এবং তথ্য প্রক্রিয়াকরণের অন্য কোনও বেআইনী রূপ. তবে, এই ব্যবস্থাগুলি যেমন কার্যকর, কোনও সুরক্ষা ব্যবস্থা দুর্ভেদ্য নয়. আমরা আমাদের ডাটাবেসের সুরক্ষার পুরোপুরি গ্যারান্টি দিতে পারি না, বা আমরা গ্যারান্টি দিতে পারি না যে আপনি যে তথ্য সরবরাহ করেন তা ইন্টারনেটে আমাদের কাছে প্রেরণ করার সময় বাধা দেওয়া হবে না.",
    "privacyApps.internationalTransferHeader": "আন্তর্জাতিক ডেটা স্থানান্তর",
    "privacyApps.internationalTransferParagraph": "আপনি যে দেশটি অবস্থিত সেগুলি ব্যতীত অন্য দেশে আপনার তথ্য স্থানান্তর করতে পারেন, মার্কিন যুক্তরাষ্ট্র সহ. ( যেখানে আমাদের স্ক্র্যাচ সার্ভারগুলি ) বা অন্য কোনও দেশে অবস্থিত যেখানে আমরা বা আমাদের পরিষেবা সরবরাহকারীরা সুবিধা বজায় রাখি. আপনি যদি ইউরোপীয় অর্থনৈতিক অঞ্চল, যুক্তরাজ্য বা সুইজারল্যান্ড বা অন্যান্য অঞ্চলে ডেটা সংগ্রহ এবং ব্যবহার পরিচালিত আইন সহ অবস্থিত যা মার্কিন আইন থেকে পৃথক হতে পারে, দয়া করে নোট করুন যে আমরা আপনার তথ্য এমন একটি দেশ এবং এখতিয়ারে স্থানান্তর করতে পারি যা আপনার এখতিয়ারের মতো একই ডেটা সুরক্ষা আইন নেই. আমরা আমাদের পক্ষে প্রক্রিয়াজাতকরণ এবং স্থানান্তরিত তথ্যের জন্য উপযুক্ত সুরক্ষা প্রয়োগ করি. ব্যবহৃত সুরক্ষা সম্পর্কিত আরও তথ্যের জন্য দয়া করে আমাদের সাথে যোগাযোগ করুন.",
    "privacyApps.notificationsHeader": "গোপনীয়তা নীতিতে পরিবর্তনের বিজ্ঞপ্তি",
    "privacyApps.notificationsParagraph": "আমরা পর্যায়ক্রমিক ভিত্তিতে আমাদের গোপনীয়তা নীতি পর্যালোচনা করি এবং আমরা আমাদের নীতিগুলি যথাযথ হিসাবে সংশোধন করতে পারি. আমরা আপনাকে যে কোনও উপাদান পরিবর্তন সম্পর্কে অবহিত করব. আমরা আপনাকে নিয়মিতভাবে আমাদের গোপনীয়তা নীতি পর্যালোচনা করতে উত্সাহিত করি. এই পৃষ্ঠার শীর্ষে “ সর্বশেষ আপডেট হওয়া ” তারিখটি নির্দেশ করে যখন এই গোপনীয়তা নীতিটি সর্বশেষ সংশোধিত হয়েছিল. এই পরিবর্তনগুলি অনুসরণ করে আপনার স্ক্র্যাচ অ্যাপের অবিচ্ছিন্ন ব্যবহারের অর্থ হ'ল আপনি সংশোধিত গোপনীয়তা নীতি গ্রহণ করেন.",
    "privacyApps.contactHeader": "যোগাযোগ",
    "privacyApps.contactIntro": "স্ক্র্যাচ ফাউন্ডেশন আপনার তথ্য প্রক্রিয়াকরণের জন্য দায়বদ্ধ সত্তা. এই গোপনীয়তা নীতি সম্পর্কে আপনার যদি কোনও প্রশ্ন থাকে, বা আপনি যদি আপনার তথ্যের অধিকার প্রয়োগ করতে চান তবে আপনি আমাদের সাথে মেইলে বা মেইলে {helpEmail} যোগাযোগ করতে পারেন:"
}