{
    "privacyApps.title": "Zásady ochrany osobních údajů",
    "privacyApps.updated": "Zásady ochrany osobních údajů Scratch byly naposledy aktualizovány: 6. ledna 2022",
    "privacyApps.intro": "Nadace Scratch (“Scratch”, “my” nebo “nás) chápe, jak důležité je soukromí pro naše společenství. Tyto Zásady ochrany osobních údajů jsme napsali, abychom vysvětlili, jaké osobní údaje (“Informace”) shromažďujeme prostřednictvím našeho offline editoru (“Aplikace Scratch”), jak je používáme, zpracováváme a sdílíme a co děláme, abychom je udrželi v bezpečí. Také vás informuje o vašich právech a volbách s ohledem na vaše osobní údaje a o tom, jak nás můžete kontaktovat, pokud máte jakékoli dotazy nebo obavy.",
    "privacyApps.collectionHeader": "Jaké informace o mně Scratch shromažďuje?",
    "privacyApps.collectionParagraph": "Pro účely těchto Zásad ochrany osobních údajů se “Informacemi” rozumí jakékoli informace týkající se identifikované nebo identifikovatelné osoby. Aplikace Scratch automaticky shromažďuje a lokálně ukládá následující informace prostřednictvím svého telemetrického systému: název projektu v textové podobě, nastavení jazyka, časové pásmo a události související s vaším používáním aplikace Scratch (konkrétně při otevření a zavření aplikace Scratch, pokud byl načten nebo uložen soubor projektu nebo pokud je vytvořen nový projekt). Pokud se rozhodneš zapnout funkci sdílení telemetrie, aplikace Scratch přenese tyto informace do Scratch. Projekty vytvořené v aplikaci Scratch nejsou přenášeny ani přístupné společností Scratch, dokud se nerozhodneš nahrát svůj projekt do komunity Scratch Online, kdy budou informace, které sdílíš, podléhat podmínkám komunity Scratch Online {privacyPolicyLink}. Další informace najdeš v části “Co se stane, když nahraji svůj projekt do komunity Scratch Online?” níže.",
    "privacyApps.privacyPolicyLinkText": "Zásady ochrany osobních údajů",
    "privacyApps.usageHeader": "Jak Scratch používá mé informace?",
    "privacyApps.usageIntro": "Tyto informace používáme pro následující účely:",
    "privacyApps.analyticsTitle": "Analýza a vylepšování aplikace Scratch",
    "privacyApps.analyticsDescription": "Informace používáme k analýze používání aplikace Scratch a ke zlepšení tvého zážitku z výuky s aplikací Scratch.",
    "privacyApps.researchTitle": "Akademický a vědecký výzkum",
    "privacyApps.researchDescription": "Anonymizujeme a kumulujeme informace pro statistickou analýzu v kontextu vědeckého a akademického výzkumu. Například nám pomůže pochopit, jak se lidé učí prostřednictvím aplikace Scratch a jak můžeme vylepšit učební nástroje pro mládež. Výsledky takového výzkumu jsou sdíleny s pedagogy a výzkumnými pracovníky prostřednictvím konferencí, časopisů a dalších akademických nebo vědeckých publikací. Více se dozvíš na naší stránce {researchPageLink}.",
    "privacyApps.researchPageLinkText": "Výzkum",
    "privacyApps.legalTitle": "Legální",
    "privacyApps.legalDescription": "Tvé informace můžeme použít k vynucení našich pravidel{termsOfUseLink}, k ochraně našich zákonných práv a k dodržování našich zákonných povinností a interních zásad. Můžeme to udělat analýzou tvého používání aplikace Scratch.",
    "privacyApps.termsOfUseLinkText": "Podmínky užití",
    "privacyApps.processingHeader": "Jaké jsou právní důvody pro zpracování tvých informací?",
    "privacyApps.processingParagraph": "Pokud se nacházíš v Evropském hospodářském prostoru, Spojeném království nebo Švýcarsku, zpracováváme tvé informace pouze na základě platného právního důvodu. “Právní důvod” je důvod, který ospravedlňuje naše použití tvých informací. V takovém případě máme my nebo třetí strana oprávněný zájem na používání tvých informací (pokud se rozhodneš povolit aplikaci Scratch odesílat týmu Scratch své informace) k vytváření, analýze a sdílení tvých agregovaných nebo anonymizovaných informací pro výzkumné účely, k analýze a vylepšení tvého vzdělávacího zážitku v aplikaci Scratch a k jinému zajištění a zlepšení bezpečnosti, zabezpečení a výkon aplikace Scratch. Při zpracování tvých informací se spoléháme na naše oprávněné zájmy nebo oprávněné zájmy třetí strany pouze tehdy, pokud tyto zájmy nejsou potlačeny tvými právy a zájmy.",
    "privacyApps.sharingHeader": "Jak Scratch sdílí mé informace?",
    "privacyApps.sharingIntro": "Informace, které shromažďujeme prostřednictvím aplikace Scratch, zveřejňujeme třetím stranám za následujících okolností:",
    "privacyApps.serviceProvidersTitle": "Poskytovatelé služeb",
    "privacyApps.serviceProvidersDescription": "Třetím stranám, které poskytují služby jako je hosting webových stránek, analýza dat, informační technologie a související infrastruktura, zákaznický servis, doručování e-mailů a další služby.",
    "privacyApps.researchSharingDescription": "Výzkumným institucím, jako je Massachusetts Institute of Technology (MIT), aby se dozvěděli o tom, jak se naši uživatelé učí prostřednictvím aplikace Scratch a vyvíjejí nové učební nástroje. Výsledky tohoto výzkumu nebo statistické analýzy mohou být sdíleny prostřednictvím konferencí, časopisů a dalších publikací.",
    "privacyApps.mergerTitle": "Sloučení",
    "privacyApps.mergerDescription": "Potenciálnímu nebo skutečnému nabyvateli, nástupci nebo nabyvateli v rámci jakékoli reorganizace, fúze, prodeje, společného podniku, postoupení, převodu nebo jiné dispozice s celou naší organizací nebo aktivy nebo jejich částí. Budeš mít možnost odhlásit se z jakéhokoli takového přenosu dat, pokud se plánované zpracování tvých informací novým subjektem bude podstatně lišit od zpracování uvedeného v těchto Zásadách ochrany osobních údajů.",
    "privacyApps.legalSharingDescription": "Pokud to vyžaduje zákon nebo v dobré víře, že takový krok je vhodný: (a) podle platných zákonů, včetně zákonů mimo zemi tvého bydliště; (b) abychom vyhověli právnímu procesu; (c) reakce na žádosti veřejných a vládních orgánů, jako jsou školy, školní obvody a donucovací orgány, včetně veřejných a vládních orgánů mimo zemi tvého bydliště; (d) k prosazování našich smluvních podmínek; (e) k ochraně našich operací nebo operací kterékoli z našich přidružených společností; (f) k ochraně našich práv, soukromí, bezpečnosti nebo majetku a/nebo našich přidružených společností, tebe nebo jiných osob; a (g) abychom mohli usilovat o dostupné opravné prostředky nebo omezit škody, které můžeme utrpět.",
    "privacyApps.communityHeader": "Co se stane, když nahraji svůj projekt do komunity Scratch Online?",
    "privacyApps.communityParagraph": "Při používání aplikace Scratch se můžeš rozhodnout nahrát svůj projekt do online komunity Scratch (“online komunita”). Pokud se rozhodneš nahrát svůj projekt do online komunity, sdílíš své informace mimo aplikaci Scratch a poskytuješ je službě online komunity. Informace, které sdílíš při nahrávání projektu, jako jsou informace o tvém účtu a projektu, se budou řídit  pravidly{privacyPolicyLink} pro online společenství Scratch.",
    "privacyApps.studentsHeader": "Soukromí dětí a studentů",
    "privacyApps.coppa": "Nadace Scratch je nezisková organizace 501 (c) (3). Zákon o ochraně soukromí dětí na internetu (COPPA) se proto na Scratch nevztahuje. Scratch však bere soukromí dětí vážně. Scratch shromažďuje pouze minimální informace od svých uživatelů a používá a zveřejňuje informace pouze k poskytování služeb a pro omezené další účely, jako je výzkum, jak je popsáno v těchto Zásadách ochrany osobních údajů.",
    "privacyApps.ferpa": "Scratch neshromažďuje informace ze záznamu o vzdělání žáka, jak je definováno v zákoně o právech na vzdělání a soukromí rodiny (FERPA). Scratch nezveřejňuje informace o studentech žádným třetím stranám, s výjimkou případů popsaných v těchto Zásadách ochrany osobních údajů.",
    "privacyApps.eeaHeader": "Tvoje práva na ochranu osobních údajů (EHP)",
    "privacyApps.eeaIntro": "Pokud se nacházíš v Evropském hospodářském prostoru, Spojeném království nebo Švýcarsku, máš ve vztahu k vašim informacím určitá práva:",
    "privacyApps.accessTitle": "Přístup, korekce a přenositelnost údajů",
    "privacyApps.accessDescription": "Můžeš požádat o přehled informací, které o tobě zpracováváme, a o obdržení kopie tvých informací. Máš také právo požádat o opravu neúplných, nepřesných nebo zastaralých informací. V rozsahu požadovaném platnými zákony nás můžeš požádat, abychom tvé informace poskytli jiné společnosti.",
    "privacyApps.objectionTitle": "Námitka",
    "privacyApps.objectionDescription": "Můžeš vznést námitku (to znamená “požádat nás o zastavení”) jakéhokoli použití tvých informací, které není (i) zpracováno za účelem splnění zákonné povinnosti, (ii) nezbytné k tomu, aby bylo možné učinit to, co je stanoveno ve smlouvě mezi společností Scratch a tebou, nebo (iii) pokud k tomu máme závažný důvod (například pro zajištění bezpečnosti a zabezpečení v naší online komunitě). Pokud vzneseš námitku, budeme s tebou spolupracovat na nalezení rozumného řešení.",
    "privacyApps.deletionTitle": "Smazání",
    "privacyApps.deletionDescription": "Můžeš také požádat o vymazání tvých informací, jak to povolují platné zákony. To platí například v případech, kdy jsou tvoje informace zastaralé nebo zpracování není nutné nebo je nezákonné; pokud odvoláš svůj souhlas s naším zpracováním na základě takového souhlasu; nebo pokud jsi vznesl/a/ námitku proti našemu zpracování. V některých situacích možná budeme muset uchovávat vaše informace z důvodu právních povinností nebo pro účely soudního sporu. Pokud chceš, aby všechny tvoje informace byly odstraněny z našich serverů, kontaktuj prosím {helpEmail} o pomoc.",
    "privacyApps.restrictionTitle": "Omezení zpracování",
    "privacyApps.restrictionDescription": "Můžeš požádat, abychom omezili zpracování tvých informací, zatímco zpracováváme požadavek týkající se (i) přesnosti tvých informací, (ii) zákonnosti zpracování tvých informací nebo (iii) našich oprávněných zájmů na zpracování těchto informací. Můžeš také požádat, abychom omezili zpracování tvých informací, pokud si přeješ použít informace pro účely soudních sporů.",
    "privacyApps.withdrawalTitle": "Odvolání souhlasu",
    "privacyApps.withdrawalDescription": "Pokud se spoléháme na souhlas se zpracováním tvých informací, máš právo jej kdykoli a bezplatně odvolat. Pokud tak učiníš, nebude to mít vliv na zákonnost zpracování před odvoláním souhlasu.",
    "privacyApps.eeaComplaint": "Kromě výše uvedených práv máš také právo podat stížnost u příslušného dozorového úřadu v souladu s platnými právními předpisy. Existují však výjimky a omezení každého z těchto práv. Můžeme například odmítnout vyhovět žádosti, pokud je žádost zjevně neopodstatněná nebo nepřiměřená, nebo pokud je pravděpodobné, že žádost nepříznivě ovlivní práva a svobody ostatních, poškodí výkon nebo vymáhání práva, zasahuje do probíhajících nebo budoucích soudních sporů nebo porušuje platné zákony. Chceš-li podat žádost o uplatnění svých práv, obrať se prosím na {helpEmail} pro pomoc.",
    "privacyApps.retentionHeader": "Uchovávání údajů",
    "privacyApps.retentionParagraph": "Přijímáme opatření k vymazání tvých informací nebo k jejich uchování ve formě, která neumožňuje tvoji identifikaci, když tyto informace již nejsou nezbytné pro účely, pro které je zpracováváme, pokud nejsme ze zákona povinni uchovávat tyto informace po delší dobu. Při určování doby uchovávání bereme v úvahu různá kritéria, jako je typ služeb, které požaduješ nebo které ti poskytujeme, povaha a délka našeho vztahu s tebou, možné opětovné přihlášení k našim službám, dopad na služby, které vám poskytujeme, pokud odstraníme některé informace od tebe nebo o tobě, povinné doby uchovávání stanovené zákonem a promlčecí lhůta.",
    "privacyApps.protectHeader": "Jak Scratch chrání mé informace?",
    "privacyApps.protectParagraph": "Scratch má zavedeny administrativní, fyzické a technické postupy, které jsou určeny k ochraně informací, které shromažďujeme v aplikaci Scratch, před náhodným nebo nezákonným zničením, náhodnou ztrátou, neoprávněnou změnou, neoprávněným zveřejněním nebo přístupem, zneužitím a jakoukoli jinou nezákonnou formou zpracování informací. Jakkoli jsou však tato opatření účinná, žádný bezpečnostní systém není neproniknutelný. Nemůžeme zcela zaručit bezpečnost našich databází ani nemůžeme zaručit, že informace, které nám poskytneš, nebudou zachyceny při přenosu k nám přes internet.",
    "privacyApps.internationalTransferHeader": "Mezinárodní přenos dat",
    "privacyApps.internationalTransferParagraph": "Tvoje informace můžeme přenášet do jiných zemí, než je země, ve které se nacházíš, včetně USA (kde se nacházejí naše servery Scratch) nebo do jakékoli jiné země, ve které my nebo naši poskytovatelé služeb provozujeme zařízení. Pokud se nacházíš v Evropském hospodářském prostoru, Spojeném království nebo Švýcarsku nebo v jiných regionech se zákony upravujícími shromažďování a používání údajů, které se mohou lišit od zákonů USA, vezmi prosím na vědomí, že tvoje informace můžeme přenést do země a jurisdikce, která nemá stejné zákony na ochranu údajů jako vaše jurisdikce. Na informace zpracovávané a přenášené naším jménem uplatňujeme vhodná ochranná opatření. Pro více informací o použitých zárukách nás prosím kontaktuj.",
    "privacyApps.notificationsHeader": "Oznámení o změnách zásad ochrany osobních údajů",
    "privacyApps.notificationsParagraph": "Naše Zásady ochrany osobních údajů pravidelně kontrolujeme a podle potřeby je můžeme upravit. O jakýchkoli podstatných změnách tě budeme informovat. Doporučujeme ti, abys pravidelně kontroloval/a/ naše Zásady ochrany osobních údajů. Datum “Poslední aktualizace” v horní části této stránky označuje, kdy byly tyto zásady ochrany osobních údajů naposledy revidovány. Tvoje další používání aplikace Scratch po těchto změnách znamená, že přijímáš revidované zásady ochrany osobních údajů.",
    "privacyApps.contactHeader": "Kontaktuj nás",
    "privacyApps.contactIntro": "Nadace Scratch je subjekt odpovědný za zpracování vašich informací. Máš-li jakékoli dotazy týkající se těchto Zásad ochrany osobních údajů nebo chceš-li uplatnit svá práva na tvoje informace, můžeš nás kontaktovat přes {helpEmail} nebo poštou na:"
}