{
    "privacyApps.title": "Polisi Preifatrwydd",
    "privacyApps.updated": "Diweddarwyd Polisi Preifatrwydd Scratch ddiwethaf: Ionawr 6, 2022",
    "privacyApps.intro": "Mae'r Scratch Foundation (“Scratch”, neu “ni”) yn deall pa mor bwysig yw preifatrwydd i’n cymuned. Fe wnaethon ni ysgrifennu'r Polisi Preifatrwydd hwn i esbonio pa Fanylion Personol (“Manylion”) rydyn ni'n ei chasglu trwy ein golygydd all-lein (yr “Ap Scratch”), sut rydyn ni'n ei defnyddio, ei phrosesu, a'i rhannu, a beth rydyn ni'n ei wneud i'w gadw'n ddiogel. Mae hefyd yn dweud wrthych am eich hawliau a'ch dewisiadau o ran eich Manylion Personol, a sut y gallwch gysylltu â ni os oes gennych unrhyw gwestiynau neu bryderon.",
    "privacyApps.collectionHeader": "Pa Wybodaeth Mae Scratch yn ei Gasglu Amdanaf I?",
    "privacyApps.collectionParagraph": "At ddiben y Polisi Preifatrwydd hwn, mae “Manylion” yn golygu unrhyw wybodaeth yn ymwneud ag unigolyn a nodwyd neu adnabyddadwy. Mae Ap Scratch yn casglu ac yn storio'r manylion canlynol yn lleol yn awtomatig trwy ei system telemetreg: teitl eich project ar ffurf testun, gosodiad iaith, parth amser a digwyddiadau sy'n ymwneud â'ch defnydd o'r Ap Scratch (sef pan agorwyd a chaewyd yr Ap Scratch , os yw ffeil project wedi'i llwytho neu ei chadw, neu os yw project newydd yn cael ei greu). Os dewiswch droi'r nodwedd rhannu telemetreg ymlaen, bydd yr Ap Scratch yn trosglwyddo'r wybodaeth hon i Scratch. Nid yw projectau a grëir yn yr Ap Scratch yn cael eu trosglwyddo i Scratch nac yn hygyrch iddo oni bai eich bod yn dewis llwytho eich project i Gymuned Scratch Ar-lein, ac ar yr adeg honno bydd y wybodaeth y byddwch yn ei rhannu yn ddarostyngedig i delerau Cymuned Scratch Ar-lein {privacyPolicyLink}. Gweler yr adran “Beth Sy'n Digwydd Os Byddaf yn Llwytho Fy Mhroject i Gymuned Ar-lein Scratch?” isod am fwy o wybodaeth.",
    "privacyApps.privacyPolicyLinkText": "Polisi Preifatrwydd",
    "privacyApps.usageHeader": "Sut Mae Scratch yn Defnyddio Fy Manylion?",
    "privacyApps.usageIntro": "Rydym yn defnyddio'r Manylion hyn at y dibenion canlynol:",
    "privacyApps.analyticsTitle": "Dadansoddeg a Gwella'r Ap Scratch",
    "privacyApps.analyticsDescription": "Rydym yn defnyddio'r Manylion i ddadansoddi defnydd o'r Ap Scratch ac i wella eich profiad dysgu ar yr Ap Scratch.",
    "privacyApps.researchTitle": "Ymchwil Academaidd a Gwyddonol",
    "privacyApps.researchDescription": "Rydym yn dad-adnabod ac yn agregu Gwybodaeth ar gyfer dadansoddiad ystadegol yng nghyd-destun ymchwil wyddonol ac academaidd. Er enghraifft, i'n helpu i ddeall sut mae pobl yn dysgu trwy'r Scratch App a sut y gallwn wella offer dysgu ar gyfer pobl ifanc. Rhennir canlyniadau ymchwil o'r fath ag addysgwyr ac ymchwilwyr trwy gynadleddau, cyfnodolion, a chyhoeddiadau academaidd neu wyddonol eraill. Gallwch ddarganfod mwy ar ein tudalen {researchPageLink}.",
    "privacyApps.researchPageLinkText": "Ymchwil",
    "privacyApps.legalTitle": "Cyfreithiol",
    "privacyApps.legalDescription": "Mae'n bosibl y byddwn yn defnyddio'ch Manylion i orfodi ein {termsOfUseLink}, i amddiffyn ein hawliau cyfreithiol, ac i gydymffurfio â'n rhwymedigaethau cyfreithiol a'n polisïau mewnol. Efallai y byddwn yn gwneud hyn trwy ddadansoddi eich defnydd o'r Ap Scratch.",
    "privacyApps.termsOfUseLinkText": "Amodau Defnydd",
    "privacyApps.processingHeader": "Beth Yw'r Seiliau Cyfreithiol dros Brosesu Eich Manylion?",
    "privacyApps.processingParagraph": "Os ydych wedi’ch lleoli yn yr Ardal Economaidd Ewropeaidd, y Deyrnas Unedig neu’r Swistir, dim ond ar sail gyfreithiol ddilys y byddwn yn prosesu eich Manylion. Mae “sail gyfreithiol” yn rheswm sy’n cyfiawnhau ein defnydd o’ch Manylion. Yn yr achos hwn, mae gennym ni neu drydydd parti fuddiant cyfreithlon mewn defnyddio'ch Manylion (os ydych yn dewis caniatáu i'r Scratch App anfon eich Manylion at dîm Scratch) i greu, dadansoddi a rhannu eich Manylion gyfunol neu ddad-adnabyddedig at ddibenion ymchwil , i ddadansoddi a gwella eich profiad dysgu ar yr Ap Scratch ac fel arall sicrhau a gwella diogelwch, diogeledd a pherfformiad yr Ap Scratch. Dim ond pan na chaiff y buddiannau hyn eu diystyru gan eich hawliau a’ch diddordebau y byddwn yn dibynnu ar ein buddiannau cyfreithlon ni neu drydydd parti i brosesu eich Manylion.",
    "privacyApps.sharingHeader": "Sut Mae Scratch yn Rhannu Fy Manylion?",
    "privacyApps.sharingIntro": "Rydyn ni'n datgelu gwybodaeth rydyn ni'n ei chasglu trwy'r Ap Scratch i drydydd parti o dan yr amgylchiadau canlynol:",
    "privacyApps.serviceProvidersTitle": "Darparwyr Gwasanaeth",
    "privacyApps.serviceProvidersDescription": "I drydydd partïon sy'n darparu gwasanaethau fel gwesteio gwefannau, dadansoddi data, technoleg gwybodaeth a darpariaethau seilwaith cysylltiedig, gwasanaeth cwsmeriaid, anfon e-byst, a gwasanaethau eraill.",
    "privacyApps.researchSharingDescription": "Ymchwilio i sefydliadau, fel y Massachusetts Institute of Technology (MIT),, i ddysgu am sut mae ein defnyddwyr yn dysgu trwy'r Ap Scratch a datblygu offer dysgu newydd. Gellir rhannu canlyniadau'r ymchwil hwn neu'r dadansoddiad ystadegol trwy gynadleddau, cyfnodolion a chyhoeddiadau eraill.",
    "privacyApps.mergerTitle": "Cyfuno",
    "privacyApps.mergerDescription": "I brynwr, olynydd, neu aseinai posibl neu wirioneddol fel rhan o unrhyw ad-drefnu, uno, gwerthu, menter ar y cyd, aseiniad, trosglwyddiad, neu warediad arall o'n sefydliad neu asedau i gyd neu unrhyw ran ohono. Byddwch yn cael y cyfle i eithrio o unrhyw drosglwyddiad o’r fath os yw gwaith prosesu arfaethedig yr endid newydd o’ch Manylion yn sylweddol wahanol i’r hyn a nodir yn y Polisi Preifatrwydd hwn.",
    "privacyApps.legalSharingDescription": "Os gofynnir i chi wneud hynny yn ôl y gyfraith neu'n ddidwyll, cred fod gweithredu o'r fath yn briodol: (a) o dan gyfraith berthnasol, gan gynnwys cyfreithiau y tu allan i'ch gwlad breswyl; (b) cydymffurfio â'r broses gyfreithiol; (c) i ymateb i geisiadau gan awdurdodau cyhoeddus a llywodraeth, megis ysgolion, ardaloedd ysgol, a gorfodi'r gyfraith, gan gynnwys awdurdodau cyhoeddus a llywodraeth y tu allan i'ch gwlad breswyl; (d) i orfodi ein telerau ac amodau; (e) i ddiogelu ein gweithrediadau neu weithrediadau unrhyw un o'n partneriaid; (f) i amddiffyn ein hawliau, preifatrwydd, diogelwch, neu eiddo, a/neu eiddo ein cysylltiedig, chi, neu eraill; ac (g) i'n galluogi i fynd ar drywydd rhwymedïau sydd ar gael neu gyfyngu ar yr iawndal y gallwn ei gael.",
    "privacyApps.communityHeader": "Beth Sy'n Digwydd Os Byddaf yn Llwytho Fy Mhroject i Gymuned Scratch Ar-lein?",
    "privacyApps.communityParagraph": "Wrth ddefnyddio'r Ap Scratch, gallwch ddewis llwytho'ch project i gymuned ar-lein Scratch (“Cymuned Ar-lein”). Os dewiswch lwytho eich project i'r Gymuned Ar-lein, rydych yn rhannu eich gwybodaeth y tu allan i'r Ap Scratch ac yn ei darparu i'r gwasanaeth Cymuned Ar-lein. Bydd y wybodaeth y byddwch yn ei rhannu wrth lwytho'ch project, megis eich cyfrif a manylion y project, yn cael ei llywodraethu gan gymuned ar-lein Scratch {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "Preifatrwydd Plant a Dysgwyr",
    "privacyApps.coppa": "Mae'r Scratch Foundation yn sefydliad dim-er-elw 501(c)(3). O'r herwydd, nid yw'r Children's Online Privacy Protection Act (COPPA) yn berthnasol i Scratch. Serch hynny, mae Scratch yn cymryd preifatrwydd plant o ddifrif. Ychydig iawn o wybodaeth y mae Scratch yn ei chasglu gan ei ddefnyddwyr, ac mae'n defnyddio ac yn datgelu gwybodaeth yn unig i ddarparu'r gwasanaethau ac at ddibenion cyfyngedig eraill, megis ymchwil, fel y disgrifir yn y Polisi Preifatrwydd hwn.",
    "privacyApps.ferpa": "Nid yw Scratch yn casglu gwybodaeth o gofnod addysg myfyriwr, fel y'i diffinnir gan Family Educational Rights and Privacy Act (FERPA). Nid yw Scratch yn datgelu gwybodaeth am fyfyrwyr i unrhyw drydydd parti ac eithrio fel y disgrifir yn y Polisi Preifatrwydd hwn.",
    "privacyApps.eeaHeader": "Eich Hawliau Diogelu Data (EEA)",
    "privacyApps.eeaIntro": "Os ydych chi wedi’ch lleoli yn yr Ardal Economaidd Ewropeaidd, y Deyrnas Unedig neu’r Swistir, mae gennych chi hawliau penodol mewn perthynas â’ch Manylion:",
    "privacyApps.accessTitle": "Mynediad, Cywiro a Chludadwyedd Data",
    "privacyApps.accessDescription": "Gallwch ofyn am drosolwg o'r Manylion rydym yn ei phrosesu amdanoch a chael copi o'ch Manylion. Mae gennych hefyd yr hawl i ofyn am gywiro Manylionanghyflawn, anghywir neu hen ffasiwn. I'r graddau sy'n ofynnol gan gyfraith berthnasol, gallwch ofyn i ni ddarparu eich Manylion i gwmni arall.",
    "privacyApps.objectionTitle": "Gwrthwynebiad",
    "privacyApps.objectionDescription": "Gallwch wrthwynebu (mae hyn yn golygu “gofyn i ni roi’r gorau iddi”) unrhyw ddefnydd o’ch Gwybodaeth nad yw (i) wedi’i phrosesu i gydymffurfio â rhwymedigaeth gyfreithiol, (ii) sy’n angenrheidiol i wneud yr hyn a ddarperir mewn contract rhwng Scratch a chi, neu (iii) os oes gennym reswm cymhellol dros wneud hynny (fel, i sicrhau diogelwch a diogeledd yn ein cymuned ar-lein). Os byddwch yn gwrthwynebu, byddwn yn gweithio gyda chi i ddod o hyd i ateb rhesymol.",
    "privacyApps.deletionTitle": "Dilead",
    "privacyApps.deletionDescription": "Gallwch hefyd ofyn am ddileu eich Manylion, fel y caniateir dan gyfraith berthnasol. Mae hyn yn berthnasol, er enghraifft, pan fo'ch Manylion wedi dyddio neu nad yw'r prosesu'n angenrheidiol neu'n anghyfreithlon; lle rydych yn tynnu eich caniatâd i’n prosesu yn ôl ar sail caniatâd o’r fath; neu lle rydych wedi gwrthwynebu ein prosesu. Mewn rhai sefyllfaoedd, efallai y bydd angen i ni gadw eich Manylion oherwydd rhwymedigaethau cyfreithiol neu at ddibenion ymgyfreitha. Os ydych am i'ch holl Fanylion gael ei thynnu oddi ar ein gweinyddion, cysylltwch â {helpEmail} am gymorth.",
    "privacyApps.restrictionTitle": "Cyfyngu Prosesu",
    "privacyApps.restrictionDescription": "Gallwch ofyn i ni gyfyngu ar brosesu eich Manylion tra byddwn yn prosesu cais yn ymwneud â (i) cywirdeb eich Manylion , (ii) cyfreithlondeb prosesu eich Manylion, neu (iii) ein buddiannau cyfreithlon i brosesu’r Manylion hon. Gallwch hefyd ofyn i ni gyfyngu ar brosesu eich Manylion os dymunwch ddefnyddio'r Manylion at ddibenion ymgyfreitha.",
    "privacyApps.withdrawalTitle": "Tynnu Caniatâd yn Ôl",
    "privacyApps.withdrawalDescription": "Pan fyddwn yn dibynnu ar ganiatâd i brosesu eich Manylion, mae gennych yr hawl i’w dynnu’n ôl ar unrhyw adeg ac yn rhad ac am ddim. Pan fyddwch yn gwneud hynny, ni fydd hyn yn effeithio ar gyfreithlondeb y prosesu cyn tynnu eich caniatâd yn ôl.",
    "privacyApps.eeaComplaint": "Yn ogystal â'r hawliau uchod, mae gennych hefyd yr hawl i gyflwyno cwyn i awdurdod goruchwylio cymwys yn amodol ar gyfraith berthnasol. Fodd bynnag, mae eithriadau a chyfyngiadau i bob un o'r hawliau hyn. Mae’n bosibl y byddwn, er enghraifft, yn gwrthod gweithredu ar gais os yw’r cais yn amlwg yn ddi-sail neu’n ormodol, neu os yw’r cais yn debygol o effeithio’n andwyol ar hawliau a rhyddid pobl eraill, niweidio gweithrediad neu orfodi’r gyfraith, ymyrryd ag arfaeth neu ymgyfreitha yn y dyfodol, neu dorri cyfraith berthnasol. I gyflwyno cais i arfer eich hawliau, cysylltwch â {helpEmail} am gymorth.",
    "privacyApps.retentionHeader": "Cadw Data",
    "privacyApps.retentionParagraph": "Rydym yn cymryd camau i ddileu eich Manylion neu ei chadw ar ffurf nad yw'n caniatáu i chi gael eich adnabod pan nad yw'r Manylion hyn bellach yn angenrheidiol at y dibenion yr ydym yn ei phrosesu ar eu cyfer, oni bai ei bod yn ofynnol yn ôl y gyfraith i ni gadw'r Manylion hyn am gyfnod hwy. Wrth benderfynu ar y cyfnod cadw, rydym yn ystyried meini prawf amrywiol, megis y math o wasanaethau y gofynnir amdanynt neu a ddarperir i chi, natur a hyd ein perthynas â chi, y posibilrwydd o ailgofrestru gyda'n gwasanaethau, yr effaith ar y gwasanaethau yr ydym yn ei ddarparu i chi os byddwn yn dileu rhywfaint o Fanylion oddi wrthych neu amdanoch chi, cyfnodau cadw gorfodol a ddarperir gan y gyfraith a statud y cyfyngiadau.",
    "privacyApps.protectHeader": "Sut Mae Scratch yn Diogelu Fy Manylion?",
    "privacyApps.protectParagraph": "Mae gan Scratch weithdrefnau gweinyddol, corfforol a thechnegol ar waith gyda'r bwriad o ddiogelu'r Rydym yn cymryd camau i ddileu eich Manylion neu ei chadw ar ffurf nad yw'n caniatáu i chi gael eich adnabod pan nad yw'r Manylion hyn bellach yn angenrheidiol at y dibenion yr ydym yn ei phrosesu ar eu cyfer, oni bai ei bod yn ofynnol yn ôl y gyfraith i ni gadw'r Manylion hyn am gyfnod hwy. Wrth benderfynu ar y cyfnod cadw, rydym yn ystyried meini prawf amrywiol, megis y math o wasanaethau y gofynnir amdanynt neu a ddarperir i chi, natur a hyd ein perthynas â chi, y posibilrwydd o ailgofrestru gyda'n gwasanaethau, yr effaith ar y gwasanaethau yr ydym yn ei ddarparu i chi os byddwn yn dileu rhywfaint o Fanylion oddi wrthych neu amdanoch chi, cyfnodau cadw gorfodol a ddarperir gan y gyfraith a statud y cyfyngiadau a gasglwn ar yr Ap Scratch rhag dinistr damweiniol neu anghyfreithlon, colled ddamweiniol, newid anawdurdodedig, datgeliad neu fynediad heb awdurdod, camddefnydd, ac unrhyw fath arall o brosesu anghyfreithlon o'r Wybodaeth. Fodd bynnag, mor effeithiol â'r mesurau hyn, nid oes unrhyw system ddiogelwch yn anhreiddiadwy. Ni allwn warantu diogelwch ein cronfeydd data yn llwyr, ac ni allwn warantu na fydd y Wybodaeth a roddwch yn cael ei rhyng-gipio wrth gael ei throsglwyddo i ni dros y Rhyngrwyd.",
    "privacyApps.internationalTransferHeader": "Trosglwyddo Data Rhyngwladol",
    "privacyApps.internationalTransferParagraph": "Mae’n bosibl y byddwn yn trosglwyddo’ch Gwybodaeth i wledydd heblaw’r wlad lle rydych wedi’ch lleoli, gan gynnwys i’r Unol Daleithiau (lle mae ein gweinyddion Scratch wedi’u lleoli) neu unrhyw wlad arall yr ydym ni neu ein darparwyr gwasanaeth yn cynnal cyfleusterau ynddi. Os ydych chi wedi'ch lleoli yn yr Ardal Economaidd Ewropeaidd, y Deyrnas Unedig neu'r Swistir, neu ranbarthau eraill sydd â chyfreithiau sy'n rheoli casglu a defnyddio data a allai fod yn wahanol i gyfraith yr UD, nodwch y gallwn drosglwyddo eich Gwybodaeth i wlad ac awdurdodaeth nad oes ganddi'r un cyfreithiau diogelu data â'ch awdurdodaeth. Rydym yn cymhwyso mesurau diogelu priodol i'r Manylion sy'n cael ei phrosesu a'i throsglwyddo ar ein rhan. Cysylltwch â ni i gael rhagor o wybodaeth am y mesurau diogelu a ddefnyddir.",
    "privacyApps.notificationsHeader": "Hysbysiadau o Newidiadau i'r Polisi Preifatrwydd",
    "privacyApps.notificationsParagraph": "Rydym yn adolygu ein Polisi Preifatrwydd o bryd i'w gilydd, a gallwn addasu ein polisïau fel y bo'n briodol. Byddwn yn rhoi gwybod i chi am unrhyw newidiadau sylweddol. Rydym yn eich annog i adolygu ein Polisi Preifatrwydd yn rheolaidd. Mae'r dyddiad “Diweddarwyd Diwethaf” ar frig y dudalen hon yn nodi pryd y diwygiwyd y Polisi Preifatrwydd hwn ddiwethaf. Mae eich defnydd parhaus o'r Scratch App yn dilyn y newidiadau hyn yn golygu eich bod yn derbyn y Polisi Preifatrwydd diwygiedig.",
    "privacyApps.contactHeader": "Cysylltu â Ni",
    "privacyApps.contactIntro": "The Scratch Foundation yw'r endid sy'n gyfrifol am brosesu eich Manylion. Os oes gennych unrhyw gwestiynau am y Polisi Preifatrwydd hwn, neu os hoffech arfer eich hawliau i'ch Manylion, gallwch gysylltu â ni yn {helpEmail} neu drwy'r post yn:"
}