{
    "privacyApps.title": "Datenschutzbestimmungen",
    "privacyApps.updated": "Die Scratch-Datenschutzrichtlinie wurde zuletzt aktualisiert: 6. Januar 2022",
    "privacyApps.intro": "Die Scratch Foundation (\"Scratch\", \"wir\" oder \"uns\") ist sich bewusst, wie wichtig Datenschutz für unsere Community ist. In dieser Datenschutzrichtlinie wollen wir erläutern, welche personenbezogenen Daten (\"Informationen\") wir über unseren Offline-Editor (die \"Scratch-App\") erfassen, wie wir diese Daten (\"Informationen\") verwenden, verarbeiten und weitergeben, und was wir für die Sicherheit Ihrer Daten (\"Informationen\") tun. Gleichzeitig wollen wir Sie über Ihre Rechte und Wahlmöglichkeiten in Bezug auf Ihre personenbezogenen Informationen sowie darüber informieren, wie Sie uns erreichen können, wenn Sie Fragen oder Bedenken haben.",
    "privacyApps.collectionHeader": "Welche Informationen sammelt Scratch über mich?",
    "privacyApps.collectionParagraph": "\"Informationen\" im Sinne dieser Datenschutzrichtlinie sind alle Daten, die sich auf eine identifizierte oder identifizierbare Person beziehen. Die Scratch-App sammelt und speichert über ihr Telemetriesystem automatisch und lokal die folgenden Informationen: Titel Ihres Projekts in Textform, Spracheinstellung, Zeitzone und Ereignisse im Zusammenhang mit Ihrer Nutzung der Scratch-App (konkret: wann die Scratch-App geöffnet und geschlossen wurde , ob eine Projektdatei geladen oder gespeichert wurde oder ob ein neues Projekt angelegt wurde). Wenn Sie das Telemetriesystem freigeben, überträgt die Scratch-App diese Informationen an Scratch. Projekte, die in der Scratch-App angelegt werden, werden nicht an Scratch übertragen und sind für Scratch nicht zugänglich, solange Sie Ihr Projekt nicht in die Scratch Online-Community hochladen. Wenn Sie sich dafür entscheiden, unterliegen die von Ihnen freigegebenen Informationen ab diesem Zeitpunkt den Bestimmungen der {privacyPolicyLink}der Scratch Online-Community. Weitere Informationen finden Sie im Abschnitt \"Was passiert, wenn ich mein Projekt in die Scratch Online-Community hochlade?\" unten.",
    "privacyApps.privacyPolicyLinkText": "Datenschutzbestimmungen",
    "privacyApps.usageHeader": "Wie verwendet Scratch meine Informationen?",
    "privacyApps.usageIntro": "Wir verwenden Ihre Informationen für folgende Zwecke:",
    "privacyApps.analyticsTitle": "Analyse und Verbesserung der Scratch-App",
    "privacyApps.analyticsDescription": "Wir verwenden die Informationen, um die Nutzung der Scratch-App zu analysieren und Ihre Lernerfahrung mit der Scratch-App zu verbessern.",
    "privacyApps.researchTitle": "Akademische und wissenschaftliche Forschung",
    "privacyApps.researchDescription": "Wir verwenden Ihre Informationen in anonymisierter und aggregierter Form für statistische Analysen im Rahmen wissenschaftlicher und akademischer Forschungen. Wir verwenden Ihre Informationen in anonymisierter und aggregierter Form für statistische Analysen im Rahmen wissenschaftlicher und akademischer Forschungen. Ihre Informationen verbessern beispielsweise unser Verständnis dafür, wie Menschen durch die Scratch-App lernen und wie wir Lernwerkzeuge für junge Menschen verbessern können. Die Forschungsergebnisse werden in Konferenzen, in Zeitschriften oder im Rahmen anderer akademischer oder wissenschaftlicher Veröffentlichungen an Pädagogen und Wissenschaftler weitergegeben. Weitere Informationen finden Sie in unserem Bereich{researchPageLink}page.",
    "privacyApps.researchPageLinkText": "Forschung",
    "privacyApps.legalTitle": "Rechtliche Hinweise",
    "privacyApps.legalDescription": "Wir können Ihre Informationen verwenden, um unsere {termsOfUseLink}, durchzusetzen, um unsere gesetzlichen Rechte zu verteidigen, und um unsere gesetzlichen Verpflichtungen und internen Richtlinien einzuhalten. Dies können wir tun, indem wir Ihre Nutzung der Scratch-App analysieren.",
    "privacyApps.termsOfUseLinkText": "Nutzungsbedingungen",
    "privacyApps.processingHeader": "Welche Rechtsgrundlagen gelten für die Verarbeitung meiner Informationen?",
    "privacyApps.processingParagraph": "Wenn Sie sich im Europäischen Wirtschaftsraum, im Vereinigten Königreich oder in der Schweiz befinden, verarbeiten wir Ihre Informationen nur nach einer gültigen Rechtsgrundlage. Eine “Rechtsgrundlage” ist ein berechtigter Grund unsererseits zur Verwendung Ihrer Informationen. In diesem Fall haben wir oder eine Drittpartei ein berechtigtes Interesse daran, Ihre Informationen zu verwenden (falls Sie der Scratch-App erlauben, Ihre Informationen an das Scratch-Team zu übermitteln), um Ihre aggregierten oder anonymisierten Informationen für Forschungszwecke zu erheben, zu analysieren und weiterzugeben, um Ihre Lernerfahrung in der Scratch-App zu analysieren und zu verbessern sowie die Sicherheit und Leistungsfähigkeit der Scratch-App anderweitig zu gewährleisten und zu verbessern. Wir stützen uns bei der Verarbeitung Ihrer Informationen nur auf unsere berechtigten Interessen oder die einer Drittpartei, sofern diese Interessen nicht durch Ihre Rechte und Interessen außer Kraft gesetzt werden.",
    "privacyApps.sharingHeader": "Wie gibt Scratch meine Informationen weiter?",
    "privacyApps.sharingIntro": "Wir geben Informationen, die wir über die Scratch-App sammeln, unter folgenden Umständen an Drittparteien weiter:",
    "privacyApps.serviceProvidersTitle": "Dienstanbieter",
    "privacyApps.serviceProvidersDescription": "An Drittparteien, die Leistungen wie Webseiten-Hosting, Datenanalyse, Bereitstellung von Informationstechnologie und zugehöriger Infrastruktur, Kundendienst, E-Mail-Zustellung und andere Dienstleistungen erbringen.",
    "privacyApps.researchSharingDescription": "An Forschungseinrichtungen wie das Massachusetts Institute of Technology (MIT), um zu erfahren, wie unsere Benutzer mit der Scratch-App lernen, und um neue Lerntools zu entwickeln. Die Forschungsergebnisse oder statistischen Analysen können bei Konferenzen, in Zeitschriften oder im Rahmen anderer Veröffentlichungen weitergegeben werden.",
    "privacyApps.mergerTitle": "Fusion",
    "privacyApps.mergerDescription": "An einen potenziellen oder tatsächlichen Aufkäufer, Nachfolger oder Rechtsnachfolger im Rahmen einer Umstrukturierung, einer Fusion, eines Verkaufs, eines Joint Ventures, einer Abtretung, Übertragung oder sonstigen Verfügung über die gesamte oder Teile unserer Organisation oder Vermögenswerte. Sie haben die Möglichkeit, einer solchen Übertragung zu widersprechen, wenn die geplante Verarbeitung Ihrer Informationen durch den neuen Rechtsträger wesentlich von der in dieser Datenschutzrichtlinie dargelegten abweicht.",
    "privacyApps.legalSharingDescription": "Falls gesetzlich vorgeschrieben oder nach Treu und Glauben geboten, dass eine solche Maßnahme angemessen ist: (a) nach geltendem Recht, einschließlich Gesetzen außerhalb Ihres Wohnsitzlandes; (b) um rechtlichen Verfahren nachzukommen; (c) um auf Anfragen von öffentlichen und staatlichen Behörden wie Schulen, Schulbezirken und Strafverfolgungsbehörden, einschließlich öffentlicher und staatlicher Behörden außerhalb Ihres Wohnsitzlandes, zu reagieren; (d) um unsere Allgemeinen Geschäftsbedingungen durchzusetzen; (e) um unseren Betrieb oder den unserer verbundenen Unternehmen zu schützen; (f) um unsere Rechte, unseren Datenschutz, unsere Sicherheit oder unser Eigentum und/oder die unserer verbundenen Unternehmen, Sie selbst oder andere zu schützen; und (g) damit wir verfügbare Rechtsmittel ergreifen oder den Schaden begrenzen können, den wir möglicherweise erleiden.",
    "privacyApps.communityHeader": "Was passiert, wenn ich mein Projekt in die Scratch Online-Community hochlade?",
    "privacyApps.communityParagraph": "Wenn Sie mit der Scratch-App arbeiten, können Sie entscheiden, Ihr Projekt in die Scratch Online-Community (“Online-Community”) hochzuladen. Wenn Sie sich dafür entscheiden, Ihr Projekt in die Online-Community hochzuladen, geben Sie Ihre Informationen jenseits der Scratch-App weiter und stellen sie dem Online-Community-Dienst zur Verfügung. Die Informationen, die Sie beim Hochladen Ihres Projekts weitergeben, beispielsweise Ihre Konto- und Projektinformationen, werden gemäß der{privacyPolicyLink}der Scratch Online-Community behandelt.",
    "privacyApps.studentsHeader": "Datenschutz für Kinder und Schüler",
    "privacyApps.coppa": "Die Scratch Foundation ist eine gemeinnützige Organisation gemäß 501(c)(3). Daher gilt der Children's Online Privacy Protection Act (COPPA) nicht für Scratch. Dennoch nimmt Scratch den Schutz der Daten von Kindern sehr ernst. Scratch erhebt von seinen Benutzern nur die notwendigsten Informationen und verwendet und gibt Informationen nur zur Bereitstellung der Dienste und für begrenzte andere Zwecke, wie z. B. Forschungen (siehe Beschreibung in dieser Datenschutzrichtlinie) weiter.",
    "privacyApps.ferpa": "Scratch erhebt keine Informationen aus dem Bildungsnachweis von Schülern gemäß der Definition im Family Educational Rights and Privacy Act (FERPA). Scratch gibt keine Informationen von Schülern an Dritte weiter, außer wie in dieser Datenschutzrichtlinie beschrieben.",
    "privacyApps.eeaHeader": "Ihre Datenschutzrechte (EWR)",
    "privacyApps.eeaIntro": "Wenn Sie sich im Europäischen Wirtschaftsraum, im Vereinigten Königreich oder in der Schweiz befinden, haben Sie bestimmte Rechte in Bezug auf Ihre Informationen:",
    "privacyApps.accessTitle": "Zugriff, Berichtigung und Übertragung von Daten",
    "privacyApps.accessDescription": "Sie können eine Übersicht über die Informationen anfordern, die wir über Sie verarbeiten, und Sie können eine Kopie Ihrer Informationen erhalten. Außerdem haben Sie das Recht, die Berichtigung unvollständiger, ungenauer oder veralteter Informationen zu verlangen. Soweit nach geltendem Recht erforderlich, können Sie uns ersuchen, Ihre Informationen an ein anderes Unternehmen weiterzugeben.",
    "privacyApps.objectionTitle": "Widerspruch",
    "privacyApps.objectionDescription": "Sie können jeder Verwendung Ihrer Informationen widersprechen (“uns bitten, damit aufzuhören”). Dies betrifft alle Informationen, die nicht (i) verarbeitet werden, um einer gesetzlichen Verpflichtung nachzukommen, (ii) die erforderlich sind, um das zu tun, was in einem Vertrag zwischen Scratch und Ihnen vorgesehen ist, oder (iii) die wir zwingend verarbeiten müssen (z. B. um die Sicherheit in unserer Online-Community zu gewährleisten). Wenn Sie Widerspruch einlegen, werden wir versuchen, gemeinsam mit Ihnen eine angemessene Lösung zu finden.",
    "privacyApps.deletionTitle": "Löschung",
    "privacyApps.deletionDescription": "Sie können auch die Löschung Ihrer Informationen verlangen, soweit dies nach geltendem Recht zulässig ist. Dies gilt beispielsweise, wenn Ihre Informationen veraltet sind oder die Verarbeitung nicht erforderlich oder rechtswidrig ist; wenn Sie daraufhin Ihre Zustimmung zur Verarbeitung durch uns widerrufen; oder wenn Sie der Verarbeitung Ihrer Informationen durch uns widersprochen haben. In einigen Fällen müssen wir Ihre Informationen möglicherweise aufgrund gesetzlicher Verpflichtungen oder für Rechtsstreitigkeiten aufbewahren. Wenn Sie wollen, dass alle Ihre Informationen von unseren Servern entfernt werden, senden Sie eine E-Mail an {helpEmail}. Dort erhalten Sie Hilfe und Unterstützung.",
    "privacyApps.restrictionTitle": "Einschränkung der Verarbeitung",
    "privacyApps.restrictionDescription": "Sie können verlangen, dass wir die Verarbeitung Ihrer Informationen einschränken, während wir eine Anfrage in Bezug auf (i) die Richtigkeit Ihrer Informationen, (ii) die Rechtmäßigkeit der Verarbeitung Ihrer Informationen oder (iii) unsere berechtigten Interessen an der Verarbeitung dieser Informationen bearbeiten. Sie können auch verlangen, dass wir die Verarbeitung Ihrer Informationen einschränken, wenn Sie diese Informationen bei Rechtsstreitigkeiten nutzen wollen.",
    "privacyApps.withdrawalTitle": "Widerruf der Zustimmung",
    "privacyApps.withdrawalDescription": "Wenn wir uns auf Ihre Zustimmung zur Verarbeitung Ihrer Informationen stützen, haben Sie das Recht, diese jederzeit und kostenlos zu widerrufen. Ein Widerruf Ihrerseits berührt nicht die Rechtmäßigkeit der Verarbeitung vor dem Widerruf Ihrer Zustimmung.",
    "privacyApps.eeaComplaint": "Zusätzlich zu den oben genannten Rechten haben Sie, vorbehaltlich des anwendbaren Rechts, auch das Recht, eine Beschwerde bei einer zuständigen Aufsichtsbehörde einzureichen. Jedoch gibt es Ausnahmen und Einschränkungen für jedes dieser Rechte. Wir können uns beispielsweise weigern, auf ein Ersuchen zu reagieren, wenn das Ersuchen offensichtlich unbegründet oder übertrieben ist, oder wenn das Ersuchen wahrscheinlich die Rechte und Freiheiten anderer beeinträchtigt, die Ausführung oder Durchsetzung des Gesetzes beeinträchtigt, in Konflikt mit anhängigen oder zukünftigen Rechtsstreitigkeiten steht oder gegen geltendes Recht verstößt. Wenn Sie ein Ersuchen zur Durchsetzung Ihrer Rechte stellen wollen, senden Sie eine E-Mail an {helpEmail}. Dort erhalten Sie Hilfe und Unterstützung. ",
    "privacyApps.retentionHeader": "Vorratsdatenspeicherung",
    "privacyApps.retentionParagraph": "Wenn Ihre Informationen für die Zwecke, für die wir sie verarbeiten, nicht mehr erforderlich sind, ergreifen wir Maßnahmen, um Ihre Informationen zu löschen oder in einer Form aufzubewahren, die es nicht erlaubt, Sie zu identifizieren, es sei denn, wir sind gesetzlich verpflichtet, diese Informationen für einen darüber hinausgehenden Zeitraum aufzubewahren. Bei der Bestimmung der Aufbewahrungsfrist Ihrer Informationen berücksichtigen wir verschiedene Kriterien, wie z. B. die Art der von Ihnen angeforderten oder erbrachten Dienstleistungen, die Art und Dauer unserer Beziehung zu Ihnen, eine mögliche erneute Registrierung bei unseren Dienstleistungen, die Auswirkungen auf die Dienstleistungen, die wir Ihnen bereitstellen für den Fall, dass wir einige Informationen von Ihnen oder über Sie löschen, gesetzlich vorgeschriebene Aufbewahrungsfristen sowie die geltenden Verjährungsvorschriften.",
    "privacyApps.protectHeader": "Wie schützt Scratch meine Informationen?",
    "privacyApps.protectParagraph": "Scratch hat administrative, physische und technische Verfahren eingerichtet, die dazu bestimmt sind, die Informationen, die wir in der Scratch-App erheben, vor versehentlicher oder unrechtmäßiger Zerstörung, versehentlichem Verlust, unbefugter Änderung, unbefugter Offenlegung oder unbefugtem Zugriff, Missbrauch und jeder anderen rechtswidrigen Form der Verarbeitung zu schützen. So effektiv diese Verfahren auch sein mögen, kein Sicherheitssystem ist unüberwindbar. Wir können weder vollständig die Sicherheit unserer Datenbanken garantieren, noch können wir garantieren, dass die Informationen, die Sie uns übermitteln, nicht abgefangen werden, während sie über das Internet an uns übertragen werden.",
    "privacyApps.internationalTransferHeader": "Internationale Datenübertragung",
    "privacyApps.internationalTransferParagraph": "Wir können Ihre Informationen in andere Länder übertragen als das Land, in dem Sie sich befinden. Dazu gehören die USA (wo sich unsere Scratch-Server befinden) sowie jedes andere Land, in dem wir oder unsere Dienstanbieter Einrichtungen unterhalten. Wenn Sie sich im Europäischen Wirtschaftsraum, im Vereinigten Königreich, in der Schweiz oder in anderen Regionen befinden, in denen die Gesetze zu Datenerhebung und Datennutzung von denen der USA abweichen, beachten Sie, dass wir Ihre Informationen möglicherweise in ein Land und an einen Gerichtsstand übertragen, an denen nicht die gleichen Datenschutzgesetze wie an dem Gerichtsstand gelten, an dem Sie sich befinden. Für die in unserem Auftrag verarbeiteten und übertragenen Informationen wenden wir angemessene Sicherheitsvorkehrungen an. Sprechen Sie uns an, wenn Sie weitere Einzelheiten zu den eingesetzten Schutzmaßnahmen erfahren wollen.",
    "privacyApps.notificationsHeader": "Benachrichtigungen über Änderungen der Datenschutzrichtlinie",
    "privacyApps.notificationsParagraph": "Wir unterziehen unsere Datenschutzrichtlinie regelmäßigen Überprüfungen und können gegebenenfalls Änderungen an unseren Richtlinien vornehmen. Wir werden Sie über wesentliche Änderungen unterrichten. Außerdem empfehlen wir Ihnen, unsere Datenschutzrichtlinie regelmäßig selbst zu überprüfen. Die Angabe \"Zuletzt aktualisiert\" oben auf dieser Seite gibt das Datum an, zu dem diese Datenschutzrichtlinie zuletzt überarbeitet wurde. Wenn Sie die Scratch-App nach solchen Änderungen weiterhin nutzen, stimmen Sie damit der überarbeiteten Datenschutzrichtlinie zu.",
    "privacyApps.contactHeader": "Kontakt",
    "privacyApps.contactIntro": "Die Scratch Foundation ist die für die Verarbeitung Ihrer Daten verantwortliche Stelle. Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben oder Ihre Rechte an Ihren Informationen durchsetzen wollen, senden Sie uns eine Nachricht per E-Mail an {helpEmail} oder per Post an:"
}