{
    "privacyApps.title": "Política de privacidad",
    "privacyApps.updated": "La política de privacidad de Scratch se actualizó por última vez el: 6 de enero de 2022",
    "privacyApps.intro": "La Scratch Foundation (\"Scratch\" o \"nosotros\") comprende la importancia que tiene la privacidad para nuestra comunidad. Escribimos esta política de privacidad para explicar qué información personal (\"información\") recopilamos mediante nuestro editor fuera de línea (la \"Scratch App\"), cómo la usamos, procesamos y compartimos, y qué hacemos para mantenerla segura. También le explica sus derechos y opciones con respecto a su información personal, y cómo puede ponerse en contacto con nosotros si tiene alguna pregunta o problema.",
    "privacyApps.collectionHeader": "¿Qué información recopila Scratch sobre mí?",
    "privacyApps.collectionParagraph": "En lo que respecta a esta política de privacidad, \"Información\" significa cualquier información referente a un individuo identificado o identificable. La Scratch App automáticamente recopila y almacena localmente la información siguiente mediante su sistema de telemetría: el título de su proyecto en formato de texto, la configuración de idioma, la zona horaria y los acontecimientos relacionados con su uso de la Scratch App (concretamente, cuando la Scratch App se abrió y cerró, si un archivo de proyecto se ha cargado o guardado o si se ha creado un nuevo proyecto). Si escoge activar la función de compartir telemetría, la Scratch App transmitirá esta información a Scratch. Los proyectos creados en la Scratch App no se transmiten ni son accesibles mediante Scratch a no ser que escoja cargar su proyecto en la Scratch Online Community, momento en el cual la información que comparta estará sujeta a los términos de la {privacyPolicyLink}de la Scratch Online Community. Por favor, vea la sección \"¿Qué pasa si cargo mi proyecto en la Scratch Online Community?\" a continuación para obtener más información.",
    "privacyApps.privacyPolicyLinkText": "Política de privacidad",
    "privacyApps.usageHeader": "¿Cómo utiliza Scratch mi información?",
    "privacyApps.usageIntro": "Utilizamos esta información con los fines siguientes:",
    "privacyApps.analyticsTitle": "Analítica y mejora de la Scratch App",
    "privacyApps.analyticsDescription": "Utilizamos la información para analizar el uso de la Scratch App y para mejorar su experiencia de aprendizaje en la Scratch App.",
    "privacyApps.researchTitle": "Investigación académica y científica",
    "privacyApps.researchDescription": "Desidentificamos y agregamos información para análisis estadístico en el contexto de investigación científica y académica. Por ejemplo, para ayudarnos a comprender cómo la gente aprende mediante la Scratch App y cómo podemos mejorar las herramientas de aprendizaje para la gente joven. Los resultados de dicha investigación se comparten con educadores e investigadores mediante conferencias, revistas y otras publicaciones académicas o científicas. Puede encontrar más en nuestra página{researchPageLink}.",
    "privacyApps.researchPageLinkText": "Investigación",
    "privacyApps.legalTitle": "Nota legal",
    "privacyApps.legalDescription": "Podemos utilizar su información para hacer cumplir nuestros {termsOfUseLink}, para defender nuestros derechos legales, y para cumplir con nuestras obligaciones legales y políticas internas. Podemos hacer esto analizando su uso de la Scratch App.",
    "privacyApps.termsOfUseLinkText": "Condiciones de uso",
    "privacyApps.processingHeader": "¿Cuáles son los fundamentos de derecho para procesar su información?",
    "privacyApps.processingParagraph": "Si se encuentra en el Espacio Económico Europeo, el Reino Unido o Suiza, solo procesamos su información basándonos en unos fundamentos legales válidos. Un \"fundamento legal\" es una razón que justifica nuestro uso de su información. En este caso, nosotros o unos terceros tenemos un interés legítimo en usar su información (si escoge permitir que la Scratch App envíe al equipo de Scratch su información) para crear, analizar y compartir su información agregada o desidentificada con fines de investigación, para analizar y mejorar su experiencia de aprendizaje en la Scratch App y en otros casos para mejorar la seguridad, la protección y el rendimiento de la Scratch App. Solo confiamos en nuestros intereses legítimos o en los de unos terceros para procesar su información cuanto estos intereses no sean anulados por sus derechos e intereses.",
    "privacyApps.sharingHeader": "¿Cómo comparte Scratch mi información?",
    "privacyApps.sharingIntro": "Divulgamos la información que recopilamos mediante la Scratch App a terceros en las siguientes circunstancias:",
    "privacyApps.serviceProvidersTitle": "Proveedores de servicios",
    "privacyApps.serviceProvidersDescription": "Con terceros que proporcionen servicios como hospedaje de sitios web, análisis de datos, tecnología de la información y suministros de infraestructuras relacionados, servicio al cliente, entrega de emails y otros servicios.",
    "privacyApps.researchSharingDescription": "Con instituciones de investigación, como el Instituto de Tecnología de Massachusetts (MIT), para aprender cómo nuestros usuarios aprenden mediante la Scratch App y desarrollar nuevas herramientas de aprendizaje. Los resultados de esta investigación o el análisis estadístico pueden compartirse mediante conferencias, revistas y otras publicaciones.",
    "privacyApps.mergerTitle": "Fusión",
    "privacyApps.mergerDescription": "Con un posible o actual comprador, sucesor o cesionario, como parte de cualquier reorganización, adquisición, venta, empresa conjunta, asignación, transmisión u otra disposición de toda o parte de nuestra organización o activos. Tendrá la oportunidad de salir de cualquiera de dichas transmisiones si el procesamiento de su información previsto por la nueva entidad difiere materialmente del establecido en esta política de privacidad.",
    "privacyApps.legalSharingDescription": "Si hay que hacerlo según la ley o creyendo de buena fe que dicha acción es apropiada: (a) bajo la ley aplicable, incluidas las leyes de fuera de su país de referencia; (b) para cumplir con el proceso legal; (c) para responder a las solicitudes de las autoridades públicas y gubernamentales, como una escuela, distritos escolares y las fueras de seguridad, incluidas las autoridades públicas y gubernamentales fuera de su país de residencia; (d) para hacer cumplir nuestros términos y condiciones; (e) para proteger nuestras operaciones o las de cualquiera de nuestros afiliados; (f) para proteger nuestros derechos, privacidad, seguridad o propiedad, y/o los de nuestros afiliados, usted u otros; y (g) para permitirnos implementar remedios disponibles o limitar los daños que podamos sufrir.",
    "privacyApps.communityHeader": "¿Qué pasa si cargo mi proyecto a la Scratch Online Community?",
    "privacyApps.communityParagraph": "Mientras utiliza la Scratch App, puede escoger cargar su proyecto en la Scratch Online Community (\"Online Community\"). Si escoge cargar su proyecto a la Online Community, comparte su información fuera de la Scratch App y la proporciona al servicio de la Online Community. La información que comparte al cargar su proyecto, como la información sobre su cuenta y proyecto, se regirán por la {privacyPolicyLink} de la Scratch Online Community.",
    "privacyApps.studentsHeader": "Privacidad de niños y estudiantes",
    "privacyApps.coppa": "La Scratch Foundation es una organización sin ánimo de lucro 501(c)(3). Como tal, la ley de protección de privacidad en línea de los niños (COPPA) no se aplica a Scratch. Sin embargo, Scratch se toma la privacidad de los niños seriamente. Scratch recopila solo una mínima cantidad de información de sus usuarios, y solo utiliza y divulga información para proporcionar los servicios y para otros fines limitados, como investigación, como se describe en esta política de privacidad.",
    "privacyApps.ferpa": "Scratch no recopila información de un registro de educación de estudiantes, según define la ley de privacidad y derechos educativos de las familias (FERPA). Scratch no divulga información de estudiantes a terceros excepto según lo descrito en esta política de privacidad.",
    "privacyApps.eeaHeader": "Sus derechos de protección de datos (EEA)",
    "privacyApps.eeaIntro": "Si se encuentra en el Espacio Económico Europeo, el Reino Unido o Suiza, tiene derechos en relación con su información.",
    "privacyApps.accessTitle": "Acceso, corrección y portabilidad de datos",
    "privacyApps.accessDescription": "Puede pedir una perspectiva general de la información que procesamos sobre usted y recibir una copia de su información. También tiene el derecho a solicitar que se corrija la información incompleta, imprecisa o no actualizada. Hasta el punto requerido por la ley aplicable, puede solicitarnos que proporcionemos su información a otra empresa.",
    "privacyApps.objectionTitle": "Objeción",
    "privacyApps.objectionDescription": "Puede objetar a cualquier uso (esto significa \"pedirnos que dejemos de utilizar\") de su información que no sea (i) procesada para cumplir con una información legal, (ii) necesaria para hacer lo que esté dispuesto en un contrato entre Scratch y usted, o (iii) si tenemos una razón convincente para hacerlo (como, por ejemplo, asegurar la seguridad y protección en nuestra comunidad en línea). Si objeta, trabajaremos con usted para encontrar una solución razonable.",
    "privacyApps.deletionTitle": "Borrado",
    "privacyApps.deletionDescription": "También puede pedir el borrado de su información, según lo permitido por la ley aplicable. Esto se aplica, por ejemplo, cuando su información no esté actualizada o el procesamiento no sea necesario o sea ilegal; cuando retire su consentimiento a nuestro procesamiento basándose en tal consentimiento; o cuando haya objetado a nuestro procesamiento. En algunas situaciones, tal vez necesitemos retener su información debido a obligaciones legales o con fines de litigio. Si quiere que se elimine toda su información de nuestros servidores, por favor póngase en contacto con{helpEmail} para obtener asistencia.",
    "privacyApps.restrictionTitle": "Restricción del procesamiento",
    "privacyApps.restrictionDescription": "Puede solicitar que restrinjamos el procesamiento de su información mientras estemos procesando una solicitud referente a (i) la precisión de su información, (ii) la ilegalidad del procesamiento de su información o (iii) nuestros intereses legítimos de procesar esta información. También puede solicitar que restrinjamos el procesamiento de su información si desea utilizar la información con fines de litigio.",
    "privacyApps.withdrawalTitle": "Retirada del consentimiento",
    "privacyApps.withdrawalDescription": "Cuando confiemos en el consentimiento para el procesamiento de su información, tiene el derecho a retirarlo en cualquier momento y de forma gratuita. Cuando lo haga, esto no afectará a la legalidad del procesamiento antes de la retirada de su consentimiento.",
    "privacyApps.eeaComplaint": "Además de los derechos mencionados anteriormente, también tiene el derecho a presentar una queja a la autoridad supervisora competente con sujeción a la ley aplicable. Sin embargo, hay excepciones y limitaciones a cada uno de estos derechos. Podemos, por ejemplo, rechazar actuar sobre una solicitud si la solicitud está manifiestamente infundada o es excesiva, o si la solicitud es probable que afecte negativamente a los derechos y libertades de otros, perjudique la ejecución o el cumplimiento de la ley, interfiera con los litigios pendientes o futuros, o infrinja la ley aplicable. Para enviar una solicitud para ejercer sus derechos, por favor póngase en contacto con {helpEmail} para obtener asistencia.",
    "privacyApps.retentionHeader": "Retención de datos",
    "privacyApps.retentionParagraph": "Tomamos medidas para borrar su información o mantenerla de una forma que no le permita ser identificado cuando esta información ya no sea necesaria para los fines para los cuales la procesamos, a no ser que la ley nos requiera mantener esta información durante un período más largo. Al determinar el período de retención, tenemos en cuenta varios criterios, como el tipo de servicios solicitados o proporcionados a usted, la naturaleza y longitud de nuestra relación con usted, una posible nueva inscripción con nuestros servicios, el impacto en los servicios que le proporcionamos si borramos una parte de información de o sobre usted, los períodos de retención obligatorios proporcionados por la ley y el estatuto de las limitaciones.",
    "privacyApps.protectHeader": "¿Cómo protege Scratch mi información?",
    "privacyApps.protectParagraph": "Scratch cuenta con procedimientos administrativos, físicos y técnicos que pretenden proteger la información que recopilamos en la Scratch App contra la destrucción accidental o ilegal, la pérdida accidental, la alteración no autorizada, la divulgación o el acceso no autorizado, el mal uso y cualquier otra forma ilegal del procesamiento de la información. Sin embargo, por efectivas que sean estas medidas, ningún sistema de seguridad es impenetrable. No podemos completamente garantizar la seguridad de nuestras bases de datos, ni podemos garantizar que la información que suministra no será interceptada mientras nos sea transmitida por Internet.",
    "privacyApps.internationalTransferHeader": "Transferencia de datos internacional",
    "privacyApps.internationalTransferParagraph": "Podemos transferir su información a países diferentes al país donde se encuentre, incluyendo los Estados Unidos (donde se encuentran nuestros servidores Scratch) o cualquier otro país en el cual nosotros o nuestros proveedores de servicios mantengan instalaciones.  Si se encuentra en el Espacio Económico Europeo, el Reino Unido o Suiza, u otras regiones con leyes que regulen una recopilación y uso de datos que pueda diferir de las leyes de los Estados Unidos, por favor tenga en cuenta que podemos transferir su información a un país y una jurisdicción que no tengan las mismas leyes de protección de datos que su jurisdicción. Aplicamos garantías apropiadas a la información procesada y transferida en nuestro nombre. Por favor, póngase en contacto con nosotros para obtener más información sobre las garantías utilizadas.",
    "privacyApps.notificationsHeader": "Notificaciones de cambios en la política de privacidad",
    "privacyApps.notificationsParagraph": "Revisamos nuestra política de privacidad periódicamente, y podemos modificar nuestras políticas de la forma apropiada. Le notificaremos cualquier cambio material. Le animamos a revisar nuestra política de privacidad de forma regular. La fecha de \"última actualización\" en la parte superior de esta página indica cuándo se revisó por última vez esta política de privacidad. Su uso continuado de la Scratch App tras estos cambios significa que acepta la política de privacidad revisada.",
    "privacyApps.contactHeader": "Contáctanos",
    "privacyApps.contactIntro": "La Scratch Foundation es la entidad responsable del procesamiento de su información. Si tiene alguna pregunta sobre esta política de privacidad, o si le gustaría ejercer sus derechos a su información, puede ponerse en contacto con nosotros en {helpEmail} o por email en:"
}