{
    "privacyApps.title": "Politique de confidentialité",
    "privacyApps.updated": "La politique de confidentialité de Scratch a été modifiée pour la dernière fois le : 6 janvier 2022",
    "privacyApps.intro": "La Scratch Foundation («Scratch», «nous») comprend à quel point la confidentialité est importante pour notre communauté. Nous avons rédigé la présente politique de confidentialité pour expliquer quelles informations personnelles («Informations») nous collectons par le biais de notre éditeur hors ligne (l’«application Scratch»), comment nous les utilisons, les traitons et les partageons, et ce que nous faisons pour les protéger. Elle vous informe également de vos droits et choix concernant vos informations personnelles, et de la façon dont vous pouvez nous contacter si vous avez des questions ou des préoccupations à ce sujet.",
    "privacyApps.collectionHeader": "Quelles informations Scratch collecte sur moi ?",
    "privacyApps.collectionParagraph": "Aux fins de la présente politique de confidentialité, on entend par «informations» toute information relative à une personne identifiée ou identifiable. L’application Scratch recueille automatiquement et stocke localement les informations suivantes par le biais de son système de télémétrie : le titre de votre projet sous forme de texte, le paramètre de langue, le fuseau horaire et les événements liés à votre utilisation de l’application Scratch (à savoir les moments où l’application Scratch a été ouverte et fermée, si un fichier de projet a été chargé ou enregistré, ou si un nouveau projet a été créé). Si vous choisissez d’activer la fonctionnalité de partage télémétrique, l’application Scratch transmettra ces informations à Scratch. Les projets créés dans l’application Scratch ne sont pas transmis à Scratch ni accessibles par Scratch, sauf si vous choisissez de télécharger votre projet au sein de la communauté Scratch Online, auquel cas les informations que vous partagez seront soumises aux conditions de la{privacyPolicyLink}de la communauté Scratch Online. Pour plus d’informations, reportez-vous à la section «Que se passe-t-il si je télécharge mon projet au sein de la communauté Scratch Online?» ci-dessous.",
    "privacyApps.privacyPolicyLinkText": "Politique de confidentialité",
    "privacyApps.usageHeader": "Comment Scratch utilise mes informations ?",
    "privacyApps.usageIntro": "Nous utilisons ces informations dans les buts suivants :",
    "privacyApps.analyticsTitle": "Analyses et amélioration de l’application Scratch",
    "privacyApps.analyticsDescription": "Nous utilisons les informations pour analyser l’utilisation de l’application Scratch et pour améliorer votre expérience d’apprentissage sur l’application Scratch.",
    "privacyApps.researchTitle": "Recherche académique et scientifique",
    "privacyApps.researchDescription": "Nous dépersonnalisons et agrégeons les informations à des fins d’analyse statistique dans le contexte de la recherche scientifique et universitaire. Par exemple, nous les utilisons pour nous aider à comprendre comment les gens apprennent grâce à l’application Scratch et comment nous pouvons améliorer les outils d’apprentissage destinés aux jeunes. Les résultats de ces recherches sont communiqués aux enseignants et aux chercheurs par le biais de conférences, de revues et d’autres publications universitaires ou scientifiques. Pour en savoir plus, rendez-vous sur notre page{researchPageLink}.",
    "privacyApps.researchPageLinkText": "Rechercher",
    "privacyApps.legalTitle": "Juridique",
    "privacyApps.legalDescription": "Nous pouvons utiliser vos informations pour faire respecter nos {termsOfUseLink}, défendre nos droits légaux et nous conformer à nos obligations légales et politiques internes. Nous pouvons le faire en analysant votre utilisation de l’application Scratch.",
    "privacyApps.termsOfUseLinkText": "Conditions d'utilisation",
    "privacyApps.processingHeader": "Quels sont les motifs légaux nous autorisant à traiter vos informations ?",
    "privacyApps.processingParagraph": "Si vous êtes situé(e) dans l’Espace économique européen, au Royaume-Uni ou en Suisse, nous traitons vos informations uniquement sur la base d’un motif juridique valide. Un «motif juridique» est une raison qui justifie notre utilisation de vos informations. Dans ce cas, nous ou un tiers avons un intérêt légitime à utiliser vos informations (si vous choisissez d’autoriser l’application Scratch à envoyer vos informations à l’équipe Scratch) pour créer, analyser et partager vos informations agrégées ou dépersonnalisées à des fins de recherche, pour analyser et améliorer votre expérience d’apprentissage sur l’application Scratch et autrement assurer et améliorer la sécurité et les performances de l’application Scratch. Nous nous appuyons uniquement sur nos intérêts légitimes ou ceux d’un tiers pour traiter vos informations lorsque vos droits et intérêts ne l’emportent pas sur ces intérêts.",
    "privacyApps.sharingHeader": "Comment Scratch partage-t-il mes informations?",
    "privacyApps.sharingIntro": "Nous divulguons les informations que nous recueillons par le biais de l’application Scratch à des tiers dans les circonstances suivantes :",
    "privacyApps.serviceProvidersTitle": "Prestataires de services",
    "privacyApps.serviceProvidersDescription": "À des tiers qui fournissent des services tels que l’hébergement de sites Web, l’analyse des données, les services informatiques et l’infrastructure connexe, le service à la clientèle, la livraison d’e-mails et d’autres services.",
    "privacyApps.researchSharingDescription": "À des institutions de recherche, comme le Massachusetts Institute of Technology (MIT), pour découvrir comment nos utilisateurs apprennent grâce à l’application Scratch et développer de nouveaux outils d’apprentissage. Les résultats de cette recherche ou de l’analyse statistique pourront être partagés par le biais de conférences, de revues et d’autres publications.",
    "privacyApps.mergerTitle": "Fusion",
    "privacyApps.mergerDescription": "À un acquéreur, successeur ou cessionnaire potentiel ou effectif dans le cadre de toute réorganisation, fusion, vente, coentreprise, assignation, transfert ou autre cession de tout ou partie de notre organisation ou de nos actifs. Vous aurez la possibilité de vous désinscrire de tout transfert si le traitement prévu de vos informations par la nouvelle entité diffère sensiblement de celui prévu dans la présente politique de confidentialité.",
    "privacyApps.legalSharingDescription": "Si la loi l’exige ou si nous pensons de bonne foi qu’une telle mesure est appropriée : (a) en vertu de la loi applicable, y compris les lois en dehors de votre pays de résidence ; (b) pour se conformer à la procédure légale ; (c) pour répondre aux demandes des autorités publiques et gouvernementales, telles que les écoles, les districts scolaires et les autorités d’application de la loi, y compris les autorités publiques et gouvernementales en dehors de votre pays de résidence ; (d) pour faire appliquer nos conditions générales ; (e) pour protéger nos opérations ou celles de l’une de nos sociétés affiliées ; (f) pour protéger nos droits, notre confidentialité, notre sécurité ou nos biens, et/ou ceux de nos sociétés affiliées, les vôtres ou celles d’autres ; et (g) pour nous permettre de poursuivre les recours disponibles ou de limiter les dommages que nous pourrions subir.",
    "privacyApps.communityHeader": "Que se passe-t-il si je télécharge mon projet au sein de la communauté Scratch Online ?",
    "privacyApps.communityParagraph": "Lorsque vous utilisez l’application Scratch, vous pouvez choisir de télécharger votre projet au sein de la communauté en ligne Scratch («communauté en ligne»). Si vous choisissez de télécharger votre projet au sein de la communauté en ligne, vous partagez vos informations en dehors de l’application Scratch et les fournissez au service de la communauté en ligne. Les informations que vous partagez lorsque vous téléchargez votre projet, telles que vos informations de compte et de projet, seront régies par la {privacyPolicyLink} de la communauté en ligne Scratch.",
    "privacyApps.studentsHeader": "Confidentialité des enfants et des étudiants",
    "privacyApps.coppa": "La Scratch Foundation est un organisme à but non lucratif au titre de la loi 501(c)(3). À ce titre, la loi sur la protection de la confidentialité en ligne des enfants (COPPA) ne s’applique pas à Scratch. Néanmoins, Scratch prend la vie privée des enfants au sérieux. Scratch ne recueille que des informations minimales auprès de ses utilisateurs, et n’utilise et ne divulgue des informations que pour fournir les services et à d’autres fins limitées, telles que la recherche, comme décrit dans la présente politique de confidentialité.",
    "privacyApps.ferpa": "Scratch ne recueille pas d’informations à partir du dossier scolaire d’un étudiant, tel que défini par la loi sur les droits à l’éducation familiale et à la vie privée (FERPA). Scratch ne divulgue pas d’informations sur les étudiants à des tiers, sauf comme décrit dans la présente politique de confidentialité.",
    "privacyApps.eeaHeader": "Vos droits en matière de protection des données (EEA)",
    "privacyApps.eeaIntro": "Si vous êtes situé(e) dans l’Espace économique européen, au Royaume-Uni ou en Suisse, vous disposez de certains droits relatifs à vos informations:",
    "privacyApps.accessTitle": "Accès, correction et portabilité des données",
    "privacyApps.accessDescription": "Vous pouvez demander une vue d’ensemble des informations que nous traitons à votre sujet et recevoir une copie de vos informations. Vous avez également le droit de demander la correction d’informations incomplètes, inexactes ou périmées. Dans la mesure requise par la loi applicable, vous pouvez nous demander de fournir vos informations à une autre société.",
    "privacyApps.objectionTitle": "Objection",
    "privacyApps.objectionDescription": "Vous pouvez vous opposer (cela signifie «nous demander d’arrêter») à toute utilisation de vos informations qui n’est pas (i) traitée pour respecter une obligation légale, (ii) nécessaire pour faire ce qui est prévu dans un contrat entre Scratch et vous, ou (iii) si nous avons une raison impérieuse de le faire (notamment pour assurer la sécurité et la sûreté dans notre communauté en ligne). Si vous vous y opposez, nous travaillerons avec vous pour trouver une solution raisonnable à ce problème.",
    "privacyApps.deletionTitle": "Suppression",
    "privacyApps.deletionDescription": "Vous pouvez également demander la suppression de vos informations, comme le permet la loi en vigueur. Cela s’applique, par exemple, lorsque vos informations sont obsolètes ou que leur traitement n’est pas nécessaire ou est illégal ; lorsque vous retirez votre consentement vis-à-vis de notre traitement de vos informations sur la base d’un tel consentement ; ou lorsque vous vous êtes opposé au traitement de vos informations par nos soins. Dans certaines situations, nous pourrions avoir besoin de conserver vos informations en raison d’obligations légales ou à des fins de résolution de litiges. Si vous souhaitez que toutes vos informations soient supprimées de nos serveurs, veuillez contacter {helpEmail} pour obtenir de l’aide.",
    "privacyApps.restrictionTitle": "Restriction du traitement",
    "privacyApps.restrictionDescription": "Vous pouvez demander à ce que nous restreignions le traitement de vos informations pendant que nous traitons une demande relative à (i) l’exactitude de vos informations, (ii) la légalité du traitement de vos informations, ou (iii) nos intérêts légitimes à traiter ces informations. Vous pouvez également demander à ce que nous restreignions le traitement de vos informations si vous souhaitez utiliser les informations à des fins contentieuses.",
    "privacyApps.withdrawalTitle": "Retrait du consentement",
    "privacyApps.withdrawalDescription": "Lorsque nous nous appuyons sur le consentement pour procéder au traitement de vos informations, vous avez le droit de retirer votre consentement à tout moment et gratuitement. Si vous retirez votre consentement, cela n’affectera pas la légalité du traitement avant le retrait de votre consentement.",
    "privacyApps.eeaComplaint": "En plus des droits susmentionnés, vous avez également le droit de déposer une plainte auprès d’une autorité de contrôle compétente sous réserve du droit applicable. Cependant, il existe des exceptions et des limitations à chacun de ces droits. Nous pouvons, par exemple, refuser de donner suite à une demande si celle-ci est manifestement infondée ou excessive, ou si la demande est susceptible de porter atteinte aux droits et libertés d’autrui, de nuire à l’exécution ou à l’application de la loi, d’interférer avec un litige en cours ou futur, ou d’enfreindre la loi applicable. Pour soumettre une demande d’exercice de vos droits, veuillez contacter {helpEmail} pour obtenir de l’aide.",
    "privacyApps.retentionHeader": "Conservation des données",
    "privacyApps.retentionParagraph": "Nous prenons des mesures pour supprimer vos informations ou les conserver sous une forme qui ne permet pas de vous identifier lorsque ces informations ne sont plus nécessaires aux fins pour lesquelles nous les traitons, sauf si nous sommes tenus par la loi de conserver ces informations sur une période plus longue. Lors de la détermination de la période de conservation, nous tenons compte de divers critères, tels que le type de services demandés ou fournis par vous, la nature et la durée de notre relation avec vous, la réinscription éventuelle à nos services, l’impact sur les services que nous vous fournissons si nous supprimons certaines informations vous concernant, les périodes de conservation obligatoires prévues par la loi et le délai de prescription.",
    "privacyApps.protectHeader": "Comment Scratch protège-t-il mes informations ?",
    "privacyApps.protectParagraph": "Scratch a mis en place des procédures administratives, physiques et techniques destinées à protéger les informations que nous collectons sur l’application Scratch contre leur destruction accidentelle ou illégale, leur perte accidentelle, leur altération non autorisée, leur divulgation ou leur accès non autorisé, leur utilisation abusive et toute autre forme illégale de traitement des informations. Cependant, aussi efficaces que soient ces mesures, aucun système de sécurité n’est impénétrable. Nous ne pouvons pas garantir complètement la sécurité de nos bases de données ni garantir que les informations que vous fournissez ne seront pas interceptées lors de leur transmission sur Internet.",
    "privacyApps.internationalTransferHeader": "Transfert international de données",
    "privacyApps.internationalTransferParagraph": "Nous pourrons transférer vos informations vers des pays autres que le pays où vous êtes situé(e), y compris vers les États-Unis (où nos serveurs Scratch sont situés) ou tout autre pays dans lequel nous ou nos prestataires de services maintenons des installations. Si vous êtes situé(e) dans l’Espace économique européen, au Royaume-Uni ou en Suisse, ou dans d’autres régions ayant des lois régissant la collecte et l’utilisation des données qui peuvent différer de la législation américaine, veuillez noter que nous pourrons transférer vos informations vers un pays et une juridiction qui n’ont pas les mêmes lois de protection des données que votre juridiction. Nous appliquons des garanties appropriées aux informations traitées et transférées pour notre compte. Veuillez nous contacter pour obtenir de plus amples informations sur les mesures de protection utilisées.",
    "privacyApps.notificationsHeader": "Notifications des modifications apportées à la politique de confidentialité",
    "privacyApps.notificationsParagraph": "Nous examinons périodiquement notre politique de confidentialité, et nous sommes susceptibles de modifier nos politiques si nécessaire. Nous vous informerons de toute modification importante. Nous vous encourageons à consulter régulièrement notre politique de confidentialité. La date de la dernière mise à jour en haut de cette page indique la date de la dernière révision de la présente politique de confidentialité. Votre utilisation continue de l’application Scratch suite à ces modifications signifie que vous acceptez la politique de confidentialité révisée.",
    "privacyApps.contactHeader": "Contactez-nous",
    "privacyApps.contactIntro": "La Fondation Scratch est l’entité responsable du traitement de vos informations. Si vous avez des questions concernant la présente politique de confidentialité, ou si vous souhaitez exercer vos droits sur vos informations, vous pouvez nous contacter à l’adresse {helpEmail} ou par courrier électronique à l’adresse suivante:"
}