{
    "privacyApps.title": "गोपनीयता नीति",
    "privacyApps.updated": "स्क्रैच गोपनीयता नीति को अंतिम बार अपडेट किया गया: 6 जनवरी, 2022",
    "privacyApps.intro": "स्क्रैच फाउंडेशन (“स्क्रैच”, “हम” या “हमें”) समझता है कि गोपनीयता हमारे समुदाय के लिए कितनी महत्वपूर्ण है। हमने यह गोपनीयता नीति यह समझाने के लिए लिखी है कि हम अपने ऑफ़लाइन संपादक (“स्क्रैच ऐप”) के माध्यम से कौन सी व्यक्तिगत जानकारी (“जानकारी”) एकत्र करते हैं, हम इसका उपयोग, प्रक्रिया और साझा कैसे करते हैं, और इसे सुरक्षित रखने के लिए हम क्या कर रहे हैं। यह आपको आपकी व्यक्तिगत जानकारी के संबंध में आपके अधिकारों और विकल्पों के बारे में भी बताता है, और यदि आपके कोई प्रश्न या चिंताएँ हैं तो आप हमसे कैसे संपर्क कर सकते हैं।",
    "privacyApps.collectionHeader": "स्क्रैच मेरे बारे में क्या जानकारी एकत्रित करता है?",
    "privacyApps.collectionParagraph": "इस गोपनीयता नीति के उद्देश्य के लिए, \"सूचना\" का अर्थ किसी पहचाने गए या पहचाने जाने योग्य व्यक्ति से संबंधित कोई भी जानकारी है। स्क्रैच ऐप अपने टेलीमेट्री सिस्टम के माध्यम से स्वचालित रूप से निम्नलिखित जानकारी स्थानीय रूप से एकत्र और संग्रहीत करता है: टेक्स्ट फॉर्म में आपकी परियोजना का शीर्षक, भाषा सेटिंग, समय क्षेत्र और स्क्रैच ऐप के आपके उपयोग से संबंधित घटनाएँ (अर्थात जब स्क्रैच ऐप खोला और बंद किया गया था, यदि कोई प्रोजेक्ट फ़ाइल लोड या सहेजी गई है, या यदि कोई नई परियोजना बनाई गई है)। यदि आप टेलीमेट्री शेयरिंग सुविधा को चालू करना चुनते हैं, तो स्क्रैच ऐप इस जानकारी को स्क्रैच को प्रेषित करेगा। स्क्रैच ऐप में बनाए गए प्रोजेक्ट स्क्रैच द्वारा तब तक प्रेषित या एक्सेस नहीं किए जाते हैं जब तक कि आप अपनी परियोजना को स्क्रैच ऑनलाइन समुदाय में अपलोड करना नहीं चुनते हैं, जिस बिंदु पर आपके द्वारा साझा की गई जानकारी स्क्रैच ऑनलाइन समुदाय की शर्तों के अधीन होगी।{privacyPolicyLink}अधिक जानकारी के लिए कृपया नीचे “यदि मैं अपना प्रोजेक्ट स्क्रैच ऑनलाइन समुदाय पर अपलोड करूँ तो क्या होगा?” अनुभाग देखें।",
    "privacyApps.privacyPolicyLinkText": "गोपनीयता नीति",
    "privacyApps.usageHeader": "स्क्रैच मेरी जानकारी का उपयोग कैसे करता है?",
    "privacyApps.usageIntro": "हम इस जानकारी का उपयोग निम्नलिखित उद्देश्यों के लिए करते हैं:",
    "privacyApps.analyticsTitle": "एनालिटिक्स और स्क्रैच ऐप में सुधार",
    "privacyApps.analyticsDescription": "हम स्क्रैच ऐप के उपयोग का विश्लेषण करने और स्क्रैच ऐप पर आपके सीखने के अनुभव को बढ़ाने के लिए जानकारी का उपयोग करते हैं।",
    "privacyApps.researchTitle": "शैक्षणिक और वैज्ञानिक अनुसंधान",
    "privacyApps.researchDescription": "हम वैज्ञानिक और शैक्षणिक शोध के संदर्भ में सांख्यिकीय विश्लेषण के लिए जानकारी को पहचान रहित और एकत्रित करते हैं। उदाहरण के लिए, हमें यह समझने में मदद करने के लिए कि लोग स्क्रैच ऐप के माध्यम से कैसे सीखते हैं और हम युवा लोगों के लिए सीखने के साधनों को कैसे बेहतर बना सकते हैं। इस तरह के शोध के परिणाम सम्मेलनों, पत्रिकाओं और अन्य शैक्षणिक या वैज्ञानिक प्रकाशनों के माध्यम से शिक्षकों और शोधकर्ताओं के साथ साझा किए जाते हैं। आप हमारे बारे में अधिक जानकारी प्राप्त कर सकते हैं हमारे{researchPageLink}पेज पर",
    "privacyApps.researchPageLinkText": "संशोधन ",
    "privacyApps.legalTitle": "कानूनी ",
    "privacyApps.legalDescription": "हम आपकी जानकारी का उपयोग अपने{termsOfUseLink}, कानूनी अधिकारों की रक्षा करने, तथा अपने कानूनी दायित्वों और आंतरिक नीतियों का पालन करने के लिए कर सकते हैं। हम स्क्रैच ऐप के आपके उपयोग का विश्लेषण करके ऐसा कर सकते हैं।",
    "privacyApps.termsOfUseLinkText": "उपयोग की शर्तें ",
    "privacyApps.processingHeader": "आपकी जानकारी को संसाधित करने के कानूनी आधार क्या हैं?",
    "privacyApps.processingParagraph": "यदि आप यूरोपीय आर्थिक क्षेत्र, यूनाइटेड किंगडम या स्विटजरलैंड में स्थित हैं, तो हम आपकी जानकारी को केवल वैध कानूनी आधार पर संसाधित करते हैं। “कानूनी आधार”  एक कारण है जो आपकी जानकारी के हमारे उपयोग को उचित ठहराता है। इस मामले में, हम या किसी तीसरे पक्ष को आपकी जानकारी का उपयोग करने में वैध रुचि है (यदि आप स्क्रैच ऐप को स्क्रैच टीम को आपकी जानकारी भेजने की अनुमति देते हैं) अनुसंधान उद्देश्यों के लिए आपकी एकत्रित या पहचान रहित जानकारी बनाने, उसका विश्लेषण करने और उसे साझा करने, स्क्रैच ऐप पर आपके सीखने के अनुभव का विश्लेषण करने और उसे बढ़ाने और अन्यथा स्क्रैच ऐप की सुरक्षा, सुरक्षा और प्रदर्शन को सुनिश्चित करने और उसे बेहतर बनाने के लिए। हम आपकी जानकारी को संसाधित करने के लिए केवल अपने या किसी तीसरे पक्ष के वैध हितों पर भरोसा करते हैं जब ये हित आपके अधिकारों और हितों से अधिक नहीं होते हैं।",
    "privacyApps.sharingHeader": "स्क्रैच मेरी जानकारी कैसे साझा करता है?",
    "privacyApps.sharingIntro": "हम स्क्रैच ऐप के माध्यम से एकत्रित जानकारी को निम्नलिखित परिस्थितियों में तीसरे पक्ष को बताते हैं:",
    "privacyApps.serviceProvidersTitle": "सेवा प्रदाताओं",
    "privacyApps.serviceProvidersDescription": "तृतीय पक्षों को जो वेबसाइट होस्टिंग, डेटा विश्लेषण, सूचना प्रौद्योगिकी और संबंधित बुनियादी ढांचे के प्रावधान, ग्राहक सेवा, ईमेल वितरण और अन्य सेवाएं प्रदान करते हैं।",
    "privacyApps.researchSharingDescription": "मैसाचुसेट्स इंस्टीट्यूट ऑफ टेक्नोलॉजी (MIT) जैसे शोध संस्थानों से यह जानने के लिए कि हमारे उपयोगकर्ता स्क्रैच ऐप के माध्यम से कैसे सीखते हैं और नए शिक्षण उपकरण विकसित करते हैं। इस शोध या सांख्यिकीय विश्लेषण के परिणामों को सम्मेलनों, पत्रिकाओं और अन्य प्रकाशनों के माध्यम से साझा किया जा सकता है।",
    "privacyApps.mergerTitle": "विलयन",
    "privacyApps.mergerDescription": "किसी संभावित या वास्तविक अधिग्रहणकर्ता, उत्तराधिकारी या समनुदेशिती को किसी पुनर्गठन, विलय, बिक्री, संयुक्त उद्यम, असाइनमेंट, हस्तांतरण या हमारे संगठन या परिसंपत्तियों के सभी या किसी हिस्से के अन्य निपटान के हिस्से के रूप में। यदि आपकी जानकारी की नई इकाई की योजनाबद्ध प्रसंस्करण इस गोपनीयता नीति में निर्धारित की गई प्रक्रिया से भौतिक रूप से भिन्न है, तो आपके पास ऐसे किसी भी हस्तांतरण से बाहर निकलने का अवसर होगा।",
    "privacyApps.legalSharingDescription": "यदि कानून द्वारा ऐसा करने की आवश्यकता हो या यह विश्वास हो कि ऐसी कार्रवाई उचित है: (क) लागू कानून के अंतर्गत, जिसमें आपके निवास के देश के बाहर के कानून भी शामिल हैं; (ख) कानूनी प्रक्रिया का अनुपालन करने के लिए; (ग) सार्वजनिक और सरकारी प्राधिकारियों, जैसे स्कूल, स्कूल जिले और कानून प्रवर्तन, जिसमें आपके निवास के देश के बाहर के सार्वजनिक और सरकारी प्राधिकारी भी शामिल हैं, के अनुरोधों का जवाब देने के लिए; (घ) हमारे नियमों और शर्तों को लागू करने के लिए; (ङ) हमारे परिचालनों या हमारे किसी सहयोगी के परिचालनों की सुरक्षा के लिए; (च) हमारे और/या हमारे सहयोगियों, आपके या अन्य लोगों के अधिकारों, गोपनीयता, सुरक्षा या संपत्ति की सुरक्षा के लिए; और (छ) हमें उपलब्ध उपायों का अनुसरण करने या हमें होने वाले नुकसानों को सीमित करने की अनुमति देने के लिए।",
    "privacyApps.communityHeader": "यदि मैं अपना प्रोजेक्ट स्क्रैच ऑनलाइन समुदाय पर अपलोड करूँ तो क्या होगा?",
    "privacyApps.communityParagraph": "स्क्रैच ऐप का उपयोग करते समय, आप अपनी परियोजना को स्क्रैच ऑनलाइन समुदाय (“ऑनलाइन समुदाय”) पर अपलोड करना चुन सकते हैं। यदि आप अपनी परियोजना को ऑनलाइन समुदाय पर अपलोड करना चुनते हैं, तो आप अपनी जानकारी स्क्रैच ऐप के बाहर साझा कर रहे हैं और उसे ऑनलाइन समुदाय सेवा को प्रदान कर रहे हैं। अपनी परियोजना अपलोड करते समय आपके द्वारा साझा की जाने वाली जानकारी, जैसे कि आपका खाता और परियोजना की जानकारी, स्क्रैच ऑनलाइन समुदाय द्वारा नियंत्रित की जाएगी।{privacyPolicyLink}",
    "privacyApps.studentsHeader": "बच्चे और छात्र गोपनीयता",
    "privacyApps.coppa": "स्क्रैच फ़ाउंडेशन एक 501(c)(3) गैर-लाभकारी संगठन है। इसलिए, बच्चों का ऑनलाइन गोपनीयता संरक्षण अधिनियम (COPPA) स्क्रैच पर लागू नहीं होता। फिर भी, स्क्रैच बच्चों की गोपनीयता को गंभीरता से लेता है। स्क्रैच अपने उपयोगकर्ताओं से केवल न्यूनतम जानकारी एकत्र करता है, और केवल सेवाएँ प्रदान करने और अनुसंधान जैसे सीमित अन्य उद्देश्यों के लिए ही जानकारी का उपयोग और प्रकटीकरण करता है, जैसा कि इस गोपनीयता नीति में वर्णित है।",
    "privacyApps.ferpa": "पारिवारिक शैक्षिक अधिकार एवं गोपनीयता अधिनियम (FERPA) के अनुसार, स्क्रैच किसी छात्र के शैक्षिक रिकॉर्ड से जानकारी एकत्र नहीं करता है। स्क्रैच इस गोपनीयता नीति में वर्णित के अलावा किसी भी तृतीय पक्ष को छात्रों की जानकारी का खुलासा नहीं करता है।",
    "privacyApps.eeaHeader": "आपके डेटा सुरक्षा अधिकार (EEA)",
    "privacyApps.eeaIntro": "यदि आप यूरोपीय आर्थिक क्षेत्र, यूनाइटेड किंगडम या स्विट्जरलैंड में स्थित हैं, तो आपकी जानकारी के संबंध में आपके पास कुछ अधिकार हैं:",
    "privacyApps.accessTitle": "पहुँच, सुधार और डेटा पोर्टेबिलिटी",
    "privacyApps.accessDescription": "आप हमारे द्वारा आपके बारे में संसाधित की जाने वाली जानकारी का अवलोकन और अपनी जानकारी की एक प्रति प्राप्त करने का अनुरोध कर सकते हैं। आपको अधूरी, गलत या पुरानी जानकारी को सही करने का अनुरोध करने का भी अधिकार है। लागू कानून द्वारा आवश्यक सीमा तक, आप हमसे अपनी जानकारी किसी अन्य कंपनी को प्रदान करने का अनुरोध कर सकते हैं।",
    "privacyApps.objectionTitle": "आपत्ति",
    "privacyApps.objectionDescription": "आप अपनी जानकारी के किसी भी ऐसे उपयोग पर आपत्ति कर सकते हैं (जिसका अर्थ है “हमें रोकने के लिए कहना”) जो (i) किसी कानूनी दायित्व का पालन करने के लिए संसाधित नहीं किया गया है, (ii) स्क्रैच और आपके बीच अनुबंध में दिए गए प्रावधानों के अनुसार आवश्यक नहीं है, या (iii) यदि हमारे पास ऐसा करने का कोई ठोस कारण है (जैसे, हमारे ऑनलाइन समुदाय में सुरक्षा सुनिश्चित करने के लिए)। यदि आप आपत्ति करते हैं, तो हम आपके साथ मिलकर एक उचित समाधान खोजने का प्रयास करेंगे।",
    "privacyApps.deletionTitle": "विलोपन",
    "privacyApps.deletionDescription": "आप लागू कानून के तहत अनुमति के अनुसार अपनी जानकारी को हटाने का अनुरोध भी कर सकते हैं। उदाहरण के लिए, यह तब लागू होता है जब आपकी जानकारी पुरानी हो गई हो या प्रसंस्करण आवश्यक न हो या गैरकानूनी हो; जब आप ऐसी सहमति के आधार पर हमारी प्रसंस्करण के लिए अपनी सहमति वापस ले लेते हैं; या जब आपने हमारी प्रसंस्करण पर आपत्ति जताई हो। कुछ स्थितियों में, कानूनी बाध्यताओं या मुकदमेबाजी के कारण हमें आपकी जानकारी को अपने पास रखना पड़ सकता है। यदि आप अपनी सारी जानकारी हमारे सर्वर से हटाना चाहते हैं, तो कृपया सहायता के लिए{helpEmail}संपर्क करें।",
    "privacyApps.restrictionTitle": "प्रसंस्करण पर प्रतिबंध",
    "privacyApps.restrictionDescription": "आप अनुरोध कर सकते हैं कि हम आपकी जानकारी के प्रसंस्करण को प्रतिबंधित करें, जब तक कि हम (i) आपकी जानकारी की सटीकता, (ii) आपकी जानकारी के प्रसंस्करण की वैधता, या (iii) इस जानकारी को संसाधित करने के हमारे वैध हितों से संबंधित किसी अनुरोध पर कार्रवाई कर रहे हों। यदि आप मुकदमेबाजी के उद्देश्यों के लिए जानकारी का उपयोग करना चाहते हैं, तो आप यह भी अनुरोध कर सकते हैं कि हम आपकी जानकारी के प्रसंस्करण को प्रतिबंधित करें।",
    "privacyApps.withdrawalTitle": "सहमति वापस लेना",
    "privacyApps.withdrawalDescription": "जहाँ हम आपकी जानकारी के प्रसंस्करण के लिए सहमति पर निर्भर करते हैं, आपको इसे किसी भी समय और निःशुल्क वापस लेने का अधिकार है। ऐसा करने पर, आपकी सहमति वापस लेने से पहले प्रसंस्करण की वैधता प्रभावित नहीं होगी।",
    "privacyApps.eeaComplaint": "उपर्युक्त अधिकारों के अतिरिक्त, आपको लागू कानून के अधीन किसी सक्षम पर्यवेक्षी प्राधिकरण के समक्ष शिकायत दर्ज कराने का भी अधिकार है। हालाँकि, इनमें से प्रत्येक अधिकार के अपवाद और सीमाएँ हैं। उदाहरण के लिए, हम किसी अनुरोध पर कार्रवाई करने से इनकार कर सकते हैं यदि अनुरोध स्पष्ट रूप से निराधार या अत्यधिक हो, या यदि अनुरोध से दूसरों के अधिकारों और स्वतंत्रता पर प्रतिकूल प्रभाव पड़ने की संभावना हो, कानून के क्रियान्वयन या प्रवर्तन पर प्रतिकूल प्रभाव पड़ने की संभावना हो, लंबित या भविष्य के मुकदमे में हस्तक्षेप हो, या लागू कानून का उल्लंघन हो। अपने अधिकारों का प्रयोग करने हेतु अनुरोध प्रस्तुत करने के लिए, कृपया सहायता के लिए{helpEmail}से संपर्क करें।",
    "privacyApps.retentionHeader": "डेटा प्रतिधारण",
    "privacyApps.retentionParagraph": "जब यह जानकारी उन उद्देश्यों के लिए आवश्यक नहीं रह जाती जिनके लिए हम इसे संसाधित करते हैं, तब हम आपकी जानकारी को हटाने या उसे ऐसे रूप में रखने के उपाय करते हैं जिससे आपकी पहचान न हो सके, जब तक कि कानून द्वारा हमें इस जानकारी को अधिक समय तक रखने की आवश्यकता न हो। अवधारण अवधि निर्धारित करते समय, हम विभिन्न मानदंडों को ध्यान में रखते हैं, जैसे कि आपके द्वारा अनुरोधित या आपको प्रदान की जाने वाली सेवाओं का प्रकार, आपके साथ हमारे संबंधों की प्रकृति और अवधि, हमारी सेवाओं के साथ संभावित पुनः नामांकन, यदि हम आपसे या आपके बारे में कुछ जानकारी हटाते हैं तो हमारे द्वारा आपको प्रदान की जाने वाली सेवाओं पर प्रभाव, कानून द्वारा प्रदत्त अनिवार्य अवधारण अवधि और सीमाओं का क़ानून।",
    "privacyApps.protectHeader": "स्क्रैच मेरी जानकारी की सुरक्षा कैसे करता है?",
    "privacyApps.protectParagraph": "स्क्रैच ने प्रशासनिक, भौतिक और तकनीकी प्रक्रियाएँ स्थापित की हैं जिनका उद्देश्य स्क्रैच ऐप पर हमारे द्वारा एकत्रित की गई जानकारी को आकस्मिक या गैरकानूनी विनाश, आकस्मिक हानि, अनधिकृत परिवर्तन, अनधिकृत प्रकटीकरण या पहुँच, दुरुपयोग, और जानकारी के किसी भी अन्य गैरकानूनी प्रसंस्करण से बचाना है। हालाँकि, ये उपाय जितने भी प्रभावी हों, कोई भी सुरक्षा प्रणाली अभेद्य नहीं है। हम अपने डेटाबेस की सुरक्षा की पूरी गारंटी नहीं दे सकते, न ही हम यह गारंटी दे सकते हैं कि आपके द्वारा प्रदान की गई जानकारी इंटरनेट पर हमें प्रेषित करते समय इंटरसेप्ट नहीं की जाएगी।",
    "privacyApps.internationalTransferHeader": "अंतर्राष्ट्रीय डेटा स्थानांतरण",
    "privacyApps.internationalTransferParagraph": "हम आपकी जानकारी आपके निवास स्थान के अलावा अन्य देशों में भी स्थानांतरित कर सकते हैं, जिसमें अमेरिका (जहाँ हमारे स्क्रैच सर्वर स्थित हैं) या कोई अन्य देश शामिल है जहाँ हम या हमारे सेवा प्रदाता अपनी सुविधाएँ संचालित करते हैं। यदि आप यूरोपीय आर्थिक क्षेत्र, यूनाइटेड किंगडम या स्विट्ज़रलैंड, या डेटा संग्रहण और उपयोग को नियंत्रित करने वाले अन्य क्षेत्रों में रहते हैं, जो अमेरिकी कानून से भिन्न हो सकते हैं, तो कृपया ध्यान दें कि हम आपकी जानकारी किसी ऐसे देश और क्षेत्राधिकार में स्थानांतरित कर सकते हैं जहाँ आपके क्षेत्राधिकार के समान डेटा सुरक्षा कानून लागू नहीं होते हैं। हम अपनी ओर से संसाधित और स्थानांतरित की गई जानकारी पर उचित सुरक्षा उपाय लागू करते हैं। उपयोग किए गए सुरक्षा उपायों के बारे में अधिक जानकारी के लिए कृपया हमसे संपर्क करें।",
    "privacyApps.notificationsHeader": "गोपनीयता नीति में परिवर्तन की सूचनाएं",
    "privacyApps.notificationsParagraph": "हम अपनी गोपनीयता नीति की समय-समय पर समीक्षा करते हैं और आवश्यकतानुसार इसमें संशोधन भी कर सकते हैं। हम आपको किसी भी महत्वपूर्ण बदलाव की सूचना देंगे। हम आपको नियमित रूप से हमारी गोपनीयता नीति की समीक्षा करने के लिए प्रोत्साहित करते हैं। इस पृष्ठ के शीर्ष पर “अंतिम अद्यतन” तिथि दर्शाती है कि इस गोपनीयता नीति में पिछली बार कब संशोधन किया गया था। इन परिवर्तनों के बाद भी स्क्रैच ऐप का उपयोग जारी रखने का अर्थ है कि आप संशोधित गोपनीयता नीति को स्वीकार करते हैं।",
    "privacyApps.contactHeader": "हमसे संपर्क करें",
    "privacyApps.contactIntro": "स्क्रैच फ़ाउंडेशन आपकी जानकारी के प्रसंस्करण के लिए ज़िम्मेदार संस्था है। यदि इस गोपनीयता नीति के बारे में आपके कोई प्रश्न हैं, या यदि आप अपनी जानकारी पर अपने अधिकारों का प्रयोग करना चाहते हैं, तो आप हमसे इस {helpEmail} पर संपर्क कर सकते हैं या मेल द्वारा इस पते पर संपर्क कर सकते हैं:"
}