{
    "privacyApps.title": "Politika privatnosti",
    "privacyApps.updated": "Scratch Pravila o privatnosti zadnji put su ažurirana: 6. siječnja 2022",
    "privacyApps.intro": "Zaklada Scratch (Scratch, mi ili nas) razumije koliko je privatnost važna za našu zajednicu. Napisali smo ovu Politiku privatnosti kako bismo objasnili koje osobne podatke (Informacije) prikupljamo putem našeg izvanmrežnog uređivača (Scratch App), kako ih koristimo, obrađujemo i dijelimo te što činimo da ih zaštitimo. Također vam govori o vašim pravima i izborima u vezi s vašim osobnim podacima te kako nas možete kontaktirati ako imate bilo kakvih pitanja ili nedoumica.",
    "privacyApps.collectionHeader": "Koje podatke o meni prikuplja Scratch?",
    "privacyApps.collectionParagraph": "U svrhu ovih Pravila privatnosti, Informacije označavaju sve informacije koje se odnose na identificiranu osobu ili pojedinca koji se može identificirati. Aplikacija Scratch automatski prikuplja i lokalno pohranjuje sljedeće informacije putem svog telemetrijskog sustava: naslov vašeg projekta u tekstualnom obliku, postavke jezika, vremensku zonu i događaje koji se odnose na vašu upotrebu aplikacije Scratch (odnosno kada je aplikacija Scratch otvorena i zatvorena , ako je projektna datoteka učitana ili spremljena, ili ako je kreiran novi projekt). Ako odlučite uključiti značajku dijeljenja telemetrije, Scratch App će prenijeti ove informacije Scratchu. Projekti stvoreni u Scratch aplikaciji ne prenose se u Scratch niti im on može pristupiti osim ako ne odlučite učitati svoj projekt u Scratch online zajednicu, u kojoj će točki informacije koje dijelite podlijegati uvjetima Scratch online zajednice {privacyPolicyLink}. Pogledajte odjeljak Što se događa ako prenesem svoj projekt u Scratch online zajednicu? u nastavku za više informacija.",
    "privacyApps.privacyPolicyLinkText": "Politika privatnosti",
    "privacyApps.usageHeader": "Kako Scratch koristi moje podatke?",
    "privacyApps.usageIntro": "Ove podatke koristimo u sljedeće svrhe:",
    "privacyApps.analyticsTitle": "Analitika i poboljšanje aplikacije Scratch",
    "privacyApps.analyticsDescription": "Podatke koristimo za analizu korištenja Scratch aplikacije i za poboljšanje vašeg iskustva učenja na Scratch aplikaciji.",
    "privacyApps.researchTitle": "Akademsko i znanstveno istraživanje",
    "privacyApps.researchDescription": "Deidentificiramo i prikupljamo informacije za statističku analizu u kontekstu znanstvenog i akademskog istraživanja. Na primjer, kako bi nam pomogli razumjeti kako ljudi uče putem aplikacije Scratch i kako možemo poboljšati alate za učenje za mlade ljude. Rezultati takvih istraživanja dijele se s nastavnicima i istraživačima putem konferencija, časopisa i drugih akademskih ili znanstvenih publikacija. Više možete saznati na našoj {researchPageLink} stranici.",
    "privacyApps.researchPageLinkText": "Istraži",
    "privacyApps.legalTitle": "Pravno",
    "privacyApps.legalDescription": "Vaše podatke možemo koristiti za provođenje naših {termsOfUseLink}, za obranu svojih zakonskih prava i za poštivanje naših zakonskih obveza i internih pravila. To možemo učiniti analizom vaše upotrebe Scratch aplikacije.",
    "privacyApps.termsOfUseLinkText": "Uvjeti korištenja",
    "privacyApps.processingHeader": "Koji su pravni temelji za obradu vaših podataka?",
    "privacyApps.processingParagraph": "Ako se nalazite u Europskom gospodarskom prostoru, Ujedinjenom Kraljevstvu ili Švicarskoj, vaše podatke obrađujemo samo na temelju važeće pravne osnove. Pravna osnova je razlog koji opravdava našu upotrebu vaših podataka. U ovom slučaju, mi ili treća strana imamo legitiman interes za korištenje vaših podataka (ako odlučite dopustiti Scratch aplikaciji da šalje vaše podatke Scratch timu) za stvaranje, analizu i dijeljenje vaših skupnih ili deidentificiranih podataka u istraživačke svrhe , kako bismo analizirali i poboljšali vaše iskustvo učenja na aplikaciji Scratch i na drugi način osigurali i poboljšali sigurnost, sigurnost i performanse aplikacije Scratch. Oslanjamo se na naše legitimne interese ili legitimne interese treće strane za obradu vaših podataka samo kada ti interesi nisu nadjačani vašim pravima i interesima.",
    "privacyApps.sharingHeader": "Kako Scratch dijeli moje podatke?",
    "privacyApps.sharingIntro": "Podatke koje prikupljamo putem aplikacije Scratch otkrivamo trećim stranama u sljedećim okolnostima:",
    "privacyApps.serviceProvidersTitle": "Pružatelji usluga",
    "privacyApps.serviceProvidersDescription": "Trećim stranama koje pružaju usluge kao što su hosting web stranica, analiza podataka, informacijska tehnologija i srodne infrastrukturne odredbe, korisnička služba, dostava e-pošte i druge usluge.",
    "privacyApps.researchSharingDescription": "Za istraživačke institucije, kao što je Massachusetts Institute of Technology (MIT), kako bismo saznali kako naši korisnici uče putem aplikacije Scratch i razvili nove alate za učenje. Rezultati ovog istraživanja ili statističke analize mogu se dijeliti putem konferencija, časopisa i drugih publikacija.",
    "privacyApps.mergerTitle": "Spajanje",
    "privacyApps.mergerDescription": "Potencijalnom ili stvarnom stjecatelju, nasljedniku ili opunomoćeniku kao dio bilo koje reorganizacije, spajanja, prodaje, zajedničkog ulaganja, ustupanja, prijenosa ili drugog raspolaganja cijelom ili bilo kojim dijelom naše organizacije ili imovine. Imat ćete priliku odustati od bilo kakvog takvog prijenosa ako se planirana obrada vaših podataka od strane novog subjekta bitno razlikuje od one navedene u ovoj Politici privatnosti.",
    "privacyApps.legalSharingDescription": "Ako to zahtijeva zakon ili u dobroj vjeri da je takva radnja primjerena: (a) prema primjenjivom zakonu, uključujući zakone izvan vaše zemlje prebivališta; (b) poštivanje pravnog postupka; (c) da odgovorimo na zahtjeve javnih i državnih tijela, kao što su škola, školski okruzi i tijela za provođenje zakona, uključujući javna i državna tijela izvan vaše zemlje prebivališta; (d) za provedbu naših uvjeta i odredbi; (e) za zaštitu naših operacija ili operacija bilo koje od naših podružnica; (f) za zaštitu naših prava, privatnosti, sigurnosti ili imovine i/ili prava naših podružnica, vas ili drugih; i (g) kako bi nam se omogućilo da iskoristimo dostupne pravne lijekove ili ograničimo štetu koju možemo pretrpjeti.",
    "privacyApps.communityHeader": "Što se događa ako prenesem svoj projekt u zajednicu Scratch Online?",
    "privacyApps.communityParagraph": "Dok koristite Scratch aplikaciju, možete odlučiti prenijeti svoj projekt na Scratch online zajednicu (Online zajednica). Ako odlučite učitati svoj projekt u mrežnu zajednicu, dijelite svoje podatke izvan aplikacije Scratch i dajete ih usluzi mrežne zajednice. Podacima koje dijelite prilikom učitavanja svog projekta, kao što su podaci o vašem računu i projektu, upravljat će mrežna zajednica Scratch {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "Privatnost djece i učenika",
    "privacyApps.coppa": "Zaklada Scratch je neprofitna organizacija 501(c)(3). Kao takav, Zakon o zaštiti privatnosti djece na internetu (COPPA) ne odnosi se na Scratch. Unatoč tome, Scratch ozbiljno shvaća privatnost djece. Scratch prikuplja samo minimalne informacije od svojih korisnika, te koristi i otkriva informacije samo za pružanje usluga i za ograničene druge svrhe, kao što je istraživanje, kao što je opisano u ovim Pravilima privatnosti.",
    "privacyApps.ferpa": "Scratch ne prikuplja informacije iz evidencije obrazovanja učenika, kako je definirano Zakonom o obiteljskim pravima na obrazovanje i privatnosti (FERPA). Scratch ne otkriva informacije o studentima trećim stranama osim kako je opisano u ovim Pravilima privatnosti.",
    "privacyApps.eeaHeader": "Vaša prava na zaštitu podataka (EEA)",
    "privacyApps.eeaIntro": "Ako se nalazite u Europskom gospodarskom prostoru, Ujedinjenom Kraljevstvu ili Švicarskoj, imate određena prava u odnosu na svoje podatke:",
    "privacyApps.accessTitle": "Pristup, ispravak i prenosivost podataka",
    "privacyApps.accessDescription": "Možete zatražiti pregled podataka koje obrađujemo o vama i dobiti kopiju vaših podataka. Također imate pravo zatražiti ispravak nepotpunih, netočnih ili zastarjelih informacija. U mjeri u kojoj to zahtijeva primjenjivi zakon, možete zatražiti da vaše podatke damo drugoj tvrtki.",
    "privacyApps.objectionTitle": "Prigovor",
    "privacyApps.objectionDescription": "Možete se usprotiviti (ovo znači 'zamolite nas da prestanemo') bilo kakvoj upotrebi vaših podataka koji nisu (i) obrađeni u skladu sa zakonskom obvezom, (ii) nužni za ono što je navedeno u ugovoru između Scratch-a i vas, ili (iii) ako imamo uvjerljiv razlog za to (kao što je osiguranje sigurnosti i zaštite u našoj online zajednici). Ako se usprotivite, radit ćemo s vama kako bismo pronašli razumno rješenje.",
    "privacyApps.deletionTitle": "Brisanje",
    "privacyApps.deletionDescription": "Također možete zatražiti brisanje svojih podataka, kao što je dopušteno važećim zakonom. Ovo se primjenjuje, na primjer, kada su vaši podaci zastarjeli ili obrada nije potrebna ili je nezakonita; kada povučete svoj pristanak na našu obradu na temelju takvog pristanka; ili gdje ste se usprotivili našoj obradi. U nekim situacijama možda ćemo morati zadržati vaše podatke zbog zakonskih obveza ili u svrhu sudskog spora. Ako želite da se svi vaši podaci uklone s naših poslužitelja, obratite se {helpEmail} za pomoć.",
    "privacyApps.restrictionTitle": "Ograničenje obrade",
    "privacyApps.restrictionDescription": "Možete zatražiti da ograničimo obradu vaših podataka dok obrađujemo zahtjev koji se odnosi na (i) točnost vaših podataka, (ii) zakonitost obrade vaših podataka ili (iii) naše legitimne interese za obradu ovih podataka . Također možete zatražiti da ograničimo obradu vaših podataka ako ih želite koristiti u svrhe sudskog spora.",
    "privacyApps.withdrawalTitle": "Povlačenje privole",
    "privacyApps.withdrawalDescription": "Tamo gdje se oslanjamo na privolu za obradu vaših podataka, imate je pravo povući je u bilo kojem trenutku i besplatno. Kada to učinite, to neće utjecati na zakonitost obrade prije povlačenja vašeg pristanka.",
    "privacyApps.eeaComplaint": "Uz gore navedena prava, također imate pravo podnijeti pritužbu nadležnom nadzornom tijelu u skladu s važećim zakonom. Međutim, postoje iznimke i ograničenja za svako od ovih prava. Možemo, primjerice, odbiti postupiti po zahtjevu ako je zahtjev očito neutemeljen ili pretjeran, ili ako je vjerojatno da će zahtjev negativno utjecati na prava i slobode drugih, dovesti u pitanje izvršenje ili provedbu zakona, ometati neriješene ili budućih sudskih sporova ili kršenja važećeg zakona. Za podnošenje zahtjeva za ostvarivanje prava obratite se {helpEmail} za pomoć.",
    "privacyApps.retentionHeader": "Zadržavanje podataka",
    "privacyApps.retentionParagraph": "Poduzimamo mjere za brisanje vaših podataka ili njihovo čuvanje u obliku koji ne dopušta vašu identifikaciju kada ti podaci više nisu potrebni za svrhe za koje ih obrađujemo, osim ako zakon ne zahtijeva da te podatke čuvamo dulje razdoblje. Pri određivanju razdoblja zadržavanja uzimamo u obzir različite kriterije, poput vrste usluga koje ste zatražili ili koje ste vam pružili, prirodu i duljinu našeg odnosa s vama, moguće ponovno uključivanje u naše usluge, utjecaj na usluge koje pružiti vam ako izbrišemo neke podatke od vas ili o vama, obvezna razdoblja zadržavanja predviđena zakonom i zastaru.",
    "privacyApps.protectHeader": "Kako Scratch štiti moje podatke?",
    "privacyApps.protectParagraph": "Scratch ima administrativne, fizičke i tehničke postupke koji su namijenjeni zaštiti podataka koje prikupljamo u aplikaciji Scratch od slučajnog ili nezakonitog uništenja, slučajnog gubitka, neovlaštene izmjene, neovlaštenog otkrivanja ili pristupa, zlouporabe i bilo kojeg drugog nezakonitog oblika obrade Informacija. Međutim, koliko god te mjere bile učinkovite, nijedan sigurnosni sustav nije neprobojan. Ne možemo u potpunosti jamčiti sigurnost naših baza podataka, niti možemo jamčiti da podaci koje dostavite neće biti presretnuti dok nam se prenose putem interneta.",
    "privacyApps.internationalTransferHeader": "Međunarodni prijenos podataka",
    "privacyApps.internationalTransferParagraph": "Vaše podatke možemo prenijeti u druge zemlje osim zemlje u kojoj se nalazite, uključujući SAD (gdje se nalaze naši Scratch poslužitelji) ili bilo koju drugu zemlju u kojoj mi ili naši pružatelji usluga imamo objekte. Ako se nalazite u Europskom gospodarskom prostoru, Ujedinjenom Kraljevstvu ili Švicarskoj ili drugim regijama sa zakonima koji uređuju prikupljanje i korištenje podataka koji se mogu razlikovati od zakona SAD-a, imajte na umu da možemo prenijeti vaše podatke u zemlju i jurisdikciju koja nema iste zakone o zaštiti podataka kao i vaša jurisdikcija. Primjenjujemo odgovarajuće zaštitne mjere na podatke koji se obrađuju i prenose u naše ime. Kontaktirajte nas za više informacija o korištenim zaštitnim mjerama.",
    "privacyApps.notificationsHeader": "Obavijesti o promjenama Politike privatnosti",
    "privacyApps.notificationsParagraph": "Povremeno pregledavamo naša Pravila o privatnosti i možemo ih izmijeniti prema potrebi. Obavijestit ćemo vas o svim materijalnim promjenama. Potičemo vas da redovito pregledavate našu Politiku privatnosti. Datum 'Zadnje ažuriranje' na vrhu ove stranice označava kada su ova Pravila o privatnosti zadnji put revidirana. Vaše daljnje korištenje aplikacije Scratch nakon ovih promjena znači da prihvaćate revidirana Pravila o privatnosti.",
    "privacyApps.contactHeader": "Kontaktiraj nas",
    "privacyApps.contactIntro": "Zaklada Scratch je subjekt odgovoran za obradu vaših podataka. Ako imate bilo kakvih pitanja o ovim Pravilima privatnosti ili ako želite iskoristiti svoja prava na svoje podatke, možete nas kontaktirati na {helpEmail} ili putem pošte na:"
}