{
    "privacyApps.title": "Kebijakan Privasi",
    "privacyApps.updated": "Kebijakan Privasi Scratch terakhir diperbarui: 6 Januari 2022",
    "privacyApps.intro": "The Scratch Foundation (“Scratch”, “we” atau “us”) memahami betapa pentingnya privasi bagi komunitas kita. Kami menulis Kebijakan Privasi ini untuk menjelaskan Informasi Pribadi (“Informasi”) yang kami kumpulkan melalui editor offline kami (“Aplikasi Scratch”), cara kami menggunakan, memproses, dan membagikannya, dan apa yang kami lakukan untuk menjaga keamanannya. Ini juga memberi tahu Anda tentang hak dan pilihan Anda sehubungan dengan Informasi Pribadi Anda, dan bagaimana Anda dapat menghubungi kami jika Anda memiliki pertanyaan atau masalah.",
    "privacyApps.collectionHeader": "Informasi Apa yang Dikumpulkan Scratch Tentang Saya?",
    "privacyApps.collectionParagraph": "Untuk tujuan Kebijakan Privasi ini, “Informasi” berarti setiap informasi yang berkaitan dengan individu yang teridentifikasi atau dapat diidentifikasi. Aplikasi Scratch secara otomatis mengumpulkan dan menyimpan secara lokal Informasi berikut melalui sistem telemetrinya: judul proyek Anda dalam bentuk teks, pengaturan bahasa, zona waktu, dan peristiwa yang terkait dengan penggunaan Aplikasi Scratch oleh Anda (yaitu saat Aplikasi Scratch dibuka dan ditutup , jika file proyek telah dimuat atau disimpan, atau jika proyek baru dibuat). Jika Anda memilih untuk mengaktifkan fitur berbagi telemetri, Aplikasi Scratch akan mengirimkan informasi ini ke Scratch. Proyek yang dibuat di Aplikasi Scratch tidak ditransmisikan atau diakses oleh Scratch kecuali Anda memilih untuk mengunggah proyek Anda ke Komunitas Scratch Online, di mana informasi yang Anda bagikan akan tunduk pada ketentuan Komunitas Scratch Online {privacyPolicyLink}. Silakan lihat bagian “Apa yang Terjadi jika Saya Mengunggah Proyek Saya ke Komunitas Scratch Online?” di bawah ini untuk informasi lebih lanjut.",
    "privacyApps.privacyPolicyLinkText": "Kebijakan Privasi",
    "privacyApps.usageHeader": "Bagaimana Scratch Menggunakan Informasi Saya?",
    "privacyApps.usageIntro": "Kami menggunakan Informasi ini untuk tujuan berikut:",
    "privacyApps.analyticsTitle": "Analytics dan Meningkatkan Aplikasi Scratch",
    "privacyApps.analyticsDescription": "Kami menggunakan Informasi untuk menganalisis penggunaan Aplikasi Scratch dan untuk meningkatkan pengalaman belajar Anda di Aplikasi Scratch.",
    "privacyApps.researchTitle": "Penelitian Akademik dan Ilmiah",
    "privacyApps.researchDescription": "Kami menghilangkan identifikasi dan mengumpulkan Informasi untuk analisis statistik dalam konteks penelitian ilmiah dan akademis. Misalnya, untuk membantu kami memahami bagaimana orang belajar melalui Aplikasi Scratch dan bagaimana kami dapat menyempurnakan alat pembelajaran untuk kaum muda. Hasil penelitian tersebut dibagikan kepada para pendidik dan peneliti melalui konferensi, jurnal, dan publikasi akademik atau ilmiah lainnya. Anda dapat mengetahui lebih lanjut di {researchPageLink} halaman kami.",
    "privacyApps.researchPageLinkText": "Penelitian",
    "privacyApps.legalTitle": "Legal",
    "privacyApps.legalDescription": "Kami dapat menggunakan Informasi Anda untuk menegakkan {termsOfUseLink}, untuk mempertahankan hak hukum kami, dan untuk mematuhi kewajiban hukum dan kebijakan internal kami. Kami dapat melakukan ini dengan menganalisis penggunaan Anda atas Aplikasi Scratch.",
    "privacyApps.termsOfUseLinkText": "Kebijakan Pengguna",
    "privacyApps.processingHeader": "Apa Dasar Hukum Untuk Memproses Informasi Anda?",
    "privacyApps.processingParagraph": "Jika Anda berada di Wilayah Ekonomi Eropa, Inggris Raya, atau Swiss, kami hanya memproses Informasi Anda berdasarkan dasar hukum yang sah. “Dasar hukum” adalah alasan yang membenarkan penggunaan kami atas Informasi Anda. Dalam hal ini, kami atau pihak ketiga memiliki kepentingan yang sah dalam menggunakan Informasi Anda (jika Anda memilih untuk mengizinkan Aplikasi Scratch mengirimkan Informasi Anda kepada tim Scratch) untuk membuat, menganalisis, dan membagikan Informasi agregat atau de-identifikasi Anda untuk tujuan penelitian , untuk menganalisis dan meningkatkan pengalaman belajar Anda di Aplikasi Scratch dan memastikan serta meningkatkan keselamatan, keamanan, dan kinerja Aplikasi Scratch. Kami hanya mengandalkan kepentingan sah kami atau pihak ketiga untuk memproses Informasi Anda ketika kepentingan ini tidak dikesampingkan oleh hak dan kepentingan Anda.",
    "privacyApps.sharingHeader": "Bagaimana Scratch Membagikan Informasi Saya?",
    "privacyApps.sharingIntro": "Kami mengungkapkan informasi yang kami kumpulkan melalui Aplikasi Scratch kepada pihak ketiga dalam keadaan berikut:",
    "privacyApps.serviceProvidersTitle": "Penyedia jasa",
    "privacyApps.serviceProvidersDescription": "Kepada pihak ketiga yang menyediakan layanan seperti hosting situs web, analisis data, teknologi informasi dan penyediaan infrastruktur terkait, layanan pelanggan, pengiriman email, dan layanan lainnya.",
    "privacyApps.researchSharingDescription": "Untuk lembaga penelitian, seperti Massachusetts Institute of Technology (MIT), untuk mempelajari tentang bagaimana pengguna kami belajar melalui Aplikasi Scratch dan mengembangkan alat pembelajaran baru. Hasil penelitian ini atau analisis statistik dapat dibagikan melalui konferensi, jurnal, dan publikasi lainnya.",
    "privacyApps.mergerTitle": "Penggabungan",
    "privacyApps.mergerDescription": "Kepada pengakuisisi potensial atau aktual, penerus, atau penerima hak sebagai bagian dari reorganisasi, merger, penjualan, usaha patungan, penugasan, transfer, atau disposisi lain dari semua atau sebagian dari organisasi atau aset kami. Anda akan memiliki kesempatan untuk memilih keluar dari transfer tersebut jika pemrosesan yang direncanakan oleh entitas baru atas Informasi Anda berbeda secara material dari yang ditetapkan dalam Kebijakan Privasi ini.",
    "privacyApps.legalSharingDescription": "Jika diminta untuk melakukannya oleh undang-undang atau dengan itikad baik bahwa tindakan tersebut sesuai: (a) berdasarkan hukum yang berlaku, termasuk undang-undang di luar negara tempat tinggal Anda; (b) untuk mematuhi proses hukum; (c) untuk menanggapi permintaan dari otoritas publik dan pemerintah, seperti sekolah, distrik sekolah, dan penegak hukum, termasuk otoritas publik dan pemerintah di luar negara tempat tinggal Anda; (d) untuk menegakkan syarat dan ketentuan kami; (e) untuk melindungi operasi kami atau operasi afiliasi kami; (f) untuk melindungi hak, privasi, keamanan, atau properti kami, dan/atau afiliasi kami, Anda, atau orang lain; dan (g) untuk memungkinkan kami mengejar pemulihan yang tersedia atau membatasi kerusakan yang mungkin kami alami.",
    "privacyApps.communityHeader": "Apa yang Terjadi Jika Saya Mengunggah Proyek Saya ke Komunitas Scratch Online?",
    "privacyApps.communityParagraph": "Saat menggunakan Aplikasi Scratch, Anda dapat memilih untuk mengunggah proyek Anda ke komunitas online Scratch (“Komunitas Online”). Jika Anda memilih untuk mengunggah proyek Anda ke Komunitas Online, Anda membagikan informasi Anda di luar Aplikasi Scratch dan memberikannya ke layanan Komunitas Online. Informasi yang Anda bagikan saat mengunggah proyek Anda, seperti akun dan informasi proyek Anda, akan diatur oleh komunitas online Scratch {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "Privasi Anak dan Siswa",
    "privacyApps.coppa": "The Scratch Foundation adalah organisasi nirlaba 501(c)(3). Dengan demikian, Children's Online Privacy Protection Act (COPPA) tidak berlaku untuk Scratch. Namun demikian, Scratch menganggap serius privasi anak-anak. Scratch hanya mengumpulkan sedikit informasi dari para penggunanya, dan hanya menggunakan dan mengungkapkan informasi untuk menyediakan layanan dan untuk tujuan terbatas lainnya, seperti penelitian, sebagaimana dijelaskan dalam Kebijakan Privasi ini.",
    "privacyApps.ferpa": "Scratch tidak mengumpulkan informasi dari catatan pendidikan siswa, seperti yang didefinisikan oleh Undang-Undang Hak Pendidikan dan Privasi Keluarga (FERPA). Scratch tidak mengungkapkan informasi siswa kepada pihak ketiga mana pun kecuali seperti yang dijelaskan dalam Kebijakan Privasi ini.",
    "privacyApps.eeaHeader": "Hak Perlindungan Data Anda (EEA)",
    "privacyApps.eeaIntro": "Jika Anda berada di Wilayah Ekonomi Eropa, Inggris Raya, atau Swiss, Anda memiliki hak-hak tertentu sehubungan dengan Informasi Anda:",
    "privacyApps.accessTitle": "Akses, Koreksi, dan Portabilitas Data",
    "privacyApps.accessDescription": "Anda dapat meminta ikhtisar Informasi yang kami proses tentang Anda dan untuk menerima salinan Informasi Anda. Anda juga memiliki hak untuk meminta untuk mengoreksi Informasi yang tidak lengkap, tidak akurat, atau kedaluwarsa. Sejauh diwajibkan oleh undang-undang yang berlaku, Anda dapat meminta kami untuk memberikan Informasi Anda kepada perusahaan lain.",
    "privacyApps.objectionTitle": "Keberatan",
    "privacyApps.objectionDescription": "Anda dapat menolak (ini berarti “meminta kami untuk berhenti”) setiap penggunaan Informasi Anda yang tidak (i) diproses untuk mematuhi kewajiban hukum, (ii) diperlukan untuk melakukan apa yang diatur dalam kontrak antara Scratch dan Anda, atau (iii) jika kami memiliki alasan kuat untuk melakukannya (seperti, untuk memastikan keselamatan dan keamanan di komunitas online kami). Jika Anda keberatan, kami akan bekerja sama dengan Anda untuk menemukan solusi yang masuk akal.",
    "privacyApps.deletionTitle": "Penghapusan",
    "privacyApps.deletionDescription": "Anda juga dapat meminta penghapusan Informasi Anda, sebagaimana diizinkan berdasarkan undang-undang yang berlaku. Hal ini berlaku, misalnya, jika Informasi Anda sudah kedaluwarsa atau pemrosesannya tidak diperlukan atau melanggar hukum; di mana Anda menarik persetujuan Anda untuk pemrosesan kami berdasarkan persetujuan tersebut; atau di mana Anda keberatan dengan pemrosesan kami. Dalam beberapa situasi, kami mungkin perlu menyimpan Informasi Anda karena kewajiban hukum atau untuk tujuan litigasi. Jika Anda ingin semua Informasi Anda dihapus dari server kami, silakan hubungi {helpEmail} untuk mendapatkan bantuan.",
    "privacyApps.restrictionTitle": "Pembatasan Pemrosesan",
    "privacyApps.restrictionDescription": "Anda dapat meminta agar kami membatasi pemrosesan Informasi Anda saat kami memproses permintaan terkait dengan (i) keakuratan Informasi Anda, (ii) keabsahan pemrosesan Informasi Anda, atau (iii) kepentingan sah kami untuk memproses Informasi ini . Anda juga dapat meminta agar kami membatasi pemrosesan Informasi Anda jika Anda ingin menggunakan Informasi tersebut untuk tujuan litigasi.",
    "privacyApps.withdrawalTitle": "Penarikan Persetujuan",
    "privacyApps.withdrawalDescription": "Jika kami mengandalkan persetujuan untuk memproses Informasi Anda, Anda berhak untuk menariknya kapan saja dan tanpa biaya. Ketika Anda melakukannya, ini tidak akan memengaruhi keabsahan pemrosesan sebelum penarikan persetujuan Anda.",
    "privacyApps.eeaComplaint": "Selain hak yang disebutkan di atas, Anda juga berhak untuk mengajukan keluhan kepada otoritas pengawas yang kompeten sesuai dengan hukum yang berlaku. Namun, ada pengecualian dan batasan untuk masing-masing hak tersebut. Kami dapat, misalnya, menolak untuk bertindak berdasarkan permintaan jika permintaan tersebut secara nyata tidak berdasar atau berlebihan, atau jika permintaan tersebut kemungkinan akan merugikan hak dan kebebasan orang lain, merugikan pelaksanaan atau penegakan hukum, mengganggu penangguhan atau litigasi di masa depan, atau melanggar hukum yang berlaku. Untuk mengajukan permintaan untuk menggunakan hak Anda, silakan hubungi {helpEmail} untuk mendapatkan bantuan.",
    "privacyApps.retentionHeader": "Retensi Data",
    "privacyApps.retentionParagraph": "Kami mengambil langkah-langkah untuk menghapus Informasi Anda atau menyimpannya dalam bentuk yang tidak memungkinkan Anda untuk diidentifikasi ketika Informasi ini tidak lagi diperlukan untuk tujuan kami memprosesnya, kecuali jika kami diwajibkan oleh hukum untuk menyimpan Informasi ini lebih lama. periode. Saat menentukan periode retensi, kami mempertimbangkan berbagai kriteria, seperti jenis layanan yang diminta atau diberikan kepada Anda, sifat dan lamanya hubungan kami dengan Anda, kemungkinan pendaftaran ulang dengan layanan kami, dampak pada layanan yang kami memberikan kepada Anda jika kami menghapus beberapa Informasi dari atau tentang Anda, periode penyimpanan wajib yang disediakan oleh undang-undang dan undang-undang pembatasan.",
    "privacyApps.protectHeader": "Bagaimana Scratch Melindungi Informasi Saya?",
    "privacyApps.protectParagraph": "Scratch memiliki prosedur administratif, fisik, dan teknis yang dimaksudkan untuk melindungi Informasi yang kami kumpulkan di Aplikasi Scratch dari kehancuran yang tidak disengaja atau melanggar hukum, kehilangan yang tidak disengaja, perubahan yang tidak sah, pengungkapan atau akses yang tidak sah, penyalahgunaan, dan segala bentuk pemrosesan yang melanggar hukum lainnya Informasi. Namun, seefektif langkah-langkah ini, tidak ada sistem keamanan yang tidak dapat ditembus. Kami tidak dapat sepenuhnya menjamin keamanan basis data kami, kami juga tidak dapat menjamin bahwa Informasi yang Anda berikan tidak akan dicegat saat dikirimkan kepada kami melalui Internet.",
    "privacyApps.internationalTransferHeader": "Transfer Data Internasional",
    "privacyApps.internationalTransferParagraph": "Kami dapat mentransfer Informasi Anda ke negara selain negara tempat Anda berada, termasuk ke AS (tempat server Scratch kami berada) atau negara lain tempat kami atau penyedia layanan kami memelihara fasilitas. Jika Anda berada di Wilayah Ekonomi Eropa, Inggris Raya atau Swiss, atau wilayah lain dengan undang-undang yang mengatur pengumpulan dan penggunaan data yang mungkin berbeda dari undang-undang A.S., harap diperhatikan bahwa kami dapat mentransfer Informasi Anda ke negara dan yurisdiksi yang tidak memiliki undang-undang perlindungan data yang sama dengan yurisdiksi Anda. Kami menerapkan perlindungan yang tepat terhadap Informasi yang diproses dan ditransfer atas nama kami. Silakan hubungi kami untuk informasi lebih lanjut tentang pengamanan yang digunakan.",
    "privacyApps.notificationsHeader": "Pemberitahuan Perubahan Terhadap Kebijakan Privasi",
    "privacyApps.notificationsParagraph": "Kami meninjau Kebijakan Privasi kami secara berkala, dan kami dapat mengubah kebijakan kami sebagaimana mestinya. Kami akan memberi tahu Anda tentang perubahan materi apa pun. Kami mendorong Anda untuk meninjau Kebijakan Privasi kami secara teratur. Tanggal “Terakhir Diperbarui” di bagian atas halaman ini menunjukkan kapan Kebijakan Privasi ini terakhir direvisi. Anda terus menggunakan Aplikasi Scratch setelah perubahan ini berarti Anda menerima Kebijakan Privasi yang direvisi.",
    "privacyApps.contactHeader": "Kontak Kami",
    "privacyApps.contactIntro": "The Scratch Foundation adalah entitas yang bertanggung jawab atas pemrosesan Informasi Anda. Jika Anda memiliki pertanyaan tentang Kebijakan Privasi ini, atau jika Anda ingin menggunakan hak Anda atas Informasi Anda, Anda dapat menghubungi kami di {helpEmail} atau melalui surat di:"
}