{
    "privacyApps.title": "Politica della Privacy",
    "privacyApps.updated": "La Politica della Privacy di Scratch è stata aggiornata il: 6 Gennaio 2022",
    "privacyApps.intro": "Scratch Foundation (\"Scratch\", \"noi\" o \"ci\") è consapevole dell'importanza della privacy per la nostra community. Abbiamo redatto questa informativa sulla privacy per comunicare i Dati personali (\"Dati personali\") da noi raccolti attraverso il nostro editor offline (\"App Scratch\") e le modalità di utilizzo, condivisione e protezione degli stessi da parte della nostra azienda. Inoltre, la presente informativa chiarisce i tuoi diritti e le tue scelte in merito ai tuoi Dati personali e indica il modo in cui contattarci in caso di domande o dubbi.",
    "privacyApps.collectionHeader": "Quali informazioni Scratch Raccoglie Su di Me?",
    "privacyApps.collectionParagraph": "Ai fini della presente informativa sulla privacy, per \"Dati personali\" si intende qualsiasi informazione relativa a un individuo identificato o identificabile. L'App Scratch raccoglie e memorizza automaticamente a livello locale i seguenti Dati personali attraverso il proprio sistema di telemetria: titolo del tuo progetto in forma testuale, impostazione della lingua, fuso orario ed eventi relativi al tuo utilizzo dell'App Scratch (in particolare quando apertura e chiusura, caricamento e salvataggio di un file di progetto o creazione di un nuovo progetto). Se scegli di attivare la funzione di condivisione della telemetria, l'App Scratch trasmetterà queste informazioni a Scratch. I progetti creati nell'App Scratch non vengono trasmessi a Scratch, che potrà consultarli solo se scegli di caricare il tuo progetto nella Community online di Scratch: le informazioni condivise saranno soggette ai termini dell''{privacyPolicyLink} della Community online di Scratch. Per maggiori informazioni, consulta la sezione \"Cosa succede quando carico un mio progetto nella Comunità online di Scratch?\".",
    "privacyApps.privacyPolicyLinkText": "Politica della Privacy",
    "privacyApps.usageHeader": "In che modo Scratch Usa le Mie Informazioni?",
    "privacyApps.usageIntro": "Usiamo queste informazioni per gli scopi seguenti:",
    "privacyApps.analyticsTitle": "Analisi e Miglioramento dell'app di Scratch",
    "privacyApps.analyticsDescription": "Usiamo le Informazioni per analizzare l'uso dell'App Scratch e per migliorare la tua esperienza di apprendimento dell'App Scratch.",
    "privacyApps.researchTitle": "Ricerca Accademica e Scientifica",
    "privacyApps.researchDescription": "Eliminiamo qualsiasi possibilità di identificazione dei Dati personali, che vengono raggruppati per eseguire analisi statistiche al fini della ricerca scientifica e accademica. Ad esempio, ciò consente di comprendere le modalità di apprendimento degli utenti tramite l'App Scratch e il modo in cui sia possibile migliorare gli strumenti di apprendimento per giovani. I risultati di queste ricerche vengono condivisi con docenti e ricercatori in conferenze, riviste e altre pubblicazioni accademiche o scientifiche. Per saperne di più, visita la nostra pagina sulla{researchPageLink}.",
    "privacyApps.researchPageLinkText": "Cerca",
    "privacyApps.legalTitle": "Note Legali",
    "privacyApps.legalDescription": "Potremmo utilizzare i tuoi Dati personali per imporre le nostre {termsOfUseLink}, tutelare i nostri diritti legali e adempiere agli obblighi legali e alle politiche interne della nostra azienda. Ciò è possibile analizzando l'utilizzo dell'App Scratch da parte tua.",
    "privacyApps.termsOfUseLinkText": "Condizioni di uso",
    "privacyApps.processingHeader": "Quali sono le Basi Legati Per l'Elaborazione delle Tue Informazioni?",
    "privacyApps.processingParagraph": "Se risiedi nello Spazio Economico Europeo, nel Regno Unito o in Svizzera, tratteremo i tuoi Dati personali solo sulla base di un valido motivo legale. Per \"motivo legale\" si intende una ragione che giustifichi l'utilizzo dei tuoi Dati personali da parte nostra. In questo caso, noi o, una terza parte, potremmo detenere un interesse legittimo per l'utilizzo dei tuoi Dati personali (a patto che tu consenta all'App Scratch di inviare i tuoi Dati personali al team Scratch) al fine di creare, analizzare e condividere i tuoi Dati personali, in formato aggregato e non più identificabile, per motivi di ricerca, analisi e miglioramento dell'esperienza di apprendimento dell'App Scratch e per la garanzia e il miglioramento della sicurezza, protezione e delle prestazioni dell'App Scratch. Basiamo il trattamento dei tuoi Dati personali solo sui nostri interessi legittimi, o su quelli di terzi, a patto che tali interessi non siano in conflitto con i tuoi diritti e interessi.",
    "privacyApps.sharingHeader": "In che Modo Scratch Condivide le Mie Informazioni?",
    "privacyApps.sharingIntro": "Condividiami le Informazioni che raccogliamo con l'App Scratch a terze parti nei casi seguenti:",
    "privacyApps.serviceProvidersTitle": "Fornitori di Servizi",
    "privacyApps.serviceProvidersDescription": "Terzi che forniscono servizi come ad esempio hosting del sito Web, analisi dei dati, servizi e infrastrutture IT, assistenza clienti, distribuzione delle e-mail e altri servizi.",
    "privacyApps.researchSharingDescription": "Istituti di ricerca, come ad esempio il Massachusetts Institute of Technology (MIT), che analizzano il modo in cui i nostri utenti apprendono attraverso l'App Scratch e sviluppano nuovi strumenti formativi. Potremmo condividere i risultati di questa ricerca o analisi statistica in conferenze, riviste e altre pubblicazioni.",
    "privacyApps.mergerTitle": "Parti coinvolte in Fusioni",
    "privacyApps.mergerDescription": "Acquirenti, successori o assegnatari effettivi o potenziali nell'ambito di qualsiasi riorganizzazione, fusione, vendita, joint venture, cessione, trasferimento o altra alienazione di una parte o dell'intera organizzazione o dei relativi asset. Puoi rinunciare a tale trasferimento se il trattamento dei tuoi Dati personali, previsto dalla nuova entità, differisce in modo sostanziale da quanto stabilito nella presente informativa sulla privacy.",
    "privacyApps.legalSharingDescription": "Se la condivisione sia richiesta dalla legge o da noi ritenuta appropriata in buona fede (a) in base alla legge vigente, comprese le norme di Paesi diversi da quello di tua residenza, (b) per ottemperare a procedimenti legali, (c) per rispondere a richieste di autorità pubbliche e governative, come ad esempio scuole, distretti scolastici e forze dell'ordine, comprese le autorità pubbliche e governative di Paesi diversi da quello di tua residenza, (d) per far rispettare i nostri termini e condizioni, (e) per tutelare le nostre operazioni o quelle di qualsiasi nostra affiliata, (f) per tutelare i nostri diritti, la nostra privacy, sicurezza o proprietà e/o quella delle nostre affiliate (ciò vale anche per te o per altri) e (g) per applicare le azioni correttive disponibili o limitare i danni che potremmo subire.",
    "privacyApps.communityHeader": "Cosa Accade Se Carico i Miei Progetti nella Comunità Online di Scratch?",
    "privacyApps.communityParagraph": "Durante l'utilizzo dell'App Scratch, puoi caricare il tuo progetto nella Community online di Scratch (\"Community online\"). Se scegli di caricare il tuo progetto nella Community online, condividerai le tue informazioni con il servizio della Community online esterno all'App Scratch. Le informazioni condivise in caso di caricamento di un progetto, come ad esempio quelle sul tuo account e progetto, verranno governate dall''{privacyPolicyLink}della Community online di Scratch.",
    "privacyApps.studentsHeader": "Privacy di Ragazzi e Studenti",
    "privacyApps.coppa": "Scratch Foundation è un'organizzazione no-profit 501(c)(3). Pertanto, Scratch non è soggetta al Children's Online Privacy Protection Act (COPPA). Tuttavia, Scratch prende molto sul serio la privacy dei minori. Scratch raccoglie poche informazioni degli utenti, che utilizza e divulga solo per fornire i servizi e per altri scopi limitati, come ad esempio la ricerca, secondo quanto descritto nella presente informativa sulla privacy.",
    "privacyApps.ferpa": "Scratch non raccoglie le informazioni presenti nel fascicolo scolastico di uno studente secondo quanto definito dal Family Educational Rights and Privacy Act (FERPA). Scratch non divulga le informazioni degli studenti a terzi, salvo nei casi descritti dalla presente informativa sulla privacy.",
    "privacyApps.eeaHeader": "I tuoi diritti di protezione dei dati (SEE)",
    "privacyApps.eeaIntro": "Se risiedi nello Spazio Economico Europeo, nel Regno Unito o in Svizzera disponi di alcuni diritti relativi ai tuoi Dati personali.",
    "privacyApps.accessTitle": "Accesso, Correzione e Portabilità dei Dati",
    "privacyApps.accessDescription": "Puoi richiedere una panoramica dei tuoi Dati personali da noi trattati e ricevere una copia di essi. Hai inoltre il diritto di richiedere la correzione dei Dati personali che siano incompleti, imprecisi o non aggiornati. Nella misura in cui sia possibile nell'ambito della legge vigente, puoi chiederci di fornire i tuoi Dati personali a un'altra società.",
    "privacyApps.objectionTitle": "Obiezione",
    "privacyApps.objectionDescription": "Puoi opporti a (ovvero \"chiederci di interrompere\") qualsiasi uso dei tuoi Dati personali non (i) non trattati per ottemperare a un obbligo di legge, (ii) non necessari per adempiere a quanto previsto da un contratto tra Scratch e te o (iii) legati a un motivo impellente (es. per garantire la sicurezza della nostra Community online). In caso di opposizione, collaboreremo con te all'individuazione di una soluzione ragionevole.",
    "privacyApps.deletionTitle": "Cancellazione",
    "privacyApps.deletionDescription": "Puoi anche chiedere l'eliminazione dei tuoi Dati personali secondo quanto consentito dalla legge applicabile. Ciò vale, ad esempio, nel caso in cui i tuoi Dati personali siano obsoleti o il relativo trattamento sia non necessario o illegale, se in ritiri il tuo consenso al trattamento basato su tale consenso o nel caso ti sia opposto al trattamento da parte nostra. In alcuni casi potremmo dover conservare i tuoi Dati personali a causa di obblighi legali o per risolvere taluni contenziosi. Se desideri eliminare tutti i tuoi Dati personali dai nostri server, contatta l'indirizzo {helpEmail} per ricevere assistenza.",
    "privacyApps.restrictionTitle": "Restrizioni sull'Elaborazione",
    "privacyApps.restrictionDescription": "Puoi limitare il trattamento dei tuoi Dati personali in relazione a una richiesta legata (i) alla precisione dei tuoi Dati personali, (ii) alla legittimità del trattamento dei tuoi Dati personali o (iii) ai nostri legittimi interessi nel trattamento dei Dati personali. Puoi anche chiedere di limitare il trattamento dei tuoi Dati personali se intendi utilizzarli a scopo di contenzioso.",
    "privacyApps.withdrawalTitle": "Ritiro Del Consenso",
    "privacyApps.withdrawalDescription": "Se il trattamento dei tuoi Dati personali è basato sul consenso, hai il diritto di ritirare tale consenso gratuitamente e in qualsiasi momento. In tal caso, ciò non pregiudicherà la liceità del trattamento effettuato prima della revoca del consenso.",
    "privacyApps.eeaComplaint": "Oltre ai diritti sopra menzionati, puoi anche presentare un reclamo a un'autorità di vigilanza competente nel rispetto della legge vigente. Tuttavia, esistono eccezioni e limitazioni relative a ciascuno di questi diritti. Ad esempio, potremmo rifiutarci di dar seguito a una richiesta manifestamente infondata o eccessiva, che pregiudichi i diritti e le libertà degli altri, l'esecuzione o applicazione della legge, che interferisca con le controversie legali in corso o future o violi la legge vigente. Per presentare una richiesta di esercizio dei tuoi diritti, contatta l'indirizzo {helpEmail} per ricevere assistenza.",
    "privacyApps.retentionHeader": "Conservazione dei Dati",
    "privacyApps.retentionParagraph": "Adottiamo misure adeguate per eliminare i tuoi Dati personali o conservarli in un formato che non consenta di identificarti nel momento in cui tali Dati personali non siano più necessari per gli scopi del trattamento, a meno che la legge non ci imponga di conservarli più a lungo. Nel determinare il periodo di conservazione, prenderemo in esame diversi criteri, come ad esempio tipo dei servizi da te richiesti o a te forniti, natura e durata del nostro rapporto con te, eventuale reiscrizione ai nostri servizi, impatto sui servizi a te forniti in caso di eliminazione di alcuni Dati personali su di te o provenienti da te, periodi di conservazione obbligatori previsti dalla legge e termini di prescrizione.",
    "privacyApps.protectHeader": "In che Modo Scratch Protegge la Mie Informazioni?",
    "privacyApps.protectParagraph": "Scratch mette in atto procedure amministrative, fisiche e tecniche atte a proteggere i Dati personali da noi raccolti con l'App Scratch da eventi come ad esempio distruzione accidentale o illegale, perdita accidentale, alterazione non autorizzata, divulgazione o accesso non autorizzati, uso improprio e qualsiasi altra forma illegale di trattamento dei Dati personali. Tuttavia, per quanto si tratti di misure efficaci, nessun sistema di sicurezza è impenetrabile. Non possiamo garantire la totale sicurezza dei nostri database, né che i Dati personali da te forniti non vengano intercettati durante la trasmissione via Internet.",
    "privacyApps.internationalTransferHeader": "Trasferimento Internazionale dei Dati",
    "privacyApps.internationalTransferParagraph": "Potremmo trasferire i tuoi Dati personali in Paesi diversi da quello di tua residenza, compresi gli Stati Uniti (in cui si trovano i server di Scratch) o qualsiasi altro in cui siano presenti strutture di proprietà nostra o dei fornitori di servizi da noi assunti. Se risiedi nello Spazio Economico Europeo, nel Regno Unito, in Svizzera o in altre regioni geografiche soggette a leggi che regolano la raccolta e l'utilizzo dei dati che siano diverse da quelle leggi statunitensi, potremmo trasferire i tuoi Dati personali in un Paese e una giurisdizione che non dispongano delle medesime leggi sulla protezione dei dati in forza nella tua giurisdizione. Applicheremo opportune misure di protezione dei Dati personali trattati e trasferiti per nostro conto. Contattaci per maggiori informazioni sulle misure di sicurezza utilizzate.",
    "privacyApps.notificationsHeader": "Notifica di Modiche della Politica della Privacy",
    "privacyApps.notificationsParagraph": "Rivediamo periodicamente la nostra informativa sulla privacy e potremmo modificare le nostre politiche in modo appropriato. Ti informeremo di eventuali modifiche sostanziali. Ti invitiamo a consultare regolarmente la nostra informativa sulla privacy. La data \"Ultimo aggiornamento\", posta in cima a questa pagina, indica la data dell'ultima revisione della presente informativa sulla privacy. L'uso continuato dell'App Scratch a seguito di queste modifiche implica l'accettazione tacita della nuova informativa sulla privacy.",
    "privacyApps.contactHeader": "Contattaci",
    "privacyApps.contactIntro": "Scratch Foundation è il soggetto responsabile del trattamento dei tuoi Dati personali. In caso di domande sulla presente informativa sulla privacy o per esercitare i tuoi diritti sui Dati personali, contattaci all'indirizzo{helpEmail} o per posta all'indirizzo:"
}