{
    "privacyApps.title": "プライバシー・ポリシー",
    "privacyApps.updated": "このScratchプライバシー・ポリシーは2022年1月6日に更新されました。",
    "privacyApps.intro": "Scratch Foundation（以下「Scratch」、「私たち」または「当社」）は、私たちのコミュニティにとってプライバシーがいかに重要であるかを理解しています。このプライバシーポリシーは、オフラインエディター（以下「スクラッチアプリ」）を通じて収集する個人情報（以下「情報」）、その使用、処理、共有の方法、および当該情報の安全を確保するために行っていることについて説明するために作成しました。また、個人情報に関するお客様の権利と選択肢、および質問や懸念がある場合の当社への連絡方法についても説明します。",
    "privacyApps.collectionHeader": "スクラッチは私に関するどのような情報を収集しますか？",
    "privacyApps.collectionParagraph": "本プライバシーポリシーにおいて、「情報」とは、特定された、または特定可能な個人に関連するあらゆる情報を意味します。スクラッチアプリは、テレメトリシステムを通じて次の情報を自動的に収集し、ローカルに保存します。情報はテキスト形式のプロジェクトのタイトル、言語設定、タイムゾーン、およびスクラッチアプリの使用に関連するイベント（つまり、スクラッチアプリが開かれたときと閉じられたとき、プロジェクトファイルが読み込まれたかまたは保存されたか、または新しいプロジェクトが作成された家に関する)情報です。テレメトリの共有機能をオンにすると、スクラッチアプリはこの情報をスクラッチに送信します。スクラッチアプリで作成されたプロジェクトは、スクラッチオンラインコミュニティにプロジェクトをアップロードすることを選択しない限り、スクラッチに送信されたり、スクラッチによってアクセスされたりすることはありません。アップロードされた時点で、共有された情報は、スクラッチオンラインコミュニティの {privacyPolicyLink}の条件に従うことになります 。「スクラッチオンラインコミュニティにプロジェクトをアップロードするとどうなりますか？」のセクションを参照してください。詳細については、以下を参照してください。",
    "privacyApps.privacyPolicyLinkText": "プライバシー・ポリシー",
    "privacyApps.usageHeader": "Scratchでは、どのように個人情報が使用されますか？",
    "privacyApps.usageIntro": "私たちは、この情報を以下の目的で利用します：",
    "privacyApps.analyticsTitle": "Scratchアプリの分析と改善",
    "privacyApps.analyticsDescription": "私たちは、Scratchアプリの利用状況を分析し、Scratchアプリにおける皆さんの学習体験を向上させるために、この情報を利用します。",
    "privacyApps.researchTitle": "学術研究と科学研究",
    "privacyApps.researchDescription": "私たちは、科学研究および学術研究の文脈における統計分析のために、情報を匿名化し、集約します。たとえば、人々がスクラッチアプリを通じてどのように学習しているのか、若者向けの学習ツールをどのように強化できるかを理解するのに役立ちます。このような研究の結果は、会議、雑誌、その他の学術的または科学的出版物を通じて、教育者や研究者と共有されます。詳細については、当社の{researchPageLink} ページをご覧ください。",
    "privacyApps.researchPageLinkText": "研究",
    "privacyApps.legalTitle": "法的表示",
    "privacyApps.legalDescription": "当社は、当社の {termsOfUseLink}を実施し、当社の法的権利を守り、当社の法的義務および社内ポリシーを遵守するために、お客様の情報を使用する場合があります。これは、お客様によるスクラッチアプリの使用状況を分析することによって行われる場合があります。",
    "privacyApps.termsOfUseLinkText": "利用規約",
    "privacyApps.processingHeader": "個人情報を処理する法的根拠は何でしょうか？",
    "privacyApps.processingParagraph": "お客様が欧州経済地域、英国またはスイスに居住している場合、当社は有効な法的根拠に基づいてのみお客様の情報を処理します。「法的根拠」とは、お客様の情報の使用を正当化する理由です。この場合、当社または第三者は、（スクラッチアプリがスクラッチチームにお客様の情報を送信することを、お客様が選択された場合）お客様の情報を使用して、お客様の集計された情報または匿名化された情報を研究目的で作成、分析、および共有することで、学習体験を分析および強化すること、またはスクラッチアプリの安全性、セキュリティ、およびパフォーマンスを確保および改善することに正当な権利を有します。当社または第三者の正当な利益が、お客様の権利および利益によって優先されない場合にのみ、当社または第三者の正当な利益に依存してお客様の情報を処理します。",
    "privacyApps.sharingHeader": "Scratchは私の情報をどのように共有しますか?",
    "privacyApps.sharingIntro": "スクラッチアプリを通じて収集した情報は、次の場合に第三者に開示されます。",
    "privacyApps.serviceProvidersTitle": "サービスプロバイダー",
    "privacyApps.serviceProvidersDescription": "ウェブサイトのホスティング、データ分析、情報技術および関連するインフラストラクチャの提供、カスタマーサービス、電子メール配信、およびその他のサービスなどのサービスを提供する第三者に提供する場合。",
    "privacyApps.researchSharingDescription": "マサチューセッツ工科大学（MIT）などの研究機関が、スクラッチアプリを通じてユーザーがどのように学習するかを学び、新しい学習ツールを開発することを目的とする場合。当該研究または統計分析の結果は、会議、雑誌、およびその他の出版物を通じて共有される場合があります。",
    "privacyApps.mergerTitle": "合併",
    "privacyApps.mergerDescription": "当社の組織または資産の全部または一部の再編、合併、売却、合弁事業、譲渡、またはその他の処分の一環として、潜在的な、または実際の買収者、後継者、または譲受人に提供される場合。新しい事業体によるお客様の情報の処理計画が本プライバシーポリシーに規定されているものと著しく異なる場合、お客様はかかる移行についてオプトアウトする機会が提供されます。",
    "privacyApps.legalSharingDescription": "法律によって、またはそのような行為が適切であると誠実な信念に基づく場合とは、次の場合を指します：(a) お客様の居住国外の法律を含む適用法の下で、(b) 法的手続きを遵守するため、(c) 学校、学区、法執行機関などの公的機関および政府機関 (居住国以外の公的機関および政府機関を含む) からの要求に対応するため、(d)当社の利用規約を実施するため、（e）当社または当社の関連会社の業務を保護するため、（f）当社の権利、プライバシー、安全、または財産、および/または当社の関連会社、お客様、または他者の権利、プライバシー、安全または財産を保護するため、および（g）当社が利用可能な救済策を追求すること、または当社が被る可能性のある損害を制限することを可能にするため。",
    "privacyApps.communityHeader": "自分のプロジェクトをスクラッチオンラインコミュニティにアップロードするとどうなりますか?",
    "privacyApps.communityParagraph": "スクラッチアプリの使用中、プロジェクトをスクラッチオンラインコミュニティ (「オンラインコミュニティ」) にアップロードすることを選択できます。プロジェクトをオンラインコミュニティにアップロードすることを選択した場合、スクラッチアプリの外部で情報を共有し、オンラインコミュニティサービスに提供することになります。アカウントやプロジェクト情報など、プロジェクトをアップロードした際に共有される情報は、スクラッチオンラインコミュニティの{privacyPolicyLink}によって規定されます 。",
    "privacyApps.studentsHeader": "お子様と学生のプライバシー",
    "privacyApps.coppa": "Scratch Foundation は 501(c)(3) 非営利団体です。そのため、児童オンラインプライバシー保護法（COPPA）はスクラッチには適用されません。それにもかかわらず、スクラッチはお子様のプライバシーを真剣に受け止めています。Scratchは、ユーザーから最小限の情報のみを収集し、このプライバシーポリシーに記載されている通りに、サービスを提供する目的、および調査などの限られた他の目的にのみ情報を使用および開示します。",
    "privacyApps.ferpa": "スクラッチは、家族教育の権利とプライバシー法（FERPA）で定義されている通り、学生の教育上の情報から情報を収集しません。スクラッチは、このプライバシーポリシーに記載されている場合を除き、学生の情報を第三者に開示しません。",
    "privacyApps.eeaHeader": "お客様のデータ保護権 (EEA)",
    "privacyApps.eeaIntro": "お客様が欧州経済地域、英国、またはスイスに居住している場合、お客様は自分の情報に関して特定の権利を有します。",
    "privacyApps.accessTitle": "アクセス権、訂正請求権、データポータビリティ権",
    "privacyApps.accessDescription": "お客様は、当社が処理するお客様に関する情報の概要を要求し、お客様の情報のコピーを受け取ることができます。また、不完全、不正確、または古くなった情報の修正を要求する権利もあります。適用法によって要求される範囲で、お客様は、お客様の情報を別の会社に提供するよう当社に要求することができます。",
    "privacyApps.objectionTitle": "異議申し立て",
    "privacyApps.objectionDescription": "お客様は、（i）法的義務を遵守するために処理されていない場合、（ii）Scratchとお客様との間の契約で定められたことを実行するために必要ではない場合、または（iii）当社にそうすることに対するやむを得ない理由がある場合（例えば、当社のオンラインコミュニティでの安全とセキュリティを確保するためなど）、お客様の情報の使用に異議を唱える（つまり「停止を要請する」）ことができます。お客様が異議を唱えた場合、当社は合理的な解決策を見つけるべく、お客様と話し合います。",
    "privacyApps.deletionTitle": "削除請求",
    "privacyApps.deletionDescription": "また、適用法で許可されているとおり、お客様の情報の削除を要求することもできます。これは、例えば、お客様の情報が古くなっている場合、処理が必要でない場合、または違法である場合、当該同意に基づいて当社の処理に対する同意を撤回する場合、またはお客様が当社の処理に異議を唱えた場合などに適用されます。状況によっては、法的義務または訴訟の目的で、お客様の情報を保持する必要がある場合があります。サーバーからお客様の全情報削除を希望される場合は、{helpEmail}までご連絡ください。",
    "privacyApps.restrictionTitle": "処理の制限",
    "privacyApps.restrictionDescription": "お客様は、（i）お客様の情報の正確性、（ii）お客様の情報の処理の合法性、または（iii）この情報を処理する当社の正当な利益、に関する要求を処理している間、お客様の情報の処理を制限するよう要求することができます。また、訴訟目的での情報使用を希望される場合は、お客様情報の処理を当社に制限するよう要求することもできます。",
    "privacyApps.withdrawalTitle": "同意の撤回",
    "privacyApps.withdrawalDescription": "当社がお客様の情報の処理について、お客様の同意に依存する一方、お客様にはいつでも無料で同意を取り消す権利があります。同意を取り消しても、同意が取り消される前の処理の合法性には影響しません。",
    "privacyApps.eeaComplaint": "上記の権利に加えて、お客様は、適用法に従い、管轄の監督当局に苦情を申し立てる権利も有します。ただし、これら権利にはそれぞれ例外と制限があります。たとえば、要求が明らかに根拠のないものであるまたは要求が過剰である場合、または要求が他者の権利と自由に対して悪影響を及ぼす可能性がある場合、法の執行または執行を害する可能性、係属中の訴訟または将来の訴訟を妨害する可能性、または適用法に違反する可能性がある場合、当該要求に対する対応を拒否する場合があります。お客様の権利を行使する要求を提出するには、{helpEmail} までご連絡ください 。",
    "privacyApps.retentionHeader": "データ保持",
    "privacyApps.retentionParagraph": "当社は、当社が処理する目的においてお客様の情報が不要になった場合、お客様の情報を長期間保持することが法律で義務付けられている場合を除き、お客様の情報を削除するか、またはお客様を特定できない形式で保持する措置を講じます。保持期間を決定する際には、さまざまな基準を考慮します。この基準にはお客様が要求するサービスの種類、またはお客様に提供するサービスの種類、お客様との関係の性質と長さ、当社のサービスへの再登録の可能性、お客様から得られた一部の情報、またはお客様に関する情報を削除した場合、お客様に当社が提供するサービスに及ぼす影響、法律と時効によって定められた強制的な保持期間が含まれます。",
    "privacyApps.protectHeader": "Scratchは、どうやって個人情報を保護するのですか？",
    "privacyApps.protectParagraph": "Scratchでは、偶発的または違法な破壊、偶発的な損失、不正な変更、不正な開示または不正なアクセス、誤用、およびその他の違法な形態による情報処理から、スクラッチアプリで収集された情報を保護することを目的とした、管理的、物理的、および技術的な手順が整備されています。ただし、これらの対策は効果的であるものの、侵入できないセキュリティ システムはありません。当社は、当社のデータベースのセキュリティを完全に保証することはできかねます。また、お客様が提供する情報がインターネットを介して当社に送信される際に傍受されないことも保証できかねます。",
    "privacyApps.internationalTransferHeader": "国際的なデータ移転",
    "privacyApps.internationalTransferParagraph": "当社は、お客様の居住国以外の国にお客様の情報を転送する場合があります。これには、米国（当社のスクラッチサーバーが設置されている場所）または当社または当社のサービスプロバイダーが施設を維持するその他の国が含まれます。お客様が欧州経済地域、英国、スイスに居住している場合、またはデータ収集・使用を管理する法律が米国の法律とは異なるその他の地域に居住している場合、お客様の司法管轄区と異なるデータ保護法を有する国および管轄区域にお客様の情報を転送する場合があることにご注意ください。当社は、当社に代わって処理および転送される情報に適切な保護措置を適用します。使用される保護措置の詳細については、当社までお問い合わせください。",
    "privacyApps.notificationsHeader": "プライバシーポリシーの変更に関する通知",
    "privacyApps.notificationsParagraph": "当社はプライバシーポリシーを定期的に見直し、必要に応じてポリシーを変更することがあります。重大な変更があった場合は、お客様に通知します。当社のプライバシーポリシーを定期的に確認することをお勧めします。このページの上部にある「最終更新日」は、このプライバシーポリシーが最後に改訂された日付が記載されています。これらの変更後もスクラッチアプリを継続して使用される場合、改訂されたプライバシーポリシーに同意されたことを意味します。",
    "privacyApps.contactHeader": "お問い合わせ先",
    "privacyApps.contactIntro": "Scratch Foundation は、お客様の情報の処理を行う事業体です。本プライバシーポリシーについて質問がある場合、またはご自身の情報に関する権利行使を希望される場合は、 {helpEmail} までご連絡いただくか、以下の住所まで郵送にてお問い合わせください。"
}