{
    "privacyApps.title": "개인정보보호 정책",
    "privacyApps.updated": "Scratch 개인정보보호 정책 최근 업데이트: 2022년 1월 6일",
    "privacyApps.intro": "Scratch Foundation(이하 “Scratch”, “당사”, “본사”)은 개인정보가 당사 커뮤니티에 얼마나 중요한 지 인식하고 있습니다. 당사는 오프라인 편집기(이하 “Scratch App”)를 통해 수집하는 개인정보(“정보”)를 설명하고 이를 사용, 처리, 공유하는 방법과 이를 안전하게 지키기 위해 어떤 조치를 취하는가에 대해 설명하기 위하여 본 개인정보보호 정책을 작성했습니다. 또한, 귀하의 개인정보에 관한 귀하의 권리 및 선택사항, 문의, 우려사항이 있을 시 당사에 연락할 수 있는 방법에 관하여 정보를 제공합니다.",
    "privacyApps.collectionHeader": "Scratch가 수집하는 귀하의 정보",
    "privacyApps.collectionParagraph": "본 개인정보보호 정책의 목적에서 “정보”란 식별되거나 식별 가능한 개인에 관련된 모든 정보를 뜻합니다. Scratch App이 원격 측정 시스템을 통하여 자동으로 수집, 로컬에 저장하는 정보는 다음과 같습니다. 텍스트 형식의 프로젝트명, 언어 설정, 시간대 및 Scratch App 사용 관련 이벤트(Scratch App 열고 닫기, 프로젝트 파일 불러오기 또는 저장, 새로운 프로젝트 생성). 원격 측정 공유 기능을 켜기로 선택하면 Scratch App이 해당 정보를 Scratch로 전송합니다. Scratch App에서 생성된 프로젝트는 귀하가 Scratch Online Community로 프로젝트를 업로드하기로 선택하지 않는 한 Scratch로 전송되거나 Scratch에서 액세스할 수 없습니다. 해당 시점에서 귀하가 공유하는 정보는 Scratch Online Community {privacyPolicyLink}약관의 적용을 받습니다. 자세한 내용은 하단의 “나의 프로젝트를 Scratch Online Community에 업로드하면 어떻게 됩니까?” 섹션을 참조해 주십시오.",
    "privacyApps.privacyPolicyLinkText": "개인정보보호 정책",
    "privacyApps.usageHeader": "Scratch가 나의 정보를 사용하는 방식",
    "privacyApps.usageIntro": "당사는 본 정보를 다음과 같은 목적으로 사용합니다.",
    "privacyApps.analyticsTitle": "Scratch App 분석, 개선",
    "privacyApps.analyticsDescription": "Scratch App 사용을 분석하고 Scratch App 학습 경험 개선을 위해 정보를 사용합니다.",
    "privacyApps.researchTitle": "학술적, 과학적 연구",
    "privacyApps.researchDescription": "당사는 학술적, 과학적 연구의 맥락에서 통계 분석 목적으로 정보를 비식별화 및 집계합니다. 예를 들어, 사람들이 Scratch App을 통해 학습하는 방식과 청소년을 위한 학습 도구 개선 방법 이해에 도움을 받을 수 있습니다. 이 같은 연구 결과는 컨퍼런스, 저널, 기타 학술지, 과학 출판물을 통해 교육자, 연구자와 공유됩니다. 자세한 사항은 당사{researchPageLink} 페이지에서 확인 가능합니다.",
    "privacyApps.researchPageLinkText": "연구",
    "privacyApps.legalTitle": "법률",
    "privacyApps.legalDescription": "당사는 {termsOfUseLink}시행 및 법적 권리 보호, 법적 의무 및 내부 정책 준수를 위해 귀하의 정보를 활용할 수 있습니다. 당사는 Scratch App 분석을 통해 이를 수행할 수 있습니다.",
    "privacyApps.termsOfUseLinkText": "약관",
    "privacyApps.processingHeader": "귀하의 정보를 처리하는 법률 근거",
    "privacyApps.processingParagraph": "귀하가 유럽 경제 지역, 영국 또는 스위스에 거주하는 경우 당사는 유효한 법률 근거에 한하여 귀하의 정보를 처리합니다. \"법률 근거\"는 귀하의 정보 활용을 정당화하는 사유입니다. 이 경우, 당사 또는 합법적인 이해관계를 가진 제3자가 연구 목적, Scratch App 학습 경험 분석 및 개선, Scratch App 수행의 안전, 보안, 성능 향상을 위해 귀하의 집계 정보, 비식별 정보를 생성, 분석, 공유하기 위해 귀하의 정보(Scratch App에서 Scratch 팀으로 정보를 전송하도록 허용한 경우)를 활용합니다. 당사는 본 이해관계가 귀하의 권리 및 이익을 침해하지 않는 경우에 한하여 제3자가 귀하의 정보를 처리할 수 있도록 합니다.",
    "privacyApps.sharingHeader": "Scratch가 나의 정보를 공유하는 방식",
    "privacyApps.sharingIntro": "Scratch App을 통해 수집한 정보는 다음과 같은 상황에서 제3자에게 공개됩니다.",
    "privacyApps.serviceProvidersTitle": "서비스 제공업체",
    "privacyApps.serviceProvidersDescription": "웹사이트 호스팅, 데이터 분석, 정보 기술 및 관련 인프라 제공, 고객 서비스, 이메일 전송, 기타 서비스와 같은 서비스를 제공하는 제3자.",
    "privacyApps.researchSharingDescription": "MIT(Massachusetts Institute of Technology)와 같은 연구기관에서 사용자가 Scratch App을 통해 학습하는 방법을 배우고 새로운 학습 도구를 개발하기 위해. 본 연구의 결과, 통계 분석 결과는 컨퍼런스, 저널, 및 기타 출판물을 통해 공유될 수 있습니다.",
    "privacyApps.mergerTitle": "합병",
    "privacyApps.mergerDescription": "잠재적, 실제 인수자, 승계인 또는 양수인에게 조직 또는 자산을 전체 또는 일부의 조직 개편, 합병, 매각, 합작투자, 양도, 이전 또는 기타 처분. 신규 법인이 귀하의 정보에 대하여 계획한 처리가 본 개인정보보호 정책에 명시된 것과 실제 차이가 있을 시 귀하는 이 같은 이전을 거부할 수 있습니다.",
    "privacyApps.legalSharingDescription": "법률에 의거하여 요구되거나 이 같은 조치가 적절하다는 선의의 믿음으로 요구될 경우: (a) 귀하의 거주 국가 외 법률을 포함하여 관련 법률에 따름. (b) 법률 절차 준수를 위함. (c) 학교, 학군, 법 집행기관을 비롯한 공공기관 및 정부기관의 요청에 따르며 여기에는 귀하의 거주 국가 외 공공 및 정부기관이 포함됨.  (d) 당사 이용약관 이행을 위함. (e) 당사 또는 당사 계열사 운영 보호를 위함. (f) 당사의 권리 및 개인정보, 안전 또는 재산 및/또는 당사 계열사, 귀하, 기타 제3자의 권리 보호를 위함. (g) 당사가 사용 가능한 구제책 또는 당사에 발생할 수 있는 손해 제한을 위함.",
    "privacyApps.communityHeader": "내 프로젝트를 Scratch Online Community에 올리면 일어나는 일",
    "privacyApps.communityParagraph": "Scratch App 사용 중에 Scratch Online Community(“온라인 커뮤니티”)에 프로젝트 업로드를 선택할 수 있습니다. 프로젝트를 온라인 커뮤니티에 업로드하기로 선택하면 Scratch App 외부에서 정보를 공유 및 온라인 커뮤니티 서비스에 이를 제공합니다. 계정 및 프로젝트 정보를 비롯한 프로젝트 업로드 시 공유하는 정보는 스크래치 온라인 커뮤니티 {privacyPolicyLink}이 적용됩니다.",
    "privacyApps.studentsHeader": "아동 및 학생 개인정보보호",
    "privacyApps.coppa": "Scratch Foundation은 501(c)(3) 비영리 단체입니다. 이에 따라 Scratch는 어린이 온라인 사생활 보호법(COPPA)의 적용을 받지 않습니다. 그러나 이와 무관하게 Scratch는 아동의 개인정보를 중요하게 여깁니다. Scratch는 사용자로부터 최소한의 정보만 수집하며, 본 개인정보보호 정책에 설명한 바와 같이 서비스를 제공하고, 연구를 비롯한 제한된 기타 목적에 한하여 정보를 사용, 공개합니다.",
    "privacyApps.ferpa": "Scratch는 가족 교육 권리 및 사생활 보호법(FERPA)에서 정의한 바와 같이 학생의 교육기록에서 정부를 수집하지 않습니다. Scratch는 본 개인정보보호 정책에서 설명한 경우를 제외하고 학생의 정보를 제3자에게 공개하지 않습니다.",
    "privacyApps.eeaHeader": "귀하의 데이터 보호 권리(EEA)",
    "privacyApps.eeaIntro": "귀하가 유럽 경제 지역, 영국 또는 스위스에 거주하는 경우 귀하는 귀하의 정보와 관련하여 갖는 권리는",
    "privacyApps.accessTitle": "액세스, 수정 및 데이터 이동성입니다.",
    "privacyApps.accessDescription": "귀하는 당사가 귀하에 대하여 처리하는 정보의 개요를 요청하여 귀하의 정보 사본을 받을 수 있습니다. 또한, 귀하는 불완전, 부정확, 오래된 정보의 수정 요청 권리를 갖습니다. 관련 법률이 의거하는 범위 내에서 귀하는 당사에 귀하의 정보를 다른 회사로 제공하도록 요청할 수 있습니다.",
    "privacyApps.objectionTitle": "거부",
    "privacyApps.objectionDescription": "귀하는 다음과 같은 경우 거부(“중지 요청”을 의미함)할 수 있습니다. (i) 법률 의무 준수에 따라 처리되지 않음. (ii) 귀하의 정보 사용이 Scratch와 귀하 간 계약에 제공된 작업 수행에 필요하지 않음. (iii) 당사가 해당 작업에 대한 타당성이 없는 경우(예: 당사 온라인 커뮤니티의 안전 및 보안 보장을 위해) 귀하가 반대 의사를 표명할 시 당사는 합리적 해결책을 찾을 수 있도록 귀하와 협력합니다.",
    "privacyApps.deletionTitle": "삭제",
    "privacyApps.deletionDescription": "또한, 관련 법률에 의거하여 귀하의 정보 삭제를 요청할 수 있습니다. 여기에는 예를 들어 귀하의 정보가 오래된 경우, 처리가 필요하지 않은 경우, 불법인 경우, 이 같은 동의에 의거하여 당사 처리에 대한 동의를 철회하는 경우, 귀하가 당사의 처리를 거부하는 경우 적용됩니다. 경우에 따라 법적 의무, 소송 목적으로 인해 귀하의 정보를 유지해야 할 수도 있습니다. 귀하의 모든 정보를 당사 서버에서 제거하기를 원하시는 경우{helpEmail} 에서 도움을 받으십시오.",
    "privacyApps.restrictionTitle": "처리 제한",
    "privacyApps.restrictionDescription": "귀하는 다음과 관련된 요청 처리 과정에서 귀하의 정보 처리 제한을 요청할 수 있습니다. (i) 귀하의 정보 정확성. (ii) 귀하의 정보 처리 적법성. (iii) 해당 정보 처리에 대한 당사의 합법적 이익. 소송 목적으로 정보를 사용할 시 귀하의 정보 처리를 제한하도록 요청할 수 있습니다.",
    "privacyApps.withdrawalTitle": "동의 철회",
    "privacyApps.withdrawalDescription": "당사는 귀하의 정보 처리를 동의에 의존하는 바에 따라 귀하는 언제든 무상으로 정보 철회 권리를 갖습니다. 이 경우 동의 철회 전처리 적법성에 영향을 미치지 않습니다.",
    "privacyApps.eeaComplaint": "상기 언급된 권리 외에도 귀하는 해당 법률에 따라 유권 감독기관에 이의를 제기할 권리를 갖습니다. 단, 해당하는 각 권리는 예외 및 제한 사항을 갖습니다. 예를 들어, 요청에 대한 근거가 명확하지 않은 경우, 요청이 과도한 경우, 타인의 권리 및 자유에 부정적 영향을 미치는 경우, 향후 소송 또는 관련 법률 위반에 관하여 집행 침해, 법률 집행 저해의 가능성이 있는 경우 당사는 요청에 대한 조치를 거부할 수 있습니다. 권리 행사 요청을 제출하실 경우 {helpEmail}에서 도움을 받으십시오.",
    "privacyApps.retentionHeader": "데이터 보존",
    "privacyApps.retentionParagraph": "본 정보 처리 목적에 더 이상 필요성이 없을 시 귀하의 정보를 삭제하거나 귀하를 식별 불가한 형태로 유지할 수 있는 조치를 취합니다. 단, 법률에 의거하여 본 정보를 장기간 보관해야하는 경우는 예외로 둡니다. 보유 기간 결정 시 당사는 귀하가 요청한 경우, 제공한 서비스 유형, 귀하와의 관계 및 성격, 기간, 당사 서비스 재등록 가능성, 당사가 서비스에 미치는 영향 등 다양한 기준 요소를 고려하여 이루어집니다. 당사가 귀하에게서, 또는 귀하에 대하여 일부 정보를 삭제할 경우 법률 및 소멸시효에 의하여 제공되는 의무적 보유 기간을 귀하에게 제공합니다.",
    "privacyApps.protectHeader": "Scratch가 나의 정보를 보호하는 방식",
    "privacyApps.protectParagraph": "Scratch는 우발적, 불법적 파괴, 우발적 손실, 무단 변경, 무단 공개 또는 액세스, 오용, 기타 불법적 형태의 정보 처리로부터 Scratch App을 통해 수집한 정보를 보호하기 위한 행정적, 물리적, 기술적 절차를 보유합니다. 단, 해당 조치가 충분히 효과를 갖더라도 결코 뚫을 수 없는 보안 시스템은 존재하지 않습니다. 당사는 당사 데이터베이스 보안에 대한 완전한 보장을 제공할 수 없으며, 귀하가 제공한 정보가 인터넷을 통해 당사로 전송되는 과정에서 가로챔을 당하지 않는다는 보장을 할 수 없습니다.",
    "privacyApps.internationalTransferHeader": "국제 데이터 전송",
    "privacyApps.internationalTransferParagraph": "당사는 미국(Scratch 서버 소재지) 또는 당사, 당사 서비스 제공업체가 시설을 유지관리하는 기타 국가를 포함해 귀하의 소재지 국가 이외로 귀하의 정보를 전송할 수 있습니다. 귀하가 유럽 경제 지역, 영국 또는 스위스, 또는 미국 법률과 다를 수 있는 데이터 수집 및 사용 규제에 대한 법률이 존재하는 기타 지역에 거주할 경우, 당사는 귀하의 정보를 귀하의 관할구역과 동일한 데이터 보호 법안이 없는 국가 및 관할로 전송할 수 있습니다. 당사는 당사를 대신하여 처리 및 전송되는 정보에 적절한 보호 조치를 적용합니다. 적용된 보호 조치에 대한 자세한 사항은 당사로 문의해 주십시오.",
    "privacyApps.notificationsHeader": "개인정보보호 정책 변경 알림",
    "privacyApps.notificationsParagraph": "당사는 정기적으로 개인정보보호 정책을 검토하여 적절하게 정책을 수정합니다. 중대한 변경 사항이 있을 시 알려드리겠습니다. 정기적인 개인정보보호 정책 검토를 권장합니다. 본 페이지 상단의 “최근 업데이트” 날짜는 본 개인정보보호 정책이 최종 수정된 날짜를 표시합니다. 해당 변경 사항에 따라 Scratch App을 계속해서 사용할 시 개정된 개인정보보호 정책에 동의하는 것으로 간주합니다.",
    "privacyApps.contactHeader": "문의하기",
    "privacyApps.contactIntro": "Scratch Foundation은 귀하의 정보 처리를 책임지는 기관입니다. 본 개인정보보호 정책에 대하여 문의 사항이 있는 경우, 귀하의 정보에 대한 권리 행사를 원하는 경우 {helpEmail} 으로 문의하시거나 메일을 보내주십시오."
}