{
    "privacyApps.title": "Privātuma politika",
    "privacyApps.updated": "Scratch konfidencialitātes politika pēdējo reizi tika atjaunināta: 2022. gada 6. janvārī",
    "privacyApps.intro": "Scratch Foundation (“Scratch”, “mēs” vai “mēs”) saprot, cik svarīga mūsu kopienai ir privātums. Mēs rakstījām šo konfidencialitātes politiku, lai izskaidrotu, kādu Personas informāciju (“Informācija”) mēs apkopojam, izmantojot mūsu bezsaistes redaktoru (“Scratch App”), kā mēs to izmantojam, apstrādājam un kopīgojam un ko mēs darām, lai nodrošinātu tās drošību. Tajā ir arī sniegta informācija par jūsu tiesībām un izvēli attiecībā uz jūsu Personisko informāciju, kā arī par to, kā jūs varat sazināties ar mums, ja jums ir kādi jautājumi vai bažas.",
    "privacyApps.collectionHeader": "Kādu informāciju Scratch vāc par mani?",
    "privacyApps.collectionParagraph": "Šīs Privātuma politikas izpratnē “Informācija” ir jebkura informācija, kas attiecas uz identificētu vai identificējamu personu. Lietotne Scratch automātiski savāc un lokāli saglabā šādu informāciju, izmantojot savu telemetrijas sistēmu: jūsu projekta nosaukums teksta formā, valodas iestatījums, laika josla un notikumi, kas saistīti ar jūsu Scratch App lietošanu (proti, kad Scratch lietotne tika atvērta un aizvērta , ja ir ielādēts vai saglabāts projekta fails vai tiek izveidots jauns projekts). Ja izvēlaties ieslēgt telemetrijas koplietošanas funkciju, lietotne Scratch pārsūtīs šo informāciju uz Scratch. Projekti, kas izveidoti lietotnē Scratch, netiek pārsūtīti uz Scratch un tiem nav pieejami, ja vien neizvēlaties augšupielādēt savu projektu Scratch tiešsaistes kopienā, un tad uz jūsu kopīgoto informāciju attieksies Scratch tiešsaistes kopienas noteikumi {privacyPolicyLink}. Lūdzu, skatiet sadaļu “Kas notiek, ja es augšupielādēšu savu projektu Scratch tiešsaistes kopienā?” zemāk, lai iegūtu vairāk informācijas.",
    "privacyApps.privacyPolicyLinkText": "Privātuma politika",
    "privacyApps.usageHeader": "Kā Scratch izmanto manu informāciju?",
    "privacyApps.usageIntro": "Mēs izmantojam šo informāciju šādiem mērķiem:",
    "privacyApps.analyticsTitle": "Analīze un lietotnes Scratch uzlabošana",
    "privacyApps.analyticsDescription": "Mēs izmantojam šo informāciju, lai analizētu lietotnes Scratch lietošanu un uzlabotu jūsu mācību pieredzi lietotnē Scratch.",
    "privacyApps.researchTitle": "Akadēmiskie un zinātniskie pētījumi",
    "privacyApps.researchDescription": "Mēs deidentificējam un apkopojam informāciju statistikas analīzei zinātnisko un akadēmisko pētījumu kontekstā. Piemēram, lai palīdzētu mums saprast, kā cilvēki mācās, izmantojot lietotni Scratch, un kā mēs varam uzlabot jauniešiem paredzētus mācību rīkus. Šādu pētījumu rezultāti tiek kopīgoti ar pedagogiem un pētniekiem, izmantojot konferences, žurnālus un citas akadēmiskas vai zinātniskas publikācijas. Vairāk varat uzzināt mūsu {researchPageLink} lapā.",
    "privacyApps.researchPageLinkText": "Pētījumi",
    "privacyApps.legalTitle": "Juridiskā informācija",
    "privacyApps.legalDescription": "Mēs varam izmantot jūsu informāciju, lai īstenotu mūsu {termsOfUseLink}, aizstāvētu savas likumīgās tiesības un ievērotu mūsu juridiskos pienākumus un iekšējās politikas. Mēs to varam izdarīt, analizējot to, kā jūs lietojat lietotni Scratch.",
    "privacyApps.termsOfUseLinkText": "Lietošanas noteikumi",
    "privacyApps.processingHeader": "Kāds ir jūsu informācijas apstrādes juridiskais pamatojums?",
    "privacyApps.processingParagraph": "Ja atrodaties Eiropas Ekonomikas zonā, Apvienotajā Karalistē vai Šveicē, mēs apstrādājam jūsu informāciju tikai, pamatojoties uz derīgu juridisku pamatojumu. “Juridisks pamats” ir iemesls, kas attaisno jūsu informācijas izmantošanu. Šajā gadījumā mums vai trešajai pusei ir likumīgas intereses izmantot jūsu informāciju (ja izvēlaties atļaut Scratch lietotnei sūtīt Scratch komandai jūsu informāciju), lai izveidotu, analizētu un kopīgotu jūsu apkopoto vai neidentificēto informāciju pētniecības nolūkos. , lai analizētu un uzlabotu savu mācību pieredzi lietotnē Scratch un citādi nodrošinātu un uzlabotu lietotnes Scratch drošību, drošību un veiktspēju. Mēs paļaujamies uz mūsu vai trešās puses likumīgajām interesēm, lai apstrādātu jūsu informāciju tikai tad, ja šīs intereses nav svarīgākas par jūsu tiesībām un interesēm.",
    "privacyApps.sharingHeader": "Kā Scratch koplieto manu informāciju?",
    "privacyApps.sharingIntro": "Mēs izpaužam informāciju, ko apkopojam, izmantojot lietotni Scratch, trešajām pusēm šādos gadījumos:",
    "privacyApps.serviceProvidersTitle": "Pakalpojumu sniedzējiem",
    "privacyApps.serviceProvidersDescription": "Trešajām pusēm, kas sniedz tādus pakalpojumus kā vietņu mitināšana, datu analīze, informācijas tehnoloģiju un ar to saistītās infrastruktūras nodrošināšana, klientu apkalpošana, e-pasta piegāde un citi pakalpojumi.",
    "privacyApps.researchSharingDescription": "Pētniecības iestādēm, piemēram, Masačūsetsas Tehnoloģiju institūtam (MIT), lai uzzinātu, kā mūsu lietotāji mācās, izmantojot lietotni Scratch, un izstrādā jaunus mācību rīkus. Šī pētījuma vai statistiskās analīzes rezultātus var kopīgot konferencēs, žurnālos un citās publikācijās.",
    "privacyApps.mergerTitle": "Apvienošanās",
    "privacyApps.mergerDescription": "Potenciālajam vai faktiskajam ieguvējam, pēctecim vai cesionāram jebkuras reorganizācijas, apvienošanas, pārdošanas, kopuzņēmuma, cesijas, nodošanas vai cita veida visas vai jebkuras mūsu organizācijas vai aktīvu daļas atsavināšanas ietvaros. Jums būs iespēja atteikties no jebkuras šādas pārsūtīšanas, ja jaunā uzņēmuma plānotā jūsu Informācijas apstrāde būtiski atšķiras no šajā Privātuma politikā noteiktās.",
    "privacyApps.legalSharingDescription": "Ja tas ir jādara saskaņā ar likumu vai godprātīgi uzskatot, ka šāda darbība ir piemērota: (a) saskaņā ar piemērojamiem tiesību aktiem, tostarp likumiem ārpus jūsu dzīvesvietas valsts; b) ievērot tiesas procesu; (c) atbildēt uz pieprasījumiem no valsts un valdības iestādēm, piemēram, skolas, skolu rajoniem un tiesībaizsardzības iestādēm, tostarp valsts un valdības iestādēm ārpus jūsu dzīvesvietas valsts; (d) lai īstenotu mūsu noteikumus un nosacījumus; (e) lai aizsargātu mūsu vai mūsu saistīto uzņēmumu darbības; (f) lai aizsargātu mūsu tiesības, privātumu, drošību vai īpašumu un/vai mūsu saistīto uzņēmumu, jūsu vai citu personu tiesības; un (g) lai mēs varētu izmantot pieejamos tiesiskās aizsardzības līdzekļus vai ierobežot zaudējumus, kas mums varētu rasties.",
    "privacyApps.communityHeader": "Kas notiks, ja es augšupielādēšu savu projektu Scratch tiešsaistes kopienā?",
    "privacyApps.communityParagraph": "Lietojot lietotni Scratch, varat izvēlēties augšupielādēt savu projektu Scratch tiešsaistes kopienā (“tiešsaistes kopiena”). Ja izvēlaties augšupielādēt savu projektu tiešsaistes kopienā, jūs kopīgojat savu informāciju ārpus lietotnes Scratch un sniedzat to tiešsaistes kopienas pakalpojumam. Informāciju, ko kopīgojat, augšupielādējot projektu, piemēram, konta un projekta informāciju, pārvaldīs Scratch tiešsaistes kopiena {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "Bērnu un studentu privātums",
    "privacyApps.coppa": "Scratch Foundation ir 501. (c)(3) bezpeļņas organizācija. Līdz ar to Bērnu tiešsaistes privātuma aizsardzības likums (COPPA) neattiecas uz Scratch. Tomēr Scratch nopietni uztver bērnu privātumu. Scratch apkopo tikai minimālu informāciju no saviem lietotājiem un izmanto un atklāj informāciju tikai pakalpojumu sniegšanai un ierobežotiem citiem mērķiem, piemēram, izpētei, kā aprakstīts šajā konfidencialitātes politikā.",
    "privacyApps.ferpa": "Scratch neapkopo informāciju no skolēna izglītības ierakstiem, kā noteikts Ģimenes izglītības tiesību un privātuma likumā (FERPA). Scratch neizpauž informāciju par studentiem trešajām pusēm, izņemot gadījumus, kas aprakstīti šajā konfidencialitātes politikā.",
    "privacyApps.eeaHeader": "Jūsu datu aizsardzības tiesības (EEZ)",
    "privacyApps.eeaIntro": "Ja atrodaties Eiropas Ekonomikas zonā, Apvienotajā Karalistē vai Šveicē, jums ir noteiktas tiesības attiecībā uz jūsu informāciju:",
    "privacyApps.accessTitle": "Piekļuve, labošana un datu pārnesamība",
    "privacyApps.accessDescription": "Jūs varat lūgt pārskatu par informāciju, ko mēs apstrādājam par jums, un saņemt savas Informācijas kopiju. Jums ir arī tiesības pieprasīt izlabot nepilnīgu, neprecīzu vai novecojušu informāciju. Ciktāl to prasa piemērojamie tiesību akti, jūs varat pieprasīt, lai mēs sniegtu jūsu informāciju citam uzņēmumam.",
    "privacyApps.objectionTitle": "Iebildums",
    "privacyApps.objectionDescription": "Jūs varat iebilst (tas nozīmē “lūgt mūs pārtraukt”) jebkādu savas Informācijas izmantošanu, kas nav (i) apstrādāta, lai izpildītu juridiskas saistības, (ii) nepieciešama, lai izpildītu to, kas paredzēts līgumā starp Scratch un jums, vai (iii) ja mums ir pārliecinošs iemesls to darīt (piemēram, lai nodrošinātu drošību mūsu tiešsaistes kopienā). Ja jūs iebilstat, mēs sadarbosimies ar jums, lai atrastu saprātīgu risinājumu.",
    "privacyApps.deletionTitle": "Dzēšana",
    "privacyApps.deletionDescription": "Jūs varat arī pieprasīt savas Informācijas dzēšanu, kā to atļauj piemērojamie tiesību akti. Tas attiecas, piemēram, uz gadījumiem, kad jūsu informācija ir novecojusi vai apstrāde nav nepieciešama vai ir nelikumīga; ja atsaucat savu piekrišanu mūsu apstrādei, pamatojoties uz šādu piekrišanu; vai ja esat iebildis pret mūsu apstrādi. Dažās situācijās mums var būt nepieciešams saglabāt jūsu informāciju juridisku pienākumu vai tiesvedības nolūkos. Ja vēlaties, lai visa jūsu informācija tiktu noņemta no mūsu serveriem, lūdzu, sazinieties {helpEmail}, lai saņemtu palīdzību.",
    "privacyApps.restrictionTitle": "Apstrādes ierobežojums",
    "privacyApps.restrictionDescription": "Jūs varat pieprasīt, lai mēs ierobežotu jūsu Informācijas apstrādi, kamēr mēs apstrādājam pieprasījumu saistībā ar (i) jūsu informācijas precizitāti, (ii) jūsu informācijas apstrādes likumību vai (iii) mūsu likumīgajām interesēm apstrādāt šo informāciju. . Jūs varat arī pieprasīt, lai mēs ierobežotu jūsu Informācijas apstrādi, ja vēlaties izmantot informāciju tiesvedības nolūkos.",
    "privacyApps.withdrawalTitle": "Piekrišanas atsaukšana",
    "privacyApps.withdrawalDescription": "Ja mēs paļaujamies uz piekrišanu jūsu Informācijas apstrādei, jums ir tiesības to atsaukt jebkurā laikā un bez maksas. Ja jūs to darāt, tas neietekmēs apstrādes likumību pirms jūsu piekrišanas atsaukšanas.",
    "privacyApps.eeaComplaint": "Papildus iepriekš minētajām tiesībām jums ir arī tiesības iesniegt sūdzību kompetentajai uzraudzības iestādei saskaņā ar piemērojamiem tiesību aktiem. Tomēr katrai no šīm tiesībām ir izņēmumi un ierobežojumi. Mēs, piemēram, varam atteikties rīkoties pēc pieprasījuma, ja pieprasījums ir acīmredzami nepamatots vai pārmērīgs, vai ja pieprasījums varētu negatīvi ietekmēt citu personu tiesības un brīvības, kaitēt likuma izpildei vai izpildei, traucēt izskatīšanai vai turpmāka tiesvedība vai piemērojamo tiesību aktu pārkāpums. Lai iesniegtu pieprasījumu izmantot savas tiesības, lūdzu, sazinieties {helpEmail}, lai saņemtu palīdzību.",
    "privacyApps.retentionHeader": "Datu saglabāšana",
    "privacyApps.retentionParagraph": "Mēs veicam pasākumus, lai dzēstu jūsu informāciju vai saglabātu to tādā veidā, kas neļauj jūs identificēt, kad šī informācija vairs nav nepieciešama mērķiem, kādiem mēs to apstrādājam, ja vien tiesību akti mums neuzliek šo informāciju ilgāku laiku. periodā. Nosakot glabāšanas periodu, mēs ņemam vērā dažādus kritērijus, piemēram, jūsu pieprasīto vai sniegto pakalpojumu veidu, mūsu attiecību raksturu un ilgumu ar jums, iespējamu atkārtotu reģistrāciju mūsu pakalpojumiem, ietekmi uz mūsu pakalpojumiem. sniegt jums, ja mēs dzēšam kādu informāciju no jums vai par jums, likumā noteiktajiem obligātajiem glabāšanas termiņiem un noilguma termiņiem.",
    "privacyApps.protectHeader": "Kā Scratch aizsargā manu informāciju?",
    "privacyApps.protectParagraph": "Scratch ir ieviestas administratīvās, fiziskās un tehniskās procedūras, kuru mērķis ir aizsargāt Scratch lietotnē apkopoto informāciju pret nejaušu vai nelikumīgu iznīcināšanu, nejaušu nozaudēšanu, neatļautu pārveidošanu, neatļautu izpaušanu vai piekļuvi, ļaunprātīgu izmantošanu un jebkuru citu nelikumīgu apstrādes veidu. no Informācijas. Tomēr, lai cik efektīvi būtu šie pasākumi, neviena drošības sistēma nav necaurlaidīga. Mēs nevaram pilnībā garantēt mūsu datu bāzu drošību, kā arī nevaram garantēt, ka jūsu sniegtā informācija netiks pārtverta, kamēr tā tiks nosūtīta mums internetā.",
    "privacyApps.internationalTransferHeader": "Starptautiskā datu pārsūtīšana",
    "privacyApps.internationalTransferParagraph": "Mēs varam pārsūtīt jūsu informāciju uz valstīm, kas nav valsts, kurā atrodaties, tostarp uz ASV (kur atrodas mūsu Scratch serveri) vai jebkuru citu valsti, kurā mēs vai mūsu pakalpojumu sniedzēji uzturam telpas. Ja atrodaties Eiropas Ekonomikas zonā, Apvienotajā Karalistē vai Šveicē vai citos reģionos ar likumiem, kas regulē datu vākšanu un izmantošanu, kas var atšķirties no ASV tiesību aktiem, lūdzu, ņemiet vērā, ka mēs varam pārsūtīt jūsu informāciju uz valsti un jurisdikciju, kurā nav tādi paši datu aizsardzības likumi kā jūsu jurisdikcijā. Mēs piemērojam atbilstošus aizsardzības pasākumus mūsu vārdā apstrādātajai un pārsūtītajai informācijai. Lūdzu, sazinieties ar mums, lai iegūtu plašāku informāciju par izmantotajiem aizsardzības līdzekļiem.",
    "privacyApps.notificationsHeader": "Paziņojumi par izmaiņām privātuma politikā",
    "privacyApps.notificationsParagraph": "Mēs periodiski pārskatām savu konfidencialitātes politiku un varam pēc vajadzības mainīt savas politikas. Mēs jūs informēsim par jebkādām būtiskām izmaiņām. Mēs iesakām regulāri pārskatīt mūsu Privātuma politiku. Datums “Pēdējā atjaunināšana” šīs lapas augšdaļā norāda, kad šī Privātuma politika pēdējo reizi tika pārskatīta. Ja turpināsiet lietot Scratch lietotni pēc šīm izmaiņām, tas nozīmē, ka piekrītat pārskatītajai konfidencialitātes politikai.",
    "privacyApps.contactHeader": "Sazinies ar mums",
    "privacyApps.contactIntro": "Scratch Foundation ir iestāde, kas ir atbildīga par jūsu informācijas apstrādi. Ja jums ir kādi jautājumi par šo Privātuma politiku vai ja vēlaties izmantot savas tiesības uz savu informāciju, varat sazināties ar mums pa e-pastu {helpEmail} vai pa e-pastu:"
}