{
    "privacyApps.title": "Privacybeleid",
    "privacyApps.updated": "Het Privacybeleid voor Scratch is voor het laatst bijgewerkt op: 6 januari 2022",
    "privacyApps.intro": "De Scratch Foundation (“Scratch”, “we” of “ons”) begrijpt hoe belangrijk privacy is voor onze gemeenschap. We hebben dit Privacybeleid geschreven om uit te leggen welke persoonlijke gegevens (“Informatie”) we verzamelen via onze offline editor (de “Scratch-app”), hoe we deze gebruiken, verwerken en delen, en wat we doen om deze te beschermen. Het vertelt u ook over uw rechten en keuzes met betrekking tot uw persoonlijke gegevens, en hoe u contact met ons kunt opnemen als u vragen of zorgen heeft.",
    "privacyApps.collectionHeader": "Welke Informatie verzamelt Scratch over mij?",
    "privacyApps.collectionParagraph": "In het kader van dit Privacybeleid verwijst “Informatie” naar alle informatie die betrekking heeft op een geïdentificeerd of identificeerbaar individu. De Scratch-app verzamelt en slaat automatisch de volgende Informatie lokaal op via het telemetriesysteem: de titel van uw project in tekstvorm, taalinstelling, tijdzone en gebeurtenissen die gerelateerd zijn aan uw gebruik van de Scratch-app (namelijk wanneer de Scratch-app werd geopend en afgesloten, of een projectbestand is geladen of opgeslagen, of er een nieuw project is gemaakt). Als u ervoor kiest de functie voor het delen van telemetrie in te schakelen, verzendt de Scratch-app deze informatie naar Scratch. Projecten die zijn gemaakt in de Scratch-app worden niet verzonden naar of toegankelijk gemaakt door Scratch, tenzij u ervoor kiest uw project te uploaden naar de Scratch Online Community, op welk moment de informatie die u deelt zal worden onderworpen aan de voorwaarden van het Scratch Online Community {privacyPolicyLink}. Zie het gedeelte “Wat gebeurt er als ik mijn project upload naar de Scratch Online Community?” hieronder voor meer informatie.",
    "privacyApps.privacyPolicyLinkText": "Privacybeleid",
    "privacyApps.usageHeader": "Hoe gebruikt Scratch mijn Informatie?",
    "privacyApps.usageIntro": "We gebruiken deze Informatie voor de volgende doeleinden:",
    "privacyApps.analyticsTitle": "Analyse en verbetering van de Scratch-app",
    "privacyApps.analyticsDescription": "We gebruiken de Informatie om het gebruik van de Scratch-app te analyseren en om uw leerervaring met de Scratch-app te verbeteren.",
    "privacyApps.researchTitle": "Academisch en wetenschappelijk onderzoek",
    "privacyApps.researchDescription": "We maken Informatie anoniem en verzamelen Informatie voor statistische analyse in de context van wetenschappelijk en academisch onderzoek. Om ons bijvoorbeeld te helpen begrijpen hoe mensen leren via de Scratch-app en hoe we leermiddelen voor jongeren kunnen verbeteren. De resultaten van dergelijk onderzoek worden gedeeld met opvoeders en onderzoekers via conferenties, tijdschriften en andere academische of wetenschappelijke publicaties. Meer informatie vindt u op onze pagina{researchPageLink}.",
    "privacyApps.researchPageLinkText": "Onderzoek",
    "privacyApps.legalTitle": "Wettelijke regels",
    "privacyApps.legalDescription": "We kunnen uw Informatie gebruiken om onze {termsOfUseLink}af te dwingen, om onze wettelijke rechten te verdedigen, en om onze wettelijke verplichtingen en ons interne beleid na te leven. We kunnen dit doen door uw gebruik van de Scratch-app te analyseren.",
    "privacyApps.termsOfUseLinkText": "Gebruiksvoorwaarden",
    "privacyApps.processingHeader": "Wat zijn de juridische redenen voor de verwerking van uw Informatie?",
    "privacyApps.processingParagraph": "Als u zich in de Europese Economische Ruimte, het Verenigd Koninkrijk of Zwitserland bevindt, verwerken we uw Informatie alleen op basis van een geldige juridische basis. Een “wettelijke grond” is een reden die ons gebruik van uw Informatie rechtvaardigt. In dit geval hebben wij of een derde partij een legitiem belang bij het gebruik van uw Informatie (als u ervoor kiest de Scratch-app toe te staan uw Informatie naar het Scratch-team te sturen) om samengevoegde of anoniem gemaakte Informatie over u te creëren, analyseren en te delen voor onderzoeksdoeleinden, om uw leerervaring met de Scratch-app te analyseren en te verbeteren en anderszins de veiligheid, beveiliging en prestaties van de Scratch-app te verzekeren en te verbeteren. We vertrouwen alleen op de legitieme belangen van onszelf of een derde partij om uw Informatie te verwerken als deze belangen niet worden overschreven door uw rechten en belangen.",
    "privacyApps.sharingHeader": "Hoe deelt Scratch mijn Informatie?",
    "privacyApps.sharingIntro": "We maken informatie die we verzamelen via de Scratch-app openbaar aan derden in de volgende omstandigheden:",
    "privacyApps.serviceProvidersTitle": "Serviceproviders",
    "privacyApps.serviceProvidersDescription": "Aan derden die diensten aanbieden zoals website hosting, data analyse, informatietechnologie en gerelateerde infrastructuurvoorzieningen, klantenservice, e-maillevering en andere diensten.",
    "privacyApps.researchSharingDescription": "Aan onderzoeksinstellingen, zoals het Massachusetts Institute of Technology (MIT), om te leren hoe onze gebruikers leren via de Scratch-app en om nieuwe leermiddelen te ontwikkelen. De resultaten van dit onderzoek of de statistische analyse kunnen worden gedeeld via conferenties, tijdschriften en andere publicaties.",
    "privacyApps.mergerTitle": "Fusie",
    "privacyApps.mergerDescription": "Aan een potentiële of feitelijke overnemer, opvolger of rechtverkrijgende als onderdeel van een reorganisatie, fusie, verkoop, joint venture, toewijzing, overdracht of andere beschikking over alle of een deel van onze organisatie of activa. U heeft de mogelijkheid om u af te melden voor een dergelijke overdracht als de geplande verwerking van uw Informatie door de nieuwe entiteit wezenlijk verschilt van die welke in dit Privacybeleid is uiteengezet.",
    "privacyApps.legalSharingDescription": "Indien dit wettelijk vereist is of indien in goed vertrouwen wordt geloofd dat een dergelijke actie gepast is: (a) onder de toepasselijke wetgeving, inclusief wetten buiten het land waar u woont; (b) om te voldoen aan de juridische procedure; (c) om te reageren op verzoeken van publieke en overheidsautoriteiten, zoals scholen, schooldistricten en wetshandhaving, inclusief publieke en overheidsautoriteiten buiten het land waar u woont; (d) om onze voorwaarden af te dwingen; (e) om onze activiteiten of die van een van onze gelieerde ondernemingen te beschermen; (f) om onze rechten, privacy, veiligheid of eigendommen, en/of die van onze gelieerde ondernemingen, u of anderen te beschermen; en (g) om ons in staat te stellen de beschikbare rechtsmiddelen na te streven of de schade te beperken die we zouden kunnen ondervinden.",
    "privacyApps.communityHeader": "Wat gebeurt er als ik mijn project upload naar de Scratch Online Community?",
    "privacyApps.communityParagraph": "Tijdens het gebruik van de Scratch-app kunt u ervoor kiezen om uw project te uploaden naar de Scratch online community (“Online Community”). Als u ervoor kiest uw project naar de Online Community te uploaden, deelt u uw Informatie buiten de Scratch-app en verstrekt u deze aan de Online Community-service. De informatie die u deelt bij het uploaden van uw project, zoals uw account- en projectinformatie, zal worden beheerst door het Scratch Online Community {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "Kinderen en studentenprivacy",
    "privacyApps.coppa": "De Scratch Foundation is een 501(c)(3) non-profit organisatie. Als zodanig is de Children's Online Privacy Protection Act (COPPA) niet van toepassing op Scratch. Toch neemt Scratch de privacy van kinderen serieus. Scratch verzamelt slechts minimale informatie van zijn gebruikers, en gebruikt en onthult alleen informatie om de diensten te leveren en voor beperkte andere doeleinden, zoals onderzoek, als beschreven in dit Privacybeleid.",
    "privacyApps.ferpa": "Scratch verzamelt geen informatie uit het onderwijsdossier van een student, zoals gedefinieerd in de Family Educational Rights and Privacy Act (FERPA). Scratch geeft geen informatie van studenten vrij aan derden, behalve zoals beschreven in dit Privacybeleid.",
    "privacyApps.eeaHeader": "Uw rechten op gegevensbescherming (EER)",
    "privacyApps.eeaIntro": "Als u zich in de Europese Economische Ruimte, het Verenigd Koninkrijk of Zwitserland bevindt, heeft u bepaalde rechten met betrekking tot uw Informatie:",
    "privacyApps.accessTitle": "Toegang, correctie en dataportabiliteit",
    "privacyApps.accessDescription": "U kunt vragen om een overzicht van de Informatie die we over u verwerken en om een kopie van uw Informatie te ontvangen. U heeft ook het recht om onvolledige, onnauwkeurige of verouderde Informatie op te vragen. Voor zover vereist door de toepasselijke wetgeving, kunt u ons verzoeken uw Informatie aan een ander bedrijf te verstrekken.",
    "privacyApps.objectionTitle": "Bezwaar",
    "privacyApps.objectionDescription": "U kunt bezwaar maken tegen (dit betekent “ons vragen om te stoppen”) elk gebruik van uw Informatie (i) waarbij de verwerking niet voldoet aan een wettelijke verplichting, (ii) dat niet noodzakelijk is om te doen wat wordt geboden in een contract tussen Scratch en u, of (iii) als we een dwingende reden hebben om dit te doen (bijvoorbeeld om de veiligheid en beveiliging in onze online gemeenschap te garanderen). Als u bezwaar maakt, werken we samen met u om een redelijke oplossing te vinden.",
    "privacyApps.deletionTitle": "Verwijdering",
    "privacyApps.deletionDescription": "U kunt ook verzoeken om verwijdering van uw Informatie, zoals toegestaan onder de toepasselijke wetgeving. Dit geldt bijvoorbeeld wanneer uw Informatie verouderd is of de verwerking niet noodzakelijk of onwettig is; wanneer u uw toestemming voor onze verwerking intrekt op basis van een dergelijke toestemming; of wanneer u bezwaar heeft gemaakt tegen onze verwerking. In sommige situaties kan het zijn dat we uw Informatie moeten bewaren vanwege wettelijke verplichtingen of voor procesdoeleinden. Als u al uw Informatie van onze servers wilt verwijderen, kunt u contact opnemen met{helpEmail} voor hulp.",
    "privacyApps.restrictionTitle": "Beperking van de verwerking",
    "privacyApps.restrictionDescription": "U kunt vragen dat we de verwerking van uw Informatie beperken wanneer we een verzoek verwerken met betrekking tot (i) de nauwkeurigheid van uw Informatie, (ii) de wettigheid van de verwerking van uw Informatie, of (iii) onze legitieme belangen om deze Informatie te verwerken. U kunt ook vragen om de verwerking van uw Informatie te beperken als u de Informatie wilt gebruiken voor rechtszaken.",
    "privacyApps.withdrawalTitle": "Intrekking van de toestemming",
    "privacyApps.withdrawalDescription": "Wanneer we vertrouwen op toestemming voor de verwerking van uw Informatie, heeft u het recht deze op elk moment en kosteloos in te trekken. Wanneer u dit doet, heeft dit geen invloed op de wettigheid van de verwerking voordat uw toestemming wordt ingetrokken.",
    "privacyApps.eeaComplaint": "Naast de bovengenoemde rechten heeft u ook het recht een klacht in te dienen bij een bevoegde toezichthoudende autoriteit die onderworpen is aan het toepasselijk recht. Er zijn echter uitzonderingen en beperkingen op elk van deze rechten. We kunnen bijvoorbeeld weigeren om op een verzoek in te gaan als het verzoek kennelijk ongegrond of buitensporig is, of als het verzoek waarschijnlijk de rechten en vrijheden van anderen zal aantasten, de uitvoering of de handhaving van de wet zal schaden, lopende of toekomstige rechtszaken zal belemmeren, of als het inbreuk zal maken op het toepasselijk recht. Als u een verzoek wilt indienen om uw rechten uit te oefenen, kunt u contact opnemen met {helpEmail} voor hulp.",
    "privacyApps.retentionHeader": "Gegevensbewaring",
    "privacyApps.retentionParagraph": "We nemen maatregelen om uw Informatie te verwijderen of te bewaren in een vorm die niet toestaat u te identificeren wanneer deze Informatie niet langer nodig is voor de doeleinden waarvoor we deze verwerken, tenzij we wettelijk verplicht zijn deze Informatie voor een langere periode te bewaren. Bij het bepalen van de bewaartermijn houden we rekening met verschillende criteria, zoals het type diensten dat door u wordt aangevraagd of aan u wordt geleverd, de aard en de lengte van onze relatie met u, mogelijke herinschrijving bij onze diensten, de gevolgen voor de diensten die we aan u verlenen als we bepaalde Informatie van of over u verwijderen, verplichte bewaartermijnen die door de wet worden voorzien en het statuut van beperkingen.",
    "privacyApps.protectHeader": "Hoe beschermt Scratch mijn Informatie?",
    "privacyApps.protectParagraph": "Scratch heeft administratieve, fysieke en technische procedures ingevoerd die bedoeld zijn om de Informatie die we verzamelen op de Scratch-app te beschermen tegen toevallige of onwettige vernietiging, onopzettelijk verlies, ongeoorloofde wijziging, ongeautoriseerde openbaarmaking of toegang, misbruik en enige andere onwettige vorm van verwerking van de Informatie. Hoe effectief deze maatregelen ook zijn, geen enkel beveiligingssysteem is ondoordringbaar. We kunnen de veiligheid van onze databases niet volledig garanderen, en we kunnen ook niet garanderen dat de door u verstrekte Informatie niet wordt onderschept terwijl deze via internet naar ons wordt verzonden.",
    "privacyApps.internationalTransferHeader": "Internationale gegevensoverdracht",
    "privacyApps.internationalTransferParagraph": "We kunnen uw Informatie overdragen naar andere landen dan het land waar u zich bevindt, waaronder naar de VS (waar onze Scratch-servers zich bevinden) of naar een ander land waar wij of onze serviceproviders faciliteiten onderhouden. Als u zich in de Europese Economische Ruimte, het Verenigd Koninkrijk of Zwitserland bevindt, of andere regio's met wetten die van toepassing zijn op het verzamelen en gebruiken van gegevens en die kunnen afwijken van de Amerikaanse wetgeving, wijzen wij u erop dat we uw Informatie kunnen overdragen aan een land en jurisdictie dat niet dezelfde wetten op het gebied van gegevensbescherming heeft als uw rechtsgebied. We passen adequate waarborgen toe op de Informatie die namens ons wordt verwerkt en overgedragen. Neem contact met ons op voor meer informatie over de gebruikte waarborgen.",
    "privacyApps.notificationsHeader": "Meldingen van wijzigingen in het Privacybeleid",
    "privacyApps.notificationsParagraph": "We herzien ons Privacybeleid periodiek en kunnen ons beleid indien nodig aanpassen. We zullen u op de hoogte stellen van eventuele materiële wijzigingen. We raden u aan ons Privacybeleid regelmatig te lezen. De datum “Laatst bijgewerkt” boven aan deze pagina geeft aan wanneer dit Privacybeleid voor het laatst is herzien. Uw voortgezet gebruik van de Scratch-app na deze wijzigingen betekent dat u het herziene Privacybeleid accepteert.",
    "privacyApps.contactHeader": "Contact",
    "privacyApps.contactIntro": "De Scratch Foundation is de entiteit die verantwoordelijk is voor de verwerking van uw Informatie. Als u vragen heeft over dit Privacybeleid of als u uw rechten op uw Informatie wilt uitoefenen, kunt u contact met ons opnemen via {helpEmail} of via e-mail op:"
}