{
    "privacyApps.title": "Polityka prywatności",
    "privacyApps.updated": "Ostatnia aktualizacja Polityki Prywatności Scratch: 6 stycznia 2022",
    "privacyApps.intro": "Scratch Foundation (\"Scratch\", \"my\" lub \"nas\") ma świadomość, jak ważna jest prywatność dla naszej społeczności. Niniejsza Polityka Prywatności powstała, aby wyjaśnić, jakie dane osobowe (\"Dane\") gromadzimy za pośrednictwem naszego edytora offline (\"Aplikacja Scratch\"), w jaki sposób je wykorzystujemy, przetwarzamy i udostępniamy oraz co robimy, aby zapewnić ich bezpieczeństwo. Informuje również o prawach i możliwościach wyboru w odniesieniu do Danych Osobowych użytkownika oraz o tym, jak można się z nami skontaktować w razie jakichkolwiek pytań lub wątpliwości.",
    "privacyApps.collectionHeader": "Jakie Dane użytkownika zbiera Scratch?",
    "privacyApps.collectionParagraph": "Dla celów niniejszej Polityki Prywatności \"Dane\" oznaczają wszelkie informacje dotyczące zidentyfikowanej lub możliwej do zidentyfikowania osoby fizycznej. Aplikacja Scratch poprzez swój system telemetryczny automatycznie gromadzi i przechowuje lokalnie następujące Dane: tytuł projektu użytkownika w formie tekstowej, ustawienia języka, strefę czasową oraz zdarzenia związane z korzystaniem przez użytkownika z Aplikacji Scratch (tj. Czas otwarcia i zamknięcia Aplikacji Scratch, czy plik projektu został załadowany lub zapisany, czy też został utworzony nowy projekt). Jeśli użytkownik zdecyduje się włączyć funkcję udostępniania danych telemetrycznych, Aplikacja Scratch będzie przesyłać te informacje do Scratch. Projekty tworzone w Aplikacji Scratch nie są przesyłane do Scratch i Scratch nie ma do nich dostępu, chyba że użytkownik zdecyduje się przesłać swój projekt do społeczności internetowej Scratch i w momencie udostępnienia informacje będą podlegały warunkom {privacyPolicyLink}społeczności internetowej Scratch. Więcej informacji można znaleźć w części \"Co się stanie, jeśli prześlę swój projekt do społeczności internetowej Scratch?\" poniżej.",
    "privacyApps.privacyPolicyLinkText": "Polityka prywatności",
    "privacyApps.usageHeader": "Jak Scratch wykorzystuje Dane użytkownika?",
    "privacyApps.usageIntro": "Wykorzystujemy te Dane do następujących celów:",
    "privacyApps.analyticsTitle": "Analityka i ulepszanie Aplikacji Scratch",
    "privacyApps.analyticsDescription": "Dane są wykorzystywane do analizy użytkowania Aplikacji Scratch oraz do wzbogacenia doświadczeń użytkownika związanych z nauką w Aplikacji Scratch.",
    "privacyApps.researchTitle": "Badania akademickie i naukowe",
    "privacyApps.researchDescription": "W kontekście badań akademickich i naukowych na potrzeby analizy statystycznej dokonujemy deidentyfikacji i agregacji Danych. Przykładowo w celu zrozumienia, jak użytkownicy uczą się za pomocą Aplikacji Scratch i jak możemy udoskonalić narzędzia do nauki dla młodych ludzi. Wyniki takich badań są udostępniane dydaktykom i naukowcom poprzez konferencje, czasopisma i inne publikacje akademickie lub naukowe. Więcej informacji można znaleźć na naszej stronie{researchPageLink}.",
    "privacyApps.researchPageLinkText": "Badania",
    "privacyApps.legalTitle": "Kwestie prawne",
    "privacyApps.legalDescription": "Możemy wykorzystywać Dane użytkownika, aby egzekwować nasze {termsOfUseLink}w celu obrony naszych praw oraz w celu spełnienia naszych zobowiązań prawnych i zasad wewnętrznych. Możemy to zrobić poprzez analizę korzystania z Aplikacji Scratch przez użytkownika.",
    "privacyApps.termsOfUseLinkText": "Warunki korzystania z serwisu",
    "privacyApps.processingHeader": "Jakie są podstawy prawne przetwarzania Danych użytkownika?",
    "privacyApps.processingParagraph": "Jeśli użytkownik znajduje się na terenie Europejskiego Obszaru Gospodarczego, Wielkiej Brytanii lub Szwajcarii, Dane użytkownika przetwarzamy wyłącznie w oparciu o ważną podstawę prawną. \"Podstawa prawna\" to powód, który uzasadnia wykorzystanie przez nas Danych użytkownika. W takim przypadku my lub podmiot zewnętrzny mamy uzasadniony interes w korzystaniu z Danych użytkownika (jeśli użytkownik zezwala Aplikacji Scratch na przesyłanie swoich Danych do zespołu Scratch) w celu tworzenia, analizowania i udostępniania zagregowanych lub deidentyfikowanych Danych w celach badawczych, analizowania i udoskonalania doświadczeń związanych z nauką w Aplikacji Scratch oraz podejmowania działań w zakresie bezpieczeństwa, ochrony i wydajności Aplikacji Scratch. W przetwarzaniu Danych użytkownika kierujemy się uzasadnionym interesem własnym lub podmiotu zewnętrznego tylko wtedy, gdy prawa i interesy użytkownika nie mają charakteru nadrzędnego w stosunku do tego uzasadnionego interesu.",
    "privacyApps.sharingHeader": "Jak Scratch udostępnia Dane użytkownika?",
    "privacyApps.sharingIntro": "Dane, które gromadzimy za pośrednictwem Aplikacji Scratch, ujawniamy podmiotom zewnętrznym w następujących okolicznościach:",
    "privacyApps.serviceProvidersTitle": "Usługodawcy",
    "privacyApps.serviceProvidersDescription": "Podmiotom zewnętrznym, które świadczą usługi takie jak hosting witryny internetowej, analiza danych, technologie Danych i związane z nimi przepisy dotyczące infrastruktury, obsługa klienta, dostarczanie poczty elektronicznej i inne usługi.",
    "privacyApps.researchSharingDescription": "Instytucjom badawczym, takim jak Massachusetts Institute of Technology (MIT), aby dowiadywać się, jak nasi użytkownicy uczą się za pomocą Aplikacji Scratch i opracowywać nowe narzędzia do nauki. Wyniki tych badań lub analiz statystycznych mogą być udostępniane w ramach konferencji, czasopism i innych publikacji.",
    "privacyApps.mergerTitle": "Fuzja",
    "privacyApps.mergerDescription": "Potencjalnemu lub faktycznemu nabywcy, następcy lub cesjonariuszowi w ramach reorganizacji, fuzji, sprzedaży, wspólnego przedsięwzięcia, cesji, transferu lub innego zbycia całości lub części naszej organizacji lub aktywów. Użytkownik otrzyma możliwość rezygnacji z takiego transferu Danych, jeśli planowane przez nowy podmiot przetwarzanie Danych użytkownika będzie istotnie różnić się od tego, co zostało określone w niniejszej Polityce Prywatności.",
    "privacyApps.legalSharingDescription": "Jeśli takie działanie jest wymagane przez prawo lub w dobrej wierze, że takie działanie jest właściwe: (a) na mocy obowiązującego prawa, w tym prawa spoza kraju zamieszkania użytkownika; (b) w celu spełnienia wymogów postępowania prawnego; (c) w celu odpowiedzi na wnioski organów publicznych i rządowych, takich jak szkoły, okręgi szkolne i organy ścigania, w tym organy publiczne i rządowe spoza kraju zamieszkania użytkownika; (d) w celu egzekwowania naszych warunków; (e) w celu ochrony naszych operacji lub operacji naszych jednostek stowarzyszonych; (f) w celu ochrony praw, prywatności, bezpieczeństwa i własności naszej i/lub naszych jednostek stowarzyszonych, użytkownika lub innych podmiotów; i (g) w celu umożliwienia nam realizacji dostępnych środków zaradczych lub ograniczenia szkód, które możemy ponieść.",
    "privacyApps.communityHeader": "Co się stanie, jeśli prześlę swój projekt do społeczności internetowej Scratch?",
    "privacyApps.communityParagraph": "Podczas korzystania z Aplikacji Scratch użytkownik może zdecydować się na przesłanie swojego projektu do społeczności internetowej Scratch (\"Społeczność internetowa\"). Jeśli użytkownik decyduje się przesłać swój projekt do Społeczności internetowej, udostępnia swoje Dane poza Aplikacją Scratch i przekazuje je do serwisu Społeczności internetowej. Informacje, które użytkownik udostępnia podczas przesyłania projektu, takie jak informacje o koncie i projekcie, będą regulowane przez {privacyPolicyLink}społeczności internetowej Scratch.",
    "privacyApps.studentsHeader": "Prywatność dzieci i uczniów",
    "privacyApps.coppa": "Scratch Foundation jest organizacją non-profit w rozumieniu art. 501 ust. c pkt. 3 Kodeksu Podatkowego Stanów Zjednoczonych. W związku z tym ustawa o ochronie prywatności dzieci w Internecie (COPPA) nie ma zastosowania do Scratch. Scratch jednak bardzo poważnie podchodzi do prywatności dzieci. Scratch gromadzi minimalną ilość informacji od użytkowników, a także wykorzystuje i ujawnia informacje wyłącznie w celu świadczenia usług oraz w ograniczonym zakresie w innych celach, takich jak badania, jak opisano w niniejszej Polityce Prywatności.",
    "privacyApps.ferpa": "Scratch nie gromadzi informacji z dokumentacji edukacyjnej ucznia, zgodnie z definicją zawartą w ustawie o prawach rodzinnych do edukacji i prywatności (FERPA). Scratch nie ujawnia informacji o uczniach żadnym podmiotom zewnętrznym, z wyjątkiem sytuacji opisanych w niniejszej Polityce Prywatności.",
    "privacyApps.eeaHeader": "Prawa do ochrony danych (EOG)",
    "privacyApps.eeaIntro": "Jeśli użytkownik znajduje się na terenie Europejskiego Obszaru Gospodarczego, Wielkiej Brytanii lub Szwajcarii, może korzystać z określonych praw dotyczących Danych użytkownika:",
    "privacyApps.accessTitle": "Prawo do dostępu, sprostowania i przenoszenia Danych",
    "privacyApps.accessDescription": "Użytkownik może zwrócić się z prośbą o przegląd Danych, które przetwarzamy na jego temat oraz o otrzymanie kopii swoich Danych. Użytkownik ma również prawo do sprostowania niepełnych, niedokładnych lub nieaktualnych Danych. W zakresie wymaganym przez obowiązujące prawo użytkownik może zażądać od nas przekazania Danych użytkownika innej firmie.",
    "privacyApps.objectionTitle": "Prawo do sprzeciwu",
    "privacyApps.objectionDescription": "Użytkownik może sprzeciwić się (to znaczy \"poprosić nas o zaprzestanie\") wszelkiemu wykorzystaniu Danych, które nie są (i) przetwarzane w celu spełnienia obowiązku prawnego, (ii) konieczne do wykonania tego, co jest przewidziane w umowie między Scratch a użytkownikiem, lub (iii) jeśli mamy ważny powód, aby to zrobić (taki jak dbanie o bezpieczeństwo w naszej społeczności internetowej). W przypadku wniesienia sprzeciwu będziemy współpracować z użytkownikiem, aby znaleźć rozsądne rozwiązanie.",
    "privacyApps.deletionTitle": "Prawo do usunięcia danych",
    "privacyApps.deletionDescription": "Użytkownik może również zażądać usunięcia swoich Danych, zgodnie z obowiązującym prawem. Dotyczy to na przykład sytuacji, gdy Dane użytkownika są nieaktualne lub ich przetwarzanie nie jest konieczne lub jest niezgodne z prawem; gdy użytkownik wycofuje zgodę na nasze przetwarzanie Danych w oparciu o taką zgodę; lub gdy użytkownik wniósł sprzeciw wobec naszego przetwarzania Danych. W niektórych sytuacjach możemy być zmuszeni do przechowywania Danych użytkownika ze względu na zobowiązania prawne lub do celów procesowych. Jeśli użytkownik chce, aby wszystkie jego Dane zostały usunięte z naszych serwerów, należy skontaktować się z{helpEmail} w celu uzyskania pomocy.",
    "privacyApps.restrictionTitle": "Ograniczenie przetwarzania",
    "privacyApps.restrictionDescription": "Użytkownik może zażądać od nas ograniczenia przetwarzania Danych użytkownika na czas rozpatrywania przez nas wniosku dotyczącego (i) dokładności Danych użytkownika, (ii) zgodności z prawem przetwarzania Danych użytkownika lub (iii) naszego uzasadnionego interesu w zakresie przetwarzania tych Danych. Użytkownik może również żądać, abyśmy ograniczyli przetwarzanie Danych użytkownika, jeśli chce wykorzystać Dane w celach procesowych.",
    "privacyApps.withdrawalTitle": "Wycofanie zgody",
    "privacyApps.withdrawalDescription": "W sytuacjach, w których przetwarzanie Danych użytkownika opiera się na jego zgodzie, użytkownik ma prawo do wycofanie udzielonej zgody w dowolnym momencie i nieodpłatnie. Wycofanie zgody nie wpływa na zgodność z prawem przetwarzania Danych realizowanego przed wycofaniem zgody.",
    "privacyApps.eeaComplaint": "Oprócz wyżej wymienionych praw użytkownikowi przysługuje również prawo do złożenia skargi do właściwego organu nadzorczego z zastrzeżeniem obowiązujących przepisów prawa. Istnieją jednak wyjątki i ograniczenia dotyczące każdego z tych praw. Przykładowo możemy odmówić podjęcia działań w związku z żądaniem, jeśli żądanie jest wyraźnie nieuzasadnione lub nadmierne, lub jeśli żądanie może negatywnie wpłynąć na prawa i wolności innych osób, utrudnić wykonanie lub egzekwowanie prawa, zakłócić trwające lub przyszłe postępowanie sądowe lub naruszyć obowiązujące prawo. Aby złożyć wniosek o skorzystanie z przysługujących praw, należy skontaktować się z {helpEmail} w celu uzyskania pomocy.",
    "privacyApps.retentionHeader": "Przechowywanie danych",
    "privacyApps.retentionParagraph": "Podejmujemy działania mające na celu usunięcie Danych użytkownika lub zachowanie ich w formie uniemożliwiającej identyfikację, gdy Dane te nie są już potrzebne do celów, dla których je przetwarzamy, chyba że prawo wymaga od nas przechowywania tych Danych przez dłuższy okres. Określając okres przechowywania, bierzemy pod uwagę różne kryteria, takie jak rodzaj usług żądanych przez użytkownika lub świadczonych na rzecz użytkownika, charakter i długość naszej relacji z użytkownikiem, ewentualne ponowne skorzystanie z naszych usług, wpływ na usługi, które świadczymy na rzecz użytkownika w przypadku usunięcia niektórych Danych od użytkownika lub na jego temat, obowiązkowe okresy przechowywania przewidziane przez prawo oraz przedawnienie.",
    "privacyApps.protectHeader": "Jak Scratch chroni Dane użytkownika?",
    "privacyApps.protectParagraph": "Scratch stosuje procedury administracyjne, fizyczne i techniczne, które mają na celu ochronę Danych gromadzonych przez nas w Aplikacji Scratch przed przypadkowym lub bezprawnym zniszczeniem, przypadkową utratą, nieuprawnioną zmianą, nieuprawnionym ujawnieniem lub dostępem, niewłaściwym wykorzystaniem oraz wszelkimi innymi bezprawnymi formami przetwarzania Danych. Mimo skuteczności tych środków, żaden system bezpieczeństwa nie jest nie do sforsowania. Nie możemy całkowicie zagwarantować bezpieczeństwa naszych baz danych i nie możemy zagwarantować, że Dane przekazane przez użytkownika nie zostaną przechwycone podczas przesyłania ich do nas przez Internet.",
    "privacyApps.internationalTransferHeader": "Międzynarodowy transfer Danych",
    "privacyApps.internationalTransferParagraph": "Możemy przekazywać Dane użytkownika do krajów innych niż kraj zamieszkania użytkownika, w tym do Stanów Zjednoczonych (gdzie znajdują się nasze serwery Scratch) lub innego kraju, w którym znajdują się nasze obiekty lub obiekty naszych usługodawców. Należy pamiętać, że jeśli użytkownik znajduje się w Europejskim Obszarze Gospodarczym, Wielkiej Brytanii, Szwajcarii, lub w innych regionach, w których obowiązują przepisy regulujące gromadzenie i wykorzystywanie danych, które mogą różnić się od przepisów prawa amerykańskiego, możemy przekazywać Dane użytkownika do krajów i jurysdykcji, w których nie obowiązują takie same przepisy dotyczące ochrony danych jak w jurysdykcji użytkownika. Stosujemy odpowiednie zabezpieczenia Danych przetwarzanych i przekazywanych w naszym imieniu. Więcej informacji na temat stosowanych zabezpieczeń można uzyskać kontaktując się z nami.",
    "privacyApps.notificationsHeader": "Powiadomienia o zmianach w Polityce Prywatności",
    "privacyApps.notificationsParagraph": "Okresowo dokonujemy przeglądu naszej Polityki Prywatności i w razie potrzeby możemy wprowadzać zmiany w naszych politykach. Użytkownik zostanie powiadomiony o wszelkich istotnych zmianach. Zachęcamy do regularnego przeglądania naszej Polityki Prywatności. Data \"Ostatniej aktualizacji\" na górze tej strony wskazuje, kiedy niniejsza Polityka Prywatności została ostatnio zmieniona. Dalsze korzystanie z Aplikacji Scratch po wprowadzeniu tych zmian oznacza, że użytkownik akceptuje zmienioną Politykę Prywatności.",
    "privacyApps.contactHeader": "Kontakt",
    "privacyApps.contactIntro": "Scratch Foundation jest podmiotem odpowiedzialnym za przetwarzanie Danych użytkownika. W przypadku jakichkolwiek pytań dotyczących niniejszej Polityki Prywatności lub w razie chęci skorzystania z przysługujących praw dotyczących Danych użytkownika można skontaktować się z nami pod adresem{helpEmail}lub za pośrednictwem poczty pod adresem:"
}