{
    "privacyApps.title": "Política de Privacidade",
    "privacyApps.updated": "A Política de Privacidade Scratch foi atualizada por último em: 6 de janeiro de 2022",
    "privacyApps.intro": "A Fundação Scratch (\"Scratch\" ou \"nós\") entende a importância da privacidade para a nossa comunidade. Elaboramos esta Política de Privacidade para explicar qual a Informação Pessoal (\"Informação\") que recolhemos através do nosso editor off-line (o \"Aplicativo do Scratch\"), como utilizamos, compartilhamos e processamos esta informação, assim como aquilo que fazemos para a manter segura. O documento explica também quais são os seus direitos e escolhas no que diz respeito a sua Informação Pessoal e a forma como poderá nos contactar se tiver quaisquer dúvidas ou preocupações.",
    "privacyApps.collectionHeader": "Que informação a Scratch Coleta Sobre Mim?",
    "privacyApps.collectionParagraph": "Para efeitos desta Política de Privacidade, \"Informação\" implica qualquer informação associada a um indivíduo identificado ou identificável. O Aplicativo do Scratch coleta e armazena automaticamente a seguinte Informação localmente através do seu sistema de telemetria: o título do seu projeto em formato de texto, idioma definido, fuso horário e eventos relacionados com o seu uso do Aplicativo do Scratch (nomeadamente quando o Aplicativo do Scratch foi aberto e fechado, se um arquivo de projeto foi carregado ou salvo, ou se foi criado um projeto novo). Se escolher habilitar a função de compartilhamento por telemetria, o Aplicativo do Scratch transmitirá esta informação para a Scratch. Os projetos criados no Aplicativo do Scratch não são enviados para/acessíveis à Scratch, a menos que escolha enviar o seu projeto para a Comunidade On-line Scratch. Se for este o caso, a informação que compartilha ficará sujeita aos termos da {privacyPolicyLink}da Comunidade On-line Scratch. Por favor consulte a seção \"O que Acontece se Eu Enviar o Meu Projeto para a Comunidade On-line Scratch?\" abaixo para mais informação.",
    "privacyApps.privacyPolicyLinkText": "Política de Privacidade",
    "privacyApps.usageHeader": "De Que Forma a Scratch Utiliza Minha Informação?",
    "privacyApps.usageIntro": "Usamos esta Informação para as seguintes finalidades:",
    "privacyApps.analyticsTitle": "Análises e Melhorias no Aplicativo do Scratch",
    "privacyApps.analyticsDescription": "Nós usamos a Informação para analisar o uso do Aplicativo do Scratch e também para melhorar a sua experiência de aprendizagem no Aplicativo do Scratch.",
    "privacyApps.researchTitle": "Pesquisa Acadêmica e Científica",
    "privacyApps.researchDescription": "Nós desidentificamos e agregamos a Informação para análise estatística no contexto da pesquisa acadêmica e científica. Por exemplo, para nos ajudar a compreender como as pessoas aprendem através do Aplicativo do Scratch e como poderíamos melhorar as ferramentas de aprendizagem para jovens. Os resultados de tal investigação são compartilhados com professores e pesquisadores em várias conferências, periódicos e outras publicações acadêmicas ou científicas. Pode saber mais na nossa página de {researchPageLink} .",
    "privacyApps.researchPageLinkText": "Pesquisa",
    "privacyApps.legalTitle": "Termos Legais",
    "privacyApps.legalDescription": "Poderemos usar a sua Informação para efeitos de fiscalização dos nossos {termsOfUseLink} no sentido de defendermos os nossos direitos legais e para o cumprimento das nossas obrigações legais e políticas internas. Podemos fazer isto através da análise do seu uso do Aplicativo do Scratch.",
    "privacyApps.termsOfUseLinkText": "Termos de Uso",
    "privacyApps.processingHeader": "Quais são as Bases Legais para o Processamento da Sua Informação?",
    "privacyApps.processingParagraph": "Se você estiver localizado na Área Econômica Europeia, no Reino Unido ou na Suíça, nós apenas processamos a sua Informação mediante uma base legal válida. Uma \"base legal\" é um motivo que justifica o uso da sua Informação por nossa parte. Neste caso, nós, ou uma entidade terceira, teria que ter um interesse legítimo para o uso da sua Informação (se escolher permitir que o Aplicativo do Scratch envie a sua Informação para a equipe Scratch) com o objetivo de criar, analisar e compartilhar a sua Informação agregada ou desidentificada para efeitos de pesquisa, análise e melhoria da sua experiência de aprendizagem no Aplicativo do Scratch e para de outra forma garantir e melhorar a segurança, proteção e desempenho do Aplicativo do Scratch. Nós dependemos apenas dos nossos interesses legítimos ou nos interesses legítimos de uma entidade terceira para processar a sua Informação, sempre que tais interesses não forem anulados pelos seus direitos e interesses.",
    "privacyApps.sharingHeader": "Como a Scratch Compartilha a Minha Informação?",
    "privacyApps.sharingIntro": "Nós divulgamos a informação que coletamos através do Aplicativo do Scratch a terceiros de acordo com as seguinte circunstâncias:",
    "privacyApps.serviceProvidersTitle": "Prestadores de Serviços",
    "privacyApps.serviceProvidersDescription": "Para terceiros que prestam serviços como hospedagem de páginas web, análise de dados, apoio à informática e infraestruturas relacionadas, atendimento ao consumidor, entrega de e-mail, etc.",
    "privacyApps.researchSharingDescription": "Para instituições de pesquisa, como o Massachusetts Institute of Technology (MIT), para aprendermos sobre a forma como os nossos usuários aprendem através do Aplicativo do Scratch e como desenvolvem novas ferramentas de aprendizagem. Os resultados de tal investigação ou a sua análise estatística poderão ser partilhados em várias conferências, periódicos e outras publicações acadêmicas ou científicas.",
    "privacyApps.mergerTitle": "Fusão",
    "privacyApps.mergerDescription": "Para um potencial ou atual adquirente, sucessor ou cessionário como parte de qualquer reorganização, fusão, venda, empreendimento conjunto, cessão, transferência ou outra disposição da nossa organização ou ativos, em todo ou em parte. Você terá a oportunidade de desistir de qualquer tal transferência caso o processamento planeado da sua Informação por parte da nova entidade diferir materialmente do estipulado na presente Política de Privacidade.",
    "privacyApps.legalSharingDescription": "Se tal for obrigatório por lei ou numa convicção de boa fé de que tal ação é apropriada: (a) sob a lei aplicável, o que inclui leis exteriores ao seu país de residência; (b) para cumprimento com um processo legal; (c) para responder a pedidos de autoridades públicas e governamentais, como escolas, distritos escolares e forças policiais, inclusive autoridades públicas e governamentais exteriores ao seu país de residência; (d) para a fiscalização dos nossos termos e condições; (e) para proteger as nossas operações ou as operações de qualquer um dos nossos afiliados; (f) para proteger os nossos direitos, privacidade, segurança ou propriedade, e/ou os direitos, privacidade, segurança ou propriedade dos nossos afiliados ou seus; e (g) para nos permitir procurar quaisquer soluções disponíveis ou para limitar os danos que poderemos vir a sofrer.",
    "privacyApps.communityHeader": "O que Acontece se Eu Enviar o Meu Projeto para a Comunidade On-line Scratch?",
    "privacyApps.communityParagraph": "Ao usar o Aplicativo do Scratch, pode escolher enviar seu projeto para a Comunidade On-line Scratch (\"Comunidade On-line\"). Se escolher enviar o seu projeto para a Comunidade On-line, estará a compartilhar a sua informação fora do Aplicativo do Scratch e estará a expor tal informação ao serviço Comunitário On-line. A informação que compartilha quando envia o seu projeto, como por exemplo a informação sobre a sua conta e o seu projeto, será governada pela {privacyPolicyLink}comunidade on-line do Scratch.",
    "privacyApps.studentsHeader": "Privacidade de Estudantes e Crianças",
    "privacyApps.coppa": "A Fundação Scratch é uma organização sem fins lucrativos 501(c)(3). Como tal, a Lei de Proteção da Privacidade On-line das Crianças (COPPA) não se aplica a Scratch. Não obstante, a Scratch leva o tema da privacidade das crianças muito a sério. A Scratch apenas coleta a informação mínima necessária dos seus usuários e apenas usa e divulga tal informação para prestar serviços e para outros fins limitados, como por exemplo a pesquisa, conforme descrito nesta Política de Privacidade.",
    "privacyApps.ferpa": "A Scratch não coleta informação proveniente do registo acadêmico de um estudante, conforme definido pela Lei dos Direitos Educativos e da Privacidade da Família (FERPA). A Scratch não divulga informação sobre estudante a qualquer entidade terceira exceto conforme descrito nesta Política de Privacidade.",
    "privacyApps.eeaHeader": "Os Seus Direitos de Proteção de Dados (EEA)",
    "privacyApps.eeaIntro": "Se você estiver localizado na Área Econômica Europeia, no Reino Unido ou na Suíça, você possui determinados direitos sobre a sua informação pessoal:",
    "privacyApps.accessTitle": "Acesso, Correção e Portabilidade dos Dados",
    "privacyApps.accessDescription": "Pode solicitar um resumo da Informação que nós processamos sobre si e pode solicitar uma cópia da sua Informação. Tem também o direito de solicitar a correção de Informação incompleta, imprecisa ou desatualizada. Quando exigido pela lei aplicável, pode pedir-nos para repassar a sua Informação para outra empresa.",
    "privacyApps.objectionTitle": "Objeção",
    "privacyApps.objectionDescription": "Pode opor-se (isto significa \"pedir-nos para parar\") a qualquer uso da sua Informação que não seja (i) processada para o cumprimento de uma obrigação legal, (ii) necessária para o desempenho do contrato entre você e a Scratch, ou (iii) se nós tivermos um motivo suficientemente forte para o fazer (por exemplo, para garantir a proteção e a segurança da nossa comunidade on-line). No caso da sua objeção, trabalharemos consigo para que seja encontrada uma solução razoável.",
    "privacyApps.deletionTitle": "Remoção",
    "privacyApps.deletionDescription": "Pode também solicitar a remoção da sua Informação, conforme permitido sob a lei aplicável. Isto aplica-se, por exemplo, no caso de a sua Informação estar desatualizada ou se o seu processamento for desnecessário ou ilegal; caso deixe de consentir o processamento por nossa parte com base em tal consentimento; ou no caso da sua objeção perante o processamento por nossa parte. Em algumas situações, poderemos ter que reter a sua Informação devido a obrigações legais ou devido a algum caso de litígio. Caso pretenda que toda a sua Informação seja removida dos nossos servidores, por favor contacte{helpEmail} para obter ajuda.",
    "privacyApps.restrictionTitle": "Restrição de Processamento",
    "privacyApps.restrictionDescription": "Pode solicitar a restrição do processamento da sua Informação enquanto estivermos a processar um pedido relativamente (i) à precisão da sua Informação, (ii) à legalidade do processamento da sua Informação, ou (iii) aos nossos interesses legítimos para que esta Informação seja processada. Pode também solicitar a restrição do processamento da sua Informação caso pretenda usar a Informação para efeitos de litígio.",
    "privacyApps.withdrawalTitle": "Retirada de Consentimento",
    "privacyApps.withdrawalDescription": "Sempre que dependermos do seu consentimento para o processamento da sua Informação, você tem o direito de retirar tal consentimento em qualquer altura e sem qualquer custo. Caso o fizer, tal não afetará a legalidade do processamento feito até ao momento em que o seu consentimento foi retirado.",
    "privacyApps.eeaComplaint": "Para além dos direitos supracitados, tem também o direito de interpor uma reclamação junto de uma autoridade supervisora competente e de acordo com a lei aplicável. Porém, existem exceções e limitações associados a cada um destes direitos. Por exemplo, poderemos recusar agir sobre um pedido caso tal pedido seja manifestadamente infundado ou excessivo, ou se for provável que o pedido afete os direitos e as liberdades de outras pessoas adversamente, prejudique o cumprimento ou execução da lei, interfira com um caso de litígio pendente ou futuro, ou caso infrinja a lei aplicável. Para submeter um pedido para exercitar os seus direitos, por favor contacte {helpEmail} para obter ajuda.",
    "privacyApps.retentionHeader": "Retenção de Dados",
    "privacyApps.retentionParagraph": "Nós tomamos medidas para apagar a sua Informação ou para a manter num formato que não permite que você seja identificado quando esta Informação deixar de ser necessária para os fins iniciais do seu processamento, a menos que sejamos obrigados por lei a manter esta Informação durante um período de tempo maior. Ao determinar o período de retenção, levamos em conta vários critérios, tais como o tipo de serviços solicitados por/prestados a si, a natureza e extensão do nosso relacionamento consigo, a sua possível renovação dos nossos serviços, o impacto sobre os serviços que lhe prestamos se tivermos que apagar alguma Informação sua ou relativamente a si, períodos de retenção obrigatórios confirme estipulados pela lei e também o estatuto de limitações.",
    "privacyApps.protectHeader": "Como a Scratch Protege Minhas Informações?",
    "privacyApps.protectParagraph": "A Scratch tem procedimentos administrativos, físicos e técnicos em vigor com a finalidade de proteger a Informação que nós recolhemos no Aplicativo do Scratch contra qualquer destruição acidental ou ilegal, perda acidental, alteração não autorizada, divulgação ou acesso não autorizado, uso indevido ou qualquer outro método ilegal de processamento da Informação. Porém, por mais eficazes que estas medidas sejam, nenhum sistema de segurança é impenetrável. Não nos é possível garantir a segurança total das nossas bases de dados, nem poderemos garantir que a Informação que você nos fornece não será interceptada durante a sua transmissão pela Internet.",
    "privacyApps.internationalTransferHeader": "Transferência Internacional de Dados",
    "privacyApps.internationalTransferParagraph": "Poderemos transferir a sua Informação para países diferentes daquele onde você fica situado, inclusive para os Estados Unidos (onde os servidores Scratch ficam localizados), ou então para qualquer outro país onde nós, ou os nossos prestadores de serviços, mantêm instalações. Se você estiver situado na Área Económica Europeia, Reino Unido, Suíça ou outras regiões com leis que governam o uso e a coleta de dados que possam diferir daquelas em vigor nos EUA, por favor tenha em atenção que poderemos transferir a sua Informação para um país e jurisdição que poderá não ter as mesmas leis de proteção de dados que as da sua jurisdição. Nós aplicamos proteções apropriadas à Informação que nós processamos e transferimos. Por favor contacte-nos para mais informação sobre os mecanismos de proteção utilizados.",
    "privacyApps.notificationsHeader": "Notificações de Alterações à Política de Privacidade",
    "privacyApps.notificationsParagraph": "Revemos a nossa Política de Privacidade periodicamente, e poderemos poderemos modificar as nossas políticas conforme apropriado. Iremos notificar-lhe sobre quaisquer alterações em concreto. Recomendamos que você reveja a nossa Política de Privacidade regularmente. A \"Data da Última Atualização\" no topo desta página indica quando esta Política de Privacidade foi revista pela última vez. O seu uso continuado do Aplicativo do Scratch após a implementação destas mudanças implica a sua aceitação da Política de Privacidade revista.",
    "privacyApps.contactHeader": "Fale Conosco",
    "privacyApps.contactIntro": "A Fundação Scratch é a entidade responsável pelo processamento de sua Informação. Se tiver qualquer dúvida sobre esta Política de Privacidade, ou se gostaria de exercer os seus direitos perante a sua Informação, contacte-nos pelo endereço de e-mail:{helpEmail} ou por correio em:"
}