{
    "privacyApps.title": "Politica de confidențialitate",
    "privacyApps.updated": "Politica de confidențialitate Scratch a fost actualizată ultima dată: 6 ianuarie 2022",
    "privacyApps.intro": "Fundația Scratch („Scratch”, „noi” sau „noi”) înțelege cât de importantă este confidențialitatea pentru comunitatea noastră. Am scris această Politică de confidențialitate pentru a explica ce informații personale („Informații”) colectăm prin editorul nostru offline („Aplicația Scratch”), cum le folosim, procesăm și partajăm și ce facem pentru a le păstra în siguranță. De asemenea, vă spune despre drepturile și opțiunile dvs. cu privire la informațiile dvs. personale și despre cum ne puteți contacta dacă aveți întrebări sau nelămuriri.",
    "privacyApps.collectionHeader": "Ce informații colectează Scratch despre mine?",
    "privacyApps.collectionParagraph": "În scopul acestei Politici de confidențialitate, „Informații” înseamnă orice informații referitoare la o persoană identificată sau identificabilă. Aplicația Scratch colectează și stochează automat la nivel local următoarele informații prin sistemul său de telemetrie: titlul proiectului dvs. sub formă de text, setarea limbii, fusul orar și evenimentele legate de utilizarea de către dvs. a aplicației Scratch (și anume când aplicația Scratch a fost deschisă și închisă). , dacă a fost încărcat sau salvat un fișier de proiect sau dacă este creat un nou proiect). Dacă alegeți să activați funcția de partajare a telemetriei, aplicația Scratch va transmite aceste informații către Scratch. Proiectele create în aplicația Scratch nu sunt transmise sau accesibile de Scratch decât dacă alegeți să vă încărcați proiectul în Comunitatea Scratch Online, moment în care informațiile pe care le distribuiți vor fi supuse termenilor comunității Scratch Online {privacyPolicyLink}. Consultați secțiunea „Ce se întâmplă dacă îmi încarc proiectul în comunitatea online Scratch?” mai jos pentru mai multe informații.",
    "privacyApps.privacyPolicyLinkText": "Politica de confidențialitate",
    "privacyApps.usageHeader": "Cum folosește Scratch informațiile mele?",
    "privacyApps.usageIntro": "Folosim aceste informații în următoarele scopuri:",
    "privacyApps.analyticsTitle": "Analiză și îmbunătățirea aplicației Scratch",
    "privacyApps.analyticsDescription": "Folosim informațiile pentru a analiza utilizarea aplicației Scratch și pentru a vă îmbunătăți experiența de învățare în aplicația Scratch.",
    "privacyApps.researchTitle": "Cercetare academică și științifică",
    "privacyApps.researchDescription": "De-identificăm și agregăm informații pentru analiza statistică în contextul cercetării științifice și academice. De exemplu, pentru a ne ajuta să înțelegem cum învață oamenii prin aplicația Scratch și cum putem îmbunătăți instrumentele de învățare pentru tineri. Rezultatele unor astfel de cercetări sunt împărtășite cu educatorii și cercetătorii prin conferințe, reviste și alte publicații academice sau științifice. Puteți afla mai multe pe {researchPageLink} pagina noastră.",
    "privacyApps.researchPageLinkText": "Cercetare",
    "privacyApps.legalTitle": "Informaţii legale",
    "privacyApps.legalDescription": "Putem folosi informațiile dumneavoastră pentru a ne impune {termsOfUseLink}, pentru a ne apăra drepturile legale și pentru a ne conforma obligațiilor legale și politicilor noastre interne. Putem face acest lucru analizând utilizarea aplicației Scratch.",
    "privacyApps.termsOfUseLinkText": "Condiții de Utilizare",
    "privacyApps.processingHeader": "Care sunt temeiurile legale pentru prelucrarea informațiilor dvs.?",
    "privacyApps.processingParagraph": "Dacă vă aflați în Spațiul Economic European, Regatul Unit sau Elveția, procesăm informațiile dvs. numai pe baza unui temei legal valabil. Un „temei legal” este un motiv care justifică utilizarea de către noi a informațiilor dumneavoastră. În acest caz, noi sau o terță parte avem un interes legitim în a folosi informațiile dvs. (dacă alegeți să permiteți aplicației Scratch să trimită echipei Scratch informațiile dvs.) pentru a crea, analiza și partaja informațiile dvs. agregate sau neidentificate în scopuri de cercetare , pentru a analiza și îmbunătăți experiența de învățare în aplicația Scratch și, în alt mod, pentru a asigura și îmbunătăți siguranța, securitatea și performanța aplicației Scratch. Ne bazăm pe interesele noastre legitime sau ale unei terțe părți pentru a vă prelucra Informațiile numai atunci când aceste interese nu sunt supuse drepturilor și intereselor dumneavoastră.",
    "privacyApps.sharingHeader": "Cum îmi partajează Scratch informațiile?",
    "privacyApps.sharingIntro": "Dezvăluim informațiile pe care le colectăm prin aplicația Scratch către terți în următoarele circumstanțe:",
    "privacyApps.serviceProvidersTitle": "Prestatori de servicii",
    "privacyApps.serviceProvidersDescription": "Terților care furnizează servicii precum găzduirea site-urilor web, analiza datelor, tehnologia informației și infrastructura aferentă, serviciul pentru clienți, livrarea prin e-mail și alte servicii.",
    "privacyApps.researchSharingDescription": "Pentru instituțiile de cercetare, cum ar fi Massachusetts Institute of Technology (MIT), pentru a afla cum învață utilizatorii noștri prin aplicația Scratch și pentru a dezvolta noi instrumente de învățare. Rezultatele acestei cercetări sau ale analizei statistice pot fi împărtășite prin conferințe, reviste și alte publicații.",
    "privacyApps.mergerTitle": "Fuziune",
    "privacyApps.mergerDescription": "Către un dobânditor, succesor sau cesionar potențial sau real, ca parte a oricărei reorganizări, fuziuni, vânzare, asociere în participație, cesiune, transfer sau altă dispoziție a întregii sau a oricărei părți a organizației sau activelor noastre. Veți avea posibilitatea de a renunța la orice astfel de transfer dacă procesarea planificată a informațiilor dumneavoastră de către noua entitate diferă semnificativ de cea prevăzută în această Politică de confidențialitate.",
    "privacyApps.legalSharingDescription": "Dacă este necesar să faceți acest lucru prin lege sau, cu bună-credință, credeți că o astfel de acțiune este adecvată: (a) conform legislației aplicabile, inclusiv legilor din afara țării dvs. de reședință; (b) să respecte procedura legală; (c) pentru a răspunde solicitărilor din partea autorităților publice și guvernamentale, cum ar fi școala, districtele școlare și organele de aplicare a legii, inclusiv autoritățile publice și guvernamentale din afara țării dvs. de reședință; (d) pentru a aplica termenii și condițiile noastre; (e) pentru a proteja operațiunile noastre sau ale oricăruia dintre afiliații noștri; (f) pentru a ne proteja drepturile, confidențialitatea, siguranța sau proprietatea și/sau pe cea a afiliaților noștri, a dvs. sau a altora; și (g) pentru a ne permite să urmărim remediile disponibile sau să limităm daunele pe care le putem suferi.",
    "privacyApps.communityHeader": "Ce se întâmplă dacă îmi încarc proiectul în comunitatea online Scratch?",
    "privacyApps.communityParagraph": "În timp ce utilizați aplicația Scratch, puteți alege să vă încărcați proiectul în comunitatea online Scratch („Comunitatea online”). Dacă alegeți să vă încărcați proiectul în Comunitatea online, vă împărtășiți informațiile în afara aplicației Scratch și le furnizați serviciului comunitar online. Informațiile pe care le partajați atunci când încărcați proiectul, cum ar fi contul și informațiile despre proiect, vor fi guvernate de comunitatea online Scratch {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "Copii și confidențialitatea studenților",
    "privacyApps.coppa": "Fundația Scratch este o organizație nonprofit 501(c)(3). Ca atare, Legea privind protecția confidențialității online pentru copii (COPPA) nu se aplică pentru Scratch. Cu toate acestea, Scratch ia în serios confidențialitatea copiilor. Scratch colectează doar informații minime de la utilizatorii săi și folosește și dezvăluie informații doar pentru a furniza serviciile și pentru alte scopuri limitate, cum ar fi cercetarea, așa cum este descris în această Politică de confidențialitate.",
    "privacyApps.ferpa": "Scratch nu colectează informații din dosarul educațional al unui elev, așa cum este definit de Legea privind drepturile educaționale și confidențialitatea familiei (FERPA). Scratch nu dezvăluie informații despre studenți unor terțe părți, cu excepția celor descrise în această Politică de confidențialitate.",
    "privacyApps.eeaHeader": "Drepturile dumneavoastră de protecție a datelor (SEE)",
    "privacyApps.eeaIntro": "Dacă vă aflați în Spațiul Economic European, Regatul Unit sau Elveția, aveți anumite drepturi în legătură cu informațiile dvs.:",
    "privacyApps.accessTitle": "Acces, corectare și portabilitate a datelor",
    "privacyApps.accessDescription": "Puteți cere o prezentare generală a informațiilor pe care le procesăm despre dumneavoastră și să primiți o copie a informațiilor dumneavoastră. De asemenea, aveți dreptul de a solicita corectarea Informațiilor incomplete, inexacte sau învechite. În măsura cerută de legea aplicabilă, ne puteți solicita să furnizăm informațiile dvs. unei alte companii.",
    "privacyApps.objectionTitle": "Obiecţie",
    "privacyApps.objectionDescription": "Vă puteți opune (aceasta înseamnă „cereți-ne să oprim”) orice utilizare a informațiilor dumneavoastră care nu este (i) prelucrată pentru a respecta o obligație legală, (ii) necesară pentru a face ceea ce este prevăzut într-un contract între Scratch și dvs., sau (iii) dacă avem un motiv convingător pentru a face acest lucru (cum ar fi, pentru a asigura siguranța și securitatea în comunitatea noastră online). Dacă obiectați, vom colabora cu dvs. pentru a găsi o soluție rezonabilă.",
    "privacyApps.deletionTitle": "Ștergere",
    "privacyApps.deletionDescription": "De asemenea, puteți solicita ștergerea informațiilor dvs., așa cum este permis de legea aplicabilă. Acest lucru se aplică, de exemplu, în cazul în care Informațiile dumneavoastră sunt depășite sau prelucrarea nu este necesară sau este ilegală; în cazul în care vă retrageți consimțământul pentru prelucrarea noastră pe baza unui astfel de consimțământ; sau în cazul în care v-ați opus prelucrării noastre. În unele situații, este posibil să fie nevoie să vă reținem Informațiile din cauza obligațiilor legale sau în scopuri de litigii. Dacă doriți ca toate informațiile dvs. să fie eliminate de pe serverele noastre, vă rugăm să contactați {helpEmail} pentru asistență.",
    "privacyApps.restrictionTitle": "Restricționarea procesării",
    "privacyApps.restrictionDescription": "Puteți solicita să restricționăm prelucrarea informațiilor dumneavoastră în timp ce procesăm o solicitare referitoare la (i) acuratețea informațiilor dumneavoastră, (ii) legalitatea prelucrării informațiilor dumneavoastră sau (iii) interesele noastre legitime de a procesa aceste informații. . De asemenea, puteți solicita să restricționăm prelucrarea Informațiilor dumneavoastră dacă doriți să utilizați Informațiile în scopuri de litigii.",
    "privacyApps.withdrawalTitle": "Retragerea consimțământului",
    "privacyApps.withdrawalDescription": "În cazul în care ne bazăm pe consimțământul pentru prelucrarea Informațiilor dumneavoastră, aveți dreptul de a le retrage în orice moment și în mod gratuit. Atunci când faceți acest lucru, acest lucru nu va afecta legalitatea prelucrării înainte de retragerea consimțământului dumneavoastră.",
    "privacyApps.eeaComplaint": "Pe lângă drepturile menționate mai sus, aveți și dreptul de a depune o plângere la o autoritate de supraveghere competentă, în conformitate cu legea aplicabilă. Cu toate acestea, există excepții și limitări pentru fiecare dintre aceste drepturi. Putem, de exemplu, să refuzăm să acționăm asupra unei cereri dacă cererea este vădit nefondată sau excesivă sau dacă cererea este de natură să afecteze negativ drepturile și libertățile altora, să prejudicieze executarea sau aplicarea legii, să interfereze cu pendinte sau litigii viitoare sau încalcă legea aplicabilă. Pentru a trimite o cerere de exercitare a drepturilor dumneavoastră, vă rugăm să contactați {helpEmail} pentru asistență.",
    "privacyApps.retentionHeader": "Păstrarea datelor",
    "privacyApps.retentionParagraph": "Luăm măsuri pentru a vă șterge informațiile sau a le păstra într-o formă care nu vă permite să fiți identificat atunci când aceste informații nu mai sunt necesare pentru scopurile pentru care le procesăm, cu excepția cazului în care suntem obligați prin lege să păstrăm aceste informații pentru o perioadă mai lungă de timp. perioadă. Atunci când stabilim perioada de păstrare, luăm în considerare diverse criterii, cum ar fi tipul de servicii solicitate sau furnizate de dvs., natura și durata relației noastre cu dvs., posibila reînscriere la serviciile noastre, impactul asupra serviciilor pe care le oferim. vă oferim dacă ștergem unele Informații de la sau despre dvs., perioadele obligatorii de păstrare prevăzute de lege și termenul de prescripție.",
    "privacyApps.protectHeader": "Cum îmi protejează Scratch informațiile?",
    "privacyApps.protectParagraph": "Scratch are în vigoare proceduri administrative, fizice și tehnice care sunt menite să protejeze informațiile pe care le colectăm în aplicația Scratch împotriva distrugerii accidentale sau ilegale, pierderii accidentale, modificărilor neautorizate, dezvăluirii sau accesului neautorizat, utilizării greșite și oricărei alte forme ilegale de prelucrare. a Informației. Cu toate acestea, oricât de eficiente sunt aceste măsuri, niciun sistem de securitate nu este impenetrabil. Nu putem garanta complet securitatea bazelor noastre de date și nici nu putem garanta că Informațiile pe care le furnizați nu vor fi interceptate în timp ce ne sunt transmise prin Internet.",
    "privacyApps.internationalTransferHeader": "Transfer internațional de date",
    "privacyApps.internationalTransferParagraph": "Putem transfera Informațiile dumneavoastră în alte țări decât țara în care vă aflați, inclusiv în S.U.A. (unde se află serverele noastre Scratch) sau în orice altă țară în care noi sau furnizorii noștri de servicii deținem facilități. Dacă vă aflați în Spațiul Economic European, Regatul Unit sau Elveția sau în alte regiuni cu legi care reglementează colectarea și utilizarea datelor care pot diferi de legislația SUA, vă rugăm să rețineți că este posibil să vă transferăm informațiile într-o țară și jurisdicție care nu are aceleași legi privind protecția datelor ca și jurisdicția dvs. Aplicăm măsuri de protecție adecvate Informațiilor procesate și transferate în numele nostru. Vă rugăm să ne contactați pentru mai multe informații despre măsurile de protecție utilizate.",
    "privacyApps.notificationsHeader": "Notificări despre modificări ale politicii de confidențialitate",
    "privacyApps.notificationsParagraph": "Ne revizuim Politica de confidențialitate în mod periodic și putem modifica politicile noastre, după caz. Vă vom anunța cu privire la orice modificări semnificative. Vă încurajăm să revizuiți Politica noastră de confidențialitate în mod regulat. Data „Ultima actualizare” din partea de sus a acestei pagini indică data când a fost revizuită ultima dată această Politică de confidențialitate. Utilizarea în continuare a aplicației Scratch în urma acestor modificări înseamnă că acceptați Politica de confidențialitate revizuită.",
    "privacyApps.contactHeader": "Contactează-ne",
    "privacyApps.contactIntro": "Fundația Scratch este entitatea responsabilă pentru prelucrarea Informațiilor dumneavoastră. Dacă aveți întrebări despre această politică de confidențialitate sau dacă doriți să vă exercitați drepturile asupra informațiilor dvs., ne puteți contacta la {helpEmail} sau prin e-mail la:"
}