{
    "privacyApps.title": "Политика конфиденциальности",
    "privacyApps.updated": "Последнее обновление Политики конфиденциальности Scratch: 6 января 2022 г.",
    "privacyApps.intro": "Scratch Foundation («Scratch», «мы» или «нас») понимает, насколько важна конфиденциальность для нашего сообщества. Мы составили данную Политику конфиденциальности, чтобы объяснить, какую персональную информацию («информацию») мы собираем через наш автономный редактор («приложение Scratch»), как мы ее используем, обрабатываем и передаем, а также что мы делаем для ее безопасности. Политика также рассказывает о ваших правах и вариантах выбора в отношении вашей персональной информации, а также о том, как вы можете связаться с нами, если у вас возникли какие-либо вопросы или проблемы.",
    "privacyApps.collectionHeader": "Какую информацию обо мне собирает Scratch?",
    "privacyApps.collectionParagraph": "Для целей данной Политики конфиденциальности «Информация» означает любую информацию, относящуюся к идентифицированному или идентифицируемому физическому лицу. Приложение Scratch автоматически собирает и локально сохраняет следующую информацию через свою систему телеметрии: название вашего проекта в текстовом виде, языковые настройки, часовой пояс и события, связанные с использованием вами приложения Scratch (а именно, когда приложение Scratch было открыто и закрыто; был ли файл проекта загружен или сохранен, или создан новый проект). Если вы решите включить функцию обмена телеметрическими данными, приложение Scratch передаст эту информацию в Scratch. Проекты, созданные в приложении Scratch, не передаются и не доступны для Scratch за исключением случаев, если вы решите загрузить свой проект в онлайн-сообщество Scratch, после чего информация, которой вы делитесь, будет регулироваться условиями {privacyPolicyLink}онлайн-сообщества Scratch. Дополнительную информацию см. ниже в разделе «Что произойдет, если я загружу свой проект в интернет-сообщество Scratch?».",
    "privacyApps.privacyPolicyLinkText": "Политика конфиденциальности",
    "privacyApps.usageHeader": "Как Scratch использует мою информацию?",
    "privacyApps.usageIntro": "Мы используем эту информацию для следующих целей.",
    "privacyApps.analyticsTitle": "Аналитика и оптимизация приложения Scratch",
    "privacyApps.analyticsDescription": "Мы используем информацию для анализа использования приложения Scratch и для повышения вашего опыта обучения в приложении Scratch.",
    "privacyApps.researchTitle": "Академические и научные исследования",
    "privacyApps.researchDescription": "Мы удаляем идентифицирующие личность сведения и агрегируем информацию для статистического анализа в контексте научных и академических исследований. Например, чтобы помочь нам понять, как люди учатся с помощью приложения Scratch и как мы можем оптимизировать инструменты обучения для молодежи. Результаты таких исследований доводятся до сведения педагогов и исследователей посредством конференций, журналов и других академических или научных публикаций. Дополнительную информацию см. на нашей странице {researchPageLink} .",
    "privacyApps.researchPageLinkText": "Исследования",
    "privacyApps.legalTitle": "Правовая информация",
    "privacyApps.legalDescription": "Мы можем использовать вашу информацию для обеспечения соблюдения наших {termsOfUseLink},  защиты наших законных прав и соблюдения наших юридических обязательств и внутренних политик. Мы можем сделать это, проанализировав использование вами приложения Scratch.",
    "privacyApps.termsOfUseLinkText": "Условия использования",
    "privacyApps.processingHeader": "Каковы правовые основания для обработки вашей информации?",
    "privacyApps.processingParagraph": "Если вы находитесь в Европейской экономической зоне, Великобритании или Швейцарии, мы обрабатываем вашу информацию только на основании действительного правового основания. «Правовое основание» – это причина, которая оправдывает использование нами вашей информации. В этом случае у нас или у третьей стороны есть законный интерес в использовании вашей информации (если вы решите разрешить приложению Scratch отправлять вашу информацию команде Scratch) для создания, анализа и обмена вашей агрегированной информацией или информацией без идентифицирующих личность сведений в исследовательских целях, чтобы анализировать и улучшать ваш опыт обучения в приложении Scratch, а также иным образом обеспечивать и повышать безопасность, надежность и производительность приложения Scratch. Мы полагаемся на свои законные интересы или законные интересы третьих лиц при обработке вашей информации только в том случае, если эти интересы не противоречат вашим правам и интересам.",
    "privacyApps.sharingHeader": "Как Scratch передает мою информацию?",
    "privacyApps.sharingIntro": "Мы раскрываем информацию, которую собираем через приложение Scratch, третьим лицам в следующих случаях.",
    "privacyApps.serviceProvidersTitle": "Поставщики услуг",
    "privacyApps.serviceProvidersDescription": "Третьим сторонам, которые предоставляют такие услуги, как хостинг веб-сайтов, анализ данных, предоставление информационных технологий и соответствующей инфраструктуры, обслуживание клиентов, доставка электронной почты и другие.",
    "privacyApps.researchSharingDescription": "Исследовательским учреждениям, таким как Массачусетский технологический институт (MIT), чтобы узнать, как наши пользователи учатся с помощью приложения Scratch, и разработать новые инструменты обучения. Результаты этого исследования или статистического анализа могут распространяться на конференциях, в журналах и других публикациях.",
    "privacyApps.mergerTitle": "Слияние",
    "privacyApps.mergerDescription": "Потенциальному или фактическому приобретателю, правопреемнику или правоприобретателю в рамках любой реорганизации, слияния, продажи, создания совместного предприятия, уступки, передачи или иного отчуждения всей или любой части нашей организации или активов. У вас будет возможность отказаться от любой такой передачи, если планируемая новым лицом обработка вашей информации существенно отличается от той, которая изложена в настоящей Политике конфиденциальности.",
    "privacyApps.legalSharingDescription": "Если это требуется по закону или если мы добросовестно полагаем, что такие действия уместны: (a) в соответствии с применимым правовыми нормами, включая законы за пределами вашей страны проживания; (b) для исполнения судопроизводства; (c) для ответа на запросы органов самоуправления и государственных органов, таких как школа, районный отдел народного образования и правоохранительные органы, включая органы самоуправления и государственные органы за пределами страны вашего проживания; (d) для обеспечения соблюдения наших условий; (e) для защиты нашей деятельности или деятельности любого из наших аффилированных лиц; (f) для защиты наших прав, конфиденциальности, безопасности или собственности и/или прав наших аффилированных лиц, вас или других лиц; и (g) чтобы позволить нам использовать имеющиеся средства правовой защиты или ограничить ущерб, который мы можем понести.",
    "privacyApps.communityHeader": "Что произойдет, если я загружу свой проект в интернет-сообщество Scratch?",
    "privacyApps.communityParagraph": "При использовании приложения Scratch вы можете загрузить свой проект в онлайн-сообщество Scratch («онлайн-сообщество»). Если вы решите загрузить свой проект в онлайн-сообщество, вы поделитесь своей информацией за пределами приложения Scratch и предоставите ее службе онлайн-сообщества. Информация, которой вы делитесь при загрузке своего проекта, такая как ваша учетная запись и информация о проекте, будет регулироваться {privacyPolicyLink}онлайн-сообщества Scratch..",
    "privacyApps.studentsHeader": "Конфиденциальность детей и учащихся",
    "privacyApps.coppa": "Scratch Foundation – это некоммерческая организация согласно 501(c)(3). Таким образом, Закон о защите конфиденциальности детей в Интернете (COPPA) не распространяется на Scratch. Тем не менее, Scratch серьезно относится к конфиденциальности детей. Scratch собирает только минимальную информацию от своих пользователях и использует и раскрывает информацию только для предоставления услуг и для ограниченных других целей, таких как исследования, как описано в настоящей Политике конфиденциальности.",
    "privacyApps.ferpa": "Scratch не собирает информацию из сведений об образовании учащегося, как это определено Законом о правах семьи на образование и конфиденциальность (FERPA). Scratch не раскрывает информацию об учащихся третьим лицам, за исключением случаев, описанных в настоящей Политике конфиденциальности.",
    "privacyApps.eeaHeader": "Ваши права в контексте защиты данных (ЕЭЗ)",
    "privacyApps.eeaIntro": "Если вы находитесь в Европейской экономической зоне, Великобритании или Швейцарии, у вас есть определенные права в отношении вашей информации.",
    "privacyApps.accessTitle": "Право на доступ к данным, их исправление и переносимость",
    "privacyApps.accessDescription": "Вы можете запросить обзор касающейся вас информации, которую мы обрабатываем, и получить копию вашей информации. У вас также есть право запросить исправление неполной, неточной или устаревшей информации. В той степени, в которой того требуют применимые правовые нормы, вы можете попросить нас предоставить вашу информацию другой компании.",
    "privacyApps.objectionTitle": "Право на возражение",
    "privacyApps.objectionDescription": "Вы можете возражать (это означает «попросить нас прекратить») против любого использования вашей информации, которая (i) не обрабатывается для выполнения правовых обязательств, (ii) необходима для выполнения того, что предусмотрено договором между Scratch и вами, или (iii) если у нас есть веская причина для этого (например, для обеспечения безопасности и защиты в нашем интернет-сообществе). Если у вас возникли возражения, мы будем сотрудничать с вами, чтобы найти разумное решение.",
    "privacyApps.deletionTitle": "Удаление",
    "privacyApps.deletionDescription": "Вы также можете запросить удаление вашей информации в соответствии с применимыми правовыми нормами. Это относится, например, к случаям, когда ваша информация устарела или обработка не представляет необходимости или является незаконной; когда вы отзываете свое согласие на нашу обработку на основании такого согласия; или когда вы возражали против нашей обработки. В некоторых ситуациях нам может потребоваться сохранить вашу информацию в связи с юридическими обязательствами или судебным разбирательством. Если вы хотите, чтобы всю информацию о вас удалили с наших серверов, обращайтесь по адресу{helpEmail}.",
    "privacyApps.restrictionTitle": "Право ограничить обработку данных",
    "privacyApps.restrictionDescription": "Вы можете потребовать, чтобы мы ограничили обработку вашей информации, пока мы обрабатываем запрос, касающийся (i) точности вашей информации, (ii) законности обработки вашей информации или (iii) наших законных интересов в обработке этой информации. Вы также можете потребовать, чтобы мы ограничили обработку вашей информации, если вы хотите использовать информацию в целях судебного разбирательства.",
    "privacyApps.withdrawalTitle": "Право на отзыв согласия",
    "privacyApps.withdrawalDescription": "Если мы полагаемся на согласие на обработку вашей информации, вы имеете право отозвать ее в любое время и бесплатно. В таком случае это не повлияет на законность обработки до отзыва вашего согласия.",
    "privacyApps.eeaComplaint": "В дополнение к вышеупомянутым правам вы также имеете право подать жалобу в компетентный надзорный орган в соответствии с применимыми правовыми нормами. Однако существуют исключения и ограничения для каждого из этих прав. Мы можем, например, отказать в выполнении запроса, если запрос является явно необоснованным или чрезмерным, или если запрос может нанести ущерб правам и свободам других лиц, нанести ущерб исполнению или обеспечению соблюдения закона, помешать текущему или будущему судебному разбирательству или нарушать применимые правовые нормы. Чтобы подать заявку на осуществление своих прав, обращайтесь по адресу {helpEmail}.",
    "privacyApps.retentionHeader": "Хранение данных",
    "privacyApps.retentionParagraph": "Мы принимаем меры для удаления вашей информации или сохранения ее в форме, не позволяющей идентифицировать вас, когда эта информация больше не нужна для целей, для которых мы ее обрабатываем, за исключением случаев, когда по закону мы обязаны хранить эту информацию в течение более длительного периода. При определении срока хранения мы учитываем различные критерии, такие как тип услуг, запрошенных вами или предоставленных вам, характер и продолжительность наших отношений с вами, возможное повторное подключение к нашим услугам, влияние на услуги, которые мы предоставим вам, если мы удалим некоторую информацию от вас или о вас, обязательные сроки хранения, предусмотренные законом, и срок давности.",
    "privacyApps.protectHeader": "Как Scratch защищает мою информацию?",
    "privacyApps.protectParagraph": "В Scratch действуют административные, физические и технические процедуры, направленные на защиту информации, которую мы собираем в приложении Scratch, от случайного или незаконного уничтожения, случайной потери, несанкционированного изменения, несанкционированного раскрытия или доступа, неправомерного использования и любых других незаконных форм обработки информации. Однако, какими бы эффективными ни были эти меры, никакая система безопасности не является неприступной. Мы не можем полностью гарантировать безопасность наших баз данных, а также не можем гарантировать, что предоставленная вами информация не будет перехвачена при передаче нам через Интернет.",
    "privacyApps.internationalTransferHeader": "Передача данных в другие страны",
    "privacyApps.internationalTransferParagraph": "Мы можем передавать вашу информацию в страны за пределами вашей страны местонахождения, в том числе в США (где расположены наши серверы Scratch) или любую другую страну, в которой мы или наши поставщики услуг располагаем объектами. Если вы находитесь в Европейской экономической зоне, Великобритании или Швейцарии или других регионах с законами, регулирующими сбор и использование данных, которые могут отличаться от законов США, обратите внимание, что мы можем передавать вашу информацию в страну и юрисдикцию, которые не имеют те же законы о защите данных, что и в вашей юрисдикции. Мы применяем соответствующие меры безопасности к информации, обрабатываемой и передаваемой от нашего имени. Пожалуйста, свяжитесь с нами для получения дополнительной информации об используемых средствах защиты.",
    "privacyApps.notificationsHeader": "Уведомления об изменениях в Политике конфиденциальности",
    "privacyApps.notificationsParagraph": "Мы периодически пересматриваем нашу Политику конфиденциальности и можем изменять ее по мере необходимости. Мы сообщим вам о любых существенных изменениях. Мы рекомендуем вам регулярно просматривать нашу Политику конфиденциальности. Дата «Последнее обновление» в верхней части этой страницы указывает, когда настоящая Политика конфиденциальности была пересмотрена в последний раз. Если вы продолжаете использовать приложение Scratch после этих изменений, это означает, что вы принимаете пересмотренную Политику конфиденциальности.",
    "privacyApps.contactHeader": "Связаться с нами",
    "privacyApps.contactIntro": "Scratch Foundation – это организация, ответственная за обработку ваших данных. Если у вас возникли какие-либо вопросы об этой Политике конфиденциальности или если вы хотите воспользоваться своими правами относительно своей информации, вы можете связаться с нами по электронному адресу{helpEmail}или по почте по адресу:"
}