{
    "privacyApps.title": "Zásady ochrany súkromia",
    "privacyApps.updated": "Zásady ochrany osobných údajov Scratch boli naposledy aktualizované: 6. januára 2022",
    "privacyApps.intro": "Nadácia Scratch („Scratch“, „my“ alebo „nás“) chápe, aké dôležité je súkromie pre našu komunitu. Tieto Zásady ochrany osobných údajov sme napísali, aby sme vysvetlili, aké osobné údaje (ďalej len „informácie“) zhromažďujeme prostredníctvom nášho offline editora („aplikácia Scratch“), ako ich používame, spracovávame a zdieľame a čo robíme, aby boli v bezpečí. Tiež vás informuje o vašich právach a možnostiach týkajúcich sa vašich osobných údajov a o tom, ako nás môžete kontaktovať, ak máte nejaké otázky alebo obavy.",
    "privacyApps.collectionHeader": "Aké informácie o mne zhromažďuje Scratch?",
    "privacyApps.collectionParagraph": "Na účely týchto zásad ochrany osobných údajov „informácie“ znamenajú akékoľvek informácie týkajúce sa identifikovanej alebo identifikovateľnej osoby. Aplikácia Scratch automaticky zhromažďuje a lokálne ukladá nasledujúce informácie prostredníctvom svojho telemetrického systému: názov vášho projektu v textovej forme, nastavenie jazyka, časové pásmo a udalosti súvisiace s vaším používaním aplikácie Scratch (konkrétne kedy bola aplikácia Scratch otvorená a zatvorená , ak bol súbor projektu načítaný alebo uložený, alebo ak je vytvorený nový projekt). Ak sa rozhodnete zapnúť funkciu zdieľania telemetrie, aplikácia Scratch odošle tieto informácie do Scratch. Projekty vytvorené v aplikácii Scratch sa neprenášajú do Scratch ani k nim nemá Scratch prístup, pokiaľ sa nerozhodnete odovzdať svoj projekt do komunity Scratch Online {privacyPolicyLink}. Vtedy budú informácie, ktoré zdieľate, podliehať podmienkam komunity Scratch Online. Pozrite si časť „Čo sa stane, ak odovzdám svoj projekt do komunity Scratch Online?“ pre viac informácií nižšie.",
    "privacyApps.privacyPolicyLinkText": "Zásady ochrany súkromia",
    "privacyApps.usageHeader": "Ako Scratch používa moje informácie?",
    "privacyApps.usageIntro": "Tieto informácie používame na nasledujúce účely:",
    "privacyApps.analyticsTitle": "Analýza a zlepšenie aplikácie Scratch",
    "privacyApps.analyticsDescription": "Informácie používame na analýzu používania aplikácie Scratch a na zlepšenie vášho zážitku z učenia sa v aplikácii Scratch.",
    "privacyApps.researchTitle": "Akademický a vedecký výskum",
    "privacyApps.researchDescription": "Deidentifikujeme a zhromažďujeme informácie pre štatistickú analýzu v kontexte vedeckého a akademického výskumu. Napríklad, aby nám pomohli pochopiť, ako sa ľudia učia prostredníctvom aplikácie Scratch a ako môžeme zlepšiť vzdelávacie nástroje pre mladých ľudí. Výsledky takéhoto výskumu sú zdieľané s pedagógmi a výskumníkmi prostredníctvom konferencií, časopisov a iných akademických alebo vedeckých publikácií. Viac sa dozviete na našej {researchPageLink} stránke.",
    "privacyApps.researchPageLinkText": "Výskum",
    "privacyApps.legalTitle": "Právnické informácie",
    "privacyApps.legalDescription": "Vaše informácie môžeme použiť na presadzovanie našich {termsOfUseLink}, na obranu našich zákonných práv a na dodržiavanie našich zákonných povinností a interných zásad. Môžeme to urobiť analýzou vášho používania aplikácie Scratch.",
    "privacyApps.termsOfUseLinkText": "Podmienky používania",
    "privacyApps.processingHeader": "Aké sú právne dôvody na spracovanie vašich údajov?",
    "privacyApps.processingParagraph": "Ak sa nachádzate v Európskom hospodárskom priestore, Spojenom kráľovstve alebo Švajčiarsku, spracúvame vaše informácie iba na základe platného právneho základu. „Právny dôvod“ je dôvod, ktorý ospravedlňuje naše používanie vašich informácií. V tomto prípade máme my alebo tretia strana oprávnený záujem použiť vaše informácie (ak sa rozhodnete povoliť aplikácii Scratch posielať tímu Scratch vaše informácie) na vytváranie, analýzu a zdieľanie vašich súhrnných alebo neidentifikovateľných informácií na výskumné účely. , aby ste analyzovali a vylepšili svoje vzdelávacie skúsenosti v aplikácii Scratch a inak zabezpečili a zlepšili bezpečnosť, zabezpečenie a výkon aplikácie Scratch. Pri spracúvaní vašich údajov sa spoliehame na naše legitímne záujmy alebo legitímne záujmy tretej strany, len ak tieto záujmy nie sú nadradené vašim právam a záujmom.",
    "privacyApps.sharingHeader": "Ako Scratch zdieľa moje informácie?",
    "privacyApps.sharingIntro": "Informácie, ktoré zhromažďujeme prostredníctvom aplikácie Scratch, sprístupňujeme tretím stranám za nasledujúcich okolností:",
    "privacyApps.serviceProvidersTitle": "Poskytovatelia služieb",
    "privacyApps.serviceProvidersDescription": "Tretím stranám, ktoré poskytujú služby, ako je hosting webových stránok, analýza údajov, poskytovanie informačných technológií a súvisiacej infraštruktúry, služby zákazníkom, doručovanie e-mailov a ďalšie služby.",
    "privacyApps.researchSharingDescription": "Do výskumných inštitúcií, ako je Massachusetts Institute of Technology (MIT), aby sa dozvedeli o tom, ako sa naši používatelia učia prostredníctvom aplikácie Scratch a vyvíjajú nové vzdelávacie nástroje. Výsledky tohto výskumu alebo štatistickej analýzy môžu byť zdieľané prostredníctvom konferencií, časopisov a iných publikácií.",
    "privacyApps.mergerTitle": "Zlúčenie",
    "privacyApps.mergerDescription": "Potenciálnemu alebo skutočnému nadobúdateľovi, nástupcovi alebo postupníkovi v rámci akejkoľvek reorganizácie, zlúčenia, predaja, spoločného podniku, postúpenia, prevodu alebo iného nakladania s celou alebo akoukoľvek časťou našej organizácie alebo aktív. Budete mať možnosť odstúpiť od akéhokoľvek takéhoto prenosu, ak sa plánované spracovanie vašich informácií novým subjektom podstatne líši od spracovania uvedeného v týchto zásadách ochrany osobných údajov.",
    "privacyApps.legalSharingDescription": "Ak to vyžaduje zákon alebo v dobrej viere, že takýto krok je vhodný: (a) podľa platných zákonov vrátane zákonov mimo krajiny vášho bydliska; (b) dodržiavať zákonný proces; (c) reagovať na žiadosti verejných a vládnych orgánov, ako sú školy, školské obvody a orgány činné v trestnom konaní, vrátane verejných a vládnych orgánov mimo krajiny vášho bydliska; (d) presadzovať naše zmluvné podmienky; (e) na ochranu našich operácií alebo operácií ktorejkoľvek z našich pridružených spoločností; (f) chrániť naše práva, súkromie, bezpečnosť alebo majetok a/alebo našich pridružených spoločností, vás alebo iných; a (g) umožniť nám uplatniť dostupné opravné prostriedky alebo obmedziť škody, ktoré môžeme utrpieť.",
    "privacyApps.communityHeader": "Čo sa stane, ak odovzdám svoj projekt do komunity Scratch Online?",
    "privacyApps.communityParagraph": "Počas používania aplikácie Scratch sa môžete rozhodnúť nahrať svoj projekt do online komunity Scratch („Online komunita“). Ak sa rozhodnete nahrať svoj projekt do online komunity, zdieľate svoje informácie mimo aplikácie Scratch a poskytujete ich službe online komunity. Informácie, ktoré zdieľate pri nahrávaní projektu, ako napríklad informácie o účte a projekte, budú spravované online komunitou Scratch {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "Súkromie detí a študentov",
    "privacyApps.coppa": "The Scratch Foundation je nezisková organizácia 501(c)(3). Zákon o ochrane súkromia detí na internete (COPPA) ako taký sa na Scratch nevzťahuje. Napriek tomu berie Scratch súkromie detí vážne. Scratch zhromažďuje od svojich používateľov len minimálne informácie a informácie používa a zverejňuje iba na poskytovanie služieb a na obmedzené iné účely, ako je napríklad výskum, ako je opísané v týchto zásadách ochrany osobných údajov.",
    "privacyApps.ferpa": "Scratch nezhromažďuje informácie zo záznamov o vzdelaní študenta, ako je definované v zákone o právach a ochrane súkromia rodiny (FERPA). Scratch nezverejňuje informácie o študentoch žiadnym tretím stranám okrem prípadov popísaných v týchto zásadách ochrany osobných údajov.",
    "privacyApps.eeaHeader": "Vaše práva na ochranu údajov (EHP)",
    "privacyApps.eeaIntro": "Ak sa nachádzate v Európskom hospodárskom priestore, Spojenom kráľovstve alebo Švajčiarsku, máte určité práva v súvislosti s vašimi údajmi:",
    "privacyApps.accessTitle": "Prístup, oprava a prenosnosť údajov",
    "privacyApps.accessDescription": "Môžete požiadať o prehľad informácií, ktoré o vás spracovávame, a o získanie kópie vašich informácií. Máte tiež právo požiadať o opravu neúplných, nepresných alebo neaktuálnych informácií. V rozsahu vyžadovanom príslušnými zákonmi nás môžete požiadať o poskytnutie vašich údajov inej spoločnosti.",
    "privacyApps.objectionTitle": "Námietka",
    "privacyApps.objectionDescription": "Môžete namietať (to znamená „požiadať nás o zastavenie“) akémukoľvek použitiu vašich údajov, ktoré nie je (i) spracované na splnenie zákonnej povinnosti, (ii) potrebné na vykonanie toho, čo je uvedené v zmluve medzi spoločnosťou Scratch a vami, alebo (iii) ak na to máme pádny dôvod (napríklad na zaistenie bezpečnosti a ochrany v našej online komunite). Ak budete mať námietky, budeme s vami spolupracovať, aby sme našli rozumné riešenie.",
    "privacyApps.deletionTitle": "Vymazanie",
    "privacyApps.deletionDescription": "Môžete tiež požiadať o vymazanie svojich informácií, ako to povoľujú platné zákony. Platí to napríklad vtedy, keď sú vaše informácie neaktuálne alebo spracovanie nie je potrebné alebo je nezákonné; ak odvoláte svoj súhlas s naším spracovaním založeným na takomto súhlase; alebo kde ste namietali proti nášmu spracovaniu. V niektorých situáciách si možno budeme musieť ponechať vaše informácie z dôvodu zákonných povinností alebo na účely súdneho sporu. Ak chcete, aby boli všetky vaše informácie odstránené z našich serverov, požiadajte o pomoc {helpEmail}.",
    "privacyApps.restrictionTitle": "Obmedzenie spracovania",
    "privacyApps.restrictionDescription": "Môžete požiadať, aby sme obmedzili spracúvanie vašich údajov, kým spracúvame žiadosť týkajúcu sa (i) presnosti vašich údajov, (ii) zákonnosti spracúvania vašich údajov alebo (iii) našich oprávnených záujmov spracúvať tieto informácie . Môžete tiež požiadať, aby sme obmedzili spracovanie vašich informácií, ak chcete použiť tieto informácie na účely súdneho sporu.",
    "privacyApps.withdrawalTitle": "Odvolanie súhlasu",
    "privacyApps.withdrawalDescription": "Ak sa spoliehame na súhlas so spracovaním vašich údajov, máte právo ho kedykoľvek a bezplatne odvolať. Ak tak urobíte, neovplyvní to zákonnosť spracovania pred odvolaním súhlasu.",
    "privacyApps.eeaComplaint": "Okrem vyššie uvedených práv máte tiež právo podať sťažnosť príslušnému dozornému orgánu podľa platných právnych predpisov. Pre každé z týchto práv však existujú výnimky a obmedzenia. Môžeme napríklad odmietnuť konať na základe žiadosti, ak je žiadosť zjavne neopodstatnená alebo neprimeraná, alebo ak je pravdepodobné, že žiadosť nepriaznivo zasiahne do práv a slobôd iných, ohrozí výkon alebo výkon zákona, zasiahne do prebiehajúcich alebo budúci súdny spor alebo porušenie platných zákonov. Ak chcete podať žiadosť o uplatnenie svojich práv, kontaktujte {helpEmail} so žiadosťou o pomoc.",
    "privacyApps.retentionHeader": "Uchovávanie údajov",
    "privacyApps.retentionParagraph": "Prijímame opatrenia na vymazanie vašich informácií alebo ich uchovávanie vo forme, ktorá neumožňuje vašu identifikáciu, keď tieto informácie už nie sú potrebné na účely, na ktoré ich spracúvame, pokiaľ nie sme zo zákona povinní tieto informácie uchovávať dlhšie obdobie. Pri určovaní doby uchovávania berieme do úvahy rôzne kritériá, ako je typ služieb, ktoré požadujete alebo ktoré vám poskytujeme, povaha a dĺžka nášho vzťahu s vami, prípadné opätovné prihlásenie do našich služieb, vplyv na služby, ktoré poskytnúť vám, ak od vás alebo o vás vymažeme niektoré informácie, povinné doby uchovávania stanovené zákonom a premlčaciu lehotu.",
    "privacyApps.protectHeader": "Ako Scratch chráni moje informácie?",
    "privacyApps.protectParagraph": "Scratch má zavedené administratívne, fyzické a technické postupy, ktoré sú určené na ochranu informácií, ktoré zhromažďujeme v aplikácii Scratch, pred náhodným alebo nezákonným zničením, náhodnou stratou, neoprávnenou zmenou, neoprávneným zverejnením alebo prístupom, zneužitím a akoukoľvek inou nezákonnou formou spracovania. informácií. Akokoľvek sú však tieto opatrenia účinné, žiadny bezpečnostný systém nie je nepreniknuteľný. Nemôžeme úplne zaručiť bezpečnosť našich databáz, ani nemôžeme zaručiť, že informácie, ktoré nám poskytnete, nebudú počas prenosu cez internet zachytené.",
    "privacyApps.internationalTransferHeader": "Medzinárodný prenos údajov",
    "privacyApps.internationalTransferParagraph": "Vaše informácie môžeme preniesť do iných krajín, ako je krajina, v ktorej sa nachádzate, vrátane USA (kde sa nachádzajú naše servery Scratch) alebo akejkoľvek inej krajiny, v ktorej my alebo naši poskytovatelia služieb prevádzkujeme zariadenia. Ak sa nachádzate v Európskom hospodárskom priestore, Spojenom kráľovstve alebo Švajčiarsku alebo v iných regiónoch so zákonmi upravujúcimi zhromažďovanie a používanie údajov, ktoré sa môžu líšiť od zákonov USA, vezmite prosím na vedomie, že môžeme preniesť vaše informácie do krajiny a jurisdikcie, ktorá nemá rovnaké zákony o ochrane údajov ako vo vašej jurisdikcii. Na informácie spracovávané a prenášané v našom mene uplatňujeme primerané bezpečnostné opatrenia. Ak chcete získať ďalšie informácie o použitých ochranných opatreniach, kontaktujte nás.",
    "privacyApps.notificationsHeader": "Oznámenia o zmenách Zásad ochrany osobných údajov",
    "privacyApps.notificationsParagraph": "Pravidelne kontrolujeme naše zásady ochrany osobných údajov a môžeme ich podľa potreby upraviť. O prípadných podstatných zmenách vás budeme informovať. Odporúčame vám pravidelne kontrolovať naše Zásady ochrany osobných údajov. Dátum „Posledná aktualizácia“ v hornej časti tejto stránky označuje, kedy boli tieto Zásady ochrany osobných údajov naposledy revidované. Vaše ďalšie používanie aplikácie Scratch po týchto zmenách znamená, že súhlasíte s upravenými zásadami ochrany osobných údajov.",
    "privacyApps.contactHeader": "Kontaktujte nás",
    "privacyApps.contactIntro": "Scratch Foundation je subjekt zodpovedný za spracovanie vašich informácií. Ak máte akékoľvek otázky týkajúce sa týchto Zásad ochrany osobných údajov alebo ak by ste chceli uplatniť svoje práva na vaše informácie, môžete nás kontaktovať na adrese {helpEmail} alebo prostredníctvom pošty na adrese:"
}