{
    "privacyApps.title": "Sekretess",
    "privacyApps.updated": "Scratch-sekretesspolicyn uppdaterades senast: 6 januari 2022",
    "privacyApps.intro": "Scratch Foundation (Scratch, vi eller oss) förstår hur viktig integritet är för vår gemenskap. Vi skrev denna integritetspolicy för att förklara vilken personlig information (information) vi samlar in via vår offlineredigerare (Scratch-appen), hur vi använder, bearbetar och delar den och vad vi gör för att hålla den säker. Den berättar också om dina rättigheter och val med avseende på din personliga information, och hur du kan kontakta oss om du har några frågor eller funderingar.",
    "privacyApps.collectionHeader": "Vilken information samlar Scratch om mig?",
    "privacyApps.collectionParagraph": "För syftet med denna integritetspolicy betyder information all information som rör en identifierad eller identifierbar individ. Scratch-appen samlar automatiskt in och lagrar följande information lokalt genom sitt telemetrisystem: titeln på ditt projekt i textform, språkinställning, tidszon och händelser relaterade till din användning av Scratch-appen (nämligen när Scratch-appen öppnades och stängdes , om en projektfil har laddats eller sparats, eller om ett nytt projekt skapas). Om du väljer att aktivera funktionen för telemetridelning kommer Scratch-appen att överföra denna information till Scratch. Projekt som skapats i Scratch-appen överförs inte till eller är tillgängliga av Scratch såvida du inte väljer att ladda upp ditt projekt till Scratch Online Community, då informationen du delar kommer att omfattas av villkoren i Scratch Online Community {privacyPolicyLink}. Se avsnittet Vad händer om jag laddar upp mitt projekt till Scratch Online Community? nedan för mer information.",
    "privacyApps.privacyPolicyLinkText": "Sekretess",
    "privacyApps.usageHeader": "Hur använder Scratch min information?",
    "privacyApps.usageIntro": "Vi använder denna information för följande ändamål:",
    "privacyApps.analyticsTitle": "Analys och förbättring av Scratch-appen",
    "privacyApps.analyticsDescription": "Vi använder informationen för att analysera användningen av Scratch-appen och för att förbättra din inlärningsupplevelse på Scratch-appen.",
    "privacyApps.researchTitle": "Akademisk och vetenskaplig forskning",
    "privacyApps.researchDescription": "Vi avidentifierar och aggregerar information för statistisk analys i samband med vetenskaplig och akademisk forskning. Till exempel för att hjälpa oss att förstå hur människor lär sig genom Scratch-appen och hur vi kan förbättra inlärningsverktyg för ungdomar. Resultaten av sådan forskning delas med utbildare och forskare genom konferenser, tidskrifter och andra akademiska eller vetenskapliga publikationer. Du kan ta reda på mer på vår {researchPageLink} sida.",
    "privacyApps.researchPageLinkText": "Forskning",
    "privacyApps.legalTitle": "Laglig",
    "privacyApps.legalDescription": "Vi kan använda din information för att upprätthålla vår {termsOfUseLink}, för att försvara våra juridiska rättigheter och för att följa våra juridiska skyldigheter och interna policyer. Vi kan göra detta genom att analysera din användning av Scratch-appen.",
    "privacyApps.termsOfUseLinkText": "Användarvillkor",
    "privacyApps.processingHeader": "Vilka är de juridiska grunderna för att behandla din information?",
    "privacyApps.processingParagraph": "Om du befinner dig i Europeiska ekonomiska samarbetsområdet, Storbritannien eller Schweiz, behandlar vi endast din information baserat på en giltig juridisk grund. En rättslig grund är ett skäl som motiverar vår användning av din information. I det här fallet har vi eller en tredje part ett berättigat intresse av att använda din information (om du väljer att låta Scratch-appen skicka din information till Scratch-teamet) för att skapa, analysera och dela din samlade eller avidentifierade information för forskningsändamål , för att analysera och förbättra din inlärningsupplevelse på Scratch-appen och på annat sätt säkerställa och förbättra säkerheten, säkerheten och prestandan för Scratch-appen. Vi förlitar oss endast på våra eller en tredje parts legitima intressen för att behandla din information när dessa intressen inte åsidosätts av dina rättigheter och intressen.",
    "privacyApps.sharingHeader": "Hur delar Scratch min information?",
    "privacyApps.sharingIntro": "Vi lämnar ut information som vi samlar in via Scratch-appen till tredje part under följande omständigheter:",
    "privacyApps.serviceProvidersTitle": "Tjänsteleverantörer",
    "privacyApps.serviceProvidersDescription": "Till tredje part som tillhandahåller tjänster såsom webbhotell, dataanalys, informationsteknik och relaterade infrastrukturförsörjning, kundservice, e-postleverans och andra tjänster.",
    "privacyApps.researchSharingDescription": "Till forskningsinstitutioner, som Massachusetts Institute of Technology (MIT), för att lära sig om hur våra användare lär sig genom Scratch-appen och utveckla nya lärverktyg. Resultaten av denna forskning eller den statistiska analysen kan delas genom konferenser, tidskrifter och andra publikationer.",
    "privacyApps.mergerTitle": "Fusion",
    "privacyApps.mergerDescription": "Till en potentiell eller faktisk förvärvare, efterträdare eller överlåtare som en del av någon omorganisation, fusion, försäljning, samriskföretag, överlåtelse, överföring eller annan disposition av hela eller någon del av vår organisation eller tillgångar. Du kommer att ha möjlighet att välja bort en sådan överföring om den nya enhetens planerade behandling av din information skiljer sig väsentligt från den som anges i denna sekretesspolicy.",
    "privacyApps.legalSharingDescription": "Om det krävs enligt lag eller i god tro att en sådan åtgärd är lämplig: (a) enligt tillämplig lag, inklusive lagar utanför ditt hemland; (b) att följa rättsliga förfaranden; (c) att svara på förfrågningar från offentliga och statliga myndigheter, såsom skola, skoldistrikt och brottsbekämpande myndigheter, inklusive offentliga och statliga myndigheter utanför ditt hemland; (d) för att upprätthålla våra villkor; (e) för att skydda vår verksamhet eller någon av våra dotterbolags verksamhet; (f) för att skydda våra rättigheter, integritet, säkerhet eller egendom och/eller våra dotterbolags, dig eller andra; och (g) att tillåta oss att vidta tillgängliga åtgärder eller begränsa de skador som vi kan lida.",
    "privacyApps.communityHeader": "Vad händer om jag laddar upp mitt projekt till Scratch Online Community?",
    "privacyApps.communityParagraph": "När du använder Scratch-appen kan du välja att ladda upp ditt projekt till Scratch-onlinegemenskapen (Online Community). Om du väljer att ladda upp ditt projekt till onlinegemenskapen delar du din information utanför Scratch-appen och tillhandahåller den till onlinegemenskapstjänsten. Informationen du delar när du laddar upp ditt projekt, såsom ditt konto och projektinformation, kommer att styras av Scratch-onlinegemenskapen {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "Barn och studenters integritet",
    "privacyApps.coppa": "Scratch Foundation är en 501(c)(3) ideell organisation. Som sådan gäller inte Children's Online Privacy Protection Act (COPPA) för Scratch. Ändå tar Scratch barns integritet på allvar. Scratch samlar endast in minimal information från sina användare, och använder och avslöjar endast information för att tillhandahålla tjänsterna och för begränsade andra ändamål, såsom forskning, som beskrivs i denna integritetspolicy.",
    "privacyApps.ferpa": "Scratch samlar inte in information från en elevs utbildningsregister, enligt definitionen av Family Educational Rights and Privacy Act (FERPA). Scratch avslöjar inte information om studenter till någon tredje part förutom vad som beskrivs i denna integritetspolicy.",
    "privacyApps.eeaHeader": "Dina dataskyddsrättigheter (EES)",
    "privacyApps.eeaIntro": "Om du befinner dig i Europeiska ekonomiska samarbetsområdet, Storbritannien eller Schweiz har du vissa rättigheter i förhållande till din information:",
    "privacyApps.accessTitle": "Åtkomst, korrigering och dataportabilitet",
    "privacyApps.accessDescription": "Du kan be om en översikt över den information vi behandlar om dig och att få en kopia av din information. Du har också rätt att begära korrigering av ofullständig, felaktig eller föråldrad information. I den utsträckning som krävs enligt tillämplig lag kan du begära att vi tillhandahåller din information till ett annat företag.",
    "privacyApps.objectionTitle": "Invändning",
    "privacyApps.objectionDescription": "Du kan invända mot (detta betyder be oss att sluta) all användning av din information som inte (i) behandlas för att följa en rättslig skyldighet, (ii) nödvändig för att göra vad som anges i ett kontrakt mellan Scratch och dig, eller (iii) om vi har en tvingande anledning att göra det (såsom för att garantera säkerhet och säkerhet i vår onlinegemenskap). Om du gör invändningar kommer vi att tillsammans med dig hitta en rimlig lösning.",
    "privacyApps.deletionTitle": "Radering",
    "privacyApps.deletionDescription": "Du kan också begära radering av din information, i enlighet med tillämplig lag. Detta gäller till exempel när din information är föråldrad eller om behandlingen inte är nödvändig eller är olaglig; där du återkallar ditt samtycke till vår behandling baserat på sådant samtycke; eller där du har invänt mot vår behandling. I vissa situationer kan vi behöva behålla din information på grund av juridiska skyldigheter eller för rättstvistsändamål. Om du vill att all din information ska tas bort från våra servrar, vänligen kontakta {helpEmail} för hjälp.",
    "privacyApps.restrictionTitle": "Begränsning av bearbetning",
    "privacyApps.restrictionDescription": "Du kan begära att vi begränsar behandlingen av din information medan vi behandlar en begäran som rör (i) riktigheten av din information, (ii) lagenligheten av behandlingen av din information eller (iii) våra legitima intressen att behandla denna information . Du kan också begära att vi begränsar behandlingen av din information om du vill använda informationen för rättstvister.",
    "privacyApps.withdrawalTitle": "Återkallande av samtycke",
    "privacyApps.withdrawalDescription": "Där vi förlitar oss på samtycke för behandlingen av din information har du rätt att när som helst och kostnadsfritt återkalla den. När du gör det kommer detta inte att påverka lagenligheten av behandlingen innan ditt samtycke återkallades.",
    "privacyApps.eeaComplaint": "Utöver de ovan nämnda rättigheterna har du även rätt att lämna in ett klagomål till en behörig tillsynsmyndighet enligt tillämplig lag. Det finns dock undantag och begränsningar för var och en av dessa rättigheter. Vi kan till exempel vägra att agera på en begäran om begäran är uppenbart ogrundad eller överdriven, eller om begäran sannolikt kommer att negativt påverka andras rättigheter och friheter, skada verkställigheten eller verkställigheten av lagen, störa pågående eller framtida rättstvister eller bryta mot tillämplig lag. För att skicka in en begäran om att utöva dina rättigheter, vänligen kontakta {helpEmail} för hjälp.",
    "privacyApps.retentionHeader": "Datalagring",
    "privacyApps.retentionParagraph": "Vi vidtar åtgärder för att radera din information eller behålla den i en form som inte tillåter dig att identifieras när denna information inte längre är nödvändig för de ändamål för vilka vi behandlar den, såvida vi inte är skyldiga enligt lag att behålla denna information under en längre tid period. När vi bestämmer lagringsperioden tar vi hänsyn till olika kriterier, såsom typen av tjänster som efterfrågas av eller tillhandahålls till dig, arten och längden på vår relation med dig, eventuell återregistrering till våra tjänster, inverkan på de tjänster vi tillhandahålla dig om vi raderar viss information från eller om dig, obligatoriska lagringsperioder enligt lag och preskriptionslagen.",
    "privacyApps.protectHeader": "Hur skyddar Scratch min information?",
    "privacyApps.protectParagraph": "Scratch har administrativa, fysiska och tekniska rutiner som är avsedda att skydda informationen vi samlar in på Scratch-appen mot oavsiktlig eller olaglig förstörelse, oavsiktlig förlust, obehörig ändring, obehörig avslöjande eller åtkomst, missbruk och alla andra olagliga former av behandling. av informationen. Men hur effektiva dessa åtgärder än är så är inget säkerhetssystem ogenomträngligt. Vi kan inte helt garantera säkerheten för våra databaser, och vi kan inte heller garantera att den information du tillhandahåller inte kommer att avlyssnas medan den överförs till oss över Internet.",
    "privacyApps.internationalTransferHeader": "Internationell dataöverföring",
    "privacyApps.internationalTransferParagraph": "Vi kan överföra din information till andra länder än det land där du befinner dig, inklusive till USA (där våra Scratch-servrar finns) eller något annat land där vi eller våra tjänsteleverantörer har anläggningar. Om du befinner dig i Europeiska ekonomiska samarbetsområdet, Storbritannien eller Schweiz, eller andra regioner med lagar som reglerar datainsamling och användning som kan skilja sig från amerikansk lag, vänligen notera att vi kan överföra din information till ett land och jurisdiktion som inte har samma dataskyddslagar som din jurisdiktion. Vi tillämpar lämpliga skyddsåtgärder för den information som behandlas och överförs för vår räkning. Kontakta oss för mer information om de skyddsåtgärder som används.",
    "privacyApps.notificationsHeader": "Meddelanden om ändringar av integritetspolicyn",
    "privacyApps.notificationsParagraph": "Vi granskar vår integritetspolicy med jämna mellanrum, och vi kan ändra våra policyer vid behov. Vi kommer att meddela dig om eventuella väsentliga ändringar. Vi uppmuntrar dig att regelbundet granska vår integritetspolicy. Senast uppdaterad-datumet överst på denna sida anger när denna sekretesspolicy senast reviderades. Din fortsatta användning av Scratch-appen efter dessa ändringar innebär att du accepterar den reviderade integritetspolicyn.",
    "privacyApps.contactHeader": "Kontakta oss",
    "privacyApps.contactIntro": "Scratch Foundation är den enhet som är ansvarig för behandlingen av din information. Om du har några frågor om denna integritetspolicy, eller om du vill utöva dina rättigheter till din information, kan du kontakta oss på {helpEmail} eller via e-post på:"
}