{
    "privacyApps.title": "Gizlilik İlkesi",
    "privacyApps.updated": "Scratch Gizlilik Politikasının en son güncellenme tarihi: 6 Ocak 2022",
    "privacyApps.intro": "Scratch Vakfı (“Scratch”, “biz” veya “biz”) mahremiyetin topluluğumuz için ne kadar önemli olduğunun farkındadır. Bu Gizlilik Politikasını, çevrimdışı düzenleyicimiz (\"Scratch Uygulaması\") aracılığıyla hangi Kişisel Bilgileri (\"Bilgiler\") topladığımızı, bunları nasıl kullandığımızı, işlediğimizi ve paylaştığımızı ve bunları güvende tutmak için ne yaptığımızı açıklamak için yazdık. Ayrıca, Kişisel Bilgilerinize ilişkin haklarınız ve seçenekleriniz ile herhangi bir sorunuz veya endişeniz varsa bizimle nasıl iletişime geçebileceğiniz hakkında bilgi verir.",
    "privacyApps.collectionHeader": "Scratch Hakkımda Hangi Bilgileri Topluyor?",
    "privacyApps.collectionParagraph": "Bu Gizlilik Politikasının amaçları doğrultusunda \"Bilgi\", kimliği belirli veya belirlenebilir bir kişiyle ilgili her türlü bilgi anlamına gelir. Scratch Uygulaması, telemetri sistemi aracılığıyla aşağıdaki Bilgileri otomatik olarak yerel olarak toplar ve saklar: metin biçiminde projenizin başlığı, dil ayarı, saat dilimi ve Scratch Uygulamasını kullanımınızla ilgili olaylar (yani Scratch Uygulaması açılıp kapatıldığında, bir proje dosyası yüklendiyse veya kaydedildiyse veya yeni bir proje oluşturulduysa). Telemetri paylaşım özelliğini açmayı seçerseniz, Scratch Uygulaması bu bilgiyi Scratch'a iletir. Scratch Uygulamasında oluşturulan projeler, projenizi Scratch Çevrimiçi Topluluğuna yüklemeyi seçmediğiniz sürece Scratch'a iletilmez veya Scratch tarafından erişilebilir değildir, bu noktada paylaştığınız bilgiler Scratch Çevrimiçi Topluluğu {privacyPolicyLink}'in koşullarına tabi olacaktır. Lütfen “Projemi Scratch Çevrimiçi Topluluğuna Yüklersem Ne Olur?” bölümü hakkında daha fazla bilgi için aşağıya bakın.",
    "privacyApps.privacyPolicyLinkText": "Gizlilik İlkesi",
    "privacyApps.usageHeader": "Scratch Bilgilerimi Nasıl Kullanır?",
    "privacyApps.usageIntro": "Bu bilgileri aşağıdaki amaçlar için kullanırız:",
    "privacyApps.analyticsTitle": "Analiz ve Scratch Uygulamasını Geliştirme",
    "privacyApps.analyticsDescription": "Bilgileri, Scratch Uygulamasının kullanımını analiz etmek ve Scratch Uygulamasındaki öğrenme deneyiminizi geliştirmek için kullanırız.",
    "privacyApps.researchTitle": "Akademik ve Bilimsel Araştırma",
    "privacyApps.researchDescription": "Bilimsel ve akademik araştırma bağlamında istatistiksel analiz için Bilgileri kimliksizleştiriyor ve topluyoruz. Örneğin, insanların Scratch Uygulaması aracılığıyla nasıl öğrendiklerini ve gençler için öğrenme araçlarını nasıl geliştirebileceğimizi anlamamıza yardımcı olmak için. Bu tür araştırmaların sonuçları konferanslar, dergiler ve diğer akademik veya bilimsel yayınlar aracılığıyla eğitimciler ve araştırmacılarla paylaşılmaktadır. Daha fazlasını {researchPageLink} sayfamızda bulabilirsiniz.",
    "privacyApps.researchPageLinkText": "Araştırma",
    "privacyApps.legalTitle": "Hukuki",
    "privacyApps.legalDescription": "Bilgilerinizi {termsOfUseLink}'imizi uygulamak, yasal haklarımızı savunmak ve yasal yükümlülüklerimize ve şirket içi politikalarımıza uymak için kullanabiliriz. Bunu, Scratch Uygulamasını kullanımınızı analiz ederek yapabiliriz.",
    "privacyApps.termsOfUseLinkText": "Kullanım Şartları",
    "privacyApps.processingHeader": "Bilgilerinizi İşlemenin Hukuki Sebepleri Nelerdir?",
    "privacyApps.processingParagraph": "Avrupa Ekonomik Alanı'nda, Birleşik Krallık'ta veya İsviçre'de bulunuyorsanız, Bilgilerinizi yalnızca geçerli bir yasal zemine dayanarak işleriz. “Yasal bir zemin”, Bilgilerinizi kullanmamızı haklı kılan bir nedendir. Bu durumda, bizim veya üçüncü bir tarafın Bilgilerinizi (Scratch Uygulamasının Scratch ekibine Bilgilerinizi göndermesine izin vermeyi seçerseniz) toplu veya kimliksizleştirilmiş Bilgilerinizi araştırma amacıyla oluşturmak, analiz etmek ve paylaşmak için kullanma konusunda Scratch Uygulamasındaki öğrenme deneyiminizi analiz etmek ve geliştirmek ve Scratch Uygulamasının güvenliğini ve performansını sağlamak ve iyileştirmek için meşru bir menfaatimiz vardır. Bilgilerinizi işlemek için yalnızca bizim veya bir üçüncü tarafın meşru menfaatlerine, bu menfaatlerin haklarınız ve menfaatleriniz tarafından geçersiz kılınmadığı durumlarda güveniriz.",
    "privacyApps.sharingHeader": "Scratch Bilgilerimi Nasıl Paylaşır?",
    "privacyApps.sharingIntro": "Scratch Uygulaması aracılığıyla topladığımız bilgileri aşağıdaki durumlarda üçüncü taraflara ifşa ederiz:",
    "privacyApps.serviceProvidersTitle": "Servis sağlayıcıları",
    "privacyApps.serviceProvidersDescription": "Web sitesi barındırma, veri analizi, Bilgi teknolojisi ve ilgili altyapı hükümleri, müşteri hizmetleri, e-posta teslimi ve diğer hizmetler gibi hizmetler sağlayan üçüncü taraflara.",
    "privacyApps.researchSharingDescription": "Kullanıcılarımızın Scratch Uygulaması aracılığıyla nasıl öğrendiklerini öğrenmek ve yeni öğrenme araçları geliştirmek için Massachusetts Teknoloji Enstitüsü (MIT) gibi kurumları araştırmak. Bu araştırmanın sonuçları veya istatistiksel analiz, konferanslar, dergiler ve diğer yayınlar aracılığıyla paylaşılabilir.",
    "privacyApps.mergerTitle": "Birleşme",
    "privacyApps.mergerDescription": "Kuruluşumuzun veya varlıklarımızın tamamının veya herhangi bir bölümünün herhangi bir yeniden yapılanma, birleşme, satış, ortak girişim, devir, devir veya diğer tasarrufunun bir parçası olarak potansiyel veya fiili edinen, halef veya devralana. Yeni kuruluşun Bilgilerinizi işleme planı bu Gizlilik Politikasında belirtilenden önemli ölçüde farklıysa, bu tür bir aktarımdan vazgeçme fırsatına sahip olacaksınız.",
    "privacyApps.legalSharingDescription": "Kanunen isteniyorsa veya bu tür bir eylemin uygun olduğuna iyi niyetle inanılırsa: (a) ikamet ettiğiniz ülke dışındaki kanunlar da dahil olmak üzere geçerli kanun kapsamında; (b) yasal sürece uymak; (c) ikamet ettiğiniz ülke dışındaki kamu ve devlet yetkilileri de dahil olmak üzere okul, okul bölgeleri ve kolluk kuvvetleri gibi kamu ve devlet makamlarından gelen taleplere yanıt vermek; (d) hüküm ve koşullarımızı uygulamak için; (e) bizim veya herhangi bir iştirakimizin operasyonlarını korumak için; (f) haklarımızı, gizliliğimizi, güvenliğimizi veya mülkiyetimizi ve/veya bağlı şirketlerimizin, sizin veya başkalarının haklarını korumak için; ve (g) mevcut çözümleri takip etmemize veya maruz kalabileceğimiz zararları sınırlamamıza izin vermek.",
    "privacyApps.communityHeader": "Projemi Scratch Çevrimiçi Topluluğuna Yüklersem Ne Olur?",
    "privacyApps.communityParagraph": "Scratch Uygulamasını kullanırken, projenizi Scratch çevrimiçi topluluğuna (“Çevrimiçi Topluluk”) yüklemeyi seçebilirsiniz. Projenizi Çevrimiçi Topluluğa yüklemeyi seçerseniz, bilgilerinizi Scratch Uygulaması dışında paylaşıyor ve Çevrimiçi Topluluk hizmetine sağlıyorsunuz. Projenizi yüklerken paylaştığınız hesap ve proje bilgileriniz gibi bilgiler, Scratch çevrimiçi topluluğu {privacyPolicyLink} tarafından yönetilecektir.",
    "privacyApps.studentsHeader": "Çocuk ve Öğrenci Gizliliği",
    "privacyApps.coppa": "Scratch Foundation, 501(c)(3) kar amacı gütmeyen bir kuruluştur. Bu nedenle Çocukların Çevrimiçi Gizliliğini Koruma Yasası (COPPA) Scratch için geçerli değildir. Bununla birlikte, Scratch çocukların mahremiyetini ciddiye alır. Scratch, kullanıcılarından yalnızca minimum düzeyde bilgi toplar ve bilgileri yalnızca hizmetleri sağlamak için ve bu Gizlilik Politikasında açıklandığı gibi araştırma gibi sınırlı diğer amaçlar için kullanır ve ifşa eder.",
    "privacyApps.ferpa": "Scratch, Aile Eğitim Hakları ve Mahremiyeti Yasası (FERPA) tarafından tanımlandığı şekilde bir öğrencinin eğitim kaydından bilgi toplamaz. Scratch, bu Gizlilik Politikasında açıklananlar dışında öğrencilerin bilgilerini üçüncü şahıslara açıklamaz.",
    "privacyApps.eeaHeader": "Veri Koruma Haklarınız (AEA)",
    "privacyApps.eeaIntro": "Avrupa Ekonomik Alanı'nda, Birleşik Krallık'ta veya İsviçre'de bulunuyorsanız, Bilgilerinizle ilgili belirli haklara sahipsiniz:",
    "privacyApps.accessTitle": "Erişim, Düzeltme ve Veri Taşınabilirliği",
    "privacyApps.accessDescription": "Sizin hakkınızda işlediğimiz Bilgilere genel bir bakış isteyebilir ve Bilgilerinizin bir kopyasını alabilirsiniz. Ayrıca eksik, yanlış veya güncel olmayan Bilgilerin düzeltilmesini talep etme hakkına da sahipsiniz. Yürürlükteki yasaların gerektirdiği ölçüde, Bilgilerinizi başka bir şirkete vermemizi isteyebilirsiniz.",
    "privacyApps.objectionTitle": "İtiraz",
    "privacyApps.objectionDescription": "Bilgilerinizin (i) yasal bir yükümlülüğe uymak için işlenmeyen, (ii) Scratch ile aranızdaki bir sözleşmede belirtilenleri yapmak için gerekli olmayan her türlü kullanımına itiraz edebilirsiniz (bu, “durdurmamızı isteyin”), veya (iii) bunu yapmak için zorunlu bir nedenimiz varsa (çevrimiçi topluluğumuzda emniyet ve güvenliği sağlamak gibi). İtiraz ederseniz, makul bir çözüm bulmak için sizinle birlikte çalışacağız.",
    "privacyApps.deletionTitle": "Silinme",
    "privacyApps.deletionDescription": "Geçerli yasaların izin verdiği şekilde Bilgilerinizin silinmesini de talep edebilirsiniz. Bu, örneğin Bilgilerinizin güncel olmadığı veya işlemenin gerekli olmadığı veya yasa dışı olduğu durumlarda, bu tür bir onaya dayalı olarak işlememize ilişkin onayınızı geri çektiğiniz veya işlememize itiraz ettiğiniz durumlarda geçerlidir. Bazı durumlarda, yasal zorunluluklar veya dava amaçları nedeniyle Bilgilerinizi saklamamız gerekebilir. Tüm Bilgilerinizin sunucularımızdan kaldırılmasını istiyorsanız, lütfen yardım için {helpEmail} ile iletişime geçin.",
    "privacyApps.restrictionTitle": "İşleme Kısıtlaması",
    "privacyApps.restrictionDescription": "(i) Bilgilerinizin doğruluğu, (ii) Bilgilerinizin işlenmesinin yasallığı veya (iii) bu Bilgileri işleme konusundaki meşru menfaatlerimizle ilgili bir talebi işlerken, Bilgilerinizin işlenmesini kısıtlamamızı talep edebilirsiniz. Bilgileri dava amacıyla kullanmak istiyorsanız, Bilgilerinizin işlenmesini kısıtlamamızı da talep edebilirsiniz.",
    "privacyApps.withdrawalTitle": "Rızanın Geri Çekilmesi",
    "privacyApps.withdrawalDescription": "Bilgilerinizin işlenmesi için onaya güvendiğimiz durumlarda, istediğiniz zaman ve ücretsiz olarak geri çekme hakkına sahipsiniz. Bunu yaptığınızda, bu, onayınızı geri çekmeden önceki işlemenin yasallığını etkilemeyecektir.",
    "privacyApps.eeaComplaint": "Yukarıda belirtilen haklara ek olarak, geçerli yasalara tabi olarak yetkili bir denetim makamına şikayette bulunma hakkına da sahipsiniz. Ancak, bu hakların her birinin istisnaları ve sınırlamaları vardır. Örneğin, talep açıkça temelsiz veya aşırı ise veya talebin başkalarının hak ve özgürlüklerini olumsuz yönde etkilemesi muhtemel ise, yasanın uygulanmasına veya uygulanmasına halel getiriyorsa, talep üzerine harekete geçmeyi reddedebiliriz, bekleyen veya beklemeye müdahale eden veya gelecekteki davalar veya geçerli yasaları ihlal eder. Haklarınızı kullanmak üzere bir talep göndermek üzere lütfen yardım için {helpEmail} ile iletişime geçin.",
    "privacyApps.retentionHeader": "Veri Saklama",
    "privacyApps.retentionParagraph": "Kanunen bu Bilgileri daha uzun süre saklamamız gerekmedikçe, bu Bilgileri işlediğimiz amaçlar için artık gerekli olmadığında Bilgilerinizi silmek veya kimliğinizin tespit edilmesine izin vermeyecek bir biçimde tutmak için önlemler alıyoruz. Saklama süresini belirlerken, tarafınızca talep edilen veya size sağlanan hizmetlerin türü, sizinle olan ilişkimizin niteliği ve süresi, hizmetlerimize olası yeniden kayıt olma durumu, sunduğumuz hizmetler üzerindeki etkisi, sizden veya sizinle ilgili bazı Bilgileri silersek size, yasaların ve zaman aşımının öngördüğü zorunlu saklama sürelerini sağlamak gibi çeşitli kriterleri dikkate alıyoruz.",
    "privacyApps.protectHeader": "Scratch Bilgilerimi Nasıl Korur?",
    "privacyApps.protectParagraph": "Scratch, Scratch Uygulamasında topladığımız Bilgileri kazara veya yasa dışı imha, kazara kayıp, yetkisiz değiştirme, yetkisiz ifşa veya erişim, kötüye kullanım ve diğer yasa dışı işleme biçimlerine karşı korumayı amaçlayan idari, fiziksel ve teknik prosedürlere sahiptir. Ancak, bu önlemler ne kadar etkili olursa olsun, hiçbir güvenlik sistemi aşılmaz değildir. Veritabanlarımızın güvenliğini tam olarak garanti edemeyiz ve sağladığınız Bilgilerin İnternet üzerinden bize iletilirken ele geçirilmeyeceğini garanti edemeyiz.",
    "privacyApps.internationalTransferHeader": "Uluslararası Veri Transferi",
    "privacyApps.internationalTransferParagraph": "Bilgilerinizi, ABD (Scratch sunucularımızın bulunduğu) veya bizim veya hizmet sağlayıcılarımızın tesislerinin bulunduğu diğer ülkeler dahil, bulunduğunuz ülke dışındaki ülkelere aktarabiliriz. Avrupa Ekonomik Alanı'nda, Birleşik Krallık'ta veya İsviçre'de veya ABD yasalarından farklı olabilecek veri toplama ve kullanımına ilişkin yasalara sahip diğer bölgelerde bulunuyorsanız, Bilgilerinizi, sizin yargı alanınızla aynı veri koruma yasalarına sahip olmayan bir ülke ve yargı alanına aktarabileceğimizi lütfen unutmayın. Bizim adımıza işlenen ve aktarılan Bilgilere uygun koruma önlemleri uyguluyoruz. Kullanılan güvenlik önlemleri hakkında daha fazla bilgi için lütfen bizimle iletişime geçin.",
    "privacyApps.notificationsHeader": "Gizlilik Politikasındaki Değişikliklerin Bildirimleri",
    "privacyApps.notificationsParagraph": "Gizlilik Politikamızı periyodik olarak gözden geçiriyoruz ve politikalarımızı uygun şekilde değiştirebiliriz. Herhangi bir önemli değişiklik hakkında sizi bilgilendireceğiz. Gizlilik Politikamızı düzenli olarak gözden geçirmenizi öneririz. Bu sayfanın üst kısmındaki “Son Güncelleme” tarihi, bu Gizlilik Politikasının en son ne zaman revize edildiğini gösterir. Bu değişiklikleri takiben Scratch Uygulamasını kullanmaya devam etmeniz, revize edilmiş Gizlilik Politikasını kabul ettiğiniz anlamına gelir.",
    "privacyApps.contactHeader": "Bizimle İletişime Geçin",
    "privacyApps.contactIntro": "Scratch Vakfı, Bilgilerinizin işlenmesinden sorumlu kuruluştur. Bu Gizlilik Politikası ile ilgili herhangi bir sorunuz varsa veya Bilgilerinize ilişkin haklarınızı kullanmak istiyorsanız, bizimle {helpEmail} adresinden veya aşağıdaki posta yoluyla iletişime geçebilirsiniz:"
}