{
    "privacyApps.title": "Chinh sách Bảo mật",
    "privacyApps.updated": "Chính sách Bảo mật của Scratch được cập nhật lần cuối vào: 6 Tháng Một 2022",
    "privacyApps.intro": "Quỹ Scratch (hay “Scratch” hoặc “chúng tôi”) hiểu rõ tầm quan trọng của quyền riêng tư đối với cộng đồng của chúng tôi. Chúng tôi viết ra Chính sách Bảo mật này để giải thích những Thông tin cá nhân (hay “Thông tin”) nào mà chúng tôi sẽ thu thập thông qua trình biên soạn ngoại tuyến (hay “Ứng dụng Scratch”), cách chúng tôi sử dụng, xử lý và chia sẻ thông tin đó cũng như những việc chúng tôi đang làm để giữ các thông tin đó an toàn. Bản chính sách này cũng sẽ cho bạn biết về những quyền và lựa chọn đối với chính Thông tin cá nhân của bạn, cách để bạn liên hệ với chúng tôi khi có bất kỳ câu hỏi hay nghi vấn nào.",
    "privacyApps.collectionHeader": "Scratch sẽ thu thập những thông tin nào về bản thân tôi?",
    "privacyApps.collectionParagraph": "Vì mục đích của Chính sách Bảo mật này, “Thông tin” nghĩa là bất kỳ thông tin nào có liên quan đến một cá nhân đã được nhận dạng hay có thể nhận dạng. Ứng dụng Scratch sẽ tự động thu thập và lưu trữ nội bộ các thông tin sau thông qua hệ thống thu thập dữ liệu của ứng dụng: tên dự án của bạn trong ô văn bản, cài đặt ngôn ngữ, múi giờ và các hoạt động liên quan đến việc sử dụng Ứng dụng Scratch (cụ thể: khi Ứng dụng Scratch được mở rồi đóng lại, một tệp dự án được tải hay lưu hoặc khi một tệp dự án mới được tạo ra). Nếu bạn lựa chọn bật tính năng chia sẻ dữ liệu thu thập, Ứng dụng Scratch sẽ gửi các thông tin này đến Scratch. Dự án được tạo trong Ứng dụng Scratch sẽ không được gửi hay truy xuất bởi Scratch trừ khi bạn tải dự án lên Cộng đồng Scratch Trực tuyến, lúc đó, các thông tin mà bạn chia sẻ sẽ phải tuân thủ các điều khoản trong {privacyPolicyLink} của Cộng đồng Scratch Trực tuyến. Để biết thêm thông tin, vui lòng xem mục “Điều gì sẽ xảy ra khi tôi tải dự án của mình lên Cộng đồng Scratch Trực tuyến?\" bên dưới.",
    "privacyApps.privacyPolicyLinkText": "Chinh sách Bảo mật",
    "privacyApps.usageHeader": "Scratch sử dụng thông tin của tôi như thế nào?",
    "privacyApps.usageIntro": "Chúng tôi sử dụng thông tin này cho các mục đích sau:",
    "privacyApps.analyticsTitle": "Phân tích và cải thiện Ứng dụng Scratch",
    "privacyApps.analyticsDescription": "Chúng tôi sử dụng thông tin để phân tích việc sử dụng Ứng dụng Scratch của bạn, từ đó nâng cao trải nghiệm học của bạn với Ứng dụng Scratch.",
    "privacyApps.researchTitle": "Phục vụ cho việc nghiên cứu Khoa học và Học thuật",
    "privacyApps.researchDescription": "Chúng tôi lược bỏ các thông tin nhận dạng và tổng hợp thông tin đã xử lý sau đó thống kê và phân tích thông tin đó nhằm phục vụ cho việc nghiên cứu khoa học và học thuật. Chẳng hạn như để nhằm hiểu rõ cách mọi người học tập qua Ứng dụng Scratch, từ đó chúng tôi biết mình cần làm gì để cải thiện, nâng cao công cụ học tập cho các bạn trẻ. Các kết quả của những cuộc nghiên cứu như vậy được chia sẻ với các giáo viên và nhà nghiên cứu thông qua các cuộc hội nghị, các tạp chí hay các ấn bản khoa học và học thuật khác. Bạn có thể tìm hiểu thêm trên trang {researchPageLink} của chúng tôi.",
    "privacyApps.researchPageLinkText": "Nghiên cứu",
    "privacyApps.legalTitle": "Hợp pháp",
    "privacyApps.legalDescription": "Chúng tôi có thể sử dụng Thông tin của bạn để thực thi {termsOfUseLink}, để bảo vệ các quyền hợp pháp của chúng tôi và tuân thủ các nghĩa vụ pháp lý và chính sách nội bộ của chúng tôi. Chúng tôi có thể thực hiện điều này bằng cách phân tích cách bạn sử dụng Ứng dụng Scratch.",
    "privacyApps.termsOfUseLinkText": "Điều khoản Sử dụng",
    "privacyApps.processingHeader": "Cơ sở pháp lý cho việc xử lý thông tin của bạn là gì?",
    "privacyApps.processingParagraph": "Nếu bạn ở Khu vực Kinh tế Châu Âu, Vương quốc Anh hoặc Thụy Sĩ, chúng tôi chỉ xử lý Thông tin của bạn dựa trên cơ sở pháp lý hợp lệ. “Cơ sở pháp lý” là lý do biện minh cho việc chúng tôi sử dụng Thông tin của bạn. Trong trường hợp này, chúng tôi hoặc bên thứ ba có lợi ích hợp pháp trong việc sử dụng Thông tin của bạn (nếu bạn chọn cho phép Ứng dụng Scratch gửi Thông tin của bạn cho nhóm Scratch) để tạo, phân tích và chia sẻ Thông tin tổng hợp hoặc ẩn danh của bạn cho mục đích nghiên cứu, để phân tích và nâng cao trải nghiệm học tập của bạn trên Ứng dụng Scratch và đảm bảo và cải thiện tính an toàn, bảo mật và hiệu suất của Ứng dụng Scratch. Chúng tôi chỉ dựa vào lợi ích hợp pháp của chúng tôi hoặc bên thứ ba để xử lý Thông tin của bạn khi những lợi ích này không bị quyền và lợi ích của bạn phủ nhận.",
    "privacyApps.sharingHeader": "Scratch chia sẻ thông tin của tôi như thế nào?",
    "privacyApps.sharingIntro": "Chúng tôi tiết lộ thông tin mà chúng tôi thu thập thông qua Ứng dụng Scratch cho bên thứ ba trong các trường hợp sau:",
    "privacyApps.serviceProvidersTitle": "Nhà cung cấp dịch vụ",
    "privacyApps.serviceProvidersDescription": "Cho bên thứ ba cung cấp các dịch vụ như lưu trữ trang web, phân tích dữ liệu, công nghệ thông tin và các điều khoản cơ sở hạ tầng liên quan, dịch vụ khách hàng, gửi email và các dịch vụ khác.",
    "privacyApps.researchSharingDescription": "Đối với các tổ chức nghiên cứu, chẳng hạn như Viện Công nghệ Massachusetts (MIT), để tìm hiểu về cách người dùng của chúng tôi học thông qua Ứng dụng Scratch và phát triển các công cụ học tập mới. Kết quả của nghiên cứu này hoặc phân tích thống kê có thể được chia sẻ thông qua các hội nghị, tạp chí và các ấn phẩm khác.",
    "privacyApps.mergerTitle": "Sáp nhập",
    "privacyApps.mergerDescription": "Cho bên mua, người kế nhiệm hoặc bên nhận chuyển nhượng tiềm năng hoặc thực tế như một phần của bất kỳ tổ chức lại, sáp nhập, bán, liên doanh, chuyển nhượng, chuyển giao hoặc xử lý khác đối với toàn bộ hoặc bất kỳ phần nào của tổ chức hoặc tài sản của chúng tôi. Bạn sẽ có cơ hội từ chối bất kỳ chuyển nhượng nào như vậy nếu cách xử lý Thông tin của bạn theo kế hoạch của thực thể mới khác đáng kể so với cách được nêu trong Chính sách quyền riêng tư này.",
    "privacyApps.legalSharingDescription": "Nếu được yêu cầu theo luật hoặc tin tưởng một cách thiện chí rằng hành động đó là phù hợp: (a) theo luật hiện hành, bao gồm luật pháp bên ngoài quốc gia cư trú của bạn; (b) để tuân thủ quy trình pháp lý; (c) để phản hồi các yêu cầu từ các cơ quan công quyền và chính phủ, chẳng hạn như trường học, các khu học chánh và cơ quan thực thi pháp luật, bao gồm các cơ quan công quyền và chính phủ bên ngoài quốc gia cư trú của bạn; (d) để thực thi các điều khoản và điều kiện của chúng tôi; (e) để bảo vệ hoạt động của chúng tôi hoặc của bất kỳ chi nhánh nào của chúng tôi; (f) để bảo vệ quyền, quyền riêng tư, sự an toàn hoặc tài sản của chúng tôi và/hoặc của các chi nhánh của chúng tôi, bạn hoặc những người khác; và (g) để cho phép chúng tôi theo đuổi các biện pháp khắc phục có sẵn hoặc hạn chế thiệt hại mà chúng tôi có thể phải chịu.",
    "privacyApps.communityHeader": "Điều gì sẽ xảy ra khi tôi tải dự án của mình lên Cộng đồng Scratch Trực tuyến?",
    "privacyApps.communityParagraph": "Khi sử dụng Ứng dụng Scratch, bạn có thể chọn tải dự án của mình lên cộng đồng trực tuyến Scratch (“Cộng đồng trực tuyến”). Nếu bạn chọn tải dự án của mình lên Cộng đồng trực tuyến, bạn đang chia sẻ thông tin của mình bên ngoài Ứng dụng Scratch và cung cấp thông tin đó cho dịch vụ Cộng đồng trực tuyến. Thông tin bạn chia sẻ khi tải dự án của mình lên, chẳng hạn như thông tin tài khoản và dự án của bạn, sẽ được quản lý bởi cộng đồng trực tuyến Scratch {privacyPolicyLink}.",
    "privacyApps.studentsHeader": "Quyền riêng tư của Trẻ em và Học sinh",
    "privacyApps.coppa": "Scratch Foundation là một tổ chức phi lợi nhuận 501(c)(3). Do đó, Đạo luật bảo vệ quyền riêng tư trực tuyến của trẻ em (COPPA) không áp dụng cho Scratch. Tuy nhiên, Scratch coi trọng quyền riêng tư của trẻ em. Scratch chỉ thu thập thông tin tối thiểu từ người dùng và chỉ sử dụng và tiết lộ thông tin để cung cấp các dịch vụ và cho các mục đích hạn chế khác, chẳng hạn như nghiên cứu, như được mô tả trong Chính sách quyền riêng tư này.",
    "privacyApps.ferpa": "Scratch không thu thập thông tin từ hồ sơ giáo dục của học sinh, theo định nghĩa của Đạo luật Quyền riêng tư và Quyền giáo dục của Gia đình (FERPA). Scratch không tiết lộ thông tin của học sinh cho bất kỳ bên thứ ba nào ngoại trừ những trường hợp được mô tả trong Chính sách quyền riêng tư này.",
    "privacyApps.eeaHeader": "Quyền bảo vệ dữ liệu của bạn (EEA)",
    "privacyApps.eeaIntro": "Nếu bạn sống ở Khu vực Kinh tế châu Âu, Vương Quốc Anh hay Thụy Sỹ, bạn sẽ có các quyền liên quan đến thông tin của bạn như sau:",
    "privacyApps.accessTitle": "Truy xuất, sửa đổi và tính di động của dữ liệu",
    "privacyApps.accessDescription": "Bạn có thể yêu cầu tổng quan về Thông tin chúng tôi xử lý về bạn và nhận một bản sao Thông tin của bạn. Bạn cũng có quyền yêu cầu sửa Thông tin không đầy đủ, không chính xác hoặc lỗi thời. Trong phạm vi luật hiện hành yêu cầu, bạn có thể yêu cầu chúng tôi cung cấp Thông tin của bạn cho một công ty khác.",
    "privacyApps.objectionTitle": "Phản đối",
    "privacyApps.objectionDescription": "Bạn có thể phản đối (điều này có nghĩa là “yêu cầu chúng tôi dừng lại”) bất kỳ việc sử dụng Thông tin của bạn nào không (i) được xử lý để tuân thủ nghĩa vụ pháp lý, (ii) cần thiết để thực hiện những gì được quy định trong hợp đồng giữa Scratch và bạn hoặc (iii) nếu chúng tôi có lý do chính đáng để làm như vậy (chẳng hạn như để đảm bảo an toàn và bảo mật trong cộng đồng trực tuyến của chúng tôi). Nếu bạn phản đối, chúng tôi sẽ làm việc với bạn để tìm ra giải pháp hợp lý.",
    "privacyApps.deletionTitle": "Xóa bỏ",
    "privacyApps.deletionDescription": "Bạn cũng có thể yêu cầu xóa Thông tin của mình, theo luật hiện hành cho phép. Điều này áp dụng, ví dụ, khi Thông tin của bạn đã lỗi thời hoặc việc xử lý không cần thiết hoặc là bất hợp pháp; khi bạn rút lại sự đồng ý của mình đối với việc xử lý của chúng tôi dựa trên sự đồng ý đó; hoặc khi bạn phản đối việc xử lý của chúng tôi. Trong một số trường hợp, chúng tôi có thể cần giữ lại Thông tin của bạn do nghĩa vụ pháp lý hoặc cho mục đích tố tụng. Nếu bạn muốn xóa tất cả Thông tin của mình khỏi máy chủ của chúng tôi, vui lòng liên hệ {helpEmail} để được hỗ trợ.",
    "privacyApps.restrictionTitle": "Hạn chế việc xử lý",
    "privacyApps.restrictionDescription": "Bạn có thể yêu cầu chúng tôi hạn chế xử lý Thông tin của bạn trong khi chúng tôi đang xử lý yêu cầu liên quan đến (i) tính chính xác của Thông tin của bạn, (ii) tính hợp pháp của việc xử lý Thông tin của bạn hoặc (iii) lợi ích hợp pháp của chúng tôi trong việc xử lý Thông tin này. Bạn cũng có thể yêu cầu chúng tôi hạn chế xử lý Thông tin của bạn nếu bạn muốn sử dụng Thông tin cho mục đích tố tụng.",
    "privacyApps.withdrawalTitle": "Rút lại chấp thuận",
    "privacyApps.withdrawalDescription": "Khi chúng tôi dựa vào sự đồng ý để xử lý Thông tin của bạn, bạn có quyền rút lại bất kỳ lúc nào và miễn phí. Khi bạn làm như vậy, điều này sẽ không ảnh hưởng đến tính hợp pháp của việc xử lý trước khi bạn rút lại sự đồng ý.",
    "privacyApps.eeaComplaint": "Ngoài các quyền nêu trên, bạn cũng có quyền khiếu nại với cơ quan giám sát có thẩm quyền theo luật hiện hành. Tuy nhiên, có những ngoại lệ và hạn chế đối với từng quyền này. Ví dụ, chúng tôi có thể từ chối thực hiện yêu cầu nếu yêu cầu đó rõ ràng là vô căn cứ hoặc quá đáng, hoặc nếu yêu cầu đó có khả năng ảnh hưởng xấu đến quyền và tự do của người khác, gây phương hại đến việc thực thi hoặc thi hành luật, can thiệp vào vụ kiện đang chờ xử lý hoặc trong tương lai, hoặc vi phạm luật hiện hành. Để gửi yêu cầu thực hiện quyền của bạn, vui lòng liên hệ {helpEmail} để được trợ giúp.",
    "privacyApps.retentionHeader": "Lưu trữ dữ liệu",
    "privacyApps.retentionParagraph": "Chúng tôi thực hiện các biện pháp để xóa Thông tin của bạn hoặc lưu giữ thông tin ở dạng không cho phép nhận dạng bạn khi Thông tin này không còn cần thiết cho mục đích mà chúng tôi xử lý thông tin, trừ khi chúng tôi được pháp luật yêu cầu lưu giữ Thông tin này trong thời gian dài hơn. Khi xác định thời hạn lưu giữ, chúng tôi sẽ xem xét nhiều tiêu chí khác nhau, chẳng hạn như loại dịch vụ mà bạn yêu cầu hoặc được cung cấp, bản chất và thời gian mối quan hệ của chúng tôi với bạn, khả năng đăng ký lại với các dịch vụ của chúng tôi, tác động đến các dịch vụ mà chúng tôi cung cấp cho bạn nếu chúng tôi xóa một số Thông tin khỏi hoặc về bạn, thời hạn lưu giữ bắt buộc theo quy định của pháp luật và thời hiệu.",
    "privacyApps.protectHeader": "Scratch bảo vệ thông tin của tôi như thế nào?",
    "privacyApps.protectParagraph": "Scratch có các quy trình hành chính, vật lý và kỹ thuật nhằm bảo vệ Thông tin chúng tôi thu thập trên Ứng dụng Scratch khỏi việc phá hủy ngẫu nhiên hoặc bất hợp pháp, mất mát ngẫu nhiên, thay đổi trái phép, tiết lộ hoặc truy cập trái phép, sử dụng sai mục đích và bất kỳ hình thức xử lý Thông tin bất hợp pháp nào khác. Tuy nhiên, mặc dù các biện pháp này có hiệu quả, không có hệ thống bảo mật nào là bất khả xâm phạm. Chúng tôi không thể đảm bảo hoàn toàn tính bảo mật của cơ sở dữ liệu của mình cũng như không thể đảm bảo rằng Thông tin bạn cung cấp sẽ không bị chặn trong khi được truyền đến chúng tôi qua Internet.",
    "privacyApps.internationalTransferHeader": "Truyền dữ liệu quốc tế",
    "privacyApps.internationalTransferParagraph": "Chúng tôi có thể chuyển Thông tin của bạn đến các quốc gia khác ngoài quốc gia nơi bạn đang ở, bao gồm cả Hoa Kỳ (nơi đặt máy chủ Scratch của chúng tôi) hoặc bất kỳ quốc gia nào khác mà chúng tôi hoặc nhà cung cấp dịch vụ của chúng tôi duy trì cơ sở. Nếu bạn ở Khu vực kinh tế châu Âu, Vương quốc Anh hoặc Thụy Sĩ hoặc các khu vực khác có luật điều chỉnh việc thu thập và sử dụng dữ liệu có thể khác với luật pháp Hoa Kỳ, xin lưu ý rằng chúng tôi có thể chuyển Thông tin của bạn đến một quốc gia và khu vực pháp lý không có cùng luật bảo vệ dữ liệu như khu vực pháp lý của bạn. Chúng tôi áp dụng các biện pháp bảo vệ phù hợp đối với Thông tin được xử lý và chuyển giao thay mặt chúng tôi. Vui lòng liên hệ với chúng tôi để biết thêm thông tin về các biện pháp bảo vệ được sử dụng.",
    "privacyApps.notificationsHeader": "Thông báo các sửa đổi về Chính sách Bảo mật",
    "privacyApps.notificationsParagraph": "Chúng tôi xem xét Chính sách bảo mật của mình theo định kỳ và chúng tôi có thể sửa đổi các chính sách của mình khi thích hợp. Chúng tôi sẽ thông báo cho bạn về bất kỳ thay đổi quan trọng nào. Chúng tôi khuyến khích bạn xem xét Chính sách bảo mật của chúng tôi theo định kỳ. Ngày “Cập nhật lần cuối”” ở đầu trang này cho biết thời điểm Chính sách bảo mật này được sửa đổi lần cuối. Việc bạn tiếp tục sử dụng Ứng dụng Scratch sau những thay đổi này có nghĩa là bạn chấp nhận Chính sách bảo mật đã sửa đổi.",
    "privacyApps.contactHeader": "Liên lạc",
    "privacyApps.contactIntro": "Quỹ Scratch là tổ chức chịu trách nhiệm về việc xử lý thông tin của bạn. Nếu bạn có bất kỳ câu hỏi nào về bản Chính sách Bảo mật này, hoặc muốn thực hiện quyền đối với thông tin của mình, hãy liên hệ với chúng tôi tại {helpEmail} hoặc qua hộp thư tại:"
}