{
    "conference-2018.title": "Conferencia de Scratch 2018:",
    "conference-2018.subtitle": "La nueva generación",
    "conference-2018.dateDesc": "26-28 de julio de 2018 | Cambridge, MA, USA",
    "conference-2018.dateDescMore": " (con recepción de apertura durante la tarde del 25 de julio)",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "Conoce más sobre las fechas y las localizaciones de las conferencias abajo.",
    "conference-2018.date": "Cuándo:",
    "conference-2018.location": "Dónde:",
    "conference-2018.desc1": "Únete a nosotros en la conferencia de Scratch@MIT, un divertido encuentro entre educadores, investigadores, desarrolladores y otros miembros de la comunidad mundial de Scratch.",
    "conference-2018.desc2": "Estamos preparando una conferencia participativa, con un día entero dedicado a talleres prácticos y muchas oportunidades para la discusión y la colaboración entre pares. La conferencia está dirigida principalmente a adultos involucrados en el proceso de aprendizaje de jóvenes mediante Scratch.",
    "conference-2018.registrationDate": "Las inscripciones comienzan el 1 de marzo, 2018.",
    "conference-2018.registerNow": "¡Regístrate ya!",
    "conference-2018.sessionDesc": "¿Estás interesado en ofrecer una charla? Te invitamos a hacerlo con cuatro tipos de propuestas:",
    "conference-2018.sessionItem1Title": "Póster/exposición (90 minutos).",
    "conference-2018.sessionItem1Desc": "Enseña tu proyecto a través de una exposición, junto con otros presentadores. Te proporcionaremos un espacio para mostrar tu póster y espacio en una mesa para poner un ordenador o folletos.",
    "conference-2018.sessionItem2Title": "Taller práctico (90 minutos).",
    "conference-2018.sessionItem2Desc": "Atrae a los participantes en actividades prácticas, destacando nuevas formas de crear y colaborar con Scratch.",
    "conference-2018.sessionItem3Title": "Panel interactivo (60 minutos).",
    "conference-2018.sessionItem3Desc": "Discute sobre un tema relativo a Scratch en un grupo de tres o más personas. Tu propuesta debería describir cómo vas a atraer la atención de la audiencia durante la sesión.",
    "conference-2018.sessionItem4Title": "Exposición rápida (5 minutos).",
    "conference-2018.sessionItem4Desc": "Comparte lo que estás haciendo en una presentación rápida y dinámica.",
    "conference-2018.deadline": "La fecha final para recibir propuestas es el 5 de febrero de 2018.",
    "conference-2018.proposal": "Envía tu propuesta",
    "conference-2018.proposalDeadline": "Fecha límite para propuestas: 5 de febrero",
    "conference-2018.proposalAccept": "Notificación de aceptación: 1 de marzo",
    "conference-2018.registrationTitle": "Inscripción:",
    "conference-2018.registrationEarly": "Inscripción anticipada (1 de marzo a 1 de mayo): $200",
    "conference-2018.registrationStandard": "Inscripción estándar (después del 1 de mayo): $300",
    "conference-2018.questions": "¿Alguna pregunta? Contacta con el Scratch Team a través de {emailLink}",
    "conference-2018.questionsTitle": "Preguntas:",
    "conference-2018.submissionQ": "Me he perdido la fecha límite para envíos. ¿Todavía puedo enviaros una propuesta para la conferencia?",
    "conference-2018.submissionAns": "Ya no aceptamos más envíos de propuestas.",
    "conference-2018.regQ": "Sólo puedo atender un día de la conferencia. ¿Ofrecéis registros para un único día?",
    "conference-2018.regAns": "Lo sentimos, no ofrecemos entradas para un solo día.",
    "conference-2018.accommodationsQ": "Quiero organizar mi asistencia. ¿Tenéis alguna sugerencia para encontrar alojamiento?",
    "conference-2018.accommodationsAns1": "Sí, el MIT se asocia con muchos hoteles alrededor que ofrecen descuentos a los participantes que asisten a eventos organizados por el MIT, incluyendo:{marriottLink} (0.4 millas del MIT Media Lab), {holidayinnLink} (1.6 millas), {residenceinnLink} (0.3 millas) y {lemeridienLink} (0.9 millas). Para reservar habitación en uno de estos hoteles puedes llamar al hotel y pedir el descuento del MIT. Es recomendable reservar con antelación, ya que verano es una época muy concurrida en Boston. Todas las tarifas MIT están sujetas a disponibilidad.",
    "conference-2018.accommodationsAns2": "Si buscas más opciones para alojarte te recomendamos también {acLink} (a 7,1 millas), {doubletreeLink} (3,3 millas), y {hotelbostonLink} con el código MITSC2018 (5,3 millas). También puedes considerar opciones para compartir casa como Airbnb. Consulta la lista ampliada de alojamientos {mitLink}.",
    "conference-2018.here": "aquí",
    "conference-2018.accommodationsAns3": "Alojamiento limitado está disponible en {neuLink} habitaciones con las siguientes tarifas:",
    "conference-2018.apartment": "Apartamento",
    "conference-2018.suite": "Suite",
    "conference-2018.single": "Habitación individual",
    "conference-2018.double": "Habitación doble",
    "conference-2018.pp": "/persona/noche",
    "conference-2018.accommodationsAns4": "Para solicitar un habitación, por favor completa el {dormrequestLink}. Ten en cuenta que Northeastern está situado en Boston, a dos millas del lugar de la conferencia en el MIT. Es un trayecto de media hora en transporte público y se puede ir en metro usando la Green Line (la parada Northeastern de la línea E) o la Orange Line (parada Ruggles Station).",
    "conference-2018.dormRequestText": "Formulario de solicitud de habitación",
    "conference-2018.letterQ": "¿Necesito una carta para la visa?",
    "conference-2018.letterAns": "Sí. Contacta con nosotros en {emailLink} y te enviaremos una carta.",
    "conference-2018.preConfQ": "Otros años había un evento el miércoles por la tarde, antes de la conferencia. ¿Váis a organizar algo parecido este año?",
    "conference-2018.preConfAns": "Habrá un encuentro informal y opcional en la tarde del miércoles, 25 de julio. Los participantes podrán registrarse antes.",
    "conference-2018.bringQ": "¿Qué debería llevar?",
    "conference-2018.bringAns": "Piensa en llevar tu dispositivo personal (mejor portátil) y su conector de corriente. Los que presenten deberían llevar además materiales adicionales (nosotros proporcionaremos proyectores y pantallas). También habrá aperitivos y bebidas a lo largo del día.",
    "conference-2018.moreQ": "¿Tienes alguna pregunta más?",
    "conference-2018.moreAns": "Contacta con el Scratch Team en {emailLink}."
}