{
    "conference-2018.title": "Conférence Scratch 2018",
    "conference-2018.subtitle": "La Génération Suivante",
    "conference-2018.dateDesc": "26-28 Juillet 2018 | Cambridge, MA, USA",
    "conference-2018.dateDescMore": "(avec réception d'ouverture le 25 juillet au soir)",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "Découvrez ci-dessous les dates et lieux des conférences.",
    "conference-2018.date": "Quand:",
    "conference-2018.location": "Où:",
    "conference-2018.desc1": "Rejoins-nous pour le conférences Scratch@MIT, un joyeux rassemblement d'éducateurs, de chercheurs, développeurs et autres membres de la communauté mondiale de Scratch.",
    "conference-2018.desc2": "Nous prévoyons une conférence très participative, avec un jour entier dédié à des ateliers pratiques et beaucoup d'opportunités de discussions pair-à-pair et de collaboration. La conférence est destinée principalement aux adultes qui supportent les jeunes gens dans l'apprentissage de Scratch.",
    "conference-2018.registrationDate": "Les inscriptions commencent le 1er mars 2018.",
    "conference-2018.registerNow": "Inscrivez-vous maintenant!",
    "conference-2018.sessionDesc": "Intéressé d'organiser une session? Nous acceptions quatre types de propositions:",
    "conference-2018.sessionItem1Title": "Poster/démonstration (90 minutes).",
    "conference-2018.sessionItem1Desc": "Montrez vous projets dans le cadre d'une exposition, à côté d'autres exposants. Vous vous verrez fournir un espace d'affichage pour mettre un poster et une table pour installer un ordinateur des documents.",
    "conference-2018.sessionItem2Title": "Atelier pratique (90 minutes).",
    "conference-2018.sessionItem2Desc": "Impliquez les participants dans des activités pratiques, en soulignant de nouvelles façons de créer et de collaborer avec Scratch.",
    "conference-2018.sessionItem3Title": "Panneau interactif (60 minutes).",
    "conference-2018.sessionItem3Desc": "Discutez d'un sujet lié à Scratch avec un panel de trois personnes ou plus. Votre proposition doit décrire comment vous allez impliquer le public durant la session.",
    "conference-2018.sessionItem4Title": "Discussion éclair (5 minutes).",
    "conference-2018.sessionItem4Desc": "Partagez ce que vous faites dans une présentation courte et vivante.",
    "conference-2018.deadline": "Date butoir pour les propositions : 5 février 2018",
    "conference-2018.proposal": "Envoyez votre proposition",
    "conference-2018.proposalDeadline": "Date butoir pour les proposition: 5 février",
    "conference-2018.proposalAccept": "Notification de l'acceptation: 1 mars",
    "conference-2018.registrationTitle": "Inscription:",
    "conference-2018.registrationEarly": "Réservation Early Bird (1 mars - 1 mai): 200$",
    "conference-2018.registrationStandard": "Inscription standard (après le 1er mai): 300$",
    "conference-2018.questions": "Des questions? Contactez l'Equipe Scratch à {emailLink}",
    "conference-2018.questionsTitle": "Questions:",
    "conference-2018.submissionQ": "J'ai manqué la date limite pour les propositions. Puis-je encore proposer un sujet pour la conférence?",
    "conference-2018.submissionAns": "Nous n'acceptons plus de propositions",
    "conference-2018.regQ": "Je peux seulement venir une journée à la conférence. Offrez-vous des tickets pour une seule journée?",
    "conference-2018.regAns": "Désole, nous n'offrons pas des tickets pour une seule journée.",
    "conference-2018.accommodationsQ": "J'aimerais préparer ma visite. Avez-vous des suggestions pour un logement?",
    "conference-2018.accommodationsAns1": "Oui, le MIT est en partenariat avec plusieurs hôtels dans la coin qui offrent des réductions aux participants qui assistent les événements au MIT, comme par exemple {marriottLink}  (650m du MIT Media Lab), {holidayinnLink}(2,5km),  {residenceinnLink}(500m) et {lemeridienLink} (1,5km). Pour réserver une chambre dans un de ces hôtels, appelez l'hôtel et demandez une réduction avec le MIT. Réserver longtemps à l'avance est fortement recommandé car Boston est fortement visité durant l'été. Toutes les offres du MIT sont soumises à condition.",
    "conference-2018.accommodationsAns2": "Si vous cherchez des options de logement additionnelles, nous vous recommandons le {acLink}(11,5 km) {doubletreeLink}(5,3 km) et {hotelbostonLink} avec le code MITSC2018 (8,5 km). Vous pouvez aussi envisager de partager un logement, comme avec Airbnb. Vous trouverez une liste étendue des hébergements {mitLink}.",
    "conference-2018.here": "ici",
    "conference-2018.accommodationsAns3": "Des logements limités sont disponibles dans les dortoirs {neuLink} aux prix suivants:",
    "conference-2018.apartment": "Appartement",
    "conference-2018.suite": "Suite",
    "conference-2018.single": "Simple",
    "conference-2018.double": "Double",
    "conference-2018.pp": "/personne/nuit",
    "conference-2018.accommodationsAns4": "Pour demander un dortoir, s'il-vous-plait remplissez le {dormrequestLink}. Notez que Northeasternest est situé dans Boston à 3.2 km du lieu de la conférence au MIT. C'est à une demi-heure de transport publics, accessible par le métro via ligne Verte (arrêt Northeasternsur la ligen E) ou par la ligne Orange (arrêt Ruggles Station).",
    "conference-2018.dormRequestText": "Formulaire de demande de Dortoire",
    "conference-2018.letterQ": "Puis-je avoir un lettre pour ma demande de visa?",
    "conference-2018.letterAns": "Oui. Contactez-nous à {emailLink} et nous vous enverrons une lettre par email.",
    "conference-2018.preConfQ": "Les années précédentes, il y avait des événements le vendredi avant la conférence. Y aura-t-il quelque chose de similaire cette année?",
    "conference-2018.preConfAns": "Il y aura une réception informelle et optionnelle le soir du vendredi 25 juillet. Les participants peuvent déjà confirmer leur présence à ce moment là.",
    "conference-2018.bringQ": "Que dois-je apporter?",
    "conference-2018.bringAns": "Prévoyez d'apporter vos appareils personnels (les ordinateurs portables sont préférés) ainsi que leur câbles. Les orateurs doivent prévoir d'apporter du matériel de présentation supplémentaire (nous fournirons un projecteur et un écran). Des snacks et des boissons seront disponibles au cours de la journée.",
    "conference-2018.moreQ": "Vous avez d'autres questions?",
    "conference-2018.moreAns": "Contactez l'Equipe Scratch à {emailLink}."
}