{
    "conference-2018.title": "स्क्रॅच कांफ्रेंस 2018:",
    "conference-2018.subtitle": "अगला जनरेशन ",
    "conference-2018.dateDesc": "जुलाई July 26-28, 2018 | Cambridge, MA, USA",
    "conference-2018.dateDescMore": " (जुलाई 25 की शाम को ओपनिंग रिसेप्शन )",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "कांफ्रेंस के डेटस  और लोकेशनस  के बार में जानकारी नीचे मिलेगी ",
    "conference-2018.date": "कहाँ पर:",
    "conference-2018.location": "कहाँ पर:",
    "conference-2018.desc1": "Scratch@MIT में हमसे जुड़िये। यह शिक्षकों, खोजकर्ताओं, डेवेलपर्स और स्क्रॅच के वैश्विक कम्युनिटी के मेम्बर्स का एक आनंदपूर्ण सम्मलेन है.",
    "conference-2018.desc2": "हम एक सक्रीय कांफ्रेंस का आयोजन कर रहे हैं. इसमें काफी सारे हैंड्स ऑन वर्कशॉप होंगे। अपने साथी सहभागियों के साथ चर्चा और सहयोग के अवसर होंगे। यह मूलतः उन वयस्कों का सम्मलेन है जो बच्चों को स्क्रॅच को सीखने के लिए सहयोग करते हैं.",
    "conference-2018.registrationDate": "रजिस्ट्रेशन March 1, 2018 को शुरू होगा ",
    "conference-2018.registerNow": "अभी रजिस्टर कीजिये ",
    "conference-2018.sessionDesc": "क्या आप एक सेशन आयोजित करना चाहते हैं? हम आपके प्रस्ताव का स्वागत करते हैं.",
    "conference-2018.sessionItem1Title": "पोस्टर/ डेमोंस्ट्रेशन  (90 मिनट ).",
    "conference-2018.sessionItem1Desc": "एक प्रदर्शन में दूसरे सहभागियों के साथ अपने प्रोजेक्ट्स दिखाइए। आपको अपने पोस्टर्स को दिखाने के लिए जगह और कंप्यूटर या हैंड आउटस  के लिए टेबल स्पेस मिलेगा",
    "conference-2018.sessionItem2Title": "हैंड्स ऑन वर्कशॉप  (90 मिनट).",
    "conference-2018.sessionItem2Desc": "सहभागियों के साथ हैंड्स ऑन एक्टिविटीज में हिस्सा लीजिये। स्क्रॅच में चीजें बनाने और साझा करने के नए मार्ग दिखाइए",
    "conference-2018.sessionItem3Title": "इंटरैक्टिव पैनल (60 मिनट ).",
    "conference-2018.sessionItem3Desc": "स्क्रॅच से सम्बंधित किसी एक विषय पर तीन या उससे अधिक लोगों के पैनल में  चर्चा में भाग लीजिये। आप इस चर्चा में लोगों से क्या बात करेंगे यह अपने प्रोपोजल में लिखिए।",
    "conference-2018.sessionItem4Title": "उत्स्फूर्त  भाषण (5 मिनट).",
    "conference-2018.sessionItem4Desc": "आप क्या कर रहे हैं यह एक संक्षिप्त प्रेसेंटेशन में बताइये",
    "conference-2018.deadline": "प्रोपोजल भेजने की अंतिम तारीख  February 5, 2018.",
    "conference-2018.proposal": "अपना प्रस्ताव भेजिए ",
    "conference-2018.proposalDeadline": "प्रस्ताव भेजनेकी अंतिम तिथि February 5",
    "conference-2018.proposalAccept": "प्रस्ताव स्वीकृति की सूचनाएं  March 1",
    "conference-2018.registrationTitle": "पंजीकरण। रजिस्ट्रेशन।",
    "conference-2018.registrationEarly": "अर्ली बर्ड रजिस्ट्रेशन  (March 1-May 1): $200",
    "conference-2018.registrationStandard": "स्टैण्डर्ड रजिस्ट्रेशन (after May 1): $300",
    "conference-2018.questions": "अगर आपके मन में कोई प्रश्न हैं तो आप स्क्रॅच टीम से{emailLink} इस पते पर संपर्क कर सकते हैं.",
    "conference-2018.questionsTitle": "प्रश्न ",
    "conference-2018.submissionQ": "मैं प्रस्ताव भेजने की तारीख मिस कर गया. क्या मैं कांफ्रेंस के लिए अभी भी प्रस्ताव भेज सकता हूँ?",
    "conference-2018.submissionAns": "क्षमा करें। अब हम कोई नया प्रस्ताव स्वीकार नहीं कर सकते।",
    "conference-2018.regQ": "मैं कांफ्रेंस केवल एक दिन के लिए ही अटेंड आकर सकता हूँ. क्या आप मात्र एक दिन के लिए मेरा रजिस्ट्रेशन करवा सकते हैं?",
    "conference-2018.regAns": "क्षमा करें। हम एक दिन के लिए टिकट नहीं दे सकते। ",
    "conference-2018.accommodationsQ": "मैं अपनी विजिट को प्लान कर रहा हूँ. क्या क्या आप रहने के लिए किसी अच्छी जगह का सुझाव दे सकते हैं?",
    "conference-2018.accommodationsAns1": "हाँ. MIT की कई होटलों से पार्टनरशिप है जो MIT के कांफ्रेंस में आने वाले लोगों के लिए डिस्काउंट देते हैं. इनमे यह होटल शामिल हैं.  {marriottLink}(0.4 miles from the MIT Media Lab), {holidayinnLink}(1.6 miles), {residenceinnLink}(0.3 miles), और {lemeridienLink}(0.9 miles). इनमे से किसी होटल में कमरा बुक्कारने किये उन्हें फोन कर के MIT डिस्काउंट मांगिये। बोस्टन में गर्मियों में व्यस्तता होती है इसलिए एडवांस बुकिंग जरूरी है. सभी  MIT के रेट्स जगह उपलब्ध होने पर ही मिलते हैं.",
    "conference-2018.accommodationsAns2": "अगर आप रहने के लिए किसी अन्य जगह की तलाश कर रहे हैं तो हम इन जगहों की भी सिफारिश करते हैं. {acLink}(7.1 miles), {doubletreeLink}(3.3 miles), and {hotelbostonLink}with the code MITSC2018 (5.3 mile). आप चाहें तो  Airbnb जैसे होम शेयर ऑप्शन चुन सकते हैं.  रहने के लिए जगहों की एक विस्तृत सूची यहाँ दी गयी है.{mitLink}",
    "conference-2018.here": "यहाँ पर ",
    "conference-2018.accommodationsAns3": "मर्यादित आवास व्यवस्था {neuLink}यहाँ पर उपलब्ध है.  हॉस्टल के कमरे इस दर पर उपलब्ध हैं.",
    "conference-2018.apartment": "अपार्टमेंट ",
    "conference-2018.suite": " Suite  ",
    "conference-2018.single": "अकेले के लिए ",
    "conference-2018.double": "दो लोगों के लिए ",
    "conference-2018.pp": "/प्रति व्यक्ति/ प्रति रात्रि ",
    "conference-2018.accommodationsAns4": "हॉस्टल का कमरा बुक करने के लिए कृपया {dormrequestLink}यह आवेदन पत्र भरिये। Northeastern  Boston में स्थित है, यह MIT के कांफ्रेंस साइट से दो मील की दूरी पर है. पब्लिक ट्रांसपोर्ट से यह आधे घंटे का रास्ता है. सबवे में ग्रीन लाइन से  आप आ सकते हैं (the Northeastern stop on the E line) or the Orange Line (Ruggles Station stop).",
    "conference-2018.dormRequestText": "डॉर्म  रूम रिक्वेस्ट फॉर्म ",
    "conference-2018.letterQ": "क्या मुझे वीसा के लिए लेटर मिल सकता है?",
    "conference-2018.letterAns": "हाँ. आप हमें{emailLink} इस ईमेल एड्रेस पर कांटेक्ट कर सकते हैं और हम आपको एकलेटर भेज सकते हैं. ",
    "conference-2018.preConfQ": "पिछले वर्ष कांफ्रेंस से पहले बुधवार को एक इवेंट आयोजिय किया गया था. क्या इस वर्ष भी इसी तरह का आयोजन करने का आपका विचार है?",
    "conference-2018.preConfAns": "25 जुलाई को बुधवार की शाम को सहभागियों की एक अनौपचारिक मीटिंग होगी। यह सभी के लिए अनिवार्य नहीं है. पार्टिसिपेंट्स चाहें तो इस मीटिंग केसमय भी रजिस्टर कर सकते हैं. ",
    "conference-2018.bringQ": "मुझे अपने साथ क्या लाना होगा ?",
    "conference-2018.bringAns": "अपना व्यक्तिगत डिवाइस (लॅपटॉप) और पावर कॉर्ड। प्रेसेंटर्स को अपना सारा साहित्य लाना चाहिए। (हम प्रोजेक्टर और स्क्रीन के सुविधा प्रदान करते हैं) स्नैक्स, अल्पोपहार और पेय दिनभर उपलब्ध होंगे।",
    "conference-2018.moreQ": "क्या आपके पास और भी कोई प्रश्न है?",
    "conference-2018.moreAns": "स्क्रॅच टीम को इस पते पर संपर्क कीजिये {emailLink}"
}