{
    "conference-2018.title": "Hui ā-Tau Scratch 2018:",
    "conference-2018.subtitle": "Te Whakatipuranga Hou",
    "conference-2018.dateDesc": "26-28 Hōngongoi, 2018 | Cambridge, MA, USA",
    "conference-2018.dateDescMore": "(ko te tuwheratanga ā te pō o te 25 o Hōngongoi)",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "Ākona ētahi kōrero anō mō ngā rā me ngā wāhi o te hui ā-tau.",
    "conference-2018.date": "Āhea:",
    "conference-2018.location": "Kei hea:",
    "conference-2018.desc1": "Nau mai, haere mai ki te hui ā-tau mō Scratch@MIT, he hui wairua tākaro o te hunga kaiwhakaako, kairangahau hoki, kaiwaihanga hoki, me ētahi atu mema o te hapori Scratch o te ao.",
    "conference-2018.desc2": "Kei te whakarite mātou i tētahi hui ā-tau e whai wāhi ai te tangata, me tētahi rā mō tōna katoa he taiwhanga mahi ā-ringa, he maha hoki ngā mea angitu hei kōrero kanohi-ki-te-kanohi, hei mahi tahi hoki. Ko te hunga mā rātou tēnei hui ko ngā pākeke e āwhina i tā te taiohi, i tā te tamariki ako i te Scratch.",
    "conference-2018.registrationDate": "Ka tīmata ngā rēhitatanga ā te 1 Poutūterangi 2018.",
    "conference-2018.registerNow": "Rēhitatia Ināianei!",
    "conference-2018.sessionDesc": "Ka hiahia koe ki tētahi tūnga? E whā ngā momo marohi e hiahia ana mātou:",
    "conference-2018.sessionItem1Title": "Pānui whakaahua/whakaaturanga (90 ngā miniti)",
    "conference-2018.sessionItem1Desc": "Whakamenomenohia tō kaupapa i tētahi whakaaturanga nui, i te taha o kaiwhakaatu kē atu. Ka tukuna tētahi wāhi mō tētahi pānui whakaahua me tētahi wāhi tēpū mō tētahi rorohiko me ngā tohanga.",
    "conference-2018.sessionItem2Title": "Taiwhanga mahi ā-ringa (90 ngā miniti)",
    "conference-2018.sessionItem2Desc": "Whakaurua ngā tāngata ki ngā ngohe mahi ā-ringa, hei whakaatu i ngā huarahi hou mō te waihanga me te mahi tahi ki te Scratch.",
    "conference-2018.sessionItem3Title": "Paewhiri pāhekoheko (60 ngā miniti)",
    "conference-2018.sessionItem3Desc": "Matapakina tētahi kaupapa Scratch, hei paewhiri kia tokotoru ngā tāngata tokomaha ake rānei.  Me whakamārama mai tō marohi ka pēhea koe e whakauru i te hunga mātakitaki i te wā o te whakaaturanga.",
    "conference-2018.sessionItem4Title": "Kōrero ngingiha (5 ngā miniti).",
    "conference-2018.sessionItem4Desc": "Tuaritia ō mahi, i tētahi whakaaturanga poto kia hīkaka hoki.",
    "conference-2018.deadline": "Ko te rā kati mō ngā marohi, hei te 5 o Huitanguru 2018.",
    "conference-2018.proposal": "Tukua mai Tō Marohi",
    "conference-2018.proposalDeadline": "Ko te rā kati mō ngā marohi, hei te 5 o Huitanguru",
    "conference-2018.proposalAccept": "Ka whakamōhio atu mō te whakaae: 1 Poutūterangi ",
    "conference-2018.registrationTitle": "Rēhititanga:",
    "conference-2018.registrationEarly": "Rēhitatanga Moata (1 Poutūterangi-1 Haratua): $200",
    "conference-2018.registrationStandard": "Rēhitatanga Noa (ā muri i te 1 Haratua): $300",
    "conference-2018.questions": "He Pātai? Whakapā mai ki te Tīma Scratch Team kei {emailLink}",
    "conference-2018.questionsTitle": "He Pātai:",
    "conference-2018.submissionQ": "Kua pahemo te rā kati. Ka taea tonutia rānei te tuku marohi mō te hui ā-tau?",
    "conference-2018.submissionAns": "Kua kati ināianei te wā tuku marohi.",
    "conference-2018.regQ": "Ka taea e au te haere ki te rā kotahi noa iho. Kei te tuku koutou i ngā rēhitatanga mō te rā kotahi noa iho?",
    "conference-2018.regAns": "Aroha mai, kāore he tīkete mō te rā kotahi noa.",
    "conference-2018.accommodationsQ": "Kei te hiahia ahau ki te whakarite i taku haerenga. He whakaaranga pea ā koutou mō ngā wāhi noho?",
    "conference-2018.accommodationsAns1": "Āe, ko ētahi o ngā hoa piri o MIT, he hōtera e whakaheke i te utu ki te hunga e haere ana ki ngā hui o MIT, ko: {marriottLink} (0.6km te tawhiti mai i te MIT Media Lab), {holidayinnLink} (2.5km), {residenceinnLink} (0.5 km), me {lemeridienLink} (1.5 km). Hei puka i tētahi rūma i tētahi o aua hōtēra, waea atu ki te hōtera, ā, tono atu mō te whakahekenga utu mō MIT. Kia wawe te whakarite, nā te mea ka muia a Boston i te raumati. Ka taea ngā utu MIT i ngā wā e wātea ana anake.",
    "conference-2018.accommodationsAns2": "Ki te hiahia koe ki ētahi atu momo wāhi noho, ko ētahi mea e pai ana ko {acLink} (11 km), {doubletreeLink} (5.3 km), me {hotelbostonLink} me te waehere MITSC2018 (8.5 km). Tērā pea ka hiahia koe ki te aro ki ngā mea pērā ki te Airbnb. Kia kitea te rārangi nohoanga āhua roa nei, tirohia {mitLink}.",
    "conference-2018.here": "kei konei",
    "conference-2018.accommodationsAns3": "Ka taea hoki te noho ki ngā rūma moe (he 'dorm') {neuLink} ka pēnei te utu:",
    "conference-2018.apartment": "Wharetō",
    "conference-2018.suite": "Huinga Rūma",
    "conference-2018.single": "Takitahi",
    "conference-2018.double": "Takirua",
    "conference-2018.pp": "/tangata/pō",
    "conference-2018.accommodationsAns4": "Ki te tono mō te rūma dorm, whakaotia te {dormrequestLink}. Kia mārama koe, kei Boston a Northeastern, e rua ngā maero mai i te wāhi e tū ai te hui ā-tau ki MIT. He haurua haora te haere mā runga waka tūmatanui, ka āhei mā te ara rarowhenua mā te Green Line (te tūnga Northeastern o runga i te E line), mā te Orange Line rānei (te tūnga Ruggles Station).",
    "conference-2018.dormRequestText": "Puka Tono mō te Huinga Rūma",
    "conference-2018.letterQ": "He reta 'visa' māku?",
    "conference-2018.letterAns": "Āe, whakapā mai ki {emailLink}, ka tuku atu mātou i te reta mā te īmēra.",
    "conference-2018.preConfQ": "I ngā tau o mua, i tū tētahi pō takunetanga i te Wenerei i mua i te hui ā-tau. Ka tū anō tētahi takunetanga pērā i tēnei tau?",
    "conference-2018.preConfAns": "Ka tū tētahi huinga whakawhanaungatanga ōpaki, he mea kōwhiri noa, ā te pō o te Rāapa, 25 Hōngongoi. Ka āhei hoki ngā tāngata te rēhita i taua pō.",
    "conference-2018.bringQ": "He aha ngā mea me hari atu e au?",
    "conference-2018.bringAns": "Haria mai tētahi pūrere kawe (he pai ake ngā rorohiko pōnaho) me te taura hiko. Mā ngā kaiwhakaata e hari mai ngā rauemi whakaaturanga (mā mātou ngā pūrere tukuata me ngā ārai whakaatu e whakarato). Ka whakarato mātou i ngā paramanawa me ngā inu mō te rā. ",
    "conference-2018.moreQ": "He pātai anō āu?",
    "conference-2018.moreAns": "Whakapā mai ki te tīma Scratch, ki {emailLink}."
}