{
    "conference-2018.title": "Conferência do Scratch 2018:",
    "conference-2018.subtitle": "A Próxima Geração",
    "conference-2018.dateDesc": "26-28 de Julho de 2018| Cambridge, MA, USA",
    "conference-2018.dateDescMore": "(com recepção de abertura na noite de 25 de julho)",
    "conference-2018.locationDetails": "Laboratório de Mídias do Instituto de Tecnologia de Massachusetts, MIT, Cambridge, Massachusetts.",
    "conference-2018.seeBelow": "Saiba mais sobre a as datas e locais das conferências abaixo.",
    "conference-2018.date": "Quando:",
    "conference-2018.location": "Onde:",
    "conference-2018.desc1": "Junte-se a nós  na Conferência do Scratch@MIT,  um encontro divertido de educadores, pesquisadores, desenvolvedores e outros membros da Comunidade Scratch ao redor do mundo.",
    "conference-2018.desc2": "Estamos planejando uma conferência participativa, com um dia inteiro de oficinas mãos na massa e muitas oportunidades de discussões e colaborações entre pares. A conferência está voltada, primeiramente,  aos adultos, que apoiam os aprendizados dos jovens no Scratch.",
    "conference-2018.registrationDate": "A inscrição inicia dia 1º de março de 2018.",
    "conference-2018.registerNow": "Inscreva-se agora!",
    "conference-2018.sessionDesc": "Interessado em oferecer uma sessão? Oferecemos quatro tipos de propostas:",
    "conference-2018.sessionItem1Title": "Pôster/mostra (90 minutos).",
    "conference-2018.sessionItem1Desc": "Mostre o seu projeto em um local de exibição junto aos outros apresentadores. Você terá um espaço de exibição para pôster e uma mesa para computador e outros materiais.",
    "conference-2018.sessionItem2Title": "Oficina mão na massa (90 minutos).",
    "conference-2018.sessionItem2Desc": "Envolva os participantes com atividades mão na massa, destacando novas formas de criação e colaboração com o Scratch.",
    "conference-2018.sessionItem3Title": "Painel interativo (60 minutos).",
    "conference-2018.sessionItem3Desc": "Discuta um tema relacionado ao Scratch em um painel com três ou mais pessoas. Sua proposta deverá descrever como você irá envolver o público durante a sessão.",
    "conference-2018.sessionItem4Title": "Apresentação relâmpago (5 minutos).",
    "conference-2018.sessionItem4Desc": "Compartilhe as suas criações em uma apresentação animada.",
    "conference-2018.deadline": "O prazo final para as propostas é 5 de fevereiro de 2018. ",
    "conference-2018.proposal": "Submeta a sua proposta",
    "conference-2018.proposalDeadline": "Prazo final/limite de propostas: 5 de fevereiro",
    "conference-2018.proposalAccept": "Notificação de aceitação: 1º de março.",
    "conference-2018.registrationTitle": "Inscrição:",
    "conference-2018.registrationEarly": "Inscrição antecipada (de 1º de Março a 1º de Maio) $ 200",
    "conference-2018.registrationStandard": "Inscrição padrão (após 1º de Maio): $ 300",
    "conference-2018.questions": "Dúvidas? Fale com a Equipe do Scratch em{emailLink}",
    "conference-2018.questionsTitle": "Dúvidas/perguntas:",
    "conference-2018.submissionQ": "Perdi o prazo de envio. Ainda posso submeter a minha proposta para a Conferência?",
    "conference-2018.submissionAns": "Não aceitamos mais o envio de propostas.",
    "conference-2018.regQ": "Eu posso participar de um dia da conferência apenas. Vocês oferecem essa opção para inscrição?",
    "conference-2018.regAns": "Lamentamos, mas não oferecemos ingressos para um único dia.",
    "conference-2018.accommodationsQ": "Quero planejar a minha visita. Vocês têm sugestões de acomodações?",
    "conference-2018.accommodationsAns1": "Sim, parceiros do Instituto de Tecnologia de Massachusetts há vários hotéis na área que oferecem descontos aos participantes do evento do Instituto de Tecnologia de Massachusetts, incluindo {marriottLink}(0,4 milhas do Laboratório do  Instituto de Tecnologia de Massachusetts), {holidayinnLink} (1.6 milhas), {residenceinnLink} (0.3 milhas) e {lemeridienLink} (0.9 milhas). Para reservar um quarto em um desses hotéis, ligue e solicite o desconto do  Massachusetts Institute of Technology. É altamente recomendável que seja feita reserva antecipada, pois o verão é uma época lotada em Boston. Todas as taxas relacionadas ao MIT estão sujeitas a disponibilidade.",
    "conference-2018.accommodationsAns2": "Se você está procurando por opções adicionais de acomodação, também recomendamos, também, o {acLink}(7.1 milhas), {doubletreeLink} (3.3 milhas) e {hotelbostonLink}com o código MITSC2018 (5.3 milhas). Você também poderá optar por compartilhar casas como Airbnb. Encontre uma lista estendida de acomodações {mitLink}.",
    "conference-2018.here": "aqui",
    "conference-2018.accommodationsAns3": "Acomodações estão disponíveis em {neuLink} em quartos dormitórios com as seguintes condições:",
    "conference-2018.apartment": "Apartamento",
    "conference-2018.suite": "Suíte",
    "conference-2018.single": "Individual",
    "conference-2018.double": "Duplo",
    "conference-2018.pp": "/pessoa/noite",
    "conference-2018.accommodationsAns4": "Para solicitar um dormitório, por favor preencha {dormrequestLink} . Por favor, observe que o Northeastern está localizado em Boston, a 3 km do local da conferência no MIT. É uma viagem de meia hora via transporte público, acessível por metrô através da Linha Verde (a parada Northeastern na linha E) ou a Linha Laranja (parada da Estação Ruggles).",
    "conference-2018.dormRequestText": "Formulário de requisição de dormitório.",
    "conference-2018.letterQ": "Posso receber uma carta de visto?",
    "conference-2018.letterAns": "Sim. Entre em contato conosco no {emailLink} e enviaremos uma carta para o seu email.",
    "conference-2018.preConfQ": "Em anos anteriores, aconteceu um evento na noite de quarta-feira, antes da conferência. Você organizará algum evento parecido este ano?",
    "conference-2018.preConfAns": "Haverá uma recepção informal, opcional, quarta-feira à tarde, 25 de julho. Os participantes devem inscrever-se antecipadamente ao evento.",
    "conference-2018.bringQ": "O que devo levar?",
    "conference-2018.bringAns": "Planeja trazer seus dispositivos pessoais (computadores portáteis são preferíveis) e o cabo de força. Os apresentadores devem trazer todos os materiais adicionais para a apresentação (nós disponibilizaremos projetores e telas). Petiscos e bebidas serão disponibilizados durante o dia.",
    "conference-2018.moreQ": "Tem dúvidas adicionais?",
    "conference-2018.moreAns": "Contate a equipe do Scratch em {emailLink}."
}