{
    "annualReport.subnavMessage": "Zpráva",
    "annualReport.subnavMission": "Poslání",
    "annualReport.subnavMilestones": "Milníky",
    "annualReport.subnavReach": "Dosah",
    "annualReport.subnavInitiatives": "Iniciativy",
    "annualReport.subnavFinancials": "Finance",
    "annualReport.subnavSupporters": "Podporovatelé",
    "annualReport.subnavTeam": "Tým",
    "annualReport.subnavDonate": "Podpořit",
    "annualReport.mastheadYear": "Výroční zpráva za rok 2019",
    "annualReport.mastheadTitle": "Rozvoj světa tvořivého učení",
    "annualReport.messageTitle": "Zpráva od týmu Scratch",
    "annualReport.messageP1": "2019 byl rokem velkého pokroku pro Scratch. Rok jsme zahájili vydáním Scratch 3.0, naší nejnovější generace Scratch, navržené k zažehnutí dětské tvořivosti a věnovaný dětem s různými zájmy i zázemími. Konec roku jsme oslavili s našim týmem přesídlením z MIT do našeho domova v Nadaci Scratch, do hravého prostoru v přízemí blízko Jižní stanice v Bostonu. V průběhu roku společenství Scratch pokračovalo v prosperitě a růstu: Více než 20 milionů mladých lidí vytvářelo projekty se Scratch v roce 2019, nárůst 48% v porovnání s předchozím rokem.",
    "annualReport.messageP2": "Vliv a důležitost Scratche se zvýraznila v roce 2020, když pandemie COVID donutila školy k uzavření. činnosti v on-line společenství Scratch se více než zdvojnásobily jelikož mládež, upoutaná ve svých domovech, se obrátila ke Scratchi pro jejich tvůrčí vyjádření a spojení s ostatními. Scratcheři se také aktivně angažovali v Black Lives Matter a dalších hnutích kvůli rasovému soudnictví a rovnosti, vytvářením animovaných projektů a studií k rozšíření povědomí a potřeby změny.",
    "annualReport.messageP3": "Od doby prvního vydání Scratch v roce 2007, jsme vždy viděli  Scratch jako více než pouhý programovací jazyk. Scratch poskytuje příležitosti všem mladým lidem, ze všech prostředí, rozvinout jejich názory vyjádřit své nápady a tvořit s ostatními. S radostí pozorujeme způsoby, kterými Scratcheři reagují na nedávné sociální konflikty s tvořivostí, spoluprací, péčí a laskavostí.",
    "annualReport.messageP4": "V této výroční zprávě poinformujeme více o poslání, plánech, vlivu a dosahu Scratche, za podpory příkladů jak Scratch rozšiřuje výukové možnosti pro širokou škálu mládeže po celém světě, jak ve školách tak i jejich životě.",
    "annualReport.messageP5": "Jsme hrdí na to, co dnes mládež tvoří a učí se se Scratchem a  zavazujeme se k poskytování více příležitostí mládeži v budoucnu.",
    "annualReport.messageSignature": "— Tým Scratch",
    "annualReport.covidResponseTitle": "Scratch odpovědi na COVID",
    "annualReport.covidResponseP1": "Během psaní této výroční zprávy jsme měsíce v pandemii COVID. Od března 2020 je kancelář zavřená a členové týmu Scratch aktivně pracují z domova na podporu dětem a lektorů z celého světa, jejichž životy byly narušeny pandemií.",
    "annualReport.covidResponseP2": "17-tého března jsme pustili iniciativu #ScratchAtHome pro poskytování nápadů  dětem, rodinám a lektorům pro zabývání se tvořivými výukovými aktivitami se Scratch doma. Stále přidáváme video návody a další zdroje na {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "stránky #ScratchAtHome",
    "annualReport.covidResponseP3": "Activita ve {scratchCommunityLink} se od posledního roku více než zdvojnásobila. Scratcheři vytváří a sdílí projekty na podporu a inspiraci ostatních během pandemie—s projety a studii která nabízí nápady na vyzkoušení doma, tipy jak zůstat zdraví, humor pro rozveselení druhých a poděkování nepostradatelným pracovníkům.",
    "annualReport.covidResponseScratchCommunity": "Scratch on-line společenství",
    "annualReport.missionTitle": "Naše poslání",
    "annualReport.missionSubtitle": "Naším cílem je poskytnout všem dětem, ze všech prostředí příležitosti vymýšlet, tvořit a spolupracovat v nových technologiích — tak mohou utvářet svět zítřka.",
    "annualReport.missionP1": "Zavazujeme se upřednostňování rovnosti napříč všemi aspekty naší práce, se zvláštním zřetelem na iniciativy a postoje podporujících děti, rodiny a lektory vzdálené od vzdělávacího procesu.",
    "annualReport.missionP2": "Vyvinuli jsme Scratch jako bezplatné, bezpečné, hravé výukové prostředí zaručujícího všem dětem myslet tvořivě, uvažovat systematicky a spolupracovat — podstatné schopnosti pro každého v dnešní společnosti. Pracujeme s lektory a rodinami na podpoře dětí ve zkoumání,  sdílení i učení.",
    "annualReport.missionP3": "Během vývoje nových technologií, aktivitách a učebních materiálů se držíme toho, co nazýváme {fourPsItalics}:",
    "annualReport.fourPs": "Čtyři body tvořivé výuky",
    "annualReport.missionProjectsTitle": "Projekty",
    "annualReport.missionPeersTitle": "Vrstevníci",
    "annualReport.missionPassionTitle": "Vášeň",
    "annualReport.missionPlayTitle": "Hraj",
    "annualReport.missionProjectsDescription": "Zaujmout děti pro navrhování, vytváření a vyjádření se tvořivě",
    "annualReport.missionPeersDescription": "Podpořit děti ve spolupráci, sdílení, vylepšování a zaučování",
    "annualReport.missionPassionDescription": "Umožnit dětem stavět na jejich zájmech a pracovat na osobně významných projektech",
    "annualReport.missionPlayDescription": "Povzbuzovat děti k vrtání se, experimentování a opakování",
    "annualReport.milestonesTitle": "Milníky",
    "annualReport.milestonesDescription": "Tady je několik klíčových událostí a úspěchů v historii Scratche a globálního společenství Scratch.",
    "annualReport.milestones2003Message": "Přidělení grantu z National Science Foundation pro start Scratch vývoje",
    "annualReport.milestones2004Message": "Nabídnutí prvního Scratch workshopu na Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Veřejné spuštění programovacího jazyka Scratch a on-line společenství",
    "annualReport.milestones2008Message": "Zorganizování první konference Scratch pro lektory a vývojáře",
    "annualReport.milestones2009Message1.4": "Vydání Scratch 1.4, přeloženého do více než 40 jazyků",
    "annualReport.milestones2009MessageScratchDay": "Uspořádání prvního Dne Scratch pro děti a rodiny",
    "annualReport.milestones2010Message": "Scratch on-line společenství dosáhlo 1 milion členů",
    "annualReport.milestones2013MessageFoundation": "Založení nadace Code-to-Learn (později přejmenované na Nadaci Scratch)",
    "annualReport.milestones2013MessageScratch2": "Spuštění Scratch 2.0, poskytujícího nové příležitosti pro spolupráci",
    "annualReport.milestones2014Message": "Uvedení ScratchJr pro mladší děti, ve věku 5 až 7",
    "annualReport.milestones2016Message": "Scratch on-line společenství dosáhlo 10 milionu členů",
    "annualReport.milestones2017Message": "Den Scratch narostl na 1100 událostí v 60 zemích",
    "annualReport.milestones2019MessageScratch3": "Spuštění Scratch 3.0, rozšiřující co vše děti dokážou v kódu vytvořit",
    "annualReport.milestones2019MessageMove": "Tým Scratch se přestěhoval z MIT do Nadace Scratch",
    "annualReport.reachTitle": "Dosažení dětí po celém světě",
    "annualReport.reachSubtitle": "Scratch je největším společenstvím programování pro děti a mládež, od 8 let a výše.",
    "annualReport.reachMillion": "milionů",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Jednotlivých návštěvníků",
    "annualReport.reachProjectsCreated": "Vytvořených projektů",
    "annualReport.reachProjectCreators": "Lidí vytvářejících projekty",
    "annualReport.reachComments": "Odeslaných komentářů v on-line společenství",
    "annualReport.reachGrowthTitle": "Růst společenství",
    "annualReport.reachGrowthBlurb": "Nové účty vytvořené v on-line společenství Scratch během posledních 5-ti let.",
    "annualReport.reachGlobalCommunity": "Naše globální společenství",
    "annualReport.reachMapBlurb": "Celkem účtů zaregistrovaných v on-line společenství Scratch od spuštění Scratche do roku 2019.",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "v logaritmickém měřítku",
    "annualReport.reachTranslationTitle": "Scratch je přeložen do více než 60-ti jazyků",
    "annualReport.reachTranslationBlurb": "Děkujeme dobrovolným překladatelům z celého světa.",
    "annualReport.reachScratchJrBlurb": "ScratchJr je úvodní programovací prostředí které umožňuje malým dětem (ve věku 5-7) tvořit jejich vlastní interaktivní příběhy a hry.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Počet stažení od spuštění v roce 2014",
    "annualReport.initiativesTitle": "Iniciativy",
    "annualReport.initiativesDescription": "Práce v Nadaci Scratch se soustředí na tři strategické oblasti: tvořivé nástroje, společenství a školy. Každá oblast upřednostňuje názor a potřeby dětí které jsou nejméně zastoupeny v tvořivém programování a hledá podporu pro děti v různých prostředích a kulturách po světě.",
    "annualReport.equity": "Spravedlnost",
    "annualReport.globalStrategy": "Globální strategie",
    "annualReport.toolsTitle": "Tvořivé nástroje",
    "annualReport.toolsIntro": "Neustále experimentujeme a děláme inovace s novými technologiemi a novými designy — vždy se snažíme dětem poskytnout nové způsoby jak tvořit, spolupracovat a učit se.",
    "annualReport.toolsSpotlight": "Tvořivé nástroje — atraktivní příběh",
    "annualReport.toolsLaunch": "Spuštění Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Scratch 3.0 jsme navrhli pro rozšíření toho jak, co a kde mou děti se Scratch vytvořit. Scratch 3.0, vydaný začátkem roku 2019, vedl k návalu aktivity ve společenství Scratch, s dalšími projekty — a větší pestrostí projektů — než kdykoli předtím.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 obsahuje knihovnu s rozšířeními — extra kolekcemi programovacích bloků, které do Scratche přidávají nové schopnosti. Některá rozšíření poskytují přístup k webovým službám a dalším softwarovým prvkům, zatímco jiná spojují Scratch se zařízeními fyzického světa, jako jsou motory a sensory.",
    "annualReport.toolsTexttoSpeech": "Text-na-hlas",
    "annualReport.toolsTexttoSpeechIntro": "S rozšířením Text-na-hlas mohou děti naprogramovat své postavy, aby mluvili nahlas, ve škále různých hlasů.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projektů v roce in 2019 použilo Text-na-hlas",
    "annualReport.toolsMostPopular": "Nejoblíbenější",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} nové rozšíření Scratch ve společenství",
    "annualReport.toolsCollabAWS": "Spolupráce s Amazon Web Services",
    "annualReport.toolsTranslate": "Překlad",
    "annualReport.toolsTranslateIntro": "S rozšířením Překlad, vybudovaném na Google Translate API mohou děti začlenit automatický překlad do svých projektů, podporující výuku jazyků a globální komunikaci.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} jazyků přeložených v rozšíření",
    "annualReport.toolsSupportsLiteracy": "Podporuje gramotnost",
    "annualReport.toolsCSandLanguageArts": "informatiku a jazykové dovednosti",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} přes {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Spolupráce s Google",
    "annualReport.toolsPhysicalWorld": "Propojení s fyzickým světem",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Žáci mohou vytvářet tancující roboty, interaktivní sochy a pokusy se sběrem dat užitím Scratche s LEGO robotickými kity. Nový LEGO Education SPIKE Prime Set obsahuje aplikaci založenou na Scratch. Kromě toho jsou rozšíření Scratch  dostupná pro {mindstormsLink} a {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Spolupráce s LEGO Education",
    "annualReport.toolsVideoTutorials": "Video návody",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 představil odlišnou skupinu video návodů pro pomoc dětem začít se Scratch. Tyto návody jsou s otevřeným koncem a navržené pro povzbuzení žáků experimentovat, dělat co je baví a vyjádřit své vlastní nápady.",
    "annualReport.toolsNumTutorials": "25 nových návodů",
    "annualReport.toolsNewTutorials": "{numTutorials} dostupných ve Scratch 3.0",
    "annualReport.toolsNumViews": "23 milionů",
    "annualReport.toolsTutorialsViews": "{numViews} shlédnutí v roce 2019",
    "annualReport.toolsApp": "Scratch aplikace podporuje offline výuku",
    "annualReport.toolsDownloadLink": "stáhnutelná aplikace",
    "annualReport.toolsRaspberryLink": "použití na Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Během roku 2019 byl týmem Scratch vydán Scratch 3.0 jakožto {downloadableLink} pro použití na více platformách, včetně Windows, MacOS, ChromeOS a Android tabletech. Kromě toho Nadace Raspberry Pi vydala Scratch 3.0 pro {raspberryLink}. Tyto stáhnutelné verze jsou zvláště důležité pro miliony lektorů v oblastech kde internetová konektivita je nedostupná nebo nespolehlivá.",
    "annualReport.toolsAbhiTitle": "Abhi v Cartoon Network",
    "annualReport.toolsAbhiIntro": "Pro zdůraznění toho, co děti dokážou udělat se Scratch 3.0 jsme spolupracovali s Cartoon Network na vytvoření videa v kterém hraje Abhi, 12-tiletý Scratcher, který rád vytváří animace a hry. V toto videu se Abhi potká s  Ianem Jones-Quarteym, tvůrcem OK K.O. a dalších Cartoon Network pořadů. Abhi předvede  Ianovi klíčové vlastnosti nové verze Scratche a společně nakreslí a naprogramují animaci Cartoon Network postavy skákající nahoru a dolů.",
    "annualReport.toolsAbhiQuote": "Mojí nejoblíbenější věcí na Scratch je společenství, protože jsou na mě milí a nápomocní. Proto vždycky s potěšením sdílím každý projekt, který si vysním.",
    "annualReport.communityTitle": "Společenství",
    "annualReport.communityIntro": "On-line společenství Scratch vždy bylo důležitou součástí Scratch zkušenosti, poskytující dětem příležitosti spolupracovat, sdílet a dávat zpětný ohlas mezi sebou.",
    "annualReport.communitySpotlight": "Společenství — atraktivní příběh",
    "annualReport.communityTeam": "Tým společenství Scratch",
    "annualReport.communityTeamIntro1": "Při dotazech proč používají Scratch, většina Scratcherů hovoří o důležitosti on-line společenství motivující jejich probíhající zapojení, poskytující prostor pro vyjádření  jejich kreativity, získání přátel, obdržení ohlasů, získání nových nápadů a naučení se novým dovednostem. Mnoho Scratcherů vyjadřuje svá ocenění společenství Scratch jakožto bezpečnému a vítanému místu k setkávání, sdílení a učení se od druhých.",
    "annualReport.communityTeamIntro2": "Jak zajistíme, že při 40,000 nových projektů a 400,000 nových komentářů denně ve Scratch on-line společenství udržíme toto společenství bezpeční a přátelské včetně podpory a povzbuzování tvořivosti? Náš Tým společenství, včetně zaměstnanců na plný úvazek a sítě moderátorů vede tuto podstatnou práci. Jsou dvě klíčové dimenze práce Týmu společenství: moderování a angažovanost ve společenství.",
    "annualReport.communityModerationTitle": "Moderování společenství",
    "annualReport.communityModerationInfo": "Když se mládež připojí k společenství Scratch, souhlasí se podřídit Pravidlům společenství, která jsou navržena aby se Scratch udržel jako bezpečné a podporující místo pro mládež ze všech prostředí. Náš Tým společenství používá širokou paletu nástrojů a strategií na podporu správného digitálního občanství a spravuje pozitivní prostředí pro tvořící Scratchery. Automatické filtry zabraňují soukromým informacím ve sdílení nebo v odesílání nepatřičného obsahu a umožňujeme každému, aby nahlásil obsah porušující Pravidla společenství.",
    "annualReport.communityGuidelinesTitle": "Pravidla společenství",
    "annualReport.communityGuidelinesInfo": "Scratch vítá lidi všeho věku, ras, etnik, vyznáni, zdravotního stavu, sexuální orientace i pohlavní identity.",
    "annualReport.communityGuidelinesRespect": "Buď ohleduplný.",
    "annualReport.communityGuidelinesShare": "Sdílené.",
    "annualReport.communityGuidelinesHonest": "Buď čestný.",
    "annualReport.communityGuidelinesConstructive": "Buď konstruktivní.",
    "annualReport.communityGuidelinesPrivacy": "Udržuj osobní informace důvěrné.",
    "annualReport.communityGuidelinesFriendly": "Pomoz udržovat server přátelský.",
    "annualReport.communityEngagementTitle": "Angažovanost ve společenství",
    "annualReport.storySwap": "Vyprávění příběhu",
    "annualReport.communityEngagementInfo": "Další hlavní rolí Týmu společenství je vyzdvihovat a rozvíjet příležitosti pro mládež k vyjádření jejich nápadů a jejich zapojování se pozitivními cestami. Tým předvádí projekty a studia členů společenství, aby sloužily jako inspirace a pravidelně přispívá do Scratch Design Studií k povzbuzení tvořivých aktivit. Tým každé léto organizuje on-line Scratch Camp: tématem roku 2019 byl {storySwapLink}, se Scratchery stavějících na příbězích od jiných.",
    "annualReport.communitySDSTitle": "Scratch Design Studia",
    "annualReport.communitySDSInfo": "Některá Scratch Design Studia od roku 2019:",
    "annualReport.communityDayintheLife": "Den v životě",
    "annualReport.communityDayintheLifeInfo": "Vytvoř projekt o nějakém dnu v životě něčeho",
    "annualReport.communityYear3000": "Rok 3000",
    "annualReport.communityYear3000Info": "Jaký by mohl být život v roce 3000?",
    "annualReport.communityBounce": "Odrážení",
    "annualReport.communityBounceInfo": "Vytvoř projekt který zahrnuje odrážení, skákání, poletování nebo hopsání.",
    "annualReport.communityMonochromatic": "Jednobarevné",
    "annualReport.communityMonochromaticInfo": "Jak by věci vypadaly, kdyby existovala jen jedna barva?",
    "annualReport.communityQuotes": "Společenství — Citáty",
    "annualReport.communityQuote1": "Přidal jsem se ke Scratchi když mi bylo 11 let a věci, které jsem se naučil z užívání platformy a z komunikace se společenstvím byly opravdu živou částí mého vzdělanostního růstu.",
    "annualReport.communityQuote2": "Scratch mi umožnil dělat věci z domova, jako: \n- Respektovat lidi a jejich projekty\n- Získat přátele\n- Pocítit že nejsem sám v této karanténě\n....a mnohem víc, takže chci říci \nDĚKUJI!",
    "annualReport.communityQuote3": "Jsem na Scratchi už asi 2 roky a je to zkušenost měnící život! Naučil jsem se mnoho nových věcí, jako programování, on-line etiketu a grafiku!",
    "annualReport.communityQuote4": "Scratch byl mým oblíbeným koníčkem v šesté třídě. Skrytě mě seznámil s Booleovou logikou, pořadím operací a složenými matematickými výrazy—a to nezmiňuji samotné počítačové programování.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "Když protesty proti rasové nespravedlnosti zasáhly Spojené Státy po tragických zabitích George Floyda, Breonny Taylorové, Ahmauda Arberyho a dalších počátkem roku 2020, mnoho mladých použilo Scratch na vyjádření jejich podpory hnutí Black Lives Matter, vytvářeli projekty a psali komentáře vystupující proto rasismu a policejnímu násilí. Ve studiu {BLMStudioLink} zveřejněném na  Scratch home page, Scratcheři přispěli stovkami projektů a tisíci komentáři. Tým společenství Scratch se aktivně spolupodílel, aby podpořil Scratchery během traumatizující doby a ujistil, že všechny projekty a konverzace zůstanou respektované.",
    "annualReport.communityArtwork": "Umělecká práce od Scratchera OnionDipAnimations",
    "annualReport.communityChangeTitle": "Považujeme mládež za původce změn.",
    "annualReport.communityChangeInfo": "Zavazujeme se s nimi pracovat a spolu s lektory a rodinami, které je podporují zajistit že rozvinou své dovednosti, motivaci i důvěru potřebnou k vedení plnohodnotných životů a přinášející účelné změny ve společnosti.",
    "annualReport.watchVideo": "Sleduj video",
    "annualReport.schoolsTitle": "Školy",
    "annualReport.schoolsIntro": "Poskytujeme programy a zdroje k podpoře učitelů a žáků ve školách po celém světě, navržené k dosažení rovnoprávnosti v tvořivých počítačových zkušenostech, založených na projektech, nadšení, vrstevnících a hře.",
    "annualReport.schoolsSpotlight": "Školy — atraktivní příběh",
    "annualReport.cpsProjectTitle": "Tvořivé programování ve veřejných školách v Chicagu",
    "annualReport.cpsProjectIntroP1": "V roce 2019, s nadační podporou z Google.org, Tým Scratch Team partnersky spolupracoval s with SocialWorks, CS4ALL Chicago a Chicago Public Schools na podporu sedmi základních škol v jižním okraji Chicaga při zahájení iniciativy k začlenění tvořivého programování do jejich osnov.",
    "annualReport.cpsProjectIntroP2": "Jako část této iniciativy stovky žáků vymysleli a nakreslili se jako superhrdiny ve svých vlastních video hrách. Tyto nápady realizovali ve spolupracovním Scratch projektu nazvaným SuperMe. Místní celebrita v Chicago a vítěz Grammy Award hudebník Chance the Rapper byl natolik inspirován prací žáků, že ji zmínil ve své oficiální video hře pro svůj hit, písni “I Love You So Much” a a sdílel ji se světem.",
    "annualReport.familyCreativeNightsHeader": "Rodinné noci tvořivého programování",
    "annualReport.familyCreativeNightsDescription": "Klíčem k úspěchu této iniciativy bylo spojení žáků, rodin, učitelů a dalších členů komunity přes Rodinné noci tvořivého programování. Tyto události k sobě spojily stovky členů rodin všeho věku—od malých dětí po prarodiče—v aktivitách míchajících programování s kreslením, tancem a hudbou. Tyto akce posílily propojení mezi domovem a školou a ukázaly na důležitou roli rodin v inspirování a podpoře vzdělávání dětí.",
    "annualReport.familyNightsPhotoCredit": "Fotografie poskytl Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investování do profesionálního vývoje pro učitele",
    "annualReport.teacherPDDescription": "Učitelé se zúčastněných základních škol se setkávají na profesionálních pracovních seminářích, nabírají zkušenosti z první ruky ve vytváření vlastních Scratch projektů a nacházení užitečných způsobů jak Scratch použít k podpoře vzdělávání žáků napříč osnovami.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, lektor CPS",
    "annualReport.teacherPDQuote": "Co mě překvapilo nejvíc, byla vnitřní spolupráce, která nastala s použitím Scratche v mé třídě. Často žáci sami objevovali něco na platformě Scratch, ukázali mi to a pak rozšiřovali mezi sebou.",
    "annualReport.extendingReachHeader": "Rozšíření rozsahu",
    "annualReport.extendingReachDescription": "Pro rozšíření rozsahu tohoto partnerství, CS4ALL Chicago zhotovilo model Rodinné noci tvořivého programování a zpřístupnilo ho všem veřejným školám v  Chicago.  Google CS First vydalo příručky {codeYourHeroLink} pro žáky a učitele, dostupné zdarma on-line v angličtině a španělštině.",
    "annualReport.codeYourHero": "Naprogramuj svého hrdinu",
    "annualReport.inTheNewsHeader": "Z novin",
    "annualReport.chicagoSunTimesArticle": "Článek v Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Článek v Rolling Stone",
    "annualReport.conferencesTitle": "Scratch konference po celém světě:",
    "annualReport.conferencesIntro": "V roce 2008 Tým Scratch uspořádal první Scratch konferenci na MIT, společnou všem lektorům, výzkumníkům a vývojářům ke sdílení nápadů a zkušeností pro použití Scratch na podporu tvořivého vzdělávání. Od té doby Tým Scratch zorganizoval a uspořádal Scratch konferenci na MIT každé dva roky. Kromě toho členové globálního Scratch společenství zorganizovali a uspořádali více než tucet konferencí—rozpínajících se přes oceány, kontinenty, kultury i jazyky.",
    "annualReport.conferencesHeroImageCaption": "Konference Scratch Afrika, foto od {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latinská Amerika",
    "annualReport.conferencesLatinAmericaDescription": "V květnu 2019, lektoři z celého Chile a jiných oblastí Latinské Ameriky se setkali na druhé konferenci {scratchAlSurLink} v Santiago, Chile. Následně touto Scratch al Sur konferencí byla vydána {spanishVersionLink} příručky {creativeComputingCurriculumLink}, vyvinuté skupinou  Creative Computing na  Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Španělská verze",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto poskytnuté od {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Evropa",
    "annualReport.conferencesEuropeDescription": "V srpnu 2019 zorganizovala Raspberry Pi Foundation čtvrtou konferenci {scratchConferenceEuropeLink}, probíhající v Cambridge, UK. Tato konference spojila spolu profesionální i zájmové lektory z více než 25 zemí pro praktické workshopy, prezentace a ukázky od studentů, lektorů, výzkumníků a komunitně založených organizací.",
    "annualReport.conferencesEuropeImageCaption": "Foto poskytnuté od {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "V říjnu 2019 první {scratchAfricaConferenceLink} se konala v Nairobi, Kenya, přitáhla více než 250 lektorů a  studentů napříč Afrikou k účasti na lekcích, posílení mládeže a oslavě úspěchů v tvořivém programování. Na konferenci Tým Scratch uvolnil swahilskou verzi jazyka Scratch, dostupnou pro on-line i offline použití.",
    "annualReport.conferencesAfricaImageCaption": "Foto od {photoCredit}",
    "annualReport.financialsTitle": "Finance - 2019",
    "annualReport.financialsButton": "2019 Auditované finance",
    "annualReport.financialsFutureYears": "Poznámka: Finance v budoucích letech budou významně odlišné, jelikož personál Scratch nyní přesídlil z MIT do Nadace Scratch.",
    "annualReport.supportersTitle": "Poděkování našim podporovatelům",
    "annualReport.supportersIntro": "Děkujeme našim štědrým podporovatelům. Vaše příspěvky nám pomáhají rozšiřovat příležitosti tvořivého učení pro děti každého věku, ze všech prostředí, po celé zeměkouli.",
    "annualReport.supportersSpotlightTitle": "Dary — atraktivní příběh",
    "annualReport.supportersSFETitle": "Příspěvek rodiny Siegel",
    "annualReport.supportersSFEDescription1": "V květnu roku 2012 David Siegel navštívil Den Scratch na MIT Media Lab se svým synem Zachem, aktivním a nadšeným Scratcherem. Při sledování Zacha a ostatních dětí používajících Scratch pro programování vlastních her, animací a robotických stvoření David shledal, kolik potenciálu Scratch má pro pomoc dětem jak s praktickou programovací zručností, tak i rozvojem počítačového uvažování.",
    "annualReport.supportersSFEDescription2": "David zná důležitost počítačového uvažování z první ruky, jeho kariéra jakožto počítačového vědce a podnikatele byla utvářena stejnou zvědavostí kterou Scratch umožňuje zažívat mladým studentům každý den. Je to stejný badatelský instinkt, který ho přivedl ke studiu informatiky na Princetonu a získat titul PhD podložený prací dokončenou na MIT's Artificial Intelligence Lab. V roce 2001 spoluzaložil Two Sigma, která vzrostla na pozici světového leadera v aplikovaném strojovém učení a datové vědy k investičnímu řízení.",
    "annualReport.supportersSFEDescription3": "V roce 2011 David založil Siegel Family Endowment (SFE) na podporu organizací pracujících na pomoc lidem adaptovat se  na požadavky nové technologie i lepšímu porozumění a zmírnit mocné otřesy, které technologie zanesla do téměř každého sektoru. Je také spoluzakladatelem Nadace Scratch a je silným propagátorem poslání organizace zachovat Scratch zdarma a přístupný všem studujícím z celého světa.",
    "annualReport.supportersCoFounder": "Spoluzakladatel a spolupředseda",
    "annualReport.supportersQuote": "Zajištění, že Scratch zůstane zdarma a přístupný dětem odkudkoli je jedním z nejpůsobivějších způsobů jak můžeme pomoci mladým žákům se zapojit a prospívat v narůstajícím digitálním světě. Podporování Scratche je dnes důležitější než kdykoli předtím.",
    "annualReport.supportersThankYou": "Poděkování našim podporovatelům",
    "annualReport.supportersAllDescription": "Našim posláním je poskytnout všem dětem, ze všech prostředí příležitosti snít, tvořit a sdílet s novými technologiemi. Přejeme si poděkovat všem Scratch podporovatelům, kteří od doby naší práce na Scratch v roce 2002 nám pomáhali vytvořit okouzlující učební zážitky pro miliony mladých lidí celého světa. Následující seznam je založen na součtech darovaných na Scratch (jak MIT tak i Nadaci Scratch) do  31 prosince 2019.",
    "annualReport.supportersFoundingDescription": "Jsme obzvlášť vděční našim Zakládajícím partnerům kteří nás podpořili v počátečních dnech Scratche, každý z nich nám poskytl alepoň $10,000,000 v celkové podpoře, v různých formách.",
    "annualReport.supportersFoundingTitle": "Zakládající partneři",
    "annualReport.supportersCreativityTitle": "Kruh kreativity — $1,000,000+",
    "annualReport.supportersCollaborationTitle": "Kruh spolupráce — $200,000+",
    "annualReport.supportersImaginationTitle": "Kruh představivosti — $50,000+",
    "annualReport.supportersInspirationTitle": "Kruh inspirace — $20,000+",
    "annualReport.supportersExplorationTitle": "Kruh bádání — $5,000+",
    "annualReport.supportersInKindTitle": "Nepeněžní podporovatelé",
    "annualReport.leadershipTitle": "Náš tým",
    "annualReport.leadershipBoard": "Panel ředitelů",
    "annualReport.leadershipChair": "Předseda",
    "annualReport.leadershipProfessor": "Profesor výzkumu vzdělání",
    "annualReport.leadershipViceChair": "Místopředseda",
    "annualReport.leadershipBoardMember": "Člen panelu",
    "annualReport.leadershipPresidentCEO": "Prezident a ředitel společnosti",
    "annualReport.leadershipFormerPresident": "Dřívější prezident",
    "annualReport.leadershipFounderCEO": "Zakladatel a ředitel společnosti",
    "annualReport.leadershipFormerChairCEO": "Dřívější předseda a ředitel společnosti",
    "annualReport.leadershipBoardSecretaryTreasurer": "Tajemník panelu a pokladník",
    "annualReport.leadershipBoardSecretary": "Tajemník panelu",
    "annualReport.leadershipBoardTreasurer": "Pokladník panelu",
    "annualReport.leadershipScratchTeam": "Tým Scratch",
    "annualReport.leadershipInterim": "Dočasný výkonný ředitel",
    "annualReport.donateTitle": "Podpořte nás",
    "annualReport.donateMessage": "Vaše podpora nám umožňuje dělat Scratch zdarma pro každého, udržovat naše servery v provozu a to nejdůležitější, že budeme schopni poskytovat dětem celého světa příležitost snít, tvořit a sdílet. Děkujeme vám!",
    "annualReport.donateButton": "Podpořit"
}