{
    "annualReport.subnavMessage": "Berjocht",
    "annualReport.subnavMission": "Missy",
    "annualReport.subnavMilestones": "Mylpeal",
    "annualReport.subnavReach": "Berik",
    "annualReport.subnavInitiatives": "Inisjativen",
    "annualReport.subnavFinancials": "Finânsjes",
    "annualReport.subnavSupporters": "Supporters",
    "annualReport.subnavTeam": "Ploech",
    "annualReport.subnavDonate": "Donearje",
    "annualReport.mastheadYear": "Jierferslach 2019",
    "annualReport.mastheadTitle": "In wrâld kultivearje fan kreatyf learen",
    "annualReport.messageTitle": "Berjocht fan it Scratch Team",
    "annualReport.messageP1": "2019 wie in jier fan grutte foarútgong foar Scratch. Wy sette it jier útein mei de lansearring fan Scratch 3.0, ús lêste generaasje fan Scratch, ûntwurpen om de kreativiteit fan bern te stimulearjen en bern fan ferskillende belangen en eftergrûnen te belûken. Wy fierden it ein fan it jier mei de ferhuzing fan ús team fan MIT nei it nije hûs fan 'e Scratch Foundation, yn in ludike romte op' e earste ferdjipping by Boston's South Station. It heule jier bleau de Scratch-mienskip bloeie en groeie: Mear dan 20 miljoen jongeren sette projekten op mei Scratch yn 2019, in tanimming fan 48% fan it foarige jier.",
    "annualReport.messageP2": "De ynfloed en it belang fan Scratch waard oantoand yn 2020, doe't de COVID-pandemy skoallen twong te sluten. Aktiviteit yn 'e online-mienskip fan Scratch is mear dan ferdûbele, om't jongeren thús allinich har nei Scratch hawwe wend om har kreatyf út te drukken en mei-inoar te ferbinen. Scratchers binne ek aktyf belutsen west by Black Lives Matter en oare bewegingen fan rasrjocht en gelikens, en meitsje animearre projekten en studio's om bewustwêzen te fersprieden en oprop foar feroaring.",
    "annualReport.messageP3": "Sûnt wy Scratch yn 2007 lansearren, hawwe wy Scratch altyd as mear as in programmeartaal tocht. Scratch biedt kânsen foar alle jonge minsken, fan alle eftergrûnen, om har stim te ûntwikkeljen, har ideeën út te drukken en tegearre te meitsjen. Wy wolle graach sjen hoe't Scratchers hawwe reageare op resinte maatskiplike útdagings mei kreativiteit, gearwurking, soarch en freonlikens.",
    "annualReport.messageP4": "Yn dit jierferslach diele wy mear oer Scratch's missy, plannen, ynfloed en berik, stipe troch foarbylden fan hoe't Scratch learmooglikheden útwreidet foar in breed ferskaat oan jonge minsken oer de heule wrâld, op skoallen en troch har heule libben.",
    "annualReport.messageP5": "Wy binne grutsk op wat jonge minsken hjoed oanmeitsje en leare mei Scratch, en wy sette ús yn om mear kânsen te bieden foar mear jonge minsken yn 'e takomst.",
    "annualReport.messageSignature": "— It Scratch Team",
    "annualReport.covidResponseTitle": "Scratch reageart op COVID",
    "annualReport.covidResponseP1": "As wy dit jierferslach skriuwe, hawwe wy moannen wurke oan 'e COVID-pandemy. Sûnt heal maart 2020 is it Scratch-kantoar sluten en wurkje leden fan it Scratch-team aktyf fan hûs om bern en oplieders oer de heule wrâld te stypjen, waans libben is fersteurd troch de pandemy.",
    "annualReport.covidResponseP2": "Op 17 maart lanseare wy it #ScratchAtHome-inisjatyf om bern, famyljes en oplieders ideeën te jaan foar kreative learaktiviteiten mei Scratch thús. Wy bliuwe fideotutorials en oare boarnen tafoegje oan 'e {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome side",
    "annualReport.covidResponseP3": "Aktiviteit yn 'e {scratchCommunityLink} is mear dan ferdûbele yn fergeliking mei ferline jier. Scratchers meitsje en diele projekten om oaren te stypjen en te ynspirearjen fia de pandemy — mei projekten en studio's dy't ideeën foar thúsoefening oanbiede, tips om sûn te bliuwen, humor om inoar op te fleurjen, en tankjen oan essensjele helpers.",
    "annualReport.covidResponseScratchCommunity": "Scratch online mienskip",
    "annualReport.missionTitle": "Ús misje",
    "annualReport.missionSubtitle": "Us missy is om alle bern, fan alle eftergrûnen, te befetsjen, nije technologyen út te finen, te meitsjen en gear te wurkjen — sadat se de wrâld fan moarn kinne foarmjaan.",
    "annualReport.missionP1": "Wy sette ús yn om prioriteit te jaan oan gelikens yn alle aspekten fan ús wurk, mei in spesjale klam op inisjativen en oanpak dy't bern, famyljes en oplieders stypje dy't it fierst binne fan edukative gerjochtigheid.",
    "annualReport.missionP2": "Wy hawwe Scratch ûntwikkele as in fergese, feilige, ludike learomjouwing dy't alle bern dwaande hâldt mei kreatyf tinken, systematysk redenearjen en gearwurking — essensjele feardigens foar elkenien yn 'e hjoeddeistige maatskippij. Wy gearwurkje mei oplieders en famyljes om bern te stypjen by ferkennen, dielen en learen.",
    "annualReport.missionP3": "By de ûntwikkeling fan nije technologyen, aktiviteiten en learmateriaal wurde wy laat troch wat wy de {fourPsItalics} neame:",
    "annualReport.fourPs": "De fjouwer P's fan kreatyf learen",
    "annualReport.missionProjectsTitle": "Projekten",
    "annualReport.missionPeersTitle": "Peers",
    "annualReport.missionPassionTitle": "Passy",
    "annualReport.missionPlayTitle": "Toanielstik",
    "annualReport.missionProjectsDescription": "Meitsje bern by it ûntwerpen, skeppen en kreatyf uterje",
    "annualReport.missionPeersDescription": "Stypje bern by gearwurking, dielen, remixing en mentoring",
    "annualReport.missionPassionDescription": "Bern ynskeakelje om op har ynteresses te bouwen en te wurkjen oan persoanlike sinfolle projekten",
    "annualReport.missionPlayDescription": "Moedigje bern oan te meitsjen, te eksperimintearjen en te puzeljen",
    "annualReport.milestonesTitle": "Mylpeal",
    "annualReport.milestonesDescription": "Hjir binne wat wichtige barrens en prestaasjes yn 'e skiednis fan Scratch en de wrâldwide Scratch-mienskip.",
    "annualReport.milestones2003Message": "Wurdt in subsydzje takend fan 'e National Science Foundation om te begjinnen mei ûntwikkeling fan Scratch.",
    "annualReport.milestones2004Message": "Earste Scratch Workshop oanbean op Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Iepenbiere lansearring fan Scratch programmeartaal en online mienskip",
    "annualReport.milestones2008Message": "Organiseare de earste Scratch-konferinsje foar oplieders en ûntwikkelders",
    "annualReport.milestones2009Message1.4": "Scratch 1.4 frijlitten, oerset yn mear as 40 talen",
    "annualReport.milestones2009MessageScratchDay": "It earste Scratch Day-evenemint organisearre foar bern en gesinnen",
    "annualReport.milestones2010Message": "Scratch online mienskip berikt 1 miljoen leden",
    "annualReport.milestones2013MessageFoundation": "Code-to-Learn Foundation oprjochte (letter omdoopt ta Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Scratch 2.0 lansearre, dy't nije mooglikheden biedt foar gearwurking",
    "annualReport.milestones2014Message": "Starte ScratchJr foar jongere bern fan 5 oant 7 jier.",
    "annualReport.milestones2016Message": "Scratch online mienskip berikt 10 miljoen leden",
    "annualReport.milestones2017Message": "Scratch Day groeit nei 1.100 eveneminten yn 60 lannen",
    "annualReport.milestones2019MessageScratch3": "Launch fan Scratch 3.0, útwreidzje wat bern kinne meitsje mei koade",
    "annualReport.milestones2019MessageMove": "Scratch Team ferhuzet fan MIT nei Scratch Foundation",
    "annualReport.reachTitle": "Berikke wrâldwiid bern",
    "annualReport.reachSubtitle": "Scratch is de grutste kodearingsmienskip fan 'e wrâld foar bern en jongerein, fan 8 en âlder.",
    "annualReport.reachMillion": "miljoen",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Unike besikers",
    "annualReport.reachProjectsCreated": "Projekten makke",
    "annualReport.reachProjectCreators": "Projekten fan minsken",
    "annualReport.reachComments": "Opmerking pleatst yn 'e Online Mienskip",
    "annualReport.reachGrowthTitle": "Mienskip groei",
    "annualReport.reachGrowthBlurb": "Nije akkounts makke yn 'e Scratch Online Community yn' e lêste 5 jier.",
    "annualReport.reachGlobalCommunity": "Us wrâldwide mienskip",
    "annualReport.reachMapBlurb": "Totaal oantal akkounts registrearre yn 'e Scratch Online Community fanôf Scratch lansearje oant 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "op in logaritmyske skaal",
    "annualReport.reachTranslationTitle": "Scratch is oerset yn 60 + talen",
    "annualReport.reachTranslationBlurb": "Mei tank oan frijwillige oersetters fan oer de heule wrâld.",
    "annualReport.reachScratchJrBlurb": "ScratchJr is in prep-programmearomjouwing wêrmei jonge bern (leeftyd 5-7) har eigen ynteraktive ferhalen en spultsjes meitsje kinne.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Downloads sûnt de lansearring yn 2014",
    "annualReport.initiativesTitle": "Inisjativen",
    "annualReport.initiativesDescription": "It wurk fan 'e Scratch Foundation rjochtet him op trije strategyske gebieten: kreative ark, mienskip en skoallen. Elk gebiet prioriteart de stim en behoeften fan bern dy't ûnderfertsjintwurdige binne yn kreative kompjûter en besiket bern te stypjen yn ferskate omjouwings en kultueren oer de heule wrâld.",
    "annualReport.equity": "Rjocht",
    "annualReport.globalStrategy": "Globale strategy",
    "annualReport.toolsTitle": "Kreatyf ark",
    "annualReport.toolsIntro": "Wy eksperimintearje en fernije konstant mei nije technologyen en nije ûntwerpen — wy stribje altyd om bern nije manieren te bieden om te meitsjen, gear te wurkjen en te learen.",
    "annualReport.toolsSpotlight": "Kreatyf ark — Spotlightferhaal",
    "annualReport.toolsLaunch": "Starte fan Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Wy hawwe Scratch 3.0 ûntwurpen om út te wreidzjen hoe, wat en wêr't bern kinne meitsje mei Scratch. Scratch 3.0 waard begjin 2019 frijlitten en ûntstie in weach fan aktiviteit yn 'e Scratch-mienskip, mei mear projekten - en in breder ferskaat oan projekten — dan ea earder.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 befettet in bibleteek fan útwreidingen — ekstra kolleksjes koade-blokken dy't nije mooglikheden tafoegje oan Scratch. Guon tafoegings jouwe tagong ta webservices en oare softwarefunksjes, wylst oaren Scratch ferbine mei apparaten yn 'e fysike wrâld, lykas motors en sensoren.",
    "annualReport.toolsTexttoSpeech": "Tekst-nei-spraak",
    "annualReport.toolsTexttoSpeechIntro": "Mei de tafoeging Tekst-nei-spraak kinne bern har Scratch-personaazjes programmearje om lûdop te sprekken yn in ferskaat oan ferskillende stimmen.",
    "annualReport.toolsNumProjects": "330.000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} -projekten yn 2019 brûkten Tekst nei spraak",
    "annualReport.toolsMostPopular": "Meast populêr",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} nije Scratch-útwreiding yn 'e mienskip",
    "annualReport.toolsCollabAWS": "Gearwurking mei Amazon Web Services",
    "annualReport.toolsTranslate": "Oersette",
    "annualReport.toolsTranslateIntro": "Boud op 'e Google Translate API, lit de Translate-útwreiding bern masine-oersetting opnimme yn har projekten om taallearen en wrâldwide kommunikaasje te stypjen.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} talen oerset yn tafoeging",
    "annualReport.toolsSupportsLiteracy": "Stipet geletterdheid",
    "annualReport.toolsCSandLanguageArts": "kompjûterwittenskip en taalkunde",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} fia {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Gearwurking mei Google",
    "annualReport.toolsPhysicalWorld": "Fysike wrâldferbiningen",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Studinten kinne dûnsrobots, ynteraktive bylden en eksperiminten foar gegevens sammelje mei Scratch- en LEGO-robotyk-kits. De nije LEGO Education SPIKE Prime Set befettet in app basearre op Scratch. Derneist binne Scratch-tafoegings beskikber foar {mindstormsLink} en {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Gearwurking mei LEGO Underwiis",
    "annualReport.toolsVideoTutorials": "Fideo-lessen",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 yntrodusearre in ferskaat kolleksje fideotutorials om bern te helpen mei Scratch te begjinnen. De tutorials binne iepen en binne ûntwurpen om studinten oan te moedigjen te eksperimintearjen, har ynteresses te folgjen en har eigen ideeën út te drukken.",
    "annualReport.toolsNumTutorials": "25 nije tutorials",
    "annualReport.toolsNewTutorials": "{numTutorials} beskikber yn Scratch 3.0",
    "annualReport.toolsNumViews": "23 miljoen",
    "annualReport.toolsTutorialsViews": "{numViews} werjeften yn 2019",
    "annualReport.toolsApp": "Scratch App stipet offline learen",
    "annualReport.toolsDownloadLink": "yn te laden app",
    "annualReport.toolsRaspberryLink": "brûkber op Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Tidens 2019 joech it Scratch Team Scratch 3.0 út as in {downloadableLink} foar gebrûk op meardere platfoarms, ynklusyf Windows, macOS, ChromeOS en Android tablets. Derneist hat de Raspberry Pi Foundation Scratch 3.0 frijjûn foar {raspberryLink}. Dizze ynlaadbere ferzjes binne foaral wichtich foar miljoenen studinten yn gebieten wêr't de ynternetferbining net beskikber is of net betrouber.",
    "annualReport.toolsAbhiTitle": "Abhi op Cartoon Network",
    "annualReport.toolsAbhiIntro": "Om te markearjen wat bern mei Scratch 3.0 kinne dwaan, hawwe wy tegearre mei Cartoon Network gearwurke om in fideo te meitsjen mei Abhi, in 12-jierrige Scratcher, dy't graach animaasjes en spultsjes makket. Yn 'e fideo moetet Abhi Ian Jones-Quartey, de betinker fan OK K.O. en oare shows fan Cartoon Network. Abhi yntroduseart Ian oan 'e haadfunksjes fan' e nije ferzje fan Scratch, en tegearre tekenje en programmearje se in animaasje fan in Cartoon Network-karakter dat op en del springt.",
    "annualReport.toolsAbhiQuote": "Myn favorite ding oer Scratch is de mienskip, om't se aardich en behelpsum binne foar my. Dêrom bin ik altyd bliid om elk projekt yn myn dreamen te dielen.",
    "annualReport.communityTitle": "Mienskip",
    "annualReport.communityIntro": "De online-mienskip fan Scratch hat altyd in wichtich part west fan 'e Scratch-ûnderfining, en biedt bern de kâns om gear te wurkjen, te dielen en feedback oan elkoar te jaan.",
    "annualReport.communitySpotlight": "Mienskip — Spotlightferhaal",
    "annualReport.communityTeam": "Scratch Community Team",
    "annualReport.communityTeamIntro1": "Op de fraach wêrom't se brûke Scratch, measte Scratchers praten oer it belang fan de online mienskip yn motivearjende harren bliuwende partisipaasje, it bieden fan in romte dêr't se kinne uterje harren kreativiteit, make freonen, krije feedback, krije nije ideeën kinne winne en leare nije feardichheden. In protte Scratchers wurdearje de Scratch-mienskip as in feilige en gastfrije romte om fan elkoar te ferbinen, te dielen en te learen.",
    "annualReport.communityTeamIntro2": "Hoe kinne wy de mienskip feilich en freonlik hâlde mei 40.000 nije projekten en 400.000 nije opmerkingen per dei yn 'e Scratch online-mienskip, wylst wy ek kreative ekspresje stypje en stimulearje? Us Community Team, ynklusyf fulltime personiel en in netwurk fan moderators, liedt dit fitale wurk. D'r binne twa haaddiminsjes fan it wurk fan it Community Team: moderaasje en belutsenens by de mienskip.",
    "annualReport.communityModerationTitle": "Mienskiplike moderaasje",
    "annualReport.communityModerationInfo": "As jonge minsken lid wurde fan 'e Scratch-mienskip, ferplichtsje se har om in set fan rjochtlinen te folgjen dy't ûntwurpen binne om Scratch in feilich en stypjend plak te hâlden foar jongeren fan alle eftergrûnen. Us Community Team brûkt in breed ferskaat oan ark en strategyen om goed digitaal boargerskip oan te moedigjen en in positive omjouwing foar Scratchers te behâlden. Geautomatiseerde filters foarkomme dat privee-ynformaasje wurdt dield as ûnjildige ynhâld wurdt pleatst, en wy tastean elkenien ynhâld te melden dy't neffens har yn striid is mei de rjochtlinen fan 'e mienskip.",
    "annualReport.communityGuidelinesTitle": "Mienskiplike rjochtlinen",
    "annualReport.communityGuidelinesInfo": "Minsken fan alle leeftiden, ras, etnisiteit, religy, seksuele oriïntaasje en geslachtsidentiteit binne wolkom by Scratch.",
    "annualReport.communityGuidelinesRespect": "Wês respektfol.",
    "annualReport.communityGuidelinesShare": "Diele",
    "annualReport.communityGuidelinesHonest": "Earlik wêze.",
    "annualReport.communityGuidelinesConstructive": "Wy binne opbouend.",
    "annualReport.communityGuidelinesPrivacy": "Hâld persoanlike ynformaasje privee.",
    "annualReport.communityGuidelinesFriendly": "Wy hâlde de webside freonlik.",
    "annualReport.communityEngagementTitle": "Community Engagement",
    "annualReport.storySwap": "Ferhaal wikselje",
    "annualReport.communityEngagementInfo": "In oare wichtige rol fan it Community Team is om kânsen foar jonge minsken te markearjen en te ûntwikkeljen om har ideeën út te drukken en op in positive manier yn te gean. It team toant projekten en studio's fan leden fan 'e mienskip om te ynspirearjen, en pleatst geregeld Scratch Design Studios om kreative aktiviteit oan te moedigjen. Elke simmer organiseart it team in online Scratch Camp: it tema yn 2019 wie {storySwapLink}, mei Scratchers dy't bouden op elkoars ferhalen.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "In pear Scratch Design Studios fan 2019:",
    "annualReport.communityDayintheLife": "Dei yn it libben fan",
    "annualReport.communityDayintheLifeInfo": "Meitsje in projekt oer in dei yn it libben fan wat",
    "annualReport.communityYear3000": "Jier 3000",
    "annualReport.communityYear3000Info": "Hoe kin it libben wêze yn it jier 3000?",
    "annualReport.communityBounce": "Bounce",
    "annualReport.communityBounceInfo": "Meitsje in projekt wêr't jo springe, springe, wizigje, of hopje.",
    "annualReport.communityMonochromatic": "Monochroom",
    "annualReport.communityMonochromaticInfo": "Hoe soene dingen der útsjen as der mar ien kleur wie?",
    "annualReport.communityQuotes": "Mienskip — Sitaten",
    "annualReport.communityQuote1": "Ik kaam by Scratch doe't ik 11 jier wie en de dingen dy't ik learde troch it platfoarm te brûken en ynteraksje mei de mienskip wiene echt in wichtich diel fan myn learen doe't ik opgroeide.",
    "annualReport.communityQuote2": "Scratch hat my tastien dingen fan hûs te dwaan lykas\n- Respektearje minsken en har projekten\n- Freonen meitsje\n- Fiel dat ik net allinich bin yn dizze karantêne ...\n.... en folle mear wol ik sizze\n¡GRACIAS!",
    "annualReport.communityQuote3": "Ik haw no sawat 2 jier op Scratch west, en it is in libbensferoarjende ûnderfining west! Ik learde safolle nije dingen lykas kodearjen, online etikette en keunst!",
    "annualReport.communityQuote4": "Scratch wie myn favorite hobby yn 'e seisde klasse. It yntrodusearre my heimelik oan Booleaanske logika, de folchoarder fan operaasjes, en de nestele wiskundige útdrukkingen — net te hawwen oer de komputerprogrammering sels.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "Doe't protesten fan rasrjochtlikheid yn 'e Feriene Steaten foelen nei de tragyske moarden op George Floyd, Breonna Taylor, Ahmaud Arbery, en oaren yn' t begjin fan 2020, brûkten in protte jongeren Scratch as in manier om har stipe te sjen foar de beweging Black Lives Matter troch projekten op te bouwen. . en kommentaar te sprekken tsjin rasisme en plysje brutaliteit. Yn in {BLMStudioLink} te sjen op 'e Scratch-thússide hawwe Scratchers hûnderten projekten en tûzenen opmerkingen yntsjinne. It Scratch Community Team wie aktyf belutsen om Scratchers te stypjen yn in traumatyske tiid en om derfoar te soargjen dat alle projekten en petearen respektfol wiene.",
    "annualReport.communityArtwork": "Keunstwurk troch de Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Wy sjogge jonge minsken as bestjoerders fan feroaring.",
    "annualReport.communityChangeInfo": "Wy hechtsje oan wurkjen by hjarren, en de leararen en de famyljes dy't stypje harren, om derfoar te soargjen dat se ûntwikkeljen fan de feardichheden, motivaasje en fertrouwen se moatte liede ferfoljen fan libben en meitsje betsjuttingsfolle feroaring yn it libben. Skeppe maatskippij.",
    "annualReport.watchVideo": "Sjoch de fideo",
    "annualReport.schoolsTitle": "Skoallen",
    "annualReport.schoolsIntro": "Wy leverje programma's en boarnen om learkrêften en studinten te stypjen op skoallen oer de heule wrâld, ûntwurpen om gelikense kânsen te meitsjen yn kreative kompjûterûnderfiningen basearre op projekten, passy, leeftydsgenoaten en spiel.",
    "annualReport.schoolsSpotlight": "Skoallen — Spotlight Story",
    "annualReport.cpsProjectTitle": "Kreatyf kompjûter yn iepenbiere skoallen yn Chicago",
    "annualReport.cpsProjectIntroP1": "Yn 2019, mei subsydzje fan Google.org, de Scratch team partnered mei SocialWorks, CS4ALL Chicago en Chicago iepenbiere skoallen te stypjen sân basisskoallen oan Chicago Súd Side yn, bûcht in inisjatyf foar ûnder oaren kreatyf taalkodearjen yn harren learplan.",
    "annualReport.cpsProjectIntroP2": "As diel fan dit inisjatyf hawwe hûnderten studinten har foarsteld en tekene as de superheld fan har eigen fideospultsjes. Se brochten dy ideeën ta libben yn in mienskiplik Scratch-projekt neamd SuperMe. Lokale Chicago-held en Grammy-priiswinnende muzikant Chance the Rapper waard sa ynspireare troch it wurk fan 'e studinten dat hy it it offisjele fideospultsje neamde foar syn hit “I Love You So Much” en dielde it mei de wrâld.",
    "annualReport.familyCreativeNightsHeader": "Kreative kodearjûnen foar de famylje",
    "annualReport.familyCreativeNightsDescription": "In kaai foar it sukses fan dit inisjatyf hat west om studinten, famyljes, learkrêften en oare leden fan 'e mienskip te ferbinen fia Family Creative Coding Nights. Dizze eveneminten brochten hûnderten famyljeleden fan alle leeftiden byinoar — fan jonge bern oant pake en beppe — yn aktiviteiten dy't programmearring kombineare mei keunst, dûns en muzyk. Dizze eveneminten fersterken de bannen tusken hûs en skoalle, en erkennen de wichtige rol fan famyljes yn it ynspirearjen en stypjen fan it learen fan bern.",
    "annualReport.familyNightsPhotoCredit": "Foto's troch Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Ynvestearje yn profesjonele ûntwikkeling foar learkrêften",
    "annualReport.teacherPDDescription": "Learkrêften fan 'e dielnimmende basisskoallen kamen byinoar foar workshops foar profesjonele ûntwikkeling, krigen earste hân ûnderfining mei it meitsjen fan har eigen Scratch-projekten, en fûnen betsjuttende manieren om Scratch te brûken om learen fan studinten oer it learplan te stypjen.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS Underwizer",
    "annualReport.teacherPDQuote": "Wat my it measte fernuvere wie de yntrinsike gearwurking dy't kaam mei it brûken fan Scratch yn myn klaslokaal. Studinten ûntdutsen faaks sels wat op it Scratch-platfoarm, lieten it my sjen en fersprieden it dan ûnderinoar.",
    "annualReport.extendingReachHeader": "Fergrutsje it berik",
    "annualReport.extendingReachDescription": "Om it berik fan dit partnerskip út te wreidzjen, boude CS4ALL Chicago op it model Family Creative Coding Night en makke it beskikber foar alle iepenbiere skoallen fan Chicago. Google CS First hat {codeYourHeroLink} tutorials makke foar studinten en dosinten, fergees online te krijen yn it Ingelsk en Spaansk.",
    "annualReport.codeYourHero": "Kodearje jo held",
    "annualReport.inTheNewsHeader": "Yn it nijs",
    "annualReport.chicagoSunTimesArticle": "Artikel yn 'e Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Rolling Stone artikel",
    "annualReport.conferencesTitle": "Scratch konferinsjes oer de heule wrâld",
    "annualReport.conferencesIntro": "Yn 2008 wie it Scratch-team gasthear foar de earste Scratch—konferinsje by MIT, en brocht ûnderwizers, ûndersikers en ûntwikkelers byinoar om ideeën en ûnderfinings út te wikseljen foar it brûken fan Scratch om kreatyf learen te stypjen. Sûnttiids hat it Scratch-team elke twa jier in Scratch—konferinsje hâlden yn MIT. Derneist hawwe leden fan 'e wrâldwide Scratch—mienskip mear as in tsiental konferinsjes organisearre en organisearre oer oseanen, kontininten, kultueren en talen.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, foto fan {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latynsk-Amearika",
    "annualReport.conferencesLatinAmericaDescription": "Yn maaie 2019 sammelen dosinten út hiel Sily en oare dielen fan Latynsk-Amearika foar de twadde {scratchAlSurLink} konferinsje yn Santiago, Sily. Nei de konferinsje hat Scratch al Sur in {spanishVersionLink} frijlitten fan 'e {creativeComputingCurriculumLink} gids ûntwikkele troch de Creative Creative Computing-groep fan' e Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Spaanske ferzje",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto levere troch {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "Yn augustus 2019 wie de Raspberry Pi Foundation de fjirde {scratchConferenceEuropeLink}, hâlden yn Cambridge, UK. De konferinsje brocht formele en ynformele dosinten út mear dan 25 lannen byinoar foar praktyske workshops, presintaasjes en demonstraasjes troch studinten, learkrêften, ûndersikers en maatskiplike organisaasjes.",
    "annualReport.conferencesEuropeImageCaption": "Foto levere troch {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "Yn oktober 2019 fûn de earste {scratchAfricaConferenceLink} plak yn Nairobi, Kenia, en mear dan 250 learkrêften en studinten út hiel Afrika kamen om lessen te dielen, jonge minsken te bemachtigjen en prestaasjes te fieren yn kreative programmearring. Tidens de konferinsje lansearre it Scratch-team in Swahili-ferzje fan Scratch, dy't sawol online as offline kin wurde brûkt.",
    "annualReport.conferencesAfricaImageCaption": "Foto troch {photoCredit}",
    "annualReport.financialsTitle": "Finânsjes - 2019",
    "annualReport.financialsButton": "Kontrolearre finansjele gegevens foar 2019",
    "annualReport.financialsFutureYears": "Opmerking: Finânsjes sille de kommende jierren flink ferskille, om't Scratch-meiwurkers no binne oergien fan MIT nei de Scratch Foundation.",
    "annualReport.supportersTitle": "Mei tank oan ús stipers",
    "annualReport.supportersIntro": "Mei tank oan ús royale stipers. Jo bydrage helpt ús kreative learmooglikheden út te wreidzjen foar bern fan alle leeftiden, fan alle eftergrûnen, oer de heule wrâld.",
    "annualReport.supportersSpotlightTitle": "Donor - Spotlightferhaal",
    "annualReport.supportersSFETitle": "Kado fan 'e famylje Siegel",
    "annualReport.supportersSFEDescription1": "Yn maaie 2012 folge David Siegel Scratch Day by it MIT Media Lab mei syn soan Zach, in aktyf en entûsjast Scratcher. David seach Zach en oare bern Scratch brûke om har eigen spultsjes, animaasjes en robotyske wêzens te kodearjen, en David seach hoefolle potensjeel Scratch hie om bern te helpen praktyske kodearingsfeardigens te learen en te ûntwikkeljen as komputasjonele tinkers.",
    "annualReport.supportersSFEDescription2": "David wit fan earste hân it belang fan komputasjonele tinken, en syn karriêre as kompjûterwittenskipper en ûndernimmer is foarme troch deselde nijsgjirrigens dy't Scratch helpt elke dei jonge learlingen te ûntdekken. It is itselde ferkennend ynstinkt dat him liede kompjûterwittenskip te studearjen by Princeton en in doktoraat fertsjinne op basis fan wurk dien by MIT's Artificial Intelligence Lab. Yn 2001 wie hy mei-oprjochter fan Two Sigma, dat útgroeid is ta in wrâldlieder yn it tapassen fan masine learen en gegevenswittenskip op ynvestearingsbehear.",
    "annualReport.supportersSFEDescription3": "Yn 2011, David stifte de Siegel Family Rektor (SFE) nei stipe organisaasjes dy't helpe minsken oanpasse oan 'e easken fan nije technology, en ta better begripe en mitigate de machtige disruptions technology is makke yn hast alle yndustry. Hy is ek mei-oprjochter fan 'e Scratch Foundation en is in sterke oanhinger fan' e missy fan 'e organisaasje om Scratch fergees en tagonklik te hâlden foar studinten oer de heule wrâld.",
    "annualReport.supportersCoFounder": "Mei-oprjochter en fise-foarsitter",
    "annualReport.supportersQuote": "Scratch fergees hâlde en tagonklik foar bern oer de heule wrâld is ien fan 'e meast ynfloedrike manieren waarop wy jonge learlingen kinne helpe om mei te dwaan en te bloeien yn in hieltyd digitale wrâld. Stipe foar Scratch is hjoed wichtiger as ea.",
    "annualReport.supportersThankYou": "Mei tank oan ús stipers",
    "annualReport.supportersAllDescription": "Us missy is om alle bern, fan alle eftergrûnen, de kâns te jaan nije technologyen foar te stellen, te meitsjen en te dielen. Wy wolle alle Scratch-supporters betankje dy't, sûnt wy Scratch yn 2002 begûnen, ús holpen hawwe grutte learûnderfiningen te meitsjen foar miljoenen jonge minsken oer de heule wrâld. De folgjende list is basearre op kumulative donaasjes oan Scratch (sawol MIT as Scratch Foundation) oant en mei 31 desimber 2019.",
    "annualReport.supportersFoundingDescription": "Wy binne spesjaal tankber foar ús oprjochters dy't ús hawwe stipe fan 'e iere dagen fan Scratch, dy't elk op syn minst $ 10.000.000 yn kumulative stipe yn ferskate foarmen levere.",
    "annualReport.supportersFoundingTitle": "Oprjochters",
    "annualReport.supportersCreativityTitle": "Kreativiteitsirkel — $ 1.000.000+",
    "annualReport.supportersCollaborationTitle": "Gearwurkingssirkel — $ 200.000+",
    "annualReport.supportersImaginationTitle": "Imagination Circle — $ 50.000+",
    "annualReport.supportersInspirationTitle": "Ynspiraasjekring — $ 20.000+",
    "annualReport.supportersExplorationTitle": "Exploration Circle — $ 5.000+",
    "annualReport.supportersInKindTitle": "Yn natura-oanhingers",
    "annualReport.leadershipTitle": "Ús team",
    "annualReport.leadershipBoard": "Ried fan bestjoer",
    "annualReport.leadershipChair": "Foarsitter",
    "annualReport.leadershipProfessor": "Heechlearaar ûndersiik foar learen",
    "annualReport.leadershipViceChair": "Fise-presidint",
    "annualReport.leadershipBoardMember": "Bestjoerslid",
    "annualReport.leadershipPresidentCEO": "Presidint en CEO",
    "annualReport.leadershipFormerPresident": "Eardere presidint",
    "annualReport.leadershipFounderCEO": "Oprjochter yn CEO",
    "annualReport.leadershipFormerChairCEO": "Eardere foarsitter en CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Bestjoerssekretaris en ponghâlder",
    "annualReport.leadershipBoardSecretary": "Sekretaris fan it bestjoer",
    "annualReport.leadershipBoardTreasurer": "Ponghâlder fan it bestjoer",
    "annualReport.leadershipScratchTeam": "Scratch team",
    "annualReport.leadershipInterim": "Ynterim direkteur",
    "annualReport.donateTitle": "Stypje ús",
    "annualReport.donateMessage": "Jo stipe lit ús Scratch fergees foar elkenien meitsje, ús servers draaiende hâlde, en it wichtigste, wy kinne bern oer de heule wrâld de kâns jaan om dingen foar te stellen, oan te meitsjen en te dielen. Tank!",
    "annualReport.donateButton": "Donearje"
}