{
    "annualReport.subnavMessage": "Sako",
    "annualReport.subnavMission": "Manufa",
    "annualReport.subnavMilestones": "Buri",
    "annualReport.subnavReach": "Isa",
    "annualReport.subnavInitiatives": "Himma",
    "annualReport.subnavFinancials": "Kudi",
    "annualReport.subnavSupporters": "Masu goyon baya",
    "annualReport.subnavTeam": "Tawaga",
    "annualReport.subnavDonate": "ba da gudummawa",
    "annualReport.mastheadYear": "Rahoton shekara-shekara na 2019 ",
    "annualReport.mastheadTitle": "Bunkasa wata duniyar kirkiran hanyoyin ilmantarwa masu inganci",
    "annualReport.messageTitle": "Sako daga tawagar Scratch",
    "annualReport.messageP1": "2019 shekara ce ta matukar ci gaba ga Scratch. Mun fara wannan shekarar da kaddamar da Scratch 3.0, itace sabuwar Scratch ta zamani, an kirkireshi ne don tada ma yara fasahar su da kuma ba yara masu sha'awa iri iri da asali daban daban abun yi. Mun yi bikin karshen shekara ta hanyan tashi daga MIT zuwar gidan mu ta Scratch Foundation, a hawa ta farko waje mai cike da annashwa kusa da South Station a Boston. a cikin shekarar, al'umman Scratch ta ci gaba da kokari da kuma girma: sama da matasa miliyan 20 suka kirkiri ayyuka da Scratch a cikin 2019, an samu karin 48% a kan shekarar baya.   ",
    "annualReport.messageP2": "Tasiri da mahimmancin Scratch ta bayyana a cikin shekarar 2020 yayin da annoban COVID ta tillasta rufe makarantu. ayyukan al'umma Scratch akan intanet ya karu sama da ninki biyu, matasa da ke killace a cikin gidajen su, sun juya zuwa ga Scratch don bayyana ra'ayinsu ta hanyan fasaha, da haduwa juna ta net.Har ila yau masu amfani da Scratch an same su sossai cikin tafiyar Black Lives Matter da sauran gwagwarmayan niman adacin jinsi da daidaito, ta hanyan kirkiran hotuna masu motsi da situdiyo don wayar da kai da kira ga niman canji.  ",
    "annualReport.messageP3": "Daga lokacin da aka kaddamar da Scratch a shekarar 2007, a wajen mu matsayin Scratch na sama da zaman ta yaren aikace aikace kwamfuta kawai. Scratch na ba da dama ga dukkan matasa, daga kowane yanki, don habaka muryoyinsu, bayyana ra'ayoyinsu da kirkira abubuwa tare. Zamu so mu gan hanyoyin da masu amfani da Scratch suka fuskanci kalubalen zamantakewar kwanan nan tare da nuna fasaha, hadin kai, kulawa da kirki. ",
    "annualReport.messageP4": "a rohotun shakera na wannan karin, za mu kara bayyani game da manufa, tsare - tsaren, tasiri da kuma yaduwar Scratch, Za mu karfafa wannan bayanin da misalai masu nuna yanda Scratch ke fadada damar koyon ilimi ma matasa daban daban daga ko wane sashen duniya, a makarantu da kowane bangaren rayuwar su. ",
    "annualReport.messageP5": "Muna masu alfahari da abun da matasa ke kirkira kuma koyo a Scratch a yau, kuma mun himmatu wajen samar da karin dama ma matasa a nan gaba.",
    "annualReport.messageSignature": "— Tawagar Scratch ",
    "annualReport.covidResponseTitle": "Scratch ta mayar da martani ga COVID",
    "annualReport.covidResponseP1": "Yayin da muke rubata wannan rahoton shekara - shekara, mun kasance mun shafa watanni cikin annoban COVID. Tun a tsakiyar maris shekarar 2020, ofishin Scratch na kulle kuma mambobin Tawagar Scratch sun kasance suna tafiyar da ayyukan su daga gida don karfafa ma yara da masu karantarwa a duk sashen duniya wanda wannan annoban ta kawo musu chikas a rayuwa. ",
    "annualReport.covidResponseP2": "A 17 ga watar Maris, mun kaddamar da #ScratchAtHome hamma ce ta samar ma yara, iyalai, da masu karantarwa basirar ma tsunduma cikin ayyukan koyo ta hanyan fasaha tara da Scratch a gida. mun cigaba da karo bidiyon koyo da kuma wadansu abubuwan zuwa ga {scratchAtHomeLink} .",
    "annualReport.covidResponseScratchAtHomePage": "Shafin #ScratchAtHome ",
    "annualReport.covidResponseP3": "Ayuka a cikin {scratchCommunityLink} ta habaka sama da ninki biyu a shekarar da ta wuce. masu amfani da Scratch na cigaba da kirkira da kuma yada ayyuka dan tallafawa da karafafawa wasu a cikin annoban nan—da ayyuka da kuma sitidiyo da ke ba da basirar motsa jiki a gida, nasihu don zama cikin koshin lafiya, abin dariya don farantawa juna rai, kuma godiya ga mahimman ma'aikata. ",
    "annualReport.covidResponseScratchCommunity": "Al'umman Scratch akan intanet",
    "annualReport.missionTitle": "Manufarmu",
    "annualReport.missionSubtitle": "Manufarmu ita ce samarwa yara, daga kowane fanni, damar tunani, kirkira da hadin gwiwa tare da sabbin fasahohi — don haka zai basu daman kawo canji a duniya gobe. ",
    "annualReport.missionP1": "Mun himmatu kan ba da fifiko ga daidaito a kowane fanni na aiki, tare da mai da hankali kan manufofi da hanyoyin da ke tallaffawa yara, iyalai, da masu karantarwa mafi nesa daga adalci na ba ilimi.",
    "annualReport.missionP2": "Mun bullo da Scratch a matsayin kyauta, amintacce, muhallin ilimantarwa mai an hankali wanda ke sa yara suyi tunanin cike da fasaha, tunani bisa tsari da aiki tare  — mahimman fasahohi ga kowa a cikin zamantakewar yau. muna aiki tare da masu karantarwa da iyalai don tallafa ma yara wajen bincike, yadawa da koyo.",
    "annualReport.missionP3": "Wajen habaka sabbin fasahohi, ayyuka, da kayan koyon, a kiran abun da ke jagorantar mu {fourPsItalics} : ",
    "annualReport.fourPs": "P guda hudu na koyo cikin fasaha",
    "annualReport.missionProjectsTitle": "ayyuka",
    "annualReport.missionPeersTitle": "sa'anni",
    "annualReport.missionPassionTitle": "sha'awa",
    "annualReport.missionPlayTitle": "wasa",
    "annualReport.missionProjectsDescription": "sa yara cikin tsarawa, kirkirawa da bayyana ra'ayoyinsu ta hanyar fasaha",
    "annualReport.missionPeersDescription": "tallafawa yara a cikin hadin kai, yadawa, sake yi da kuma nasiha",
    "annualReport.missionPassionDescription": "Ba ma yara daman ginawa akan abubuwan da suke so da kuma yin ayyukan karan kansu masu ma'ana",
    "annualReport.missionPlayDescription": "Karfafa yara wajen canji dan gyarawa, gwaji, da kuma maimaici don samun sakamoko mai kyau ",
    "annualReport.milestonesTitle": "Buri",
    "annualReport.milestonesDescription": "A nan akwai wasu muhimman abubuwan da suka faru da abubuwan da aka cimma a cikiin tarihin Scratch da kuma al'ummar Scratch ta duniya.",
    "annualReport.milestones2003Message": "Bayar da kyautar National Science Foundation don fara bunkasa Scratch",
    "annualReport.milestones2004Message": "Bayar da gayyata zuwa taron bita na Scratch ta farko a Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Gabatar da yaren shirye - shiryen kwamfuta ta Scratch da kuma al'umman kan intanet ga jama'a",
    "annualReport.milestones2008Message": "An Shirya taron Scratch na farko ma masu karantarwa da masu habakawa",
    "annualReport.milestones2009Message1.4": "An saki Scratch 1.4, an fassara Scratch zuwa yarurruka sama da 40",
    "annualReport.milestones2009MessageScratchDay": "An bakunci taron ranar Scratch na farko ma yara da iyalai ",
    "annualReport.milestones2010Message": "Al'umman Scratch akan intanet ta kai mamba miliyan 1",
    "annualReport.milestones2013MessageFoundation": "An kafa Code-to-Learn Foundation (a canja sunan daga baya zuwa Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Kaddamar da Scratch 2.0, samar da sababbin dama don hadin kai",
    "annualReport.milestones2014Message": "Kaddamar da Scratch ma kananan yara, masu shekaru 5 zuwa 7",
    "annualReport.milestones2016Message": "Al'umman Scratch akan intanet sun kai mamba miliyan 10 ",
    "annualReport.milestones2017Message": "Ranar Scratch ta habaka zuwa tarurrka 1,100 a kasashe 60",
    "annualReport.milestones2019MessageScratch3": "Kaddamar da Scratch 3.0, fadada abubuwa da yara zasu iya kirkira da code",
    "annualReport.milestones2019MessageMove": "Tawagar Scratch ta tashi daga MIT zuwa Scratch Foundation",
    "annualReport.reachTitle": "Isa zuwa ga yara a duk sashen duniya",
    "annualReport.reachSubtitle": "Scratch ce mafi girman al'umma a duniya masu rubuta yaren kwamfuta ma yara da matasa, masu shekara 8 har sama da haka. ",
    "annualReport.reachMillion": "miliyan",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Baki na musamman",
    "annualReport.reachProjectsCreated": "ayyuka da aka kirkira",
    "annualReport.reachProjectCreators": "ayyuka da mutane suka kirkira",
    "annualReport.reachComments": "Tsokaci da al'umman akan intanet suka saka",
    "annualReport.reachGrowthTitle": "Habakan al'umma",
    "annualReport.reachGrowthBlurb": "Sabbin asusun da al'umman Scratch ta kan intanet ta kirkira a cikin shekaru 5 da suka wuce.",
    "annualReport.reachGlobalCommunity": "Al'ummar mu ta duniya",
    "annualReport.reachMapBlurb": "jimilar asusun da aka yiwa rijista  a cikin al'umman Scratch na kan intanet daga kaddamarwa zuwa karshen 2019 ",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "a kan sikelin logarithmic",
    "annualReport.reachTranslationTitle": "an fassara Scratch zuwa harsuna sama da 60",
    "annualReport.reachTranslationBlurb": "Godiya ga masu fassara yan sa kai daga duk sashen duniya. ",
    "annualReport.reachScratchJrBlurb": "Scratchjr yanayi ne na programming na gabatarwa me ba yara (shekaru 5-7) damar kirkiran labarai da wasanni masu ba da daman tattaunawa. ",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "abubuwan da aka saukar tun 2014",
    "annualReport.initiativesTitle": "Himma",
    "annualReport.initiativesDescription": "Aikin a Scratch Foundation ta ba da himma ne a bangarori muhimmai guda uku: fasihayan kayan aiki, al'umma, da makarantu. kowane yanki yana fifita murya da bukatun yara wadanda ba su da yawa a cikin fasihiyar kididdiga kuma yana niman tallafawa yara a wurare da al'adu daban - daban a duk sashen duniya.",
    "annualReport.equity": "daidaito",
    "annualReport.globalStrategy": "Dabarun Sctratch ta duniya",
    "annualReport.toolsTitle": "Fasihiyar kayan aiki",
    "annualReport.toolsIntro": "Koyaushe muna gwaje gwaje da kirkiran sabbin abubuwa ta amfani da sabbin fasahohi da tsari  — a koyaushe muna kokarin samar ma yara da sabbin hanyoyin kirkira, aiki tare, da koyo. ",
    "annualReport.toolsSpotlight": "Fasihiyar kayan aiki — Spotlight Story",
    "annualReport.toolsLaunch": "Kaddamar da Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Mun tsara Scratch 3.0 ne don fadada yanda, menene, da kuma a ina ne yara zasu iya kirkira da Scratch. an sake shi a farkon 2019, Scratch 3.0 ya haifar da karin hada hada a al'umman Scratch, da karin ayyuka  — da kuma mafi yawan ayyukan  — fiye da kowane lokaci. ",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 yana kunce da dakin karatu na kari — karin tarin abubuwan tubalin coding da ke kara sabbin dabaru ma Scratch. wasu karin na ba da damar shiga ayyukan yanar gizo da sauran kayan aikin software, yayin da wasu ke sada Scratch da na'urorin duniya na zahiri irinsu moto da na'urorin masu auna sigina.   ",
    "annualReport.toolsTexttoSpeech": "Rubutu-zuwa-Magana",
    "annualReport.toolsTexttoSpeechIntro": "Da karin rubutu-zuwa-magana, yara na iya tsara harufofin Scratch suyi magana da babban murya, a cikin mabanbantan muryoyi.  ",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} ayyuka a cikin 2019 sunyi amfani da rubutu-zuwa-magana ",
    "annualReport.toolsMostPopular": "mafi shahara",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} sabbin karin Scratch a cikin al'umman Scratch",
    "annualReport.toolsCollabAWS": "Aiki tare da Amazon Web Services",
    "annualReport.toolsTranslate": "fassara",
    "annualReport.toolsTranslateIntro": "Da karin fassara, wanda a ka gina Google Translate API dashi, yara na iya sa fassara kai tsaya a cikin ayyukan su, yana taimakawa koyan yarurruka da sadarwa a duniya.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} an fassara yarurrukan a cikin karin ",
    "annualReport.toolsSupportsLiteracy": "yana goyon bayan karatu da rubutu ",
    "annualReport.toolsCSandLanguageArts": "Kimiyyan na'urar kwamfuta da ilimin harshe ",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} ketaren {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Aiki tare da Google",
    "annualReport.toolsPhysicalWorld": "Saduwar duniya a sarari ",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Dalibai za su iya kirirar mutummutumi mai kwakwalwa na rawa, mutummutumi mai hira da gwaje-gwajjen tattara bayanai ta amfani da Scratch tare da kayan aikin LEGO robotics. Sabuwar LEGO Education SPIKE Prime na saita fasilin da aka gina akan app a Scratch. bugu da kari, karin Scratch yana samuwa don {mindstormsLink} da {weDoLink}. ",
    "annualReport.toolsCollabLEGO": "Aiki tare da LEGO Education",
    "annualReport.toolsVideoTutorials": "koyo ta bidiyo",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 ya gabatar da tarin koyarwar bidiyo don tamakawa yara wajen fara Scratch. Darussan wanda kowa za iya saukewa ne kuma an tsara su don karfafa dalibai don yin gwaji, bin abubuwan da suke so, da bayyana ra'ayoyinsu.",
    "annualReport.toolsNumTutorials": "Sabbin koyarwa guda 25",
    "annualReport.toolsNewTutorials": "{numTutorials} a kwai a cikin Scratch 3.0",
    "annualReport.toolsNumViews": "miliyan 23",
    "annualReport.toolsTutorialsViews": "{numViews} wanda suka kalla a cikin 2019",
    "annualReport.toolsApp": "Scratch App na karfafa koyo ba a kan intanet ba",
    "annualReport.toolsDownloadLink": "app da za a iya saukarwa",
    "annualReport.toolsRaspberryLink": "yi amfani da shi a Raspberry Pi 4",
    "annualReport.toolsAppIntro": "A cikin 2019, tawagar Sratch ta fito da Scratch 3.0 a matsayin {downloadableLink}don amfani a dandali masu yawa, har da Windows, MacOS, ChromeOS, da allunan Android. bugu da kari, gidauniyar Raspberry pi ta fitar da Scratch 3.0 don {raspberryLink}. Wadannan nau'ikan sigar da ake ya saukewa na da mahimmanci ga miliyoyin masu oyo a yankunan da ba a sumun network na intanet ko network din ba abun dogaro bane. ",
    "annualReport.toolsAbhiTitle": "Abhi a Cartoon Network",
    "annualReport.toolsAbhiIntro": "Don haskaka abin da yara suu iya yi da Scratch 3.0, mun hada kai da Cartoon Network don kirkirar bdiyon da ke nuna Abhi, mai amfani da Scratch da shekara 12 wanda yake son kirkiran zanunnuka masu mosti da wasanni. A cikin bidiyon, Abhi ya hadu da Ian Jones-Quartey, wanda ya kirkiri wasan K.O da wadansu wasanni a Cartoon Network, Abhi ya nuna ma Ian muhimman fasalolin sabon sigar Scratch, kuma sun zana kuma suka shirya wata zane mai motsi na wani dan wasa na Cartoon Network yana tsalle sama da kasa.",
    "annualReport.toolsAbhiQuote": "Abinda nafi so game da Scratch shine al'ummar, saboda suna da kyau kuma suna taimaka min, shi yasa ko yaushe nake cikin farin cikin yada duk wani aikin da nake buri. ",
    "annualReport.communityTitle": "Al'umma",
    "annualReport.communityIntro": "Al'ummar Scratch ta kan yanar gizo ta kasance wani mahimmin bangare na sanin Scratch, ba da dama ga yara su hada kai, yada, da ba da ra'ayi ga juna.",
    "annualReport.communitySpotlight": "Al'umma — Spotlight Story",
    "annualReport.communityTeam": "Tawagar al'ummar Scratch",
    "annualReport.communityTeamIntro1": "Lokacin da aka tambaye su dalilin da yasa suke amfani da Scratch, yawancin masu amfani da Scratch na magana ne game da mahimmancin al'ummar kan yanar gizo na kara musu himma na ci gaba da amfani da Scratch, samar da sarari inda zasu iya bayyana fasaharsu, yin abokai, karbar ra'ayoyi, samun sabbin dabaru, da koyon sabbin kwarewa, da yawa daga masu amfani da Scratch na bayyana godiyar su ga al'umman Scratch a matsayin wuri mai aminci da kuma waje ne mai maraba don hadawa, yadawa, da koyar da juna.  ",
    "annualReport.communityTeamIntro2": "Tare da sabbin ayyuka 40,000 da sabbin tsokaci 400,000 a cikin al'ummar Scratch na kan yanar gizo a kowace rana, ta yaya zamu iya tabbatar da cewa al'ummar ta kasance cikin aminci da abokantaka, tare da tallaffawa da karfafa fadakarwa? tawagarmu ta al'umma, gami da cikakkun ma'aikata da kuma gagain masu daidaitawa, ke jagorantar wannan muhimmin aikin. akwai mahimmin hanyoyi na aikin tawagar al'umma: daidaitawa da ayyukan al'umma.",
    "annualReport.communityModerationTitle": "daidaita al'umma",
    "annualReport.communityModerationInfo": "A lokacn da matasa suka shiga al'umman Scratch, sun yar da su bi ka'idojin al'umman, wanda aka tsara don mayar da Scratch wuri mai aminci da ta tallafawa matasa daga kowane asali. Tawagar al'umman mu tana amfani da kayan aiki daban-daban don karfafa kyakkyawan dan kasa na digital da kuma kula da kyakkyawan yanayi da masu da Scratch zasu yi kirkra a ciki. Matatu masu sarrafa kansu na hana yada bayanan sirri ko kuma sanya abubuwan da basu dace ba. kuma muna bawa kowa damar kai karar duk abun da yake ciki daya saba ma ka'idojin al'umma. ",
    "annualReport.communityGuidelinesTitle": "ka'idojin al'umma",
    "annualReport.communityGuidelinesInfo": "Scratch yana maraba da mutane na kowane zamani, jinsi, kabila, addinai, iyawa, halayen jimai, da jinsi.",
    "annualReport.communityGuidelinesRespect": "Zama mai mutuntawa.",
    "annualReport.communityGuidelinesShare": "Yada",
    "annualReport.communityGuidelinesHonest": "Yi gaskiya.",
    "annualReport.communityGuidelinesConstructive": "zama mai ginawa.",
    "annualReport.communityGuidelinesPrivacy": "kiyaye bayanan mutun na siri",
    "annualReport.communityGuidelinesFriendly": "taimaka wajen sa shafin ta zaman na kowa. ",
    "annualReport.communityEngagementTitle": "ayyuka ma jama'a",
    "annualReport.storySwap": "Musanyan Labari",
    "annualReport.communityEngagementInfo": "Wan babban rawr tawagar alumma ita ce haskakawa da habaka dama ga matasa don bayyana ra'ayoyinsu da tsunduma cikin hanyoyi masu kyau. tawagar ta nuna ayyuka da situdiyo daga membobi dan da kwarin gwiwa ma wadansu, kuma a kai a kai tana sanya situdiyo tsara zane na Scratch karfafa ayyukan kirkira. Kowane bazara, tawagar tana shirya zango kan yanar gizo: taken na 2019 ya kasance {storySwapLink}, masu amfani da Scratch na gini akan labaran juna.",
    "annualReport.communitySDSTitle": "Situdiyo tsara zane na Scratch",
    "annualReport.communitySDSInfo": "Wasu situdiyo tsara zane na Scratch daga shekarar 2019:",
    "annualReport.communityDayintheLife": "Rana a rayuwar",
    "annualReport.communityDayintheLifeInfo": "Kirkiri aiki akan rana a cikin rayuwar wani abu",
    "annualReport.communityYear3000": "Shekarar 3000",
    "annualReport.communityYear3000Info": "Ya rayuwa za ta kasance a shekarar 3000?",
    "annualReport.communityBounce": "billa",
    "annualReport.communityBounceInfo": "Kirkiri wani aiki da ya hada da yi bouncing, tsalle, yi boinging ko karamin tsalle.",
    "annualReport.communityMonochromatic": "Monochromatic",
    "annualReport.communityMonochromaticInfo": "Ya abubuwa zasu kasance idan dakwai launi daya kadai?",
    "annualReport.communityQuotes": "Al'uumma  — zantuttuka wadansu ",
    "annualReport.communityQuote1": "Na shiga Scratch lokacin ina da shekaru 11 kuma abubuwan da na koya daga yin amfani da dandalin da kuma hulda da jama'a sun kasance muhimmin bangare na ni man ilimina a lokacin da nake tasowa.",
    "annualReport.communityQuote2": "Scratch ya ba ni damar yin abubuwa daga gida, kamar\nGirmama mutane da ayyukansu\nYin abokai\nJin cewa ba ni kadai ke cikin wannan kebewar ba\n....kuma da kari, don haka ina so ince\n ¡NAGODE!",
    "annualReport.communityQuote3": "Na kasance a kan Scratch na kimanin shekaru 2, kuma ya kasance abun canza rayuwa! Na koyi sababbin abubuwa da yawa, kamar yin coding, ka'idodin kan net, da fasaha!",
    "annualReport.communityQuote4": "Scratch shine abin da na fi so a aji na shida a framare, a asirce ya gabatar da ni ga Boolean logic, order of operation, da kuma gudanar da ayyukan lassafi—ba tare da ambaton ilimin shirye-shiryen kwamfuta da kanta ba.",
    "annualReport.studio": "sitidiyo",
    "annualReport.communityBLMIntro": "Yayin da zanga-zangar niman adalci wa masu launin fata ta mamaye Amurka bayan mummunan kisan George Floyd, Breonna Taylor, Ahmaud Arbery, da sauransu a Farkon shekarar 2020, matasa da yawa sun yi amfani da Scratch a matsayin wata hanya ta nuna goyon bayansu ga tafiyar Black Lives Matter,  ta samar da ayyuka da sanya maganganu don yin magana game da wariiyar launin fata da ta'adancin yan sanda. A cikin {BLMStudioLink}da aka nuna akan shafin gida na Scratch, masu amfani da Scratch sun ba da gudummawar daruruwan ayyuka da dubunnan tsokaci. tawagar al'ummar Scratch ta na da hannu dumu-dumu, don tallafawa masu amfani da Scratch a lokacin tashin hankali da kuma tabbatar da cewa duk ayyukan da tattaunawa sun kasance cikin mutuntawa.",
    "annualReport.communityArtwork": "Aikin zane da ga mai amfani da Scratch OnionDipAnimations",
    "annualReport.communityChangeTitle": "Muna ganin matasa a matsayin wakilan canji",
    "annualReport.communityChangeInfo": "Muna tabbatar da cewa zamu yi aiki da su, kuma tare da malamai da dangin da ke tallafa musu, don tabbatar da cewa sun bunkasa fasahohi, kwadaitarwa, da kuma kwarin gwiwar da za su bukata don tafiyar da rayuwa mai gamsarwa da kawo canji mai ma'ana a ciikin al'umma.",
    "annualReport.watchVideo": "kalli bidiyon",
    "annualReport.schoolsTitle": "Makarantu",
    "annualReport.schoolsIntro": "Muna samar da shirye-shirye da abubuwa don tallafawa malamai da dalibai a makarantu a duk duniya, wadanda aka tsara don cimma daidaito cikin amfani da kididdigar kira, dubi zuwa ga ayyuka, sha'awar, takwarorinmu, da wasa.",
    "annualReport.schoolsSpotlight": "Makarantu — Labaran sahun gaba",
    "annualReport.cpsProjectTitle": "Fasihiyar Kididdiga a cikin makarantun gwamnatin Chicago",
    "annualReport.cpsProjectIntroP1": "a cikin shekarar 2019, tare da tallafi daga Google.org, tawagar Scratch ta hada gwwa da SocialWorks, CS4ALL Chicago da makarantun gwamnati don tallafawa makarantun firamare guda bakwai a gafen kudancin Chicago yayin da suka kaddamar da wani yunkuri don shigar rubutun yaren kwamfuta na kirkira cikin tsarin karatunsu.",
    "annualReport.cpsProjectIntroP2": "a wani bangare na wannan yunkurin, daruruwan dalibai sun yi tunanin kuma sun zana kansu a matsayin manyan mashahuran gwazaye na wasan bidiyon su, sun mai da ra'ayoyin can gaske a cikin aikin hadin gwiwa na Scratch mai suna SuperMe. Gwarzon nan dan garn Chicago kuma wanda ya sami lambar yabo ta Grammy mai suna Chance the rapper ya yi sha'awan aikin dalibai har ya sanya shi wasan bidiyo na wakar sa da ta shahara “I Love You So Much” kuma ya yada ma duniya. ",
    "annualReport.familyCreativeNightsHeader": "daren fasihiyar rubutu da harshen kwamfuta na iyali",
    "annualReport.familyCreativeNightsDescription": "Mabudin nasarar wannan yunkurin shi ne hada dalibai, iyalai, malamai, da sauran membobin al'umma ta hanyar darar rubuta yaren kwamfuta na kirkira. wadannan taroruka sun hado daruruwan dangi na kowane zamani—tun daga yara har zuwa kakanni—cikin ayyukan da ke gauraya rubutun yaren kwamfuta da tsarawa tare da fasaha, rawa, da kida. wadannan taroruka sun karfafa dankon zumunci tsakanin gida da makaranta, tare da fahimtar muhimmiyar rawar iyalai wajen karfafawa da tallafawa karatun yara.   ",
    "annualReport.familyNightsPhotoCredit": "Hoto daga Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Sake hannun jari a cikin kwarewa da ci gaba ma malamai",
    "annualReport.teacherPDDescription": "malamai a duk makarantun firamare da ke halartar taron sun hadu don bitar bunkasa kwarewa, samun kwarewar farko a kirkirar nasu ayukan Scratch da kuma nemo hanyoyi masu ma'ana don tallafawa ilmantar da dalibai a duk tsarin karatun.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Masu karantarwan CPS ",
    "annualReport.teacherPDQuote": "abin da yafi bani mamaki shine ainihin hadin gwiwar da ta zo tare da amfani da Scratch a aji na, galibi, dalibai da kansu za su gano wani abu a cikin dandalin Scratch, su nuna min, sannan su yada shi tsakanin su.",
    "annualReport.extendingReachHeader": "Fadada isar",
    "annualReport.extendingReachDescription": "don fadada isar wannan hadin gwiwar, CS4ALL chicago ta yi gini akan samfurin Family Creative Coding Night kuma ta samar dashi ga duk makarantun gwamnati na Chicago.Google CS ta fara samar {codeYourHeroLink} jagorori ma dalibai da malamai,ana samun su kyauta akan layi cikin Turanci da Sifaniyanci.",
    "annualReport.codeYourHero": "Yi coding din gwanin ka",
    "annualReport.inTheNewsHeader": "A cikin labarai",
    "annualReport.chicagoSunTimesArticle": "Makalan Chicago Sun Times ",
    "annualReport.rollingStoneArticle": "Makalan Rolling Stone",
    "annualReport.conferencesTitle": "Taron Scratch a duk sashen duniya",
    "annualReport.conferencesIntro": "a shekarar ta 2008, tawagar Scratch ta dauki nauyin bakuncin taron farko na Scratch a MIT, sun hada kan masu ilimi, masu bincike, da masu kirkiro don musayar ra'ayoyi da gogewa don amfani da Scratch don tallafawa koyon ilimi ta hanyan kirkira. tun daga wannan lokacin, tawagar Scratch ta shirya kuma ta bakunci taron Scratch a MIT duk bayan shekaru biyu. bugu da kari, membobin kungiyar Scratch na duniya sun shirya kuma sun dauki bakuncin taro sama da dozin—wadanda ke fadadawa a cikin teku, nahiyoyi, al'adu, da yare.",
    "annualReport.conferencesHeroImageCaption": "Taron Scratch a Africa , hoto daga {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latin America",
    "annualReport.conferencesLatinAmericaDescription": "A watan Mayu 2019, malamai daga ko'ina a chile da sauran yankuna na Latin Amurka sun hallara don taro na biyu {scratchAlSurLink} a Santiago, Chile. bayan taron, Scratch al Sur an fitar da {spanishVersionLink}na {creativeComputingCurriculumLink} jagora, kirkirar kungiyar kididdigar kirkira a makarantar Harvard sashin ilimi. ",
    "annualReport.conferencesSpanishVersionLinkText": "Sigar Sifeniyanci",
    "annualReport.conferencesLatinAmericaImageCaption": "Wanda suka ba da hoton {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Turai",
    "annualReport.conferencesEuropeDescription": "A watan Agusta 2019, gidauniyar Raspberry Pi Foundation ta shirya taro na hudu {scratchConferenceEuropeLink}, wanda aka gudanar a Cambridge, UK. taron ya tattaro malamai na cikin aji da malamai da ba na cikin aji ba, daga kasashe sama da 25 don yin bita, gabatarwa, da kuma nunawa ta dalibai, malamai, masu bincike, da kungiyoyi masuu zaman kansu. ",
    "annualReport.conferencesEuropeImageCaption": "Wanda suka ba da hoton {photoCredit}",
    "annualReport.conferencesAfricaTitle": "afrika",
    "annualReport.conferencesAfricaDescription": "a cikin watan Oktoba 2019, taron farko {scratchAfricaConferenceLink}da aka yi Nairobi, Kenya, wanda ya jawo malamai samada 250 da dalibai daga ko'ina cikin Afrika don raba darussa da juna, tallafa matasa, da yin murnar cigaba da suka samu a rubuta yaren kwamfuta ta hayan kirkira. a wurin taron, tawagar Scratch ta kaddamar da Scratch na yarar Swahili, ana iya amfani da shi ta yanar gizo ko kuma ta wajen yanar gizo.",
    "annualReport.conferencesAfricaImageCaption": "Hoto daga {photoCredit}",
    "annualReport.financialsTitle": "Bayanin kudade - 2019",
    "annualReport.financialsButton": "Bayanan Kudi da aka duba na 2019",
    "annualReport.financialsFutureYears": "Lura: harkokin kudi a cikin shekaru masu zuwa zasu babbanta sossai, tunda yanzu ma'aikatan Scratch canza daga MIT Zuwa Scratch Foundation. ",
    "annualReport.supportersTitle": "Godiya ga magoya bayanmu",
    "annualReport.supportersIntro": "Mun gode ma masu tallafa mana. Gudumawar ku na taimaka mana wajen fadade damar koyon kirkire-kirkire don yara na kowane zamani, daga kowane fanni, a duniya.",
    "annualReport.supportersSpotlightTitle": "Mai bayarwa  — Labarin kan gaba ",
    "annualReport.supportersSFETitle": "Siegel Family Endowment",
    "annualReport.supportersSFEDescription1": "a cikin watar Mayu 2012, David Siegel ya halarci ranar Scratch a dakin watsa labarai na MIT  tare dansa Zach, mai aiki da Scratch kuma mai himma a ciki, kallon Zach da sauran yara dasuke amfani da Scratch wajen rubuta wasannin su, zanunukan su masu motsi, hallitun mutum mutumi mai wayo,David ya ga yadda Scratch zata taimaka wa yara duka su koyi dabarun rubata yaren kwamfuta, kuma habaka a matsayin su na masu tunanin lissafi.",
    "annualReport.supportersSFEDescription2": "David ya san mahimmancin tunannin lisafi, kuma aikin sa a matsayin masanin kimiyyar kwamfuta da kuma da kasuwa ya samu asali ne daga irin son sani da Scratch ke taimakawa matasa masu koyo don fada fada bincike a kullun. irin wannan ilhamin bincike ta jagarance shi ya karanci kimiyyar kwamfuta a Princeton, kuma ya sami PHD bisa aikin daya kammala a Dakin binciken ilimin kere kere a MIT. a shekarar 2001, ya hada gwiwa da wani waje kafa sigma , wanda ya habaka ya zaman jagora a duniya wajen amfani da ilimin na'ura ga gudanar da saka jari.",
    "annualReport.supportersSFEDescription3": "a cikin shekarar 2011, David ya kafa Siegal Family Endowment(SFE) don tallafawa kungiyoyi masu aiki don taimakawa mutane su dace da bukatun sabuwar fasaha, kuma don karin fahimta da saukaka rikice-rikice masu karfi da fasaha ta haifar a kusan kowane fanni. ya kasance wanda aka hada gwiwa dashi wajen kafa Scratch Foundation, kuma babban mai ra'ayin manufar kungiyar na tabbatar da cewa Scratch kyauta da kuma ta isa ga dalibai a duk duniya.\n ",
    "annualReport.supportersCoFounder": "wanda a ka kafa tare kuma wanda ake Shugabanci tare",
    "annualReport.supportersQuote": "Tabbatar da cewa Scratch ta kasance kyauta kuma mai sauki samu ga yara a ko'ina yana dayan daga cikin mahimman hanyoyin da zamu iya taimakawa matasa masu koyo suyi aiki tare da habaka cikin duniyar da take kara zaman digital. tallafawa Scratch na da mahinmanci a yau fiye da da.",
    "annualReport.supportersThankYou": "Godiya ga magoya bayanmu",
    "annualReport.supportersAllDescription": "Manufarmu ita ce samarwa yara, daga kowane irin yanayi, da damar tunani, kikira da kuma yada bayanai tare da sababbin fasahohi. Muna so mu gode wa dukkan masu goyon bayan Scratch wadanda, tun lokacin da muka fara aiki a kan Scratch a shekarar 2002, sun taimaka mana wajen kirkirar abubuwan ban mamaki na ilmantarwa ga miliyoyin matasa a dukkan sashen duniya. Jerin mai zuwa na masu bayarwa ne mai tarin yawa zuwa ga Scratch( a MIT da Scratch Foundation) har zuwa Disamba 31, 2019. ",
    "annualReport.supportersFoundingDescription": "Muna matukar godiya ga abokan kafuwar mu da suka tallafa mana tun farkon zamanin Scratch, kowannensu yana samar da akalla $10,000,000 na tallafi masu tarin yawa, ta hanyoyi daban-daban     . ",
    "annualReport.supportersFoundingTitle": "Abokan da aka afa tare dasu",
    "annualReport.supportersCreativityTitle": "Da'irar fasaha  — $1,000,000+ ",
    "annualReport.supportersCollaborationTitle": "Da'irar aiki tare — $200,000+",
    "annualReport.supportersImaginationTitle": "Da'irar tunani dake tare da hasashe — $50,000+",
    "annualReport.supportersInspirationTitle": "Da'irar ilhama — $20,000+",
    "annualReport.supportersExplorationTitle": "Da'irar bincike — $5,000+",
    "annualReport.supportersInKindTitle": "Magoya baya da karfin jikinsu da kaifin tunaninsu",
    "annualReport.leadershipTitle": "Tawagarmu",
    "annualReport.leadershipBoard": "Yan kwamitin gudanarwa",
    "annualReport.leadershipChair": "Shugaba",
    "annualReport.leadershipProfessor": "farfesan bincike akan ilmantarwa",
    "annualReport.leadershipViceChair": "mataimakin shugaba",
    "annualReport.leadershipBoardMember": "Memban kwamitin gudanarwa",
    "annualReport.leadershipPresidentCEO": "Shugaban kamfanin",
    "annualReport.leadershipFormerPresident": "Tsohon shugaban kamfanin",
    "annualReport.leadershipFounderCEO": "Wanda ya kafa da kuma shugaban kamfanin",
    "annualReport.leadershipFormerChairCEO": "Tsohon Shugaban kamfanin",
    "annualReport.leadershipBoardSecretaryTreasurer": "Sakataren & ma'ajin kwamitin gudanarwa",
    "annualReport.leadershipBoardSecretary": "Sakataren kwamitin gudanarwa",
    "annualReport.leadershipBoardTreasurer": "Ma'ajin kwamitin gudanarwa",
    "annualReport.leadershipScratchTeam": "Tawagar Scratch",
    "annualReport.leadershipInterim": "Darektan zartarwa na wucin gadi",
    "annualReport.donateTitle": "Tallafa mana",
    "annualReport.donateMessage": "Tallafinku na ba mu damar sanya Stratch kyauta ga kowa, hakan ke sa ayyukan sabarmu na gudana, kuma abu mafi mahimmanci shine muna samar ma yara a duk duniya damar yin tunani, kirira da yada bayyanai. Mun gode! ",
    "annualReport.donateButton": "ba da gudummawa"
}