{
    "annualReport.subnavMessage": "Messaggio",
    "annualReport.subnavMission": "Missione",
    "annualReport.subnavMilestones": "Stadi di avanzamento",
    "annualReport.subnavReach": "Portata",
    "annualReport.subnavInitiatives": "Iniziative",
    "annualReport.subnavFinancials": "Aspetti finanziari",
    "annualReport.subnavSupporters": "Sostenitori",
    "annualReport.subnavTeam": "Team",
    "annualReport.subnavDonate": "Donazioni",
    "annualReport.mastheadYear": "Rapporto Annuale 2019",
    "annualReport.mastheadTitle": "Sviluppare un Mondo fondato sull'Apprendimento Creativo",
    "annualReport.messageTitle": "Messaggio dal Team di Scratch",
    "annualReport.messageP1": "Il 2019 è stato un anno di notevoli progressi per Scratch. Abbiamo iniziato l'anno con il lancio di Scratch 3.0, la nuova generazione di Scratch, progettato con lo scopo di stimolare la creatività dei ragazzi e di coinvolgere ragazzi con interessi e ambienti di provenienza diversi. Abbiamo celebrato la fine dell'anno nella nostra nuova sede ora ospitata dalla Scratch Foundation, in un ampio spazio al primo piano vicino a South Station a Boston. Durante tutto l'anno la comunità di Scratch ha continuato a svilupparsi e a crescere: Più di 20 million di giovani hanno creato i loro progetti con Scratch nel 2019, con un aumento del 48% rispetto all'anno precedente.",
    "annualReport.messageP2": "L'impatto e l'importanza di Scratch sono stati evidenziati nel 2020 nel momento in cui la pandemia COVID ha imposto la chiusura delle scuole. L'attività nella comunità online di Scratch è più che raddoppiata nel momento in cui i più giovani, confinati nelle loro abitazioni, si sono rivolti a Scratch per esprimersi in modo creativo e per mettersi in contatto gli uni con gli altri. I membri della comunità sono stati anche attivamente coinvolti nel movimento Black Lives Matter e in altri movimenti che combattono per la giustizia razziale e l'uguaglianza, creando progetti animati e gallerie di progetti per diffondere la consapevolezza e per chiedere il cambiamento.",
    "annualReport.messageP3": "Da momento in cui abbiamo lanciato Scratch nel 2007 abbiamo sempre visto Scratch come qualcosa di più di un linguaggio di programmazione. Scratch fornisce opportunità per tutti i giovani, da qualunque ambiente provengano, di sviluppare la loro voce, di esprimere le proprie idee e di creare gli uni insieme agli altri. Siamo entusiasti di vedere tutti i modo con cui i membri della comunità di Scratch hanno risposto alle recenti sfide della società attraverso la creatività, la collaborazione, il prendersi cura degli altri e la gentilezza.",
    "annualReport.messageP4": "In questo Rapporto Annuale condivideremo con voi la missione, i piani, l'impatto e la diffusione di Scratch, supportati da esempi di come Scratch stia allargando le opportunità di apprendimento per giovani di tutto il mondo anche molto diversi tra loro, sia a scuola che nelle loro vite. ",
    "annualReport.messageP5": "Siamo orgogliosi di quello che i giovani stanno creando e imparando oggi grazie a Scratch, e ci impegniamo a fornire ancora maggiori opportunità per un numero sempre maggiore di giovani in futuro.",
    "annualReport.messageSignature": "— Il Team di Scratch",
    "annualReport.covidResponseTitle": "Scratch Risponde al COVID",
    "annualReport.covidResponseP1": "Mentre scriviamo questo rapporto annuale la pandemia COVID è iniziata già da alcuni mesi. A metà Marzo 2020 l'ufficio di Scratch è stato chiuso e i membri del Team di Scratch hanno continuato a lavorare da casa per supportare ragazzi ed educatori di tutto il mondo le cui vite sono state sconvolte dalla pandemia.",
    "annualReport.covidResponseP2": "Il 17 Marzo abbiamo lanciato l'iniziativa #ScratchAtHome per fornire a ragazzi, famiglie ed educatori idee per attività di apprendimento creativo basate su Scratch da svolgere a casa. Continuiamo ad aggiungere video tutorial e altre risorse alla {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "pagina #ScratchAtHome",
    "annualReport.covidResponseP3": "L'attività nella {scratchCommunityLink} è più che raddoppiata dall'ultimo anno. I membri della comunità creano e condividono progetti per supportare e inspirare gli altri durante la pandemia—con progetti e gallerie che offrono idee per fare esercizio a casa, suggerimenti per mantenersi in buona salute, umorismo per tirare su gli altri e che ringraziano i lavori essenziali per continuare a svolgere il loro lavoro.",
    "annualReport.covidResponseScratchCommunity": "comunità online di Scratch",
    "annualReport.missionTitle": "La Nostra Missione",
    "annualReport.missionSubtitle": "La nostra missione è fornire a tutti ragazzi, qualunque sia loro provenienza, opportunità per immaginare, creare e collaborare attraverso le nuove tecnologie — in modo che possa plasmare il mondo di domani.",
    "annualReport.missionP1": "Siamo impegnati a mettere in primo piano l'uguaglianza in tutti gli aspetti del nostro lavoro, con un'attenzione particolare verso le iniziative e gli approcci che supportano i ragazzi, le famiglie e gli educatori provenienti da ambienti in cui non c'è parità di educazione.",
    "annualReport.missionP2": "Abbiamo sviluppato Scratch come un ambiente gratuito, sicuro e giocoso che impegna tutti i ragazzi nel pensare in modo creativo, ragionare in maniera sistematica e lavorare in modo collaborativo — abilità essenziali per chiunque nella società attuale. Lavoriamo con educatori e famiglie per supportare i ragazzi nell'esplorare, condividere e imparare.",
    "annualReport.missionP3": "Quando sviluppiamo nuove tecnologie, attività e materiali per l'apprendimento siamo guidate da quelle che abbiamo chiamato le {fourPsItalics}:",
    "annualReport.fourPs": "Quattro P dell'apprendimento Creativo",
    "annualReport.missionProjectsTitle": "Progetti",
    "annualReport.missionPeersTitle": "I Pari",
    "annualReport.missionPassionTitle": "Passione",
    "annualReport.missionPlayTitle": "Il Gioco (Play)",
    "annualReport.missionProjectsDescription": "Coinvolgere i ragazzi nella progettazione, creazione e espressione di se stessi in modo creativo",
    "annualReport.missionPeersDescription": "Aiutare i ragazzi a collaborare, condividere, remixare e supportare gli altri ",
    "annualReport.missionPassionDescription": "Rendere i ragazzi in grado di costruire a partire dai loro interessi e lavorare su progetti significativi per loro stessi",
    "annualReport.missionPlayDescription": "Incoraggiare i ragazzi a provare, sperimentare e ripetere",
    "annualReport.milestonesTitle": "Stadi di avanzamento",
    "annualReport.milestonesDescription": "Ecco alcuni degli eventi e dei traguardi principali raggiunti nella storia di Scratch e della comunità globale di Scratch.",
    "annualReport.milestones2003Message": "Assegnamento di un finanziamento da parte della National Science Foundation per iniziare lo sviluppo di Scratch",
    "annualReport.milestones2004Message": "Organizzato il primo workshop su Scratch al Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Lancio pubblico del linguaggio di programmazione Scratch e della comunità online",
    "annualReport.milestones2008Message": "Organizzazione della prima Scratch Conference per educatori e sviluppatori",
    "annualReport.milestones2009Message1.4": "Rilascio di Scratch 1.4, tradotto in più di 40 lingue",
    "annualReport.milestones2009MessageScratchDay": "Organizzazione del primo evento Scratch Day per ragazzi e famiglie",
    "annualReport.milestones2010Message": "La comunità online di Scratch raggiunge 1 milione di membri",
    "annualReport.milestones2013MessageFoundation": "Fondazione della Code-to-Learn Foundation (successivamente rinominata Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Lancio di Scratch 2.0, fornendo nuove opportunità di collaborazione",
    "annualReport.milestones2014Message": "Lancio di ScratchJr per i più piccoli, dai 5 ai 7 anni",
    "annualReport.milestones2016Message": "La comunità online di Scratch raggiunge 10 milioni di membri",
    "annualReport.milestones2017Message": "Lo Scratch Day cresce fino raccogliere 1100 eventi in 60 nazioni",
    "annualReport.milestones2019MessageScratch3": "Lancio di Scratch 3.0, espandendo le possibilità di cosa i ragazzi possono creare grazie al codice",
    "annualReport.milestones2019MessageMove": "Il Team di Scratch si trasferisce dal MIT alla Scratch Foundation",
    "annualReport.reachTitle": "Entrare in contatto con Ragazzi provenienti da Tutto il Mondo",
    "annualReport.reachSubtitle": "Scratch è la più grande comunità di coding per bambini e ragazzi dagli 8 anni in su.",
    "annualReport.reachMillion": "milioni",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Visitatori Unici",
    "annualReport.reachProjectsCreated": "Progetti Creati",
    "annualReport.reachProjectCreators": "Progetti Creati dalle Persone",
    "annualReport.reachComments": "Commenti Postati nella Comunità Online",
    "annualReport.reachGrowthTitle": "Crescita della Comunità",
    "annualReport.reachGrowthBlurb": "Nuovi account creati nella Comunità Online di Scratch negli ultimi 5 anni.",
    "annualReport.reachGlobalCommunity": "La Nostra Comunità Globale",
    "annualReport.reachMapBlurb": "Account totali registrati nella Comunità Online di Scratch dal lancio di Scratch fino alla fine del 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "in scala logaritmica",
    "annualReport.reachTranslationTitle": "Scratch è Tradotto in più di 60 Lingue",
    "annualReport.reachTranslationBlurb": "Grazie a traduttori volontari provenienti da tutto il mondo.",
    "annualReport.reachScratchJrBlurb": "ScratchJr è un ambiente per l'introduzione alla programmazione che consente ai bambini (5-7 anni) di creare le proprie storie e giochi interattivi.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Scaricamenti Dalla data del Lancio nel 2014",
    "annualReport.initiativesTitle": "Iniziative",
    "annualReport.initiativesDescription": "Il lavoro alla Scratch Foundation si focalizza su tre aree strategiche: strumenti creativi, comunità e scuole. Ogni area mette in luce l'importanza della voce e dei bisogni dei ragazzi sottorappresentati nel mondo della computazione creativa e mira a supportare i ragazzi di ambienti e culture diverse.",
    "annualReport.equity": "Equità",
    "annualReport.globalStrategy": "Strategia Globale",
    "annualReport.toolsTitle": "Strumenti Creativi",
    "annualReport.toolsIntro": "Sperimentiamo e innoviamo in continuazione con nuove tecnologie e nuovi design — sempre tesi a fornire ai ragazzi new modi di creare, collaborare e apprendere.",
    "annualReport.toolsSpotlight": "Strumenti Creativi — Spotlight Story",
    "annualReport.toolsLaunch": "Lancio di Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Abbiamo progetto Scratch 3.0 per espandere le possibilità di creazione con Scratch rispetto a come, a cosa e a dove i ragazzi possono creare. Rilasciato all'inizio del 2019, Scratch 3 ha portato ad un incredibile incremento di attività nella comunità di Scratch, con un numero di progetti — e una maggiore varietà di progetti — come non si erano mai visti.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 include una libreria di estensioni — gruppi aggiuntivi di blocchi che aumentano le capacità di Scratch. Alcune estensioni danno accesso a servizi web, altre ampliano le possibilità di programmazione, altre ancora permettono di collegare Scratch con dispositivi fisici come motori e sensori.",
    "annualReport.toolsTexttoSpeech": "Da Testo a Voce",
    "annualReport.toolsTexttoSpeechIntro": "Con l'estensione da Testo a Voce i ragazzi possono programmare i loro personaggi di Scratch in modo che parlino ad alta voce usando una varietà di voci diverse.",
    "annualReport.toolsNumProjects": "Più di 330.000",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} progetti del 2019 hanno usato l'estensione da Testo a Voce",
    "annualReport.toolsMostPopular": "Più Popolari",
    "annualReport.toolsTexttoSpeechPopular": "Nuove Estensioni di Scratch {mostPopular} tra la comunità.  ",
    "annualReport.toolsCollabAWS": "Collaborazione con Amazon Web Services",
    "annualReport.toolsTranslate": "Traduci",
    "annualReport.toolsTranslateIntro": "Con l'estensione Traduci, costruita attorno alla API di Google Traduttore, i ragazzi possono incorporare la traduzione automatica nei loro progetti, fornendo così supporto per lo studio delle lingue e la comunicazione globale.",
    "annualReport.toolsNumLanguages": "Più di 50",
    "annualReport.toolsTranslateLanguages": "{numLanguages} lingue tradotte dalll'estensione",
    "annualReport.toolsSupportsLiteracy": "Supporta la Conoscenza",
    "annualReport.toolsCSandLanguageArts": "dell'informatica e dei linguaggi dell'arte",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Collaborazione con Google",
    "annualReport.toolsPhysicalWorld": "Collegamenti al Mondo Fisico",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Gli studenti possono creare robot che danzano, sculture interattive ed esperimenti di raccolta di informazioni usando Scratch con i set robotici LEGO. Il nuovo set di espansione LEGO Education SPIKE Prime offre un'app basata su Scratch. In aggiunta sono disponibili estensioni di Scratch {mindstormsLink} e {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Collaborazione con LEGO Education",
    "annualReport.toolsVideoTutorials": "Tutorial Video",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 introduce una varietà di tutorial video per aiutare i più giovani ad iniziare con Scratch. I tutorial sono aperti e progettati per incoraggiare gli studenti a sperimentare seguendo i propri interessi e ad esprimere le loro idee.",
    "annualReport.toolsNumTutorials": "25 nuovi tutorial",
    "annualReport.toolsNewTutorials": "{numTutorials} disponibili in Scratch 3.0",
    "annualReport.toolsNumViews": "23 milioni",
    "annualReport.toolsTutorialsViews": "{numViews} di visualizzazioni nel 2019",
    "annualReport.toolsApp": "L'app di Scratch Supporta l'Apprendimento Offline",
    "annualReport.toolsDownloadLink": "app scaricabile",
    "annualReport.toolsRaspberryLink": "Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Nel corso del 2019, il Team di Scratch ha rilasciato Scratch 3.0 come {downloadableLink} per l'uso su diverse piattaforme che includono Windows, MacOS, ChromeOS e i tablet Android. In aggiunta la Raspberry Pi Foundation la rilasciato Scratch 3.0 per {raspberryLink}. Queste versioni scaricabili sono importanti in special modo per i milioni di utenti provenienti da aree dove la connessione internet non è disponibile o non risulta stabile.",
    "annualReport.toolsAbhiTitle": "Abhi a Cartoon Network",
    "annualReport.toolsAbhiIntro": "Per evidenziare cosa possono fare i ragazzi con Scratch 3.0 abbiamo collaborato con Cartoon Network per creare un video il cui protagonista è Abhi, un membro 12enne della comunità di Scratch che ama creare animazioni e giochi. Nel video Abhi incontra Ian Jones-Quartey, creatore di OK K.O. e altri cartoni di Cartoon Network. Abhi mostra a Ian le funzioni più importanti della nuova versione di Scratch e insieme disegnano e programmano un'animazione di un personaggio di Cartoon Network che salta su e giù.",
    "annualReport.toolsAbhiQuote": "Quello che preferisco di Scratch è la comunità perché sono gentili con me e mi aiutano. Ecco perché sono sempre molto felice di condividere ogni progetto che creo.",
    "annualReport.communityTitle": "Comunità",
    "annualReport.communityIntro": "La comunità online di Scratch è sempre stata una parte importante dell'esperienza di usare Scratch in quanto fornisce ai ragazzi opportunità di collaborare e condividere e di aiutarsi gli uni con gli altri.",
    "annualReport.communitySpotlight": "Comunità — Spotlight Story",
    "annualReport.communityTeam": "Il Team della Comunità di Scratch",
    "annualReport.communityTeamIntro1": "Quando gli viene chiesto perché usano Scratch, molti membri della comunità sottolineano l'importanza della comunità online che li motiva a continuare a partecipare fornendo uno spazio in cui possono esprimere la loro creatività, fare amicizia, ricevere del feedback, ottenere nuove idee e imparare nuove abilità. Molti membri della comunità di Scratch apprezzano la comunità come luogo sicuro e accogliente dove entrare in contatto con gli altri, condividere e imparare gli uni dagli altri.",
    "annualReport.communityTeamIntro2": "Con 40.000 nuovi progetti e 400.000 nuovi commenti aggiunti ogni giorno alla comunità online di Scratch, in che modo si riesce ad assicurare che la comunità resti un luogo sicuro e amichevole pur continuando a supportare e incoraggiare la possibilità di esprimersi in modo creativo? Il nostro Team della Comunità, che include alcuni membri full-time dello staff oltre a una rete di moderatori, porta avanti questo compito importantissimo. Sono due le dimensioni chiave del lavoro del Team: la moderazione e il coinvolgimento della comunità.",
    "annualReport.communityModerationTitle": "Moderazione della Comunità",
    "annualReport.communityModerationInfo": "Quando i ragazzi entrano a far parte della comunità di Scratch accettano di seguire le Linee Guida della Comunità, che sono state pensate per fare in modo che Scratch resti un luogo sicuro e di supporto per i giovani da qualunque ambiente provengano. Il Team della Comunità usa una varietà di strumenti e strategie per incoraggiare una corretta cittadinanza digitale e mantenere un ambiente positivo in cui i membri della comunità possano creare. I filtri automatici prevengono che informazioni private vengano condivise o che contenuto inappropriato venga postato. Chiunque può segnalare contenuti che ritiene violino le Linee Guida della Comunità.",
    "annualReport.communityGuidelinesTitle": "Linee Guida della Comunità",
    "annualReport.communityGuidelinesInfo": "Scratch dà il benvenuto a persone di tutte le età, razze, etnie, religioni, capacità, orientamento sessuale e identità di genere.",
    "annualReport.communityGuidelinesRespect": "Sii rispettoso.",
    "annualReport.communityGuidelinesShare": "Condividi.",
    "annualReport.communityGuidelinesHonest": "Sii onesto.",
    "annualReport.communityGuidelinesConstructive": "Sii costruttivo.",
    "annualReport.communityGuidelinesPrivacy": "Non condividere le tue informazioni personali.",
    "annualReport.communityGuidelinesFriendly": "Aiutaci a mantenere il sito un luogo amichevole.",
    "annualReport.communityEngagementTitle": "Impegno nella Comunità",
    "annualReport.storySwap": "Scambio di Storie",
    "annualReport.communityEngagementInfo": "Un altro ruolo importante del Team della Comunità è quello di evidenziare e sviluppare opportunità per i più giovani di esprimere le proprie idee e impegnarsi in maniera positiva. Il team mette in primo piano progetti e gallerie dei membri della comunità in modo che servano come ispirazione. Inoltre crea regolarmente gli Studio di Progettazione di Scratch per incoraggiare attività creative. Ogni estate il team organizza un Campo online di Scratch: il tema nel 2019 è stato {storySwapLink} e i membri della comunità hanno realizzato progetti costruendo ciascuno sulle storie degli altri.",
    "annualReport.communitySDSTitle": "Studi di Progettazione di Scratch",
    "annualReport.communitySDSInfo": "Alcuni Studi di Progettazione di Scratch del 2019:",
    "annualReport.communityDayintheLife": "Un Giorno nella Vita",
    "annualReport.communityDayintheLifeInfo": "Crea un progetto riguardante un giorno nella vita di qualcosa",
    "annualReport.communityYear3000": "Anno 3000",
    "annualReport.communityYear3000Info": "Come potrebbe essere la vita nell'anno 3000?",
    "annualReport.communityBounce": "Rimbalza",
    "annualReport.communityBounceInfo": "Crea un progetto che riguarda rimbalzare e saltare. ",
    "annualReport.communityMonochromatic": "Monocromatico",
    "annualReport.communityMonochromaticInfo": "Come apparirebbero le cose se esistesse un solo colore?",
    "annualReport.communityQuotes": "Comunità — Citazioni",
    "annualReport.communityQuote1": "Mi sono iscritto a Scratch quando avevo 11 anni e tutte le cose che ho imparato usando la piattaforma e interagendo con la comunità sono state davvero una parte importantissima della mia crescita.",
    "annualReport.communityQuote2": "Scratch mi ha permesso di fare da casa cose come \n- Rispettare le altre persone e i loro progetti\n- Farmi degli amici\n- Sentire che non sono solo durante questa quarantena\n....e molto altro, quindi voglio dire \n¡GRACIAS!",
    "annualReport.communityQuote3": "Faccio parte di Scratch da 2 anni e e stata una di quelle esperienze che ti cambiano la vita! Ho imparato moltissime cose nuove come programmare, a comportarmi correttamente online e anche a creare arte!",
    "annualReport.communityQuote4": "Scratch è stato il mio hobby favorito in prima media. Mi ha insegnato senza che me ne accorgessi la logica Booleana, l'ordine degli operatori e le espressioni matematiche annidate—per non dire della programmazione stessa.",
    "annualReport.studio": "galleria",
    "annualReport.communityBLMIntro": "Mentre le proteste razziali infiammavano gli Stati Uniti dopo le tragiche uccisioni di George Floyd, Breonna Taylor, Ahmaud Arbery e altri all'inizio del 2020, molti giovani hanno usato Scratch per esprimere il loro supporto al movimento Black Lives Matter, creando progetti e postando commenti per far sentire la propria voce contro il razzismo e la violenza della polizia. In una {BLMStudioLink} in primo piano nella home page di Scratch, i membri della comunità hanno aggiunto centinaia di progetti e migliaia di commenti. Il Team della Comunità di Scratch è stato attivamente coinvolto nel supportare i membri della comunità durante questi momenti traumatici e per assicurare che tutti i progetti e le conversazioni fossero rispettose.",
    "annualReport.communityArtwork": "Artwork by the Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Pensiamo che i giovani siano gli agenti del cambiamento.",
    "annualReport.communityChangeInfo": "Ci impegniamo a lavorare con loro e con gli educatori e le famiglie che li supportano per assicurare che sviluppino le proprie capacità, la loro motivazione e la confidenza di cui avranno bisogno per vivere delle vite piene e per portare cambiamenti significativi alla società.",
    "annualReport.watchVideo": "Guarda il Video",
    "annualReport.schoolsTitle": "Scuole",
    "annualReport.schoolsIntro": "Mettiamo a disposizione programmi e risorse per supportare gli insegnamenti e gli studenti nelle scuole di tutto il mondo, progettati per raggiungere l'uguaglianza nelle esperienze di informatica creativa basate su progetti, passione, supporti dei pari e gioco.",
    "annualReport.schoolsSpotlight": "Scuole — Spotlight Story",
    "annualReport.cpsProjectTitle": "Informatica Creativa nelle Scuole Pubbliche di Chicago",
    "annualReport.cpsProjectIntroP1": "NEL 2019, grazie a fondi offerti da Google.org, il Team di Scratch si è associato con SocialWorks, CS4ALL Chicago e le Scuole Pubbliche di Chicago per supportare sette scuole elementari della zona sud di Chicago quando queste hanno lanciato un'iniziativa per incorporare l'informatica creativa nei loro curriculum.",
    "annualReport.cpsProjectIntroP2": "Come parte di questa iniziativa, centinaia di studenti si sono immaginati e disegnati cone supereroi dei loro videogiochi. Hanno dato vita a queste idee in un progetto collaborativo di Scratch chiamato SuperMe. Il musicista Chance the Rapper, eroe locale di Chicago e vincitore di un Grammy Award, fu così ispirato dal lavoro degli studenti che lo rese videogioco ufficiale della sua canzone più famosa “I Love You So Much” condividendolo con tutto il mondo.",
    "annualReport.familyCreativeNightsHeader": "Notti di Coding Creativo con la Famiglia",
    "annualReport.familyCreativeNightsDescription": "Una chiave del successo di questa iniziativa fu quella di mettere in collegamento studenti, famiglie, insegnanti e altri membri della comunità attraverso Notti di Coding Creativo con la Famiglia. Questi eventi hanno coinvolto centinaia di persone di tutte le età—dai più piccoli fino ai nonni—in attività che hanno unito il coding all'arte, alla danza e alla musica. Questi eventi hanno rafforzato le connessioni tra casa e scuola, riconoscendo l'importante ruolo delle famiglie nell'ispirare e supportare l'apprendimento dei ragazzi.",
    "annualReport.familyNightsPhotoCredit": "Foto di Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investire nello Sviluppo Professionale degli Insegnanti",
    "annualReport.teacherPDDescription": "Gli insegnanti delle scuole che hanno preso parte all'iniziativa si sono riuniti in workshop orientati allo sviluppo professionale facendo esperienza in prima persona nella creazione di progetti Scratch e nel trovare modi significativi di usare Scratch per supportare l'apprendimento degli studenti in tutto il curriculum. ",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, educatore esperto di Ambienti Digitali per l'Educazione",
    "annualReport.teacherPDQuote": "Ciò che mi ha sorpreso di più è stata la collaborazione che è risultata dall'uso di Scratch nella mia classe. Spesso sono stati gli studenti che hanno scoperto qualcosa nella piattaforma Scratch, me l'hanno mostrata e l'hanno poi diffusa nella classe.",
    "annualReport.extendingReachHeader": "Estendere la portata",
    "annualReport.extendingReachDescription": "Per espandere la portata di questa collaborazione, CS4ALL Chicago ha usato il modello delle Notti del Coding Creativo con la Famiglia e lo ha reso disponibile a tutte le Scuole Pubbliche di Chicago. Google CS First ha prodotto guide {codeYourHeroLink}  per gli studenti e gli insegnanti disponibili gratuitamente in Inglese e in Spagnolo.",
    "annualReport.codeYourHero": "Codifica il Tuo Eroe",
    "annualReport.inTheNewsHeader": "Nelle News",
    "annualReport.chicagoSunTimesArticle": "Articolo del Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Articolo di Rolling Stone",
    "annualReport.conferencesTitle": "Conferenze Scratch intorno al Mondo",
    "annualReport.conferencesIntro": "Nel 2008 il Team di Scratch ha organizzato la prima Scratch conference al MIT, riunendo educatori, ricercatori e sviluppatori nella condivisione di idee ed esperienze sull'uso di Scratch per supportare l'apprendimento creativo. Da allora il Team di Scratch ha organizzato e ospitato al MIT una Scratch conference ogni due anni. In aggiunta i membri della comunità globale di Scratch hanno organizzato e ospitato più di una dozzina di conferenze—estendendosi oltre gli oceani, i continenti, le culture e le lingue.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, foto di {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "America Latina",
    "annualReport.conferencesLatinAmericaDescription": "A Maggio 2019 educatori da tutto il Cile e da altre aree dell'America Latina si sono riuniti a Santiago, in Cile, per la seconda conferenza {scratchAlSurLink}. A seguire, Scratch al Sur ha rilasciato la {spanishVersionLink} della guida {creativeComputingCurriculumLink} sviluppata dal Creative Computing group della Graduate School of Education di Harvard.",
    "annualReport.conferencesSpanishVersionLinkText": "versione in spagnolo",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto fornite da {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "Ad Agosto 2019 la Raspberry Pi Foundation ha organizzato la quarta {scratchConferenceEuropeLink} tenuta in Inghilterra a Cambridge. La conferenza ha riunito educatori formali e informali provenienti da più di 25 nazioni per laboratori, presentazioni e dimostrazioni tenuti da studenti, educatori, ricercatori e comunità locali.",
    "annualReport.conferencesEuropeImageCaption": "Foto fornite da {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Africa",
    "annualReport.conferencesAfricaDescription": "Ad Ottobre 2019 la prima {scratchAfricaConferenceLink} si è tenuto a Nairobi, in Kenya, riunendo più di 250 educatori e studenti da tutta l'Africa per condividere lezioni, per potenziare i giovani e celebrare i risultati ottenuti dal coding creativo. Durante la conferenza il Team di Scratch ha lanciato la versione Swahili di Scratch, disponibile sia online che offline.",
    "annualReport.conferencesAfricaImageCaption": "Foto di {photoCredit}",
    "annualReport.financialsTitle": "Aspetti finanziari - 2019",
    "annualReport.financialsButton": "Rendiconto Finanziario 2019",
    "annualReport.financialsFutureYears": "Nota: Gli aspetti finanziari in futuro saranno significativamente diversi in quanto lo staff di Scratch è ora passato dal MIT alla Scratch Foundation.",
    "annualReport.supportersTitle": "Grazie ai Nostri Sostenitori",
    "annualReport.supportersIntro": "Grazie ai nostri generosi sostenitori. Il vostro contributo ci ha aiutato ed espandere le opportunità dell'apprendimento creativo per i ragazzi di ogni età, provenienti da qualunque ambiente, da tutto il mondo.",
    "annualReport.supportersSpotlightTitle": "Donatori - Spotlight Story",
    "annualReport.supportersSFETitle": "Siegel Family Endowment",
    "annualReport.supportersSFEDescription1": "Nel Maggio 2012 David Siegel ha preso parte allo Scratch Day tenuto al Media Lab del MIT con suo figlio Zach un membro attivo ed entusiasta della comunità di Scratcher. Guardando Zach e gli altri ragazzi usare Scratch per programmare giochi, animazioni e creature robotiche David ha visto quanto grande potesse essere il potenziale di Scratch nell'aiutare i ragazzi sia ad acquisire le abilità pratica del coding che a svilupparsi come pensatori computazionali.",
    "annualReport.supportersSFEDescription2": "David conosce personalmente l'importanza del pensiero computazionale in quanto la sua carriera come informatico e imprenditore è plasmata da quella stessa curiosità che Scratch aiuta ogni giorno i più giovani ad esplorare. E' lo stesso istinto di esplorazione che lo ha spinto a studiare informatica a Princeton e a prendere un PhD completato all'Artificial Intelligence Lab del MIT. Nel 2001 è stato uno dei fondatori di Two Sigma, che è cresciuta fino a diventare un leader mondiale nell'applicazione di tecniche di intelligenza artificiale alla gestione degli investimenti.",
    "annualReport.supportersSFEDescription3": "Nel 2011 David ha poi fondato Siegel Family Endowment (SFE) per supportare le organizzazione che lavorano per aiutare le persone ad adattarsi alle sfide poste dalle nuove tecnologie e a capire e ad adattarsi alla spaccatura che la tecnologia ha portato in ogni settore. E' anche un cofondatore della Scratch Foundation, ed è un grande sostenitore della missione dell'organizzazione di mantenere Scratch gratuito e accessibile per gli studenti di tutto il mondo.",
    "annualReport.supportersCoFounder": "Co-Fondatore e Co-Chairman",
    "annualReport.supportersQuote": "Assicurare che Scratch rimanga gratuito e accessibile ovunque per i ragazzi è uno dei modi più potenti con i quali possiamo aiutare i giovani ad impegnarsi e a crescere in un mondo sempre più digitale. Supportare Scratch è ancora più importante oggi che in passato. ",
    "annualReport.supportersThankYou": "Grazie ai nostri sostenitori",
    "annualReport.supportersAllDescription": "La nostra missione è fornire a tutti i ragazzi, da qualunque ambiente provengano, l'opportunità di immaginare, creare e condividere attraverso le nuove tecnologie. Vogliamo ringraziare tutti i sostenitori di Scratch che, da quando abbiamo iniziato a lavorare su Scratch nel 2002, ci hanno aiutato a creare una fantastica esperienza di apprendimento per milioni di giovani di tutto il mondo. La lista seguente è basata sulle donazioni a Scratch cumulative (sia al MIT che alla Scratch Foundation) fino al 31 Dicembre 2019. ",
    "annualReport.supportersFoundingDescription": "Siamo davvero grati ai nostri Partner Fondatori che ci hanno supportato sin dai primi giorni di Scratch donando in varie forme una cifra cumulativa superiore ai 10.000.000$.",
    "annualReport.supportersFoundingTitle": "Partner Fondatori",
    "annualReport.supportersCreativityTitle": "Creativity Circle — $1,000,000+",
    "annualReport.supportersCollaborationTitle": "Collaboration Circle — $200,000+",
    "annualReport.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.supportersInKindTitle": "Sostenitori in altre forme",
    "annualReport.leadershipTitle": "Il nostro Team",
    "annualReport.leadershipBoard": "Il Consiglio di Amministrazione",
    "annualReport.leadershipChair": "Il Presidente",
    "annualReport.leadershipProfessor": "Professore di Ricerca sull'Apprendimento",
    "annualReport.leadershipViceChair": "Il Vice Presidente",
    "annualReport.leadershipBoardMember": "I Membri del Consiglio di Amministrazione",
    "annualReport.leadershipPresidentCEO": "Presidente e CEO",
    "annualReport.leadershipFormerPresident": "Precedente Presidente",
    "annualReport.leadershipFounderCEO": "Fondatore e CEO",
    "annualReport.leadershipFormerChairCEO": "Precedente Chair e CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Segretario & Tesoriere del Consiglio di Amnistrazione",
    "annualReport.leadershipBoardSecretary": "Segretario del Consiglio di Amministrazione",
    "annualReport.leadershipBoardTreasurer": "Tesoriere del Consiglio di Amministrazione",
    "annualReport.leadershipScratchTeam": "Il Team di Scratch",
    "annualReport.leadershipInterim": "Direttore Esecutivo ad-interim",
    "annualReport.donateTitle": "Sostienici",
    "annualReport.donateMessage": "Il tuo supporto ci permette di rendere Scratch gratuito per tutti, di mantenere i nostri server attivi e, in modo più importante, ci permette di offrire ai ragazzi di tutto il mondo un'opportunità per immaginare, creare e condividere.\nGrazie!",
    "annualReport.donateButton": "Donazioni"
}