{
    "annualReport.subnavMessage": "Хабарлама",
    "annualReport.subnavMission": "Миссия",
    "annualReport.subnavMilestones": "Кезеңдер",
    "annualReport.subnavReach": "Жету",
    "annualReport.subnavInitiatives": "Бастамалар",
    "annualReport.subnavFinancials": "Қаржы",
    "annualReport.subnavSupporters": "Қолдаушылар",
    "annualReport.subnavTeam": "Команда",
    "annualReport.subnavDonate": "Cыйға беру",
    "annualReport.mastheadYear": "2019 Жылдық Есеп",
    "annualReport.mastheadTitle": "Шығармашылық оқыту әлемін тәрбиелеу",
    "annualReport.messageTitle": "Scratch командасының хабарламасы",
    "annualReport.messageP1": "2019 жыл Scratch үшін үлкен прогресс жылы болды. Біз жылды Scratch 3.0-ті бастадық, бұл біздің Scratch-тің ең жаңа буыны, балалар шығармашылығының ұшқыны мен түрлі қызығушылықтары мен ортасы бар балаларды тартуға арналған. Жылдың соңын біз MIT-тен Scratch Foundation-тағы өзінің жаңа үйіне, Бостондағы Оңтүстік вокзал маңындағы көңілді бірінші қабатта қоныс аударған командамен қарсы алдық. Жыл бойына Scratch қоғамдастығы өркендеп, өсе берді: 20 миллионнан астам жас 2019 жылы Scratch-пен жобалар жасады, бұл өткен жылға қарағанда 48% артты.",
    "annualReport.messageP2": "Scratch-тің әсері мен маңыздылығы 2020 жылы COVID пандемиясы мектептердің жабылуына мәжбүр болған кезде көрсетілген. «Скретч» желілік қоғамдастығындағы белсенділік екі еседен астам өсті, өйткені өз үйлерінде қалған жастар өздерін шығармашылықпен көрсету және бір-бірімен байланыс орнату үшін Scratch-қа бет бұрды. Скретерлер сонымен бірге Black Lives Matter және нәсілдік әділеттілік пен теңдік үшін басқа қозғалыстармен белсенді түрде айналысып, хабардарлық пен өзгерісті талап ету үшін анимациялық жобалар мен студияларды құрды.",
    "annualReport.messageP3": "Scratch-ті 2007 жылы іске қосқан кезден бастап біз әрқашан Scratch бағдарламалау тілінен гөрі көбірек көрдік. Скретч барлық жастарға, барлық ортадан шыққан адамдарға дауыстарын дамытуға, өз ойларын білдіруге және бір-бірімен бірге жасауға мүмкіндік береді. Біз Scratcher-дің соңғы әлеуметтік қиындықтарға шығармашылықпен, ынтымақтастықпен, қамқорлықпен және мейірімділікпен жауап берген тәсілдерін көргенді жақсы көреміз.",
    "annualReport.messageP4": "Осы жылдық есепте біз Scratch-тің бүкіл әлемдегі мектептерде де, бүкіл мектептерде де алуан түрлі жастардың білім алу мүмкіндіктерін қалай кеңейтетіндігінің мысалдары арқылы Scratch миссиясы, жоспарлары, әсері және қол жетімділігі туралы көбірек бөлісеміз. ",
    "annualReport.messageP5": "Біз бүгінгі күні Scratch-пен жастардың не құрып, не үйреніп жатқанына мақтанамыз және болашақта көптеген жастарға көбірек мүмкіндіктер беруге тырысамыз.",
    "annualReport.messageSignature": "— Scratch командасы",
    "annualReport.covidResponseTitle": "COVID-ге Scratch жауап береді",
    "annualReport.covidResponseP1": "Осы жылдық есепті жаза отырып, біз COVID пандемиясына бірнеше ай қалды. 2020 жылдың наурыз айының ортасынан бастап Scratch кеңсесі жабылды және Scratch Team мүшелері пандемия салдарынан бүкіл әлемдегі балалар мен тәрбиешілерді қолдау үшін үйден белсенді жұмыс істеп жатыр.",
    "annualReport.covidResponseP2": "17 наурызда біз балаларға, отбасыларға және тәрбиешілерге Scratch-пен үйдегі шығармашылық оқу іс-әрекетімен айналысу идеяларын ұсыну үшін #ScratchAtHome бастамасын бастадық. Біз бейне сабақтарды және басқа ресурстарды {scratchAtHomeLink} жалғастырамыз.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome парағы",
    "annualReport.covidResponseP3": "Былтырғыға қарағанда {scratchCommunityLink} белсенділік екі есеге артты. Скретерлер басқаларды пандемия арқылы қолдау және шабыттандыру үшін жобалар жасайды және бөліседі — үйде жаттығулар жасау идеяларын, денсаулықты сақтауға арналған кеңестерді, бір-біріңіздің көңіл-күйіңізді көтеруге арналған әзіл-оспақты ұсынатын жобалар мен студиялармен және маңызды жұмысшылардың арқасында.",
    "annualReport.covidResponseScratchCommunity": "Scratch  онлайн қауымдастығы",
    "annualReport.missionTitle": "Біздің миссиямыз",
    "annualReport.missionSubtitle": "Біздің миссиямыз  —  барлық отбасылардан шыққан балаларға елестету, құру және жаңа технологиялармен ынтымақтастық жасау мүмкіндіктерін беру, сондықтан олар ертеңгі әлемді қалыптастыра алады.",
    "annualReport.missionP1": "Біз әділеттіліктен алшақ балаларды, отбасыларды және тәрбиешілерді қолдайтын бастамалар мен тәсілдерге ерекше назар аудара отырып, жұмысымыздың барлық аспектілері бойынша теңдікке басымдық беруге дайынбыз.",
    "annualReport.missionP2": "Біз Scratch-ті барлық балаларды шығармашылықпен ойлауға, жүйелі түрде ойлауға және ынтымақтастықта жұмыс істеуге жұмылдыратын еркін, қауіпсіз, ойындық орта ретінде дамыттық —  бұл қазіргі қоғамдағы барлық адамдар үшін маңызды дағдылар. Біз тәрбиешілермен және отбасылармен балаларды зерттеу, бөлісу және оқуда қолдау көрсету үшін жұмыс істейміз.",
    "annualReport.missionP3": "Жаңа технологияларды, іс-әрекеттерді және оқу материалдарын әзірлеу кезінде біз өзіміз деп атайтын нәрсені басшылыққа аламыз {fourPsItalics}:",
    "annualReport.fourPs": "Four P шығармашылық оқыту",
    "annualReport.missionProjectsTitle": "Жобалар",
    "annualReport.missionPeersTitle": "Құрдастар",
    "annualReport.missionPassionTitle": "Құмарлық",
    "annualReport.missionPlayTitle": "Ойнау",
    "annualReport.missionProjectsDescription": "Балаларды жобалауға, жасауға және өздерін шығармашылықпен көрсетуге баулу",
    "annualReport.missionPeersDescription": "Балаларға ынтымақтастық, бөлісу, ремикс және тәлімгерлікке қолдау көрсетіңіз",
    "annualReport.missionPassionDescription": "Балаларға қызығушылықтарын арттыруға және жеке маңызды жобаларда жұмыс істеуге мүмкіндік беріңіз",
    "annualReport.missionPlayDescription": "Балаларды тәжірибе жасауға, қайталауға үйретіңіз",
    "annualReport.milestonesTitle": "Кезеңдер",
    "annualReport.milestonesDescription": "Scratch және әлемдік Scratch қауымдастығының тарихындағы кейбір маңызды оқиғалар мен жетістіктер.",
    "annualReport.milestones2003Message": "Ұлттық ғылыми қордың Scratch дамуын бастауға арналған грантымен марапатталды",
    "annualReport.milestones2004Message": "Computer Clubhouse Teen Summit-те алғашқы Scratch семинары ұсынылды",
    "annualReport.milestones2007Message": "Scratch бағдарламалау тілі мен желілік қоғамдастықтың көпшілікке ұсынылуы",
    "annualReport.milestones2008Message": "Тәрбиешілер мен программалаушыларға арналған алғашқы Scratch конференциясы ұйымдастырылды",
    "annualReport.milestones2009Message1.4": "40-тан астам тілге аударылған Scratch 1.4 шығарылды",
    "annualReport.milestones2009MessageScratchDay": "Балалар мен отбасыларға арналған алғашқы Scratch Day іс-шарасы өткізілді",
    "annualReport.milestones2010Message": "Скретчтің онлайн-қауымдастығы 1 миллион мүшеге жетеді",
    "annualReport.milestones2013MessageFoundation": "Кодтан үйренуге арналған қор құрылды (кейінірек Scratch Foundation деп өзгертілді)",
    "annualReport.milestones2013MessageScratch2": "Ынтымақтастық үшін жаңа мүмкіндіктер ұсынатын Scratch 2.0 іске қосу",
    "annualReport.milestones2014Message": "5 жастан 7 жасқа дейінгі кіші жастағы балаларға арналған ScratchJr іске қосу",
    "annualReport.milestones2016Message": "Скретчтің онлайн-қауымдастығы 10 миллион мүшеге жетеді",
    "annualReport.milestones2017Message": "Scratch Day 60 елде 1100 шараға дейін өседі",
    "annualReport.milestones2019MessageScratch3": "Scratch 3.0 іске қосылып, балалар кодпен жасай алатын нәрсені кеңейтеді",
    "annualReport.milestones2019MessageMove": "Scratch Team MIT-тен Scratch Foundation-қа көшеді",
    "annualReport.reachTitle": "Дүние жүзі бойынша балаларға жету",
    "annualReport.reachSubtitle": "Scratch - бұл әлемдегі ең үлкен 8 - және одан жоғары жастағы балалар мен жасөспірімдерге арналған кодтау қауымдастығы.",
    "annualReport.reachMillion": "миллион",
    "annualReport.reach170million": "170{million}",
    "annualReport.reach60million": "60{million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Бірегей келушілер",
    "annualReport.reachProjectsCreated": "Құрылған жобалар",
    "annualReport.reachProjectCreators": "Адамдар жобалар жасады",
    "annualReport.reachComments": "Интернеттегі қоғамдастықта жарияланған пікірлер",
    "annualReport.reachGrowthTitle": "Қоғамдық өсім",
    "annualReport.reachGrowthBlurb": "Соңғы 5 жыл ішінде Scratch Online қауымдастығында жасалған жаңа аккаунттар.",
    "annualReport.reachGlobalCommunity": "Біздің жаһандық қоғамдастық",
    "annualReport.reachMapBlurb": "Scratch іске қосылғаннан бастап 2019 жылға дейін Scratch Online қауымдастығында тіркелген жалпы шоттар",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "логарифмдік шкала бойынша",
    "annualReport.reachTranslationTitle": "Скретч 60-тан астам тілге аударылған",
    "annualReport.reachTranslationBlurb": "Әлемнің әр түкпірінен келген ерікті аудармашыларға рахмет.",
    "annualReport.reachScratchJrBlurb": "ScratchJr - бұл кішкентай балаларға (5-7 жас) интерактивті әңгімелер мен ойындар құруға мүмкіндік беретін бағдарламалаудың кіріспе ортасы.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "2014 жылы іске қосылғаннан бері жүктеулер",
    "annualReport.initiativesTitle": "Бастамалар",
    "annualReport.initiativesDescription": "Скретч қорындағы жұмыс үш стратегиялық бағытта жұмыс істейді: шығармашылық құралдар, қоғамдастық және мектептер. Әр сала шығармашылық есептеулерде аз қатысатын балалардың дауысы мен қажеттіліктеріне басымдық береді және бүкіл әлемдегі әртүрлі ортадағы және мәдениеттегі балаларды қолдауға тырысады.",
    "annualReport.equity": "Меншікті капитал",
    "annualReport.globalStrategy": "Жаһандық стратегия",
    "annualReport.toolsTitle": "Шығармашылық құралдар",
    "annualReport.toolsIntro": "Біз үнемі жаңа технологиялармен және жаңа дизайндармен тәжірибе жасап, жаңалықтар енгізіп отырамыз — әрқашан балаларға құрудың, ынтымақтастықтың және оқудың жаңа тәсілдерін ұсынуға тырысамыз.",
    "annualReport.toolsSpotlight": "Шығармашылық құралдар — көпшілік назарына",
    "annualReport.toolsLaunch": "Scratch 3.0 іске қосу",
    "annualReport.toolsLaunchIntro1": "Біз Scratch 3.0 бағдарламасын балалардың Scratch көмегімен қалай, не және қай жерде жасай алатындығын кеңейту үшін жасадық. 2019 жылдың басында шыққан Scratch 3.0 Scratch қауымдастығындағы белсенділіктің өсуіне әкелді, — бұрынғыдан да көп жобалар   бар.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 кеңейту кітапханасын —  Scratch-қа жаңа мүмкіндіктер қосатын кодтау блоктарының қосымша жинақтарын қамтиды. Кейбір кеңейтімдер веб-қызметтерге және басқа бағдарламалық жасақтамаға қол жеткізуге мүмкіндік береді, ал басқалары Scratch-ты моторлар мен датчиктер сияқты физикалық әлем құрылғыларымен байланыстырады.",
    "annualReport.toolsTexttoSpeech": "Текстті дауысқа айналдыру",
    "annualReport.toolsTexttoSpeechIntro": "Мәтіннен сөйлеуге дейінгі кеңейтудің көмегімен балалар өздерінің Scratch кейіпкерлерін әртүрлі дауыстарда дауыстап айтуға бағдарламалай алады.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects}2019 жылы Text-to-Speech қолданылған жобалар",
    "annualReport.toolsMostPopular": "Ең танымал",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular}қоғамдастықта жаңа Scratch кеңейтімі",
    "annualReport.toolsCollabAWS": "Amazon Веб-қызметтерімен ынтымақтастық",
    "annualReport.toolsTranslate": "Аудару",
    "annualReport.toolsTranslateIntro": "Google Translate API-де орнатылған Translate кеңейтімінің көмегімен балалар тіл үйрену мен жаһандық байланысты қолдайтын жобаларға автоматты аударманы енгізе алады.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "кеңейтілімде аударылған тілдер {numLanguages}",
    "annualReport.toolsSupportsLiteracy": "Сауаттылықты қолдайды",
    "annualReport.toolsCSandLanguageArts": "информатика және тіл өнері",
    "annualReport.toolsTranslateLiteracy": "{CSandLanguageArtsLink}арқылы {supportsLiteracy}",
    "annualReport.toolsCollabGoogle": "Google-мен ынтымақтастық",
    "annualReport.toolsPhysicalWorld": "Физикалық әлем байланыстары",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Студенттер би роботтарын, интерактивті мүсіндер мен LEGO робототехникасы бар Scratch көмегімен мәліметтер жинау тәжірибелерін жасай алады. Жаңа LEGO Education SPIKE Prime жиынтығында Scratch негізіндегі қосымша бар. Сонымен қатар, Scratch кеңейтімдері {mindstormsLink} және {weDoLink}үшін қол жетімді.",
    "annualReport.toolsCollabLEGO": "LEGO Education-мен ынтымақтастық",
    "annualReport.toolsVideoTutorials": "Видео Сабақтар",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 балаларға Scratch жұмысын бастауға көмектесетін түрлі бейне сабақтар жинағын ұсынды. Оқу құралдары ашық және студенттерді тәжірибе жасауға, олардың қызығушылықтарын ұстануға және өз ойларын айтуға ынталандыруға арналған.",
    "annualReport.toolsNumTutorials": "25 жаңа оқулық",
    "annualReport.toolsNewTutorials": "{numTutorials}Scratch 3.0 нұсқасында қол жетімді",
    "annualReport.toolsNumViews": "23 миллион",
    "annualReport.toolsTutorialsViews": "{numViews}2019 жылғы көріністер",
    "annualReport.toolsApp": "Scratch App офлайн режимінде оқуды қолдайды",
    "annualReport.toolsDownloadLink": "жүктелетін қолданба",
    "annualReport.toolsRaspberryLink": "Raspberry Pi 4-те қолданыңыз",
    "annualReport.toolsAppIntro": "2019 жылы Scratch командасы Windows, MacOS, ChromeOS және Android планшеттерін қоса алғанда көптеген платформаларда қолдануға арналған Scratch 3.0 {downloadableLink}нұсқасын шығарды. Сонымен қатар, Raspberry Pi Foundation Scratch 3.0 {raspberryLink} шығарды. Бұл жүктелетін нұсқалар, әсіресе, Интернетке қосылу мүмкіндігі жоқ немесе сенімсіз аймақтардағы миллиондаған оқушылар үшін өте маңызды.",
    "annualReport.toolsAbhiTitle": "Абхи мультфильмдер желісінде",
    "annualReport.toolsAbhiIntro": "Балалардың Scratch 3.0 көмегімен не істей алатындығын көрсету үшін біз мультфильмдер желісімен бірлесе отырып, анимациялар мен ойындар жасауды жақсы көретін, 12 жасар Скретч Абхидің қатысуымен видео жасадық. Видеода Абхи OK K.O.-ны жасаушы Ян Джонс-Квартимен кездеседі. және басқа мультфильмдер желісінің шоулары. Абхи Янды Скретчтің жаңа нұсқасының негізгі ерекшеліктерімен таныстырады және олар бірге мультфильмдер желісінің кейіпкерінің жоғары және төмен секіретін анимациясын салады және бағдарламалайды.",
    "annualReport.toolsAbhiQuote": "Scratch-тегі сүйікті нәрсе - бұл қоғамдастық, өйткені олар маған жақсы және пайдалы. Сондықтан мен әрдайым армандаған жобалармен бөлісуге қуаныштымын.",
    "annualReport.communityTitle": "Қоғамдастық",
    "annualReport.communityIntro": "Scratch желілік қоғамдастығы әрдайым Scratch тәжірибесінің маңызды бөлігі болды, бұл балаларға ынтымақтастық, мүмкіндік беру және бір-бірімен кері байланыс жасау мүмкіндіктерін ұсынды.",
    "annualReport.communitySpotlight": "Қауымдастық — Spotlight Story",
    "annualReport.communityTeam": "Scratch қауымдастығы",
    "annualReport.communityTeamIntro1": "Неліктен Scratch-ті қолданатындығы туралы сұраққа, Scratcher-дің көпшілігі желідегі қоғамдастықтың өзінің тұрақты қатысуын ынталандыру, олардың шығармашылық қабілеттерін танытуға, достасуға, кері байланыс алуға, жаңа идеяларды алуға және жаңа дағдыларды үйренуге мүмкіндік беретін кеңістік беру үшін маңыздылығы туралы айтады. Көптеген Scratcher Scratch қауымдастығын бір-бірімен байланысу, бөлісу және үйрену үшін қауіпсіз және мейірімді кеңістік ретінде бағалайтындықтарын білдіреді.",
    "annualReport.communityTeamIntro2": "Scratch онлайн-қауымдастығында күн сайын 40,000 жаңа жобалар мен 400,000 жаңа пікірлер бар, біз қалайша қауымдастықтың қауіпсіз және достық қарым-қатынасын қамтамасыз ете аламыз, сонымен бірге шығармашылық көріністі қолдаймыз? Біздің қауымдастық тобы, оның ішінде штаттық қызметкерлер мен модераторлар желісі бар, бұл маңызды жұмысты басқарады. Қауымдастық тобы жұмысының екі негізгі өлшемі бар: модерация және қоғамдастық.",
    "annualReport.communityModerationTitle": "Қауымдастық модерациясы",
    "annualReport.communityModerationInfo": "Жастар Scratch қауымдастығына кірген кезде, олар Scratch-ті барлық ортадан шыққан жастарға қауіпсіз және қолдаушы орын ретінде сақтауға арналған Қауымдастық нұсқаулықтарының жиынтығын орындауға келіседі. Біздің қоғамдастық тобы сандық азаматтықты ынталандыру және Scratchers-ке құру үшін жағымды ортаны қолдау үшін көптеген құралдар мен стратегияларды қолданады. Автоматтандырылған сүзгілер жеке ақпараттың бөлінуіне немесе орынсыз мазмұнның орналастырылуына жол бермейді және біз кез келген адамға қауымдастық нұсқаулығын бұзған деп есептеуге мүмкіндік береміз.",
    "annualReport.communityGuidelinesTitle": "Қоғамдық әдістемелік ұсыныстар",
    "annualReport.communityGuidelinesInfo": "Scratch кез келген жастағы, нәсіліне, ұлтына, дініне, мүмкіндігіне, жыныстық бағдарына және жынысына қарамастан барлық адамдарды құптайды.",
    "annualReport.communityGuidelinesRespect": "Қадірлі болыңыз.",
    "annualReport.communityGuidelinesShare": "Жариялау.",
    "annualReport.communityGuidelinesHonest": "Адал болыңыз.",
    "annualReport.communityGuidelinesConstructive": "Конструктивті болыңыз.",
    "annualReport.communityGuidelinesPrivacy": "Жеке ақпаратты құпия сақтаңыз.",
    "annualReport.communityGuidelinesFriendly": "Сайтта жылы шырайлы атмосфераны сақтауға көмектесіңіз.",
    "annualReport.communityEngagementTitle": "Қоғамдық келісім",
    "annualReport.storySwap": "Сюжетті ауыстыру",
    "annualReport.communityEngagementInfo": "Қоғамдық топтың тағы бір маңызды рөлі - жастардың өз идеяларын білдіру және жағымды жолдармен айналысу мүмкіндіктерін бөліп көрсету және дамыту. Топта шабыттандыратын жобалар мен қоғамдастық мүшелерінің студиялары бар және шығармашылық қызметті ынталандыру үшін Scratch Design студиясын үнемі орналастырады. Әр жаз сайын команда онлайн Scratch Camp ұйымдастырады: тақырыбы 2019 жылы {storySwapLink}болды,  Scratchers бір-бірінің әңгімелеріне негізделген.",
    "annualReport.communitySDSTitle": "Scratch Design студиялары",
    "annualReport.communitySDSInfo": "2019 жылғы кейбір Scratch Design Studios:",
    "annualReport.communityDayintheLife": "Өмірдегі күн",
    "annualReport.communityDayintheLifeInfo": "Бір нәрсенің өміріндегі бір күн туралы жоба жасаңыз",
    "annualReport.communityYear3000": "3000 жыл",
    "annualReport.communityYear3000Info": "3000 жылы өмір қандай болуы мүмкін?",
    "annualReport.communityBounce": "Секіру",
    "annualReport.communityBounceInfo": "Секіруді қамтитын жоба жасаңыз.",
    "annualReport.communityMonochromatic": "Монохромды",
    "annualReport.communityMonochromaticInfo": "Егер бір ғана түс болса, заттар қалай көрінер еді?",
    "annualReport.communityQuotes": "Қоғамдастық  — дәйексөздер",
    "annualReport.communityQuote1": "Мен Scratch-ке 11 жасымда қосылдым және платформаны қолданудан және қоғамдастықпен қарым-қатынастан үйренгенім менің өсуімнің маңызды бөлігі болды.",
    "annualReport.communityQuote2": "Scratch маған үйден, мысалы, нәрселер жасауға мүмкіндік берді\n- адамдарға және олардың жобаларына құрметпен қарау\n- достасу\n- Мен бұл карантинде жалғыз емес екенімді сезін\n.... және тағы басқалар, сондықтан мен айтқым келеді\n¡GRACIAS!",
    "annualReport.communityQuote3": "Мен Скретчте жүргеніме 2 жылдай болды, және бұл өмірді өзгертетін тәжірибе болды! Мен кодтау, желідегі этикет және өнер сияқты көптеген жаңа нәрселерді білдім!",
    "annualReport.communityQuote4": "Скретч менің алтыншы сыныптағы сүйікті хоббиім болды. Бұл мені жасырын түрде логикамен, операциялар тәртібімен және кірістірілген математикалық өрнектермен таныстырды— компьютерлік бағдарламалаудың өзі туралы айтпағанда.",
    "annualReport.studio": "студия",
    "annualReport.communityBLMIntro": "2020 жылдың басында Джордж Флойд, Бреона Тейлор, Ахмауд Арбери және басқаларды қайғылы өлтіргеннен кейін нәсілдік әділеттілік наразылықтары АҚШ-ты шарпып жатқанда, көптеген жастар Scratch-ті Black Lives Matter қозғалысын қолдайтындықтарын білдіріп, жобалар құрды және нәсілшілдік пен полиция зорлық-зомбылығына қарсы пікірлерді жариялау. {BLMStudioLink}Scratch үйінің басты бетінде Scratchers жүздеген жобалар мен мыңдаған түсініктемелер берді. Scratch қауымдастығы командасы қатты атсалысқан кезде Scratcher-ді қолдауға және барлық жобалар мен сұхбаттарға құрметпен қарауға кепілдік берді.",
    "annualReport.communityArtwork": "Scratcher OnionDipAnimations шығармалары",
    "annualReport.communityChangeTitle": "Біз жастарды өзгерістердің агенттері ретінде қарастырамыз.",
    "annualReport.communityChangeInfo": "Біз олармен және оларды қолдайтын тәрбиешілермен және отбасылармен жұмыс істеуге дайынбыз, олардың дағдыларын, мотивациясын және сенімділігін дамытып, өмірді толыққанды өткізіп, қоғамда маңызды өзгерістерге жету үшін қажет болады.",
    "annualReport.watchVideo": "Видео қарау",
    "annualReport.schoolsTitle": "Мектептер",
    "annualReport.schoolsIntro": "Біз жобалар, құмарлық, құрдастар және ойын негізінде шығармашылық есептеулер тәжірибесінде теңдікке жетуге бағытталған әлемдегі мектептердегі мұғалімдер мен оқушыларға қолдау көрсету үшін бағдарламалар мен ресурстар ұсынамыз.",
    "annualReport.schoolsSpotlight": "Мектептер  —прожекторлық әңгіме",
    "annualReport.cpsProjectTitle": "Чикагодағы мемлекеттік мектептердегі шығармашылық есептеулер",
    "annualReport.cpsProjectIntroP1": "2019 жылы Google.org қаржыландыруымен Scratch Team SocialWorks, CS4ALL Чикаго және Чикаго мемлекеттік мектептерімен серіктес болды, олар Чикагоның оңтүстік жағындағы жеті бастауыш мектептерге қолдау көрсетті, өйткені олар өздерінің оқу бағдарламаларына шығармашылық кодтауды енгізу туралы бастама көтерді.",
    "annualReport.cpsProjectIntroP2": "Осы бастаманың шеңберінде жүздеген студенттер өздерін бейне ойындардың супергеройы ретінде елестетіп, өздерін тарта білді. Олар SuperMe деп аталатын бірлескен Scratch жобасында осы идеяларды өмірге әкелді. Жергілікті Чикаго кейіпкері және Грэмми сыйлығының лауреаты Шанс Рэпер музыканттың жұмысынан шабыттанғаны соншалық, оны “I Love You So Much”  атты хит әнінің ресми бейнеойыны деп атады және оны бүкіл әлемге таратты.",
    "annualReport.familyCreativeNightsHeader": "Отбасылық шығармашылық кодтау түндері",
    "annualReport.familyCreativeNightsDescription": "Бұл бастаманың сәтті болуының кілті студенттерді, отбасыларды, мұғалімдерді және қоғамның басқа мүшелерін отбасылық шығармашылық кодтау түндері арқылы байланыстыру болды. Бұл шаралар барлық жастағы жүздеген отбасы мүшелерін - кішкентай балалардан бастап ата-әжелеріне дейін — кодтауды өнермен, би мен музыкамен араластыратын жұмыстарға біріктірді. Бұл іс-шаралар балалардың білім алуына дем беруде және қолдау көрсетуде отбасылардың маңызды рөлін мойындай отырып, үй мен мектеп арасындағы байланысты нығайтты.",
    "annualReport.familyNightsPhotoCredit": "Джордан Мэйсидің суреттері, SocialWorks",
    "annualReport.teacherPDHeader": "Мұғалімдердің біліктілігін арттыруға инвестициялау",
    "annualReport.teacherPDDescription": "Қатысушы бастауыш мектептер бойынша мұғалімдер өздерінің біліктілігін арттыру семинарларына жиналып, өздерінің Scratch жобаларын құруда тәжірибе жинақтады және Scratch бағдарламасын оқушының оқуына қолдау көрсетудің мағыналы тәсілдерін тапты.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS Educator",
    "annualReport.teacherPDQuote": "Мені қатты таңдандырғаны - менің сабағымда Scratch-ті қолданған кездегі ішкі ынтымақтастық болды. Көбіне студенттер өздері Scratch платформасында бірдеңе тауып, маған көрсетіп, содан кейін оны өз араларында тарататын.",
    "annualReport.extendingReachHeader": "Қол жетімділікті кеңейту",
    "annualReport.extendingReachDescription": "Осы серіктестіктің аясын кеңейту үшін CS4ALL Чикаго отбасылық шығармашылық кодтау түні моделіне негізделген және оны Чикаго қаласындағы барлық мемлекеттік мектептер үшін қол жетімді етті. Google CS First {codeYourHeroLink} студенттер мен оқытушыларға арналған нұсқаулықтар шығарды, олар ақысыз түрде ағылшын және испан тілдерінде қол жетімді.",
    "annualReport.codeYourHero": "Өз кейіпкеріңді кодта",
    "annualReport.inTheNewsHeader": "Жаңалықтарда",
    "annualReport.chicagoSunTimesArticle": "Chicago Sun Times мақаласы",
    "annualReport.rollingStoneArticle": "Домалақ тас  мақаласы",
    "annualReport.conferencesTitle": "Скретч конференциялары",
    "annualReport.conferencesIntro": "2008 жылы Scratch Team MIT-те Scratch бірінші конференциясын өткізді, ол оқытушыларды, зерттеушілерді және әзірлеушілерді біріктіріп, шығармашылық оқытуды қолдау үшін Scratch пайдалану идеялары мен тәжірибелерімен бөлісті. Содан бері Scratch Team екі жылда бір рет MIT-те Scratch конференциясын ұйымдастырып өткізді. Сонымен қатар, әлемдік Scratch қауымдастығының мүшелері оннан астам конференциялар ұйымдастырды және өткізді —мұхиттар, континенттер, мәдениеттер және тілдер бойынша.",
    "annualReport.conferencesHeroImageCaption": "Скретч Африка конференциясы, сурет авторы {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "латын Америка",
    "annualReport.conferencesLatinAmericaDescription": "2019 жылдың мамыр айында Чилидің және Латын Америкасының басқа аймақтарының тәрбиешілері Чилидің Сантьяго қаласында өткен екінші {scratchAlSurLink}конференцияға жиналды. Конференциядан кейін Scratch al Sur Гарвардтың  {spanishVersionLink}Жоғары білім беру мектебінің Creative Computing тобы әзірлеген нұсқаулықты {creativeComputingCurriculumLink}шығарды.",
    "annualReport.conferencesSpanishVersionLinkText": "Испан нұсқасы",
    "annualReport.conferencesLatinAmericaImageCaption": "Фотоны {photoCredit} ұсынды",
    "annualReport.conferencesEuropeTitle": "Еуропа",
    "annualReport.conferencesEuropeDescription": "2019 жылдың тамызында Raspberry Pi Foundation Ұлыбританияның Кембридж қаласында төртіншісін {scratchConferenceEuropeLink} ұйымдастырды. Конференцияға студенттер, оқытушылар, зерттеушілер және қоғамдық ұйымдардың практикалық семинарлары, презентациялары мен демонстрациялары үшін 25-тен астам елдің ресми және бейресми мұғалімдері жиналды.",
    "annualReport.conferencesEuropeImageCaption": "Фотоны {photoCredit} ұсынды",
    "annualReport.conferencesAfricaTitle": "Африка",
    "annualReport.conferencesAfricaDescription": "2019 жылдың қазан айында біріншісі {scratchAfricaConferenceLink}Африканың түкпір-түкпірінен келген 250-ден астам оқытушылар мен студенттерді сабақтармен бөлісу, жастардың мүмкіндіктерін кеңейту және шығармашылық кодтау жетістіктерін атап өту үшін Кенияның Найроби қаласында өтті. Конференцияда Scratch Team командасы онлайн режимінде де, оффлайн режимінде де пайдалануға қол жетімді суат тіліндегі Scratch нұсқасын іске қосты.",
    "annualReport.conferencesAfricaImageCaption": "Сурет авторы {photoCredit}",
    "annualReport.financialsTitle": "Қаржы - 2019",
    "annualReport.financialsButton": "2019 ж. Тексерілген қаржы",
    "annualReport.financialsFutureYears": "Ескерту: алдағы жылдардағы қаржы айтарлықтай өзгеше болады, өйткені Scratch штаты қазір MIT-тен Scratch Foundation-ға көшті.",
    "annualReport.supportersTitle": "Бізді қолдаушыларға рахмет",
    "annualReport.supportersIntro": "Біздің жомарт қолдаушыларымызға рахмет. Сіздің қосқан үлесіңіз бізге барлық жастағы, бүкіл әлемдегі балалар үшін шығармашылық оқыту мүмкіндіктерін кеңейтуге көмектеседі.",
    "annualReport.supportersSpotlightTitle": "Донор - көпшілік назарына ұсынылған оқиға",
    "annualReport.supportersSFETitle": "Зигель отбасылық қоры",
    "annualReport.supportersSFEDescription1": "2012 жылдың мамырында Дэвид Сигель MIT медиа зертханасында Scratch күніне белсенді және ынталы Scratcher ұлы Закпен бірге қатысты. Скретчті өзінің ойындарын, анимацияларын және роботтандырылған тіршілік иелерін кодтау үшін пайдаланып отырған Закты және басқа балаларды көріп, Дэвид Скретчтің балаларға кодтаудың практикалық дағдыларын игеруіне және есептеуіш ойлаушылары ретінде дамуына қаншалықты әлеуеті бар екенін көрді.",
    "annualReport.supportersSFEDescription2": "Дэвид есептеу ойлаудың маңыздылығын өзінен-өзі біледі және оның компьютерлік ғалым және кәсіпкер ретіндегі мансабы Scratch-тің жас оқушыларға күнделікті зерттеуге көмектесетін қызығушылығымен қалыптасты. Оны Принстонда информатиканы оқып, MIT-дің жасанды интеллект зертханасында аяқталған жұмыс негізінде PhD дәрежесін алуға итермелеген дәл осы зерттеуші инстинкт. 2001 жылы ол инвестициялық басқаруда машиналық оқыту мен деректер ғылымын қолдану бойынша әлемдік көшбасшыға айналған Two Sigma-ді құрды.",
    "annualReport.supportersSFEDescription3": "2011 жылы Дэвид Siegel Family Endowment (SFE) компаниясын құрды, ол адамдарға жаңа технологияның сұраныстарына бейімделуіне көмектесу үшін жұмыс істейді, және технология барлық дерлік секторларда туындаған күшті бұзылуларды жақсы түсінеді және азайтады. Ол сонымен қатар Scratch Foundation-тың негізін қалаушы болып табылады және Scratch-ті бүкіл әлемдегі оқушыларға еркін және қол жетімді ету миссиясының мықты қорғаушысы болып табылады.",
    "annualReport.supportersCoFounder": "Тең құрылтайшы және тең төраға",
    "annualReport.supportersQuote": "Scratch барлық жерде балалар үшін қол жетімді және қол жетімді болып табылатындығына көз жеткізу - бұл жас оқушыларға барған сайын цифрлы әлемге араласуға және гүлденуге көмектесетін ең тиімді тәсілдердің бірі. Scratch-ті қолдау бүгінде бұрынғыдан да маңызды.",
    "annualReport.supportersThankYou": "Біздің қолдаушыларға рахмет",
    "annualReport.supportersAllDescription": "Біздің міндетіміз - барлық отбасылардан шыққан балаларға елестету, құру және жаңа технологиялармен бөлісу мүмкіндіктерін беру. Біз Scratch-те жұмыс істей бастаған 2002 жылдан бастап әлемдегі миллиондаған жастарға таңғажайып оқу тәжірибесін құруға көмектескен барлық Scratch қолдаушыларына алғыс айтамыз. Келесі тізім 2019 жылдың 31 желтоқсанына дейін Scratch-ке (MIT және Scratch Foundation-да) кумулятивтік беруге негізделген.",
    "annualReport.supportersFoundingDescription": "Біз, әсіресе Scratch-тің алғашқы күндерінен бастап, әрқайсысы әр түрлі формада кем дегенде $ 10,000,000 кумулятивтік қолдау көрсететін бізді қолдаған құрылтай серіктестерімізге өте ризамыз.",
    "annualReport.supportersFoundingTitle": "Құрылтай серіктестері",
    "annualReport.supportersCreativityTitle": "Шығармашылық шеңбер —  1 000 000 доллар +",
    "annualReport.supportersCollaborationTitle": "Ынтымақтастық шеңбері — $ 200,000 +",
    "annualReport.supportersImaginationTitle": "Қиял шеңбері — $ 50,000 +",
    "annualReport.supportersInspirationTitle": "Шабыт шеңбері —$ 20,000 +",
    "annualReport.supportersExplorationTitle": "Барлау шеңбері — 5000 доллар +",
    "annualReport.supportersInKindTitle": "Мейірімді қолдаушылар",
    "annualReport.leadershipTitle": "Біздің командамыз",
    "annualReport.leadershipBoard": "Директорлар кеңесі",
    "annualReport.leadershipChair": "Кафедра",
    "annualReport.leadershipProfessor": "Оқытуды зерттеу профессоры",
    "annualReport.leadershipViceChair": "Төрағаның орынбасары",
    "annualReport.leadershipBoardMember": "Басқарма мүшесі",
    "annualReport.leadershipPresidentCEO": "Президент және бас атқарушы директор",
    "annualReport.leadershipFormerPresident": "Бұрынғы президент",
    "annualReport.leadershipFounderCEO": "Құрылтайшысы және бас директоры",
    "annualReport.leadershipFormerChairCEO": "Бұрынғы төраға және бас директор",
    "annualReport.leadershipBoardSecretaryTreasurer": "Басқарма хатшысы және қазынашысы",
    "annualReport.leadershipBoardSecretary": "Басқарма хатшысы",
    "annualReport.leadershipBoardTreasurer": "Кеңестің қазынашысы",
    "annualReport.leadershipScratchTeam": "Scratch командасы",
    "annualReport.leadershipInterim": "Уақытша атқарушы директор",
    "annualReport.donateTitle": "Бізді қолдаңыз",
    "annualReport.donateMessage": "Сіздердің қолдауларыңыз бізге Scratch-ті бәріне ақысыз етуге мүмкіндік береді, біздің серверлер жұмыс істейді, ең бастысы, біз бүкіл әлемдегі балаларға елестету, жасау және бөлісу мүмкіндігін ұсына аламыз. Рақмет сізге!",
    "annualReport.donateButton": "Cыйға беру"
}