{
    "annualReport.subnavMessage": "Bericht",
    "annualReport.subnavMission": "Missie",
    "annualReport.subnavMilestones": "Mijlpaal",
    "annualReport.subnavReach": "Bereik",
    "annualReport.subnavInitiatives": "Initiatieven",
    "annualReport.subnavFinancials": "Financiën",
    "annualReport.subnavSupporters": "Supporters",
    "annualReport.subnavTeam": "Team",
    "annualReport.subnavDonate": "Doneer",
    "annualReport.mastheadYear": "Jaarverslag 2019",
    "annualReport.mastheadTitle": "Het cultiveren van een wereld van creatief leren",
    "annualReport.messageTitle": "Bericht van het Scratch Team",
    "annualReport.messageP1": "2019 was een jaar van grote vooruitgang voor Scratch. We begonnen het jaar met de lancering van Scratch 3.0, onze nieuwste generatie Scratch, ontworpen om de creativiteit van kinderen te stimuleren en kinderen met verschillende interesses en achtergronden te betrekken. We vierden het einde van het jaar met de verhuizing van ons team van MIT naar het nieuwe huis van de Scratch Foundation, in een speelse ruimte op de eerste verdieping in de buurt van het South Station in Boston. Gedurende het hele jaar bleef de Scratch-gemeenschap gedijen en groeien: Meer dan 20 miljoen jongeren hebben in 2019 met Scratch projecten opgezet, een stijging van 48% ten opzichte van het jaar daarvoor.",
    "annualReport.messageP2": "De invloed en het belang van Scratch zijn in 2020 aangetoond, toen de COVID-pandemie de scholen tot sluiting dwong. De activiteit in de online gemeenschap van Scratch is meer dan verdubbeld, omdat jongeren, die alleen thuis zijn, zich tot Scratch hebben gewend om zich creatief uit te drukken en met elkaar in contact te komen. Scratchers zijn ook actief betrokken geweest bij Black Lives Matter en andere bewegingen voor rassenrechtvaardigheid en gelijkheid, waarbij ze geanimeerde projecten en studio's creëerden om het bewustzijn te verspreiden en te vragen om verandering.",
    "annualReport.messageP3": "Vanaf het moment dat we Scratch in 2007 lanceerden, hebben we Scratch altijd gezien als meer dan een programmeertaal. Scratch biedt mogelijkheden voor alle jongeren, van alle achtergronden, om hun stem te ontwikkelen, hun ideeën uit te drukken en met elkaar te creëren. We zien graag hoe Scratchers hebben gereageerd op de recente maatschappelijke uitdagingen met creativiteit, samenwerking, zorgzaamheid en vriendelijkheid.",
    "annualReport.messageP4": "In dit jaarverslag delen we meer over de missie, de plannen, de impact en het bereik van Scratch, ondersteund met voorbeelden van hoe Scratch de leermogelijkheden voor een brede diversiteit aan jongeren over de hele wereld uitbreidt, zowel op scholen als gedurende hun hele leven.",
    "annualReport.messageP5": "We zijn trots op wat jonge mensen vandaag de dag met Scratch creëren en leren, en we zijn vastbesloten om meer kansen te bieden aan meer jonge mensen in de toekomst.",
    "annualReport.messageSignature": "— Het Scratch Team",
    "annualReport.covidResponseTitle": "Scratch reageert op COVID",
    "annualReport.covidResponseP1": "Terwijl we dit jaarverslag schrijven, zijn we maandenlang bezig met de COVID-pandemie. Sinds medio maart 2020 is het Scratch-kantoor gesloten en werken de leden van het Scratch-team actief vanuit huis aan de ondersteuning van kinderen en opvoeders over de hele wereld wier leven door de pandemie is ontwricht.",
    "annualReport.covidResponseP2": "Op 17 maart lanceerden we het #ScratchAtHome initiatief om kinderen, gezinnen en opvoeders ideeën aan te reiken voor creatieve leeractiviteiten met Scratch thuis. We blijven video tutorials en andere bronnen toevoegen aan de {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome page",
    "annualReport.covidResponseP3": "Activiteit in de {scratchCommunityLink} is meer dan verdubbeld ten opzichte van vorig jaar. Scratchers creëren en delen projecten om anderen te ondersteunen en te inspireren via de pandemie - met projecten en studio's die ideeën bieden om thuis te sporten, tips om gezond te blijven, humor om elkaar op te vrolijken, en bedanken essentiële helpers.",
    "annualReport.covidResponseScratchCommunity": "Scratch online community",
    "annualReport.missionTitle": "Onze missie",
    "annualReport.missionSubtitle": "Onze missie is om alle kinderen, van alle achtergronden, mogelijkheden te bieden om zich iets voor te stellen, te creëren en samen te werken met nieuwe technologieën - zodat ze de wereld van morgen vorm kunnen geven.",
    "annualReport.missionP1": "We zijn vastbesloten om prioriteit te geven aan rechtvaardigheid in alle aspecten van ons werk, met een bijzondere nadruk op initiatieven en benaderingen die kinderen, gezinnen en opvoeders die het verst van onderwijsrechtvaardigheid af staan, ondersteunen.",
    "annualReport.missionP2": "We hebben Scratch ontwikkeld als een vrije, veilige, speelse leeromgeving die alle kinderen betrekt bij het creatief denken, systematisch redeneren en samenwerken - essentiële vaardigheden voor iedereen in de hedendaagse samenleving. We werken samen met opvoeders en gezinnen om kinderen te ondersteunen bij het verkennen, delen en leren.",
    "annualReport.missionP3": "Bij de ontwikkeling van nieuwe technologieën, activiteiten en leermateriaal laten we ons leiden door wat we noemen de {fourPsItalics}:",
    "annualReport.fourPs": "De vier P's van Creatief Leren",
    "annualReport.missionProjectsTitle": "Projecten",
    "annualReport.missionPeersTitle": "Peers",
    "annualReport.missionPassionTitle": "Passie",
    "annualReport.missionPlayTitle": "Spelen",
    "annualReport.missionProjectsDescription": "Kinderen betrekken bij het ontwerpen, creëren en creatief uitdrukken van zichzelf",
    "annualReport.missionPeersDescription": "Ondersteuning van kinderen bij het samenwerken, delen, remixen en mentorschap",
    "annualReport.missionPassionDescription": "Kinderen in staat stellen om te bouwen aan hun interesses en te werken aan persoonlijke zinvolle projecten",
    "annualReport.missionPlayDescription": "Kinderen aanmoedigen om te sleutelen, te experimenteren en te puzzelen",
    "annualReport.milestonesTitle": "Mijlpaal",
    "annualReport.milestonesDescription": "Hier zijn enkele belangrijke gebeurtenissen en prestaties in de geschiedenis van Scratch en de wereldwijde Scratch-gemeenschap.",
    "annualReport.milestones2003Message": "Een subsidie van de National Science Foundation toegekend om de ontwikkeling van Scratch te starten.",
    "annualReport.milestones2004Message": "Eerste Scratch-workshop aangeboden bij Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Openbare lancering van Scratch-programmeertaal en online community",
    "annualReport.milestones2008Message": "Georganiseerde eerste Scratch-conferentie voor opvoeders en ontwikkelaars",
    "annualReport.milestones2009Message1.4": "Uitgebrachte Scratch 1.4, vertaald in meer dan 40 talen",
    "annualReport.milestones2009MessageScratchDay": "Georganiseerd het eerste Scratch Dag-evenement voor kinderen en gezinnen",
    "annualReport.milestones2010Message": "Scratch online community bereikt 1 miljoen leden",
    "annualReport.milestones2013MessageFoundation": "Opgericht Code-to-Learn Foundation (later hernoemd tot Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Lancering van Scratch 2.0, die nieuwe mogelijkheden voor samenwerking biedt",
    "annualReport.milestones2014Message": "Lancering van ScratchJr voor jongere kinderen van 5 tot 7 jaar.",
    "annualReport.milestones2016Message": "Scratch online community bereikt 10 miljoen leden",
    "annualReport.milestones2017Message": "Scratch Dag groeit naar 1.100 evenementen in 60 landen",
    "annualReport.milestones2019MessageScratch3": "Lancering van Scratch 3.0, uitbreiding van wat kinderen kunnen maken met code",
    "annualReport.milestones2019MessageMove": "Scratch Team verhuist van MIT naar Scratch Foundation",
    "annualReport.reachTitle": "Kinderen wereldwijd bereiken",
    "annualReport.reachSubtitle": "Scratch is 's werelds grootste code-community voor kinderen en tieners, vanaf 8 jaar.",
    "annualReport.reachMillion": "miljoen",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Unieke bezoekers",
    "annualReport.reachProjectsCreated": "Projecten die zijn gemaakt",
    "annualReport.reachProjectCreators": "Projecten van mensen",
    "annualReport.reachComments": "Commentaar geplaatst in de Online Community",
    "annualReport.reachGrowthTitle": "Community Groei",
    "annualReport.reachGrowthBlurb": "Nieuwe accounts gecreëerd in de Scratch Online Community in de afgelopen 5 jaar.",
    "annualReport.reachGlobalCommunity": "Onze wereldwijde community",
    "annualReport.reachMapBlurb": "Totaal aantal accounts geregistreerd in de Scratch Online Community vanaf de lancering van Scratch tot en met 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "op een logaritmische schaal",
    "annualReport.reachTranslationTitle": "Scratch is vertaald in 60+ talen",
    "annualReport.reachTranslationBlurb": "Dankzij vrijwillige vertalers uit de hele wereld.",
    "annualReport.reachScratchJrBlurb": "ScratchJr is een voorbereidende programmeeromgeving die jonge kinderen (5-7 jaar) in staat stelt om hun eigen interactieve verhalen en spelletjes te creëren.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Downloads sinds de lancering in 2014",
    "annualReport.initiativesTitle": "Initiatieven",
    "annualReport.initiativesDescription": "Het werk van de Scratch Foundation concentreert zich op drie strategische gebieden: creatieve gereedschappen, gemeenschap en scholen. Elk gebied geeft prioriteit aan de stem en de behoeften van kinderen die ondervertegenwoordigd zijn in creatief computergebruik en probeert kinderen in diverse omgevingen en culturen over de hele wereld te ondersteunen.",
    "annualReport.equity": "Equity",
    "annualReport.globalStrategy": "Wereldwijde strategie",
    "annualReport.toolsTitle": "Creatieve gereedschappen",
    "annualReport.toolsIntro": "We zijn voortdurend aan het experimenteren en innoveren met nieuwe technologieën en nieuwe ontwerpen - we streven er altijd naar om kinderen nieuwe manieren te bieden om te creëren, samen te werken en te leren.",
    "annualReport.toolsSpotlight": "Creatieve Gereedschappen — Spotlight verhaal",
    "annualReport.toolsLaunch": "Lancering van Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "We hebben Scratch 3.0 ontworpen om uit te breiden hoe, wat en waar kinderen met Scratch kunnen creëren. Scratch 3.0 werd begin 2019 uitgebracht en leidde tot een golf van activiteiten in de Scratch-gemeenschap, met meer projecten - en een grotere verscheidenheid aan projecten - dan ooit tevoren.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 bevat een bibliotheek met extensies - extra collecties van code-blokken die nieuwe mogelijkheden aan Scratch toevoegen. Sommige extensies bieden toegang tot webservices en andere softwarefuncties, terwijl andere Scratch verbinden met apparaten in de fysieke wereld, zoals motoren en sensoren.",
    "annualReport.toolsTexttoSpeech": "Tekst-naar-spraak",
    "annualReport.toolsTexttoSpeechIntro": "Met de Tekst-naar-Spraak extensie kunnen kinderen hun Scratch-personages programmeren om hardop te spreken, in een verscheidenheid van verschillende stemmen.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projecten in 2019 gebruikten Tekst-naar-spraak",
    "annualReport.toolsMostPopular": "Meest populair",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} nieuwe Scratch uitbreiding in de community",
    "annualReport.toolsCollabAWS": "Samenwerking met Amazon Web Services",
    "annualReport.toolsTranslate": "Vertaal",
    "annualReport.toolsTranslateIntro": "Met de Vertaal extensie, gebouwd op de Google Translate API, kunnen kinderen automatische vertaling opnemen in hun projecten, ter ondersteuning van het leren van talen en wereldwijde communicatie.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} talen vertaald in de uitbreiding",
    "annualReport.toolsSupportsLiteracy": "Ondersteunt geletterdheid",
    "annualReport.toolsCSandLanguageArts": "informatica en taalkunde",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} via {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Samenwerking met Google",
    "annualReport.toolsPhysicalWorld": "Fysieke wereld verbindingen",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Leerlingen kunnen dansrobots, interactieve sculpturen en dataverzamelingsexperimenten maken met behulp van Scratch en LEGO-robotics kits.. De nieuwe LEGO Education SPIKE Prime Set bevat een app gebaseerd op Scratch. Daarnaast zijn er Scratch-extensies beschikbaar voor {mindstormsLink} and {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Samenwerking met LEGO Education",
    "annualReport.toolsVideoTutorials": "Videolessen",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 introduceerde een gevarieerde collectie van video tutorials om kinderen te helpen met Scratch aan de slag te gaan. De tutorials zijn open en ontworpen om studenten aan te moedigen om te experimenteren, hun interesses te volgen en hun eigen ideeën te uiten.",
    "annualReport.toolsNumTutorials": "25 nieuwe tutorials",
    "annualReport.toolsNewTutorials": "{numTutorials} beschikbaar in Scratch 3.0",
    "annualReport.toolsNumViews": "23 miljoen",
    "annualReport.toolsTutorialsViews": "{numViews} weergaven in 2019",
    "annualReport.toolsApp": "Scratch App Ondersteunt Offline Leren",
    "annualReport.toolsDownloadLink": "downloadbare app",
    "annualReport.toolsRaspberryLink": "bruikbaar op Raspberry Pi 4",
    "annualReport.toolsAppIntro": "In de loop van 2019 heeft het Scratch Team Scratch 3.0 uitgebracht als een {downloadableLink} voor gebruik op meerdere platforms, waaronder Windows, MacOS, ChromeOS en Android-tablets. Daarnaast heeft de Raspberry Pi Foundation Scratch 3.0 uitgebracht voor {raspberryLink}. Deze downloadbare versies zijn vooral belangrijk voor miljoenen leerlingen in gebieden waar de internetverbinding niet beschikbaar of onbetrouwbaar is.",
    "annualReport.toolsAbhiTitle": "Abhi op Cartoon Network",
    "annualReport.toolsAbhiIntro": "Om te benadrukken wat kinderen met Scratch 3.0 kunnen doen, hebben we in samenwerking met Cartoon Network een video gemaakt met Abhi, een 12-jarige Scratcher die graag animaties en spelletjes maakt. In de video ontmoet Abhi Ian Jones-Quartey, de maker van OK K.O. en andere Cartoon Network shows. Abhi laat Ian kennismaken met de belangrijkste kenmerken van de nieuwe versie van Scratch, en samen tekenen en programmeren ze een animatie van een Cartoon Network personage dat op en neer springt.",
    "annualReport.toolsAbhiQuote": "Mijn favoriete ding over Scratch is de community, omdat ze aardig en behulpzaam zijn voor mij. Daarom ben ik altijd blij om elk project in mijn dromen te delen.",
    "annualReport.communityTitle": "Gemeenschap",
    "annualReport.communityIntro": "De Scratch online community is altijd een belangrijk onderdeel geweest van de Scratch-ervaring en biedt kinderen de mogelijkheid om samen te werken, te delen en feedback te geven aan elkaar.",
    "annualReport.communitySpotlight": "Community — Spotlight verhaal",
    "annualReport.communityTeam": "Scratch Community Team",
    "annualReport.communityTeamIntro1": "Op de vraag waarom ze Scratch gebruiken, hebben de meeste Scratchers het over het belang van de online community voor het motiveren van hun voortdurende deelname, het bieden van een ruimte waar ze hun creativiteit kunnen uiten, vrienden kunnen maken, feedback kunnen krijgen, nieuwe ideeën kunnen opdoen en nieuwe vaardigheden kunnen aanleren. Veel Scratchers spreken hun waardering uit voor de Scratch-gemeenschap als een veilige en gastvrije ruimte om met elkaar in contact te komen, te delen en van elkaar te leren.",
    "annualReport.communityTeamIntro2": "Met 40.000 nieuwe projecten en 400.000 nieuwe commentaren per dag in de Scratch online gemeenschap, hoe kunnen we ervoor zorgen dat de gemeenschap veilig en vriendelijk blijft, terwijl we ook creatieve expressie ondersteunen en aanmoedigen? Ons Community Team, inclusief fulltime personeel en een netwerk van moderators, leidt dit essentiële werk. Er zijn twee belangrijke dimensies van het werk van het Community Team: moderatie en betrokkenheid bij de gemeenschap.",
    "annualReport.communityModerationTitle": "Community Moderatie",
    "annualReport.communityModerationInfo": "Wanneer jongeren zich bij de Scratch-gemeenschap aansluiten, komen zij overeen een reeks communautaire richtsnoeren te volgen, die bedoeld zijn om Scratch een veilige en ondersteunende plaats voor jongeren van alle achtergronden te houden. Ons Community Team gebruikt een breed scala aan instrumenten en strategieën om goed digitaal burgerschap aan te moedigen en een positieve omgeving voor Scratchers te behouden. Geautomatiseerde filters voorkomen dat privé-informatie wordt gedeeld of dat ongepaste inhoud wordt geplaatst, en we staan iedereen toe om inhoud te melden waarvan zij vinden dat deze in strijd is met de richtlijnen van de Community.",
    "annualReport.communityGuidelinesTitle": "Gemeenschapsrichtlijnen",
    "annualReport.communityGuidelinesInfo": "Mensen van alle leeftijden, ras, etniciteit, religie, seksuele geaardheid en genderidentiteit zijn welkom bij Scratch.",
    "annualReport.communityGuidelinesRespect": "Wees respectvol.",
    "annualReport.communityGuidelinesShare": "Delen",
    "annualReport.communityGuidelinesHonest": "Wees eerlijk.",
    "annualReport.communityGuidelinesConstructive": "We zijn opbouwend.",
    "annualReport.communityGuidelinesPrivacy": "Houd persoonlijke informatie privé.",
    "annualReport.communityGuidelinesFriendly": "We houden de website vriendelijk.",
    "annualReport.communityEngagementTitle": "Community Engagement",
    "annualReport.storySwap": "Verhalenwissel",
    "annualReport.communityEngagementInfo": "Een andere belangrijke rol van het Community Team is het benadrukken en ontwikkelen van mogelijkheden voor jongeren om hun ideeën te uiten en zich op een positieve manier te engageren. Het team heeft projecten en studio's van leden van de community om als inspiratiebron te dienen, en het plaatst regelmatig Scratch Design Studios om creatieve activiteiten te stimuleren. Elke zomer organiseert het team een online Scratch Camp: het thema in 2019 was {storySwapLink}, met Scratchers die op elkaars verhalen voortbouwen.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Some Scratch Design Studios from 2019:",
    "annualReport.communityDayintheLife": "Dag in het leven van",
    "annualReport.communityDayintheLifeInfo": "Maak een project over een dag in het leven van iets",
    "annualReport.communityYear3000": "Jaar 3000",
    "annualReport.communityYear3000Info": "Hoe zou het leven in het jaar 3000 kunnen zijn?",
    "annualReport.communityBounce": "Stuiter",
    "annualReport.communityBounceInfo": "Maak een project waarbij je stuitert, springt, roetsjt of huppelt.",
    "annualReport.communityMonochromatic": "Monochroom",
    "annualReport.communityMonochromaticInfo": "Hoe zouden de dingen eruit zien als er maar één kleur was?",
    "annualReport.communityQuotes": "Community — Citaten",
    "annualReport.communityQuote1": "Ik kwam bij Scratch toen ik 11 jaar oud was en de dingen die ik leerde door het gebruik van het platform en de interactie met de gemeenschap waren echt een vitaal onderdeel van mijn leerproces toen ik opgroeide.",
    "annualReport.communityQuote2": "Scratch heeft me in staat gesteld om dingen vanuit huis te doen, zoals \n- Mensen en hun projecten respecteren\n- Vrienden maken\n- Voelen dat ik niet alleen ben in deze quarantaine...\n.... en nog veel meer, dus ik wil zeggen \n¡GRACIAS!",
    "annualReport.communityQuote3": "Ik ben al ongeveer 2 jaar op Scratch, en het is een levensveranderende ervaring! Ik heb zoveel nieuwe dingen geleerd, zoals codering, online etiquette en kunst!",
    "annualReport.communityQuote4": "Scratch was mijn favoriete hobby in de zesde klas. Het introduceerde me heimelijk de Booleaanse logica, de volgorde van de bewerkingen en de genestelde wiskundige uitdrukkingen - om nog maar te zwijgen van de computerprogrammering zelf.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "Terwijl raciale rechtvaardigheidsprotesten de Verenigde Staten na de tragische moorden op George Floyd, Breonna Taylor, Ahmaud Arbery en anderen begin 2020 troffen, gebruikten veel jongeren Scratch als een manier om hun steun te betuigen aan de Black Lives Matter-beweging, door projecten op te zetten en opmerkingen te plaatsen om zich uit te spreken tegen het racisme en het politiegeweld. In een {BLMStudioLink} vermeld op de Scratch-homepage hebben Scratchers honderden projecten en duizenden commentaren ingediend. Het Scratch Community Team was actief betrokken, om Scratchers te ondersteunen tijdens een traumatische tijd en om ervoor te zorgen dat alle projecten en gesprekken respectvol bleven.",
    "annualReport.communityArtwork": "Artwork by the Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "We see young people as agents of change.",
    "annualReport.communityChangeInfo": "We are committed to working with them, and with the educators and families who support them, to ensure that they develop the skills, the motivation, and the confidence they’ll need to lead fulfilling lives and bring about meaningful change in society.",
    "annualReport.watchVideo": "Bekijk de video",
    "annualReport.schoolsTitle": "Scholen",
    "annualReport.schoolsIntro": "We provide programs and resources to support teachers and students in schools around the world, designed to achieve equity in creative computing experiences, based on projects, passion, peers, and play.",
    "annualReport.schoolsSpotlight": "Schools — Spotlight Story",
    "annualReport.cpsProjectTitle": "Creative Computing in Chicago Public Schools",
    "annualReport.cpsProjectIntroP1": "In 2019, with funding from Google.org, the Scratch Team partnered with SocialWorks, CS4ALL Chicago and Chicago Public Schools to support seven elementary schools in the South Side of Chicago as they launched an initiative to incorporate creative coding into their curriculum.",
    "annualReport.cpsProjectIntroP2": "As a part of this initiative, hundreds of students imagined and drew themselves as the superhero of their own video games. They brought those ideas to life in a collaborative Scratch project called SuperMe. Local Chicago hero and Grammy Award winning musician Chance the Rapper was so inspired by the students’ work that he named it the official video game for his hit song “I Love You So Much” and shared it with the world.",
    "annualReport.familyCreativeNightsHeader": "Family Creative Coding Nights",
    "annualReport.familyCreativeNightsDescription": "A key to the success of this initiative was to connect students, families, teachers, and other community members through Family Creative Coding Nights. These events brought together hundreds of family members of all ages—from young children to grandparents—in activities that mixed coding with art, dance, and music. These events strengthened connections between home and school, recognizing the important role of families in inspiring and supporting children's learning.",
    "annualReport.familyNightsPhotoCredit": "Photos by Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investing in Professional Development for Teachers",
    "annualReport.teacherPDDescription": "Teachers across the participating elementary schools came together for professional development workshops, gaining first-hand experience in creating their own Scratch projects and finding meaningful ways to use Scratch to support student learning across the curriculum.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS Educator",
    "annualReport.teacherPDQuote": "What surprised me most was the intrinsic collaboration that came with using Scratch in my classroom. Often, students themselves would discover something in the Scratch platform, show me, and then spread it among themselves.",
    "annualReport.extendingReachHeader": "Extending the Reach",
    "annualReport.extendingReachDescription": "To expand the reach of this partnership, CS4ALL Chicago built on the Family Creative Coding Night model and has made it available to all Chicago Public Schools. Google CS First produced {codeYourHeroLink} guides for students and teachers, available free online in English and Spanish.",
    "annualReport.codeYourHero": "Code Your Hero",
    "annualReport.inTheNewsHeader": "In het nieuws",
    "annualReport.chicagoSunTimesArticle": "Chicago Sun Times Article",
    "annualReport.rollingStoneArticle": "Rolling Stone Article",
    "annualReport.conferencesTitle": "Scratch Conferences around the World",
    "annualReport.conferencesIntro": "In 2008, the Scratch Team hosted the first Scratch conference at MIT, bringing together educators, researchers, and developers to share ideas and experiences for using Scratch to support creative learning. Since then, the Scratch Team has organized and hosted a Scratch conference at MIT every two years. In addition, members of the global Scratch community have organized and hosted more than a dozen conferences—stretching across oceans, continents, cultures, and languages.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, photo by {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latijns Amerika",
    "annualReport.conferencesLatinAmericaDescription": "In May 2019, educators from across Chile and other areas of Latin America came together for the second {scratchAlSurLink} conference in Santiago, Chile. Following the conference, Scratch al Sur released a {spanishVersionLink} of the {creativeComputingCurriculumLink} guide, developed by the Creative Computing group at the Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Spaanse versie",
    "annualReport.conferencesLatinAmericaImageCaption": "Photo provided by {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "In August 2019, the Raspberry Pi Foundation organized the fourth {scratchConferenceEuropeLink}, held in Cambridge, UK. The conference brought together formal and informal educators from more than 25 countries for hands-on workshops, presentations, and demonstrations by students, educators, researchers, and community-based organizations.",
    "annualReport.conferencesEuropeImageCaption": "Photo provided by {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "In October 2019, the first {scratchAfricaConferenceLink} was held in Nairobi, Kenya, drawing more than 250 educators and students from across Africa to share lessons, empower young people, and celebrate accomplishments in creative coding. At the conference, the Scratch Team launched a Swahili version of Scratch, available for use both online and offline.",
    "annualReport.conferencesAfricaImageCaption": "Photo by {photoCredit}",
    "annualReport.financialsTitle": "Financials - 2019",
    "annualReport.financialsButton": "2019 Audited Financials",
    "annualReport.financialsFutureYears": "Note: Financials in future years will be significantly different, since the Scratch staff has now transitioned from MIT to the Scratch Foundation.",
    "annualReport.supportersTitle": "Thank You to Our Supporters",
    "annualReport.supportersIntro": "Thank you to our generous supporters. Your contribution helps us expand creative learning opportunities for children of all ages, from all backgrounds, around the globe.",
    "annualReport.supportersSpotlightTitle": "Donor - Spotlight Story",
    "annualReport.supportersSFETitle": "Siegel Family Endowment",
    "annualReport.supportersSFEDescription1": "In May 2012, David Siegel attended Scratch Day at the MIT Media Lab with his son Zach, an active and enthusiastic Scratcher. Watching Zach and other children using Scratch to code their own games, animations, and robotic creatures, David saw how much potential Scratch had to help children both learn practical coding skills, and develop as computational thinkers.",
    "annualReport.supportersSFEDescription2": "David knows the importance of computational thinking firsthand, and his career as a computer scientist and entrepreneur has been shaped by the same curiosity that Scratch helps young learners explore every day. It's the same exploratory instinct that led him to study computer science at Princeton, and earn a PhD based on work completed at MIT's Artificial Intelligence Lab. In 2001, he co-founded Two Sigma, which has grown to become a world leader in applying machine learning and data science to investment management.",
    "annualReport.supportersSFEDescription3": "In 2011, David founded Siegel Family Endowment (SFE) to support organizations working to help people adapt to the demands of new technology, and to better understand and mitigate the powerful disruptions that technology has driven in almost every sector. He is also a co-founder of the Scratch Foundation, and is a strong advocate for the organization's mission to keep Scratch free and accessible to learners all over the world.",
    "annualReport.supportersCoFounder": "Co-Founder and Co-Chairman",
    "annualReport.supportersQuote": "Making sure that Scratch remains free and accessible for kids everywhere is one of the most impactful ways we can help young learners engage and thrive in an increasingly digital world. Supporting Scratch is more important today than ever before.",
    "annualReport.supportersThankYou": "Thank you to our supporters",
    "annualReport.supportersAllDescription": "Our mission is to provide all children, from all backgrounds, with opportunities to imagine, create, and share with new technologies. We want to thank all Scratch supporters who, since we started working on Scratch in 2002, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on cumulative giving to Scratch (at both MIT and Scratch Foundation) through December 31, 2019.",
    "annualReport.supportersFoundingDescription": "We are especially grateful to our Founding Partners who supported us from the early days of Scratch, each providing at least $10,000,000 of cumulative support, in various forms.",
    "annualReport.supportersFoundingTitle": "Founding Partners",
    "annualReport.supportersCreativityTitle": "Creativity Circle — $1,000,000+",
    "annualReport.supportersCollaborationTitle": "Collaboration Circle — $200,000+",
    "annualReport.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.leadershipTitle": "Ons team",
    "annualReport.leadershipBoard": "Raad van bestuur",
    "annualReport.leadershipChair": "Chair",
    "annualReport.leadershipProfessor": "Professor of Learning Research",
    "annualReport.leadershipViceChair": "Vice-Chair",
    "annualReport.leadershipBoardMember": "Board Member",
    "annualReport.leadershipPresidentCEO": "President and CEO",
    "annualReport.leadershipFormerPresident": "Former President",
    "annualReport.leadershipFounderCEO": "Founder and CEO",
    "annualReport.leadershipFormerChairCEO": "Former Chair and CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Board Secretary & Treasurer",
    "annualReport.leadershipBoardSecretary": "Board Secretary",
    "annualReport.leadershipBoardTreasurer": "Board Treasurer",
    "annualReport.leadershipScratchTeam": "Scratch-team",
    "annualReport.leadershipInterim": "Interim Executive Director",
    "annualReport.donateTitle": "Steun ons",
    "annualReport.donateMessage": "Your support enables us to make Scratch free for everyone, keeps our servers running, and most importantly, we are able to provide kids around the world an opportunity to imagine, create and share. Thank you!",
    "annualReport.donateButton": "Doneer"
}