{
    "annualReport.subnavMessage": "Mensagem",
    "annualReport.subnavMission": "Missão",
    "annualReport.subnavMilestones": "Marcos históricos",
    "annualReport.subnavReach": "Alcance",
    "annualReport.subnavInitiatives": "Iniciativas",
    "annualReport.subnavFinancials": "Finanças",
    "annualReport.subnavSupporters": "Apoiadores",
    "annualReport.subnavTeam": "Equipe",
    "annualReport.subnavDonate": "Doações",
    "annualReport.mastheadYear": "Relatório Anual de 2019",
    "annualReport.mastheadTitle": "Cultivando um Mundo de Aprendizagem Criativa",
    "annualReport.messageTitle": "Mensagem da Equipe Scratch",
    "annualReport.messageP1": "2019 foi um ano de muito progresso para o Scratch. Começamos o ano lançando o Scratch 3.0, a mais nova geração do Scratch, projetada para despertar e incentivar a criatividade de crianças com diversos interesses e origens. Celebramos o fim do ano mudando nossa equipe do MIT para o seu novo lar na Fundação Scratch, em um espaço divertido no andar térreo próximo à South Station em Boston. Durante este ano, a comunidade Scratch continuou a crescer e prosperar: Mais de 20 milhões de jovens criaram projetos com Scratch em 2019, um aumento de 48% em relação ao ano anterior.",
    "annualReport.messageP2": "O impacto e importância do Scratch foi destacado em 2020 já que a pandemia do COVID forçou escolas a fechar. A atividade na comunidade online do Scratch mais que dobrou quando jovens, confinados às suas casas, vieram ao Scratch para se expressar criativamente e conectar uns com os outros. Scratchers também estão ativamente engajados no Black Lives Matter e outros movimentos a favor de justiça e equidade racial, criando projetos animados e estúdios para espalhar a mensagem e exigir mudanças.",
    "annualReport.messageP3": "Desde que lançamos o Scratch em 2007, sempre vimos o Scratch como algo além de uma linguagem de programação. O Scratch oferece oportunidades a todos os jovens, de todas as origens, à desenvolverem suas vozes, expressarem suas ideias e criarem juntos. Nós amamos ver como os Scratchers têm respondido aos desafios sociais recentes com criatividade, colaboração, amor e carinho.",
    "annualReport.messageP4": "Neste Relatório Anual, nós compartilharemos mais sobre a missão, planos, impacto e alcance do Scratch, apoiados com exemplos de como o Scratch expande oportunidades de aprendizagem para uma grande diversidade de jovens ao redor do mundo, nas escolas e em suas vidas.",
    "annualReport.messageP5": "Temos orgulho do que os jovens estão criando e aprendendo com o Scratch hoje em dia, e estamos comprometidos em fornecer mais oportunidades para mais jovens no futuro.",
    "annualReport.messageSignature": "— A Equipe Scratch",
    "annualReport.covidResponseTitle": "O Scratch Responde ao COVID",
    "annualReport.covidResponseP1": "Enquanto escrevemos este relatório anual, estamos há meses na pandemia do COVID. Desde a metade de março de 2020, o escritório do Scratch está fechado e os membros da Equipe Scratch trabalham ativamente de casa para apoiar as crianças e educadores ao redor do mundo cujas vidas foram perturbadas pela pandemia.",
    "annualReport.covidResponseP2": "Em 17 de março, lançamos a iniciativa #ScratchEmCasa para dar ideias a crianças, famílias e educadores para se envolverem em atividades de aprendizagem criativa com Scratch em casa. Continuamos adicionando tutoriais em vídeo e outros recursos à {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "página #ScratchEmCasa",
    "annualReport.covidResponseP3": "A atividade na {scratchCommunityLink} aumentou mais que o dobro do ano passado. Scratchers estão criando e compartilhando projetos para apoiar e inspirar os outros na pandemia—com projetos e estúdios que oferecem ideias de exercícios em casa, dicas para se manter saudável, humor para animar uns aos outros e agradecimentos para os trabalhadores de serviços essenciais.",
    "annualReport.covidResponseScratchCommunity": "Comunidade online Scratch",
    "annualReport.missionTitle": "Nossa Missão",
    "annualReport.missionSubtitle": "Nossa missão é dar a todas as crianças, de todas as origens, oportunidades de imaginar, criar e colaborar com novas tecnologias — para que eles possam formar o mundo de amanhã.",
    "annualReport.missionP1": "Nós estamos comprometidos a priorizar a equidade em todos os aspectos de nosso trabalho, com um foco particular em iniciativas e abordagens que apoiem crianças, famílias e educadores mais distantes da justiça educacional.",
    "annualReport.missionP2": "Nós desenvolvemos o Scratch como um ambiente de aprendizado livre, seguro e divertido que encoraja toda criança a pensar criativamente, raciocinar sistematicamente e trabalhar colaborativamente — habilidades essenciais para todos na sociedade atual. Nós trabalhamos com educadores e famílias para apoiar crianças em sua exploração, compartilhamento e aprendizagem.",
    "annualReport.missionP3": "Ao desenvolver novas tecnologias, atividades e materiais de aprendizagem, seguimos o que chamamos de {fourPsItalics}:",
    "annualReport.fourPs": "Os 4 P's da Aprendizagem Criativa",
    "annualReport.missionProjectsTitle": "Projetos",
    "annualReport.missionPeersTitle": "Pares",
    "annualReport.missionPassionTitle": "Paixão",
    "annualReport.missionPlayTitle": "Pensar brincando",
    "annualReport.missionProjectsDescription": "Envolvemos as crianças na concepção, criação e expressão pessoal criativa",
    "annualReport.missionPeersDescription": "Apoiamos as crianças na colaboração, compartilhamento, remixagem e mentoria",
    "annualReport.missionPassionDescription": "Permitimos que as crianças explorarem seus interesses e trabalharem em projetos pessoais significativos",
    "annualReport.missionPlayDescription": "Encorajamos as crianças a brincarem, experimentarem e interagirem",
    "annualReport.milestonesTitle": "Marcos históricos",
    "annualReport.milestonesDescription": "Aqui estão alguns eventos e conquistas importantes na história do Scratch e da comunidade global do Scratch.",
    "annualReport.milestones2003Message": "Recebido subsídio da Fundação Nacional da Ciência para começar o desenvolvimento do Scratch",
    "annualReport.milestones2004Message": "Primeira oficina de Scratch oferecida no Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Lançamento público da linguagem de programação e comunidade online do Scratch",
    "annualReport.milestones2008Message": "Organizada primeira Conferência Scratch para educadores e desenvolvedores",
    "annualReport.milestones2009Message1.4": "Lançamento do Scratch 1.4, traduzido para mais de 40 idiomas",
    "annualReport.milestones2009MessageScratchDay": "Primeiro evento Scratch Day hospedado para crianças e famílias",
    "annualReport.milestones2010Message": "A comunidade online do Scratch alcança 1 milhão de membros",
    "annualReport.milestones2013MessageFoundation": "Fundação Code-to-Learn estabelecida (atual Fundação Scratch)",
    "annualReport.milestones2013MessageScratch2": "Lançamento do Scratch 2.0, oferecendo novas oportunidades de colaboração",
    "annualReport.milestones2014Message": "Lançamento do ScratchJr para crianças mais novas, de 5 a 7 anos",
    "annualReport.milestones2016Message": "A comunidade online Scratch atinge 10 milhões de membros",
    "annualReport.milestones2017Message": "1.100 eventos Scratch Day acontecem em 60 países",
    "annualReport.milestones2019MessageScratch3": "Lançamento do Scratch 3.0, expandindo o que as crianças podem criar com programação",
    "annualReport.milestones2019MessageMove": "A Equipe Scratch se muda do MIT para a Fundação Scratch",
    "annualReport.reachTitle": "Alcançando Crianças ao Redor do Mundo",
    "annualReport.reachSubtitle": "O Scratch é a maior comunidade de programação para crianças e adolescentes acima de 8 anos.",
    "annualReport.reachMillion": "milhões",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "de Visitantes Únicos",
    "annualReport.reachProjectsCreated": "de Projetos Criados",
    "annualReport.reachProjectCreators": "de Pessoas Criaram Projetos",
    "annualReport.reachComments": "de Comentários Publicados na Comunidade Online",
    "annualReport.reachGrowthTitle": "Crescimento da Comunidade",
    "annualReport.reachGrowthBlurb": "Novas contas criadas na Comunidade Online Scratch nos últimos 5 anos.",
    "annualReport.reachGlobalCommunity": "Nossa Comunidade Global",
    "annualReport.reachMapBlurb": "Total de contas registradas na Comunidade Scratch Online desde o lançamento do Scratch até 2019",
    "annualReport.reachMap20M": "20 milhões",
    "annualReport.reachMapLog": "em uma escala logarítmica ",
    "annualReport.reachTranslationTitle": "O Scratch é Traduzido em mais de 60 Idiomas",
    "annualReport.reachTranslationBlurb": "Graças a tradutores voluntários de todo o mundo.",
    "annualReport.reachScratchJrBlurb": "O ScratchJr é um ambiente de programação introdutório que permite crianças mais novas (de 5-7 anos) criarem seus próprios jogos e histórias interativas.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "de Downloads Desde o Lançamento em 2014",
    "annualReport.initiativesTitle": "Iniciativas",
    "annualReport.initiativesDescription": "O trabalho na Fundação Scratch se baseia em três áreas estratégicas: ferramentas criativas, comunidade e escolas. Cada área prioriza a voz e as necessidades das crianças que são menos representadas na computação criativa e procura apoiar crianças de diferentes ambientes e culturas ao redor do mundo.",
    "annualReport.equity": "Equidade",
    "annualReport.globalStrategy": "Estratégia Global",
    "annualReport.toolsTitle": "Ferramentas Criativas",
    "annualReport.toolsIntro": "Nós estamos sempre experimentando e inovando com novas tecnologias e novos designs — sempre nos esforçando para oferecer às crianças novas maneiras de criar, colaborar e aprender.",
    "annualReport.toolsSpotlight": "Ferramentas Criativas — História em Destaque",
    "annualReport.toolsLaunch": "Lançamento do Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Criamos o Scratch 3.0 para expandir como, o quê e onde as crianças podem criar com o Scratch. Lançado no início de 2019, o Scratch 3.0 levou a um aumento de atividade na comunidade do Scratch, com mais projetos — e maior variedade de projetos — do que nunca.",
    "annualReport.toolsLaunchIntro2": "O Scratch 3.0 inclui uma biblioteca de extensões — coleções extras de blocos de programação que adicionam novas capacidades para o Scratch. Algumas extensões disponibilizam acesso a serviços da internet e outras funcionalidades, enquanto outras conectam o Scratch com dispositivos do mundo físico como motores e sensores.",
    "annualReport.toolsTexttoSpeech": "Texto para Fala",
    "annualReport.toolsTexttoSpeechIntro": "Com a extensão Texto para Fala crianças podem programar seus personagens do Scratch para falarem alto em uma variedade de vozes diferentes.",
    "annualReport.toolsNumProjects": "330.000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projetos em 2019 usaram Texto para Fala",
    "annualReport.toolsMostPopular": "Mais Popular",
    "annualReport.toolsTexttoSpeechPopular": "A Extensão para Scratch {mostPopular} na comunidade",
    "annualReport.toolsCollabAWS": "Em colaboração com Amazon Web Services",
    "annualReport.toolsTranslate": "Traduzir",
    "annualReport.toolsTranslateIntro": "Com a extensão Traduzir, desenvolvida com a API de tradução do Google, as crianças podem incorporar tradução automática em seus projetos, apoiando a aprendizagem de idiomas e comunicação global.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} idiomas traduzidos na extensão",
    "annualReport.toolsSupportsLiteracy": "Apoia a alfabetização",
    "annualReport.toolsCSandLanguageArts": "ciência da computação e artes da linguagem",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} através da {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Em colaboração com Google",
    "annualReport.toolsPhysicalWorld": "Conexões com o Mundo Físico",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Estudante podem criar robôs dançantes, esculturas interativas e experimentos de coleta de dados usando o Scratch com os kits de robótica da LEGO. O novo LEGO Education SPIKE Prime possui um aplicativo baseado no Scratch. Além dele, extensões Scratch estão disponíveis para o {mindstormsLink} e {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Em colaboração com LEGO Education",
    "annualReport.toolsVideoTutorials": "Tutoriais em Vídeo",
    "annualReport.toolsTutorialsIntro": "O Scratch 3.0 introduziu um coleção diversa de tutoriais em vídeo para ajudar crianças a começarem no Scratch. Os tutoriais são abertos e desenhados para encorajarem os estudantes a experimentarem, seguirem seus interesses e expressarem suas próprias ideias.",
    "annualReport.toolsNumTutorials": "25 novos tutoriais",
    "annualReport.toolsNewTutorials": "{numTutorials} disponíveis no Scratch 3.0",
    "annualReport.toolsNumViews": "23 milhões",
    "annualReport.toolsTutorialsViews": "{numViews} de visualizações in 2019",
    "annualReport.toolsApp": "O Aplicativo do Scratch Auxilia a Aprendizagem Offline",
    "annualReport.toolsDownloadLink": "aplicativo baixável",
    "annualReport.toolsRaspberryLink": "uso com o Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Em 2019, a Equipe Scratch lançou o Scratch 3.0 como um {downloadableLink} para uso em múltiplas plataformas, incluindo Windows, MacOS, ChromeOS e tablets Android. Além disso, a Fundação Raspberry Pi Foundation lançou o Scratch 3.0 para {raspberryLink}. Essas versões baixáveis são especialmente importantes para milhões de aprendizes em áreas onde a conectividade com a internet não está disponível ou não é confiável.",
    "annualReport.toolsAbhiTitle": "Abhi na Cartoon Network",
    "annualReport.toolsAbhiIntro": "Para destacar o que crianças podem fazer com o Scratch 3.0, em colaboração com a Cartoon Network criamos um vídeo apresentando Abhi, um Scratcher de 12 anos de idade que ama fazer animações e jogos. No vídeo, Abhi encontra com Ian Jones-Quartey, criador de OK K.O. e outros shows da Cartoon Network. Abhi introduz Ian as características principais da nova versão do Scratch, e juntos desenham e programam uma animação de um personagem da Cartoon Network pulando para cima e para baixo.",
    "annualReport.toolsAbhiQuote": "Minha coisa favorita sobre o Scratch é a comunidade, porque eles são legais e solidários comigo. É por causa disso que eu estou sempre feliz em compartilhar os projetos que aparecem nos meus sonhos.",
    "annualReport.communityTitle": "Comunidade",
    "annualReport.communityIntro": "A comunidade online Scratch tem sido uma parte importante da experiência com o Scratch desde sempre, fornecendo oportunidades para crianças colaborarem, compartilharem e darem suas opiniões umas às outras.",
    "annualReport.communitySpotlight": "Comunidade — História em Destaque",
    "annualReport.communityTeam": "Equipe Comunidade Scratch",
    "annualReport.communityTeamIntro1": "Quando questionamos sobre por que eles usam o Scratch, a maioria dos Scratchers falam sobre a importância da comunidade online para motivar sua participação contínua, fornecendo um espaço onde eles podem expressar sua criatividade, fazer amigos, receber opiniões, conseguir novas ideias e aprender novas habilidades. Muitos Scratchers expressam seu apreço pela comunidade Scratch como um espaço seguro e acolhedor para se conectar, compartilhar e aprender uns como os outros.",
    "annualReport.communityTeamIntro2": "Com 40.000 novos projetos e 400.000 novos comentários na comunidade online Scratch a cada dia, como podemos garantir que a comunidade permaneça segura e amigável, ao mesmo tempo que apoiamos e encorajamos a expressão criativa? Nossa Equipe da Comunidade, incluindo funcionários em tempo integral e uma rede de moderadores, lidera esse trabalho essencial. Existem duas dimensões principais do trabalho da Equipe da Comunidade: moderação e envolvimento da comunidade.",
    "annualReport.communityModerationTitle": "Moderação da Comunidade",
    "annualReport.communityModerationInfo": "Quando os jovens se juntam à comunidade Scratch, eles concordam em seguir um conjunto de Diretrizes da Comunidade, que são projetadas para manter o Scratch um lugar seguro e apoiador para jovens de todas as origens. Nossa Equipe da Comunidade usa uma ampla variedade de ferramentas e estratégias para encorajar a boa cidadania digital e manter um ambiente positivo para os Scratchers criarem. Filtros automatizados evitam que informações privadas sejam compartilhadas ou conteúdo impróprio seja postado, e nós permitimos que qualquer pessoa denuncie conteúdos que eles sentirem que violam as Diretrizes da Comunidade.",
    "annualReport.communityGuidelinesTitle": "Diretrizes da Comunidade",
    "annualReport.communityGuidelinesInfo": "O Scratch abre os braços para pessoas de todas as idades, raças, etnias, religiões, habilidades, orientações sexuais e identidades de gênero.",
    "annualReport.communityGuidelinesRespect": "Seja respeitoso.",
    "annualReport.communityGuidelinesShare": "Compartilhe.",
    "annualReport.communityGuidelinesHonest": "Seja honesto.",
    "annualReport.communityGuidelinesConstructive": "Seja construtivo.",
    "annualReport.communityGuidelinesPrivacy": "Mantenha suas informações pessoais privadas.",
    "annualReport.communityGuidelinesFriendly": "Ajude a manter o comunidade amigável.",
    "annualReport.communityEngagementTitle": "Engajamento da Comunidade",
    "annualReport.storySwap": "Troca de História",
    "annualReport.communityEngagementInfo": "Outro papel importante da Equipe da Comunidade é destacar e desenvolver oportunidades para que os jovens expressem suas ideias e se envolvam de maneira positiva. A equipe apresenta projetos e estúdios de membros da comunidade para servir de inspiração, e regularmente posta em Estúdio de Design Scratch para encorajar a atividade criativa. A cada verão no hemisfério norte, a equipe organiza um Acampamento Scratch online: o tema em 2019 foi {storySwapLink}, com Scratchers remixando as histórias uns dos outros.",
    "annualReport.communitySDSTitle": "Estúdios de Design Scratch",
    "annualReport.communitySDSInfo": "Alguns Estúdios de Design Scratch de 2019:",
    "annualReport.communityDayintheLife": "Um Dia na Vida",
    "annualReport.communityDayintheLifeInfo": "Crie um projeto sobre um dia na vide de alguma coisa",
    "annualReport.communityYear3000": "Ano 3000",
    "annualReport.communityYear3000Info": "Como seria a vida no ano 3000?",
    "annualReport.communityBounce": "Elasticidade",
    "annualReport.communityBounceInfo": "Crie um projeto que envolva batidas, pulos ou saltos.",
    "annualReport.communityMonochromatic": "Monocromático",
    "annualReport.communityMonochromaticInfo": "Como as coisas pareceriam se existisse apenas uma cor?",
    "annualReport.communityQuotes": "Comunidade — Citações",
    "annualReport.communityQuote1": "Entrei no Scratch quando tinha 11 anos e as coisas que aprendi usando a plataforma e interagindo com a comunidade foram realmente uma parte vital do meu aprendizado enquanto crescia.",
    "annualReport.communityQuote2": "O Scratch me permitiu fazer coisas de casa, como \n- Respeitar pessoas e seus projetos\n- Fazer amigos\n- Sentir que eu não estou sozinha nesta quarentena\n....e muito mais, então eu quero dizer\n¡GRACIAS!",
    "annualReport.communityQuote3": "Estou no Scratch há cerca de 2 anos e tem sido uma experiência de mudança de vida! Aprendi tantas coisas novas, como programação, etiqueta online e arte!",
    "annualReport.communityQuote4": "Scratch era meu hobby favorito no sexto ano. Ele secretamente me apresentou à lógica booleana, à ordem de operações e às expressões matemáticas aninhadas—para não mencionar a própria programação de computadores.",
    "annualReport.studio": "estúdio",
    "annualReport.communityBLMIntro": "Enquanto protestos por justiça racial varriam os Estados Unidos após as trágicas mortes de George Floyd, Breonna Taylor, Ahmaud Arbery e outros no início de 2020, muitos jovens usaram o Scratch como uma forma de expressar seu apoio ao movimento Black Lives Matter, criando projetos e postando comentários para falar contra o racismo e a violência policial. Em um {BLMStudioLink} apresentado na página inicial do Scratch, Scratchers contribuíram com centenas de projetos e milhares de comentários. A Equipe Comunidade Scratch estava ativamente envolvida para apoiar os Scratchers durante o tempo traumático para garantir que todos os projetos e conversas se mantivessem respeitosas.",
    "annualReport.communityArtwork": "Trabalho de arte do Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Nós vemos jovens e crianças como agentes de transformação.",
    "annualReport.communityChangeInfo": "Estamos comprometidos em trabalhar com eles, e com os educadores e famílias que os apoiam, para garantir que desenvolvam as habilidades, a motivação e a confiança de que precisam para levar uma vida plena e trazer mudanças significativas na sociedade.",
    "annualReport.watchVideo": "Assista ao Vídeo",
    "annualReport.schoolsTitle": "Escolas",
    "annualReport.schoolsIntro": "Oferecemos programas e recursos para apoiar professores e alunos em escolas de todo o mundo, projetados para alcançar equidade em experiências de computação criativa, baseados em projetos, paixão, pares e pensar brincando.",
    "annualReport.schoolsSpotlight": "Escolas — História em Destaque",
    "annualReport.cpsProjectTitle": "Computação Criativa nas Escolas Públicas de Chicago",
    "annualReport.cpsProjectIntroP1": "Em 2019, com financiamento do Google.org, a Equipe Scratch fez parcerias com a SocialWorks, CS4ALL Chicago e Escolas Públicas de Chicago para apoiar sete escolas primárias no lado sul de Chicago enquanto lançavam uma iniciativa para incorporar a programação criativa em seu currículo.",
    "annualReport.cpsProjectIntroP2": "Como parte dessa iniciativa, centenas de alunos se imaginaram e se desenharam como os super heróis de seus próprios jogos. Eles deram vida a essas ideias em um projeto colaborativo do Scratch chamado SuperMe. O herói local de Chicago e músico vencedor do Grammy, Chance the Rapper, ficou tão inspirado pelo trabalho dos alunos que o nomeou como o jogo oficial para sua música “I Love You So Much” e o compartilhou com o mundo.",
    "annualReport.familyCreativeNightsHeader": "Noites de Programação Criativa em Família",
    "annualReport.familyCreativeNightsDescription": "Uma chave para o sucesso dessa iniciativa foi conectar alunos, famílias, professores e outros membros da comunidade por meio das Noites de Programação Criativa em Família. Esses eventos reuniram centenas de membros de todas as idades da família—desde crianças a avós—em atividades que misturavam programação com arte, dança e música. Esses eventos fortaleceram as conexões entre a casa e a escola, reconhecendo o importante papel das famílias em inspirar e apoiar a aprendizagem das crianças.",
    "annualReport.familyNightsPhotoCredit": "Fotos por Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investindo no Desenvolvimento Profissional de Professores",
    "annualReport.teacherPDDescription": "Professores de todas as escolas primárias participantes se reuniram para oficinas de desenvolvimento profissional, ganhando experiência em primeira mão na criação de seus próprios projetos no Scratch e encontrando maneiras significativas de usar o Scratch para apoiar a aprendizagem dos alunos em todo o currículo.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Educador CPS",
    "annualReport.teacherPDQuote": "O que mais me surpreendeu foi a colaboração intrínseca que surgiu com o uso do Scratch em minha sala de aula. Frequentemente, os próprios alunos descobriam coisas na plataforma Scratch, me mostravam e depois espalhavam entre eles mesmos.",
    "annualReport.extendingReachHeader": "Estendendo o Alcance",
    "annualReport.extendingReachDescription": "Para expandir o alcance dessa parceria, o CS4ALL Chicago desenvolveu um modelo para as Noites de Programação Criativa em Família e o tornou disponível para todas as Escolas Públicas de Chicago. O Google CS First produziu o guia {codeYourHeroLink} para estudantes e professores, disponível online gratuitamente em inglês e espanhol.",
    "annualReport.codeYourHero": "Programe Seu Herói",
    "annualReport.inTheNewsHeader": "No Noticiário",
    "annualReport.chicagoSunTimesArticle": "Artigo no Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Artigo na Rolling Stone",
    "annualReport.conferencesTitle": "Conferências Scratch pelo Mundo",
    "annualReport.conferencesIntro": "Em 2008, a Equipe Scratch sediou a primeira conferência Scratch no MIT, reunindo educadores, pesquisadores e desenvolvedores para compartilhar ideias e experiências de uso do Scratch para apoiar a aprendizagem criativa. Desde então, a Equipe Scratch tem organizado e hospedado uma conferência Scratch no MIT a cada dois anos. Além disso, membros da comunidade global Scratch organizaram e sediaram mais de uma dúzia de conferências—estendendo-se por oceanos, continentes, culturas e idiomas.",
    "annualReport.conferencesHeroImageCaption": "Conferência Scratch na África, foto por {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "América Latina",
    "annualReport.conferencesLatinAmericaDescription": "Em maio de 2019, educadores do Chile e outras áreas da América Latina se uniram para a segunda {scratchAlSurLink} conferência em Santiago, Chile. Após a conferência, Scratch al Sur disponibilizou uma {spanishVersionLink} do guia {creativeComputingCurriculumLink}, desenvolvido pelo grupo de Computação Criativa da Escola de Educação de Harvard.",
    "annualReport.conferencesSpanishVersionLinkText": "versão em espanhol",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto fornecida por {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "Em agosto de 2019, a Fundação Raspberry Pi Foundation organizou a quarta {scratchConferenceEuropeLink}, em Cambridge, Reino Unido. A conferência reuniu educadores formais e informais de mais de 25 países para oficinas práticas, apresentações e demonstrações de alunos, educadores, pesquisadores e organizações comunitárias.",
    "annualReport.conferencesEuropeImageCaption": "Foto fornecida por {photoCredit}",
    "annualReport.conferencesAfricaTitle": "África",
    "annualReport.conferencesAfricaDescription": "Em outubro de 2019, a primeira {scratchAfricaConferenceLink} aconteceu em Nairobi, Kenya, atraindo mais de 250 educadores e alunos de toda a África para compartilhar lições, capacitar jovens e celebrar as realizações na programação criativa. Na conferência, a Equipe Scratch lançou uma versão em suaíli do Scratch, disponível para uso online e offline.",
    "annualReport.conferencesAfricaImageCaption": "Foto por {photoCredit}",
    "annualReport.financialsTitle": "Finanças - 2019",
    "annualReport.financialsButton": "Finanças Auditadas de 2019",
    "annualReport.financialsFutureYears": "Nota: As finanças nos próximos anos serão significativamente diferentes, uma vez que a equipe Scratch agora mudou-se do MIT para a Fundação Scratch.",
    "annualReport.supportersTitle": "Obrigado aos Nossos Apoiadores",
    "annualReport.supportersIntro": "Obrigado aos nossos generosos apoiadores. Sua contribuição nos ajuda a expandir as oportunidades de aprendizagem criativa para crianças de todas as idades, de todas as origens, em todo o mundo.",
    "annualReport.supportersSpotlightTitle": "Doador - História em Destaque",
    "annualReport.supportersSFETitle": "Fundo de Doação da Família Siegel",
    "annualReport.supportersSFEDescription1": "Em maio de 2012, David Siegel participou do Scratch Day no MIT Media Lab com seu filho Zach, um Scratcher ativo e entusiasmado. Observando Zach e outras crianças usando Scratch para programarem seus próprios jogos, animações e criaturas robóticas, David viu quanto potencial o Scratch tinha para ajudar as crianças a aprender habilidades práticas de programação e se desenvolver como pensadores computacionais.",
    "annualReport.supportersSFEDescription2": "David conhece a importância do pensamento computacional em primeira mão, e sua carreira como cientista da computação e empreendedor foi moldada pela mesma curiosidade que o Scratch ajuda jovens aprendizes a explorarem todos os dias. É o mesmo instinto exploratório que o levou a estudar ciência da computação em Princeton e obter um título de doutor com base no trabalho realizado no Laboratório de Inteligência Artificial do MIT. Em 2001, ele foi co-fundador da Two Sigma, que tem crescido e se tornado líder mundial na aplicação de aprendizado de máquina e ciência de dados à gestão de investimentos.",
    "annualReport.supportersSFEDescription3": "Em 2011, David criou o Fundo de Doação da Família Siegel (Siegel Family Endowment - SFE) para apoiar organizações que trabalham para ajudar as pessoas a se adaptarem às demandas de novas tecnologias e para melhor compreender e mitigar as grandiosas perturbações que a tecnologia têm gerado em quase todos os setores. Ele também é co-fundador da Fundação Scratch e um forte defensor da missão da organização de manter o Scratch gratuito e acessível para aprendizes em todo o mundo.",
    "annualReport.supportersCoFounder": "Co-fundador and co-presidente",
    "annualReport.supportersQuote": "Garantir que o Scratch permaneça gratuito e acessível para crianças em todos os lugares é uma das maneiras mais impactantes de ajudar os jovens aprendizes a se envolverem e prosperarem em um mundo cada vez mais digital. Apoiar o Scratch é mais importante hoje do que nunca.",
    "annualReport.supportersThankYou": "Obrigado aos nossos apoiadores",
    "annualReport.supportersAllDescription": "Nossa missão é oferecer a todas as crianças, de todas as origens, oportunidades de imaginar, criar e compartilhar com novas tecnologias. Queremos agradecer a todos os apoiadores do Scratch que, desde que começamos a trabalhar no Scratch em 2002, nos ajudam a criar experiências incríveis de aprendizagem para milhões de jovens em todo o mundo. A lista a seguir é baseada em doações cumulativas para o Scratch (tanto no MIT quanto na Fundação Scratch) até 31 de dezembro de 2019.",
    "annualReport.supportersFoundingDescription": "Somos especialmente gratos aos nossos Parceiros Fundadores que nos apoiaram desde os primeiros dias do Scratch, cada um fornecendo pelo menos US$ 10.000.000 de suporte cumulativo, em várias formas.",
    "annualReport.supportersFoundingTitle": "Parceiros Fundadores",
    "annualReport.supportersCreativityTitle": "Círculo Criativo — US$ 1,000,000+",
    "annualReport.supportersCollaborationTitle": "Círculo de Colaboração — US$ 200,000+",
    "annualReport.supportersImaginationTitle": "Círculo de Imaginação — US$ 50,000+",
    "annualReport.supportersInspirationTitle": "Círculo de Inspiração — US$ 20,000+",
    "annualReport.supportersExplorationTitle": "Círculo de Exploração — US$ 5,000+",
    "annualReport.supportersInKindTitle": "Apoiadores em Espécie",
    "annualReport.leadershipTitle": "Nossa Equipe",
    "annualReport.leadershipBoard": "Conselho Administrativo",
    "annualReport.leadershipChair": "Presidente",
    "annualReport.leadershipProfessor": "Professor de Pesquisa em Aprendizagem",
    "annualReport.leadershipViceChair": "Vice-presidente",
    "annualReport.leadershipBoardMember": "Membro do conselho",
    "annualReport.leadershipPresidentCEO": "Presidente e CEO",
    "annualReport.leadershipFormerPresident": "Antigo presidente",
    "annualReport.leadershipFounderCEO": "Fundador e CEO",
    "annualReport.leadershipFormerChairCEO": "Antigo Presidente e CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Secretária e Tesoureiro do Conselho",
    "annualReport.leadershipBoardSecretary": "Secretária do Conselho",
    "annualReport.leadershipBoardTreasurer": "Tesoureiro do Conselho",
    "annualReport.leadershipScratchTeam": "Equipe Scratch",
    "annualReport.leadershipInterim": "Diretora Executiva Interina",
    "annualReport.donateTitle": "Apoie-nos",
    "annualReport.donateMessage": "Seu apoio nos permite tornar o Scratch gratuito para todos, mantém nossos servidores funcionando e, o mais importante, nós somos capazes de fornecer às crianças ao redor do mundo uma oportunidade de imaginar, criar e compartilhar. Obrigado!",
    "annualReport.donateButton": "Fazer doação"
}