{
    "annualReport.subnavMessage": "ujumbe",
    "annualReport.subnavMission": "misheni",
    "annualReport.subnavMilestones": "hatua kuu",
    "annualReport.subnavReach": "fikia",
    "annualReport.subnavInitiatives": "mipango",
    "annualReport.subnavFinancials": "Financials",
    "annualReport.subnavSupporters": "wafuasi",
    "annualReport.subnavTeam": "timu",
    "annualReport.subnavDonate": "changia",
    "annualReport.mastheadYear": "Ripoti ya Mwaka wa 2019",
    "annualReport.mastheadTitle": "Kukuza Ulimwengu wa Ubunifu masomoni",
    "annualReport.messageTitle": "Ujumbe kutoka kwa Timu ya Scratch",
    "annualReport.messageP1": "2019 ilikuwa mwaka wa maendeleo makubwa kwa Scratch. Tulianza mwaka na uzinduzi wa Scratch 3.0, kizazi chetu kipya zaidi cha Scratch, iliyoundwa  kuchochea ubunifu wa watoto na kuwashirikisha watoto walio na masilahi na asili anuwai. Tulisherehekea mwisho wa mwaka na timu yetu kuhamia kutoka MIT kwenda kwenye nyumba yake mpya huko Scratch Foundation, katika nafasi ya kucheza ya ghorofa ya kwanza karibu na Kituo cha Kusini huko Boston. Kwa mwaka mzima, jamii ya Scratch iliendelea kustawi na kukua: Zaidi ya vijana milioni 20 waliunda miradi na Scratch mnamo 2019, ongezeko la 48% kwa mwaka",
    "annualReport.messageP2": "Athari na umuhimu wa Scratch imeangaziwa katika mwaka wa 2020 kama janga kubwa la COVID kulazimisha shule kufungwa. Shughuli katika jamii ya mkondoni iliongezeka zaidi ya mara mbili kama vijana, wakiwa wamefungwa kwenye nyumba zao, wakageukia Scratch kujieleza kwa ubunifu na kuunganana wenzao. Scratchers pia wamekuwa wakishiriki kikamilifu katika Black Lives Matter na harakati zingine za haki ya rangi na usawa, na kuunda miradi na studio za kueneza ufahamu na mahitaji ya mabadiliko.",
    "annualReport.messageP3": "From the time we launched Scratch in 2007, we have always seen Scratch as more than a programming language. Scratch provides opportunities for all young people, from all backgrounds, to develop their voices, express their ideas, and create with one another. We love to see the ways that Scratchers have responded to recent societal challenges with creativity, collaboration, caring, and kindness.",
    "annualReport.messageP4": "In this Annual Report, we’ll share more about the mission, plans, impact, and reach of Scratch, supported with examples of how Scratch is expanding learning opportunities for a broad diversity of young people around the world, both in schools and throughout their lives.",
    "annualReport.messageP5": "Tuko na  majivuno jinsi vijana wanaunda na kujifunza kwa Scratch leo, na tumejitolea kutoa fursa zaidi kwa vijana zaidi katika siku zijazo.",
    "annualReport.messageSignature": "— Timu ya Scratch",
    "annualReport.covidResponseTitle": "Scratch Yajibu COVID",
    "annualReport.covidResponseP1": "Tunapoandika ripoti hii ya mwaka, tuko kwa miezi kadhaa kwenye janga kubwa  la COVID. Tangu katikati ya Machi 2020, ofisi ya Scratch imefungwa na washiriki wa Timu ya Scratch wamekuwa wakifanya kazi kutoka nyumbani kusaidia watoto na waalimu ulimwenguni kote ambao maisha yao yamevurugwa na janga hii.",
    "annualReport.covidResponseP2": "Mnamo Machi 17, tulizindua ari la  #ScratchAtHome kuwapa watoto, familia, na waelimishaji maoni ya kushiriki katika shughuli za ujifunzaji wa ubunifu na Scratch nyumbani. Tunaendelea kuongeza mafunzo ya video na rasilimali zingine kwa faili {scratchAtHomeLink}",
    "annualReport.covidResponseScratchAtHomePage": "Ukarasa la #ScratchAtHome",
    "annualReport.covidResponseP3": "Shughuli katika {scratchCommunityLink}imeongeza zaidi ya mara mbili kutoka mwaka jana. Scratchers wanaunda na kushiriki miradi kusaidia na kutia msukumo wengine kupitia janga  — na miradi na studio ambazo hutoa maoni ya kufanya mazoezi nyumbani, vidokezo vya kukaa na afya, ucheshi kuchangamana, na shukrani kwa wafanyikazi muhimu.",
    "annualReport.covidResponseScratchCommunity": "Jamii ya Scratch mtandaoni",
    "annualReport.missionTitle": "Misheni  Yetu",
    "annualReport.missionSubtitle": "Dhamira yetu ni kuwapa watoto wote, kutoka asili zote, fursa za kufikiria, kuunda, na kushirikiana na teknolojia mpya   — ili waweze kuunda ulimwengu wa kesho.",
    "annualReport.missionP1": "Tumejitolea kutanguliza usawa katika nyanja zote za kazi yetu, kwa kuzingatia mipango na njia zinazosaidia watoto, familia, na waalimu mbali zaidi na haki ya kielimu.",
    "annualReport.missionP2": "Tumeendeleza Scratch kama mazingira ya bure, salama, ya kucheza ambayo huwashirikisha watoto wote kufikiria kwa ubunifu, hoja kwa utaratibu, na kufanya kazi kwa kushirikiana —  ujuzi muhimu kwa kila mtu katika jamii ya leo. Tunafanya kazi na waalimu na familia kusaidia watoto katika kuchunguza, kushiriki, na kujifunza.",
    "annualReport.missionP3": "Katika kuendeleza teknolojia mpya, shughuli, na vifaa vya kujifunzia, tunaongozwa na kile tunachokiita {fourPsItalics}:",
    "annualReport.fourPs": "P nne za Mafunzo ya Ubunifu",
    "annualReport.missionProjectsTitle": "Miradi",
    "annualReport.missionPeersTitle": "Marika",
    "annualReport.missionPassionTitle": "Shauku",
    "annualReport.missionPlayTitle": "Cheza",
    "annualReport.missionProjectsDescription": "Shirikisha watoto katika kubuni, kuunda, na kujieleza kwa ubunifu",
    "annualReport.missionPeersDescription": "Saidia watoto katika kushirikiana, kushiriki, kurekebisha, na ushauri",
    "annualReport.missionPassionDescription": "Wezesha watoto kujenga juu ya masilahi yao na kufanyia kazi miradi yenye maana",
    "annualReport.missionPlayDescription": "Wahimize watoto wachunguze, wajaribu, na wapunguze",
    "annualReport.milestonesTitle": "hatua kuu",
    "annualReport.milestonesDescription": "Hapa kuna hafla muhimu na mafanikio katika historia ya Scratch  na jamii ya Scratch ya ulimwenguni.",
    "annualReport.milestones2003Message": "Ilipewa tuzo la  National Science Foundation ili kuanza maendeleo ya Scratch.",
    "annualReport.milestones2004Message": "Ilipewa karakana ya kwanza ya Scratch kutoka kwa Clubhouse Teen Summit.",
    "annualReport.milestones2007Message": "Uzinduzi wa umma wa lugha ya programu ya Scratch na jamii ya mkondoni.",
    "annualReport.milestones2008Message": "Kupanga mkutano wa  kwanza wa Scratch wa waalimu na watengenezaji",
    "annualReport.milestones2009Message1.4": "Scratch iliyotolewa 1.4, ilitafsiriwa katika lugha zaidi ya 40",
    "annualReport.milestones2009MessageScratchDay": "Hosted first Scratch Day event for children and families",
    "annualReport.milestones2010Message": "Jamii ya Scratch mtandaoni yafikisha wanachama milioni 1",
    "annualReport.milestones2013MessageFoundation": "Established Code-to-Learn Foundation (later renamed Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Uzinduzi wa Scratch 2.0, kutoa fursa mpya kwa ushirikiano",
    "annualReport.milestones2014Message": "Uzinduzi wa ScratchJr kwa watoto wadogo, umri wa miaka 5 hadi 7",
    "annualReport.milestones2016Message": "Jamii ya Scratch mtandaoni yafikisha wanachama milioni 10",
    "annualReport.milestones2017Message": "Siku ya Scratch yakua mpaka matukio 1,100 katika nchi 60",
    "annualReport.milestones2019MessageScratch3": "Launch of Scratch 3.0, expanding what kids can create with code",
    "annualReport.milestones2019MessageMove": "Timu ya Scratch imehamIa kutoka MIT hadi Scratch Foundation",
    "annualReport.reachTitle": "Kuwafikia Watoto Duniani Kote",
    "annualReport.reachSubtitle": "Scratch ni jumuiya kubwa zaidi duniani ya uandishi wa kodi kwa watoto na vijana, umri wa miaka 8 na juu.",
    "annualReport.reachMillion": "milioni",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Wageni wa kipekee",
    "annualReport.reachProjectsCreated": "Miradi Iliyoundwa",
    "annualReport.reachProjectCreators": "Miradi iliyoundwa na watu",
    "annualReport.reachComments": "Maoni Yaliyochapishwa katika Jumuiya ya Mtandaoni",
    "annualReport.reachGrowthTitle": "ukuaji wa jamii",
    "annualReport.reachGrowthBlurb": "New accounts created in the Scratch Online Community within the last 5 years.",
    "annualReport.reachGlobalCommunity": "Jamii yetu ya Kimataifa",
    "annualReport.reachMapBlurb": "Total accounts registered in the Scratch Online Community from the launch of Scratch through 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "on a logarithmic scale",
    "annualReport.reachTranslationTitle": "Scratch inatafsiriwa katika lugha 60+",
    "annualReport.reachTranslationBlurb": "Shukrani kwa wafasiri wa kujitolea kutoka duniani kote.",
    "annualReport.reachScratchJrBlurb": "ScratchJr is an introductory programming environment that enables young children (ages 5-7) to create their own interactive stories and games.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Upakuaji Tangu Kuzinduliwa mwaka wa 2014",
    "annualReport.initiativesTitle": "mipango",
    "annualReport.initiativesDescription": "The work at the Scratch Foundation centers on three strategic areas: creative tools, community, and schools. Each area prioritizes the voice and needs of children who are underrepresented in creative computing and seeks to support children in diverse settings and cultures around the world.",
    "annualReport.equity": "Usawa",
    "annualReport.globalStrategy": "Mkakati wa Kimataifa",
    "annualReport.toolsTitle": "Zana za Ubunifu",
    "annualReport.toolsIntro": "We are constantly experimenting and innovating with new technologies and new designs — always striving to provide children with new ways to create, collaborate, and learn.",
    "annualReport.toolsSpotlight": "Zana za Ubunifu — Hadithi ya Kuangazia",
    "annualReport.toolsLaunch": "Uzinduzi wa Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "We designed Scratch 3.0 to expand how, what, and where kids can create with Scratch. Released at the start of 2019, Scratch 3.0 led to a surge of activity in the Scratch community, with more projects — and a greater variety of projects — than ever before.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 includes a library of extensions — extra collections of coding blocks that add new capabilities to Scratch. Some extensions provide access to web services and other software features, while others connect Scratch with physical-world devices like motors and sensors.",
    "annualReport.toolsTexttoSpeech": "Text-to-Speech",
    "annualReport.toolsTexttoSpeechIntro": "With the Text-to-Speech extension, kids can program their Scratch characters to speak out loud, in a variety of different voices.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projects in 2019 used Text-to-Speech",
    "annualReport.toolsMostPopular": "Maarufu",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} new Scratch Extension in the community",
    "annualReport.toolsCollabAWS": "Collaboration with Amazon Web Services",
    "annualReport.toolsTranslate": "Tafsiri",
    "annualReport.toolsTranslateIntro": "With the Translate extension, built on the Google Translate API, kids can incorporate automatic translation into their projects, supporting language learning and global communication.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": " {numLanguages}lugha zilizotafsiriwa katika ugani",
    "annualReport.toolsSupportsLiteracy": "Inasaidia kusoma na kuandika",
    "annualReport.toolsCSandLanguageArts": "sayansi ya kompyuta na sanaa ya lugha",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} across {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Ushirikiano na Google",
    "annualReport.toolsPhysicalWorld": "Miunganisho ya Ulimwengu wa Kimwili",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Students can create dancing robots, interactive sculptures, and data-collection experiments using Scratch with LEGO robotics kits. The new LEGO Education SPIKE Prime Set features an app based on Scratch. In addition, Scratch extensions are available for {mindstormsLink} and {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Collaboration with LEGO Education",
    "annualReport.toolsVideoTutorials": "maelezo ya video",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 introduced a diverse collection of video tutorials to help kids get started with Scratch. The tutorials are open-ended and designed to encourage students to experiment, follow their interests, and express their own ideas.",
    "annualReport.toolsNumTutorials": "Mafunzo mapya 25",
    "annualReport.toolsNewTutorials": "{numTutorials}inapatikana katika Scratch 3.0",
    "annualReport.toolsNumViews": "milioni 23",
    "annualReport.toolsTutorialsViews": "{numViews} views in 2019",
    "annualReport.toolsApp": "Scratch App Supports Learning Offline",
    "annualReport.toolsDownloadLink": "programu inayoweza kupakuliwa",
    "annualReport.toolsRaspberryLink": "tumia kwenye Raspberry Pi 4",
    "annualReport.toolsAppIntro": "During 2019, the Scratch Team released Scratch 3.0 as a {downloadableLink} for use on multiple platforms, including Windows, MacOS, ChromeOS, and Android tablets. In addition, the Raspberry Pi Foundation released Scratch 3.0 for {raspberryLink}. These downloadable versions are especially important for millions of learners in areas where internet connectivity is unavailable or unreliable.",
    "annualReport.toolsAbhiTitle": "Abhi at Cartoon Network",
    "annualReport.toolsAbhiIntro": "To highlight what kids can do with Scratch 3.0, we collaborated with Cartoon Network to create a video featuring Abhi, a 12-year-old Scratcher who loves to make animations and games. In the video, Abhi meets with Ian Jones-Quartey, creator of OK K.O. and other Cartoon Network shows. Abhi introduces Ian to key features of the new version of Scratch, and together they draw and program an animation of a Cartoon Network character jumping up and down.",
    "annualReport.toolsAbhiQuote": "My favorite thing about Scratch is the community, because they are nice and helpful to me. That’s why I’m always happy to share every project that’s in my dreams.",
    "annualReport.communityTitle": "Jamii",
    "annualReport.communityIntro": "The Scratch online community has always been an important part of the Scratch experience, providing opportunities for children to collaborate, share, and provide feedback to one another.",
    "annualReport.communitySpotlight": "Community — Spotlight Story",
    "annualReport.communityTeam": "Timu ya Jamii ya Scratch",
    "annualReport.communityTeamIntro1": "When asked why they use Scratch, most Scratchers talk about the importance of the online community for motivating their ongoing participation, providing a space where they can express their creativity, make friends, receive feedback, get new ideas, and learn new skills. Many Scratchers express their appreciation for the Scratch community as a safe and welcoming space to connect, share, and learn from one another.",
    "annualReport.communityTeamIntro2": "With 40,000 new projects and 400,000 new comments in the Scratch online community each day, how can we ensure that the community remains safe and friendly, while also supporting and encouraging creative expression? Our Community Team, including full-time staff and a network of moderators, leads this essential work. There are two key dimensions of the Community Team's work: moderation and community engagement.",
    "annualReport.communityModerationTitle": "Community Moderation",
    "annualReport.communityModerationInfo": "When young people join the Scratch community, they agree to follow a set of Community Guidelines, which are designed to keep Scratch a safe and supportive place for young people from all backgrounds. Our Community Team uses a wide variety of tools and strategies to encourage good digital citizenship and maintain a positive environment for Scratchers to create in. Automated filters prevent private information from being shared or inappropriate content from being posted, and we allow anyone to report content they feel violates the Community Guidelines.",
    "annualReport.communityGuidelinesTitle": "Miongozo ya Jamii",
    "annualReport.communityGuidelinesInfo": "Scratch inawakaribisha watu wote wa umri, kabila, dini, ulemavu, tabaka, maelekeo ya kingono na utambulisho wa kijinsia.",
    "annualReport.communityGuidelinesRespect": "Kuwa na heshima.",
    "annualReport.communityGuidelinesShare": "Shiriki.",
    "annualReport.communityGuidelinesHonest": "Kuwa mwaminifu.",
    "annualReport.communityGuidelinesConstructive": "Kuwa yenye faida",
    "annualReport.communityGuidelinesPrivacy": "Hifadhi taarifa ya kibinafsi faraghani",
    "annualReport.communityGuidelinesFriendly": "Saidia kukuza urafiki katika tovuti.",
    "annualReport.communityEngagementTitle": "Ushiriki wa Jamii",
    "annualReport.storySwap": "Story Swap",
    "annualReport.communityEngagementInfo": "Another major role of the Community Team is to highlight and develop opportunities for young people to express their ideas and become engaged in positive ways. The team features projects and studios from community members to serve as inspiration, and it regularly posts Scratch Design Studios to encourage creative activity. Each summer, the team organizes an online Scratch Camp: the theme in 2019 was {storySwapLink}, with Scratchers building on one another’s stories.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Some Scratch Design Studios from 2019:",
    "annualReport.communityDayintheLife": "Siku Maishani",
    "annualReport.communityDayintheLifeInfo": "Unda mradi kuhusu siku katika maisha ya kitu",
    "annualReport.communityYear3000": "mwaka wa 3000",
    "annualReport.communityYear3000Info": "maisha yaweza kuwa vipi mwaka wa 3000?",
    "annualReport.communityBounce": "Duta",
    "annualReport.communityBounceInfo": "Create a project that involves bouncing, jumping, boinging, or hopping.",
    "annualReport.communityMonochromatic": "Monochromatic",
    "annualReport.communityMonochromaticInfo": "Mambo yangeonekanaje kama kungekuwa na rangi moja tu?",
    "annualReport.communityQuotes": "Community — Quotes",
    "annualReport.communityQuote1": "I joined Scratch when I was 11 years old and the things I learned from using the platform and interacting with the community were really a vital part of my learning growing up.",
    "annualReport.communityQuote2": "Scratch has allowed me to do things from home, like \n- Respect people and their projects\n- Make friends\n- Feel that I am not alone in this quarantine\n....and much more, so I want to say \n¡GRACIAS!",
    "annualReport.communityQuote3": "Nimekuwa kwenye Scratch kwa takribani miaka 2, na imekuwa uzoefu wa kubadilisha maisha! Nimejifunza mambo mengi mapya, kama vile kuandika misimbo, adabu ya mtandaoni, na sanaa!",
    "annualReport.communityQuote4": "Scratch was my favorite hobby in sixth grade. It secretly introduced me to Boolean logic, order of operations, and nested mathematical expressions—not to mention computer programming itself.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "As racial justice protests swept the United States after the tragic killings of George Floyd, Breonna Taylor, Ahmaud Arbery, and others in early 2020, many young people used Scratch as a way to express their support for the Black Lives Matter movement, creating projects and posting comments to speak out against racism and police violence. In a {BLMStudioLink} featured on the Scratch home page, Scratchers contributed hundreds of projects and thousands of comments. The Scratch Community Team was actively involved, to support Scratchers during a traumatic time and to ensure that all projects and conversations remained respectful.",
    "annualReport.communityArtwork": "Artwork by the Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Tunawaona vijana kama mawakala wa mabadiliko.",
    "annualReport.communityChangeInfo": "We are committed to working with them, and with the educators and families who support them, to ensure that they develop the skills, the motivation, and the confidence they’ll need to lead fulfilling lives and bring about meaningful change in society.",
    "annualReport.watchVideo": "Tazama Video",
    "annualReport.schoolsTitle": "Shule",
    "annualReport.schoolsIntro": "We provide programs and resources to support teachers and students in schools around the world, designed to achieve equity in creative computing experiences, based on projects, passion, peers, and play.",
    "annualReport.schoolsSpotlight": "Schools — Spotlight Story",
    "annualReport.cpsProjectTitle": "Creative Computing in Chicago Public Schools",
    "annualReport.cpsProjectIntroP1": "In 2019, with funding from Google.org, the Scratch Team partnered with SocialWorks, CS4ALL Chicago and Chicago Public Schools to support seven elementary schools in the South Side of Chicago as they launched an initiative to incorporate creative coding into their curriculum.",
    "annualReport.cpsProjectIntroP2": "As a part of this initiative, hundreds of students imagined and drew themselves as the superhero of their own video games. They brought those ideas to life in a collaborative Scratch project called SuperMe. Local Chicago hero and Grammy Award winning musician Chance the Rapper was so inspired by the students’ work that he named it the official video game for his hit song “I Love You So Much” and shared it with the world.",
    "annualReport.familyCreativeNightsHeader": "Family Creative Coding Nights",
    "annualReport.familyCreativeNightsDescription": "A key to the success of this initiative was to connect students, families, teachers, and other community members through Family Creative Coding Nights. These events brought together hundreds of family members of all ages—from young children to grandparents—in activities that mixed coding with art, dance, and music. These events strengthened connections between home and school, recognizing the important role of families in inspiring and supporting children's learning.",
    "annualReport.familyNightsPhotoCredit": "Picha na Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Kuwekeza katika Maendeleo ya Kitaaluma kwa Walimu",
    "annualReport.teacherPDDescription": "Teachers across the participating elementary schools came together for professional development workshops, gaining first-hand experience in creating their own Scratch projects and finding meaningful ways to use Scratch to support student learning across the curriculum.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS Educator",
    "annualReport.teacherPDQuote": "What surprised me most was the intrinsic collaboration that came with using Scratch in my classroom. Often, students themselves would discover something in the Scratch platform, show me, and then spread it among themselves.",
    "annualReport.extendingReachHeader": "Kupanua Ufikivu",
    "annualReport.extendingReachDescription": "To expand the reach of this partnership, CS4ALL Chicago built on the Family Creative Coding Night model and has made it available to all Chicago Public Schools. Google CS First produced {codeYourHeroLink} guides for students and teachers, available free online in English and Spanish.",
    "annualReport.codeYourHero": "Code Your Hero",
    "annualReport.inTheNewsHeader": "Kwa Habari",
    "annualReport.chicagoSunTimesArticle": "Chicago Sun Times Article",
    "annualReport.rollingStoneArticle": "Rolling Stone Article",
    "annualReport.conferencesTitle": "Mikutano ya Scratch duniani kote",
    "annualReport.conferencesIntro": "In 2008, the Scratch Team hosted the first Scratch conference at MIT, bringing together educators, researchers, and developers to share ideas and experiences for using Scratch to support creative learning. Since then, the Scratch Team has organized and hosted a Scratch conference at MIT every two years. In addition, members of the global Scratch community have organized and hosted more than a dozen conferences—stretching across oceans, continents, cultures, and languages.",
    "annualReport.conferencesHeroImageCaption": "Mkutano wa Afrika wa Scratch, picha na {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Amerika ya Kilatino",
    "annualReport.conferencesLatinAmericaDescription": "In May 2019, educators from across Chile and other areas of Latin America came together for the second {scratchAlSurLink} conference in Santiago, Chile. Following the conference, Scratch al Sur released a {spanishVersionLink} of the {creativeComputingCurriculumLink} guide, developed by the Creative Computing group at the Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Toleo la Kihispania",
    "annualReport.conferencesLatinAmericaImageCaption": "Picha imetolewa na{photoCredit}",
    "annualReport.conferencesEuropeTitle": "Ulaya",
    "annualReport.conferencesEuropeDescription": "In August 2019, the Raspberry Pi Foundation organized the fourth {scratchConferenceEuropeLink}, held in Cambridge, UK. The conference brought together formal and informal educators from more than 25 countries for hands-on workshops, presentations, and demonstrations by students, educators, researchers, and community-based organizations.",
    "annualReport.conferencesEuropeImageCaption": "Picha imetolewa na{photoCredit}",
    "annualReport.conferencesAfricaTitle": "Africa",
    "annualReport.conferencesAfricaDescription": "In October 2019, the first {scratchAfricaConferenceLink} was held in Nairobi, Kenya, drawing more than 250 educators and students from across Africa to share lessons, empower young people, and celebrate accomplishments in creative coding. At the conference, the Scratch Team launched a Swahili version of Scratch, available for use both online and offline.",
    "annualReport.conferencesAfricaImageCaption": "Picha na {photoCredit}",
    "annualReport.financialsTitle": "Financials - 2019",
    "annualReport.financialsButton": "Fedha zilizokaguliwa 2019",
    "annualReport.financialsFutureYears": "Note: Financials in future years will be significantly different, since the Scratch staff has now transitioned from MIT to the Scratch Foundation.",
    "annualReport.supportersTitle": "Asante kwa Wafuasi wetu",
    "annualReport.supportersIntro": "Thank you to our generous supporters. Your contribution helps us expand creative learning opportunities for children of all ages, from all backgrounds, around the globe.",
    "annualReport.supportersSpotlightTitle": "Donor - Spotlight Story",
    "annualReport.supportersSFETitle": "Endaumenti ya Familia ya Siegel",
    "annualReport.supportersSFEDescription1": "In May 2012, David Siegel attended Scratch Day at the MIT Media Lab with his son Zach, an active and enthusiastic Scratcher. Watching Zach and other children using Scratch to code their own games, animations, and robotic creatures, David saw how much potential Scratch had to help children both learn practical coding skills, and develop as computational thinkers.",
    "annualReport.supportersSFEDescription2": "David knows the importance of computational thinking firsthand, and his career as a computer scientist and entrepreneur has been shaped by the same curiosity that Scratch helps young learners explore every day. It's the same exploratory instinct that led him to study computer science at Princeton, and earn a PhD based on work completed at MIT's Artificial Intelligence Lab. In 2001, he co-founded Two Sigma, which has grown to become a world leader in applying machine learning and data science to investment management.",
    "annualReport.supportersSFEDescription3": "In 2011, David founded Siegel Family Endowment (SFE) to support organizations working to help people adapt to the demands of new technology, and to better understand and mitigate the powerful disruptions that technology has driven in almost every sector. He is also a co-founder of the Scratch Foundation, and is a strong advocate for the organization's mission to keep Scratch free and accessible to learners all over the world.",
    "annualReport.supportersCoFounder": "Mwanzilishi mwenza na Mwenyekiti mwenza",
    "annualReport.supportersQuote": "Making sure that Scratch remains free and accessible for kids everywhere is one of the most impactful ways we can help young learners engage and thrive in an increasingly digital world. Supporting Scratch is more important today than ever before.",
    "annualReport.supportersThankYou": "Asante kwa wafuasi wetu",
    "annualReport.supportersAllDescription": "Our mission is to provide all children, from all backgrounds, with opportunities to imagine, create, and share with new technologies. We want to thank all Scratch supporters who, since we started working on Scratch in 2002, have helped us create amazing learning experiences for millions of young people around the world. The following list is based on cumulative giving to Scratch (at both MIT and Scratch Foundation) through December 31, 2019.",
    "annualReport.supportersFoundingDescription": "We are especially grateful to our Founding Partners who supported us from the early days of Scratch, each providing at least $10,000,000 of cumulative support, in various forms.",
    "annualReport.supportersFoundingTitle": "Washirika wanzilishi",
    "annualReport.supportersCreativityTitle": "Mzunguko wa Ubunifu  — $ 1,000,000+",
    "annualReport.supportersCollaborationTitle": "Mzunguko wa Ushirikiano  — $ 200,000 +",
    "annualReport.supportersImaginationTitle": "Mzunguko wa Mawazo — $ 50,000 +",
    "annualReport.supportersInspirationTitle": "Mzunguko wa Msukumo — $ 20,000 +",
    "annualReport.supportersExplorationTitle": "Mzunguko wa Utafutaji  — $ 5,000 +",
    "annualReport.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.leadershipTitle": "Timu Yetu",
    "annualReport.leadershipBoard": "Bodi ya Wakurugenzi",
    "annualReport.leadershipChair": "Mwenyekiti",
    "annualReport.leadershipProfessor": "Profesa wa Utafiti wa Kujifunza",
    "annualReport.leadershipViceChair": "Mwenyekiti Msaidizi",
    "annualReport.leadershipBoardMember": "Mjumbe wa Bodi",
    "annualReport.leadershipPresidentCEO": "Rais na Mkurugenzi Mtendaji",
    "annualReport.leadershipFormerPresident": "Rais wa Zamani",
    "annualReport.leadershipFounderCEO": "Mwanzilishi na Mkurugenzi Mtendaji",
    "annualReport.leadershipFormerChairCEO": "Mwenyekiti wa Zamani na Mkurugenzi Mtendaji",
    "annualReport.leadershipBoardSecretaryTreasurer": "Katibu wa Bodi & Mweka Hazina",
    "annualReport.leadershipBoardSecretary": "Katibu wa Bodi ",
    "annualReport.leadershipBoardTreasurer": "Mweka Hazina wa Bodi",
    "annualReport.leadershipScratchTeam": "Timu ya Scratch",
    "annualReport.leadershipInterim": "Mkurugenzi Mtendaji wa Mpitio",
    "annualReport.donateTitle": "Tusaidie",
    "annualReport.donateMessage": "Your support enables us to make Scratch free for everyone, keeps our servers running, and most importantly, we are able to provide kids around the world an opportunity to imagine, create and share. Thank you!",
    "annualReport.donateButton": "Toa Msaada"
}