{
    "scratchLink.headerText": "Scratch Link дазваляе падключаць абсталяванне для ўзаемадзеяння з вашымі праектамі Scratch. Адкрыйце новыя магчымасці, аб'яднаўшы свае лічбавыя праекты з рэальным светам.",
    "scratchLink.headerTitle": "Scratch спасылка",
    "scratchLink.linkLogo": "Лагатып Scratch спасылкі",
    "scratchLink.troubleshootingTitle": "Пошук няспраўнасцей",
    "scratchLink.checkOSVersionTitle": "Пераканайцеся, што ваша аперацыйная сістэма сумяшчальная з Scratch Link",
    "scratchLink.checkOSVersionText": "Мінімальныя версіі аперацыйнай сістэмы прыведзены ўверсе гэтай старонкі. Каб праверыць версію вашай аперацыйнай сістэмы, глядзіце інструкцыі {winOSVersionLink} ці {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Зачыні іншыя копіі Scratch",
    "scratchLink.closeScratchCopiesText": "Толькі адна копія Scratch можа падключацца да Scratch Link адначасова. Калі ў вас адкрыты Scratch на іншых укладках браўзера, зачыніце яго і паўтарыце спробу.",
    "scratchLink.thingsToTry": "Дадатковыя магчымасці",
    "scratchLink.compatibleDevices": "Сумяшчальны са Scratch спасылкай",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit гэта малюсенькая друкаваная плата, распрацаваная, каб дапамагчы дзецям навучыцца праграмаваць і ствараць з дапамогай тэхналогій.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 - гэта набор вынаходак з рухавікамі і датчыкамі, якія можна выкарыстоўваць для стварэння інтэрактыўных робатаў.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 - гэта азнаямленчы набор вынаходак, які можна выкарыстоўваць для стварэння інтэрактыўных робатаў і іншых стварэнняў.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "Набор LEGO BOOST ажыўляе вашы творы LEGO з магутнымі рухавікамі, датчыкам колеру і іншым.",
    "scratchLink.vernierTitle": "Vernier Force і Acceleration",
    "scratchLink.vernierDescription": "Датчык Vernier Go Direct Force і Acceleration - гэта магутны навуковы інструмент, які адкрывае новыя спосабы злучэння фізічнага свету з вашымі праектамі Scratch."
}