{
    "scratchLink.headerText": "স্ক্র্যাচ লিঙ্ক আপনাকে আপনার স্ক্র্যাচ প্রকল্পগুলির সাথে ইন্টারঅ্যাক্ট করার জন্য হার্ডওয়্যার সংযোগ করতে দেয়। ভৌত জগতের সাথে আপনার ডিজিটাল প্রকল্পগুলিকে একত্রিত করে নতুন সম্ভাবনাগুলি খুলুন৷",
    "scratchLink.headerTitle": "স্ক্র্যাচ লিঙ্ক",
    "scratchLink.linkLogo": "স্ক্র্যাচ লিঙ্ক লোগো",
    "scratchLink.troubleshootingTitle": "সমস্যা সমাধান হচ্ছে",
    "scratchLink.checkOSVersionTitle": "তোমার অপারেটিং সিস্টেম Scratch Link এর সাথে সামঞ্জস্যপূর্ণ কিনা তা নিশ্চিত কর",
    "scratchLink.checkOSVersionText": "সর্বনিম্ন অপারেটিং সিস্টেম সংস্করণ এই পেইজের শীর্ষে তালিকাভুক্ত করা হয়। {winOSVersionLink} বা {macOSVersionLink} তোমার  সংস্করণ চেক করার জন্য নির্দেশাবলী দেখ। ",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS ",
    "scratchLink.closeScratchCopiesTitle": "Scratch এর অন্যান্য কপি বন্ধ কর",
    "scratchLink.closeScratchCopiesText": "স্ক্র্যাচের শুধুমাত্র একটি কপি একবারে স্ক্র্যাচ লিঙ্কের সাথে সংযোগ করতে পারে। অন্য ব্রাউজার ট্যাবে স্ক্র্যাচ খোলা থাকলে, এটি বন্ধ করে আবার চেষ্টা করুন।",
    "scratchLink.thingsToTry": "চেষ্টা করার জন্য জিনিস",
    "scratchLink.compatibleDevices": "স্ক্র্যাচ লিঙ্কের সাথে সামঞ্জস্যপূর্ণ",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit হল একটি ছোট সার্কিট বোর্ড যা বাচ্চাদের কোড শিখতে এবং প্রযুক্তির সাহায্যে তৈরি করতে সাহায্য করার জন্য ডিজাইন করা হয়েছে।",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 হল মোটর এবং সেন্সর সহ একটি উদ্ভাবন কিট যা আপনি ইন্টারেক্টিভ রোবোটিক তৈরি করতে ব্যবহার করতে পারেন।",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 হল একটি পরিচায়ক উদ্ভাবন কিট যা আপনি ইন্টারেক্টিভ রোবট এবং অন্যান্য সৃষ্টি তৈরি করতে ব্যবহার করতে পারেন।",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "LEGO BOOST কিট শক্তিশালী মোটর, একটি কালার সেন্সর এবং আরও অনেক কিছু দিয়ে আপনার LEGO সৃষ্টিকে প্রাণবন্ত করে তোলে।",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "ভার্নিয়ার গো ডাইরেক্ট ফোর্স এবং অ্যাক্সিলারেশন সেন্সর হল একটি শক্তিশালী বৈজ্ঞানিক টুল যা আপনার স্ক্র্যাচ প্রকল্পগুলির সাথে ভৌত বিশ্বকে সংযুক্ত করার নতুন উপায়গুলি আনলক করে৷"
}