{
    "scratchLink.headerText": "Scratch Link ti umožňuje připojovat hardware pro interakce s tvými Scratch projekty. Otevři nové možnosti zkombinováním tvých počítačových projektů s reálným světem.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "logo Scratch Link",
    "scratchLink.troubleshootingTitle": "Řešení problémů",
    "scratchLink.checkOSVersionTitle": "Ujisti se, že tvůj operační systém je kompatibilní se Scratch Link",
    "scratchLink.checkOSVersionText": "Minimální verze operačních systémů jsou uvedeny na začátku této stránky. Viz instrukce pro kontrolu tvé verze {winOSVersionLink} nebo {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Ukonči ostatní kopie Scratch",
    "scratchLink.closeScratchCopiesText": "V jeden okamžik se smí připojit ke Scratch Link jen jediná kopie Scratch. Jestli máš Scratch otevřený v dalších záložkách prohlížeče, zavři je a zkus to znova.",
    "scratchLink.thingsToTry": "Věci k vyzkoušení ",
    "scratchLink.compatibleDevices": "Kompatibilní se Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro: bit je malá deska plošných spojů navržená tak, aby pomáhala dětem učit se programovat a tvořit s pomocí techniky.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 je tvořivá stavebnice s motory a senzory, které můžeš použít ke stavění interaktivních robotických výtvorů.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 je tvořivá stavebnice pro začátečníky, kterou můžeš použít ke stavění interaktivních robotů a dalších výtvorů.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "Stavebnice LEGO BOOST oživí tvé LEGO výtvory pomocí výkonných motorů, barevného senzoru a dalších funkcí.",
    "scratchLink.vernierTitle": "Vernier siloměr a akcelerometr",
    "scratchLink.vernierDescription": "Vernier senzor přímé síly a akcelerace je výkonný vědecký nástroj, který odemyká nové způsoby, jak propojit fyzický svět s tvými projekty Scratch."
}