{
    "scratchLink.headerText": "Mae Scratch Link yn eich galluogi i gysylltu caledwedd i ryngweithio â'ch projectau Scratch. Agorwch bosibiliadau newydd trwy gyfuno'ch projectau digidol â'r byd ffisegol.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Logo Scratch Link",
    "scratchLink.troubleshootingTitle": "Datrys problemau",
    "scratchLink.checkOSVersionTitle": "Gwnewch yn siŵr fod eich system weithredu'n gydnaws â Scratch Link",
    "scratchLink.checkOSVersionText": "Mae lleiafswm fersiynnau'r systemau gweithredu'n cael eu rhestru ar frig y dudalen hon. Gw. cyfarwyddiadau ar wirio eich fersiwn o {winOSVersionLink} neu {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Caewch gopïau eraill o Scratch",
    "scratchLink.closeScratchCopiesText": "Dim ond un copi o Scratch all gysylltu â Scratch Link ar y tro. Os oes gennych Scratch ar agor mewn tabiau porwr eraill, caewch ef a rhowch gynnig arall arni.",
    "scratchLink.thingsToTry": "Pethau i roi cynnig arnyn nhw",
    "scratchLink.compatibleDevices": "Yn gydnaws â Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "Mae micro:bit yn fwrdd cylched bach sydd wedi'i gynllunio i helpu plant i ddysgu codio a chreu gyda thechnoleg.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "Mae LEGO MINDSTORMS Education EV3 yn becyn dyfeisio gyda moduron a synwyryddion y gallwch eu defnyddio i adeiladu creadigaethau robotig rhyngweithiol.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "Mae LEGO Education WeDo 2.0 yn becyn dyfeisio rhagarweiniol y gallwch ei ddefnyddio i adeiladu robotiaid rhyngweithiol a chreadigaethau eraill.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "Mae pecyn LEGO BOOST yn dod â'ch creadigaethau LEGO yn fyw gyda moduron pwerus, synhwyrydd lliw a mwy.",
    "scratchLink.vernierTitle": "Grym Vernier a Chyflymiad",
    "scratchLink.vernierDescription": "Mae synhwyrydd Vernier Go Direct Force & Acceleration yn offeryn gwyddonol pwerus sy'n datgloi ffyrdd newydd o gysylltu'r byd ffisegol â'ch projectau Scratch."
}