{
    "scratchLink.headerText": "Mit Scratch Link können Sie Hardware verbinden, um mit Ihren Scratch-Projekten zu interagieren. Eröffnen Sie neue Möglichkeiten, indem Sie Ihre digitalen Projekte mit der physischen Welt kombinieren.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Scratch Link-Logo",
    "scratchLink.troubleshootingTitle": "Problembehebung",
    "scratchLink.checkOSVersionTitle": "Stelle sicher, dass dein Betriebssystem mit Scratch Link kompatibel ist",
    "scratchLink.checkOSVersionText": "Die Versionsanforderungen der jeweiligen Betriebssysteme sind oben auf dieser Seite angeführt. Siehe auch die Anleitungen zum Überprüfen der verwendeten Version von {winOSVersionLink} bzw. {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Schließe andere Fenster oder Tabs von Scratch",
    "scratchLink.closeScratchCopiesText": "Es kann jeweils nur eine Kopie von Scratch mit Scratch Link verbunden werden. Wenn Sie Scratch in anderen Browser-Tabs geöffnet haben, schließen Sie es und versuchen Sie es erneut.",
    "scratchLink.thingsToTry": "Dinge zum Ausprobieren",
    "scratchLink.compatibleDevices": "Kompatibel mit ScratchLink",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit ist eine winzige Platine, die Kindern helfen soll, mit Technologie zu programmieren und zu erstellen.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 ist ein Erfindungsbausatz mit Motoren und Sensoren, mit denen Sie interaktive Roboterkreationen bauen können.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 ist ein einführendes Erfindungskit, mit dem Sie interaktive Roboter und andere Kreationen bauen können.",
    "scratchLink.boostTitle": "LEGO-BOOST",
    "scratchLink.boostDescription": "Das LEGO BOOST Kit erweckt Ihre LEGO Kreationen mit leistungsstarken Motoren, einem Farbsensor und mehr zum Leben.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Der Vernier Go Direct Kraft- und Beschleunigungssensor ist ein leistungsstarkes wissenschaftliches Werkzeug, das neue Möglichkeiten eröffnet, die physische Welt mit Ihren Scratch-Projekten zu verbinden."
}