{
    "scratchLink.headerText": "Scratch Link le permite conectar hardware para interactuar con sus proyectos de Scratch. Abre nuevas posibilidades combinando tus proyectos digitales con el mundo físico.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Logotipo de Scratch Link",
    "scratchLink.troubleshootingTitle": "Solución de problemas",
    "scratchLink.checkOSVersionTitle": "Asegúrate de que tu sistema operativo sea compatible con Scratch Link",
    "scratchLink.checkOSVersionText": "La versión mínima de sistema operativo está especificada en la parte superior de esta página. Échale un vistazo a las instrucciones para comprobar tu versión de {winOSVersionLink} o {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Cierra otras copias de Scratch",
    "scratchLink.closeScratchCopiesText": "Solo una copia de Scratch puede conectarse con Scratch Link a la vez. Si tiene Scratch abierto en otras pestañas del navegador, ciérrelo y vuelva a intentarlo.",
    "scratchLink.thingsToTry": "Cosas para probar",
    "scratchLink.compatibleDevices": "Compatible con Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit es una pequeña placa de circuito diseñada para ayudar a los niños a aprender a codificar y crear con tecnología.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 es un kit de invención con motores y sensores que puede usar para construir creaciones robóticas interactivas.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 es un kit de invención introductorio que puede usar para construir robots interactivos y otras creaciones.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "El kit LEGO BOOST da vida a tus creaciones LEGO con potentes motores, un sensor de color y más.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "El sensor Vernier Go Direct Force & Acceleration es una poderosa herramienta científica que desbloquea nuevas formas de conectar el mundo físico con sus proyectos Scratch."
}