{
    "scratchLink.headerText": "Scratch Link te permet de connecter du matériel pour interagir avec tes projets Scratch. Ouvre de nouvelles possibilités en combinant tes projets numériques avec le monde physique.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Logo Scratch Link",
    "scratchLink.troubleshootingTitle": "Résolution des problèmes",
    "scratchLink.checkOSVersionTitle": "Vérifie que ton système d'exploitation soit compatible avec Scratch Link.",
    "scratchLink.checkOSVersionText": "Les versions minimales des systèmes d'exploitation sont indiquées en haut de cette page. Voir les instructions pour vérifier ta version de {winOSVersionLink} ou{macOSVersionLink} .",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Ferme les autres instances de Scratch",
    "scratchLink.closeScratchCopiesText": "Une seule copie de Scratch peut se connecter avec Scratch Link à la fois. Si tu as Scratch ouvert dans d'autres onglets du navigateur, ferme-le et réessaie.",
    "scratchLink.thingsToTry": "Trucs à essayer",
    "scratchLink.compatibleDevices": "Compatible avec Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "Le micro:bit est un petit circuit imprimé conçu pour aider les enfants à apprendre à coder et à créer avec la technologie.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 est un kit d'invention avec des moteurs et des capteurs que tu peux utiliser pour construire des créations robotiques interactives.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 est un kit d'initiation à l'invention que tu peux utiliser pour construire des robots interactifs et d'autres créations.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "Le kit LEGO BOOST donne vie à tes créations LEGO grâce à des moteurs puissants, un capteur de couleur et bien plus encore.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Le capteur Vernier Go Direct Force & Acceleration est un outil scientifique puissant qui ouvre de nouvelles façons de connecter le monde physique à vos projets Scratch."
}