{
    "scratchLink.headerText": "Scratch Link yana ba ku damar haɗa kayan aiki don yin hulɗa tare da ayyukan Scratch ɗin ku. Buɗe sabbin damammaki ta haɗa ayyukan dijital ku tare da duniyar zahiri.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Tambarin Scratch Link",
    "scratchLink.troubleshootingTitle": "Niman matsalar",
    "scratchLink.checkOSVersionTitle": "Ka tabbatar cewa operating system dinka ya dace da Scratch Link",
    "scratchLink.checkOSVersionText": "Mafi karancin sigar operating system an jera su a saman wannan shafin. Duba umarni don duba sigar ka na {winOSVersionLink} ko {macOSVersionLink}. ",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Rufe sauran kwafin Scratch",
    "scratchLink.closeScratchCopiesText": "Kwafi ɗaya kawai na Scratch zai iya haɗi tare da Scratch Link a lokaci guda. Idan kana da Scratch bude a wasu shafuka masu bincike, rufe shi kuma a sake gwadawa.",
    "scratchLink.thingsToTry": "Abubuwan da za a iya gwadawa",
    "scratchLink.compatibleDevices": "Mai jituwa tare da Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit ƙaramin allo ne da aka tsara don taimaka wa yara su koyi yin lamba da ƙirƙira da fasaha.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Ilimi EV3 kayan ƙirƙira ne tare da injuna da na'urori masu auna firikwensin da zaku iya amfani da su don ƙirƙirar ƙirar mutum-mutumi na mu'amala.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 kayan gabatarwa ne na ƙirƙira wanda zaku iya amfani da shi don gina mutummutumi masu mu'amala da sauran abubuwan ƙirƙira.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "Kit ɗin LEGO BOOST yana kawo abubuwan ƙirƙirar ku na LEGO tare da injuna masu ƙarfi, firikwensin launi da ƙari.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Vernier Go Direct Force & Acceleration firikwensin kayan aikin kimiyya ne mai ƙarfi wanda ke buɗe sabbin hanyoyin haɗa duniyar zahiri zuwa ayyukan Scratch ɗin ku."
}