{
    "scratchLink.headerText": "स्क्रैच संपर्क आपको अपने स्क्रैच प्रोजेक्ट के साथ कार्य करने के लिए हार्डवेयर जोड़ने की अनुमति देता है। अपने डिजिटल प्रोजेक्ट को भौतिक दुनिया के साथ जोड़कर नई संभावनाएं खोलें।\n ",
    "scratchLink.headerTitle": "स्क्रैच संपर्क",
    "scratchLink.linkLogo": "स्क्रैच संपर्क प्रतीक चिन्ह",
    "scratchLink.troubleshootingTitle": "समस्या निवारण ",
    "scratchLink.checkOSVersionTitle": "आपका ऑपरेटिंग सिस्टम पर स्क्रॅच  लिंक चल सकता है या नहीं यह जान लीजिये।  ",
    "scratchLink.checkOSVersionText": "इस पेज के ऊपरी हिस्से में ऑपरेटिंग सिस्टम के जो संस्करण दिए हुए है वे इस सॉफ्टवेयर को चला सकते हैं. अपने ऑपरेटिंग सिस्टम का व्हर्जन यहाँ पर {winOSVersionLink}या {macOSVersionLink}यहाँ पर चेक कीजिये।",
    "scratchLink.winOSVersionLinkText": "विंडोज ",
    "scratchLink.macOSVersionLinkText": "मैक OS ",
    "scratchLink.closeScratchCopiesTitle": "स्क्रॅच  की दूसरी कॉपीज बंद कर दीजिये ",
    "scratchLink.closeScratchCopiesText": "एक समय में स्क्रैच की केवल एक प्रति स्क्रैच लिंक से जुड़ सकती है। यदि आपके पास अन्य ब्राउज़र टैब में स्क्रैच खुला है, तो इसे बंद करें और पुनः प्रयास करें।",
    "scratchLink.thingsToTry": "करके देखने योग्य चीजें ",
    "scratchLink.compatibleDevices": "स्क्रैच संपर्क के साथ अनुकूल\n ",
    "scratchLink.microbitTitle": "सूक्ष्म:अंश",
    "scratchLink.microbitDescription": "सूक्ष्म:अंश एक छोटा सर्किट बोर्ड है जिसे बच्चों को तकनीक के साथ कोड बनाने और बनाने में मदद करने के लिए डिज़ाइन किया गया है।",
    "scratchLink.ev3Title": "लेगो माइंडस्टॉर्म ईवी3\n ",
    "scratchLink.ev3Description": "लेगो माइंडस्टॉर्म ईवी3 मोटर और सेंसर के साथ एक आविष्कार किट है जिसका उपयोग आप परस्पर संवादात्मक रोबोट बनाने के लिए कर सकते हैं।\n ",
    "scratchLink.wedoTitle": "लेगो शिक्षा WeDo 2.0\n ",
    "scratchLink.wedoDescription": "लेगो शिक्षा\nवीडू 2.0 एक परिचयात्मक आविष्कार किट है जिसका उपयोग आप इंटरैक्टिव रोबोट और अन्य कृतियों के निर्माण के लिए कर सकते हैं।",
    "scratchLink.boostTitle": "लेगो बूस्ट",
    "scratchLink.boostDescription": "लेगो बूस्ट किट आपकी लेगो कृतियों को शक्तिशाली मोटर्स, एक रंग संवेदक और बहुत कुछ के साथ जीवंत बनाती है।",
    "scratchLink.vernierTitle": "वर्नियर बल और वेगवृद्धि\n ",
    "scratchLink.vernierDescription": "वर्नियर गो डायरेक्ट फोर्स एंड एक्सेलेरेशन सेंसर एक शक्तिशाली वैज्ञानिक उपकरण है जो भौतिक दुनिया को आपके स्क्रैच प्रोजेक्ट से जोड़ने के नए तरीके खोलता है।"
}