{
    "scratchLink.headerText": "Scratch Link memungkinkan Anda menghubungkan perangkat keras untuk berinteraksi dengan proyek Scratch Anda. Buka kemungkinan baru dengan menggabungkan proyek digital Anda dengan dunia fisik.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Scratch Link logo",
    "scratchLink.troubleshootingTitle": "Penyelesaian masalah",
    "scratchLink.checkOSVersionTitle": "Pastikan sistem operasi Anda kompatibel dengan Scratch Link",
    "scratchLink.checkOSVersionText": "Versi sistem operasi minimum tercantum di bagian atas halaman ini. Lihat petunjuk untuk memeriksa versi {winOSVersionLink} atau {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Tutup salinan Scratch lainnya",
    "scratchLink.closeScratchCopiesText": "Hanya satu salinan Scratch yang dapat terhubung dengan Scratch Link dalam satu waktu. Jika Anda membuka Scratch di tab browser lain, tutup dan coba lagi.",
    "scratchLink.thingsToTry": "Hal-Hal untuk Dicoba",
    "scratchLink.compatibleDevices": "Kompatibel dengan Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit adalah papan sirkuit kecil yang dirancang untuk membantu anak-anak belajar membuat kode dan berkreasi dengan teknologi.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 adalah kit penemuan dengan motor dan sensor yang dapat Anda gunakan untuk membuat kreasi robot interaktif.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 adalah kit penemuan pengantar yang dapat Anda gunakan untuk membuat robot interaktif dan kreasi lainnya.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "Kit LEGO BOOST menghidupkan kreasi LEGO Anda dengan motor bertenaga, sensor warna, dan lainnya.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Sensor Vernier Go Direct Force & Acceleration adalah alat ilmiah canggih yang membuka cara baru untuk menghubungkan dunia fisik ke proyek Scratch Anda."
}