{
    "scratchLink.headerText": "Scratch Link ti permette di collegare dell'hardware per interagire con i progetti Scratch. Apre nuove possibilità di combinare i tuoi progetti digitali con il mondo fisico.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Logo di Scratch Link",
    "scratchLink.troubleshootingTitle": "Soluzione dei problemi",
    "scratchLink.checkOSVersionTitle": "Assicurati che il tuo sistema operativo sia compatibile con Scratch Link",
    "scratchLink.checkOSVersionText": "Le versioni minime dei diversi sistemi operativi sono elencate in cima alla pagina. Segui le istruzioni necessarie a verificare la tua versione di {winOSVersionLink} o {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Chiudi le altre copie di Scratch",
    "scratchLink.closeScratchCopiesText": "Una sola copia di Scratch alla volta può essere collegata a Scratch Link Se Scratch è aperto in altre schede del tuo browser, chiudile e prova di nuovo.",
    "scratchLink.thingsToTry": "Cose da Provare",
    "scratchLink.compatibleDevices": "Compatibile con Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit è una piccola scheda progettata per aiutare i bambini ad imparare il coding e a creare usando la tecnologia.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 è un kit che ti permette di inventare usando motori e sensori che puoi usare per realizzare creazioni robotiche interattive.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 è un kit introduttivo che ti permette di realizzare robot interattivi e molto altro.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "Il kit LEGO BOOST dà vita alle tue creazioni LEGO grazie ai suoi potenti motori, ad un sensore di colore e molto altro.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Il sensore Vernier Go Direct Force & Acceleration è un potente strumento scientifico che rende disponibili nuovi modi per collegare il mondo fisico ai tuoi progetti Scratch."
}