{
    "scratchLink.headerText": "Scratch Link ļauj savienot aparatūru, lai mijiedarbotos ar Scratch projektiem. Atveriet jaunas iespējas, apvienojot savus digitālos projektus ar fizisko pasauli.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Scratch Link logotips",
    "scratchLink.troubleshootingTitle": "Problēmu novēršana",
    "scratchLink.checkOSVersionTitle": "Pārliecinieties, vai jūsu operētājsistēma ir saderīga ar Scratch Link",
    "scratchLink.checkOSVersionText": "Minimālās operētājsistēmas versijas ir norādītas šīs lapas augšdaļā. Skatiet norādījumus par {winOSVersionLink} vai {macOSVersionLink} versijas pārbaudi.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Aizveriet citas Scratch kopijas",
    "scratchLink.closeScratchCopiesText": "Ar Scratch Link vienlaikus var izveidot savienojumu tikai ar vienu Scratch eksemplāru. Ja Scratch ir atvērts citās pārlūkprogrammas cilnēs, aizveriet to un mēģiniet vēlreiz.",
    "scratchLink.thingsToTry": "Lietas ko izmēģināt",
    "scratchLink.compatibleDevices": "Savietojams ar Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit ir maza shēmas plate, kas paredzēta, lai palīdzētu bērniem iemācīties kodēt un radīt, izmantojot tehnoloģiju.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 ir izgudrojumu komplekts ar motoriem un sensoriem, ko varat izmantot, lai izveidotu interaktīvus robotu izstrādājumus.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 ir ievadizgudrojumu komplekts, ko varat izmantot, lai izveidotu interaktīvus robotus un citus izstrādājumus.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "LEGO BOOST komplekts atdzīvina jūsu LEGO darbus ar jaudīgiem motoriem, krāsu sensoru un daudz ko citu.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Vernier Go Direct Force & Acceleration sensors ir spēcīgs zinātnisks rīks, kas atklāj jaunus veidus, kā savienot fizisko pasauli ar jūsu Scratch projektiem."
}