{
    "scratchLink.headerText": "Met Scratch Link kunt u hardware aansluiten om te communiceren met uw Scratch-projecten. Open nieuwe mogelijkheden door uw digitale projecten te combineren met de fysieke wereld.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Scratch Link logo",
    "scratchLink.troubleshootingTitle": "Probleemoplossing",
    "scratchLink.checkOSVersionTitle": "Zorg dat je besturingsysteem compatibel is met Scratch Link",
    "scratchLink.checkOSVersionText": "De minimale versies van besturingssystemen staan bovenaan op deze pagina vermeld. Zie de instructies om de versie van je besturingsysteem te controleren van {winOSVersionLink} of {macOSVersionLink}",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Sluit andere vensters van Scratch.",
    "scratchLink.closeScratchCopiesText": "Er kan slechts één exemplaar van Scratch tegelijk verbinding maken met Scratch Link. Als je Scratch hebt geopend in andere browsertabbladen, sluit je het en probeer je het opnieuw.",
    "scratchLink.thingsToTry": "Dingen om te proberen",
    "scratchLink.compatibleDevices": "Geschikt voor Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit is een kleine printplaat die is ontworpen om kinderen te helpen leren coderen en creëren met technologie.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 is een uitvinderspakket met motoren en sensoren dat je kunt gebruiken om interactieve robotcreaties te bouwen.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 is een inleidende uitvinderskit dat je kunt gebruiken om interactieve robots en andere creaties te bouwen.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "De LEGO BOOST-set brengt je LEGO-creaties tot leven met krachtige motoren, een kleurensensor en meer.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "De Vernier Go Direct Force & Acceleration-sensor is een krachtige wetenschappelijke tool die nieuwe manieren ontsluit om de fysieke wereld te verbinden met je Scratch-projecten."
}