{
    "scratchLink.headerText": "Scratch Link pozwala na połączenie sprzętu, aby ten reagował na twoje projekty Scratch. Otwórz nowe możliwości łącząc swoje cyfrowe projekty ze światem rzeczywistym.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Logo Scratch Link",
    "scratchLink.troubleshootingTitle": "Rozwiązywanie problemów",
    "scratchLink.checkOSVersionTitle": "Upewnij się, że system operacyjny jest kompatybilny z Scratch Link",
    "scratchLink.checkOSVersionText": "Minimalne wersje systemu operacyjnego są wymienione na górze tej strony. Zobacz instrukcje sprawdzania wersji {winOSVersionLink} lub {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Zamknij inne kopie Scratcha",
    "scratchLink.closeScratchCopiesText": "Tylko jedna kopia programu Scratch może połączyć się z programem Scratch Link na raz. Jeżeli masz otworzony program Scratch w innych kartach przeglądarki, zamknij go i spróbuj ponownie.",
    "scratchLink.thingsToTry": "Rzeczy do wypróbowania",
    "scratchLink.compatibleDevices": "Kompatybilne z Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit to malutka płytka drukowana stworzona, żeby pomóc dzieciom nauczyć się kodowania i tworzenia z technologią.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 is an invention kit with motors and sensors you can use to build interactive robotic creations.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 is an introductory invention kit you can use to build interactive robots and other creations.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "The LEGO BOOST kit brings your LEGO creations to life with powerful motors, a color sensor and more.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "The Vernier Go Direct Force & Acceleration sensor is a powerful scientific tool that unlocks new ways to connect the physical world to your Scratch projects."
}