{
    "scratchLink.headerText": "O Scratch Link permite que você conecte dispositivos para interagir com seus projetos do Scratch. Abra novas possibilidades combinando seus projetos digitais com o mundo físico.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Logotipo do Scratch Link",
    "scratchLink.troubleshootingTitle": "Solução de Problemas",
    "scratchLink.checkOSVersionTitle": "Tenha certeza de que seu sistema operacional é compatível com o Scratch Link",
    "scratchLink.checkOSVersionText": "As versões mínimas dos sistemas operacionais estão listadas no topo desta página. Veja instruções para checar sua versão do {winOSVersionLink} ou {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Feche outras cópias do Scratch",
    "scratchLink.closeScratchCopiesText": "Somente uma cópia do Scratch pode se conectar ao Scratch Link por vez. Se você está com o Scratch aberto em outras guias do navegador, feche-as e tente novamente.",
    "scratchLink.thingsToTry": "Coisas para Experimentar",
    "scratchLink.compatibleDevices": "Compatível com Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit é uma placa de circuito minúscula projetada para ajudar as crianças a aprender a programar e criar com tecnologia.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 é um kit de invenção com motores e sensores que você pode usar para criar construções robóticas interativas.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 é um kit de invenção introdutório que você pode usar para construir robôs interativos e outras criações.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "O kit LEGO BOOST dá vida às suas criações de LEGO com motores potentes, um sensor de cores e muito mais.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "O sensor Vernier Go Direct Force & Acceleration é uma poderosa ferramenta científica que revela novas maneiras de conectar o mundo físico aos seus projetos Scratch."
}