{
    "scratchLink.headerText": "Scratch Link vă permite să conectați hardware pentru a interacționa cu proiectele dvs. Scratch. Deschideți noi posibilități combinând proiectele dvs. digitale cu lumea fizică.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Logo Scratch Link",
    "scratchLink.troubleshootingTitle": "Depanare",
    "scratchLink.checkOSVersionTitle": "Asigurați-vă că sistemul dvs. de operare este compatibil cu Scratch Link",
    "scratchLink.checkOSVersionText": "Versiunile minime ale sistemului de operare sunt listate în partea de sus a acestei pagini. Consultați instrucțiunile pentru verificarea versiunii dvs. de {winOSVersionLink} sau {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Închideți alte copii ale lui Scratch",
    "scratchLink.closeScratchCopiesText": "Doar o copie a Scratch se poate conecta la Scratch Link la un moment dat. Dacă aveți Scratch deschis în alte file ale browserului, închideți-l și încercați din nou.",
    "scratchLink.thingsToTry": "Lucruri de încercat",
    "scratchLink.compatibleDevices": "Compatibil cu Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit este o placă de circuit minuscul concepută pentru a ajuta copiii să învețe să codeze și să creeze cu tehnologie.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 este un kit de invenție cu motoare și senzori pe care îl poți folosi pentru a construi creații robotice interactive.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 este un kit de invenție introductivă pe care îl puteți folosi pentru a construi roboți interactivi și alte creații.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "Setul LEGO BOOST aduce la viață creațiile tale LEGO cu motoare puternice, un senzor de culoare și multe altele.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Senzorul de forță și accelerație Vernier Go Direct este un instrument științific puternic care deblochează noi moduri de a conecta lumea fizică la proiectele dvs. Scratch."
}