{
    "scratchLink.headerText": "Scratch Link позволяет вам подключать оборудование для взаимодействия с вашими проектами Scratch. Откройте новые возможности, объединив свои цифровые проекты с физическим миром.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Лого Scratch Link",
    "scratchLink.troubleshootingTitle": "Диагностика проблемы",
    "scratchLink.checkOSVersionTitle": "Убедитесь, что ваша операционная система поддерживает Scratch Link",
    "scratchLink.checkOSVersionText": "Минимальные версии операционной системы перечислены в верхней части этой страницы. Смотрите инструкции для проверки вашей версии {winOSVersionLink} или {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Закройте другие копии Scratch",
    "scratchLink.closeScratchCopiesText": "Только одна копия Scratch может одновременно подключаться к Scratch Link. Если у вас открыт Scratch в других вкладках браузера, закройте их и повторите попытку.",
    "scratchLink.thingsToTry": "Что попробовать",
    "scratchLink.compatibleDevices": "Совместимость со Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit — это крошечная плата, предназначенная для того, чтобы помочь детям научиться кодировать и создавать с помощью технологий.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 is an invention kit with motors and sensors you can use to build interactive robotic creations.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 is an introductory invention kit you can use to build interactive robots and other creations.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "The LEGO BOOST kit brings your LEGO creations to life with powerful motors, a color sensor and more.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "The Vernier Go Direct Force & Acceleration sensor is a powerful scientific tool that unlocks new ways to connect the physical world to your Scratch projects."
}