{
    "scratchLink.headerText": "Scratch Link vám umožňuje pripojiť hardvér na interakciu s vašimi projektmi Scratch. Otvorte nové možnosti spojením vašich digitálnych projektov s fyzickým svetom.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Logo Scratch Link",
    "scratchLink.troubleshootingTitle": "Riešenie problémov",
    "scratchLink.checkOSVersionTitle": "Presvedčte sa, že váš operačný systém je kompatibilný so Scratch Link",
    "scratchLink.checkOSVersionText": "Minimálne verzie operačných systémov sú uvedené v hornej časti tejto stránky. Podľa návodu skontrolujte svoju verziu {winOSVersionLink} alebo {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Zatvorte ostatné kópie aplikácie Scratch",
    "scratchLink.closeScratchCopiesText": "K aplikácii Scratch Link sa môže naraz pripojiť iba jedna kópia aplikácie Scratch. Ak máte otvorený Scratch na iných kartách prehliadača, zatvorte ho a skúste to znova.",
    "scratchLink.thingsToTry": "Čo vyskúšať",
    "scratchLink.compatibleDevices": "Kompatibilné s Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit je malá obvodová doska navrhnutá tak, aby pomohla deťom naučiť sa kódovať a vytvárať pomocou technológie.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 je súprava vynálezu s motormi a senzormi, ktoré môžete použiť na zostavenie interaktívnych robotických výtvorov.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 je úvodná súprava vynálezov, ktorú môžete použiť na zostavenie interaktívnych robotov a iných výtvorov.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "Stavebnica LEGO BOOST oživí vaše LEGO výtvory pomocou výkonných motorov, snímača farieb a ďalších.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Senzor Vernier Go Direct Force & Acceleration je výkonný vedecký nástroj, ktorý otvára nové spôsoby prepojenia fyzického sveta s vašimi projektmi Scratch."
}