{
    "scratchLink.headerText": "Scratch Link omogoča povezovanje strojne opreme s tvojim Scratch projektom. S tem se odprejo nove možnosti za povezovanje tvojih digitalnih projektov s fizičnim svetom.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Scratch Link logotip",
    "scratchLink.troubleshootingTitle": "Odpravljanje težav",
    "scratchLink.checkOSVersionTitle": "Preveri, če je tvoj operacijski sistem združljiv s Scratch Linkom.",
    "scratchLink.checkOSVersionText": "Najnižje možne različice operacijskih sistemov so navedene na vrhu strani. Oglej si navodila, kako preveriš svojo različico za {winOSVersionLink} ali {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Zapri ostale kopije Scratcha",
    "scratchLink.closeScratchCopiesText": "S Scratch Linkom se lahko naenkrat poveže le ena kopija Scratcha. Če imaš Scratch odprt v zavihkih spletnega brskalnika, ga zapri in poskusi znova.",
    "scratchLink.thingsToTry": "Poskusi naslednje",
    "scratchLink.compatibleDevices": "Združljivo s Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit je majhna vezna plošča, ustvarjena da otrokom pomaga pri učenju programiranja in ustvarjanja s pomočjo tehnologije.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 je izumiteljski kit z motorji in tipali, ki ga lahko uporabiš za ustvarjanje interaktivnih robotskih stvaritev.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 je začetniški izumiteljski kitz, ki ga lahko uporabiš za ustvarjanje interaktivnih robotov in drugih stvaritev.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "The LEGO BOOST kit oživlja tvoje LEGO stvaritve s pomočjo zmogljivih motorjev, barvnih tipal in tako naprej.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Vernier Go tipalo nesposredne sile in pospeška je zmogljivo znanstveno orodje, ki omogoča povezavo tvojega Scratch projekta s fizičnim svetom."
}