{
    "scratchLink.headerText": "Scratch Link låter dig ansluta hårdvara för att interagera med dina Scratch-projekt. Öppna nya möjligheter genom att kombinera dina digitala projekt med den fysiska världen.",
    "scratchLink.headerTitle": "Scratch Link",
    "scratchLink.linkLogo": "Scratch Link-logotyp",
    "scratchLink.troubleshootingTitle": "Felsökning",
    "scratchLink.checkOSVersionTitle": "Se till så att ditt operativsystem är kompatibelt med Scratchlink",
    "scratchLink.checkOSVersionText": "Listan överst på sidan visar vilken version av operativsystem du minst måste ha. Se instruktioner för att kolla din version av {winOSVersionLink} eller {macOSVersionLink}.",
    "scratchLink.winOSVersionLinkText": "Windows",
    "scratchLink.macOSVersionLinkText": "Mac OS",
    "scratchLink.closeScratchCopiesTitle": "Stäng andra kopior av Scratch",
    "scratchLink.closeScratchCopiesText": "Endast en kopia av Scratch kan ansluta till Scratch Link åt gången. Om du har Scratch öppet i andra webbläsarflikar, stäng den och försök igen.",
    "scratchLink.thingsToTry": "Saker att prova",
    "scratchLink.compatibleDevices": "Kompatibel med Scratch Link",
    "scratchLink.microbitTitle": "micro:bit",
    "scratchLink.microbitDescription": "micro:bit är ett litet kretskort designat för att hjälpa barn att lära sig koda och skapa med teknik.",
    "scratchLink.ev3Title": "LEGO MINDSTORMS EV3",
    "scratchLink.ev3Description": "LEGO MINDSTORMS Education EV3 är ett uppfinningspaket med motorer och sensorer som du kan använda för att bygga interaktiva robotkreationer.",
    "scratchLink.wedoTitle": "LEGO Education WeDo 2.0",
    "scratchLink.wedoDescription": "LEGO Education WeDo 2.0 är ett introduktionssats för uppfinningar som du kan använda för att bygga interaktiva robotar och andra skapelser.",
    "scratchLink.boostTitle": "LEGO BOOST",
    "scratchLink.boostDescription": "LEGO BOOST-satsen väcker dina LEGO-skapelser till liv med kraftfulla motorer, en färgsensor och mer.",
    "scratchLink.vernierTitle": "Vernier Force & Acceleration",
    "scratchLink.vernierDescription": "Vernier Go Direct Force & Acceleration-sensorn är ett kraftfullt vetenskapligt verktyg som låser upp nya sätt att koppla den fysiska världen till dina Scratch-projekt."
}