{
  "download.title": "Scratch 2.0 Oflayn Redaktoru",
  "download.intro": "Siz Scratch 2.0 yükləyərək layihələriniz üzərində İnternet bağlantısı olmadan işləyə edə bilərsiniz. Bu versiya Mac, Windows və bəzi Linux versiyalarında (32 bit) işləyir.",
  "download.introMac": "<b>Note for Mac Users:</b> the latest version of Scratch 2.0 Offline requires Adobe AIR 20. To upgrade to Adobe AIR 20 manually, go <a href=\"https://get.adobe.com/air/\">here</a>.",
  "download.installation": "Qurma",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Əgər sizdə yoxdursa, <a href=\"http://get.adobe.com/air/\">Adobe AIR-in</a> son versiyasını yükləyib yazın.",
  "download.macOSX": "Mac OS X",
  "download.macOlder": "Mac OS 10.5 və Daha Köhnə versiyalar",
  "download.windows": "Windows",
  "download.linux": "Linux",
  "download.download": "Yüklə",
  "download.offlineEditorTitle": "Scratch Oflayn Redaktoru",
  "download.offlineEditorBody": "İndi isə Scratch 2.0 Oflayn Redaktorunu yükləyib yazın",
  "download.supportMaterialsTitle": "Dəstək Materialları",
  "download.supportMaterialsBody": "Başlamaq üçün köməyə ehtiyacınız var? Burada bəzi faydalı resurslar var.",
  "download.starterProjects": "Yeni başlayanlar üçün Layihələr",
  "download.gettingStarted": "Yeni Başlayanlar üçün Təlimat",
  "download.scratchCards": "Scratch Kartları",
  "download.updatesTitle": "Yeniləmələr",
  "download.updatesBody": "Oflayn Redaktor özü-özünü yeniləyə bilər (istifadəçinin icazəsi ilə)\nO hər açılanda avtomatik yeni versiyanı yoxlayır. Həmçinin siz menyudan \"Yeni versiyanı yoxlamaq\" komandası ilə də bunu edə bilərsiniz.",
  "download.currentVersion": "Hal-hazırkı versiya: {version}.",
  "download.otherVersionsTitle": "Scratchın digər versiyaları",
  "download.otherVersionsOlder": "Əgər sizin kömpüteriniz zəifdirsə və ya Scratch 2.0 oflayn redaktorunu yükləyə bilmirsinizsə, <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4-ü</a>sınayın.",
  "download.otherVersionsAdmin": "Əgər siz şəbəkə administratorusunuzsa: Scratch 2.0 MSI icmamızın bir üzvü tərəfindən hazırlanıb və  <a href=\"http://llk.github.io/scratch-msi/\">bu keçiddən</a> yüklənə bilər.",
  "download.knownIssuesTitle": "Məlum olan problemlər",
  "download.knownIssuesOne": "If your offline editor is crashing directly after Scratch is opened, install the Scratch 2 offline editor again (see step 2 above). This issue is due to a bug introduced in Adobe AIR version 14 (released April 2014).",
  "download.knownIssuesTwo": "Qrafik effektlər bloku (\"Görüntü\" bölməsi) məlum olan Flash səhvinə görə layihənin işləməyini ləngidə bilər.",
  "download.knownIssuesThree": "Hələlik <b>çanta</b> funksiyaı dəstəklənmir.",
  "download.knownIssuesFour": "On Mac OS you may see a prompt indicating that \"Scratch 2 is trying to install a new helper tool\" and asking for your user name and password. We are currently investigating a solution to this problem.",
  "download.reportBugs": "Proqram səhvləri və ilişmələr barədə məktub yazmaq",
  "download.notAvailable": "Hmm, deyəsən redator yükləmələri hal-hazırda əlçatmazdır - xahiş edirik səhifəni yeniləyib bir daha cəhd edin."
}
