{
  "download.title": "Редактор за ползване извън линия Scratch 2.0",
  "download.intro": "Можете да инсталирате редактора Scratch 2.0, за да работите по проектите си без връзка с Интернет. Тази версия работи на Mac, Windows и някои версии на Линукс (32-битов).",
  "download.introMac": "<b>Забележка за потребителите на Mac:</b> последната версия на редактора за ползване извън линия Scratch 2.0 изисква Adobe AIR 20. За да надградите ръчно до Adobe AIR 20, вижте <a href=\"https://get.adobe.com/air/\">тук</a>.",
  "download.installation": "Инсталация",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Ако не сте го инсталирали вече, свалете и инсталирайте последната версия на <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
  "download.macOSX": "Mac OS X",
  "download.macOlder": "Mac OS 10.5 и по-стари версии",
  "download.windows": "Windows",
  "download.linux": "Линукс",
  "download.download": "Сваляне",
  "download.offlineEditorTitle": "Редактор за ползване извън линия на Scratch",
  "download.offlineEditorBody": "След това свалете и инсталирайте редактора Scratch 2.0 за ползване извън линия",
  "download.supportMaterialsTitle": "Допълнителни материали",
  "download.supportMaterialsBody": "Имате нужда от помощ? Тук ще намерите различни полезни материали.",
  "download.starterProjects": "Начални проекти",
  "download.gettingStarted": "Ръководство за първи стъпки",
  "download.scratchCards": "Scratch карти",
  "download.updatesTitle": "Обновления",
  "download.updatesBody": "Редакторът за ползване извън линия може да се обновява сам (с разрешението на потребителя). Той ще проверява за обновления при пускането си, но също така можете да използвате и бутона „Проверка за обновления“ от менюто „Файл“.",
  "download.currentVersion": "Текущата версия е {version}.",
  "download.otherVersionsTitle": "Стари версии на Scratch",
  "download.otherVersionsOlder": "Ако имате по-стар компютър, или по друга причина не можете да инсталирате редактора Scratch 2.0 за ползване извън линия, опитайте да инсталирате <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
  "download.otherVersionsAdmin": "Ако сте мрежов администратор: има инсталатор MSI за Scratch 2.0 създаден и поддържан от член на общността. Можете да го свалите безплатно от <a href=\"http://llk.github.io/scratch-msi/\">тук</a>.",
  "download.knownIssuesTitle": "Известни проблеми",
  "download.knownIssuesOne": "Ако редакторът за ползване извън линия се срива веднага след като го пуснете, инсталирайте Scratch 2 отново (вижте стъпка 2 по-горе). Това се дължи на проблем в „Adobe Air“ версия 14 (издадена през април 2014 г.).",
  "download.knownIssuesTwo": "Блокчетата за графични ефекти (в раздела „Външност“) може да забавят проектите, поради проблем във Flash.",
  "download.knownIssuesThree": "<b>Раницата</b> все още не е налична.",
  "download.knownIssuesFour": "Под Mac може да получите съобщение, което Ви казва, че „Scratch 2 се опитва да инсталира нов помощен инструмент“ и Ви моли за потребителско име и парола. В момента обмисляме как да решим този проблем.",
  "download.reportBugs": "Докладване на проблеми",
  "download.notAvailable": "Хмм, свалянето на редактора не е възможно в момента. Моля, опреснете страницата и опитайте отново."
}
