{
  "download.title": "Offline Editor für Scratch 2.0",
  "download.intro": "Du kannst den Scratch 2.0 Offline-Editor installieren um Scratchprojekte ohne Internetverbindung zu bearbeiten. Diese Version läuft unter Mac OS, Windows und einigen Linux-Versionen (32 bit).",
  "download.introMac": "<b>Anmerkung für Mac-BenutzerInnen:</b> die letzte Version des Scratch 2.0 Offline Editors benötigt Adobe AIR 20. Um Adobe AIR 20 von Hand zu installieren, lade es <a href=\"https://get.adobe.com/air/\">hier</a> herunter.",
  "download.installation": "Installation",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Wenn du es noch nicht hast, lade <a href=\"http://get.adobe.com/air/\">Adobe AIR</a> herunter und installiere es",
  "download.macOSX": "Mac OS X",
  "download.macOlder": "Mac OS 10.5 & Älter",
  "download.windows": "Windows",
  "download.linux": "Linux",
  "download.download": "Herunterladen",
  "download.offlineEditorTitle": "Offline-Editor für Scratch",
  "download.offlineEditorBody": "Lade als nächstes den Scratch 2.0 Offline-Editor herunter und installiere ihn",
  "download.supportMaterialsTitle": "Unterstützende Materialien",
  "download.supportMaterialsBody": "Brauchst du Starthilfe? Hier sind hilfreiche Materialien.",
  "download.starterProjects": "Projekte für Einsteiger",
  "download.gettingStarted": "Erste-Schritte Anleitung",
  "download.scratchCards": "Scratch-Karten",
  "download.updatesTitle": "Aktualisierungen",
  "download.updatesBody": "Der Offline-Editor kann automatisch Updates ausführen (der Benutzer wird zuvor um Erlaubnis gefragt). Er prüft beim Starten, ob neue Updates zur Verfügung stehen, oder du kannst \"Nach Updates suchen\" im Datei-Menü anklicken.",
  "download.currentVersion": "Die aktuelle Version ist {version}.",
  "download.otherVersionsTitle": "Andere Versionen von Scratch",
  "download.otherVersionsOlder": "Falls du einen älteren Computer hast oder den Scratch 2.0 Offline-Editor aus anderen Gründen nicht installieren kannst, kannst du versuchen, <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a> zu installieren.",
  "download.otherVersionsAdmin": "Falls du ein Netzwerkadministrator bist: Von einem Mitglied der Scratch-Community wurde ein Scratch MSI erstellt, das <a href=\"http://llk.github.io/scratch-msi/\">hier</a> heruntergeladen werden kann.",
  "download.knownIssuesTitle": "Bekannte Probleme",
  "download.knownIssuesOne": "Falls dein Offline-Editor direkt nach dem Öffnen von Scratch abgestürzt ist, installiere den Scratch 2 Offline-Editor erneut (siehe Schritt 2 oben). Dieses Problem tritt aufgrund eines Bugs auf, der in Adobe AIR 14 (veröffentlicht im April 2014) auftauchte.",
  "download.knownIssuesTwo": "Böcke, die Grafikeffekte steuern (in der Kategorie \"Aussehen\"), können Projekte wegen einesbekannten Flash-Bugs verlangsamen.",
  "download.knownIssuesThree": "Der <b>Rucksack</b> ist noch nicht verfügbar.",
  "download.knownIssuesFour": "In Mac OS siehst du vielleicht ein Fenster, das sagt, dass \"Scratch versucht, ein neues Hilfewerkzeug zu installieren\" und dich nach deinem Benutzernamen und Passwort fragt. Wir suchen momentan nach einer Lösung für dieses Problem.",
  "download.reportBugs": "Melde Bugs",
  "download.notAvailable": "Hm, der Editor kann gerade nicht heruntergeladen werden. Bitte lade die Seite neu und versuche es nochmal."
}
