{
  "download.title": "Editor sin conexión de Scratch 2.0",
  "download.intro": "Puedes instalar el editor de Scratch 2.0 para trabajar en proyectos cuando no tengas conexión a internet. Esta versión funciona en Mac, Windows y algunas versiones de Linux (32 bits).",
  "download.introMac": "<b>Nota para usuarios de Mac:</b> la última versión del Editor sin Conexión de Scratch 2.0 requiere el uso de Adobe AIR 20. Para actualizar a Adobe AIR 20 de forma manual, vaya <a href=\"https://get.adobe.com/air/\">aquí</a>.",
  "download.installation": "Instalación",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Si aún no lo tiene instalado, descargue e instale la última versión de <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
  "download.macOSX": "Mac OS X",
  "download.macOlder": "Mac OS 10.5 o posterior",
  "download.windows": "Windows",
  "download.linux": "Linux",
  "download.download": "Descargar",
  "download.offlineEditorTitle": "Editor Offline de Scratch ",
  "download.offlineEditorBody": "Luego descargue e instale el Editor sin Conexión de Scratch 2.0",
  "download.supportMaterialsTitle": "Materiales de apoyo",
  "download.supportMaterialsBody": "¿Necesitas ayuda para empezar? Aquí tienes algunos recursos útiles.",
  "download.starterProjects": "Proyectos para iniciarse",
  "download.gettingStarted": "Guía de Inicio",
  "download.scratchCards": "Tarjetas de Scratch",
  "download.updatesTitle": "Actualizaciones",
  "download.updatesBody": "El Editor sin Conexión puede actualizarse a sí mismo (con el previo permiso del usuario). Puede comprobar si existen actualizaciones al iniciarse, o bien puede utilizar el comando \"Buscar actualizaciones\" en el menú de Archivo. ",
  "download.currentVersion": "La versión actual es {version}.",
  "download.otherVersionsTitle": "Otras Versiones de Scratch",
  "download.otherVersionsOlder": "Si su sistema es antiguo, o bien no puede instalar el Editor sin Conexión de Scratch 2.0, puede intentar instalar <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
  "download.otherVersionsAdmin": "Si usted es un administrador de red: un MSI de Scratch 2.0 ha sido creado y mantenido por un miembro de nuestra comunidad, estando disponible públicamente para su descarga <a href=\"http://llk.github.io/scratch-msi/\">aquí</a>.",
  "download.knownIssuesTitle": "Problemas conocidos",
  "download.knownIssuesOne": "Si el Editor sin Conexión se cierra inmediatamente al abrir Scratch, reinstale el Editor sin Conexión de Scratch 2 (véase el paso 2 más atrás). Este problema se debe a un \"bug\" presente en la versión 14 de Adobe AIR (de abril del 2014).",
  "download.knownIssuesTwo": "Los bloques de efectos gráficos (en \"Apariencia\") pueden ralentizar los proyectos debido a un conocido \"bug\" de Flash.",
  "download.knownIssuesThree": "La <b>mochila</b> aún no está disponible.",
  "download.knownIssuesFour": "En Mac OS podría ver un cuadro indicando que \"Scratch 2 está intentando instalar una nueva herramienta de ayuda\", pidiéndole su nombre de usuario y contraseña. Actualmente estamos buscando una solución a este problema.",
  "download.reportBugs": "Informa de errores y problemas",
  "download.notAvailable": "Hmm, la descarga del Editor no está disponible en este momento. Por favor vuelva a cargar la página para intentar nuevamente."
}
