{
  "download.title": "Deasaiche far loidhne Scratch 2.0",
  "download.intro": "’S urrainn dhut Deasaiche Scratch 2.0 a stàladh gus obair air pròiseactan gun cheangal dhan eadar-lìon. Obraichidh an tionndadh seo air Mac, Windows, agus cuid a thionndaidhean de Linux (32 bit).",
  "download.introMac": "<b>An aire do luchd-cleachdaidh Mac:</b> Tha an tionndadh as ùire dhen deasaiche far loidhne Scratch 2.0 feumach air Adobe AIR 20. Tadhailibh air <a href=\"https://get.adobe.com/air/\">an làrach seo</a> gus àrdachadh gu Adobe AIR 20 a làimh.",
  "download.installation": "Stàladh",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Mur eil e agad mar-thà, luchdaidh a-nuas agus stàlaich  <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
  "download.macOSX": "Mac OS X",
  "download.macOlder": "Mac OS 10.5 ⁊ nas sine",
  "download.windows": "Windows",
  "download.linux": "Linux",
  "download.download": "Luchdaich a-nuas",
  "download.offlineEditorTitle": "Deasaiche far loidhne Scratch",
  "download.offlineEditorBody": "An uairsin, luchdaich a-nuas an deasaiche far loidhne Scratch 2.0.",
  "download.supportMaterialsTitle": "Stuthan taice",
  "download.supportMaterialsBody": "A bheil taic a dhìth ort airson toiseach-tòiseachaidh? Seo goireasan feumail dhut.",
  "download.starterProjects": "Pròiseactan tòiseachaidh",
  "download.gettingStarted": "Treòir toiseach tòiseachaidh",
  "download.scratchCards": "Cairtean Scratch",
  "download.updatesTitle": "Ùrachaidhean",
  "download.updatesBody": "Nì an deasaiche far loidhne ùrachadh gu fèin-obrachail (ma tha na ceadan cleachdaiche aige). Bheir e sùil airson ùrachaidhean nuair a thòisicheas e agus ’s urrainn dhut an àithne “Thoir sùil airson ùrachaidhean” sa chlàr-taice “Faidhle” a chleachdadh cuideachd.",
  "download.currentVersion": "Is {version} an tionndadh làithreach.",
  "download.otherVersionsTitle": "Tionndaidhean eile dhe Scratch",
  "download.otherVersionsOlder": "Ma tha seann-choimpiutair agad no mur urrainn dhut an deasaiche far loidhne Scratch 2.0 a stàladh, feuch an stàlaich thu <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
  "download.otherVersionsAdmin": "Ma tha tu nad rianaire lìonraidh: Chaidh MSI airson Scratch 2.0 MSI a chruthachadh is tha e ga ghlèidheadh le ball na coimhearsnachd agus ga òstadh a chum luchdadh a-nuas gu poblach created and maintained by a member of the community and hosted for public download <a href=\"http://llk.github.io/scratch-msi/\">an-seo</a>.",
  "download.knownIssuesTitle": "Duilgheadasan as aithne dhuinn",
  "download.knownIssuesOne": "Ma thuislicheas an deasaiche far loidhne agad sa bhad às dèidh Scratch fhosgladh, stàlaich an deasaiche far loidhne Scratch 2 a-rithist (faic ceum 2 gu h-àrd). ’S e buga a dh’èirich ann an Adobe AIR tionndadh 14 (air fhoillseachadh sa Ghiblean 2014) a tha as coireach.",
  "download.knownIssuesTwo": "Dh’fhaoidte gun cuir blocaichean èifeachdan grafaigeachd (san earrann “Coltas”) maille air pròiseactan ri linn buga ann am Flash.",
  "download.knownIssuesThree": "Chan eil a’ <b>mhàla-droma</b> ri fhaighinn fhathast.",
  "download.knownIssuesFour": "Air Mac OS, dh’fhaoidte gum faic thu còmhradh ag ràdh “Scratch 2 is trying to install a new helper tool” agus ag iarraidh ainm-cleachdaiche ’ facal-faire ort. Tha sinn a’ sgrùdadh an duilgheadais seo feuch am fuasgail sinn e.",
  "download.reportBugs": "Dèan aithris air bugaichean is mearachdan-obrachaidh",
  "download.notAvailable": "Tha coltas nach eil na luchdaidhean a-nuas ri am faighinn an-dràsta – ath-nuadhaich an duilleag gus feuchainn ris a-rithist."
}
