{
  "download.title": "Scratch 2.0 Offline Editor",
  "download.intro": "Norėdami dirbti be interneto ryšio, galite įdiegti Scratch 2.0 redaktorių. Ši versija veiks Mac, Windows ir kai kurių Linux (32 bitų) versijų operacinėse sistemose.",
  "download.introMac": "<b>Pastaba Mac vartotojams:</b> paskutinei Scratch 2.0 Offline versijai reikalinga Adobe AIR 20. Norėdami atnaujinti programą į Adobe AIR 20 rankiniu būdu, apsilankykite <a href=\"https://get.adobe.com/air/\">čia</a>.",
  "download.installation": "Įdiegimas",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Jei šios programos dar neturite, atsisiųskite ir įdiekite naujausią <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
  "download.macOSX": "Mac OS X",
  "download.macOlder": "Mac OS 10.5 ir senesnės",
  "download.windows": "Windows",
  "download.linux": "Linux",
  "download.download": "Atsisiųsti",
  "download.offlineEditorTitle": "Scratch Offline Editor",
  "download.offlineEditorBody": "Dabar atsisiųskite ir įdiekite Scratch 2.0 Offline redaktorių",
  "download.supportMaterialsTitle": "Pagalbinė medžiaga",
  "download.supportMaterialsBody": "Reikia pagalbos pradedant? Čia rasite naudingos medžiagos.",
  "download.starterProjects": "Projektai pradedantiesiems",
  "download.gettingStarted": "Pradžiamokslis",
  "download.scratchCards": "Scratch kortelės",
  "download.updatesTitle": "Naujiniai",
  "download.updatesBody": "Betinklė redagavimo programa gali pati atsinaujinti (su vartotojo leidimu). Programa tikrina, ar nėra naujinių, ją paleidus, arba galite naudoti komandą „Ieškoti naujinių” bylos meniu.",
  "download.currentVersion": "Naujausia versija yra {version}.",
  "download.otherVersionsTitle": "Kitos Scratch versijos",
  "download.otherVersionsOlder": "Jei turite senesnį kompiuterį, ar nepavyksta įdiegti Scratch 2.0 betinklės redagavimo programos, galite mėginti įdiegti<a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
  "download.otherVersionsAdmin": "Tinklo administratoriams: Scratch 2.0 MSI failas, kurį sukūrė ir prižiūri bendruomenės narys, įkeltas visiems atsisiųsti <a href=\"http://llk.github.io/scratch-msi/\">čia</a>.",
  "download.knownIssuesTitle": "Žinomos problemos",
  "download.knownIssuesOne": "Jei jūsų betinklė redagavimo programa nulūžta atidarius Scratch, įdiekite Scratch 2 betinklę redagavimo programą iš naujo (žr. 2 žingsnį viršuje). Ši problema iškyla dėl klaidos, įvestos Adobe AIR 14 versijoje (išleistoje 2014 balandį).",
  "download.knownIssuesTwo": "Graphic effects blocks (in \"Looks\") may slow down projects due to a known Flash bug.",
  "download.knownIssuesThree": "The <b>backpack</b> is not yet available.",
  "download.knownIssuesFour": "On Mac OS you may see a prompt indicating that \"Scratch 2 is trying to install a new helper tool\" and asking for your user name and password. We are currently investigating a solution to this problem.",
  "download.reportBugs": "Report Bugs and Glitches",
  "download.notAvailable": "Hmm, editor downloads are not available right now - please refresh the page to try again."
}
