{
  "download.title": "Scratch 2.0 Pūmanawa Whakatika Tuimotu",
  "download.intro": "Ka tāuta koe i te pūmanawa whakatika o Scratch 2.0 hei whakamahi i ngā kaupapa, i ngā wā, kāhore kau he hononga ipurangi.  Ka mahi hoki tēnei whakaaturanga ki runga ki te Mac, ki te Windows, ki ētahi whakaaturanga hoki o Linux (32 bit).",
  "download.introMac": "<b>Hei whakamōhio ki ngā mea kei a rātou ngā Mac:</b> Mō te tukunga hou o Scratch 2.0 Offline me whakauru Adobe AIR 20. Ka hiahia koe ki te whakauru te AIR 20, haere ki <a href=\"https://get.adobe.com/air/\">konei</a>.",
  "download.installation": "Utanga",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Mēnā kaore i a koe, tango iho, tāuta hoki te mea hou rawa <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
  "download.macOSX": "Maki OS X",
  "download.macOlder": "Maki OS 10.5 me ngā mea tawhito",
  "download.windows": "Wini OS",
  "download.linux": "Ingoakore OS",
  "download.download": "Tangoihotanga",
  "download.offlineEditorTitle": "Scratch Pūmanawa Whakatika Tuimotu",
  "download.offlineEditorBody": "He tangoihotanga ake, ā, ka tāuta te Scratch 2.0 Pūmanawa Whakatika Tuimotu",
  "download.supportMaterialsTitle": "Ngā Rawa Tautoko",
  "download.supportMaterialsBody": "E hiaāwhina ana ki te tīmata? Anei ētehi rauemi hei āwhina.",
  "download.starterProjects": "Ngā Kaupapa Tīmata",
  "download.gettingStarted": "He Ara Arataki Hei Tīmatanga",
  "download.scratchCards": "Ngā Kāri Scratch",
  "download.updatesTitle": "Ngā Whakahoutanga",
  "download.updatesBody": "Ka whakahou te Pūmanawa Whakatika i a ia anō (ki te whakaaetanga o te kaiwhakamahi).  Ka kimi ia i ngā whakahoutanga i te whakaoho, nā, ka whakamahi koe rānei i te \"Kimihia ngā whakahoutanga\" whakahautanga i te tahua kōnae.",
  "download.currentVersion": "Ko te whakaaturanga inaianei {version}.",
  "download.otherVersionsTitle": "Ko ētehi Whakaaturanga atu o Scratch",
  "download.otherVersionsOlder": "Mēnā he rorohiko tawhito tāhau, tē taea rānei te tāuta te pūmanawa whakatika tuimotu Scratch 2.0, ka whakamātau koe ki te tāuta <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>. ",
  "download.otherVersionsAdmin": "Mēnā he kaiwhakahaere whatunga: kua hangaia, kua tuarātia tētehi Scratch 2.0 MSI e tētehi o ngā mema o te hāpori, ā, kua mau hoki ia kia tangohia iho e te marea <a href=\"http://llk.github.io/scratch-msi/\">mai i kōnei</a>.",
  "download.knownIssuesTitle": "Ngā rāru e mōhio ana",
  "download.knownIssuesOne": "Mēna kei te hinga tonu mai te Scratch 2 offline editor i te wā e tīmata, me whakaurua anō  (tirohia mahi nama 2 ki runga). He raru tēnei i roto i te Adobe AIR version 14 (i tukua mai i  April 2014).",
  "download.knownIssuesTwo": "Kei whakapōturi ngā pōraka whakairoiro pānga (i roto i \"Tirohanga\") i ngā haupapa, ko tētehi ngārara Flash e mōhio ana.",
  "download.knownIssuesThree": "Kaore anō  te <b>pīkau</b> e rite ana.",
  "download.knownIssuesFour": "Mō ngā mea kei a koutou Mac OS, tērā pea ka kite i te karere e kī ana \"Scratch 2 is trying to install a new helper tool\", ka pātai mō tō ingoa whakauru me tō kupu hipa. Kei te rangahaua tonu tēnei raru e mātou.",
  "download.reportBugs": "Tukua pūrongo mō ngā Ngārara me ngā Hapa",
  "download.notAvailable": "A, kaore anō kia rite ngā tangoihotanga kaiwhakatika ināianei - tēnā koa, whakahoungia te whārangi kia whakamātau anō."
}
