{
  "download.title": "Scratch २.० अफलाइन इडिटर",
  "download.intro": "तपाईं इन्टरनेट जडान बिना परियोजनाहरूमा काम गर्न Scratch 2.0 इडिटर इन्स्टल गर्न सक्नुहुनेछ। यो संस्करण म्याक, विन्डोज, र लिनक्सको केहि संस्करणहरूमा काम गर्नेछ (32 बिट)।",
  "download.introMac": "<b>म्याक प्रयोगकर्ताहरूको लागि नोट:</b> Scratch 2.0 को अफलाइन संस्करण अफलाईन को आवश्यकता छ एडोब एयर 20. एडोब एयर 20 मा अपग्रेड गर्न को लागि, <a href=\"https://get.adobe.com/air/\"> यहाँ </a> मा जानुहोस्।",
  "download.installation": "इन्स्टलेशन",
  "download.airTitle": "एडोब एयर",
  "download.airBody": "यदि तपाइँसँग पहिले नै यो छैन भने, नयाँ रुप डाउनलोड गर्नुहोस् र इन्स्टल गर्नुहोस् <a href=\"http://get.adobe.com/air/\"> एडोब एयर </a>",
  "download.macOSX": "म्याकको ओएस एक्स",
  "download.macOlder": "म्याकको ओएस १०.५ र पछडी ",
  "download.windows": "विन्डोज",
  "download.linux": "लिनक्स",
  "download.download": "डाउनलोड गर्नुहोस्",
  "download.offlineEditorTitle": "Scratch अफलाइन इडिटर",
  "download.offlineEditorBody": "अब Scratch  2.0 अफलाइन इडिटर डाउनलोड र इन्स्टल गर्नुहोस् ",
  "download.supportMaterialsTitle": "समर्थन सामग्री",
  "download.supportMaterialsBody": "केही सुरू गर्न मद्दत चाहिन्छ? यहाँ केहि उपयोगी संसाधनहरू छन्।",
  "download.starterProjects": "स्टार्टर परियोजनाहरू",
  "download.gettingStarted": "सुरूवाती गाइड ",
  "download.scratchCards": "Scratch कार्डहरू",
  "download.updatesTitle": "उप्डेटहरु",
  "download.updatesBody": "अफलाइन सम्पादकले आफूलाई (प्रयोगकर्ता अनुमतिको साथ) उप्डेट गर्न सक्छ। यसले स्टार्टअपमा उप्डेटहरूको लागि जाँच गर्नेछ वा फाइल फाइल मेनुमा \"उप्डेटहरूको लागि जाँच गर्नुहोस्\" आदेश प्रयोग गर्न सक्नुहुनेछ।",
  "download.currentVersion": "हालको संस्करण {version} हो।",
  "download.otherVersionsTitle": "Scratch का अन्य संस्करणहरू",
  "download.otherVersionsOlder": "यदि तपाइँसँग पुरानो कम्प्युटर छ, वा Scratch 2.0 अफलाइन सम्पादक स्थापना गर्न सक्नुहुन्न भने, तपाईं <a href=\"http://scratch.mit.edu/scratch_1.4/\"> Scratch 1.4 </a> स्थापना गर्न प्रयास गर्न सक्नुहुन्छ।",
  "download.otherVersionsAdmin": "यदि तपाई सञ्जाल प्रबन्धक हुनुहुन्छ: एक Scratch 2.0 एमएसआई समुदायको सदस्य द्वारा बनाइएका र राखिएको छ र सार्वजनिक डाउनलोडको लागि होस्ट गरिएको छ <a href=\"http://llk.github.io/scratch-msi/\"> यहाँ </a>।",
  "download.knownIssuesTitle": "ज्ञात समस्याहरू",
  "download.knownIssuesOne": "यदि तपाईंको अफलाइन इन्स्टल  Scratch खोलिए पछी सीधा दुर्घटनाग्रस्त हुँदैछ, फेरि Scratch २ अफलाइन इडिटर इन्स्टल गर्नुहोस् (माथिको चरण 2 हेर्नुहोस्)। यो मुद्दा एडोब एयर  संस्करण 14 मा प्रस्तुत बगको कारण हो (अप्रिल 2014 जारी)। ",
  "download.knownIssuesTwo": "ग्राफिक प्रभाव ब्लकहरू (\"उपस्थिति\" मा) एक ज्ञात फ्ल्यास बगको कारण परियोजनाहरूलाई ढिलो हुन सक्छ।",
  "download.knownIssuesThree": "<B> ब्याकप्याक </ b> अझै उपलब्ध छैन।",
  "download.knownIssuesFour": "म्याक ओएसमा तपाईंले शीघ्र संकेत देख्न सक्नुहुन्छ कि \"Scratch 2 ले नयाँ सहायक उपकरण स्थापना गर्न प्रयास गरिरहेको छ\" र तपाईंको प्रयोगकर्ता नाम र पासवर्डको लागि सोध्दैछ। हामी अहिले यस समस्याको समाधानको खोजी गर्दै छौं।",
  "download.reportBugs": "रिपोर्ट र बगहरू",
  "download.notAvailable": " इडिटर डाउनलोडहरू अहिले उपलब्ध छैनन् - कृपया फेरि प्रयास गर्न पृष्ठलाई रेफ्रेश गर्नुहोस्। "
}
