{
  "download.title": "Scratch 2.0 Offline Editor",
  "download.intro": "Je kan de Scratch 2.0-editor installeren om aan projecten te werken zonder een internetverbinding. Deze versie zal werken op Mac, Windows en sommige versies van Linux (32-bit).",
  "download.introMac": "<b>Notitie voor Mac gebruikers:</b> de laatste versie van Scratch 2.0 Offline vereist Adobe AIR 20. Om handmatig te upgraden naar Adobe AIR 20 ga je naar  <a href=\"https://get.adobe.com/air/\">hier </a>.",
  "download.installation": "Installatie",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Als je het nog niet hebt, dan kan je de laatste versie van <a href=\"http://get.adobe.com/air/\">Adobe AIR</a> downloaden en installeren",
  "download.macOSX": "Mac OS X",
  "download.macOlder": "Mac OS 10.5 & Ouder",
  "download.windows": "Windows",
  "download.linux": "Linux",
  "download.download": "Downloaden",
  "download.offlineEditorTitle": "Scratch Offline",
  "download.offlineEditorBody": "Nu de Scratch 2.0 Offline-editor downloaden en installeren",
  "download.supportMaterialsTitle": "Ondersteunend materiaal",
  "download.supportMaterialsBody": "Wat hulp nodig om van start te gaan? Hier zijn wat hulpzame middelen.",
  "download.starterProjects": "Startersprojecten",
  "download.gettingStarted": "Beginnershandleiding",
  "download.scratchCards": "Scratch-kaarten",
  "download.updatesTitle": "Updates",
  "download.updatesBody": "De Offline-editor kan zichzelf updaten (met gebruikerstoestemming). Het zal controleren of er updates zijn bij het opstarten of je kan \"Controleren op updates\" aanklikken in het menu \"Bestand\".",
  "download.currentVersion": "De huidige versie is {version}.",
  "download.otherVersionsTitle": "Andere versies van Scratch",
  "download.otherVersionsOlder": "Als je een oudere computer hebt of de Scratch 2.0 offline-editor niet kan installeren, probeer dan om <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a> te installeren.",
  "download.otherVersionsAdmin": "Als je een netwerkbeheerder bent: een Scratch 2.0-MSI is aangemaakt en wordt onderhouden door een lid van de community en dit wordt <a href=\"http://llk.github.io/scratch-msi/\">hier</a> als een publieke download gehost.",
  "download.knownIssuesTitle": "Gekende problemen",
  "download.knownIssuesOne": "Als je offline editor direct vastloopt nadat Scratch is geopend, installeer dan de Scratch 2 offline editor opnieuw (zie stap 2 hier boven). Dit probleem is te wijten aan een foutje in Adobe AIR version 14 (uitgegeven op April 2014).",
  "download.knownIssuesTwo": "Grafische effectblokken (in \"Uiterlijken\") kunnen projecten vertragen vanwege een gekende Flash-bug.",
  "download.knownIssuesThree": "De <b>rugzak</b> is nog niet beschikbaar.",
  "download.knownIssuesFour": "Bij Mac OS kun je een melding aantreffen die aangeeft dat \"Scratch 2 een nieuwe helper gereedschap probeert te installeren\" en vraagt om je gebruikersnaam en wachtwoord. We onderzoeken momenteel een oplossing voor dit probleem.",
  "download.reportBugs": "Rapporteer bugs en glitches",
  "download.notAvailable": "Hmm, downloads voor de editor zijn nu niet beschikbaar - vernieuw alsjeblieft de pagina en probeer opnieuw."
}
