{
  "download.title": "Scratch 2.0 lokalni urejevalnik - deluje brez povezave v splet",
  "download.intro": "Namestiš si lahko Scratch 2.0 lokalni urejevalnik za delo brez internetne povezave. Ta različica deluje na operacijskih sistemih Mac, Windows in nekaterih različicah Linuxa (32 bitnih).",
  "download.introMac": "<b>Note for Mac Users:</b> the latest version of Scratch 2.0 Offline requires Adobe AIR 20. To upgrade to Adobe AIR 20 manually, go <a href=\"https://get.adobe.com/air/\">here</a>.",
  "download.installation": "Namestitev",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Če programa nimate, namestite zadnjo različico <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>.",
  "download.macOSX": "Mac OS X",
  "download.macOlder": "Mac OS 10.5 & starejši",
  "download.windows": "Windows",
  "download.linux": "Linux",
  "download.download": "Prenesi",
  "download.offlineEditorTitle": "Scratch urejevalnik brez povezave v internet - lokalni",
  "download.offlineEditorBody": "Nato prenesi in namesti Scratch 2.0 lokalni urejevalnik",
  "download.supportMaterialsTitle": "Podporna gradiva",
  "download.supportMaterialsBody": "Potrebujete za začetek nekaj pomoči? Tukaj je nekaj koristnih virov.",
  "download.starterProjects": "Projekti za začetnike",
  "download.gettingStarted": "Uvodni vodič",
  "download.scratchCards": "Scratch konceptne kartice",
  "download.updatesTitle": "Posodobitve",
  "download.updatesBody": "Lokalni urejevalnik se lahko samodejno posodablja (z dovoljenjem uporabnika). Ali obstajajo nove posodobitve se bo preverjalo ob zagonu, lahko pa v meniju Datoteka uporabiš ukaz \"Preveri posodobitve\" .",
  "download.currentVersion": "Trenutna različica je {version}.",
  "download.otherVersionsTitle": "Ostale različice Scratcha",
  "download.otherVersionsOlder": "Če imaš starejši računalnik in ne moreš namestiti lokalnega urejevalnika Scratch 2.0, lahko namesto njega namestiš <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
  "download.otherVersionsAdmin": "Če si mrežni administrator: Scratch 2.0 MSI so ustvarili in ga vzdržujejo člani skupnosti in je na voljo za prenos <a href=\"http://llk.github.io/scratch-msi/\">tukaj</a>.",
  "download.knownIssuesTitle": "Znane težave",
  "download.knownIssuesOne": "If your offline editor is crashing directly after Scratch is opened, install the Scratch 2 offline editor again (see step 2 above). This issue is due to a bug introduced in Adobe AIR version 14 (released April 2014).",
  "download.knownIssuesTwo": "Bloki z grafičnimi učinki v \"Videz\" (\"Looks\") lahko upočasnijo projekt zaradi znane napake v Flashu. ",
  "download.knownIssuesThree": "<b>Nahrbtnik</b> še ni na voljo.",
  "download.knownIssuesFour": "On Mac OS you may see a prompt indicating that \"Scratch 2 is trying to install a new helper tool\" and asking for your user name and password. We are currently investigating a solution to this problem.",
  "download.reportBugs": "Javi napake in nepravilnosti.",
  "download.notAvailable": "Hm, prenos urejevalnika trenutno ni na voljo - prosimo osveži stran in poskusi ponovno."
}
