{
    "camp.title": "Scratch Camp: Down Deep (En lo más profundo)",
    "camp.dates": "24 de Chulio - 13 d'Agosto",
    "camp.welcome": "Bienveniu a lo Scratch Camp 2017!",
    "camp.welcomeIntro": "Veyen, capuza-te en o océano con nusatros y disenya lo tuyo propio invento. Este invento puede estar qualsequier coseta que puedas trobar en o océano - real u inventau! <br /> En o campamento d'este anyo, capuza-te enta las profundidatz con nusatros en estas tres partes:",
    "camp.welcomeIntroHTML": "Veyen, capuza-te en o océano con nusatros y disenya lo tuyo propio invento. Este invento puede estar qualsequier coseta que puedas trobar en o océano - real u inventau! {br} En o campamento d'este anyo, capuza-te enta las profundidatz con nusatros en estas tres partes:",
    "camp.part1Dates": "Parte 1 (24 de Chulio - 30 de Chulio)",
    "camp.detailsTitle": "Detalles:",
    "camp.part1Details": "Creya un prochecto presentando-nos a un personache, real u imachinario, que viva en o océano. Puetz creyar un monstruo d'as profundidatz, una preciosa estrela de mar, un tiburón que devora tacos u qualsequier atra coseta que t'imachines.",
    "camp.particpateTitle": "Cómo participar:",
    "camp.part1Particpate": "La primera parte d'o campamento tendrá puesto en o estudeyo d'a <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin</a>. Aquí puetz fer preguntas, veyer las creyacions d'atros Scratchers y ninviar las tuyas propias creyacions. Ves a lo estudeyo pa conoixer mas!",
    "camp.part1ParticpateHTML": "La primera parte d'o campamento tendrá puesto en o estudeyo d'a <a>Main Camp Cabin</a>. Aquí puetz fer preguntas, veyer las creyacions d'atros Scratchers y ninviar las tuyas propias creyacions. Ves a lo estudeyo pa conoixer mas!",
    "camp.part2Dates": "Parte 2 (31 de Chulio - 6 d'Agosto)",
    "camp.part2Details": "Agora fe que lo tuyo personache sía interactivo! Lo tuyo personache tiene preguntas que fer-nos? Qué succede quan fas clic en ell? Tiene poders especials? Y mas!",
    "camp.part2Particpate": "La segunda parte d'o campamento tamién tendrá puesto en o estudeyo <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin</a>. Aquí puetz fer preguntas, veyer las creyacions d'atros Scratchers y ninviar las tuyas propias creyacions. Ves a lo estudeyo pa conoixer mas!",
    "camp.part2ParticpateHTML": "La segunda parte d'o campamento tamién tendrá puesto en o estudeyo <a>Main Camp Cabin</a>. Aquí puetz fer preguntas, veyer las creyacions d'atros Scratchers y ninviar las tuyas propias creyacions. Ves a lo estudeyo pa conoixer mas!",
    "camp.part3Dates": "Parte 3 (7 d'Agosto - 13 d'Agosto)",
    "camp.part3Details": "Creya un prochecto usando lo tuyo propio prochecto creyau de conchunta con o que atros Scratchers haigan creyau. Puede estar un chuego, una historia, una animación, u qualsequier atra coseta que se t'ocurra!",
    "camp.part3Particpate": "Lo estudeyo d'os <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin</a> albergará la parte 3 d'o Scratch Camp d'este anyo. Aquí puetz ninviar lo tuyo prochecto final, deixar comentarios a los d'atros, y celebrar lo Scratch Camp! Ves nadando dica lo estudeyo quan salga la tercera parte!",
    "camp.part3ParticpateHTML": "Lo estudeyo d'os <a>Final Projects Camp Cabin</a> albergará la parte 3 d'o Scratch Camp d'este anyo. Aquí puetz ninviar lo tuyo prochecto final, deixar comentarios a los d'atros, y celebrar lo Scratch Camp! Ves nadando dica lo estudeyo quan salga la tercera parte!",
    "camp.helpfulInfo": "Información util",
    "camp.infoCounselors": "Lo estudeyo de <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors</a> ofreix una amplia variedat d'eixemplos pa creyar lo tuyo propio océano. Tamién puetz comunicar-te dreitament con os consellers aquí.",
    "camp.infoCounselorsHTML": "Lo estudeyo de <a>Camp Counselors</a> ofreix una amplia variedat d'eixemplos pa creyar lo tuyo propio océano. Tamién puetz comunicar-te dreitament con os consellers aquí.",
    "camp.infoPart3": "Recuerda, en a parte 3 has d'usar atras creyacions feitas pa este Scratch Camp. Usa lo suyo prochecto d'a parte 2 pa aprender sobre la personalidat d'o personache!",
    "camp.infoTime": "No te preocupes si no yes present tot lo tiempo, siempre puetz participar en a parte que puedas! Nomás has de divertir-te y explorar lo que quieras!"
}