{
    "camp.title": "Skreç düşərgəsi: Çox Dərin",
    "camp.dates": "24 iyul - 13 avqust",
    "camp.welcome": "Skreç 2017 komandasına xoş gəlmisiniz!",
    "camp.welcomeIntro": "Bizimlə bizlikdə okeanın dərinliklərinə baş vurun və öz şəxsi yaradıcılığınızı tərtib edin. Sizin yaradıcılığınız okeanda tapa biləcəyiniz hər şey ola bilər - real və ya hazır! <br /> Bu ilki düşərgədə, bu üç hissədə bizimlə birlikdə daha da dərinliklərə enin.",
    "camp.welcomeIntroHTML": "Bizimlə bizlikdə okeanın dərinliklərinə baş vurun və öz şəxsi yaradıcılığınızı tərtib edin. Sizin yaradıcılığınız okeanda tapa biləcəyiniz hər şey ola bilər - real və ya hazır! {br} Bu ilki düşərgədə, bu üç hissədə bizimlə birlikdə daha da dərinliklərə enin.",
    "camp.part1Dates": "1-ci hissə (24 iyul - 30 iyul)",
    "camp.detailsTitle": "Ətraflı:",
    "camp.part1Details": "Okeanda yaşayan gerçək və ya xəyali xarakteri bizə təqdim edən bir layihə yaradın. Siz dərinlik bədheybəti, balaca şirin bir dəniz ulduzu, tako yeyən köpək balığı və ya xəyalınızdakı hər hansı başqa bir personaj yarada bilərsiniz. ",
    "camp.particpateTitle": "Necə iştirak etmək olar: ",
    "camp.part1Particpate": "Düşərgənin 1-ci hissəsi <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio </a> keçiriləcək. Buradan siz suallar verə, digər Skreç istifadəçilərinin yaratdıqlarını görüntüləyə və özünüzünkünü təqdim edə bilərsiniz. Daha ətraflı məlumat üçün studiyaya gedin! ",
    "camp.part1ParticpateHTML": "Düşərgənin 1-ci hissəsi <a>Main Camp Cabin studio </a> keçiriləcək. Buradan siz suallar verə, digər Skreç istifadəçilərinin yaratdıqlarını görüntüləyə və özünüzünkünü təqdim edə bilərsiniz. Daha ətraflı məlumat üçün studiyaya gedin! ",
    "camp.part2Dates": "2-ci hissə (31 iyul - 6 avqust)",
    "camp.part2Details": "İndi personajınızı interaktiv edin! Sizin personajınızın bizə sualı varmı? Ona kliklədiyinizdə nə baş verir? Onun xüsusi gücü varmı? Və daha çox!",
    "camp.part2Particpate": "Düşərgənin 2-ci hissəsi <a href=\"https://scratch.mit.edu/studios/4160302/\"> Main Camp Cabin studio </a> keçiriləcək. Buradan siz suallar verə, digər Skreç istifadəçilərinin yaratdıqlarını görüntüləyə və özünüzünkünü təqdim edə bilərsiniz. Daha ətraflı məlumat üçün studiyaya gedin! ",
    "camp.part2ParticpateHTML": "Düşərgənin 2-ci hissəsi <a> Main Camp Cabin studio </a> keçiriləcək. Buradan siz suallar verə, digər Skreç istifadəçilərinin yaratdıqlarını görüntüləyə və özünüzünkünü təqdim edə bilərsiniz. Daha ətraflı məlumat üçün studiyaya gedin! ",
    "camp.part3Dates": "3-cü hissə (7 avqust - 13 avqust)",
    "camp.part3Details": "Digər Skreç istifadəçilərinin yaradıcılığı ilə öz yaradıcılığınızı istifadə edərək bir layihə yaradın. Bu oyun, hekayə, animasiya və ya öhtəsindən gələ biləcəyiniz başqa bir layihə ola bilər.",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio </a> bu ilki Skreç düşərgəsinin 3-cü hissəsini təşkil edəcək. Buradan siz son layihənizi təqdim edə, digərlərinə rəy bildirə və Skreç düşərgəsini qeyd edə bilərsiniz! 3-cü hissə çıxdıqda studiyaya daxil olun!",
    "camp.part3ParticpateHTML": "<a>Final Projects Camp Cabin studio </a> bu ilki Skreç düşərgəsinin 3-cü hissəsini təşkil edəcək. Buradan siz son layihənizi təqdim edə, digərlərinə rəy bildirə və Skreç düşərgəsini qeyd edə bilərsiniz! 3-cü hissə çıxdıqda studiyaya daxil olun!",
    "camp.helpfulInfo": "Faydalı Məlumat",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio </a> öz şəxsi okeanını yaratmaq üçün müxtəlif nümunələr təklif edir. Siz həmçinin oradakı Məsləhətçilərlə birbaşa əlaqə yarada bilərsiniz.",
    "camp.infoCounselorsHTML": "<a>Camp Counselors studio </a> öz şəxsi okeanını yaratmaq üçün müxtəlif nümunələr təklif edir. Siz həmçinin oradakı Məsləhətçilərlə birbaşa əlaqə yarada bilərsiniz.",
    "camp.infoPart3": "Xatırladaq ki, 3-cü hissədə siz Skreç düşərgəsi üçün hazırlanmış digər yaratdıqlarınızdan istifadə etməlisiniz. Personajın şəxsiyyətini öyrənmək üçün 2-ci hissədəki layihədən istifadə edin!",
    "camp.infoTime": "Həmişə burada ola bilmirsinizsə narahat olmayın, hansı hissə sizə uyğundursa oradan da iştirak edə bilərsiniz! Sadəcə əylənin və dərinliklərə dalın!"
}