{
    "camp.title": "Летнік Scratch: знаёмімся глыбей",
    "camp.dates": "24 ліпеня - 13 жніўня",
    "camp.welcome": "Вітаем у летніку Scratch 2017!",
    "camp.welcomeIntro": "Come take a dive into the ocean with us and design your very own creation. Your creation can be anything you might find in the ocean - real or made up! <br /> In this year’s camp, dive down deep with us in these three parts:",
    "camp.welcomeIntroHTML": "Come take a dive into the ocean with us and design your very own creation. Your creation can be anything you might find in the ocean - real or made up!{br}In this year’s camp, dive down deep with us in these three parts:",
    "camp.part1Dates": "Частка 1 (24 ліпеня - 30 ліпеня)",
    "camp.detailsTitle": "Падрабязнасці:",
    "camp.part1Details": "Create a project introducing us to a character, real or imagined, that lives in the ocean. You could create a monster from the depths, a cute little starfish, a taco eating shark, or anything else you can imagine.",
    "camp.particpateTitle": "Як прыняць удзел:",
    "camp.part1Particpate": "Part 1 of camp will take place in the <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part1ParticpateHTML": "Part 1 of camp will take place in the <a>Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part2Dates": "Частка 2 (31 ліпеня - 6 жніўня)",
    "camp.part2Details": "Now make your character interactive! Does your character have questions to ask us?  What happens when you click on it? Does it have any special powers? And more!",
    "camp.part2Particpate": "Part 2 of camp will also take place in the <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part2ParticpateHTML": "Part 2 of camp will also take place in the <a>Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part3Dates": "Частка 3 (7 жніўня - 13 жніўня)",
    "camp.part3Details": "Create a project using your own creation along with other Scratchers’ creations. It could be a game, story, animation, or anything you come up with!",
    "camp.part3Particpate": "The <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.part3ParticpateHTML": "The <a>Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.helpfulInfo": "Карысная інфармацыя",
    "camp.infoCounselors": "The <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> offers a variety of examples for your ocean creation. You can also directly communicate with the Counselors there.",
    "camp.infoCounselorsHTML": "The <a>Camp Counselors studio</a> offers a variety of examples for your ocean creation. You can also directly communicate with the Counselors there.",
    "camp.infoPart3": "Памятайце, у частцы 3 вы павінны выкарыстаць некаторыя іншыя працы, зробленыя для гэтага летніка Scratch. Выкарыстоўваеце іх праекты з часткі 2, каб даведацца пра собы персанажаў!",
    "camp.infoTime": "Не хвалюйцеся, калі вас няма ўвесь час, вы заўсёды можаце ўдзельнічаць у любой частцы, якая вам даступная! Проста атрымлівайце задавальненне і пагружайцеся глыбока ў веды!"
}