{
    "camp.title": "Летнік Scratch: знаёмімся глыбей",
    "camp.dates": "24 ліпеня - 13 жніўня",
    "camp.welcome": "Вітаем у летніку Scratch 2017!",
    "camp.welcomeIntro": "Прыходзьце акунуцца ў акіян разам з намі і стварыце свой уласны твор. Ваш твор можа быць любым, што вы знойдзеце ў акіяне - сапраўдным або выдуманым!<br /> У сёлетнім лагеры акуніцеся разам з намі ў гэтыя тры часткі:",
    "camp.welcomeIntroHTML": "Прыходзьце акунуцца ў акіян разам з намі і стварыце свой уласны твор. Вашым творам можа быць усё, што вы знойдзеце ў акіяне - сапраўдным ці выдуманым! {br}У гэтым годзе ў лагеры акуніцеся разам з намі ў гэтыя тры часткі:",
    "camp.part1Dates": "Частка 1 (24 ліпеня - 30 ліпеня)",
    "camp.detailsTitle": "Падрабязнасці:",
    "camp.part1Details": "Стварыце праект, які пазнаёміць нас з персанажам, рэальным або выдуманым,які жыве ў акіяне. Вы можаце стварыць монстра з глыбінь, мілую маленькую марскую зорку, акулу,якая есць така, або што-небудзь яшчэ, што вы можаце сабе ўявіць.",
    "camp.particpateTitle": "Як прыняць удзел:",
    "camp.part1Particpate": "Частка 1 лагера адбудзецца ў  <a href=\"https://scratch.mit.edu/studios/4160302/\">Галоўным кабінэце студыі лагера</a>. Тут вы можаце задаваць пытанні, праглядаць творы іншых скрэтчараў і дасылаць свае. Ідзіце ў студыю, каб даведацца больш!",
    "camp.part1ParticpateHTML": "1 частка лагера будзе праходзіць у <a>студыі галоўнага лагера</a>. Тут вы можаце задаць пытанні, паглядзець на творы іншым скрэтчараў і паказаць свае. Пераходзьце ў студыю, каб даведацца болей!",
    "camp.part2Dates": "Частка 2 (31 ліпеня - 6 жніўня)",
    "camp.part2Details": "Цяпер зрабіце свайго персанажа інтэрактыйўным! Ці мае ваш персанаж пытанні? Што адбываецца калі вы клікаеце на яго? Ці мае ён якія-небудзь асабістыя здольнасці? І болей!",
    "camp.part2Particpate": "2 частка лагера таксама будзе праходзіць у <a href=\"https://scratch.mit.edu/studios/4160302/\">студыі галоўнага лагера</a>. Тут мы зможаце задаць пытанні, паглядзець творы іншым скрэтчараў і прадставіць свае. Заходзьце ў студыю каб даведацца болей!",
    "camp.part2ParticpateHTML": "Частка 2 лагера таксама пройдзе ў <a>галоўнай студыі лагера</a>. Тут вы можаце задаваць пытанні, паглядзець творы іншых скратчараў і дасылаць свае. Перайдзіце ў студыю каб даведацца болей!",
    "camp.part3Dates": "Частка 3 (7 жніўня - 13 жніўня)",
    "camp.part3Details": "Стварыце праект, выкарыстоўваючы свой уласны твор разам з творамі іншых скрэтчарамі. Гэта можа быць гульня, гісторыя, анімацыя або ўсё, што вы прыдумаеце!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Студыя фінальнага праекта лагера</a> правядзе трэцюю частку сёлетняга лагера Scratch. Тут вы можаце адправіць свой канчатковы праект, даць водгук іншым і адсвяткаваць на Scratch Camp! Пераходзьце ў студыю, калі выйдзе трэцяя частка!",
    "camp.part3ParticpateHTML": "<a>Апошнія праекты студыі кабінета лагера</a> будуць праведзены ў 3 частцы сёлетняга лагера Scratch. Тут вы зможаце адправіць свой канчатковы праект, даць водгукі іншым і адсвяткаваць Scratch Camp! Пераходзьце ў студыю калі выйдзе частка 3!",
    "camp.helpfulInfo": "Карысная інфармацыя",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Студыя дарадцаў лагера</a> прапануе мноства прыкладаў для стварэння вашага акіяна. Там вы можаце напрамую камунікаваць з дарадцамі.",
    "camp.infoCounselorsHTML": "<a>Студыя дарадцаў лагера</a> прапануе мноства прыкладаў для стварэння вашага акіяна. Там вы можаце напрамую камунікаваць з дарадцамі.",
    "camp.infoPart3": "Памятайце, у частцы 3 вы павінны выкарыстаць некаторыя іншыя працы, зробленыя для гэтага летніка Scratch. Выкарыстоўваеце іх праекты з часткі 2, каб даведацца пра собы персанажаў!",
    "camp.infoTime": "Не хвалюйцеся, калі вас няма ўвесь час, вы заўсёды можаце ўдзельнічаць у любой частцы, якая вам даступная! Проста атрымлівайце задавальненне і пагружайцеся глыбока ў веды!"
}