{
    "camp.title": "Лагерът на Scratch: Надълбоко",
    "camp.dates": "24 юли – 13 август",
    "camp.welcome": "Добре дошли в лагера на Scratch 2017!",
    "camp.welcomeIntro": "Елате с нас и се потопете в океана, за да създадете свое собствено творение. То може да бъде всичко, което може да откриете в океана – било то истинско или измислено! <br /> Гмурнете се надълбоко на тазгодишния лагер, със следните три части:",
    "camp.welcomeIntroHTML": "Come take a dive into the ocean with us and design your very own creation. Your creation can be anything you might find in the ocean - real or made up!{br}In this year’s camp, dive down deep with us in these three parts:",
    "camp.part1Dates": "Част 1 (24 юли – 30 юли)",
    "camp.detailsTitle": "Подробности:",
    "camp.part1Details": "Създайте проект, чрез който да ни представите персонаж – истински или измислен, който живее в океана. Можете да създадете чудовище от дълбините; малка сладка морска звезда; акула, похапваща палачинка; или каквото друго можете да си представите.",
    "camp.particpateTitle": "Как да участвате:",
    "camp.part1Particpate": "Част 1 от лагера ще се проведе в <a href=\"https://scratch.mit.edu/studios/4160302/\">основната хижа-студио на лагера</a>. Тук можете да задавате въпроси, да разглеждате творенията на останалите участници, както и да публикувате своите собствени. Идете в студиото, за да научите повече!",
    "camp.part1ParticpateHTML": "Part 1 of camp will take place in the <a>Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part2Dates": "Част 2 (31 юли – 6 август)",
    "camp.part2Details": "Сега направете персонажа си интерактивен! Дали персонажът Ви иска да ни попита нещо? Какво става когато щракнете върху него? Има ли специални умения или сили? И още!",
    "camp.part2Particpate": "Част 2 от лагера също ще се проведе в <a href=\"https://scratch.mit.edu/studios/4160302/\">основната хижа-студио на лагера</a>. Тук можете да задавате въпроси, да разглеждате творенията на останалите участници, както и да публикувате своите собствени. Идете в студиото, за да научите повече!",
    "camp.part2ParticpateHTML": "Part 2 of camp will also take place in the <a>Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part3Dates": "Част 3 (7 август – 13 август)",
    "camp.part3Details": "Създайте проект, използвайки собственото си творение заедно с тези на останалите. Това може да бъде игра, история, анимация или каквото друго Ви хрумне!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Хижата-студио на лагера за завършени проекти</a> ще бъде мястото, където ще се състои част 3 на тазгодишния лагер. Тук можете да публикувате завършените си проекти, да дадете мнението си за проектите на останалите, както и да празнувате! Доплувайте до студиото, когато дойде време за част 3!",
    "camp.part3ParticpateHTML": "The <a>Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.helpfulInfo": "Полезна информация",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Студиото на съветниците</a> предлага най-различни примери за Вашето океанско творение. Освен това там можете да задавате въпроси направи на съветниците.",
    "camp.infoCounselorsHTML": "The <a>Camp Counselors studio</a> offers a variety of examples for your ocean creation. You can also directly communicate with the Counselors there.",
    "camp.infoPart3": "Запомнете, че по време на част 3 трябва да използвате творенията на останалите, създадени за тазгодишния лагер. Използвайте проектите им от част 2, за да научите повече за персонажите им!",
    "camp.infoTime": "Не се притеснявайте, ако не сте тук през цялото време. Винаги можете да участвате в която и да е част, в която имате време! Просто се гмурнете надълбоко и се забавлявайте!"
}