{
    "camp.title": "Scratch ক্যাম্প - অতল গভীরে",
    "camp.dates": "24 জুলাই - 13 আগস্ট",
    "camp.welcome": "Scratch ক্যাম্প 2017 এ স্বাগতম!",
    "camp.welcomeIntro": "এসো আমাদের সাথে সাগরে ডুব দাও এবং তোমার নিজের তৈরিকে ডিজাইন কর। তোমার তৈরি যেকোন কিছু হতে পারে তুমি তা সাগরের মধ্যে খুঁজে পেতে পার - বাস্তব অথবা তৈরি! <br /> এই বছরের ক্যাম্পে, এই তিনটি অংশে আমাদের সাথে গভীর ডুব দাও:",
    "camp.welcomeIntroHTML": "এসো আমাদের সাথে সাগরে ডুব দাও এবং তোমার নিজের তৈরিকে ডিজাইন কর। তোমার তৈরি যেকোন কিছু হতে পারে তুমি তা সাগরের মধ্যে খুঁজে পেতে পার - বাস্তব অথবা তৈরি! {br} এই বছরের ক্যাম্পে, এই তিনটি অংশে আমাদের সাথে গভীর ডুব দাও:",
    "camp.part1Dates": "অংশ 1 (24 জুলাই - 30 জুলাই) ",
    "camp.detailsTitle": "বিস্তারিতঃ ",
    "camp.part1Details": "একটি প্রজেক্ট তৈরি করো যা সাগরে বাস করে, বাস্তব বা কল্পনা করা যায় যা আমাদের এমন একটি ক্যারেক্টারের সাথে পরিচয় করিয়ে দেয়। তুমি গভীরতা থেকে একটি দৈত্য তৈরি করতে পার, একটি আকর্ষণীয় তাঁরা মাছ, একটি টাকো খেকো তিমি, অথবা তোমার কল্পনার যেকোন কিছু।",
    "camp.particpateTitle": "যেভাবে অংশগ্রহণ করবেঃ ",
    "camp.part1Particpate": "ক্যাম্পের 1ম অংশ <a href=\"https://scratch.mit.edu/studios/4160302/\">মূল ক্যাম্পের কেবিন স্টুডিওতে </a> অনুষ্ঠিত হবে। এখানে তুমি প্রশ্ন জিজ্ঞাসা করতে, অন্যান্য স্ক্র্যাচারদের তৈরি  দেখতে এবং নিজেরটি জমা দিতে পার। আরও জানতে স্টুডিওতে যাও!",
    "camp.part1ParticpateHTML": "ক্যাম্পের 1ম অংশ <a>মূল ক্যাম্পের কেবিন স্টুডিওতে </a> অনুষ্ঠিত হবে। এখানে তুমি প্রশ্ন জিজ্ঞাসা করতে, অন্যান্য স্ক্র্যাচারদের তৈরি  দেখতে এবং নিজেরটি জমা দিতে পার। আরও জানতে স্টুডিওতে যাও!",
    "camp.part2Dates": "2য় অংশ (31 জুলাই - 6 আগস্ট) ",
    "camp.part2Details": "এখন তোমার ক্যারেক্টারকে ইন্টারেক্টিভ কর! আমাদের জিজ্ঞাসা করার জন্য কি তোমার ক্যারেক্টারের কোন প্রশ্ন আছে? তুমি যখন এটিতে ক্লিক কর তখন কি হয়? এর কি কোন বিশেষ ক্ষমতা আছে? এবং আরও কিছু!",
    "camp.part2Particpate": "ক্যাম্পের 2য় অংশও <a href=\"https://scratch.mit.edu/studios/4160302/\">মূল ক্যাম্পের কেবিন স্টুডিওতে </a> অনুষ্ঠিত হবে। এখানে তুমি প্রশ্ন জিজ্ঞাসা করতে, অন্যান্য স্ক্র্যাচারদের তৈরি দেখতে এবং নিজেরটি জমা দিতে পার। আরো জানতে স্টুডিওতে যাও!",
    "camp.part2ParticpateHTML": "ক্যাম্পের 2য় অংশও <a>মূল ক্যাম্পের কেবিন স্টুডিওতে </a> অনুষ্ঠিত হবে। এখানে তুমি প্রশ্ন জিজ্ঞাসা করতে, অন্যান্য স্ক্র্যাচারদের তৈরি দেখতে এবং নিজেরটি জমা দিতে পার। আরো জানতে স্টুডিওতে যাও!",
    "camp.part3Dates": "3য় অংশ  (7 আগস্ট - 13 আগস্ট)",
    "camp.part3Details": "অন্যান্য স্ক্র্যাচারদের সৃষ্টির সাথে তোমার নিজের সৃষ্টি ব্যাবহার করে একটি প্রজেক্ট তৈরি কর। এটি হতে পারে গেম, গল্প, অ্যানিমেশন অথবা তোমার মধ্যে থেকে বেরিয়ে আসা যেকোন কিছু !",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">সর্বশেষ প্রজেক্ট ক্যাম্প কেবিন স্টুডিও </a> এ বছরের Scratch ক্যাম্পের 3য় অংশে অনুষ্ঠিত হবে। এখানে তুমি তোমার চূড়ান্ত প্রজেক্ট জমা দিতে, অন্যদের প্রজেক্টের মন্তব্য জানাতে এবং Scratch ক্যাম্প উদযাপন করতে পার! 3য় অংশ বের হলে স্টুডিও থেকে শিখতে পার।",
    "camp.part3ParticpateHTML": "<a>সর্বশেষ প্রজেক্ট ক্যাম্প কেবিন স্টুডিও </a> এ বছরের Scratch ক্যাম্পের 3য় অংশে অনুষ্ঠিত হবে। এখানে তুমি তোমার চূড়ান্ত প্রজেক্ট জমা দিতে, অন্যদের প্রজেক্টের মন্তব্য জানাতে এবং Scratch ক্যাম্প উদযাপন করতে পার! 3য় অংশ বের হলে স্টুডিও থেকে শিখতে পার।",
    "camp.helpfulInfo": "সহায়ক তথ্য ",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">ক্যাম্প কাউন্সেলরস স্টুডিও </a>তোমার সাগর তৈরির জন্য বিভিন্ন ধরণের উদাহরণ দেয়। তুমি সেখানে কাউন্সেলরদের সাথে সরাসরি যোগাযোগ করতে পার।",
    "camp.infoCounselorsHTML": "<a>ক্যাম্প কাউন্সেলরস স্টুডিও </a>তোমার সাগর তৈরির জন্য বিভিন্ন ধরণের উদাহরণ দেয়। তুমি সেখানে কাউন্সেলরদের সাথে সরাসরি যোগাযোগ করতে পার।",
    "camp.infoPart3": "খেয়াল রাখবে, 3য় অংশে, তোমাকে অবশ্যই এই Scratch ক্যাম্পের জন্যে তোমার অন্যান্য তৈরি ব্যবহার করতে হবে। ক্যারেক্টারগুলোর বৈশিষ্ট্য জানতে তাদের প্রজেক্টের 2য় অংশ ব্যবহার কর!",
    "camp.infoTime": "যদি তুমি পুরো সময় থাকতে না পার তাহলে চিন্তা করবে না, তুমি যে অংশে সুযোগ পাবে সে অংশেই অংশগ্রহণ করতে পার! শুধু আনন্দ নিয়ে গভীর থেকে শিখ।"
}