{
    "camp.title": "Campament Scratch: en les profunditats",
    "camp.dates": "Del 24 de juliol al 13 d'agost",
    "camp.welcome": "Benvinguts al Campament Scratch 2017!",
    "camp.welcomeIntro": "Vine a fer una immersió en l'oceà amb nosaltres i dissenya la teva creació. Aquesta pot ser qualsevol cosa que puguis trobar a l'oceà - real o inventada! <br /> En aquest campament, submergeix-te amb aquestes tres parts:",
    "camp.welcomeIntroHTML": "Vine a fer una immersió en l'oceà amb nosaltres i dissenya la teva creació. Aquesta pot ser qualsevol cosa que puguis trobar a l'oceà - real o inventada! {br} En aquest campament, submergeix-te amb aquestes tres parts:",
    "camp.part1Dates": "Part 1 (24 de juliol - 30 de juliol)",
    "camp.detailsTitle": "Detalls:",
    "camp.part1Details": "Crea un projecte presentant un personatge, real o inventat, que viu en l'oceà. Pots crear un monstre de les profunditats, una estrella de mar ben maca, un taco menjant un tauró, o qualsevol cosa que puguis imaginar.",
    "camp.particpateTitle": "Com participar:",
    "camp.part1Particpate": "La part 1 del campament tindrà lloc a <a href=\"https://scratch.mit.edu/studios/4160302/\">l'estudi Cabina Principal</a>. Aquí podràs fer preguntes, veure les creacions d'altres Scratchers i compartir la teva. Ves a l'estudi per aprendre més!",
    "camp.part1ParticpateHTML": "La part 1 del campament tindrà lloc a <a>l'estudi Cabina Principal</a>. Aquí podràs fer preguntes, veure les creacions d'altres Scratchers i compartir la teva. Ves a l'estudi per aprendre més!",
    "camp.part2Dates": "Part 2 (31 de juliol - 6 d'agost)",
    "camp.part2Details": "Ara crea els teus personatges interactius! Té algunes preguntes per fer-nos? Què passa quan és clicat? Té algun poder especial? I més!",
    "camp.part2Particpate": "La part 2 del campament també tindrà lloc a <a href=\"https://scratch.mit.edu/studios/4160302/\">l'estudi Cabina Principal</a>. Aquí podràs fer preguntes, veure les creacions d'altres Scratchers i compartir la teva. Ves a l'estudi per aprendre més!",
    "camp.part2ParticpateHTML": "La part 2 del campament també tindrà lloc a <a>l'estudi Cabina Principal</a>. Aquí podràs fer preguntes, veure les creacions d'altres Scratchers i compartir la teva. Ves a l'estudi per aprendre més!",
    "camp.part3Dates": "Part 3 (7 d'agost - 13 d'agost)",
    "camp.part3Details": "Crea un projecte usant la teva creació junt amb les d'altres Scratchers. Pot ser un joc, història, animació o allò que vulguis!",
    "camp.part3Particpate": "A <a href=\"https://scratch.mit.edu/studios/4160301/\">l'estudi Cabina de Projectes Finals</a> es compartiran els resultats de la part 3 del campament Scratch d'enguany. Podràs compartir el teu projecte, donar retroacció als altres, i celebrar el campament Scratch! Neda-hi quan la part 3 comenci!",
    "camp.part3ParticpateHTML": "A <a>l'estudi Cabina de Projectes Finals</a> es compartiran els resultats de la part 3 del campament Scratch d'enguany. Podràs compartir el teu projecte, donar retroacció als altres, i celebrar el campament Scratch! Neda-hi quan la part 3 comenci!",
    "camp.helpfulInfo": "Informació útil",
    "camp.infoCounselors": "L' <a href=\"https://scratch.mit.edu/studios/4160300/\">estudi Consellers del Campament</a> ofereix un munt d'exemples per a les creacions. Pots comunicar-te directament amb els consellers allà.",
    "camp.infoCounselorsHTML": "L' <a>estudi Consellers del Campament</a> ofereix un munt d'exemples per a les creacions. Pots comunicar-te directament amb els consellers allà.",
    "camp.infoPart3": "Recorda que en la part 3 hauràs d'utilitzar altres creacions fetes per aquest campament de Scratch. Fes ús del projecte de la part 2 per aprendre sobre la seva personalitat!",
    "camp.infoTime": "No pateixis si no estàs tot el temps o marxes de vacances, participa en aquella part que puguis! Simplement passa-ho bé i capbussa't!"
}