{
    "camp.title": "Scratch Camp: Hluboký ponor",
    "camp.dates": "24. července -  13. srpna",
    "camp.welcome": "Vítáme tě na Scratch Campu 2017!",
    "camp.welcomeIntro": "Pojď se s námi ponořit do oceánu a navrhni svůj vlastní výtvor. Tvůj výtvor může být cokoli co můžeš najít v oceánu - skutečné nebo smyšlené! <br /> V letošním táboru, se s námi můžeš potopit hlubuko ve třech částech:",
    "camp.welcomeIntroHTML": "Come take a dive into the ocean with us and design your very own creation. Your creation can be anything you might find in the ocean - real or made up!{br}In this year’s camp, dive down deep with us in these three parts:",
    "camp.part1Dates": "1. část (24. - 30. července)",
    "camp.detailsTitle": "Podrobnosti:",
    "camp.part1Details": "Vytvoř projekt, který nám představí skutečnou nebo smyšlenou postavu, která žije v oceánu. můžeš vytvořit příšeru z hlubin, roztomilou malou hvězdici, žraloka co jí taco nebo něco jiného co si představíš.",
    "camp.particpateTitle": "Jak přispět:",
    "camp.part1Particpate": "1. část tábora se bude konat v <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Zde se můžeš ptát, prohlížet si výtvory ostatních a předložit svůj vlastní. Jdi do studia a dozvíš se víc!",
    "camp.part1ParticpateHTML": "Part 1 of camp will take place in the <a>Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part2Dates": "2. část (31. července - 6. srpna)",
    "camp.part2Details": "Nyní vytvoř svou postavu interaktivní! Má tvá postava nějaké otázky na nás? Co se stane, když na ni klikneš? Má nějaké zvláštní schopnosti? A víc!",
    "camp.part2Particpate": "2. část tábora se také bude konat v <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Zde se můžeš ptát, prohlížet si výtvory ostatních a předložit svůj vlastní. Jdi do studia a dozvíš se víc!",
    "camp.part2ParticpateHTML": "Part 2 of camp will also take place in the <a>Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part3Dates": "3. část (7. - 13. srpna)",
    "camp.part3Details": "Vytvoř svůj vlastní projekt a použij v něm výtvory ostatních. může to být hra, příběh, animace nebo cokoli co si vymyslíš!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> bude pořádat 3.část letošního Scratch Camp. Zde můžete předložit svůj finální projekt, poskytnout zpětnou vazbu ostatním a oslavovat Scratch Camp! Proplavte do studia, když začne 3.část!",
    "camp.part3ParticpateHTML": "The <a>Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.helpfulInfo": "Užitečná informace",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> nabízí spoustu příkladů pro tvůj oceán. Můžeš zde také přímo mluvit s poradci.",
    "camp.infoCounselorsHTML": "The <a>Camp Counselors studio</a> offers a variety of examples for your ocean creation. You can also directly communicate with the Counselors there.",
    "camp.infoPart3": "Pamatuj, 3. část musí obsahovat výtvory ostatních vytvořené pro tento Scratch Camp. Použij jejich 2.část, aby ses dozvěděl něco víc o postavě!",
    "camp.infoTime": "Nedělej si starosti s tím, jestli tam nejsi celou dobu, můžeš se vždy podílet na jakékoli části! Jen se bav a potápěj se hluboko!"
}