{
    "camp.title": "Gwersyll Scratch: Down Deep",
    "camp.dates": "Gorffennaf 24ain - Awst 13eg",
    "camp.welcome": "Croeso i Scratch Camp 2017!",
    "camp.welcomeIntro": "Dewch i blymio i'r cefnfor gyda ni a dylunio eich creadigaeth eich hun. Gall eich creadigaeth fod yn unrhyw beth y gallech ddod o hyd iddo yn y môr - go iawn neu wedi'i ffurfio!<br /> Yn y gwersyll eleni, plymiwch i lawr yn ddwfn gyda ni yn y tair rhan hyn:",
    "camp.welcomeIntroHTML": "Dewch i blymio i'r cefnfor gyda ni a dylunio eich creadigaeth eich hun. Gall eich creadigaeth fod yn unrhyw beth y gallech ddod o hyd iddo yn y môr - go iawn neu wedi'i ffurfio!{br} Yn y gwersyll eleni, plymiwch i lawr yn ddwfn gyda ni yn y tair rhan hyn:",
    "camp.part1Dates": "Rhan 1 (Gorffennaf 24ain - Gorffennaf 30ain)",
    "camp.detailsTitle": "Manylion:",
    "camp.part1Details": "Crëwch brosiect i'n cyflwyno i gymeriad, go iawn neu ddychmygol, sy'n byw yn y môr. Fe allech chi greu anghenfil o'r dyfnderoedd, sêr môr bach ciwt, siarc bwyta taco, neu unrhyw beth arall y gallwch chi ei ddychmygu.",
    "camp.particpateTitle": "Sut i Gyfranogi:",
    "camp.part1Particpate": "Bydd Rhan 1 o'r gwersyll yn digwydd yn <a href=\"https://scratch.mit.edu/studios/4160302/\">stiwdio Main Camp Cabin</a> . Yma gallwch ofyn cwestiynau, gweld creadigaethau Scratchwyr eraill, a chyflwyno'ch un chi. Ewch i'r stiwdio i ddysgu mwy!",
    "camp.part1ParticpateHTML": "Bydd Rhan 1 o'r gwersyll yn digwydd yn <a>stiwdio Main Camp Cabin</a> . Yma gallwch ofyn cwestiynau, gweld creadigaethau Scratchwyr eraill, a chyflwyno'ch un chi. Ewch i'r stiwdio i ddysgu mwy!",
    "camp.part2Dates": "Rhan 2 (Gorffennaf 31ain - Awst 6ed)",
    "camp.part2Details": "Nawr gwnewch eich cymeriad yn rhyngweithiol! A oes gan eich cymeriad gwestiynau i'w gofyn i ni? Beth sy'n digwydd pan gliciwch arno? A oes ganddo unrhyw bwerau arbennig? A mwy!",
    "camp.part2Particpate": "Bydd Rhan 2 o'r gwersyll hefyd yn digwydd yn <a href=\"https://scratch.mit.edu/studios/4160302/\">stiwdio Main Camp Cabin</a>. Yma gallwch ofyn cwestiynau, gweld creadigaethau Scratchers eraill, a chyflwyno'ch un chi. Ewch i'r stiwdio i ddysgu mwy!",
    "camp.part2ParticpateHTML": "Bydd Rhan 2 o'r gwersyll hefyd yn digwydd yn <a>stiwdio Main Camp Cabin</a>. Yma gallwch ofyn cwestiynau, gweld creadigaethau Scratchers eraill, a chyflwyno'ch un chi. Ewch i'r stiwdio i ddysgu mwy!",
    "camp.part3Dates": "Rhan 3 (Awst 7fed - Awst 13eg)",
    "camp.part3Details": "Crëwch brosiect gan ddefnyddio eich creadigaeth eich hun ynghyd â chreadigaethau Scratchwyr eraill. Gallai fod yn gêm, stori, animeiddiad, neu unrhyw beth rydych chi'n ei feddwl!",
    "camp.part3Particpate": "Bydd <a href=\"https://scratch.mit.edu/studios/4160301/\">stiwdio Prosiectau Terfynol y Camp Cabin</a> yn cynnal rhan 3 o Wersyll Scratch eleni. Yma gallwch gyflwyno'ch prosiect terfynol, rhoi adborth i eraill, a dathlu Scratch Camp! Nofiwch draw i'r stiwdio pan ddaw rhan 3 allan!",
    "camp.part3ParticpateHTML": "Bydd <a>stiwdio Prosiectau Terfynol y Camp Cabin</a> yn cynnal rhan 3 o Wersyll Scratch eleni. Yma gallwch gyflwyno'ch prosiect terfynol, rhoi adborth i eraill, a dathlu Scratch Camp! Nofiwch draw i'r stiwdio pan ddaw rhan 3 allan!",
    "camp.helpfulInfo": "Gwybodaeth Ddefnyddiol",
    "camp.infoCounselors": "Mae <a href=\"https://scratch.mit.edu/studios/4160300/\">stiwdio Camp Counselors</a> yn cynnig amrywiaeth o enghreifftiau ar gyfer creu cefnforoedd. Gallwch hefyd gyfathrebu'n uniongyrchol â'r Cynghorwyr yno.",
    "camp.infoCounselorsHTML": "Mae <a>stiwdio Camp Counselors</a> yn cynnig amrywiaeth o enghreifftiau ar gyfer creu cefnforoedd. Gallwch hefyd gyfathrebu'n uniongyrchol â'r Cynghorwyr yno.",
    "camp.infoPart3": "Cofiwch, yn rhan 3, rhaid i chi ddefnyddio rhai creadigaethau eraill a wnaed ar gyfer y Gwersyll Scratch hwn. Defnyddiwch eu project rhan 2 i ddysgu am bersonoliaeth y cymeriad!",
    "camp.infoTime": "Peidiwch â phoeni os nad ydych chi o gwmpas drwy'r amser, gallwch bob amser gymryd rhan ym mha bynnag ran rydych chi ar gael ar ei chyfer! Dim ond cael hwyl a phlymio'n ddwfn!"
}