{
    "camp.title": "Scratch Treffen: Tief unten",
    "camp.dates": "24. Juli - 13. August",
    "camp.welcome": "Willkommen zum Scratch Camp 2017!",
    "camp.welcomeIntro": "Tauche mit uns in den Ozean ein und gestalte deine eigene Kreation. Deine Kreation kann alles sein was du im Ozean findest - echt oder erfunden!<br />Tauche im diesjährigen Camp in diesen drei Teilen tief mit uns ein:",
    "camp.part1Dates": "Teil 1 (24. - 30. Juli)",
    "camp.detailsTitle": "Details:",
    "camp.part1Details": "Erstelle ein Projekt mit einem Charakter, echt oder vorgestellt, der im Ozean lebt. Du kannst ein Monster aus der Tiefe erstellen, einen süßen kleinen Seestern, einen Hai der Tacos isst, oder etwas anderes das du dir vorstellen kannst.",
    "camp.particpateTitle": "Wie du dich beteiligst:",
    "camp.part1Particpate": "Teil 1 des Camps findet im<a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a> statt. Hier kannst du Fragen, die Kreationen von anderen Scratchern anzeigen und deine eigenen einreichen. Gehe zu Studio, um mehr zu erfahren!",
    "camp.part2Dates": "Teil 2 (31. Juli - 6. August)",
    "camp.part2Details": "Du kannst deinen Charakter jetzt interaktiv machen! Hat dein Charakter vielleicht Fragen an uns? Was passiert wenn du auf ihn draufklickst? Hat er vielleicht Superkräfte? Und viel mehr!",
    "camp.part2Particpate": "Part 2 of camp will also take place in the <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part3Dates": "Teil 3 (7. - 13. August)",
    "camp.part3Details": "Erstelle ein Projekt mit deiner eigenen Kreation mit anderen Kreationen von Scratchern. Es kann ein Spiel sein, eine Geschichte, eine Animation oder anderes was dir einfällt!",
    "camp.part3Particpate": "The <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.helpfulInfo": "Hilfreiche Informationen",
    "camp.infoCounselors": "The <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> offers a variety of examples for your ocean creation. You can also directly communicate with the Counselors there.",
    "camp.infoPart3": "Remember, in part 3, you must use some other creations made for this Scratch Camp. Use their part 2 project to learn about the character's personality!",
    "camp.infoTime": "Don't worry if you aren't around the whole time, you can always participate in whatever part you are available for! Just have fun and dive deep!"
}