{
    "camp.title": "Campamento Scratch: En lo más profundo",
    "camp.dates": "24 de julio - 13 de agosto",
    "camp.welcome": "¡Bienvenidos al Campamento Scratch 2017!",
    "camp.welcomeIntro": "Ven a sumergirte en el océano con nosotros y diseña tu propia creación. Tu creación puede ser cualquier cosa que encuentres en el océano, ¡real o inventada! <br /> En el campamento de este año, profundiza con nosotros en estas tres partes:",
    "camp.welcomeIntroHTML": "Ven a sumergirte en el océano con nosotros y diseña tu propia creación. Tu creación puede ser cualquier cosa que encuentres en el océano, ¡real o inventada!{br}En el campamento de este año, profundiza con nosotros en estas tres partes:",
    "camp.part1Dates": "Parte 1 (24 de julio - 30 de julio)",
    "camp.detailsTitle": "Detalles:",
    "camp.part1Details": "Crea un proyecto que nos presente a un personaje, real o imaginario, que vive en el océano. Podrías crear un monstruo de las profundidades, una linda estrella de mar, un tiburón que come tacos o cualquier otra cosa que puedas imaginar.",
    "camp.particpateTitle": "Como participar:",
    "camp.part1Particpate": "La parte 1 del campamento tendrá lugar en el <a href=\"https://scratch.mit.edu/studios/4160302/\">estudio Main Camp Cabin</a>. Aquí puede hacer preguntas, ver las creaciones de otros Scratchers y enviar las suyas propias. ¡Ve al estudio para aprender más!",
    "camp.part1ParticpateHTML": "La parte 1 del campamento tendrá lugar en el <a>estudio de la cabaña principal del campamento</a>. Aquí puede hacer preguntas, ver las creaciones de otros Scratchers y enviar las suyas propias. ¡Ve al estudio para aprender más!",
    "camp.part2Dates": "Parte 2 (31 de julio - 6 de agosto)",
    "camp.part2Details": "¡Ahora haz que tu personaje sea interactivo! ¿Tu personaje tiene preguntas que hacernos? ¿Qué sucede cuando haces clic en él? ¿Tiene algún poder especial? ¡Y más!",
    "camp.part2Particpate": "La parte 2 del campamento también tendrá lugar en el <a href=\"https://scratch.mit.edu/studios/4160302/\">estudio Main Camp Cabin</a>. Aquí puede hacer preguntas, ver las creaciones de otros Scratchers y enviar las suyas propias. ¡Ve al estudio para aprender más!",
    "camp.part2ParticpateHTML": "La parte 2 del campamento también tendrá lugar en el <a>estudio de la cabaña principal del campamento</a>. Aquí puede hacer preguntas, ver las creaciones de otros Scratchers y enviar las suyas propias. ¡Ve al estudio para aprender más!",
    "camp.part3Dates": "Parte 3 (7 de agosto - 13 de agosto)",
    "camp.part3Details": "Cree un proyecto usando su propia creación junto con las creaciones de otros Scratchers. ¡Podría ser un juego, una historia, una animación o cualquier cosa que se te ocurra!",
    "camp.part3Particpate": "El <a href=\"https://scratch.mit.edu/studios/4160301/\">estudio Final Projects Camp Cabin</a> llevará a cabo la parte 3 del Scratch Camp de este año. ¡Aquí puede enviar su proyecto final, dar su opinión a otros y celebrar Scratch Camp! ¡Nada hacia el estudio cuando salga la parte 3!",
    "camp.part3ParticpateHTML": "El <a>estudio Final Projects Camp Cabin</a> llevará a cabo la parte 3 del Scratch Camp de este año. ¡Aquí puede enviar su proyecto final, dar su opinión a otros y celebrar Scratch Camp! ¡Nada hacia el estudio cuando salga la parte 3!",
    "camp.helpfulInfo": "Informacion util",
    "camp.infoCounselors": "El <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> ofrece una variedad de ejemplos para la creación de tu océano. También puede comunicarse directamente con los Consejeros allí.",
    "camp.infoCounselorsHTML": "El estudio <a>Camp Counselors</a> ofrece una variedad de ejemplos para la creación de su océano. También puede comunicarse directamente con los Consejeros allí.",
    "camp.infoPart3": "Recuerda, en la parte 3, debes usar algunas otras creaciones hechas para este Scratch Camp. ¡Usa su proyecto de la parte 2 para aprender sobre la personalidad del personaje!",
    "camp.infoTime": "No se preocupe si no está presente todo el tiempo, ¡siempre puede participar en cualquier parte para la que esté disponible! ¡Solo diviértete y sumérgete profundo!"
}