{
    "camp.title": "Camp Scratch : En profondeur",
    "camp.dates": "24 Juillet - 13 Août",
    "camp.welcome": "Bienvenue au Camp Scratch 2017 !",
    "camp.welcomeIntro": "Venez plonger dans l'océan avec nous et concevez vos propres créations. Votre création peut être tout ce que vous pouvez trouver dans l'océan - réel ou inventé! <br /> Dans le camp de cette année, plongez au plus profond avec nous dans ces trois parties :",
    "camp.part1Dates": "1ère partie (24 Juillet - 30 Juillet)",
    "camp.detailsTitle": "Détails : ",
    "camp.part1Details": "Créez un projet qui nous présente un personnage, réel ou imaginaire, et qui vit dans l'océan. Vous pouvez créer un monstre des profondeurs, une mignonne petite étoile de mer, un requin mangeur de tacos ou tout ce que vous pouvez imaginer.",
    "camp.particpateTitle": "Comment Participer : ",
    "camp.part1Particpate": "La partie 1 du camp va se passer dans le <a href=\"https://scratch.mit.edu/studios/4160302/\">Studio Principal du Camp</a>. Ici vous pouvez poser des questions, voir les créations d'autres Scratcheurs et envoyez les vôtres. Allez au studio pour en savoir plus !",
    "camp.part2Dates": "Partie 2 (31 Juillet - 6 Août)",
    "camp.part2Details": "Maintenant, rends ton personnage interfactif ! Est-ce que ton personnage a des questions à nous poser ? Qu'est-ce qu'il se passe quand on clique dessus ? Est-ce qu'il a des super pouvoirs ? Et plus !",
    "camp.part2Particpate": "La partie 2 du camp va aussi se passer dans le <a href=\"https://scratch.mit.edu/studios/4160302/\">Studio Principal du Camp</a>. Ici vous pouvez poser des questions, voir les créations d'autres Scratcheurs et envoyez les vôtres. Allez au studio pour en savoir plus !",
    "camp.part3Dates": "Partie 3 (7 Août - 13 Août)",
    "camp.part3Details": "Crée un projet avec ta propre création ainsi que des créations d'autres Scratcheurs. Cela peut être un jeu, une histoire, une animation ou tout ce que tu peux imaginer !",
    "camp.part3Particpate": "Le <a href=\"https://scratch.mit.edu/studios/4160301/\">Studio des Projets Finalisés du Camp</a> accueillera la partie 3 du Camp de cette année. Ici tu peux soumettre ton projet finalisé, donner tes retours aux autres et fêter le Camp Scratch ! Nage jusqu'au studio quand la partie 3 arrive !",
    "camp.helpfulInfo": "Information utile",
    "camp.infoCounselors": "Le <a href=\"https://scratch.mit.edu/studios/4160300/\">Studio des Animateurs du Camp</a>offre une varitété d'exemples pour ta création d'océan. Tu peux aussi directement y communiquer avec les Animateurs.",
    "camp.infoPart3": "Rappelle-toi, que dans la partie 3, tu dois utiliser les créations des autres de ce Camp Scratch. Utilise leur projet de la partie 2 pour en apprendre plus sur leur personnalité !",
    "camp.infoTime": "Ne t'inquiète pas si tu n'est pas ici tout le temps, tu peux toujours participer pour n'importe quelle partie quand tu es disponible ! Amuse-toi bien et plonge profond !"
}