{
    "camp.title": "Campa Scratch: Duibheagán na Mara",
    "camp.dates": "24 Iúil - 13 Lúnasa",
    "camp.welcome": "Fáilte go Campa Scratch 2017!",
    "camp.welcomeIntro": "Tum isteach san fharraige linn agus cruthaigh rud éigin iontach. Is féidir leat aon rud a aimsítear san fharraige a dhéanamh - fíor nó samhailteach! <br /> Ag an gcampa i mbliana, tumfaidh tú go domhain linn sna trí chuid seo:",
    "camp.welcomeIntroHTML": "Tum isteach san fharraige linn agus cruthaigh rud éigin iontach. Is féidir leat aon rud a aimsítear san fharraige a dhéanamh - fíor nó samhailteach! {br} Ag an gcampa i mbliana, tumfaidh tú go domhain linn sna trí chuid seo:",
    "camp.part1Dates": "Cuid 1 (24 Iúil - 30 Iúil)",
    "camp.detailsTitle": "Mionsonraí:",
    "camp.part1Details": "Cruthaigh tionscadal a chuireann carachtar, fíor nó samhailteach, atá ina chónaí san fharraige in aithne dúinn. Mar shampla, ollphéist uafásach ó dhuibheagán na mara, crosán mara gleoite, siorc a itheann prátaí, nó aon rud eile a shamhlaíonn tú.",
    "camp.particpateTitle": "Conas is féidir páirt a ghlacadh:",
    "camp.part1Particpate": "Beidh cuid a 1 den champa ar siúl sa stiúideo <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin</a>. Anseo is féidir leat ceisteanna a chur, breathnú ar thionscadail a rinne Scratchálaithe eile, agus do thionscadal féin a dhéanamh. Tabhair cuairt ar an stiúideo chun tuilleadh eolais a fháil.",
    "camp.part1ParticpateHTML": "Beidh cuid a 1 den champa ar siúl sa stiúideo <a>Main Camp Cabin</a>. Anseo is féidir leat ceisteanna a chur, breathnú ar thionscadail a rinne Scratchálaithe eile, agus do thionscadal féin a dhéanamh. Tabhair cuairt ar an stiúideo chun tuilleadh eolais a fháil.",
    "camp.part2Dates": "Cuid 2 (31 Iúil - 6 Lúnasa)",
    "camp.part2Details": "Anois déan rud éigin idirghníomhach le do charachtar! Ar mhaith le do charachtar ceist a chur orainn? Cad a tharlaíonn nuair a chliceálann tú é? An bhfuil aon chumhacht speisialta aige? Agus níos mó!",
    "camp.part2Particpate": "Beidh cuid a 2 den champa ar siúl sa stiúideo <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin</a> freisin. Anseo is féidir leat ceisteanna a chur, breathnú ar thionscadail a rinne Scratchálaithe eile, agus do thionscadal féin a dhéanamh. Tabhair cuairt ar an stiúideo chun tuilleadh eolais a fháil.",
    "camp.part2ParticpateHTML": "Beidh cuid a 2 den champa ar siúl sa stiúideo <a>Main Camp Cabin</a> freisin. Anseo is féidir leat ceisteanna a chur, breathnú ar thionscadail a rinne Scratchálaithe eile, agus do thionscadal féin a dhéanamh. Tabhair cuairt ar an stiúideo chun tuilleadh eolais a fháil.",
    "camp.part3Dates": "Cuid 3 (7 Lúnasa - 13 Lúnasa)",
    "camp.part3Details": "Cruthaigh do thionscadal féin, ag baint úsáide as tionscadail de chuid Scratchálaithe eile: cluiche, scéal, beochan, nó cibé rud is mian leat!",
    "camp.part3Particpate": "The <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.part3ParticpateHTML": "The <a>Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.helpfulInfo": "Eolas Cabhrach",
    "camp.infoCounselors": "The <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> offers a variety of examples for your ocean creation. You can also directly communicate with the Counselors there.",
    "camp.infoCounselorsHTML": "The <a>Camp Counselors studio</a> offers a variety of examples for your ocean creation. You can also directly communicate with the Counselors there.",
    "camp.infoPart3": "Remember, in part 3, you must use some other creations made for this Scratch Camp. Use their part 2 project to learn about the character's personality!",
    "camp.infoTime": "Don't worry if you aren't around the whole time, you can always participate in whatever part you are available for! Just have fun and dive deep!"
}