{
    "camp.title": "Campamento Scratch: Ben Fondo",
    "camp.dates": "24 de xullo a 13 de agosto",
    "camp.welcome": "Benvida ao Campamento Scratch 2017!",
    "camp.welcomeIntro": "Vente mergullar no océano con nós e deseñar a túa propia primeira creación. A túa creación pode ser calquera cousa que atopes no océano  real ou inventada! <br /> No campamento deste ano mergúllate connosco ben fondo nestas tres partes:",
    "camp.welcomeIntroHTML": "Vente mergullar no océano con nós e deseñar a túa propia primeira creación. A túa creación pode ser calquera cousa que atopes no océano  real ou inventada! {br} No campamento deste ano mergúllate connosco ben fondo nestas tres partes:",
    "camp.part1Dates": "Parte 1 (24 de xullo a 30 de xullo)",
    "camp.detailsTitle": "Detalles:",
    "camp.part1Details": "Crea un proxecto presentándonos un personaxe, real ou imaxinario, que vive no océano. Podes crear un monstro das profundidades, unha estreliña de mar, un tiburón come-tacos ou ou que ti queiras imaxinar.",
    "camp.particpateTitle": "Como participar:",
    "camp.part1Particpate": "A parte 1 do campamento terá lugar en <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Aquí podes facer preguntas, ver as creacións doutros scratchers e enviar as túas. Vai ao estudio aprender máis!",
    "camp.part1ParticpateHTML": "A parte 1 do campamento terá lugar en <a>Main Camp Cabin studio</a>. Aquí podes facer preguntas, ver as creacións doutros scratchers e enviar as túas. Vai ao estudio aprender máis!",
    "camp.part2Dates": "Parte 2 (31 de xullo a 6 de agosto)",
    "camp.part2Details": "Agora fai que o teu personaxe sexa interactivo. Ten preguntas que facernos? Que pasa cando prememos nel? Ten algún poder especial? E máis!",
    "camp.part2Particpate": "A parte 2 do campamento tamén  terá lugar en <a href=\\\"https://scratch.mit.edu/studios/4160302/\\\">Main Camp Cabin studio</a>. Aquí podes facer preguntas, ver as creacións doutros scratchers e enviar as túas. Vai ao estudio aprender máis!",
    "camp.part2ParticpateHTML": "A parte 2 do campamento tamén  terá lugar en <a href=\\\"https://scratch.mit.edu/studios/4160302/\\\">Main Camp Cabin studio</a>. Aquí podes facer preguntas, ver as creacións doutros scratchers e enviar as túas. Vai ao estudio aprender máis!",
    "camp.part3Dates": "Parte 3 (7 de agosto a 13 de agosto)",
    "camp.part3Details": "Crea un proxecto empregando a túa propia creación xunto coas creacións doutros scratchers. Pode ser un xogo, unha historia, unha animación ou calquera cousa que se che ocorra!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> albergará a parte 3 do Campamento de Scratch deste ano. Aquí podes enviar o teu proxecto final, opinar sobre os demais e celebrar o Campamento de Scratch! Nada até o estudio cando apareza a parte 3!",
    "camp.part3ParticpateHTML": "<a>Final Projects Camp Cabin studio</a> albergará a parte 3 do Campamento de Scratch deste ano. Aquí podes enviar o teu proxecto final, opinar sobre os demais e celebrar o Campamento de Scratch! Nada até o estudio cando apareza a parte 3!",
    "camp.helpfulInfo": "Axuda útil",
    "camp.infoCounselors": "O <a href=\"https://scratch.mit.edu/studios/4160300/\">estudio de Conselleiros do Campamento</a> ofrece diversos exemplos para a túa creación oceánica. Tamén te podes comunicar directamente cos Conselleiros alí.",
    "camp.infoCounselorsHTML": "O <a>estudio de Conselleiros do Campamento</a> ofrece diversos exemplos para a túa creación oceánica. Tamén te podes comunicar directamente cos Conselleiros alí.",
    "camp.infoPart3": "Lembra, na parte 3 hai que usar outras creacións feitas para este Campamento de Scratch. Emprega o seu proxecto da parte 2 para aprender sobre a personalidade do personaxe!",
    "camp.infoTime": "Non te preocupes se non estás presente todo o tempo; sempre podes participar nas partes nas que esteas dispoñíbel! Só tes que divertirte e mergullarte fondo!"
}