{
    "camp.title": "Sansanin Scratch: Can kasa",
    "camp.dates": "244 ga Yuli - 13 ga Agusta",
    "camp.welcome": "Barka da zuwa sansanin Scratch na 2017!",
    "camp.welcomeIntro": "Ku zo ku nitse cikin teku tare damu kuma ku tsara kirkrar ku. Kirkirar ku na iya zaman duk wani abin da zaku iya samu a cikin tekun - na gaske ko wanda aka kera!<br /> a cikin sansanin na wannan shekara, nutse chan ciki tare da mu a cikin wadannan sassa uku:",
    "camp.welcomeIntroHTML": "Ku zo ku nitse cikin teku tare damu kuma ku tsara kirkrar ku. Kirkirar ku na iya zaman duk wani abin da zaku iya samu a cikin tekun - na gaske ko wanda aka kera!{br} a cikin sansanin na wannan shekara, nutse chan ciki tare da mu a cikin wadannan sassa uku:",
    "camp.part1Dates": "Kashi na 1 (24 ga Yuli - 30 ga Yuli)",
    "camp.detailsTitle": "Cikakun bayanai:",
    "camp.part1Details": "ƙirƙiri wani aikin da zai gabatar da mu ga wani dan wani abu, na gaske ko na tunani, wanda ke rayuwa a cikin teku. Kana iya kirkirar dodo daga zurfin, dan karamin tauraro mai kyau, baban kifi mai cin taco, ko wani abu da zaka iya tunani.",
    "camp.particpateTitle": "Yadda ake shiga:",
    "camp.part1Particpate": "Kashi na 1 sansanin zai gudana <a href=\"https://scratch.mit.edu/studios/4160302/\">a babban dakin situdiyon sansanin</a>. a nan za ka iya yin tamboyoyi, duba sauran kirkirar masu Sratch, kuma ka ba da naka, ka tafi dakin situyon don karin ilimi!",
    "camp.part1ParticpateHTML": "Kashi na 1 sansanin zai gudana <a>a babban dakin situdiyon sansanin</a>. a nan za ka iya yin tamboyoyi, duba sauran kirkirar masu Sratch, kuma ka ba da naka, ka tafi dakin situyon don karin ilimi!",
    "camp.part2Dates": "Kashi na 2 (31 ga Yuli - 6 ga Agusta )",
    "camp.part2Details": "Yanzu ƙirƙiri wani abu mai hulda! adun naka na da tamboyoyi da zai yi mana? mai zai faru idan ka danna shi? Yana da wani karfi na musamman? ko kari akan haka.",
    "camp.part2Particpate": "Kashi na biyu na sansanin zai gudana ne a <a href=\"https://scratch.mit.edu/studios/4160302/\">babban dakin situdiyon sansanin</a>. a nan za ka iya yin tambayoyi, duba sauran kirkiran masu Scratch, kuma ka ba da naka, ka tafi dakin situdiyo don karin ilimi!",
    "camp.part2ParticpateHTML": "Kashi na biyu na sansanin zai gudana ne a <a>babban dakin situdiyon sansanin</a>. a nan za ka iya yin tambayoyi, duba sauran kirkiran masu Scratch, kuma ka ba da naka, ka tafi dakin situdiyo don karin ilimi!",
    "camp.part3Dates": "Kashi na 3 (7 ga Agusta - 13 ga Agusta)",
    "camp.part3Details": "ƙirƙiri wani aiki ta hanya amfani da kirkirar ka tare da kirirar wasu masu amfani da Scratch. Zai iya zaman wasa, tasuniya, zane mai motsi ko kowane abu da ka so yi!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Dakin situdiyon sansanin ayyukan arshe karshe</a> nan za a yi sansanin Scratch kashi na 3 wannan shekarar. ba da ayyukan ka na karshe a nan, ba da ra'ayoyinka akan aikin ga sauran mutane, kuma ya bikin sansanin Scratch! yi iyo zuwa situdiyon a lokacin da kashi na 3 ya fito! ",
    "camp.part3ParticpateHTML": "<a>Dakin situdiyon sansanin ayyukan arshe karshe</a> nan za a yi sansanin Scratch kashi na 3 wannan shekarar. ba da ayyukan ka na karshe a nan, ba da ra'ayoyinka akan aikin ga sauran mutane, kuma ya bikin sansanin Scratch! yi iyo zuwa situdiyon a lokacin da kashi na 3 ya fito! ",
    "camp.helpfulInfo": "Bayanai masu taimakawa",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Situdiyon kansololin sansanin</a> na ba da samfari iri iri na kirkirar tekun ka. Za ka iya yin magana kai saye da kansololin a chan.",
    "camp.infoCounselorsHTML": "<a>Situdiyon kansololin sansanin</a> na ba da samfari iri iri na kirkirar tekun ka. Za ka iya yin magana kai saye da kansololin a chan.",
    "camp.infoPart3": "Tuna cewa, a kashi na 3, dole ne kayi amfani da wasu kirkirar da aka yi su don wannan sansanin Scratch. Yi amfani da aikin su na kashi na 2 don kara ilimi akan yanayin abun da su ka kirkira.",
    "camp.infoTime": "Kar idan baka kasance kana nan a gabadayan lokacin ba, za ka iya shiga a owane kashi da ka samu sarari! kayi dai cikin nashadi kuma kutsa chan ciki!"
}