{
    "camp.title": "מחנה סקראץ': צלילה עמוקה",
    "camp.dates": "24 ביולי - 13 באוגוסט",
    "camp.welcome": "ברוכים הבאים למחנה סקראץ' 2017!",
    "camp.welcomeIntro": "צללו איתנו לתוך האוקיינוס ועצבו את היצירה שלכם. היצירה שלכם יכולה להיות כל דבר שניתן למצוא באוקיינוס - במציאות או בדימיון!<br />השנה במחנה, צללו עמוק איתנו בשלושה החלקים הבאים:",
    "camp.part1Dates": "חלק 1 (24 ביולי - 30 ביולי)",
    "camp.detailsTitle": "פרטים:",
    "camp.part1Details": "צרו פרויקט המציג דמות, אמיתית או דימיונית, שחיה באוקיינוס. אתם יכולים ליצור מפלצת ממעמקים, כוכב ים קטן וחמוד, כריש אוכל טאקו, או כל דבר אחר שתוכלו לדמיין.",
    "camp.particpateTitle": "איך להשתתף:",
    "camp.part1Particpate": "חלק 1 של המחנה ייקח חלק ב<a href=\"https://scratch.mit.edu/studios/4160302/\">ביתן הסטודיו הראשי של המחנה</a>. כאן תוכלו לשאול שאלות, לצפות ביצירות של משתמשים אחרים, ולפרסם את שלכם. היכנסו לסטודיו כדי ללמוד עוד!",
    "camp.part2Dates": "חלק 2 (31 ביולי - 6 באוגוסט)",
    "camp.part2Details": "עכשיו הפכו את הדמות שלכם לאינטראקטיבית! האם לדמות שלכם יש שאלות לשאול אותנו? מה קורה כשלוחצים עליה? האם יש לה כוחות מיוחדים כלשהם? ועוד!",
    "camp.part2Particpate": "חלק 2 של המחנה ייקח חלק ב<a href=\"https://scratch.mit.edu/studios/4160302/\">ביתן הסטודיו הראשי של המחנה</a>. כאן תוכלו לשאול שאלות, לצפות ביצירות של משתמשים אחרים, ולפרסם את שלכם. היכנסו לסטודיו כדי ללמוד עוד!",
    "camp.part3Dates": "חלק 3 (7 באוגוסט - 13 באוגוסט)",
    "camp.part3Details": "צרו פרויקט בעזרת היצירות שלכם יחד עם יצירות של משתמשים אחרים. הוא יכול להיות משחק, סיפור, אנימציה, או כל דבר שבא לכם!",
    "camp.part3Particpate": "ב<a href=\"https://scratch.mit.edu/studios/4160301/\">ביתן הסטודיו הסופי של המחנה</a> יתקיים חלק 3 של מחנה סקראץ' השנה. כאן תוכלו לפרסם את הפרויקט הסופי שלכם, לתת פידבק לאחרים, ולחגוג את מחנה סקראץ'! שחו בקרב הסטודיו כשחלק 3 מגיע!",
    "camp.helpfulInfo": "מידע שימושי",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">סטודיו הייעוץ של המחנה</a> מציע מגוון של דוגמאות ליצירת האוקיינוס שלכם. אתם יכולים גם לתקשר ישירות עם היועצים שם.",
    "camp.infoPart3": "זכרו, בחלק 3, אתם חייבים להשתמש ביצירות אחרות שנוצרו עבור מחנה הסקראץ' הזה. השתמשו בפרויקט מחלק 2 כדי ללמוד על האישיות של הדמות!",
    "camp.infoTime": "אל דאגה אם אתם לא בסביבה כל הזמן, אתם תמיד יכולים להשתתף בכל חלק שתהיו זמינים בשבילו! פשוט עשו חיים וצללו עמוק!"
}