{
    "camp.title": "Scratch Camp: Dolje duboko",
    "camp.dates": "24. srpnja - 13. kolovoza",
    "camp.welcome": "Dobrodošli na Scratch Camp 2017!",
    "camp.welcomeIntro": "Dođite s nama zaroniti u ocean i dizajnirajte svoju vlastitu kreaciju. Vaša kreacija može biti bilo što što možete pronaći u oceanu - stvarna ili izmišljena! <br /> U ovogodišnjem kampu zaronite duboko s nama u ova tri dijela:",
    "camp.welcomeIntroHTML": "Dođite s nama zaroniti u ocean i dizajnirajte svoju vlastitu kreaciju. Vaša kreacija može biti bilo što što možete pronaći u oceanu - prava ili izmišljena!{br}U ovogodišnjem kampu zaronite duboko s nama u ova tri dijela:",
    "camp.part1Dates": "1. dio (24. srpnja - 30. srpnja)",
    "camp.detailsTitle": "Detalji:",
    "camp.part1Details": "Napravite projekt koji će nas upoznati s likom, stvarnim ili izmišljenim, koji živi u oceanu. Možete stvoriti čudovište iz dubina, slatku malu morsku zvijezdu, morskog psa koji jede tacose ili bilo što drugo što možete zamisliti.",
    "camp.particpateTitle": "Kako sudjelovati:",
    "camp.part1Particpate": "Prvi dio kampa održat će se u <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studiju</a>. Ovdje možete postavljati pitanja, pogledati kreacije drugih Scratchersa i poslati svoje. Idite u studio kako biste saznali više!",
    "camp.part1ParticpateHTML": "Prvi dio kampa održat će se u <a>studiju u kabini glavnog kampa</a>. Ovdje možete postavljati pitanja, pogledati kreacije drugih Scratchersa i poslati svoje. Idite u studio kako biste saznali više!",
    "camp.part2Dates": "2. dio (31. srpnja - 6. kolovoza)",
    "camp.part2Details": "Sada učinite svoj lik interaktivnim! Ima li vaš lik pitanja za nas? Što se događa kada kliknete na njega? Ima li neke posebne moći? I više!",
    "camp.part2Particpate": "Drugi dio kampa također će se održati u <a href=\"https://scratch.mit.edu/studios/4160302/\">Glavnom studiju kabine kampa</a>. Ovdje možete postavljati pitanja, pogledati kreacije drugih Scratchersa i poslati svoje. Idite u studio kako biste saznali više!",
    "camp.part2ParticpateHTML": "Drugi dio kampa također će se održati u <a>studiju u kabini glavnog kampa</a>. Ovdje možete postavljati pitanja, pogledati kreacije drugih Scratchersa i poslati svoje. Idite u studio kako biste saznali više!",
    "camp.part3Dates": "3. dio (7. kolovoza - 13. kolovoza)",
    "camp.part3Details": "Napravite projekt koristeći vlastitu kreaciju zajedno s kreacijama drugih Scratchersa. To može biti igra, priča, animacija ili bilo što što smislite!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> održat će treći dio ovogodišnjeg Scratch Campa. Ovdje možete predati svoj konačni projekt, dati povratne informacije drugima i proslaviti Scratch Camp! Doplivaj do studija kad izađe treći dio!",
    "camp.part3ParticpateHTML": "<a>Final Projects Camp Cabin studio</a> održat će treći dio ovogodišnjeg Scratch Campa. Ovdje možete predati svoj konačni projekt, dati povratne informacije drugima i proslaviti Scratch Camp! Doplivaj do studija kad izađe treći dio!",
    "camp.helpfulInfo": "Korisne informacije",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> nudi razne primjere za vaše stvaranje oceana. Tamo također možete izravno komunicirati sa savjetnicima.",
    "camp.infoCounselorsHTML": "<a>Camp Counselors studio</a> nudi razne primjere za vaše stvaranje oceana. Tamo također možete izravno komunicirati sa savjetnicima.",
    "camp.infoPart3": "Zapamtite, u 3. dijelu morate koristiti neke druge kreacije napravljene za ovaj Scratch Camp. Upotrijebite njihov projekt 2. dijela da naučite nešto o osobnosti lika!",
    "camp.infoTime": "Ne brinite ako vas nema cijelo vrijeme, uvijek možete sudjelovati u bilo kojem dijelu za koji ste dostupni! Samo se zabavite i zaronite duboko!"
}