{
    "camp.title": "Scratch Camp: Jauh Jauh",
    "camp.dates": "24 Juli - 13 Agustus",
    "camp.welcome": "Selamat datang di Scratch Camp 2017!",
    "camp.welcomeIntro": "Ayo selami lautan bersama kami dan rancang kreasi Anda sendiri. Kreasi Anda bisa apa saja yang mungkin Anda temukan di lautan - nyata atau dibuat-buat! <br /> Di perkemahan tahun ini, selami lebih dalam bersama kami di tiga bagian ini:",
    "camp.welcomeIntroHTML": "Informasi BermanfaatAyo menyelam ke laut bersama kami dan rancang kreasi Anda sendiri. Kreasi Anda bisa apa saja yang mungkin Anda temukan di lautan - nyata atau dibuat-buat!{br}Di perkemahan tahun ini, selami lebih dalam bersama kami di tiga bagian ini:",
    "camp.part1Dates": "Bagian 1 (24 Juli - 30 Juli)",
    "camp.detailsTitle": "Detail:",
    "camp.part1Details": "Buat proyek yang memperkenalkan kita pada karakter, nyata atau imajiner, yang hidup di lautan. Anda bisa membuat monster dari kedalaman, bintang laut kecil yang lucu, hiu pemakan taco, atau apa pun yang dapat Anda bayangkan.",
    "camp.particpateTitle": "Cara Berpartisipasi:",
    "camp.part1Particpate": "Perkemahan Bagian 1 akan berlangsung di <a href=\"https://scratch.mit.edu/studios/4160302/\">studio Kabin Perkemahan Utama</a>. Di sini Anda dapat mengajukan pertanyaan, melihat kreasi Scratcher lain, dan mengirimkan kreasi Anda sendiri. Pergi ke studio untuk mempelajari lebih lanjut!",
    "camp.part1ParticpateHTML": "Perkemahan Bagian 1 akan berlangsung di <a>Studio Kabin Perkemahan Utama</a>. Di sini Anda dapat mengajukan pertanyaan, melihat kreasi Scratcher lain, dan mengirimkan kreasi Anda sendiri. Pergi ke studio untuk mempelajari lebih lanjut!",
    "camp.part2Dates": "Bagian 2 (31 Juli - 6 Agustus)",
    "camp.part2Details": "Sekarang buat karakter Anda interaktif! Apakah karakter Anda memiliki pertanyaan untuk ditanyakan kepada kami? Apa yang terjadi ketika Anda mengkliknya? Apakah ia memiliki kekuatan khusus? Dan banyak lagi!",
    "camp.part2Particpate": "Perkemahan bagian 2 juga akan berlangsung di <a href=\"https://scratch.mit.edu/studios/4160302/\">studio Kabin Perkemahan Utama</a>. Di sini Anda dapat mengajukan pertanyaan, melihat kreasi Scratcher lain, dan mengirimkan kreasi Anda sendiri. Pergi ke studio untuk mempelajari lebih lanjut!",
    "camp.part2ParticpateHTML": "Perkemahan bagian 2 juga akan berlangsung di <a>Studio Kabin Perkemahan Utama</a>. Di sini Anda dapat mengajukan pertanyaan, melihat kreasi Scratcher lain, dan mengirimkan kreasi Anda sendiri. Pergi ke studio untuk mempelajari lebih lanjut!",
    "camp.part3Dates": "Bagian 3 (7 Agustus - 13 Agustus)",
    "camp.part3Details": "Buat proyek menggunakan kreasi Anda sendiri bersama dengan kreasi Scratcher lainnya. Itu bisa berupa game, cerita, animasi, atau apa pun yang Anda buat!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Studio Kabin Kamp Proyek Akhir</a> akan mengadakan Scratch Camp bagian 3 tahun ini. Di sini Anda dapat mengirimkan proyek akhir Anda, memberikan umpan balik kepada orang lain, dan merayakan Scratch Camp! Berenang ke studio saat bagian 3 keluar!",
    "camp.part3ParticpateHTML": "<a>Studio Kabin Kamp Proyek Akhir</a> akan mengadakan Scratch Camp bagian 3 tahun ini. Di sini Anda dapat mengirimkan proyek akhir Anda, memberikan umpan balik kepada orang lain, dan merayakan Scratch Camp! Berenang ke studio saat bagian 3 keluar!",
    "camp.helpfulInfo": "Informasi yang Bermanfaat",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Studio Penasihat Perkemahan</a> menawarkan berbagai contoh kreasi laut Anda. Anda juga bisa langsung berkomunikasi dengan para Konselor disana.",
    "camp.infoCounselorsHTML": "<a>Studio Penasihat Perkemahan</a> menawarkan berbagai contoh kreasi laut Anda. Anda juga bisa langsung berkomunikasi dengan para Konselor disana.",
    "camp.infoPart3": "Ingat, di bagian 3, Anda harus menggunakan beberapa kreasi lain yang dibuat untuk Scratch Camp ini. Gunakan proyek bagian 2 mereka untuk mempelajari tentang kepribadian karakter!",
    "camp.infoTime": "Jangan khawatir jika Anda tidak ada sepanjang waktu, Anda selalu dapat berpartisipasi dalam bagian apa pun yang tersedia untuk Anda! Bersenang-senanglah dan selami lebih dalam!"
}