{
    "camp.title": "Scratch Camp: Giù Nelle Profondità",
    "camp.dates": "24 Luglio - 13 Agosto",
    "camp.welcome": "Benvenuto allo Scratch Camp 2017!",
    "camp.welcomeIntro": "Viene a fare un tuffo nell'oceano con noi e progetta la tua creazione. Puoi creare qualunque cosa che possa essere trovato nell'oceano - reale o inventata! <br /> Per il camp di quest'anno scendi giù nelle profondità con noi seguendo questi tre passaggi:",
    "camp.part1Dates": "Parte 1 (24 Luglio - 30 Luglio)",
    "camp.detailsTitle": "Dettagli:",
    "camp.part1Details": "Crea un progetto che introduca ad un personaggio, reale o immaginario, che vive nell'oceano. Puoi creare un mostro degli abissi, una simpatica stella marina, un taco mangia squali o qualunque altra cosa che tu riesca ad immaginare.",
    "camp.particpateTitle": "Come Partecipare:",
    "camp.part1Particpate": "La parte 1 del camp si svolgerà nella <a href=\"https://scratch.mit.edu/studios/4160302/\">galleria Main Camp Cabin</a>. Qui potrai fare domande, vedere le creazioni degli altri membri della comunità di Scratch e presentare la tua creazione. Vai alla galleria per saperne di più!",
    "camp.part2Dates": "Parte 2 (31 Luglio - 6 Agosto)",
    "camp.part2Details": "Ora rendi interattivo il tuo personaggio! Il tuo personaggio ha domande da farci? Cosa succede quando lo clicchi? Ha qualche potere speciale? E altro!",
    "camp.part2Particpate": "Anche la parte 2 del camp si svolgerà nella <a href=\"https://scratch.mit.edu/studios/4160302/\">galleria Main Camp Cabin</a>. Qui potrai si nuovo fare domande, vedere le creazioni degli altri membri della comunità di Scratch e presentare la tua creazione. Vai alla galleria per saperne di più!",
    "camp.part3Dates": "Parte 3 (7 Agosto - 13 Agosto)",
    "camp.part3Details": "Crea un progetto usando la tua creazione insieme a ciò che è stato creato dagli altri membri della comunità. Può essere un gioco, un'animazione o qualunque altra cosa!",
    "camp.part3Particpate": "La <a href=\"https://scratch.mit.edu/studios/4160301/\">galleria Final Projects Camp Cabin</a> conserverà tutte le parti 3 dello Scratch Camp di quest'anno. Qui puoi inviare il tuo progetto finale, dare il tuo parere sui progetti degli altri e festeggiare lo Scratch Camp! Fatti una nuotata nella galleria quando la parte 3 esce!",
    "camp.helpfulInfo": "Informazioni Utili",
    "camp.infoCounselors": "La <a href=\"https://scratch.mit.edu/studios/4160300/\">galleria Camp Counselors</a> offre diversi esempi per la creazione del tuo oceano. Qui puoi anche comunicare direttamente con i Counselors.",
    "camp.infoPart3": "Ricorda che nella parte 3 devi usare altre creazioni fatte apposta per questo Scratch Camp. Usa i loro progetti della parte 2 per conoscere la personalità dei personaggi!",
    "camp.infoTime": "Non ti preoccupare se non hai tempo di seguire tutto il Camp, puoi anche partecipare solo alle parti in cui sei disponibile! L'importante è come sempre divertirsi e fare un bel tutto profondo!"
}