{
    "camp.title": "Скретч лагері: Терең төмен",
    "camp.dates": "24 шілде - 13 тамыз",
    "camp.welcome": "Scratch Camp 2017-ге қош келдіңіз!",
    "camp.welcomeIntro": "Бізбен бірге мұхитқа сүңгіп, өзіңіздің жеке туындыңызды жобалаңыз. Сіздің жаратылысыңыз мұхитта кез-келген нәрсе болуы мүмкін - шынайы немесе ойдан шығарылған! <br />Биылғы лагерьде бізбен бірге мына үш бөлікке шомылыңыз:",
    "camp.welcomeIntroHTML": "Бізбен бірге мұхитқа сүңгіп, өзіңіздің жеке туындыңызды жобалаңыз. Сіздің жаратылысыңыз мұхитта кез-келген нәрсе болуы мүмкін - шынайы немесе ойдан шығарылған! {br}Биылғы лагерьде бізбен бірге мына үш бөлікке шомылыңыз:",
    "camp.part1Dates": "1 бөлім (24 шілде - 30 шілде)",
    "camp.detailsTitle": "Толығырақ:",
    "camp.part1Details": "Бізді мұхитта өмір сүретін немесе елестететін кейіпкермен таныстыратын жоба жасаңыз. Сіз тереңнен құбыжық, сүйкімді кішкентай теңіз жұлдызын, ако жейтін тако немесе сіз елестететін кез-келген нәрсені жасай аласыз.",
    "camp.particpateTitle": "Қалай қатысуға болады:",
    "camp.part1Particpate": "Лагерьдің 1-бөлімі <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin студиясында</a> өтеді. Мұнда сіз сұрақтар қоя аласыз, Scratchers-тің басқа туындыларын көре аласыз және өзіңізді жібере аласыз. Толығырақ білу үшін студияға барыңыз!",
    "camp.part1ParticpateHTML": "Лагерьдің 1-бөлімі <a>Main Camp Cabin студиясында</a> өтеді. Мұнда сіз сұрақтар қоя аласыз, Scratchers-тің басқа туындыларын көре аласыз және өзіңізді жібере аласыз. Толығырақ білу үшін студияға барыңыз!",
    "camp.part2Dates": "2 бөлім (31 шілде - 6 тамыз)",
    "camp.part2Details": "Енді сіздің кейіпкеріңізді интерактивті етіп жасаңыз! Сіздің кейіпкеріңізде бізге қоятын сұрақтары бар ма? Сіз оны басқан кезде не болады? Оның ерекше күші бар ма? Тағы!",
    "camp.part2Particpate": "Лагерьдің 2-бөлімі де<a href=\"https://scratch.mit.edu/studios/4160302/\"> Main Camp Cabin студиясында</a> өтеді. Мұнда сіз сұрақтар қоя аласыз, Scratchers-тің басқа туындыларын көре аласыз және өзіңізді жібере аласыз. Толығырақ білу үшін студияға барыңыз!",
    "camp.part2ParticpateHTML": "Лагерьдің 2-бөлімі де<a> Main Camp Cabin студиясында</a> өтеді. Мұнда сіз сұрақтар қоя аласыз, Scratchers-тің басқа туындыларын көре аласыз және өзіңізді жібере аласыз. Толығырақ білу үшін студияға барыңыз!",
    "camp.part3Dates": "3 бөлім (7 тамыз - 13 тамыз)",
    "camp.part3Details": "Басқа Scratchers туындыларымен бірге өзіңіздің жеке туындыңызды пайдаланып жоба жасаңыз. Бұл ойын, оқиға, анимация немесе сіз ойлап тапқан кез келген нәрсе болуы мүмкін!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin студиясы</a> биылғы Scratch Camp-тың 3-бөлімін өткізеді. Мұнда сіз өзіңіздің соңғы жобаңызды ұсына аласыз, басқаларға кері байланыс бере аласыз және Scratch Camp мерекесін тойлай аласыз! 3 бөлім шыққан кезде студияға қарай жүзіңіз!",
    "camp.part3ParticpateHTML": "<a>Final Projects Camp Cabin студиясы</a> биылғы Scratch Camp-тың 3-бөлімін өткізеді. Мұнда сіз өзіңіздің соңғы жобаңызды ұсына аласыз, басқаларға кері байланыс бере аласыз және Scratch Camp мерекесін тойлай аласыз! 3 бөлім шыққан кезде студияға қарай жүзіңіз!",
    "camp.helpfulInfo": "Пайдалы ақпарат",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors студиясы</a> мұхитты құруға арналған әр түрлі мысалдарды ұсынады. Сіз сондай-ақ сол жерде кеңес берушілермен тікелей байланыса аласыз.",
    "camp.infoCounselorsHTML": "<a>Camp Counselors студиясы</a> мұхитты құруға арналған әр түрлі мысалдарды ұсынады. Сіз сондай-ақ сол жерде кеңес берушілермен тікелей байланыса аласыз.",
    "camp.infoPart3": "Есіңізде болсын, 3-бөлімде сіз осы Скретч-лагерь үшін жасалған басқа туындыларды пайдалануыңыз керек. Кейіпкердің жеке басы туралы білу үшін олардың 2-бөлімін пайдаланыңыз!",
    "camp.infoTime": "Егер сіз үнемі болмасаңыз, алаңдамаңыз, сіз кез-келген бөлімге қатыса аласыз! Тек көңіл көтеріп, терең сүңгіп кетіңіз!"
}