{
    "camp.title": "Scratch Camp: Dziļi",
    "camp.dates": "24. jūlijs – 13. augusts",
    "camp.welcome": "Laipni lūdzam Scratch Camp 2017!",
    "camp.welcomeIntro": "Nāciet nirstiet kopā ar mums okeānā un izveidojiet savu darbu. Jūsu radījums var būt jebkas, ko jūs varētu atrast okeānā — īsts vai izdomāts! <br /> Šī gada nometnē kopā ar mums iedziļinieties šajās trīs daļās:",
    "camp.welcomeIntroHTML": "Nāciet nirstiet kopā ar mums okeānā un izveidojiet savu darbu. Jūsu radījums var būt jebkas, ko jūs varētu atrast okeānā — īsts vai izdomāts!{br}Šī gada nometnē kopā ar mums iedziļinieties šajās trīs daļās:",
    "camp.part1Dates": "1. daļa (no 24. jūlija līdz 30. jūlijam)",
    "camp.detailsTitle": "Sīkāka informācija:",
    "camp.part1Details": "Izveidojiet projektu, iepazīstinot mūs ar īstu vai iedomātu tēlu, kas dzīvo okeānā. Jūs varat izveidot briesmoni no dzīlēm, mazu mazu jūras zvaigzni, taco ēdošu haizivi vai jebko citu, ko varat iedomāties.",
    "camp.particpateTitle": "Kā piedalīties:",
    "camp.part1Particpate": "Nometnes 1. daļa notiks <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studijā</a>. Šeit varat uzdot jautājumus, apskatīt citus Scratchers darbus un iesniegt savus. Dodieties uz studiju, lai uzzinātu vairāk!",
    "camp.part1ParticpateHTML": "Nometnes 1. daļa notiks <a>Main Camp Cabin studijā</a>. Šeit varat uzdot jautājumus, apskatīt citus Scratchers darbus un iesniegt savus. Dodieties uz studiju, lai uzzinātu vairāk!",
    "camp.part2Dates": "2. daļa (31. jūlijs–6. augusts)",
    "camp.part2Details": "Tagad padariet savu varoni interaktīvu! Vai jūsu varonim ir jautājumi, ko mums uzdot? Kas notiek, noklikšķinot uz tā? Vai tai ir kādas īpašas pilnvaras? Un vēl!",
    "camp.part2Particpate": "Nometnes 2. daļa notiks arī <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studijā</a>. Šeit varat uzdot jautājumus, apskatīt citus Scratchers darbus un iesniegt savus. Dodieties uz studiju, lai uzzinātu vairāk!",
    "camp.part2ParticpateHTML": "Nometnes 2. daļa notiks arī <a>Main Camp Cabin studijā</a>. Šeit varat uzdot jautājumus, apskatīt citus Scratchers darbus un iesniegt savus. Dodieties uz studiju, lai uzzinātu vairāk!",
    "camp.part3Dates": "3. daļa (7. augusts–13. augusts)",
    "camp.part3Details": "Izveidojiet projektu, izmantojot savus darbus kopā ar citiem Scratchers darbiem. Tā var būt spēle, stāsts, animācija vai jebkas, ko jūs izdomājat!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studija</a> rīkos šī gada Scratch Camp 3. daļu. Šeit varat iesniegt savu gala projektu, sniegt atsauksmes citiem un svinēt Scratch Camp! Dodieties uz studiju, kad iznāks 3. daļa!",
    "camp.part3ParticpateHTML": "Studijā <a>Final Projects Camp Cabin</a> notiks šī gada Scratch Camp 3. daļa. Šeit varat iesniegt savu gala projektu, sniegt atsauksmes citiem un svinēt Scratch Camp! Dodieties uz studiju, kad iznāks 3. daļa!",
    "camp.helpfulInfo": "Noderīga informācija",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studija</a> piedāvā dažādus piemērus jūsu okeāna radīšanai. Jūs varat arī tieši sazināties ar tur esošajiem konsultantiem.",
    "camp.infoCounselorsHTML": "<a>Studija Camp Counselors</a> piedāvā dažādus piemērus jūsu okeāna radīšanai. Jūs varat arī tieši sazināties ar tur esošajiem konsultantiem.",
    "camp.infoPart3": "Atcerieties, ka 3. daļā jums ir jāizmanto daži citi šajā Scratch Camp radītie darbi. Izmantojiet viņu 2. daļas projektu, lai uzzinātu par varoņa personību!",
    "camp.infoTime": "Neuztraucieties, ja neesat blakus visu laiku, jūs vienmēr varat piedalīties jebkurā daļā, kurā esat pieejams! Vienkārši izklaidējieties un nirstiet dziļi!"
}