{
    "camp.title": "Puninga Scratch: Kei Raro Iho Rā",
    "camp.dates": "24 Hōngongoi - 13 Hereturikōkā ",
    "camp.welcome": "Nau mai haere mai ki te Puninga Scratch 2017!",
    "camp.welcomeIntro": "Rukua mai te moana nui ki te hoahoa i tō ake waihanga. Ko tō waihanga he mea kei kimi koe i roto i te moana - he tūturu, he pohewa rānei  <br /> Mō te puninga i tēnei tau, rukua iho mai rā ki te moana  i ēnei wāhanga e toru:",
    "camp.welcomeIntroHTML": "Rukua mai te moana nui ki te hoahoa i tō ake waihanga. Ko tō waihanga he mea kei kimi koe i roto i te moana - he tūturu, he pohewa rānei  {br} Mō te puninga i tēnei tau, rukua iho mai rā ki te moana  i ēnei wāhanga e toru:",
    "camp.part1Dates": "Wāhanga 1 (24 - 30 Hongongoi) ",
    "camp.detailsTitle": "Ngā Taipitopito:",
    "camp.part1Details": "Waihangatia he hinonga hei whakamōhio atu ki a mātou tētahi momo nō roto i te moana. Ka āhei ana koe ki te hanga i te taniwha o raro i te wai, he pātangatanga, he mango e kai ana i ngā taco, i te aha atu rānei.  ",
    "camp.particpateTitle": "He Pewhea Hei Mahi:",
    "camp.part1Particpate": "Ka tū te wāhanga tuatahi o te puninga i te <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Kei konei e taea te tuku ō koutou pātai, titiro atu ki ngā waihanga o ngā tāngata kē, me te tuku i ngā hinonga kua waihangatia e koe. Haere ki te studio ki te ako anō!",
    "camp.part1ParticpateHTML": "Ka tū te wāhanga tuatahi o te puninga i te <a>Main Camp Cabin studio</a>. Kei konei e taea te tuku ō koutou pātai, titiro atu ki ngā waihanga o ngā tāngata kē, me te tuku i ngā hinonga kua waihangatia e koe. Haere ki te studio ki te ako anō!",
    "camp.part2Dates": "Wāhanga 2 (31 Hongongoi - 6 Hereturikōkā)",
    "camp.part2Details": "Ināianei, kia pāhekoheko tō kaiwhakaari! He pātai rānei tō te kaiwhakaari? Ka ahatia ina pāwhiritia? He aha tōna momo mana? Te aha noa? ",
    "camp.part2Particpate": "Ka tū te wāhanga tuarua o te puninga i te <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin taupuni</a>. Kei konei e taea te tuku ō koutou pātai, titiro atu ki ngā waihanga o ngā tāngata kē, me te tuku i āu ake. Ki te ako anō, haere ki te taiwhanga!",
    "camp.part2ParticpateHTML": "Ka tū te wāhanga tuarua o te puninga i te <a>Main Camp Cabin taupuni</a>. Kei konei e taea te tuku ō koutou pātai, titiro atu ki ngā waihanga o ngā tāngata kē, me te tuku i āu ake. Ki te ako anō, haere ki te taiwhanga!",
    "camp.part3Dates": "Wāhanga 3 (7 Hereturikōkā - 13 Hereturikōkā)",
    "camp.part3Details": "Waihangatia he pūtere, mā tō ake e mahi waihanga, me te mahi o ngā Scratchers’ kē. Tērā pea, he kēmu, he paki waitara, he hākoritanga, tētahi mahi auaha kē nāhau!",
    "camp.part3Particpate": "Kei <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> te wāhanga 3 o te Scratch Camp i tēnei tau. Ko tērā te wāhi hei whakahoki kōrero me te whakanui i te Scratch Camp! Ka puta te wāhanga 3, kauhoe atu ki te taiwhanga!",
    "camp.part3ParticpateHTML": "Kei <a>Final Projects Camp Cabin studio</a> te wāhanga 3 o te Scratch Camp i tēnei tau. Ko tērā te wāhi hei whakahoki kōrero me te whakanui i te Scratch Camp! Ka puta te wāhanga 3, kauhoe atu ki te taiwhanga!",
    "camp.helpfulInfo": "Whakamōhio Āwhina",
    "camp.infoCounselors": "Kei te  <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> he tauira mōhou i ā koe e waihanga mō te moana. Kei tērā hoki te wāhi ki te whakawhiti kōrero tōtika ki ngā kaiwhakahaere.",
    "camp.infoCounselorsHTML": "Kei te  <a>Camp Counselors studio</a> he tauira mōhou i ā koe e waihanga mō te moana. Kei tērā hoki te wāhi ki te whakawhiti kōrero tōtika ki ngā kaiwhakahaere.",
    "camp.infoPart3": "Kia maumahara koutou, i te wāhanga 3 me whakamahi ētahi atu mahi i waihangatia mō te Scratch Camp. Whakamahia te pūtere o wāhanga 2 ki te ako mō te āhua o te kiripuaki!",
    "camp.infoTime": "Kaua e āwangawanga, ki te kore koe e āhei ana ki te noho mō te katoa o te wā, ka taea hoki te uru ki ngā wāhanga e taea e koe! Kia whakangahau, me te ruku ki raro rā anō!"
}