{
    "camp.title": "Scratch-leir: I djupet",
    "camp.dates": "24. juli–13. august",
    "camp.welcome": "Velkommen til Scratch-leiren 2017!",
    "camp.welcomeIntro": "Stup uti og lag ditt eige havvesen. Dette kan vera kva som helst som kan tenkjast finnast i havet – ekte eller fri fantasi!<br />Dykk ned i havdjupet med oss i årets leir, som er delt i tre delar:",
    "camp.part1Dates": "Del 1 (24.–30. juli)",
    "camp.detailsTitle": "Detaljar:",
    "camp.part1Details": "Lag eit prosjekt der du introduserer oss for eit vesen som lever i havet, anten eit ekte eller eit basert på fri fantasi. Du kan laga eit monster frå djupet, ei søt, lita sjøstjerne, ein hai som et tacoar eller noko heilt anna som du finn på.",
    "camp.particpateTitle": "Korleis delta:",
    "camp.part1Particpate": "Del 1 av leiren går føre seg i <a href=\"https://scratch.mit.edu/studios/4160302/\">hovudleir-galleriet</a>. Her kan du spørja spørsmål, sjå kva andre scratcharar har laga og leggja ut ditt eige kunstverk. Stikk innom galleriet for meir informasjon!",
    "camp.part2Dates": "Part 2 (31. juli–6. august)",
    "camp.part2Details": "No kan du gjera vesenet ditt interaktivt! Har det noko det vil spørja oss? Kva skjer når ein trykkjer på det? Har det superkrefter? Noko anna?",
    "camp.part2Particpate": "Del 2 av leiren går òg føre seg i <a href=\"https://scratch.mit.edu/studios/4160302/\">hovudleir-galleriet</a>. Her kan du spørja spørsmål, sjå kva andre scratcharar har laga og leggja ut ditt eige kunstverk. Stikk innom galleriet for meir informasjon!",
    "camp.part3Dates": "Del 3 (7.–13. august)",
    "camp.part3Details": "Lag eit prosjekt som brukar vesenet ditt saman med vesen som andre scratcharar har laga. Prosjektet kan vera eit spel, ei forteljing, ein animasjon eller noko heilt anna som du finn på!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Sluttprosjekt-galleriet</a> husar del 3 av årets Scratch-leir. Her kan du leggja ut sluttprosjektet ditt, gje tilbakemeldingar til andre og feira Scratch-leiren! Sym over til studioet når det er tid for del 3!",
    "camp.helpfulInfo": "Nyttig informasjon",
    "camp.infoCounselors": "I <a href=\"https://scratch.mit.edu/studios/4160300/\">leirassistent-galleriet</a> finn du mange ulike eksempel på havskaparverk. Du kan òg kommunisera direkte med leirassistentane der.",
    "camp.infoPart3": "Hugs at i del 3 må du bruka noko frå andre sine prosjekt. Ta utgangspunkt prosjekta frå del 2 av Scratch-leiren, der du lærer litt om personlegdommen til dei ulike vesena!",
    "camp.infoTime": "Det gjer ikkje noko om du ikkje er tilgjengeleg under heile leirperioden; du kan alltids delta i den delen der du har tid! Berre hugs å ha det gøy – og dykk djupt!"
}