{
    "camp.title": "Obóz Scratch: Głębia",
    "camp.dates": "24 lipca - 13 sierpnia",
    "camp.welcome": "Witamy na Scratch Camp 2017!",
    "camp.welcomeIntro": "Wejdź nami do oceanu i zaprojektuj swoje własne dzieło. Może nim być wszystko, co możesz znaleźć w oceanie - prawdziwe lub zmyślone! <br /> W tegorocznym obozie zanurkujcie z nami głęboko w takich trzech częściach:",
    "camp.part1Dates": "Część 1 ( 24 lipca - 30 lipca )",
    "camp.detailsTitle": "Szczegóły:",
    "camp.part1Details": "Stwórz projekt wprowadzający nas w postać prawdziwą lub wymyśloną, żyjącą w oceanie. Możesz stworzyć potwora z głębin, uroczą małą rozgwiazdę, rekina jedzącego taco lub cokolwiek innego, co możesz sobie wyobrazić.",
    "camp.particpateTitle": "Jak wziąć udział:",
    "camp.part1Particpate": "Pierwsza część obozu odbędzie się w <a href=\"https://scratch.mit.edu/studios/4160302/\">studiu Kabiny Głównego Obozu</a>. Tutaj możesz zadawać pytania, przeglądać inne dzieła Scratchersów i przesyłać własne. Przejdź do studia, aby dowiedzieć się więcej!",
    "camp.part2Dates": "Część 2 (31 lipca - 6 sierpnia)",
    "camp.part2Details": "Teraz uczyń swoją postać interaktywną! Czy twoja postać ma pytania do nas? Co dzieje się po kliknięciu? Czy ma jakieś specjalne moce? I tak dalej!",
    "camp.part2Particpate": "Druga część obozu odbędzie się również w <a href=\"https://scratch.mit.edu/studios/4160302/\">studiu Kabiny Głównego Obozu </a>. Tutaj możesz zadawać pytania, przeglądać inne dzieła Scratchersów i przesyłać własne. Przejdź do studia, aby dowiedzieć się więcej!",
    "camp.part3Dates": "Część 3 (7 - 13 sierpnia)",
    "camp.part3Details": "Stwórz projekt wykorzystując własne dzieło wraz z innymi pomysłami Scratchersów. Może to być gra, historia, animacja lub cokolwiek, co wymyślisz!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\"> Studio Kabiny Projektów finałowych Obozu</a> pomieści 3 część tegorocznego Obozu Scratch. Tutaj możesz przesłać swój ostateczny projekt, przekazać opinie innym i obchodzić święto Obozu Scratch! Popłyń do studia, gdy pojawi się część 3!",
    "camp.helpfulInfo": "Przydatne informacje",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Studio Doradców Obozu</a> oferuje różnorodne przykłady tworzenia oceanów. Możesz także bezpośrednio komunikować się z doradcami.",
    "camp.infoPart3": "Pamiętaj, że w części 3 musisz użyć innych pomysłów niż stworzone wcześniej podczas tego Obozu Scratch. Wykorzystaj 2 część projektu, aby poznać osobowość postaci!",
    "camp.infoTime": "Nie przejmuj się, jeśli nie jesteś z nami przez cały czas, zawsze możesz wziąć udział w dowolnej części, w której jesteś dostępny! Po prostu baw się dobrze i zanurz się głęboko!"
}