{
    "camp.title": "Acampamento Scratch: A Fundo",
    "camp.dates": "24 de Julho a 13 de Agosto",
    "camp.welcome": "Bem-vindo ao Acampamento Scratch 2017! ",
    "camp.welcomeIntro": "Venha mergulhar no oceano connosco e conceber a sua muito própria criação. A sua criação pode ser algo que possa ser encontrado no oceano – tanto real como inventado! <br /> No acampamento deste ano, mergulhe a fundo connosco nestas três partes:",
    "camp.part1Dates": "Parte 1 (24 a 30 de Julho)",
    "camp.detailsTitle": "Pormenores:",
    "camp.part1Details": "Crie um projecto apresentando-nos um personagem, real ou imaginado, que viva no oceano. Poderá criar um monstro das profundidades, uma estrela do mar fofinha, um tubarão comedor de tacos ou o que quer que imagine.",
    "camp.particpateTitle": "Como Participar:",
    "camp.part1Particpate": "A Parte 1 do acampamento terá lugar no <a href=\"https://scratch.mit.edu/studios/4160302/\">estúdio da Cabina Principal do Acampamento</a>. Aqui poderá colocar questões, ver criações de outros Scratchadores e submeter as suas próprias criações. Vá ao estúdio para saber mais!",
    "camp.part2Dates": "Parte 2 (31 de Julho a 6 de Agosto)",
    "camp.part2Details": "Agora torne o seu personagem Interactivo! O seu personagem tem questões para nos colocar? Que acontece quando clica nele? Tem alguns poderes especiais? E muito mais!",
    "camp.part2Particpate": "A Parte 2 do acampamento terá também lugar no <a href=\"https://scratch.mit.edu/studios/4160302/\">estúdio da Cabina Principal do Acampamento</a>. Aqui pode colocar questões, ver as criações de outros Scratchadores e submeter as suas próprias criações. Vá ao estúdio para saber mais!",
    "camp.part3Dates": "Parte 3 (7 a 13 de Agosto)",
    "camp.part3Details": "Crie um projecto usando a sua própria criação a par com as criações de outros Scratchadores. Pode ser um jogo, uma estória, uma animação ou o que quer que lhe ocorra!",
    "camp.part3Particpate": "O <a href=\"https://scratch.mit.edu/studios/4160301/\">estúdio da Cabina dos Projectos Finais</a> receberá a Parte 3 do Acampamento Scratch deste ano. Nele poderá submeter o seu projecto final, dar a sua opinião a outros e celebrar o Acampamento Scratch! Nade em direcção ao estúdio quando a Parte 3 chegar!",
    "camp.helpfulInfo": "Informação Útil",
    "camp.infoCounselors": "O <a href=\"https://scratch.mit.edu/studios/4160300/\">estúdio de Conselheiros do Acampamento</a> disponibiliza uma variedade de exemplos para a sua criação oceânica. Nele poderá também comunicar directamente com os Conselheiros.",
    "camp.infoPart3": "Lembre-se que na Parte 3 tem de usar as criações que outros fizeram para este Acampamento Scratch. Use o projecto que esses outros criaram para a Parte 2 para saber mais sobre a personalidade do personagem!",
    "camp.infoTime": "Não se preocupe se não estiver disponível o tempo todo, pois pode participar apenas nas ocasiões em que estiver disponível! O que é preciso é que se divirta e mergulhe fundo!"
}