{
    "camp.title": "Tabăra Scratch: În adâncuri",
    "camp.dates": "24 Iulie - 13 August",
    "camp.welcome": "Bine ai venit la Tabăra Scratch 2017!",
    "camp.welcomeIntro": "Vino sa te scufunzi in ocean cu noi si sa faci propria ta creatie. Care poate fi orice gasit in ocean - real sau imaginar!<br />In tabara din acest an, scufunda-te adanc cu noi in trei parti:",
    "camp.welcomeIntroHTML": "Vino sa te scufunzi in ocean cu noi si sa faci propria ta creatie. Care poate fi orice gasit in ocean - real sau imaginar!{br}In tabara din acest an, scufunda-te adanc cu noi in trei parti:",
    "camp.part1Dates": "Partea 1 (24 Iulie - 30 Iulie)",
    "camp.detailsTitle": "Detalii:",
    "camp.part1Details": "Creează un proiect care să ne prezinte un personaj, real sau imaginar, care trăiește în ocean. Ai putea sa creezi un monstru din adâncuri, o stea de mare draguță, un rechin mâncător de Shaworma, sau orice îți mai trece prin cap.",
    "camp.particpateTitle": "Cum participi:",
    "camp.part1Particpate": "Partea 1 a taberei se va desfășura în <a href=\"https://scratch.mit.edu/studios/4160302/\">studioul principal al cabanei de tabără</a>. Aici poți să pui întrebări, să vezi creațiile altor Scratchers și să le trimiți pe ale tale. Du-te la studio pentru a afla mai multe!",
    "camp.part1ParticpateHTML": "Partea 1 a taberei se va desfășura în <a>studioul principal al cabanei taberei</a>. Aici poți să pui întrebări, să vezi creațiile altor Scratchers și să le trimiți pe ale tale. Du-te la studio pentru a afla mai multe!",
    "camp.part2Dates": "Partea 2 (31 iulie - 6 august)",
    "camp.part2Details": "Acum fă personajul tău interactiv! Personajul tău are întrebări de adresat? Ce se întâmplă când dai clic pe el? Are puteri speciale? Și altele!",
    "camp.part2Particpate": "Partea a 2-a a taberei va avea loc și în <a href=\"https://scratch.mit.edu/studios/4160302/\">studioul principal al cabanei de tabără</a>. Aici poți să pui întrebări, să vezi creațiile altor Scratchers și să le trimiți pe ale tale. Du-te la studio pentru a afla mai multe!",
    "camp.part2ParticpateHTML": "Partea a 2-a a taberei va avea loc și în <a>studioul principal al cabanei taberei</a>. Aici poți să pui întrebări, să vezi creațiile altor Scratchers și să le trimiți pe ale tale. Du-te la studio pentru a afla mai multe!",
    "camp.part3Dates": "Partea 3 (7 august - 13 august)",
    "camp.part3Details": "Creează un proiect folosind propria ta creație împreună cu creațiile altor Scratchers. Ar putea fi un joc, o poveste, o animație sau orice ai venit!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Studioul Final Projects Camp Cabin</a> va organiza partea a treia a Scratch Camp de anul acesta. Aici poți să-ți trimiți proiectul final, să oferi feedback altora și să sărbători Scratch Camp! Înotați până la studio când apare partea 3!",
    "camp.part3ParticpateHTML": "<a>Studioul Final Projects Camp Cabin</a> va organiza partea a treia a Scratch Camp de anul acesta. Aici poți să-ți trimiți proiectul final, să oferi feedback altora și să sărbători Scratch Camp! Înotați până la studio când apare partea 3!",
    "camp.helpfulInfo": "Informații utile",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Studioul Camp Counselors</a> oferă o varietate de exemple pentru crearea dvs. de ocean. De asemenea, puteți comunica direct cu Consilierii de acolo.",
    "camp.infoCounselorsHTML": "<a>Studioul Camp Counselors</a> oferă o varietate de exemple pentru crearea dvs. oceanică. De asemenea, puteți comunica direct cu Consilierii de acolo.",
    "camp.infoPart3": "Amintiți-vă, în partea 3, trebuie să utilizați alte creații făcute pentru această tabără Scratch. Folosiți-vă proiectul partea 2 pentru a afla despre personalitatea personajului!",
    "camp.infoTime": "Nu vă faceți griji dacă nu sunteți prin preajmă tot timpul, puteți oricând să participați la orice parte pentru care sunteți disponibil! Doar distrează-te și scufundă-te adânc!"
}