{
    "camp.title": "Scratch Camp: Погружение",
    "camp.dates": "24 июля - 13 августа",
    "camp.welcome": "Добро пожаловать в Scratch Camp 2017!",
    "camp.welcomeIntro": "Прийди нырять в океан с нами и создай свой собственный проект. Твоё творение может быть тем, что ты можете найти в океане - реальным или составленным! <br /> В лагере этого года, нарни поглубже с нами в эти три части:",
    "camp.part1Dates": "Часть 1 (24 июля - 30 июля)",
    "camp.detailsTitle": "Подробнее:",
    "camp.part1Details": "Создай проект, представляющий нам персонажа, реального или воображаемого, который живет в океане. Создй монстра из глубины, симпатичную маленькую морскую звезду, акулу, пондающую тако, или что-нибудь еще, что ты можешь себе представить.",
    "camp.particpateTitle": "Как принять участие:",
    "camp.part1Particpate": "1-ая часть лагеря будет проходить в студии <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin</a>. Здесь ты сможешь задавать вопросы, просматривать другие создания Scratchers и представлять свои собственные. Перейди в студию, чтобы узнать больше!",
    "camp.part2Dates": "Часть 2 (31 июля - 6 августа)",
    "camp.part2Details": "Теперь сделайте свой персонаж интерактивным! У вашего персонажа есть вопросы, чтобы спросить нас? Что происходит, когда вы нажимаете на него? Имеет ли он какие-то особые полномочия? И больше!",
    "camp.part2Particpate": "Часть 2 лагеря также будет проходить в студии <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin</a>. Здесь вы можете задавать вопросы, просматривать другие создания Scratchers и представлять свои собственные. Пойдите в студию, чтобы узнать больше!",
    "camp.part3Dates": "Часть 3 (7 августа - 13 августа)",
    "camp.part3Details": "Создайте проект, используя свое собственное творение вместе с другими созданиями Scratchers. Это может быть игра, история, анимация или все, что вы придумали!",
    "camp.part3Particpate": "Студия <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin</a> проведет часть 3 этого года в Scratch Camp. Здесь вы можете отправить свой окончательный проект, дать отзывы другим и отпраздновать Scratch Camp! Плавайте в студии, когда выйдет часть 3!",
    "camp.helpfulInfo": "Полезная информация",
    "camp.infoCounselors": "Студия <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors</a> предлагает множество примеров для создания океана. Вы также можете напрямую общаться с консультантами.",
    "camp.infoPart3": "Помните, что в части 3 вы должны использовать некоторые другие творения, созданные для этого лагеря с помощью Scratch. Используйте свою часть 2 проекта, чтобы узнать о личности персонажа!",
    "camp.infoTime": "Не беспокойтесь, если вы не все время, вы всегда можете участвовать в любой части, к которой вы готовы! Просто веселитесь и погрузитесь вглубь!"
}