{
    "camp.title": "Scratch Camp: Hlboko",
    "camp.dates": "24. júla – 13. augusta",
    "camp.welcome": "Vitajte v Scratch Camp 2017!",
    "camp.welcomeIntro": "Poďte sa s nami ponoriť do oceánu a navrhnite si svoj vlastný výtvor. Váš výtvor môže byť čokoľvek, čo nájdete v oceáne – skutočné alebo vymyslené! <br /> V tohtoročnom tábore sa s nami ponorte hlboko do týchto troch častí:",
    "camp.welcomeIntroHTML": "Poďte sa s nami ponoriť do oceánu a navrhnite si svoj vlastný výtvor. Váš výtvor môže byť čokoľvek, čo nájdete v oceáne – skutočné alebo vymyslené!{br}V tohtoročnom tábore sa s nami ponorte hlboko do týchto troch častí:",
    "camp.part1Dates": "1. časť (24. júla – 30. júla)",
    "camp.detailsTitle": "Podrobnosti:",
    "camp.part1Details": "Vytvorte projekt, ktorý nám predstaví postavu, skutočnú alebo vymyslenú, ktorá žije v oceáne. Môžete vytvoriť monštrum z hlbín, roztomilú hviezdicu, žraloka jediaceho taco alebo čokoľvek iné, čo si dokážete predstaviť.",
    "camp.particpateTitle": "Ako sa zúčastniť:",
    "camp.part1Particpate": "1. časť tábora sa uskutoční v <a href=\"https://scratch.mit.edu/studios/4160302/\">štúdiu Main Camp Cabin</a>. Tu môžete klásť otázky, prezerať si výtvory iných Scratcherov a odosielať svoje vlastné. Choďte do štúdia a dozviete sa viac!",
    "camp.part1ParticpateHTML": "1. časť tábora sa bude konať v <a>štúdiu Main Camp Cabin</a>. Tu môžete klásť otázky, prezerať si výtvory iných Scratcherov a odosielať svoje vlastné. Choďte do štúdia a dozviete sa viac!",
    "camp.part2Dates": "2. časť (31. júla – 6. augusta)",
    "camp.part2Details": "Teraz urobte svoju postavu interaktívnou! Má vaša postava nejaké otázky? Čo sa stane, keď naň kliknete? Má nejaké špeciálne právomoci? A viac!",
    "camp.part2Particpate": "2. časť tábora sa bude konať aj v <a href=\"https://scratch.mit.edu/studios/4160302/\">štúdiu Main Camp Cabin</a>. Tu môžete klásť otázky, prezerať si výtvory iných Scratcherov a odosielať svoje vlastné. Choďte do štúdia a dozviete sa viac!",
    "camp.part2ParticpateHTML": "2. časť tábora sa uskutoční aj v <a>štúdiu Main Camp Cabin</a>. Tu môžete klásť otázky, prezerať si výtvory iných Scratcherov a odosielať svoje vlastné. Choďte do štúdia a dozviete sa viac!",
    "camp.part3Dates": "3. časť (7. augusta – 13. augusta)",
    "camp.part3Details": "Vytvorte projekt pomocou svojho vlastného výtvoru spolu s výtvormi iných Scratcherov. Môže to byť hra, príbeh, animácia alebo čokoľvek, s čím prídete!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Štúdio Final Projects Camp Cabin</a> usporiada 3. časť tohtoročného Scratch Campu. Tu môžete odoslať svoj konečný projekt, poskytnúť spätnú väzbu ostatným a osláviť Scratch Camp! Keď vyjde 3. časť, plávajte ďalej do štúdia!",
    "camp.part3ParticpateHTML": "<a>Štúdio Final Projects Camp Cabin</a> usporiada 3. časť tohtoročného Scratch Campu. Tu môžete odoslať svoj konečný projekt, poskytnúť spätnú väzbu ostatným a osláviť Scratch Camp! Keď vyjde 3. časť, plávajte ďalej do štúdia!",
    "camp.helpfulInfo": "Užitočné informácie",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Štúdio Camp Counselors</a> ponúka množstvo príkladov pre vašu tvorbu oceánov. Môžete tam tiež priamo komunikovať s poradcami.",
    "camp.infoCounselorsHTML": "<a>Štúdio Camp Counselors</a> ponúka množstvo príkladov pre vašu tvorbu oceánov. Môžete tam tiež priamo komunikovať s poradcami.",
    "camp.infoPart3": "Pamätajte, že v časti 3 musíte použiť niektoré ďalšie výtvory vyrobené pre tento Scratch Camp. Využite ich projekt časti 2, aby ste sa dozvedeli o osobnosti postavy!",
    "camp.infoTime": "Nebojte sa, ak nie ste celý čas nablízku, vždy sa môžete zúčastniť ktorejkoľvek časti, pre ktorú ste k dispozícii! Len sa bavte a ponorte sa hlboko!"
}