{
    "camp.title": "Скрач камп: Морске дубине",
    "camp.dates": "24. јул - 13. август",
    "camp.welcome": "Добро дошли у Скрач камп 2017!",
    "camp.welcomeIntro": "Дођи да зарониш у морске дубине заједно са нама и створи своју личну креацију. Она може бити било шта што се може наћи у океану- стварно или измишљено! <br />На овогодишњем кампу, заронићеш у морске дубине са нама кроз следећа три корака:",
    "camp.part1Dates": "1. део (24.јул - 30. јул)",
    "camp.detailsTitle": "Детаљи:",
    "camp.part1Details": "Направи пројекат корз који ћеш нас упознати са својим јунаком, стварним или измишљеним, који живи у океану. Можеш направити чудовиште из дубина, малу слатку морску звезду, ајкулу која једе такос или било шта што ти замислиш.",
    "camp.particpateTitle": "Како се укључити:",
    "camp.part1Particpate": "1. део кампа налази се у <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Овде можеш постављати питања, погледати друге креације Скрачера и изложити своје. Иди на студио да научиш више! ",
    "camp.part2Dates": "Део 2. ( 31. јул - 6. август)",
    "camp.part2Details": "Сада учини твог јунака интерактивним! Има ли твој јунак питања за нас? Шта се дешава када кликнеш на  њега? Има ли он неке специјалне моћи? И још много тога!",
    "camp.part2Particpate": "2. део кампа ће се такође налазити у <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Овде можеш поставити питања, погледати друге креације Скрачера и изложити своје. Иди на студио да сазнаш више!",
    "camp.part3Dates": "Део 3. (7. август - 13. август)",
    "camp.part3Details": "Направи пројекат користећи своје и креације других Скрачера. То може бити игра, прича, анимација или било шта чега се досетиш!",
    "camp.part3Particpate": "<a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> биће 3. део овогодишњег Скрач кампа. Овде можеш изложити свој коначни пројекат, дати повратну информацију осталима и прославити Скрач камп. Дођи до студија када изађе 3, део!",
    "camp.helpfulInfo": "Корисне информације",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> нуди различите примере за твоју морску креацију. Такође, овде можеш директно комуницирати са Саветницима.",
    "camp.infoPart3": "Запамти, у 3. делу мораш користити друге креације које су направљене за овај Скрач камп. Користи 2. део пројекта да сазнаш о особинама јунака.",
    "camp.infoTime": "Не брини се уколико ниси ту све време, увек можеш учествовати у делу у току ког си слободан.! Забави се и зарони!"
}