{
    "camp.title": "Kambi ya Scratch: Teremka chini",
    "camp.dates": "Julai 24 - Agosti 13",
    "camp.welcome": "Karibu katika Kambi ya Scratch 2017!",
    "camp.welcomeIntro": "Njoo upige mbizi nasi katika bahari hii huku ukirasimu ubunifu wako mwenyewe. Uumbaji wako unaweza kuwa kitu chochote unachoweza kupata katika bahari - halisi au ya kuvumbua! <br /> Kwenye kambi ya mwaka huu, teremka chini na sisi katika sehemu hizi tatu:",
    "camp.welcomeIntroHTML": "Njoo upige mbizi nasi katika bahari hii huku ukirasimu ubunifu wako mwenyewe. Uumbaji wako unaweza kuwa kitu chochote unachoweza kupata katika bahari - halisi au ya kuvumbua! {br} Kwenye kambi ya mwaka huu, teremka chini na sisi katika sehemu hizi tatu:",
    "camp.part1Dates": "Sehemu 1 (Julai 24 - Julai 30)",
    "camp.detailsTitle": "Maelezo:",
    "camp.part1Details": "Unda mradi wa kututambulisha kwa mhusika, halisi au wa kudhaniwa, aishiye baharini. Unaweza kufanyiza Jitu likitoka kwenye kina kirefu, samaki mzuri wa kiti cha pweza, papa alaye taco, au kitu kingine chochote unachoweza kufikiria.",
    "camp.particpateTitle": "Jinsi ya Kushiriki:",
    "camp.part1Particpate": "Sehemu ya kwanza ya kambi itafanyika katika  <a href=\"https://scratch.mit.edu/studios/4160302/\">Studio kuu ya Kambi</a>. Hapa, unaweza kuuliza maswali, Utazame ubunifu wa waandishi wengine wa Scratch, na uwasilishe ubunifu wako mwenyewe. Tembelea studio ili ujifunze zaidi!",
    "camp.part1ParticpateHTML": "Sehemu ya kwanza ya kambi itafanyika katika  <a>Studio kuu ya Kambi</a>. Hapa, unaweza kuuliza maswali, Utazame ubunifu wa waandishi wengine wa Scratch, na uwasilishe ubunifu wako mwenyewe. Tembelea studio ili ujifunze zaidi!",
    "camp.part2Dates": "Sehemu 2 (Julai 31 - Agosti 6)",
    "camp.part2Details": "Sasa kifanye kihusika chako kiweze kutushirikisha! Je! Kihusika chako kina maswali ya kutuuliza? Ni nini hufanyika wakati ukikimbonyeza? Je! Kina uwezo wowote maalum? Na zaidi!",
    "camp.part2Particpate": " Sehemu ya 2 ya kambi itafanyika pia katika <a href=\"https://scratch.mit.edu/studios/4160302/\">studio kuu ya Cabin</a> . Hapa unaweza kuuliza maswali, utazame ubunifu wa wasimbaji wengina wa Scratch, na uwasilishe wako mwenyewe. Tembelea studio ili ujifunze zaidi!",
    "camp.part2ParticpateHTML": " Sehemu ya 2 ya kambi itafanyika pia katika <a>studio kuu ya Cabin</a> . Hapa unaweza kuuliza maswali, utazame ubunifu wa wasimbaji wengina wa Scratch, na uwasilishe wako mwenyewe. Tembelea studio ili ujifunze zaidi!",
    "camp.part3Dates": "Sehemu 3 (Agosti 7 - Agosti 13)",
    "camp.part3Details": "Unda mradi ukitumia ubunifu wako pamoja na ubunifu mwingine wa wasimbaji wengine wa  Scratch. Unaweza kuwa  mradi wa mchezo, hadithi, ukaragusi, au waweza kutengeneza kitu chochote! ",
    "camp.part3Particpate": "Miradi ya <a href=\"https://scratch.mit.edu/studios/4160301/\">mwisho ya studio ya kambi ya Cabin</a> itachukua sehemu ya 3 katika Kambi ya Scratch ya mwaka huu. Hapa unaweza kuwasilisha mradi wako wa mwisho, kutoa maoni kwa wengine, na kusherehekea Kambi ya scratch! Tembelea studio wakati sehemu ya 3 itakapochapishwa!",
    "camp.part3ParticpateHTML": "Miradi ya <a>mwisho ya studio ya kambi ya Cabin</a> itachukua sehemu ya 3 katika Kambi ya Scratch ya mwaka huu. Hapa unaweza kuwasilisha mradi wako wa mwisho, kutoa maoni kwa wengine, na kusherehekea Kambi ya scratch! Tembelea studio wakati sehemu ya 3 itakapochapishwa!",
    "camp.helpfulInfo": "maelezo yanayosaidia",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Studio ya Camp Counselors</a> hutoa mifano anuwai ya uumbaji wako wa bahari. Unaweza pia kuwasiliana moja kwa moja na Washauri huko.",
    "camp.infoCounselorsHTML": "<a>Studio ya Camp Counselors</a> hutoa mifano anuwai ya uumbaji wako wa bahari. Unaweza pia kuwasiliana moja kwa moja na Washauri huko.",
    "camp.infoPart3": "Kumbuka, katika sehemu ya 3, lazima utumie ubunifu mwingine uliotengenezwa kwa Kambi hii ya Scratch. Tumia mradi wao wa 2 kujifunza juu ya hulka za mhusika!",
    "camp.infoTime": "Usiwe na hofu ikiwa hauko karibu wakati huo wote, sikuzote, unaweza kushiriki wakati  wowote upatikanapo! Furahiya tu na ujifunze zaidi!"
}