{
    "camp.title": "Hội trại Scratch: Down Deep",
    "camp.dates": "Ngày 24 tháng 7 - Ngày 13 tháng 8",
    "camp.welcome": "Chào mừng các bạn đến với Hội trại Scratch năm 2017!",
    "camp.welcomeIntro": "Hãy cùng chúng tôi khám phá đại dương và thiết kế nên những sáng chế của riêng bạn. Sáng chế của bạn có thể là bất cứ những gì bạn tìm thấy trong đại dương -  có thật hay tưởng tượng! <br /> Trong hội trại năm nay, hãy lặn thật sâu cùng chúng tôi trong ba phần sau:",
    "camp.welcomeIntroHTML": "Hãy cùng chúng tôi khám phá đại dương và thiết kế nên những sáng chế của riêng bạn. Sáng chế của bạn có thể là bất cứ những gì bạn tìm thấy trong đại dương -  có thật hay tưởng tượng! {br} Trong hội trại năm nay, hãy lặn thật sâu cùng chúng tôi trong ba phần sau:",
    "camp.part1Dates": "Phần 1 (ngày 24 tháng 7 - ngày 30 tháng 7)",
    "camp.detailsTitle": "Chi tiết:",
    "camp.part1Details": "Tạo ra một chương trình giới thiệu với chúng tôi, một nhân vật có thật hay tưởng tượng sống trong đại dương. Bạn có thể tạo ra một con quái vật ở dưới biển sâu, một con sao biển dễ thương, một con cá mập ăn bánh taco, hoặc bất cứ thứ gì khác mà bạn có thể tưởng tượng.",
    "camp.particpateTitle": "Cách thức tham gia:",
    "camp.part1Particpate": "Phần 1 của hội trại sẽ diễn ra ở <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Tại đây bạn có thể đặt ra các câu hỏi, xem các tác phẩm khác của những người dùng Scratch khác và gửi chương trình của bạn. Đi đến studio để tìm hiểu thêm!",
    "camp.part1ParticpateHTML": "Phần 1 của hội trại sẽ diễn ra ở <a>Main Camp Cabin studio</a>. Tại đây bạn có thể đặt ra các câu hỏi, xem các tác phẩm khác của những người dùng Scratch khác và gửi chương trình của bạn. Đi đến studio để tìm hiểu thêm!",
    "camp.part2Dates": "Phần 2 (ngày 31 tháng 7 - ngày 6 tháng 8)",
    "camp.part2Details": "Bây giờ làm cho nhân vật của bạn tương tác nào! Nhân vật của bạn có câu hỏi dành cho chúng tôi không? Điều gì xảy ra khi bạn nhấp vào nó? Nó có năng lực đặc biệt nào không? Và hơn thế nữa!",
    "camp.part2Particpate": "Phần 2 của hội trại cũng sẽ diễn ra ở <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Tại đây bạn có thể đặt ra những câu hỏi, xem những ý tưởng sáng tạo của những người sử dụng Scratch khác. Hãy đi đến studio để biết thêm chi tiết.",
    "camp.part2ParticpateHTML": "Phần 2 của hội trại cũng sẽ diễn ra ở <a>Main Camp Cabin studio</a>. Tại đây bạn có thể đặt ra những câu hỏi, xem những ý tưởng sáng tạo của những người sử dụng Scratch khác. Hãy đi đến studio để biết thêm chi tiết.",
    "camp.part3Dates": "Phần 3 (ngày 7 tháng 8 - ngày 13 tháng 8)",
    "camp.part3Details": "Thiết kế một chương trình sử dụng sự sáng tạo của mình cùng với ý tưởng của những người dùng Scratch khác. Nó có thể là trò chơi, câu chuyện, phim hoạt hình, hoặc bất cứ thứ gì mà bạn có thể nghĩ ra!",
    "camp.part3Particpate": "Phần <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Main Camp Cabin studio</a>sẽ là phần 3 của Trại hè Scratch năm nay. Tại đây bạn có thể gửi sản phẩm cuối cùng của mình, phản hồi cho những chương trình khác và cùng ăn mừng Hội trại Scratch. Hãy cùng bơi đến studio khi phần 3 bắt đầu nào! ",
    "camp.part3ParticpateHTML": "Phần <a>Final Projects Main Camp Cabin studio</a>sẽ là phần 3 của Trại hè Scratch năm nay. Tại đây bạn có thể gửi sản phẩm cuối cùng của mình, phản hồi cho những chương trình khác và cùng ăn mừng Hội trại Scratch. Hãy cùng bơi đến studio khi phần 3 bắt đầu nào! ",
    "camp.helpfulInfo": "Thông tin hữu ích",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> đề xuất thật nhiều ví dụ cho đại dương sáng tạo của bạn. Bạn cũng có thể trực tiếp trò chuyện với các cố vấn ở đó.",
    "camp.infoCounselorsHTML": "<a>Camp Counselors studio</a> đề xuất thật nhiều ví dụ cho đại dương sáng tạo của bạn. Bạn cũng có thể trực tiếp trò chuyện với các cố vấn ở đó.",
    "camp.infoPart3": "Hãy nhớ rằng, ở phần 3, bạn phải sử dụng những ý tưởng sáng tạo của người khác cho Hội trại Scratch. Sử dụng các chương trình của họ ở phần 2 để tìm hiểu thêm về tính cách nhân vật.",
    "camp.infoTime": "Đừng lo lắng nếu bạn không có mặt đầy đủ, bạn có thể tham gia bất kỳ phần nào khi có thời gian! Hãy thư giản và học nào! "
}