{
    "camp.title": "Ikhempu yaSctach : Phansi ekujuleni ",
    "camp.dates": "July 24th - August 13th ",
    "camp.welcome": "Siyakwamukela kwiKhempu yaScratch 2017",
    "camp.welcomeIntro": "Woza dayiva olwandle nathi zidizayinele ezakho ezakhiwo, Ozokwakha kungabe nomayini ongayithola olwandle - okwangempela okukhona noma kungaba ozakhele kona!<br /> Kulonyaka iKhempu yethu Dive down deep nathi kulamaphathi amathathu:   ",
    "camp.part1Dates": "IPhathi 1 (July 24 - July 30th) ",
    "camp.detailsTitle": "Imininingwane ",
    "camp.part1Details": "Yakha iPhrojethi ukwazisa umlingisi wangempela noma izicagabele wena, Ohlala phakathi olwandle, Ungakha isilwane sangaphansi kungaba Inkanyezi enhle encane, Noma ushaka ozidlela iTaco nomangabe yini ongazicabangela kona. ",
    "camp.particpateTitle": "Kwenziwanjani ukuba kuloluhlelo:",
    "camp.part1Particpate": "Iphathi 1 yaleKhempu izothatha indawo <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin Studio </a>. Lana ungakwazi ukubuza imibuzo ubone nezinye izinto ezakhiwe abanye kuScratch nawe ulethe okwakho osukwenzile uwedwa. Hamba uyekwi studio ufunde nokunye okuningi. ",
    "camp.part2Dates": "Iphathi 2 (July 31st - August 6th) ",
    "camp.part2Details": "Manje enza owakho umlingisi atshengise ukuxhumana! ngabe umlingisi wakho unayo imibuzo afuna ukusibuza yona? Kwenzakalani mawumuchofoza umlingisi ? Ngabe unawo amandla ekhethekile nokunye! ",
    "camp.part2Particpate": "Iphathi 2 kulekhempu uzothatha indawo <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio </a>. Lana ungakwazi ukubuza imibuzo ubone nezinye izinto ezakhiwe abanye kuScratch nawe ulethe okwakho osukwenzile uwedwa, Hamba uyekwi Studio uyofunda ngokunye okuningi.",
    "camp.part3Dates": "IPhathi 3 (August 7th - August 13th)",
    "camp.part3Details": " Yakha iPhrojethi usebenze ngesakhiwo sakho ozenzele sona nalokho osekenziwe abanye kuScratch. Kungaba iGemu yevidiyo, Izindaba, amakhathuni noma ikuphi ongaqhamuka nakho ekugcineni!",
    "camp.part3Particpate": "Ama <a href=\"https://scratch.mit.edu/studios/4160301/\">Phrojethi okugcina Camp Cabin Studio</a> Sizowubamba uPhathi 3 kulonyaka kwiScratch Camp. Here ungakwazi ukusikhombisa amaPhrojethi ukwazinokuphendula abanye ugubhe nathi Scratch khempu ubhukedele ngase Studio uma uPhathi 3 uphuma ",
    "camp.helpfulInfo": "Ulwazi olungakusiza kakhulu ",
    "camp.infoCounselors": "Ama <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counsellors studio </a> ikunikeza ezinhlobo eziningi zezibonelo ukwakha esakho isakhiwo sasolwandle. Ungakwazi ukuxhumana nawo amaKhansela ",
    "camp.infoPart3": "Remember, in part 3, you must use some other creations made for this Scratch Camp. Use their part 2 project to learn about the character's personality!",
    "camp.infoTime": "Don't worry if you aren't around the whole time, you can always participate in whatever part you are available for! Just have fun and dive deep!"
}