{
    "camp.title": "Ikhempu ye-Sctach : Phansi ekujuleni ",
    "camp.dates": "July 24th - August 13th ",
    "camp.welcome": "Siyakwamukela kwiKhempu ye-Scratch ka-2017",
    "camp.welcomeIntro": "Woza dayiva olwandle nathi zidizayinele ezakho ezakhiwo, Ozokwakha kungabe nomayini ongayithola olwandle - okwangempela okukhona noma kungaba ozakhele kona!<br /> Kulo nyaka kuKhempu yethu Dayivela phansi ekujuleni nathi kulamaphathi amathathu:   ",
    "camp.welcomeIntroHTML": "Woza dayiva olwandle nathi zidizayinele ezakho ezakhiwo, Ozokwakha kungabe nomayini ongayithola olwandle - okwangempela okukhona noma kungaba ozakhele kona!{br} Kulo nyaka kuKhempu yethu Dayivela phansi ekujuleni nathi kulamaphathi amathathu:   ",
    "camp.part1Dates": "IPhathi 1 (July 24 - July 30th) ",
    "camp.detailsTitle": "Imininingwane ",
    "camp.part1Details": "Yakha iPhrojekthi ezosethula kumlingisi, wangempela noma ocatshangwayo, oOhlala phakathi olwandle, Ungakha isilwane sangaphansi kungaba i-starfish esihle esincane, ushaka ozidlela i-taco noma ngabe yini ongayicabanga. ",
    "camp.particpateTitle": "Indlela Yokubamba Iqhaza:",
    "camp.part1Particpate": "Ingxenye 1 yaleKhempu izothatha indawo <a href=\"https://scratch.mit.edu/studios/4160302/\">Yekhempu Enkulu ye-Cabin Studio </a>. Lapha ungakwazi ukubuza imibuzo, ubone nezinye izinto ezakhiwe abanye kuScratch nawe ulethe okwakho osukwenzile uwedwa. Hamba uyeku-studio ufunde nokunye okuningi. ",
    "camp.part1ParticpateHTML": "Ingxenye 1 yaleKhempu izothatha indawo <a>Yekhempu Enkulu ye-Cabin Studio </a>. Lapha ungakwazi ukubuza imibuzo, ubone nezinye izinto ezakhiwe abanye kuScratch nawe ulethe okwakho osukwenzile uwedwa. Hamba uyeku-studio ufunde nokunye okuningi. ",
    "camp.part2Dates": "Ingxenye 2 (July 31st - August 6th) ",
    "camp.part2Details": "Manje yenza owakho umlingisi atshengise ukuxhumana! Ingabe umlingisi wakho unayo imibuzo afuna ukusibuza yona? Yini eyenzekayo uma uchofoza umlingisi? Ingabe unawo amandla ekhethekile? Kanye nokunye! ",
    "camp.part2Particpate": "Ingxenye 2 yekhempu izophinde ithathe indawo <a href=\"https://scratch.mit.edu/studios/4160302/\">Yekhempu Enkulu ye-Cabin studio </a>. Lapha ungakwazi ukubuza imibuzo, ubone nezinye izinto ezakhiwe abanye kuScratch, futhi ulethe okwakho, Iya ku-studio ukuze ufunde kabanzi!",
    "camp.part2ParticpateHTML": "Ingxenye 2 yekhempu izophinde ithathe indawo <a>Yekhempu Enkulu ye-Cabin studio </a>. Lapha ungakwazi ukubuza imibuzo, ubone nezinye izinto ezakhiwe abanye kuScratch, futhi ulethe okwakho, Iya ku-studio ukuze ufunde kabanzi!",
    "camp.part3Dates": "Ingxenye 3 (August 7th - August 13th)",
    "camp.part3Details": " Yakha iPhrojethi usebenze ngesakhiwo sakho ozenzele sona nalokho osekenziwe abanye kuScratch. Kungaba umdlalo, indaba, amakhathuni, noma yikuphi ongaqhamuka nakho!",
    "camp.part3Particpate": "Ama <a href=\"https://scratch.mit.edu/studios/4160301/\">Phrojethi Amakhempu e-Cabin studio</a> azoba seNgxenyeni 3 Yekhempu ye-Scratch kulo nyaka. Lapha ungakwazi ukuthumela iphrojekthi yakho yokugcina, unike abanye umbiko, futhi ugubhe i-Scratch Khempu. Uzungeleze i-studio ngenkathi ingxenye 3 ivela! ",
    "camp.part3ParticpateHTML": "Ama <a>Phrojethi Amakhempu e-Cabin studio</a> azoba seNgxenyeni 3 Yekhempu ye-Scratch kulo nyaka. Lapha ungakwazi ukuthumela iphrojekthi yakho yokugcina, unike abanye umbiko, futhi ugubhe i-Scratch Khempu. Uzungeleze i-studio ngenkathi ingxenye 3 ivela! ",
    "camp.helpfulInfo": "Ulwazi Olungakusiza Kakhulu ",
    "camp.infoCounselors": "Abe <a href=\"https://scratch.mit.edu/studios/4160300/\">luleki Bekhempu studio </a> bakunikeza ezinhlobo eziningi zezibonelo zokwakha esakho isakhiwo sasolwandle. Ungakwazi ukuxhumana ngokuqondile Nabeluleki lapho.",
    "camp.infoCounselorsHTML": "Abe <a>luleki Bekhempu studio </a> bakunikeza ezinhlobo eziningi zezibonelo zokwakha esakho isakhiwo sasolwandle. Ungakwazi ukuxhumana ngokuqondile Nabeluleki lapho.",
    "camp.infoPart3": "Khumbula, engxenyeni 3, kufanele usebenzise ezinye izakhiwo ozenzele lesi Scratch Khempu. Sebenzisa iphroject yengxenye 2 ukuze ufunde ngobuntu bomlingisi!",
    "camp.infoTime": "Ungakhathazeki uma engekho ngaso sonke isikhathi, ungahlanganyela njalo kunoma iyiphi ingxenye okhona ngayo! Mane uthokoze bese udayivela ekujuleni!"
}