{
    "download.title": " Golygydd All-lein Scratch 2.0",
    "download.intro": "Gallwch osod y golygydd Scratch 2.0 i weithio ar brojectau heb gysylltiad rhyngrwyd. Bydd y fersiwn yma'n gweithio ar Windows neu MacOS.",
    "download.introMac": "<b>Nodyn ar gyfer defnyddwyr Mac:</b> mae'r fersiwn diweddaraf o Scratch 2.0 All-lein angen Adobe AIR 20. I ddiweddaru i Adobe AIR 20 â llaw, ewch i <a href=\"https://get.adobe.com/air/\">yma</a>.",
    "download.installation": "Gosod",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Os nad ydyw gennych eisoes, llwythwch i lawr a gosod yr <a href=\"http://get.adobe.com/air/\">Adobe AIR</a> diweddaraf",
    "download.macOSX": "Mac OS X",
    "download.macOlder": "Mac OS 10.5 a Hŷn",
    "download.windows": "Windows",
    "download.download": "Llwytho i lawr",
    "download.offlineEditorTitle": "Golygydd All-lein Scratch",
    "download.offlineEditorBody": "Nesaf llwythwch i lawr a gosod Golygydd All-lein Scratch 2.0",
    "download.supportMaterialsTitle": "Deunyddiau Cefnogi",
    "download.supportMaterialsBody": "Angen cymorth wrth gychwyn? Dyma rai adnoddau defnyddiol.",
    "download.starterProjects": "Projectau Cychwynnol",
    "download.gettingStarted": "Canllaw Cychwyn Arni ",
    "download.scratchCards": "Cardiau Scratch",
    "download.updatesTitle": "Diweddariadau",
    "download.updatesBody": "Mae'r Golygydd All-lein yn gallu diweddaru ei hun (gyda chaniatâd y defnyddiwr). Bydd yn chwilio am ddiweddariadau wrth gychwyn neu gallwch ddefnyddio'r gorchymyn \"Chwilio am ddiweddariadau\" yn newislen y ffeil.",
    "download.currentVersion": "Y fersiwn cyfredol yw {version}.",
    "download.otherVersionsTitle": "Fersiynau eraill o Scratch",
    "download.otherVersionsOlder": "Os oes gennych gyfrifiadur hŷn neu'n methu gosod golygydd all-lein Scratch 2.0, gallwch geisio gosod <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
    "download.otherVersionsAdmin": "Os ydych yn weinyddwr rhwydwaith: mae MSI Scratch 2.0 wedi'i greu ac yn cael ei gynnal gan aelod o'r gymuned a'i letya ar gyfer ei lwytho i lawr <a href=\"http://llk.github.io/scratch-msi/\">yma</a>.",
    "download.knownIssuesTitle": "Materion Hysbys",
    "download.knownIssuesOne": "Os yw eich golygydd all-lein yn chwalu yn syth ar ôl i Scratch gael ei agor, gosodwch y golygydd all-lein Scratch 2 eto (gw cam 2 uchod). Mae hyn oherwydd gwall a gyflwynwyd yn Adobe Air fersiwn 14 (rhyddhawyd yn Ebrill 2014).",
    "download.knownIssuesTwo": "Gall blociau effeithiau graffigol (yn \"Golwg\") arafu projectau oherwydd gwall hysbys yn Flash.",
    "download.knownIssuesThree": "Nid yw'r <b>pecyn cefn</b> ar gael eto.",
    "download.knownIssuesFour": "Ar Mac OS mae'n bosib y gwelwch anogwr yn awgrymu fod \"Scratch 2 yn ceisio gosod teclyn cynorthwyol newydd\" ac yn gofyn i chi am eich enw a'ch cyfrinair. Rydym wrthi'n chwilio am ateb i'r broblem hon.",
    "download.reportBugs": "Adroddwch ar Wallau a Gwendidau",
    "download.notAvailable": "Hmm, nid yw'n bosib llwytho'r golygydd i lawr ar hyn o bryd - adnewyddwch y dudalen a cheisio eto."
}