{
    "download.title": "Scratch 2.0 Offline Editor",
    "download.intro": "Du kan installere Scratch 2.0 editoren for at arbejde på projekter uden en internet forbindelse. Denne version virker på Windows og MacOS.",
    "download.introMac": "<b>Note for Mac brugere:</b> den nyeste version af  Scratch 2.0 Offline kræver Adobe AIR 20. For at opgradere til Adobe AIR 20 manuelt, klik <a href=\"https://get.adobe.com/air/\">her</a>.",
    "download.installation": "Installation",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Hvis du ikke allerede har den, så download og installer den seneste <a href=\"http://get.adobe.com/air/\">Adobe AiR</a>",
    "download.macOSX": "Mac OS X",
    "download.macOlder": "Mac OS 10.5 & ældre",
    "download.windows": "Windows",
    "download.download": "Download",
    "download.offlineEditorTitle": "Scratch Offline Editor",
    "download.offlineEditorBody": "Download og installer derefter Scratch 2.0 Offline editoren",
    "download.supportMaterialsTitle": "Hjælpematerialer",
    "download.supportMaterialsBody": "Har du brug for hjælp til at komme i gang? Her er nogle nyttige ressourcer.",
    "download.starterProjects": "Begynder projekter",
    "download.gettingStarted": "Begynder Vejledning",
    "download.scratchCards": "Scratch kort",
    "download.updatesTitle": "Opdateringer",
    "download.updatesBody": "Offline editoren kan opdatere sig selv (med brugerens tilladelse). Den vil søge efter opdateringer ved opstart eller du kan bruge \"Søg efter opdateringer\" kommandoen i menuen med filer.",
    "download.currentVersion": "Den aktuelle version er {version}.",
    "download.otherVersionsTitle": "Andre versioner af Scratch",
    "download.otherVersionsOlder": "Hvis du har en ældre computer, eller ikke kan installere Scratch 2.0 offline editoren kan du prøve at installere <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
    "download.otherVersionsAdmin": "Hvis du er netværksadministrator: der er lavet en Scratch 2.0 MSI som vedligeholdes af et medlem af fællesskabet og den kan hentes <a href=\"http://llk.github.io/scratch-msi/\">her</a>.",
    "download.knownIssuesTitle": "Kendte fejl",
    "download.knownIssuesOne": "Hvis din offline editor lukker ned lige efter at du har åbnet Scratch, skal du installere Scratch 2 offline editoren igen (se trin 2 herover). Dette problem skyldes en fejl, der kom i Adobe Air version 14 (udgivet i april 2014).",
    "download.knownIssuesTwo": "Grafik effekt brikker (i \"Udseende\") kan sløve projekter ned på grund af en kendt Flash fejl.",
    "download.knownIssuesThree": "<b>Rygsækken</b> er ikke tilgængelig endnu.",
    "download.knownIssuesFour": "På Mac OS ser du måske en besked, som indikerer at \"Scratch 2 prøver at installere et nyt hjælpeværktøj\" og som spørger efter dit brugernavn og kodeord. Vi er i øjeblikket ved at undersøge, hvordan vi kan løse dette problem.",
    "download.reportBugs": "Rapporter fejl",
    "download.notAvailable": "Hmm, editor downloads er ikke tilgængelige lige nu - genopfrisk venligst siden og prøv igen."
}