{
    "download.title": "Επεξεργαστής Έργων Scratch 2.0 χωρίς σύνδεση",
    "download.intro": "Μπορείτε να εγκαταστήσετε τον επεξεργαστή έργων Scratch 2.0 για να εργαστείτε σε έργα χωρίς σύνδεση στο διαδίκτυο. Αυτή η έκδοση δουλεύει σε Windows και MacOS.",
    "download.introMac": "<b>Σημείωση για Χρήστες Mac:</b> η πιο πρόσφατη έκδοση του Επεξεργαστή Έργων Scratch 2.0 χωρίς σύνδεση απαιτεί Adobe AIR 20. Για να αναβαθμίσετε σε Adobe AIR 20 με το χέρι, πηγαίνετε <a href=\"https://get.adobe.com/air/\">εδώ</a>.",
    "download.installation": "Εγκατάσταση",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Αν δεν το έχετε ήδη, κατεβάστε και εγκαταστήστε το πιο πρόσφατο <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
    "download.macOSX": "Mac OS Χ",
    "download.macOlder": "Mac OS 10.5 & Παλαιότερο",
    "download.windows": "Windows",
    "download.download": "Λήψη",
    "download.offlineEditorTitle": "Επεξεργαστής Έργων Scratch χωρίς σύνδεση",
    "download.offlineEditorBody": "Έπειτα κατεβάστε και εγκαταστήστε τον Επεξεργαστή Έργων Scratch 2.0 χωρίς σύνδεση",
    "download.supportMaterialsTitle": "Υποστηρικτικό Υλικό",
    "download.supportMaterialsBody": "Χρειάζεστε λίγη βοήθεια για να ξεκινήσετε; Εδώ υπάρχουν μερικές βοηθητικές πηγές.",
    "download.starterProjects": "Εισαγωγικά Έργα",
    "download.gettingStarted": "Οδηγός Εκκίνησης",
    "download.scratchCards": "Κάρτες Scratch",
    "download.updatesTitle": "Ενημερώσεις",
    "download.updatesBody": "Ο Επεξεργαστής Έργων χωρίς σύνδεση μπορεί να ενημερωθεί μόνος του (με άδεια του χρήστη). Θα ελέγξει για ενημερώσεις στην εκκίνηση ή μπορείτε να χρησιμοποιήσετε την εντολή \"Έλεγξε για ενημερώσεις\" στη γραμμή μενού.",
    "download.currentVersion": "Η τρέχουσα έκδοση είναι η {version}.",
    "download.otherVersionsTitle": "Άλλες εκδόσεις του Scratch",
    "download.otherVersionsOlder": "Αν έχετε παλαιότερο υπολογιστή, ή δε μπορείτε να εγκαταστήσετε τον επεξεργαστή έργων Scratch 2.0, μπορείτε να προσπαθήσετε να εγκαταστήσετε το <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
    "download.otherVersionsAdmin": "Αν είστε διαχειριστής δικτύου: ένα MSI για το Scratch 2.0 έχει δημιουργηθεί και συντηρείται από ένα μέλος της κοινότητας και φιλοξενείται για δημόσια λήψη <a href=\"http://llk.github.io/scratch-msi/\">εδώ</a>.",
    "download.knownIssuesTitle": "Γνωστά προβλήματα",
    "download.knownIssuesOne": "Αν ο επεξεργαστής χωρίς σύνδεσης τερματίζει απρόσμενα αμέσως αφού ανοιχτεί το Scratch, εγκαταστήστε τον επεξεργαστή έργων Scratch 2 χωρίς σύνδεση ξανά (δες βήμα 2 παραπάνω). Αυτό το πρόβλημα οφείλεται σε ένα θέμα του Adobe AIR έκδοση 14 (κυκλοφόρησε τον Απρίλιο 2014).",
    "download.knownIssuesTwo": "Οι εντολές για τα εφέ γραφικών (στις \"Όψεις\") ενδέχεται να καθυστερούν έργα λόγω ενός γνωστού προβλήματος του Flash.",
    "download.knownIssuesThree": "Το <b>σακίδιο</b> δεν είναι διαθέσιμο ακόμα.",
    "download.knownIssuesFour": "Στο Mac OS ενδέχεται να δείτε ένα μήνυμα που  να υποδεικνύει ότι \"το Scratch 2 προσπαθεί να εγκαταστήσει ένα νέο εργαλείο βοήθειας\" και να σας ζητάει να το όνομα χρήστη και τον κωδικό σας. Προς το παρόν ερευνούμε για λύση αυτού του προβλήματος.",
    "download.reportBugs": "Αναφορά Προβλημάτων",
    "download.notAvailable": "Χμμ, οι λήψεις του επεξεργαστή δεν είναι διαθέσιμες αυτήν τη στιγμή - παρακαλούμε ανανεώστε τη σελίδα για να προσπαθήσετε ξανά."
}