{
    "download.title": "Editor Offline de Scratch 2.0 ",
    "download.intro": "Puedes instalar el editor de Scratch 2.0 para trabajar en tus proyectos sin conexión a internet. Esta versión funciona en Windows y MacOS.",
    "download.introMac": "<b>Nota para usuarios de Mac:</b> la última version del editor offline de Scratch 2.0 Offline requiere Adobe AIR 20. Para actualizar Adobe AIR 20 manualmente, presiona <a href=\"https://get.adobe.com/air/\">aquí</a>.",
    "download.installation": "Instalación",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Si no lo tienes todavía, baja e instala la última versión de <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
    "download.macOSX": "Mac OS X",
    "download.macOlder": "Mac OS 10.5 y anteriores",
    "download.windows": "Windows",
    "download.download": "Descargar",
    "download.offlineEditorTitle": "Editor Offline de Scratch ",
    "download.offlineEditorBody": "Descarga e instala el editor Offline de Scratch 2.0",
    "download.supportMaterialsTitle": "Materiales de apoyo",
    "download.supportMaterialsBody": "¿Necesitas ayuda para empezar? Aquí hay algunos recursos que pueden ser útiles.",
    "download.starterProjects": "Proyectos iniciales",
    "download.gettingStarted": "Guía para comenzar",
    "download.scratchCards": "Cartas de Scratch",
    "download.updatesTitle": "Actualizaciones",
    "download.updatesBody": "El editor offline se puede actualizar por si mismo (con el permiso del usuario). Buscará actualizaciones al ser comenzado o puedes utilizar el comando \"Buscar actualizaciones\" en el menú de archivo.",
    "download.currentVersion": "La versión actual es {version}.",
    "download.otherVersionsTitle": "Otras versiones de Scratch",
    "download.otherVersionsOlder": "Si tienes una computadora más vieja, o no puedes instalar el editor offline Scratch 2.0, puedes tratar de instalar <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
    "download.otherVersionsAdmin": "Si eres un administrador de redes: una versión MSI de Scratch 2.0 ha sido creada y mantenida por un miembro de la comunidad y está alojada para descargas públicas <a href=\"http://llk.github.io/scratch-msi/\">aquí</a>.",
    "download.knownIssuesTitle": "Problemas conocidos",
    "download.knownIssuesOne": "Si tu editor offline no funciona justo cuando Scratch es abierto, instala el editor Scratch 2 offline de nuevo (mira el paso 2 arriba). Este problema es debido a un error introducido en Adobe AIR version 14 (lanzado en abril 2014).",
    "download.knownIssuesTwo": "Bloques de efectos gráficos (en \"vistas\") pueden retardar los proyectos debido a un error en Flash.",
    "download.knownIssuesThree": "La <b>mochila</b> todavía no está disponible.",
    "download.knownIssuesFour": "En Mac OS puedes ver un cuadro que te indica \"Scratch 2 está tratando de instalar una nueva herramienta de ayuda\" y te pide tu nombre de usuario y contraseña. Estamos investigando una solución a este problema.",
    "download.reportBugs": "Reporta errores y fallos",
    "download.notAvailable": "Hmm, descargas del editor no están disponibles en este momento - por favor refresca la página para tratar de nuevo."
}