{
    "download.title": "Eagarthóir Scratch 2.0 As Líne",
    "download.intro": "Is féidir leat an t-eagarthóir Scratch 2.0 a shuiteáil ar do ríomhaire chun códáil a dhéanamh gan cheangal Idirlín. Feidhmeoidh an leagan seo ar Windows agus ar MacOS.",
    "download.introMac": "<b>Úsáideoirí Mac:</b> tá Adobe AIR 20 de dhíth ort chun an leagan is déanaí de Scratch 2.0 a úsáid as líne. Is féidir leat Adobe AIR 20 a shuiteáil de láimh <a href=\"https://get.adobe.com/air/\">anseo</a>.",
    "download.installation": "Suiteáil",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Mura bhfuil sé agat cheana, íoslódáil agus suiteáil an leagan is déanaí de <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
    "download.macOSX": "Mac OS X",
    "download.macOlder": "Mac OS 10.5 agus níos sine",
    "download.windows": "Windows",
    "download.download": "Íoslódáil",
    "download.offlineEditorTitle": "Eagarthóir Scratch As Líne",
    "download.offlineEditorBody": "Anois, íoslódáil agus suiteáil an tEagarthóir As Líne do Scratch 2.0",
    "download.supportMaterialsTitle": "Ábhar Tacaíochta",
    "download.supportMaterialsBody": "An bhfuil cabhair uait? Seo duit roinnt acmhainní úsáideacha.",
    "download.starterProjects": "Tionscadail Tosaigh",
    "download.gettingStarted": "Treoirleabhar Tosaigh",
    "download.scratchCards": "Cártaí Scratch",
    "download.updatesTitle": "Nuashonruithe",
    "download.updatesBody": "Tá an tEagarthóir As Líne in ann nuashonrú a dhéanamh go huathoibríoch (má thugann tú cead dó). Lorgaíonn sé nuashonruithe nuair a thosaíonn sé, nó is féidir leat an t-ordú \"Lorg nuashonruithe\" a úsáid sa roghchlár Comhad.",
    "download.currentVersion": "Is é {version} an leagan is déanaí.",
    "download.otherVersionsTitle": "Leaganacha Eile de Scratch",
    "download.otherVersionsOlder": "Má tá seanríomhaire agat, nó mura bhfuil tú in ann an t-eagarthóir as líne do Scratch 2.0 a shuiteáil, is féidir leat triail a bhaint as <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
    "download.otherVersionsAdmin": "Má tá tú i do riarthóir líonra: chruthaigh ball den phobal MSI do Scratch 2.0 atá ar fáil le híoslódáil <a href=\"http://llk.github.io/scratch-msi/\">anseo</a>.",
    "download.knownIssuesTitle": "Fadhbanna Aitheanta",
    "download.knownIssuesOne": "Má tá an t-eagarthóir as líne ag tuairteáil go díreach tar éis duit Scratch a oscailt, ba chóir duit an t-eagarthóir as líne Scratch 2 a shuiteáil arís (féach céim a 2 thuas). Tarlaíonn seo mar gheall ar fhabht i leagan 14 de Adobe AIR (foilsithe Aibreán 2014).",
    "download.knownIssuesTwo": "Seans go gcuirfidh maisíochtaí grafacha (faoi \"Cuma\") moill ar thionscadail mar gheall ar fhabht aitheanta in Flash.",
    "download.knownIssuesThree": "Níl <b>an mála droma</b> ar fáil fós.",
    "download.knownIssuesFour": "Ar Mac OS, seans go bhfeicfidh tú teachtaireacht \"Scratch 2 is trying to install a new helper tool\", ag iarraidh d'ainm úsáideora agus d'fhocal faire. Táimid ag fiosrú an scéil faoi láthair.",
    "download.reportBugs": "Tuairiscigh Fabhtanna agus Fadhbanna",
    "download.notAvailable": "Hmmm, ní féidir an t-eagarthóir a íoslódáil faoi láthair. Athlódáil an leathanach agus bain triail eile as."
}