{
    "download.title": "Editor Offline di Scratch 2.0",
    "download.intro": "Per lavorare sui progetti quando non hai una connessione Internet puoi installare l'editor di Scratch 2.0. Questa versione funziona su Windows e MacOS.",
    "download.introMac": "<b>Nota per gli utenti Mac:</b> l'ultima vesione di Scratch 2.0 Offline richiede Adobe Air 20. Per fare l'aggiornamento manuale ad Adobe Air 20 vai <a href=\"https://get.adobe.com/air/\">qui</a>.",
    "download.installation": "installazione",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Se non è ancora installato sul tuo computer, scarica e installa l'ultima versione di <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
    "download.macOSX": "Mac OS X",
    "download.macOlder": "Mac OS 10.5 & Precedenti",
    "download.windows": "Windows",
    "download.download": "Salva sul tuo computer",
    "download.offlineEditorTitle": "Editor Offline di Scratch",
    "download.offlineEditorBody": "Ora scarica e installa l'Editor Offline di Scratch 2.0",
    "download.supportMaterialsTitle": "Materiali di Supporto",
    "download.supportMaterialsBody": "Hai bisogno di aiuto per iniziare? Ecco alcune risorse che ti possono essere utili.",
    "download.starterProjects": "Progetti per Iniziare",
    "download.gettingStarted": "Guida per Iniziare",
    "download.scratchCards": "Le Schede di Scratch",
    "download.updatesTitle": "Aggiornamenti",
    "download.updatesBody": "L'Editor Offline può autoaggiornarsi (con il permesso dell'utente). Verificherà automaticamente all'avvio la presenza di aggiornamenti oppure puoi usare direttamente il comando \"Controllo aggiornamenti\" nel menu file.",
    "download.currentVersion": "La versione attuale è  {version}.",
    "download.otherVersionsTitle": "Altre Versioni di Scratch",
    "download.otherVersionsOlder": "Se hai un vecchio computer, o non puoi installare l'editor offline di Scratch 2.0, puoi provare ad installare  <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
    "download.otherVersionsAdmin": "Se sei un amministratore di rete: un membro della comunità di Scratch ha creato un MSI per Scratch 2.0 che può essere scaricato da <a href=\"http://llk.github.io/scratch-msi/\">qui</a>.",
    "download.knownIssuesTitle": "Problemi Conosciuti",
    "download.knownIssuesOne": "Se l'editor offline si blocca dopo l'apertura di Scratch, installalo nuovamente (vedi il passo 2 sopra). Questo problema è dovuto a un bug della versione 14 di Adobe AIR  (rilasciata nel mese di aprile 2014).",
    "download.knownIssuesTwo": "I blocchi degli effetti grafici (in \"Aspetto\") possono rallentare i progetti a causa di un bug noto di Flash.",
    "download.knownIssuesThree": "Lo <b>zainetto</b> non è ancora disponibile.",
    "download.knownIssuesFour": "Su Mac OS può comparire un avviso che \"Scratch 2 sta cercando di installare un nuovo tool di supporto\" e che ti chieda il tuo user name e password. Stiamo cercando di risolvere questo problema.",
    "download.reportBugs": "Segnala Bug e Malfunzionamenti",
    "download.notAvailable": "Uhm, lo scaricamento dell'editor non è disponibile al momento - aggiorna la pagina per provare di nuovo."
}