{
    "download.title": "Editor Offline do Scratch 2.0",
    "download.intro": "Você pode instalar o editor Scratch 2.0 para trabalhar em projetos sem uma conexão com a Internet. Esta versão funcionará em Windows e MacOS.",
    "download.introMac": "<b>Nota para os usuários de Mac: </b>a versão mais recente do Scratch 2.0 requer o Adobe Air 20. Para atualizar o Adobe Air 20 manualmente, entre <a href=\"https://get.adobe.com/air/\"> aqui </a>.",
    "download.installation": "Instalação",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Se você ainda não tem, baixe e instale a versão mais recente do <a href=\"http://get.adobe.com/air/\"> Adobe AIR </a>",
    "download.macOSX": "Mac OS X",
    "download.macOlder": "Mac OS 10.5 e versões anteriores",
    "download.windows": "Windows",
    "download.download": "Baixar",
    "download.offlineEditorTitle": "Editor Offline do Scratch",
    "download.offlineEditorBody": "Em seguida, baixe e instale o Editor Offline do Scratch 2.0",
    "download.supportMaterialsTitle": "Materiais de apoio",
    "download.supportMaterialsBody": "Precisa de ajuda para começar? Veja aqui alguns recursos úteis.",
    "download.starterProjects": "Projetos para Iniciantes",
    "download.gettingStarted": "Guia introdutório",
    "download.scratchCards": "Cartões do Scratch",
    "download.updatesTitle": "Atualizações",
    "download.updatesBody": "O  Editor Offline pode ser automaticamente atualizado (com autorização do usuário). Ele buscará atualizações quando iniciado, ou você pode usar o comando \"Verificar atualizações\" no menu \"Arquivo\".",
    "download.currentVersion": "A versão atual é {version}.",
    "download.otherVersionsTitle": "Outras versões do Scratch",
    "download.otherVersionsOlder": "Se você tem um computador mais antigo, ou se não consegue instalar o Editor Offline do Scratch 2.0, você pode tentar instalar o <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4 </a>.",
    "download.otherVersionsAdmin": "Se você é administrador de rede, um MSI do Scratch 2.0 foi criado e mantido por um membro da comunidade, e está disponível para download <a href=\"http://llk.github.io/scratch-msi/\">aqui</a>.",
    "download.knownIssuesTitle": "Problemas conhecidos",
    "download.knownIssuesOne": "Se o editor offline estiver se fechando logo que o Scratch é aberto, instale o Scratch 2 offline de novo (veja os passos acima). Este problema é devido a um erro apresentado na versão 14 do Adobe AIR (lançada em abril de 2014).",
    "download.knownIssuesTwo": "Blocos de efeitos gráficos (em \"Aparência\") podem desacelerar projetos devido a um defeito no Flash.",
    "download.knownIssuesThree": "A <b>mochila</b> ainda não está disponível.",
    "download.knownIssuesFour": "No sistema operacional do Mac você pode ver indicações de que \"o Scratch 2 está tentando instalar uma nova ferramenta de ajuda\" e pedindo pelo seu nome de usuário e senha. Neste momento, estamos buscando uma solução para este problema.",
    "download.reportBugs": "Denunciar defeitos e falhas",
    "download.notAvailable": "Ops, não há downloads disponíveis do editor neste momento. Recarregue a página para tentar de novo."
}