{
    "download.title": "Editor Scratch 2.0 Desconectado",
    "download.intro": "Pode instalar o editor Scratch 2.0 para trabalhar em projectos sem ter uma ligação à Internet. Esta versão funciona no Windows e no MacOS.",
    "download.introMac": "<b>Nota para utilizadores Mac:</b> a última versão do Scratch 2.0 Desconectado requer o Adobe AIR 20. Para actualizar manualmente para o Adobe AIR 20, clique <a href=\"https://get.adobe.com/air/\">aqui</a>.",
    "download.installation": "Instalação",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Se ainda não a tem, descarregue e instale a última versão do <a href=\"http://get.adobe.com/air/\">Adobe Air</a>",
    "download.macOSX": "Mac OS X",
    "download.macOlder": "Mac OS 10.5 e Mais Antigos",
    "download.windows": "Windows",
    "download.download": "Descarregar",
    "download.offlineEditorTitle": "Editor Desconectado do Scratch",
    "download.offlineEditorBody": "De seguida, descarregue e instale o Editor Desconectado do Scratch 2.0",
    "download.supportMaterialsTitle": "Materiais de Apoio",
    "download.supportMaterialsBody": "Precisa de ajudar para começar? Aqui estão alguns recursos úteis.",
    "download.starterProjects": "Projectos de Arranque",
    "download.gettingStarted": "Guia de Iniciação",
    "download.scratchCards": "Cartões Scratch",
    "download.updatesTitle": "Actualizações",
    "download.updatesBody": "O Editor Desconectado por actualizar-se a si mesmo (com a permissão do utilizador). Verificará a existência de actualizações durante o arranque, mas também pode usar o comando «Verificar actualizações» no menu «Arquivo».",
    "download.currentVersion": "A versão actual é a {version}.",
    "download.otherVersionsTitle": "Outras Versões do Scratch",
    "download.otherVersionsOlder": "Se tem um computador mais antigo ou se não consegue instalar o Editor Desconectado do Scratch 2.0, pode tentar instalar o <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
    "download.otherVersionsAdmin": "Se for um administrador de sistemas: um membro da comunidade criou e mantém um MSI do Scratch 2.0 que está disponível para descarregamento público <a href=\"http://llk.github.io/scratch-msi/\">aqui</a>.",
    "download.knownIssuesTitle": "Problemas conhecidos",
    "download.knownIssuesOne": "Se o seu editor desconectado rebenta imediatamente após abrir o Scratch, instale o editor desconectado Scratch 2 de novo (veja o passo 2 acima). Este problema deve-se a uma falha introduzida no Adobe AIR versão 14 (lançada em Abril de 2014).",
    "download.knownIssuesTwo": "Os blocos de efeitos gráficos (em «Aparência») podem tornar os projectos mais lentos devido a um erro conhecido do Flash.",
    "download.knownIssuesThree": "A <b>mochila</b> ainda não está disponível.",
    "download.knownIssuesFour": "No Mac OS pode surgir uma caixa de diálogo indicando que «O Scratch 2 está a tentar instalar uma nova ferramenta de ajuda» e pedindo-lhe para introduzir o seu nome de utilizador e palavra-passe. Estamos presentemente a investigar uma solução para este problema.",
    "download.reportBugs": "Reporte de Erros e Falhas",
    "download.notAvailable": "Hmmm, os descarregamentos de editores não estão disponíveis neste momento – por favor refresque a página para tentar de novo."
}