{
    "download.title": "Scratch 2.0 lokalni urejevalnik - deluje brez povezave v splet",
    "download.intro": "Za delo na projektih takrat, ko nimaš internetne povezave, lahko namestiš urejevalnik Scratch 2.0. Ta različica deluje tako v okolju Widows kot v MacOS. ",
    "download.introMac": "<b>Obvestilo za uporabnike Mac-ov:</b> zadnja različica lokalnega urejavalnika Scratch 2.0 potrebuje Adobe AIR 20. Adobe Air 20 lahko ročno nadgradite  <a href=\"https://get.adobe.com/air/\">tukaj</a>.",
    "download.installation": "Namestitev",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Če programa nimate, namestite zadnjo različico <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>.",
    "download.macOSX": "Mac OS X",
    "download.macOlder": "Mac OS 10.5 & starejši",
    "download.windows": "Windows",
    "download.download": "Prenesi",
    "download.offlineEditorTitle": "Scratch lokalni urejevalnik",
    "download.offlineEditorBody": "Nato prenesi in namesti Scratch 2.0 lokalni urejevalnik",
    "download.supportMaterialsTitle": "Podporna gradiva",
    "download.supportMaterialsBody": "Potrebujete za začetek nekaj pomoči? Tukaj je nekaj koristnih gradiv.",
    "download.starterProjects": "Projekti za začetnike",
    "download.gettingStarted": "Uvodni vodič",
    "download.scratchCards": "Scratch konceptne kartice",
    "download.updatesTitle": "Posodobitve",
    "download.updatesBody": "Lokalni urejevalnik se lahko samodejno posodablja (z dovoljenjem uporabnika). Obstoj novih posodobitev se preveri ob zagonu programa, lahko pa v izbiri Datoteka uporabimo ukaz \"Preveri posodobitve\".",
    "download.currentVersion": "Trenutna različica je {version}.",
    "download.otherVersionsTitle": "Ostale različice Scratcha",
    "download.otherVersionsOlder": "Če imaš starejši računalnik in ne moreš namestiti lokalnega urejevalnika Scratch 2.0, lahko namesto njega namestiš <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
    "download.otherVersionsAdmin": "Če si administrator omrežja: člani skupnosti so ustvarili in vzdržujejo Scratch 2.0 MSI, ki je na voljo <a href=\"http://llk.github.io/scratch-msi/\">tukaj</a>.",
    "download.knownIssuesTitle": "Znane težave",
    "download.knownIssuesOne": "Če se tvoj lokalni urejevalnik ob zagonu sesuje, ga ponovno namesti (glej korak 2 zgoraj). Ta težava se pojavlja zaradi napake v Adobe AIR različici 14 (objavljeni aprila 2014).",
    "download.knownIssuesTwo": "Bloki z grafičnimi učinki v \"Videz\" (\"Looks\") lahko upočasnijo projekt. Do tega pride zaradi znane napake v Flashu. ",
    "download.knownIssuesThree": "<b>Nahrbtnik</b> še ni na voljo.",
    "download.knownIssuesFour": "Če uporabljaš MAC OS, lahko vidiš pozivnik, ki pravi  \"Scratch 2 is trying to install a new helper tool\" (Scratch 2 poskuša dodati novo orodje) in sprašuje po uporabniškem imenu in geslu. Trenutno še iščemo rešitev za ta problem.",
    "download.reportBugs": "Javi napake in nepravilnosti.",
    "download.notAvailable": "Hm, prenos urejevalnika trenutno ni na voljo - prosimo osveži stran in poskusi ponovno."
}