{
    "download.title": "Scratch 2.0 Çevrimdışı Editör",
    "download.intro": "Bir internet bağlantısı olmadan projeler üzerinde çalışmak için Scratch 2.0 editörünü kurabilirsiniz. Bu sürüm Windows ve MacOS işletim sistemlerinde çalışmaktadır.",
    "download.introMac": "<b>Mac Kullanıcıları için Not:</b> Scratch 2.0 Çevrimdışı'nın en son sürümü, Adobe AIR 20 gerektirir. Adobe AIR 20'yi manuel olarak güncellemek için <a href=\"https://get.adobe.com/air/\">buraya</a> gidiniz.",
    "download.installation": "Kurulum",
    "download.airTitle": "Adobe AIR",
    "download.airBody": "Adobe AIR'i henüz yüklemediyseniz, son sürümünü <a href=\"http://get.adobe.com/air/\">buradan</a> indirerek kurabilirsiniz.",
    "download.macOSX": "Mac OS X",
    "download.macOlder": "Mac OS 10.5 & Daha Eski Sürümleri",
    "download.windows": "Windows",
    "download.download": "İndir",
    "download.offlineEditorTitle": "Scratch Çevrimdışı Düzenleyici",
    "download.offlineEditorBody": "Sonra Scratch 2.0 Çevrimdışı Düzenleyicisini indirin ve kurun",
    "download.supportMaterialsTitle": "Destekleyici Materyaller",
    "download.supportMaterialsBody": "Başlamak için yardıma mı ihtiyacınız var? Buradan bazı yardımcı kaynaklara ulaşabilirsiniz. ",
    "download.starterProjects": "Başlangıç Projeleri",
    "download.gettingStarted": "Başlama Kılavuzu",
    "download.scratchCards": "Scratch Kartları",
    "download.updatesTitle": "Güncellemeler",
    "download.updatesBody": "Çevrimdışı Editör (kullanıcı izni ile) kendisini güncelleyebilir. Çalışmaya başladığında güncellemeleri kontrol edecektir veya siz dosya menüsündeki \"Güncellemeleri kontrol et\" komutunu kullanarak bunu yapabilirsiniz.",
    "download.currentVersion": "Güncel sürüm {version}.",
    "download.otherVersionsTitle": "Scratch'in Diğer Sürümleri",
    "download.otherVersionsOlder": "Eğer eski bir bilgisayarınız varsa veya Scratch 2.0 çevrimdışı editörü kuramıyorsanız <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>'ü kurmayı deneyebilirsiniz.",
    "download.otherVersionsAdmin": "Eğer bir ağ yöneticisi iseniz: Scratch 2.0 MSI bir topluluk üyemiz tarafından oluşturulup takip edilmektedir, <a href=\"http://llk.github.io/scratch-msi/\">buradan</a>indirebilirsiniz.",
    "download.knownIssuesTitle": "Bilinen problemler",
    "download.knownIssuesOne": "Eğer çevrimdışı editör Scratch açılır açılmaz çöküyorsa, Scratch 2 Çevrimdışı editörü  tekrar indirin (yukarıdaki 2. adım). Bu sorun Adobe AIR'in 14. versiyonu (Nisan 2014'te yayınlanan) ile ilgili bir hatadan kaynaklanmaktadır.",
    "download.knownIssuesTwo": "Görsel efekt blokları (Görünüm menüsündeki) Flash'taki bir hatadan kaynaklı olarak projelerinizi yavaşlatabilir.",
    "download.knownIssuesThree": "<b>sırt çantası</b> henüz mevcut değil.",
    "download.knownIssuesFour": "Mac OS işletim sisteminde \"Scratch 2 yeni bir yardımcı araç yüklemeyi deniyor\" şeklinde bir uyarı ile kullanıcı adı ve şifrenizi soran bir pencere görebilirsiniz. Şu anda bu sorun için çözüm araştırılmaktadır.",
    "download.reportBugs": "Hataları ve Teknik Problemleri Rapor Edin",
    "download.notAvailable": "Hmm, editör şu an indirilemiyor - tekrar denemek için lütfen sayfayı yenileyin."
}