{
    "download.title": "Scratch 2.0 Offline Editor",
    "download.intro": "Bạn có thể cài đặt trình biên tập Scratch 2.0 để làm việc với các chương trình mà không cần có kết nối mạng. Phiên bản này hoạt động trên Windows và MacOS.",
    "download.introMac": "<b>Lưu ý cho người dùng Mac:</b> Bản cập nhật mới nhất của phiên bản Scratch 2.0 Offline cần có Adobe AIR 20. Để cập nhật Adobe AIR 20 theo cách thủ công, truy cập <a href=\"https://get.adobe.com/air/\">tại đây</a>.",
    "download.installation": "Cài đặt",
    "download.airTitle": "Phần mềm Adobe AIR",
    "download.airBody": "Nếu bạn chưa có, tải và cài đặt phiên bản mới nhất <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
    "download.macOSX": "Hệ điều hành Mac OS X",
    "download.macOlder": "Hệ điều hành Mac OS 10.5 & Cũ hơn",
    "download.windows": "Hệ điều hành Windows",
    "download.download": "Tải xuống",
    "download.offlineEditorTitle": "Scratch Offline Editor",
    "download.offlineEditorBody": "Tiếp theo tải và cài đặt Scratch 2.0 Offline Editor",
    "download.supportMaterialsTitle": "Tài liệu hỗ trợ",
    "download.supportMaterialsBody": "Bạn cần hỗ trợ để bắt đầu? Dưới đây là những thông tin hữu ích cho bạn. ",
    "download.starterProjects": "Chương trình khởi đầu",
    "download.gettingStarted": "Hướng dẫn khởi đầu",
    "download.scratchCards": "Thẻ Scratch",
    "download.updatesTitle": "Cập nhật",
    "download.updatesBody": "Scratch Offline Editor có thể tự động cập nhật (dưới sự cho phép của người dùng ). Nó sẽ kiểm tra cập nhật lúc khởi động hoặc bạn có thể chọn lệnh \"Kiểm tra cập nhật\" ở menu file.",
    "download.currentVersion": "Phiên bản hiện tại là {version}.",
    "download.otherVersionsTitle": "Những Phiên bản Khác của Scratch",
    "download.otherVersionsOlder": "Nếu máy tính của bạn đã cũ, hoặc không thể cài đặt phiên bản Scratch 2.0 Offline, bạn có thể thử cài đặt <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>.",
    "download.otherVersionsAdmin": "Nếu bạn là một người quản trị mạng: Scratch phiên bản 2.0 MSI đã được tạo ra và duy trì bởi một thành viên của cộng đồng và được lưu trữ để tải xuống cho công cộng <a href=\"http://llk.github.io/scratch-msi/\">tại đây</a>.",
    "download.knownIssuesTitle": "Các vấn đề đã biết",
    "download.knownIssuesOne": "Nếu phiên bản offline của bạn gặp sự cố ngay sau khi khởi động Scratch, hãy cài đặt lại phiên bản Scratch 2 offline ( xem bước 2 ở trên). Vấn đề này xảy ra liên quan đến lỗi của Adobe AIR phiên bản 14 ( ra mắt tháng 4/2014).",
    "download.knownIssuesTwo": "Các mảnh ghép hiệu ứng đồ họa (trong \"Điệu bộ\") có thể làm chậm chương trình do lỗi của Flash.",
    "download.knownIssuesThree": "Tính năng <b>kế thừa</b>hiện chưa khả dụng.",
    "download.knownIssuesFour": "Trên Hệ điều hành Mac bạn có thể sẽ thấy lời nhắc nhở rằng \"Scratch 2 đang cố gắng cài đặt một công cụ hỗ trợ mới\" và đòi hỏi tên đăng nhập và mật khẩu của bạn. Chúng tôi đang tìm giải pháp khắc phục vấn đề này.",
    "download.reportBugs": "Báo lỗi và vấn đề",
    "download.notAvailable": "Rất tiếc, các bản tải xuống hiện không sẵn sàng - vui lòng tải lại trang để thử lại."
}