{
    "about.introOne": "Scratch аҟны шәара ишәылшоит иаԥышәҵаларц аинтерактивтә хҭысқәеи, ахәмаррақәеи, амультфильмқәеи, насгьы дара рыдыжәгаларц аИнтернет— алахәылацәа.",
    "about.introTwo": "Scratch рыцхраауеит аҿар, ҟазарылатәии кртикалатәии ахәыцшьа дырҵараҿы, аусураан аидгылара аҽаршьҭцылараҿы – арҭ базатә ԥышәақәоуп 21- тәи ашәышқәсазы.",
    "about.introThree": "Scratch апроеқт аԥнаҵеит агәыԥ Lifelong Kindergarten MIT Media Lab. Апрограмма аартуп, аԥара ахшәаара аҭахӡам.",
    "about.introParents": "Аҭаацәа рзы аинформациа",
    "about.introEducators": "Арҵаҩцәа рзы аинформациа",
    "about.whoUsesScratch": "Зхы иазырхәода Scrath?",
    "about.whoUsesScratchDescription": "Scratch аԥҵара азхәыцын ахәыҷқәа 8 инаркны 16 шықәса зхыҵуа рзы, аха иахьа рхы иадырхәоит хәыҷи дыуи зегьы. Миллионла ауаа иаԥырҵоит Scratch – апроеқтқәа иеиуеиԥшым аҭагылазаашьақәеи аҭыԥқәеи рҿы – аҩны, ашколқәа, амузеиқәа, абиблиотекақәа рҿы уҳәа убас егь..",
    "about.aroundTheWorld": "Адунеи зегь аҟны",
    "about.aroundTheWorldDescription": "Scratch ахархәара амоуп 150 ҳәынҭқарра инареиҳаны рыҟны. Иахьазы, иара аинтерфеис еиҭагоуп 40 бызшәа инареиҳаны рыла. Абызшәа аԥсахразы шәақәыӷәӷәа абри адаҟьа аҵаҟа. Апроеқтқәа рредақтор аҟны абызшәа аԥсахраз шәақәыӷәӷәа акнопка аглобус, адаҟьа ахыхь. Аиҭагарақәа рацҵареи ма рырҽеиреи рзы, шәыиас азхьарԥш {translationLink} ала.",
    "about.translationLinkText": "аиҭага",
    "about.quotes": "Ацитатақәа",
    "about.quotesDescription": " Scratch акоманда иаиуеит ирацәаны асалам шәҟқәа аҿари,  аҭаацәеи, арҵаҩцәеи рҟынтәи. Ишәҭахума еилышәкаарц ауаа ирыҩуа? Ашәҟқәеи, дара ирнуи аилкааразы шәхы иашәырхә азхьарԥш {quotesLink}.",
    "about.quotesLinkText": "ацитатақәа",
    "about.learnMore": "Scratch иазкны иҵегьы",
    "about.learnMoreHelp": "Аҵаҳәарақәа рдаҟьа",
    "about.learnMoreFaq": "Лассы-лассы изызҵаауа",
    "about.learnMoreParents": "Аҭаацәа рзы аинформациа",
    "about.learnMoreCredits": "Аҳаҭырқәҵарақәа",
    "about.literacy": "Ишәҵала акод аиқәыршәашьа, еиқәшәыршәала акод, аҵара азы",
    "about.literacyDescription": "Акомпиутертә программақәа раԥҵараҿы абаҩхатәтра, акрызҵазкуа хәҭоуп иахьатәи ауаажәларра рҵарадырраҿы. Ауаа Scratch аҟны апрограммаԥҵара анырҵо, дара еилыркаауеит, апроблема аҳасабразы ихадоу астратегиақәеи апроеқтқәа аус рыдулашьеи.",
    "about.schools": "Scratch ашколқәа рҿы",
    "about.schoolsDescription": "Аҵаҩцәа Scratch рхы иадырхәоит аҵараиурҭақәа зегьы рҟны (ашколқәа инадыркны ауниверситетқәа рҟынӡа) еиуеиԥшым амаҭәарқәа рҵара аҟны (аматематика, аинформациатә технологиақәа, алингвистика, асоциологиа уҳәа уб. ег.). Арҵаҩцәа рԥышәа еимырдоит, еибадырбоит аматериалқәа, азҵаарақәа ықәдыргылоит, ирыԥшаауеит ирҭаху ауаа {scratchedLink} аҟны.",
    "about.scratchedLinkText": "ScratchEd асаит",
    "about.research": "Аҭҵаарақәа",
    "about.researchDescription": "Акоманда Scratch Массачусеттәи атехнологиатә институт аҟынтәии дара рҩызцәеи иҭырҵаауеит, ауаа Scratch рхы ишадырхәои аҵара шаларҵои (шәахә. Алагалажәа абра {spfaLink}).  Еилышәкаа Scratch иазкны абреи {researchLink} абреи {statisticsLink}.",
    "about.spfaLinkText": "Scratch: Апрограммаԥҵара зегьы рзы",
    "about.researchLinkText": "аҭҵаара",
    "about.statisticsLinkText": "астатистика",
    "about.support": "Адгылареи ԥарала ацхыраареи",
    "about.supportDescription": "Апроеқт Scratch  иауит афинанстә цхыраара еиуеиԥшым ахеилакқәа рҟынтә. Ацхыраара ҟазҵаз, ахеилакқәа ихарҭәаау рыхьӡынҵа ануп адаҟьа {supportersList} аҟны. Инарҭбааны  аилкаараз шәахәаԥш адаҟьа {creditsLink}. Scratch ацхыраара ашәҭарц шәҭахызар, The Scratch Foundation шәадҵаал азхьарԥш {donateLink} ала ма шәыҽҳамажәда абри  {donateemail} ала.   ",
    "about.donateLinkText": "ацхыраара адаҟьа",
    "about.creditsLinkText": "акредитқәа рдаҟьа"
}