{
    "about.introOne": "Con Scratch puetz programar as tuyas propias historias interactivas, chuegos y animacions — y compartir as tuyas creyacions con atros en a comunidat online.",
    "about.introTwo": "Scratch aduya a os chovens a aprender a pensar de forma creyativa, a razonar sistematicament, y a treballar de forma colaborativa — habilidatz esencials pa la vida en o sieglo 21.",
    "about.introThree": "Scratch ye disenyau, desembolicau y moderau por a Fundación Scratch, una organización sin animo de lucro. Se proporciona de forma gratuita.",
    "about.introParents": "Información pa pais",
    "about.introEducators": "Información pa educadores",
    "about.whoUsesScratch": "Quí usan Scratch?",
    "about.whoUsesScratchDescription": "Scratch ye diseñado especialment pa edatz entre os 8 y 16 anyos, pero lo usan personas de todas as edatz. I hai millons de personas creyando prochectos en Scratch en una amplia variedat d'entornos, incluindo fogars, escuelas, museos, bibliotecas y centros comunitarios.",
    "about.aroundTheWorld": "Arredol d'o mundo",
    "about.aroundTheWorldDescription": "Scratch ye utilizau en mas de 150 países y ye disponible en mas de {languageCount} idiomas. Pa cambiar d'idioma, faiga clic en o menú en a parte inferior d'a pachina. U bien, en o Editor de Prochectos, faiga clic en o globo en a parte superior d'a pachina. Pa adhibir u amillorar bella traducción, veiga a pachina de {translationLink}.",
    "about.translationLinkText": "traducción",
    "about.quotes": "Citas",
    "about.quotesDescription": "L'Equipo de Scratch ha recibiu muitos correus de parte de chovens, pais y docents dando-nos as gracias por creyar Scratch. Quiers veyer o que diz a chent? Puetz leyer una colección d'as {quotesLink} que hemos recibiu.",
    "about.quotesLinkText": "citas",
    "about.learnMore": "Aprende mas sobre Scratch",
    "about.learnMoreHelp": "Pachinas d'ideyas",
    "about.learnMoreFaq": "Preguntas Freqüents (FAQ)",
    "about.learnMoreParents": "Información pa pais",
    "about.learnMoreCredits": "Nuestro equipo",
    "about.learnMoreAnnualReport": "Informe anyal 2019",
    "about.literacy": "Aprende a programar, programar pa aprender",
    "about.literacyDescription": "L'habilidat pa creyar programas d'ordinador ye una parte important de l'alfabetización en a sociedat actual. Quan a chent aprende a programar en Scratch, aprende importants estratechias pa resolver problemas, diseñar prochectos y comunicar ideyas.",
    "about.schools": "Scratch en as escuelas",
    "about.schoolsDescription": "Os estudiants aprenden con Scratch en totz os libels (dende a escuela primaria dica a universidat) y en todas as disciplinas (como que matematicas, informatica, luenga y literatura, estudios socials). Os recursos pa educadors son disponibles en a pachina {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch pa educadors",
    "about.scratchedLinkText": "pachina web de ScratchEd",
    "about.research": "Investigación",
    "about.researchDescription": "O {lifelongKindergartenGroupLink} y os suyos colaboradors son investigando cómo os chovens creyan, colaboran y aprenden con Scratch. Pa obtener una visión cheneral, consulte l'articlo {codingAtACrossroadsLink} y o libro {lifelongKindergartenBookLink}. Pa saber mas sobre l'uso de Scratch, consulte a pachina {statisticsLink} y o {annualReportLink} de Scratch.",
    "about.spfaLinkText": "Scratch: Programación pa Totz y Todas",
    "about.researchLinkText": "investigación",
    "about.statisticsLinkText": "estatisticas",
    "about.lifelongKindergartenGroupLinkText": " Grupo de Lifelong Kindergarten \"chardín de infancia Lifelong\"",
    "about.codingAtACrossroadsLinkText": "Codificación en Crossroads \"cruzillata\"",
    "about.lifelongKindergartenBookLinkText": "Chardín de infancia Lifelong",
    "about.annualReportLinkText": "Informe anyal",
    "about.support": "Emparo y financiamiento",
    "about.supportDescription": "Scratch ye disponible de forma gratuita, gracias a l'emparo de nuestro {donorsLink}. Pa mas información, consulta o nuestro {annualReportLink} . Puetz emparar a Scratch fendo una donación.",
    "about.donorsLinkText": "donants",
    "about.donateLinkText": "pachina de donacions",
    "about.donateButton": "Donar"
}