{
    "about.introOne": "Scratch ye la mayor comunidat de codificación pa ninos d'o mundo y un luengache de codificación con una sencilla interfaz visual que permite a los chovens creyar historias, chuegos y animacions dichitals. Scratch ye disenyau, desenvuelto y moderau per la {foundationLink}, una organización sin animo de lucro.",
    "about.introTwo": "Scratch empenta lo pensamiento computacional y la capacidat de resolución de problemas; la ensenyanza y l'aprendizache creativos; la autoexpresión y la colaboración; y la equidat en a informatica.",
    "about.introThree": "Scratch ye siempre gratuito y ye disponible en mas de 70 idiomas.",
    "about.foundationText": "Fundación Scratch",
    "about.introParents": "Información pa pais",
    "about.introEducators": "Información pa educadores",
    "about.whoUsesScratch": "Quí usan Scratch?",
    "about.whoUsesScratchDescription": "Scratch ye diseñado especialment pa edatz entre os 8 y 16 anyos, pero lo usan personas de todas as edatz. I hai millons de personas creyando prochectos en Scratch en una amplia variedat d'entornos, incluindo fogars, escuelas, museos, bibliotecas y centros comunitarios.",
    "about.aroundTheWorld": "Arredol d'o mundo",
    "about.aroundTheWorldDescription": "Scratch s'utiliza en mas de {countryCount} países y territorios diferents y ye disponible en mas de {languageCount} idiomas. Pa cambiar d'idioma, preta en o menú d'a parte inferior d'a pachina. U, en o Editor de Prochectos, preta en o globo terraquio d'a parte superior d'a pachina. Pa anyadir u amillorar una traducción, consulte la pachina {translationLink}.",
    "about.translationLinkText": "traducción",
    "about.quotes": "Citas",
    "about.quotesDescription": "L'Equipo de Scratch ha recibiu muitos correus de parte de chovens, pais y docents dando-nos as gracias por creyar Scratch. Quiers veyer o que diz a chent? Puetz leyer una colección d'as {quotesLink} que hemos recibiu.",
    "about.quotesLinkText": "citas",
    "about.learnMore": "Aprende mas sobre Scratch",
    "about.learnMoreFaq": "Preguntas Freqüents (FAQ)",
    "about.learnMoreParents": "Información pa pais",
    "about.learnMoreEducators": "Información pa educadors",
    "about.learnMoreAnnualReport": "Informe anyal",
    "about.literacy": "Aprende a programar, programar pa aprender",
    "about.literacyDescription": "L'habilidat pa creyar programas d'ordinador ye una parte important de l'alfabetización en a sociedat actual. Quan a chent aprende a programar en Scratch, aprende importants estratechias pa resolver problemas, diseñar prochectos y comunicar ideyas.",
    "about.schools": "Scratch en as escuelas",
    "about.schoolsDescription": "Os estudiants aprenden con Scratch en totz os libels (dende a escuela primaria dica a universidat) y en todas as disciplinas (como que matematicas, informatica, luenga y literatura, estudios socials). Os recursos pa educadors son disponibles en a pachina {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch pa educadors",
    "about.scratchedLinkText": "pachina web de ScratchEd",
    "about.research": "Investigación",
    "about.researchDescription": "Lo {lifelongKindergartenGroupLink} y los colaboradors son {researchLink} cómo los chovens creyan, colaboran y aprenden con Scratch. Pa obtener una visión cheneral, consulte l'articlo {codingAtACrossroadsLink} y lo libro {lifelongKindergartenBookLink}. Pa saber mas sobre l'uso de Scratch, consulte la pachina {statisticsLink} y lo {annualReportLink} de Scratch.",
    "about.researchLinkText": "investigando",
    "about.statisticsLinkText": "estatisticas",
    "about.lifelongKindergartenGroupLinkText": " Grupo de Lifelong Kindergarten \"chardín de infancia Lifelong\"",
    "about.codingAtACrossroadsLinkText": "Codificación en Crossroads \"cruzillata\"",
    "about.lifelongKindergartenBookLinkText": "Chardín de infancia Lifelong",
    "about.annualReportLinkText": "Informe anyal",
    "about.support": "Emparo y financiamiento",
    "about.supportDescription": "Scratch ye disponible de forma gratuita, gracias a l'emparo d'o nuestro {donorsLink}. Este emparo nos aduya a proporcionar a los ninos arredol d'o mundo oportunidatz pa imachinar, creyar y compartir. Puetz emparar a Scratch fendo una donación {donateLink}.",
    "about.donorsLinkText": "donants",
    "about.donateLinkText": "aquí",
    "about.donateButton": "Donar"
}