{
    "about.introOne": "يمكنك بواسطة سكراتش برمجة قصصك التفاعلية وألعابك ورسومك المتحركة — ومشاركة إبداعاتك مع الآخرين في مجتمع سكراتش الافتراضي.",
    "about.introTwo": "تساعد سكراتش النشء على تعلُّم التفكير الإبداعي والاستدلال المنهجي والعمل التعاوني — وكلها مهارات هامة للحياة في القرن الحادي والعشرين.",
    "about.introThree": "سكراتش هي أحد مشاريع مجموعة Lifelong Kindergarten في الميديا لاب في معهد ماساتشوستس للتكنولوجيا (MIT Media Lab)، وهي متوفرة مجانًا.",
    "about.introParents": "معلومات للآباء",
    "about.introEducators": "معلومات للمربين",
    "about.whoUsesScratch": "من يستخدم سكراتش؟",
    "about.whoUsesScratchDescription": "صُمِّمت سكراتش خصيصًا للأعمار بين 8 و 16 عامًا، ولكنها تُستخدم من قبل أشخاص من الأعمار كلها. ملايين الناس ينشئون مشاريع سكراتش في أُطر واسعة التنوع، منها البيت والمدرسة والمتحف والمكتبة العامة ومركز خدمة المجتمع.",
    "about.aroundTheWorld": "حول العالم",
    "about.aroundTheWorldDescription": "تُستخدم سكراتش في أكثر من 150 بلدًا مختلفًا وهي متوفرة بأكثر من 40 لغةً. لتغيير اللغة انقر القائمة أسفل الصفحة، أو إذا كنت في محرر المشاريع انقر أيقونة العالم أعلى الصفحة. للإضافة إلى الترجمات أو تحسينها راجع صفحة {translationLink}.",
    "about.translationLinkText": "الترجمة",
    "about.quotes": "اقتباسات",
    "about.quotesDescription": "يتلقى فريق سكراتش الكثير من الرسائل من الأطفال والأهالي والمربين معبرين عن امتنانهم لسكراتش. أتود الاطلاع على ما يقولونه؟ بوسعك قراءة مجموعة من {quotesLink} التي تلقيناها.",
    "about.quotesLinkText": "اقتباسات",
    "about.learnMore": "اعرف المزيد عن سكراتش",
    "about.learnMoreHelp": "صفحة المساعدة",
    "about.learnMoreFaq": "الأسئلة متكررة الطرح",
    "about.learnMoreParents": "معلومات للآباء",
    "about.learnMoreCredits": "الاعتمادات",
    "about.literacy": "تعلّم أن تبرمج، برمج لتتعلم",
    "about.literacyDescription": "القدرة على صنع البرامج الحاسوبية هي جزء مهم من المعرفة في مجتمعاتنا المعاصرة. عندما يتعلم الناس البرمجة بواسطة سكراتش فإنهم يتعلمون أساليب لحل المعضلات وتصميم المشاريع وتوصيل الأفكار.",
    "about.schools": "سكراتش في المدرسة",
    "about.schoolsDescription": "يتعلم الطلاب سكراتش في كافة المستويات الدراسية (من المرحلة الابتدائية وحتى الجامعة) وعبر اختصاصات شتى (كالرياضيات وعلوم الحاسب والفنون واللغة والعلوم الاجتماعية). يشارك المربون القصص ويتبادلون المصادر ويطرحون الأسئلة ويجدون الناس على {scratchedLink}.",
    "about.scratchedLinkText": "موقع سكراتش للمربين ScratchEd",
    "about.research": "الأبحاث",
    "about.researchDescription": "يبحث فريق سكراتش في جامعة MIT والمتعاونون معهم الكيفية التي يستخدم بها الناس سكراتش ويتعلمون بواسطتها (كمقدمة انظر {spfaLink}). اكتشف المزيد عن {researchLink} عن سكراتش و{statisticsLink} سكراتش.",
    "about.spfaLinkText": "سكراتش: البرمجة للجميع",
    "about.researchLinkText": "الأبحاث",
    "about.statisticsLinkText": "إحصائيات",
    "about.support": "الدعم والتمويل",
    "about.supportDescription": "تلقى مشروع سكراتش دعمًا ماديًا من المنظمات التالية: {supportersList}. اطلع على {creditsLink} لمزيد من المعلومات. إن كنت ترغب بدعم سكراتش فزر {donateLink} على موقع مؤسسة سكراتش أو تواصل معنا على {donateemail}.",
    "about.donateLinkText": "صفحة التبرعات",
    "about.creditsLinkText": "صفحة الاعتمادات"
}