{
    "about.introOne": "Siz Scratch vasitəsilə öz şəxsi interaktiv hekayələrinizi, oyunlarınızı və animasiyalarınızı proqramlaşdıra — və hazırladıqlarınızı onlayn cəmiyyətdə digərləri ilə paylaşa bilərsiniz.",
    "about.introTwo": "Skreç gənc insanlara 21-ci əsrdə həyat üçün əhəmiyyətli olan bacarıqlara — kreativ düşüncə, sistemli fikirləşmə və əməkdaşlı şəkildə işləməyə yiyələnməkdə yardımçı olur.",
    "about.introThree": "Scratch  MIT Media Laboratoriyasında Lifelong Kindergarten Groupunun layihəsidir. Bu layihə tamamilə pulsuzdur.",
    "about.introParents": "Valideynlər üçün məlumat",
    "about.introEducators": "Pedaqoqlar üçün məlumat",
    "about.whoUsesScratch": "Skreç-dən kim istifadə edir?",
    "about.whoUsesScratchDescription": "Scratch xüsusilə 8 yaşdan 16 yaşa qədər nəzərdə tutulmuşdur, lakin hər yaşdan olan insanlar tərəfindən istifadə olunur. Milyonlarla insan evlər, məktəblər, muzeylər, kitabxanalar və ictimai mərkəzlər də daxil olmaqla müxtəlif məqsədlərlə Scratch layihələri hazırlayırlar.",
    "about.aroundTheWorld": "Dünya Ətrafında",
    "about.aroundTheWorldDescription": "Scratch 150-dən çox müxtəlif ölkədə istifadə olunur və 40-dan çox dildə mövcuddur. Dili dəyişmək üçün səhifənin aşağısında yerləşən menyuya klikləyin. Yaxud Layihə Redaktorunda səhifənin yuxarı hissəsində yerləşən qlobusa klikləyin. Tərcüməni yaxşılaşdırmaq və ya əlavələr etmək üçün {translationLink} səhifəsinə nəzər yetirin.",
    "about.translationLinkText": "tərcümə",
    "about.quotes": "Sitatlar",
    "about.quotesDescription": "Skreç komandası gənclərdən, valideynlərdən və pedaqoqlardan Skreç üçün təşəkkür bildirən çoxlu elektron məktublar qəbul etiblər. İnsanların nə dediyini görmək istəyirsiz? Siz aldığımız {quotesLink} kolleksiyasını oxuya bilərsiniz.",
    "about.quotesLinkText": "sitatlar",
    "about.learnMore": "Skreç Barədə Daha Çox Öyrən",
    "about.learnMoreHelp": "Faydalı Məsləhətlər Səhifəsi",
    "about.learnMoreFaq": "Tez-tez Verilən Suallar",
    "about.learnMoreParents": "Valideynlər üçün Məlumat",
    "about.learnMoreCredits": "Adlar",
    "about.literacy": "Öyrən ki, Kodlaşdırasan, Kodlaşdır ki, Öyrənəsən!",
    "about.literacyDescription": "Kompüter proqramlarını kodlaşdırma qabiliyyəti hazırkı cəmiyyətin savadlılığının vacib bir hissəsidir. İnsanlar Scratch-də kodlaşdırmanı öyrənəndə problemləri həll etmək, layihələr hazırlamaq və ideaları ötürmək üçün mühüm strategiyaları öyrənirlər. ",
    "about.schools": "Scratch Məktəblərdə",
    "about.schoolsDescription": "Şagirdlər Skreç ilə bütün səviyyələr (ibtidai məktəbdən kollecə kimi) və fənlər üzrə (riyaziyyat, kompüter elmləri, dil, sosial fənlər kimi) öyrənirlər. Pedaqoqlar {scratchedLink}-da hekayələr paylaşır, resurslar mübadilə edir, suallar soruşur və insanlar axtarır. ",
    "about.scratchedLinkText": "SkreçEd veb səhifəsi",
    "about.research": "Tədqiqat",
    "about.researchDescription": "MIT Scratch komandası və əməkdaşları insanların Scratch-dən necə istifadə etməsini və öyrənməsini araşdırır (giriş üçün {spfaLink} baxın). Scratch {researchLink} və {statisticsLink} haqqında daha çox məlumat əldə edin. ",
    "about.spfaLinkText": "Skreç: Hamı üçün proqramlaşdırma",
    "about.researchLinkText": "tədqiqat",
    "about.statisticsLinkText": "statistika",
    "about.support": "Dəstək və Maliyyələşdirmə",
    "about.supportDescription": "Scratch layihəsi aşağıdakı təşkilatlardan maliyyə dəstəyi aldı: {supportersList}. Daha ətraflı məlumat üçün {creditsLink} baxın. Əgər Scratch-ə dəstək olmaq istəsəniz zəhmət olmasa Scratch Fonduna {donateLink} baxın və ya {donateemail} vasitəsilə bizimlə əlaqə yaradın.",
    "about.donateLinkText": "ianə səhifəsi",
    "about.creditsLinkText": "adlar səhifəsi"
}