{
    "about.introOne": "На Scratch ты можаш ствараць свае ўласныя інтэрактыўныя гісторыі, гульні і анімацыі — і таксама дзяліцца з імі з анлайн суполкай.",
    "about.introTwo": "Scratch дапамагае юнакам творча думаць, сістэматызаваць высновы, і праццаваць сумесна — асноўныя навыкі для жыцця ў 21-м стагоддзі.",
    "about.introThree": "Scratch з'яўляецца праектам Lifelong Kindergarten Group у MIT Media Lab. Ён прадастаўляецца бясплатна.",
    "about.introParents": "Інфармацыя для бацькоў",
    "about.introEducators": "Інфармацыя для настаўнікаў",
    "about.whoUsesScratch": "Хто карыстаецца Scratch?",
    "about.whoUsesScratchDescription": "Scratch распрацаваны спецыяльна для юнакоў ад 8 да 16 гадоў, але выкарыстоўваюцца людзьмі ўсіх узростаў. Мільёны людзей ствараць Scratch праекты ў самых розных умовах, у тым ліку дома, у школах, музеях, бібліятэках і грамадскіх цэнтрах.",
    "about.aroundTheWorld": "Ва ўсім свеце",
    "about.aroundTheWorldDescription": "Scratch выкарыстоўваецца ў больш чым 150 краінах і даступны на больш чым 40 мовах. Каб змяніць мову, націсніце кнопку меню ў ніжняй частцы старонкі. Ці націсніце глобус у верхняй частцы старонкі ў рэдактары праектаў. Для таго, каб дадаць або палепшыць пераклад, глядзіце {translationLink} старонку.",
    "about.translationLinkText": "пераклад",
    "about.quotes": "Quotes",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the {quotesLink} we've received.",
    "about.quotesLinkText": "quotes",
    "about.learnMore": "Даведацца больш пра Scratch",
    "about.learnMoreHelp": "Старонка з парадамі",
    "about.learnMoreFaq": "Частыя пытанні",
    "about.learnMoreParents": "Інфармацыя для бацькоў",
    "about.learnMoreCredits": "Стваральнікі",
    "about.literacy": "Learn to Code, Code to Learn",
    "about.literacyDescription": "Магчымасць ствараць код камп'ютарных праграм з'яўляецца важнай часткай пісьменнасці ў сучасным грамадстве. Калі людзі вучацца праграмміраваць у Scratch, яны вывучаюць важныя стратэгіі для вырашэння праблем, распрацоўкі праектаў і абмену ідэямі.",
    "about.schools": "Scratch у школах",
    "about.schoolsDescription": "Вучні карыстаюцца Scratch у навучанні на ўсіх узроўнях (ад пачатковай школы да каледжа) і ў розных дысцыплінах (напрыклад, матэматыка, інфарматыка, славеснасць, сацыяльныя даследаванні). Настаўнікі дзеляцца гісторыямі, абменьваюцца рэсурсамі, задаюць пытанні, і знаходзяць людзей на {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd  вэбсайт",
    "about.research": "Даследванне",
    "about.researchDescription": "MIT Scratch Team і каллегі даследуюць, як людзі вучацца і выкарыстоўваюць Scratch (для азнаямлення, гл {spfaLink}). Даведайцеся больш пра Scratch {researchLink} і  {statisticsLink} Scratch.",
    "about.spfaLinkText": "Scratch: праграмаванне для ўсіх",
    "about.researchLinkText": "research",
    "about.statisticsLinkText": "статыстыка",
    "about.support": "Падтрымка і фінансаванне",
    "about.supportDescription": "Праект Scratch атрымаў фінансавую падтрымку ад наступных арганізацый: {supportersList}. Глядзіце {creditsLink} для атрымання дадатковай інфармацыі. Калі вы хочаце падтрымаць Scratch, калі ласка, глядзіце Фонд Scratch {donateLink}, або звяжыцеся з намі {donateemail}.",
    "about.donateLinkText": "старонка ахвяраванняў",
    "about.creditsLinkText": "credits page"
}