{
    "about.introOne": "Amb Scratch, pots programar les teves pròpies històries, jocs i animacions — i compartir les teves creacions amb altres a la comunitat en línia.",
    "about.introTwo": "Scratch ajuda a la gent jove a pensar de manera creativa, a pensar sistemàticament i a treballar de manera col·laborativa — competències essencials pel segle XXI.",
    "about.introThree": "Scratch és un projecte del Lifelong Kingergaten Group del MIT Media Lab. És gratuït.",
    "about.introParents": "Info per a pares",
    "about.introEducators": "Info per a docents",
    "about.whoUsesScratch": "Qui fa servir Scratch?",
    "about.whoUsesScratchDescription": "Scratch està dissenyat especialment per a nois i noies de 8 a 16 anys, però està sent utilitzat per gent de totes les edats. Milions de persones estan creant projectes amb Scratch en una àmplia varietat d'entorns, a casa, a l'escola, a museus, a biblioteques i a centres cívics.",
    "about.aroundTheWorld": "Arreu del món",
    "about.aroundTheWorldDescription": "Scratch s'utilitza a més de 150 països diferents i es troba disponible en més de 40 llengües. Per canviar l'idioma, fes clic al menú de la part inferior de la pàgina. O bé, a l'Editor, fes clic a la icona del món que trobaràs a la capçalera. Per afegir o millorar una traducció, vés a la pàgina {translationLink}.",
    "about.translationLinkText": "traducció",
    "about.quotes": "Cites",
    "about.quotesDescription": "L'Equip de Scratch ha rebut un munt de correus electrònics de joves, pares i educadors donant les gràcies per tenir Scratch. Vols veure el què diu la gent? Pots llegir un resum de les {quotesLink} que hem rebut.",
    "about.quotesLinkText": "cites",
    "about.learnMore": "Aprèn més de Scratch",
    "about.learnMoreHelp": "Pàgina de consells",
    "about.learnMoreFaq": "Preguntes Més Freqüents (FAQ)",
    "about.learnMoreParents": "Informació per a pares",
    "about.learnMoreCredits": "Crèdits",
    "about.literacy": "Aprendre a Programar, Programar per Aprendre",
    "about.literacyDescription": "La capacitat de codificar programes d'ordinador és una part important de l'alfabetització en la societat actual. Quan les persones aprenen a programar a Scratch, aprenen estratègies importants per a la solució de problemes, disseny de projectes i la comunicació d'idees.",
    "about.schools": "Scratch a les Escoles",
    "about.schoolsDescription": "Els estudiants estan aprenent amb Scratch a tots els nivells (des de primària fins la universitat) i a totes les àrees (com matemàtiques, tecnologia, llengües o ciències). Els docents comparteixen experiències i dubtes, intercanvien recursos i connecten amb altres educadors al {scratchedLink}.",
    "about.scratchedLinkText": "Lloc web de ScratchEd",
    "about.research": "Investigació",
    "about.researchDescription": "L'equip de Scratch del MIT i col·laboradors estan investigant com les persones utilitzen i aprenen amb Scratch (per a una introducció, consulta {spfaLink}). Descobreix més sobre Scratch a {researchLink} i {statisticsLink} de Scratch.",
    "about.spfaLinkText": "Scratch: programació per a tots",
    "about.researchLinkText": "recerca",
    "about.statisticsLinkText": "estadístiques",
    "about.support": "Ajuda i Finançament",
    "about.supportDescription": "El projecte de Scratch ha rebut finançament de les següents organitzacions: {supportersList}. Veure la {creditsLink} per a més informació. Si vols donar suport a Scratch, si us plau accedeix a la pàgina de {donateLink} de Scratch Foundation, o bé contacta a {donateemail}.",
    "about.donateLinkText": "pàgina de donacions",
    "about.creditsLinkText": "pàgina de crèdits"
}