{
    "about.introOne": "Scratch és la comunitat de codi per a infants més gran del món i un llenguatge de programació amb una interfície visual simple que permet crear històries digitals, jocs i animacions a la gent jove. Scratch està dissenyat, desenvolupat i moderat per la{foundationLink}, una organització sense ànim de lucre.",
    "about.introTwo": "Scratch promou el pensament computacional i les tècniques de resolució de problemes; l'ensenyament i aprenentatge creatiu; l'autoexpressió i col·laboració; i l'equitat en informàtica.",
    "about.introThree": "Scratch és sempre gratuït i és disponible en més de 70 llengües.",
    "about.foundationText": "Scratch Foundation",
    "about.introParents": "Info per a pares",
    "about.introEducators": "Info per a docents",
    "about.whoUsesScratch": "Qui fa servir Scratch?",
    "about.whoUsesScratchDescription": "Scratch està dissenyat especialment per a nois i noies de 8 a 16 anys, però està sent utilitzat per gent de totes les edats. Milions de persones estan creant projectes amb Scratch en una àmplia varietat d'entorns, a casa, a l'escola, a museus, a biblioteques i a centres cívics.",
    "about.aroundTheWorld": "Arreu del món",
    "about.aroundTheWorldDescription": "Scratch s'utilitza en més de {countryCount}països i territoris diferents i està disponible en més de {languageCount}idiomes. Per canviar d'idioma, fes clic al menú a la part inferior de la pàgina. O, a l'Editor del Projecte, fes clic a la icona de globus a la part superior de la pàgina. Per afegir, o millorar una traducció, mira la pàgina {translationLink}. ",
    "about.translationLinkText": "traducció",
    "about.quotes": "Cites",
    "about.quotesDescription": "L'Equip de Scratch ha rebut un munt de correus electrònics de joves, pares i educadors donant les gràcies per tenir Scratch. Vols veure el què diu la gent? Pots llegir un resum de les {quotesLink} que hem rebut.",
    "about.quotesLinkText": "cites",
    "about.learnMore": "Aprèn més de Scratch",
    "about.learnMoreFaq": "Preguntes Més Freqüents (FAQ)",
    "about.learnMoreParents": "Informació per a pares",
    "about.learnMoreEducators": "Informació per a Educadors",
    "about.learnMoreAnnualReport": "Informe anual",
    "about.literacy": "Aprendre a Programar, Programar per Aprendre",
    "about.literacyImageDescription": "Una imatge de Mitch Resnick donant una xerrada TED titulada \"Ensenyem a programar als infants.\" Un botó de reproducció es troba al centre de la imatge.",
    "about.literacyDescription": "En aquesta <a>xerrada TED</a>, Mitch Resnick, fundador de Scratch, explica per què la capacitat de programar és una part important de l'alfabetització en la societat actual. Quan les persones aprenen a programar amb Scratch, adquireixen estratègies importants per resoldre problemes, dissenyar projectes i comunicar idees.",
    "about.schools": "Scratch a les Escoles",
    "about.schoolsDescription": "Els estudiants estan aprenent amb Scratch a tots els nivells (des de primària fins a la universitat) i en diverses disciplines (com matemàtiques, informàtica, llengua i literatura, ciències socials). Els recursos per a educadors estan disponibles a la pàgina{scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch per a Educadors",
    "about.scratchedLinkText": "Lloc web de ScratchEd",
    "about.research": "Investigació",
    "about.researchDescription": "El {lifelongKindergartenGroupLink} i els seus col·laboradors estan {researchLink} com els joves creen, col·laboren i aprenen amb Scratch. Per obtenir una visió general, consulteu l’article {codingAtACrossroadsLink} i el llibre {lifelongKindergartenBookLink}. Per saber més sobre l’ús de Scratch, visiteu la pàgina {statisticsLink} i l' {annualReportLink}de Scratch.",
    "about.researchLinkText": "Investigant",
    "about.statisticsLinkText": "estadístiques",
    "about.lifelongKindergartenGroupLinkText": "grup Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "Programant a la cruïlla de camins",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Annual Report",
    "about.support": "Ajuda i Finançament",
    "about.supportDescription": "Scratch està disponible de manera gratuïta gràcies al suport dels nostres {donorsLink}. Aquest suport ens ajuda a oferir als nens i nenes d’arreu del món oportunitats per imaginar, crear i compartir. Pots donar suport a Scratch fent una donació {donateLink}.",
    "about.donorsLinkText": "donants",
    "about.donateLinkText": "aquí",
    "about.donateButton": "Dona"
}