{
    "about.introOne": "لەگەڵ سکڕاچ، تۆ دەتوانیت پڕۆگرامی چیرۆکەکان، یارییەکان و جوڵانەوە بەکاردانەوەکانت بکەیت — و هاوبەشی دروستکراوەکانت بکەیت لەگەڵ ئەوانیتر لە کۆمەڵگەی سەرهێڵ.",
    "about.introTwo": "سکڕاچ یارمەتی کەسانی گەنج دەدات کە فێری بیرکردنەوەی داهێنەرانە، هۆکاری سیستەمیانە و هاریکاری لە کار ببن - شارەزاییە پێویستەکان بۆ ژیان لەسەدەی ٢١.",
    "about.introThree": "سکڕاچ بریتییە لە پڕۆژەیەکی کۆمەڵەی Lifelong Kindergarten لە تاقیگەی میدیایی MIT. دابینکراوە بە خۆڕایی.",
    "about.introParents": "زانیاری بۆ باوان",
    "about.introEducators": "زانیاری بۆ فێرکاران",
    "about.whoUsesScratch": "کێ سکڕاچ بەکاردێنێت؟",
    "about.whoUsesScratchDescription": "سکڕاچ دیزاین کراوە بە تایبەت بۆ تەمەنەکانی ٨ تا ١٦ ساڵی، بەڵام بەکاردێت لەلایەن هەموو تەمەنەکانەوە. ملیۆنان کەس پڕۆژەی سکڕاچ دروست دەکەن لە بوارێکی فراوانی ڕێکخستن، لە ماڵەکان، خوێندنگاکان، مۆزەخانەکان، پەرتوکخانەکان و سەنتەرەکانی کۆمەڵگە.",
    "about.aroundTheWorld": "بەدەوری جیهان",
    "about.aroundTheWorldDescription": "سکڕاچ بەکاردێت لە زیاتر لە ١٥٠ وڵات و بەردەستە بە زیاتر لە ٤٠ زمان. بۆ گۆڕینی زمان، کرتەی لیستی ژێرەوەی پەڕەکە بکە. یان لە دەستکاریکەری پڕۆژە، کرتەی زەوییەکە بکە لەسەرەوەی پەڕەکە. بۆ زیادکردن یان باشترکردنی وەرگێڕانێک، پەڕی {translationLink} ببینە.",
    "about.translationLinkText": "وەرگێڕان",
    "about.quotes": "وتەکان",
    "about.quotesDescription": "تیمی سکڕاچ پەیامی زۆری بۆ هاتووە لە گەنجان، باوان و فێرکاران کە سوپاسگوزاری خۆیان بۆ سکڕاچ دەردەبڕن. دەتەوێت بزانیت خەڵک چی دەڵێن؟ تۆ دەتوانیت گورزەیەک لە {quotesLink} بخوێنیتەوە کە پێمان گەیشتووە.",
    "about.quotesLinkText": "وتەکان",
    "about.learnMore": "زیاتر فێربە دەربارەی سکڕاچ",
    "about.learnMoreHelp": "پەڕی ڕوونكردنه‌وه‌کان",
    "about.learnMoreFaq": "پرسیارە دووبارەبووەکان",
    "about.learnMoreParents": "زانیاری بۆ باوان",
    "about.learnMoreCredits": "پێزانینەکان",
    "about.literacy": "فێربە بۆ کۆد نووسین، کۆد بنووسە بۆ فێربوون",
    "about.literacyDescription": "توانایی نووسینی کۆدی پڕۆگرامەکانی کۆمپیوتەر بەشێکی گرنگە لە خوێندنی ئەم سەردەمە. کاتێک خەڵکی فێری کۆد نووسین دەبن لە سکڕاچ، ئەوان فێری ستراتیژی گرنگ دەبن بۆ چارەسەرکردنی کێشەکان، دیزاینی پڕۆژەکان و بیرۆکەکانی پەیوەندیکردن.",
    "about.schools": "سکڕاچ لە خوێندنگاکان",
    "about.schoolsDescription": "خوێندکاران فێری سکڕاچ دەبن لە هەموو ئاستەکان (لە خوێندنگای بنەرەتی تا کۆلێژ) و لە هەموو بوارەکان (وەک بیرکاری، زانستی کۆمپیوتەر، هونەری زمان، خوێندنی کۆمەڵایەتی). فێرکاران چیرۆکاکان هاوبەش دەکەن، سەرچاوەکان ئاڵوگۆڕ دەکەن، پرسیار دەکەن و خەڵکی دەبیننەوە لە {scratchedLink}.",
    "about.scratchedLinkText": "ماڵپەڕی ScratchEd",
    "about.research": "توێژینەوە",
    "about.researchDescription": "تیمی MIT سکڕاچ و هاوکاران توێژینەوە دەکەن کە چۆن خەڵکی سکڕاچ بەکار دێنن و فێردەبن (بۆ سەرەتایەک، {spfaLink} ببینە). زیاتر ببینە دەربارەی سکڕاچ {researchLink} و {statisticsLink} دەربارەی سکڕاچ.",
    "about.spfaLinkText": "سکڕاچ: پڕۆگرامسازی بۆ هەمووان",
    "about.researchLinkText": "توێژینەوە",
    "about.statisticsLinkText": "ئامارەکان",
    "about.support": "پاڵپشتی و پارەدان",
    "about.supportDescription": "پڕۆژەی سکڕاچ یارمەتی دارایی لەم دامەزراوانەی خوارەوە پێ گەیشتووە: {supportersList}. {creditsLink} ببینە بۆ زانیاری زیاتر. ئەگەر تۆ حەز دەکەی یارمەتی سکڕاچ بدەیت، تکایە {donateLink}ی دامەزراوەی سکڕاچ ببینە، یان پەیوەندیمان پێوە بکە لە {donateemail}.",
    "about.donateLinkText": "پەڕی بەخشینەکان",
    "about.creditsLinkText": "پەڕی پێزانینەکان"
}