{
    "about.introOne": "Se Scratchem můžete programovat interaktivní příběhy, hry a animace — a sdílet svoje výtvory s online komunitou.",
    "about.introTwo": "Scratch pomáhá mladým naučit se myslet tvořivě, přemýšlet systematicky a spolupracovat — podstatné dovednosti pro život v 21. století.",
    "about.introThree": "Scratch je projektem Lifelong Kindergarten Group v MIT Media Lab. Je poskytován zcela bezplatně.",
    "about.introParents": "Informace pro rodiče",
    "about.introEducators": "Informace pro lektory",
    "about.whoUsesScratch": "Kdo Scratch používá?",
    "about.whoUsesScratchDescription": "Scratch je navržen zejména pro věk 8 až 16 ale je používám lidmi každého stáří. Miliony lidí tvoří Scratch projekty z širokého spektra míst, včetně domovů, škol, muzeí, knihoven a sdruženích.",
    "about.aroundTheWorld": "Z celého světa",
    "about.aroundTheWorldDescription": "Scratch je používán ve více než 150 různých zemích a je dostupný ve více než 40 jazycích. Pro změnu jazyka klikni na menu na dolním okraji této stránky nebo v Projekt Editoru klikni na glóbus na horním okraji stránky. Pro přidání nebo vylepšení překladu, navštiv stránku {translationLink}.",
    "about.translationLinkText": "překlad",
    "about.quotes": "Citáty",
    "about.quotesDescription": "Tým Scratch obdržel mnoho mailů od mládeže, rodičů a učitelů děkujících za Scratch. Chceš vidět co lidé říkají? Můžeš si přečíst sbírku s {quotesLink}které jsme dostali. ",
    "about.quotesLinkText": "citáty",
    "about.learnMore": "Další učivo o Scratch",
    "about.learnMoreHelp": "Stránka Tipy",
    "about.learnMoreFaq": "Často kladené otázky",
    "about.learnMoreParents": "Informace pro rodiče",
    "about.learnMoreCredits": "Zásluhy",
    "about.literacy": "Naučit se kódovat, kód k naučení",
    "about.literacyDescription": "Schopnost kódovat počítačové programy je důležitou částí gramotnosti v dnešní společnosti. Když se lidé učí programovat ve Scratch, naučí se důležité strategie pro řešení problémů, navrhování projektů a plánování komunikace.\n        ",
    "about.schools": "Scratch ve školách",
    "about.schoolsDescription": "Studenti se učí se Scratch na všech úrovních (od základních škol po vysoké) a napříč předměty (jako jsou matematika, počítačové vědy, jazyky, studium sociologie). Lektoři sdílejí příběhy, vyměňují si zdroje, pokládají otázky a nacházejí kolegy na {scratchedLink}.",
    "about.scratchedLinkText": "Stránka ScratchEd",
    "about.research": "Výzkum",
    "about.researchDescription": "Tým MIT Scratch a spolupracovníci zkoumají jak lidé používají a učí se Scratch (na úvod si prohlédněte {spfaLink}). Zjistěte více o Scratch {researchLink} a {statisticsLink}.",
    "about.spfaLinkText": "Scratch: Programování pro všechny",
    "about.researchLinkText": "výzkum",
    "about.statisticsLinkText": "statistiky",
    "about.support": "Podpora a nadace",
    "about.supportDescription": "Projekt Scratch obdržel finanční podporu od následujících organizací: {supportersList}. Pro více informací si prohlédněte {creditsLink}. Pokud chcete podpořit Scratch podívejte se prosím na Scratch Foundation {donateLink} nebo nás kontaktujte na {donateemail}.",
    "about.donateLinkText": "dárcovská stránka",
    "about.creditsLinkText": "stránka zásluh"
}