{
    "about.introOne": "Το Scratch είναι η μεγαλύτερη κοινότητα προγραμματισμού για παιδιά στον κόσμο και μια γλώσσα προγραμματισμού με απλό οπτικό περιβάλλον που επιτρέπει στους νέους να δημιουργούν ψηφιακές ιστορίες, παιχνίδια και κινούμενα σχέδια. Το Scratch σχεδιάζεται, αναπτύσσεται και συντονίζεται από το {foundationLink}, έναν μη κερδοσκοπικό οργανισμό.",
    "about.introTwo": "Το Scratch προωθεί την υπολογιστική σκέψη και τις δεξιότητες επίλυσης προβλημάτων, τη δημιουργική διδασκαλία και μάθηση, την αυτοέκφραση και τη συνεργασία και την ισότητα στην πληροφορική.",
    "about.introThree": "Το Scratch είναι πάντα δωρεάν και διατίθεται σε περισσότερες από 70 γλώσσες.",
    "about.foundationText": "Ίδρυμα Scratch",
    "about.introParents": "Πληροφορίες για γονείς",
    "about.introEducators": "Πληροφορίες για εκπαιδευτικούς",
    "about.whoUsesScratch": "Ποια άτομα χρησιμοποιούν το Scratch;",
    "about.whoUsesScratchDescription": "Το Scratch είναι σχεδιασμένο ειδικά για ηλικίες 8 έως 16, αλλά χρησιμοποιείται από άτομα κάθε ηλικίας. Εκατομμύρια ατόμων δημιουργούν έργα Scratch σε πληθώρα τοποθεσιών, συμπεριλαμβανομένων σπιτιών, σχολείων, μουσείων, βιβλιοθηκών και κοινοτικών κέντρων.",
    "about.aroundTheWorld": "Σε Ολόκληρο τον Κόσμο",
    "about.aroundTheWorldDescription": "Το Scratch χρησιμοποιείται σε περισσότερες από {countryCount} διαφορετικές χώρες και περιοχές και είναι διαθέσιμο σε περισσότερες από  {languageCount} γλώσσες. Για να αλλάξετε γλώσσες, κάντε κλικ στο μενού στο κάτω μέρος της σελίδας. Ή, στο Project Editor, κάντε κλικ στην υδρόγειο σφαίρα στο πάνω μέρος της σελίδας. Για να προσθέσετε ή να βελτιώσετε μια μετάφραση, ανατρέξτε στη {translationLink} σελίδα .",
    "about.translationLinkText": "μετάφραση",
    "about.quotes": "Γνώμες για το Scratch",
    "about.quotesDescription": "Η Ομάδα Scratch έχει λάβει πολλά μηνύματα από νέους, γονείς και εκπαιδευτικούς που εκφράζουν τις ευχαριστίες τους για το Scratch. Θέλετε να δείτε τι λένε; Μπορείτε να διαβάσετε μια συλλογή των {quotesLink} που έχουμε λάβει.",
    "about.quotesLinkText": "σχoλίων",
    "about.learnMore": "Μάθετε Περισσότερα Σχετικά με το Scratch",
    "about.learnMoreFaq": "Συχνές Ερωτήσεις (FAQ)",
    "about.learnMoreParents": "Πληροφορίες για Γονείς",
    "about.learnMoreEducators": "Πληροφορίες για τους εκπαιδευτικούς",
    "about.learnMoreAnnualReport": "Ετήσια αναφορά",
    "about.literacy": "Μάθετε να προγραμματίζετε | Προγραμματίστε για να μάθετε",
    "about.literacyDescription": "Η ικανότητα συγγραφής κώδικα προγραμμάτων υπολογιστή αποτελεί σημαντικό στοιχείο γραμματισμού στη σημερινή κοινωνία. Όταν οι άνθρωποι μαθαίνουν να προγραμματίζουν στο Scratch μαθαίνουν σημαντικές στρατηγικές για την επίλυση προβλημάτων, τον σχεδιασμό έργων  και τη μετάδοση ιδεών.",
    "about.schools": "Το Scratch στα Σχολεία",
    "about.schoolsDescription": "Οι μαθητές μαθαίνουν με το Scratch σε όλα τα επίπεδα (από το δημοτικό μέχρι το κολέγιο) και σε όλους τους κλάδους (όπως μαθηματικά, επιστήμη των υπολογιστών, γλωσσικές τέχνες, κοινωνικές σπουδές). Πόροι για εκπαιδευτικούς είναι διαθέσιμοι στη {scratchForEducatorsLink} σελίδα .",
    "about.scratchForEducatorsLinkText": "Scratch για εκπαιδευτικούς",
    "about.scratchedLinkText": "ιστότοπο ScratchEd",
    "about.research": "Έρευνες",
    "about.researchDescription": "Οι {lifelongKindergartenGroupLink} και οι συνεργάτες {researchLink} είναι ο τρόπος με τον οποίο οι νέοι δημιουργούν, συνεργάζονται και μαθαίνουν με το Scratch. Για μια επισκόπηση, δείτε το άρθρο {codingAtACrossroadsLink} και το βιβλίο {lifelongKindergartenBookLink}. TΓια να μάθετε περισσότερα σχετικά με τη χρήση του Scratch, δείτε τη{statisticsLink} σελίδα και το Scratch {annualReportLink}.",
    "about.researchLinkText": "έρευνα",
    "about.statisticsLinkText": "στατιστικά",
    "about.lifelongKindergartenGroupLinkText": "Ομάδα Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "Κωδικοποίηση σε σταυροδρόμι",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Ετήσια αναφορά",
    "about.support": "Υποστήριξη και Χρηματοδότηση",
    "about.supportDescription": "Το Scratch διατίθεται δωρεάν, χάρη στην υποστήριξη από τους  {donorsLink}.  Αυτή η υποστήριξη μας βοηθά να παρέχουμε στα παιδιά σε όλο τον κόσμο ευκαιρίες να φαντάζονται, να δημιουργούν και να μοιράζονται. Μπορείτε να υποστηρίξετε το Scratch κάνοντας μια δωρεά {donateLink}.",
    "about.donorsLinkText": "δωρητές",
    "about.donateLinkText": "εδώ",
    "about.donateButton": "Κάντε δωρεά"
}