{
    "about.introOne": "Με το Scratch, μπορείτε να προγραμματίσετε τις δικές σας διαδραστικές ιστορίες, παιχνίδια και κινούμενα σχέδια — και να μοιραστείτε τις δημιουργίες σας με άλλους στη διαδικτυακή κοινότητα.",
    "about.introTwo": "Το Scratch βοηθά τους νέους να μάθουν να σκέφτονται δημιουργικά, να συμπεραίνουν μεθοδικά και να συνεργάζονται — ουσιώδεις δεξιότητες για τη ζωή στον 21ο αιώνα.",
    "about.introThree": "Το Scratch είναι έργο της Lifelong Kindergarten Group στο MIT Media Lab. Το Scratch παρέχεται δωρεάν.",
    "about.introParents": "Πληροφορίες για γονείς",
    "about.introEducators": "Πληροφορίες για εκπαιδευτικούς",
    "about.whoUsesScratch": "Ποια άτομα χρησιμοποιούν το Scratch;",
    "about.whoUsesScratchDescription": "Το Scratch είναι σχεδιασμένο ειδικά για ηλικίες 8 έως 16, αλλά χρησιμοποιείται από άτομα κάθε ηλικίας. Εκατομμύρια ατόμων δημιουργούν έργα Scratch σε πληθώρα τοποθεσιών, συμπεριλαμβανομένων σπιτιών, σχολείων, μουσείων, βιβλιοθηκών και κοινοτικών κέντρων.",
    "about.aroundTheWorld": "Σε Ολόκληρο τον Κόσμο",
    "about.aroundTheWorldDescription": "Το Scratch χρησιμοποιείται σε περισσότερες από 150 διαφορετικές χώρες και είναι διαθέσιμο σε περισσότερες από 40 γλώσσες. Για να αλλάξετε γλώσσα, κάντε κλικ στο μενού στο κάτω μέρος της σελίδας. Εναλλακτικά, στον Επεξεργαστή Έργου, κάντε κλικ στην υδρόγειο σφαίρα στην κορυφή της σελίδας. Για να προσθέσετε ή να βελτιώσετε μια μετάφραση, δείτε τη σελίδα {translationLink}.",
    "about.translationLinkText": "μετάφραση",
    "about.quotes": "Γνώμες για το Scratch",
    "about.quotesDescription": "Η Ομάδα Scratch έχει λάβει πολλά μηνύματα από νέους, γονείς και εκπαιδευτικούς που εκφράζουν τις ευχαριστίες τους για το Scratch. Θέλετε να δείτε τι λένε; Μπορείτε να διαβάσετε μια συλλογή των {quotesLink} που έχουμε λάβει.",
    "about.quotesLinkText": "σχoλίων",
    "about.learnMore": "Μάθετε Περισσότερα Σχετικά με το Scratch",
    "about.learnMoreHelp": "Σελίδα Συμβουλών",
    "about.learnMoreFaq": "Συχνές Ερωτήσεις (FAQ)",
    "about.learnMoreParents": "Πληροφορίες για Γονείς",
    "about.learnMoreCredits": "Ευχαριστίες",
    "about.literacy": "Μάθετε να προγραμματίζετε | Προγραμματίστε για να μάθετε",
    "about.literacyDescription": "Η ικανότητα συγγραφής κώδικα προγραμμάτων υπολογιστή αποτελεί σημαντικό στοιχείο γραμματισμού στη σημερινή κοινωνία. Όταν οι άνθρωποι μαθαίνουν να προγραμματίζουν στο Scratch μαθαίνουν σημαντικές στρατηγικές για την επίλυση προβλημάτων, τον σχεδιασμό έργων  και τη μετάδοση ιδεών.",
    "about.schools": "Το Scratch στα Σχολεία",
    "about.schoolsDescription": "Οι μαθητές μαθαίνουν Scratch σε όλες τις βαθμίδες της εκπαίδευσης (από δημοτικό μέχρι λύκειο) και για όλα τα αντικείμενα (όπως μαθηματικά, επιστήμη υπολογιστών, γλώσσες και τέχνες, κοινωνικές επιστήμες). Οι εκπαιδευτικοί μπορούν να μοιράζονται ιστορίες, να ανταλλάσσουν εκπαιδευτικό υλικό, να θέτουν ερωτήσεις, και να αναζητούν άλλους εκπαιδευτικούς στον {scratchedLink}.",
    "about.scratchedLinkText": "ιστότοπο ScratchEd",
    "about.research": "Έρευνες",
    "about.researchDescription": "Η Ομάδα Scratch του MIT και συνεργάτες ερευνούν πώς οι άνθρωποι χρησιμοποιούν και μαθαίνουν με το Scratch (για μια εισαγωγή, δείτε {spfaLink}). Ανακαλύψτε περισσότερα για την {researchLink} και τα {statisticsLink} για το Scratch.",
    "about.spfaLinkText": "Scratch: Προγραμματισμός για Όλους",
    "about.researchLinkText": "έρευνα",
    "about.statisticsLinkText": "στατιστικά",
    "about.support": "Υποστήριξη και Χρηματοδότηση",
    "about.supportDescription": "Το έργο Scratch έχει λάβει οικονομική ενίσχυση από τους παρακάτω οργανισμούς: {supportersList}. Δείτε τη {creditsLink} για περισσότερες πληροφορίες. Αν θέλετε να ενισχύσετε το Scratch, παρακαλούμε δείτε τη {donateLink} για το Ίδρυμα Scratch, ή επικοινωνήστε μαζί μας στο {donateemail}.",
    "about.donateLinkText": "σελίδα δωρεών",
    "about.creditsLinkText": "σελίδα ευχαριστιών"
}