{
    "about.introOne": "Scratch is la comunidad más grande de codificación para niños y un lenguaje de programación con una interfaz visual sencilla que permite a los jóvenes en crear historias digitales, juegos, y animaciones. Scratch está diseñado, desarrollado, y moderado por {foundationLink}, una organización libre de lucro.",
    "about.introTwo": "Scratch promueve a la mentalidad computacional y a las habilidades de resolución de conflictos; expresión propia y colaboración; y la equidad en la computación.",
    "about.introThree": "Scratch siempre será gratis y está disponible en más de 70 idiomas.",
    "about.foundationText": "Fundación Scratch",
    "about.introParents": "Información para padres y madres",
    "about.introEducators": "Información para docentes",
    "about.whoUsesScratch": "¿Quiénes usan Scratch?",
    "about.whoUsesScratchDescription": "Scratch está diseñado especialmente para edades entre los 8 y 16 años, pero es usado por personas de todas las edades. Millones de personas están creando proyectos en Scratch en una amplia variedad de entornos, incluyendo hogares, escuelas, museos, bibliotecas y centros comunitarios.",
    "about.aroundTheWorld": "Alrededor del mundo",
    "about.aroundTheWorldDescription": "Scratch es usado en más de {countryCount} países distintos y territorios y está disponible en más de {languageCount} idiomas. Para cambiar el idioma, tienes que hacer clic el menú en el fondo de la página. O, en el editor de proyectos, haz clic en el globo de la parte superior de la página. Para añadir o mejorar una traducción, vaya a la página siguiente {translationLink}.",
    "about.translationLinkText": "traducción",
    "about.quotes": "Citas",
    "about.quotesDescription": "El equipo de Scratch ha recibido muchos correos electrónicos de jóvenes, padres y docentes, expresando su agradecimiento por Scratch. ¿Deseas ver lo que la gente está diciendo? Puedes leer una colección de citas que hemos recibido{quotesLink}.",
    "about.quotesLinkText": "citas",
    "about.learnMore": "Aprende más acerca de Scratch",
    "about.learnMoreFaq": "Preguntas Frecuentes",
    "about.learnMoreParents": "Información para padres",
    "about.learnMoreEducators": "Información para profesores",
    "about.learnMoreAnnualReport": "Reporte anual",
    "about.literacy": "Aprender a Programar, Programar para Aprender",
    "about.literacyDescription": "La habilidad para programar código de computadoras es una parte importante de la alfabetización de la sociedad actual. Cuando las personas aprenden a programar en Scratch, aprenden importantes estrategias para resolver problemas, diseñar proyectos y comunicar ideas",
    "about.schools": "Scratch en las Escuelas",
    "about.schoolsDescription": "Los estudiantes aprenden con Scratch en todos los niveles (desde la escuela primaria hasta la universidad) y entre materias (tales como matemáticas, ciencia computacional, arte de lenguaje o estudios sociales). Los recursos educacionales están disponibles en {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch Para Profesores",
    "about.scratchedLinkText": "sitio web de ScratchEd",
    "about.research": "Investigación",
    "about.researchDescription": "{lifelongKindergartenGroupLink} y colaboradores de {researchLink} descubren como los jóvenes crean, colaboran y aprenden con Scratch. Para una visión general, vea el artículo {codingAtACrossroadsLink} y el libro {lifelongKindergartenBookLink}. Para enterarse más sobre el uso de Scratch, visite {statisticsLink} y {annualReportLink}.",
    "about.researchLinkText": "investigando",
    "about.statisticsLinkText": "estadísticas",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten Group",
    "about.codingAtACrossroadsLinkText": "Programando en una encrucijada",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Reporte anual",
    "about.support": "Apoyo y financiación",
    "about.supportDescription": "Scratch está disponible de manera gratuita gracias al apoyo de nuestros {donorsLink}. Este apoyo nos ayuda a ofrecer a niños y niñas de todo el mundo oportunidades para imaginar, crear y compartir. Puedes apoyar a Scratch haciendo una donación {donateLink}.",
    "about.donorsLinkText": "donantes",
    "about.donateLinkText": "aquí",
    "about.donateButton": "Dona"
}