{
    "about.introOne": "Con Scratch puedes programar tus propias historias interactivas, juegos, y animaciones, así como también compartir tus creaciones con otros miembros de de la comunidad en línea.",
    "about.introTwo": "Scratch ayuda a los jóvenes a aprender a pensar de forma creativa, a razonar sistemáticamente, y a trabajar colaborativamente; habilidades esenciales para la vida en el siglo XXI.",
    "about.introThree": "Scratch es un proyecto del Grupo Lifelong Kindergarten del Laboratorio de Medios del MIT. Se ofrece de forma gratuita.",
    "about.introParents": "Información para padres y madres",
    "about.introEducators": "Información para docentes",
    "about.whoUsesScratch": "¿Quiénes usan Scratch?",
    "about.whoUsesScratchDescription": "Scratch está diseñado especialmente para edades entre los 8 y 16 años, pero es usado por personas de todas las edades. Millones de personas están creando proyectos en Scratch en una amplia variedad de entornos, incluyendo hogares, escuelas, museos, bibliotecas y centros comunitarios.",
    "about.aroundTheWorld": "Alrededor del mundo",
    "about.aroundTheWorldDescription": "Scratch se usa en más de 150 países diferentes y esta disponible en más de 40 idiomas. Para cambiar de idioma, haz clic en el menú en la parte inferior de la página. O, en el Editor de Proyectos, haz click en el globo en la parte de arriba de la página. Para agregar o mejorar una traducción mira la página de traducción{translationLink}.",
    "about.translationLinkText": "traducción",
    "about.quotes": "Citas",
    "about.quotesDescription": "El equipo de Scratch ha recibido muchos correos electrónicos de jóvenes, padres y docentes, expresando su agradecimiento por Scratch. ¿Deseas ver lo que la gente está diciendo? Puedes leer una colección de citas que hemos recibido{quotesLink}.",
    "about.quotesLinkText": "citas",
    "about.learnMore": "Aprende más acerca de Scratch",
    "about.learnMoreHelp": "Página de Sugerencias",
    "about.learnMoreFaq": "Preguntas Frecuentes",
    "about.learnMoreParents": "Información para padres",
    "about.learnMoreCredits": "Créditos",
    "about.literacy": "Aprender a Programar, Programar para Aprender",
    "about.literacyDescription": "La habilidad para programar código de computadoras es una parte importante de la alfabetización de la sociedad actual. Cuando las personas aprenden a programar en Scratch, aprenden importantes estrategias para resolver problemas, diseñar proyectos y comunicar ideas",
    "about.schools": "Scratch en las Escuelas",
    "about.schoolsDescription": "Estudiantes de todos los niveles (desde primaria hasta la universidad) y de todas las disciplinas (como matemáticas, ciencias de la computación, letras, estudios sociales) están aprendiendo con Scratch. Los docentes comparten historias, intercambian recursos, hacen preguntas y encuentran personas en {scratchedLink}.",
    "about.scratchedLinkText": "sitio web de ScratchEd",
    "about.research": "Investigación",
    "about.researchDescription": "El equipo de Scratch del MIT y sus colaboradores están investigando cómo las personas usan y aprenden con Scratch (para una introducción, mira {spfaLink}). Conoce más acerca la investigación de Scratch en {researchLink} y sobre las estadísticas en {statisticsLink}.",
    "about.spfaLinkText": "Scratch: Programación para Todos",
    "about.researchLinkText": "investigación",
    "about.statisticsLinkText": "estadísticas",
    "about.support": "Apoyo y financiación",
    "about.supportDescription": "El proyecto Scratch ha recibido apoyo financiera de las siguientes organizaciones: {supportersList}. Explora los créditos {creditsLink}para más información. Si quieres apoyar a Scratch, puedes visitar la Scratch Foundation {donateLink} o contactarnos en {donateemail}. ",
    "about.donateLinkText": "página de donaciones",
    "about.creditsLinkText": "página de créditos"
}