{
    "about.introOne": "Con Scratch puedes programar tus propias historias interactivas, juegos y animaciones — y compartir tus creaciones con otros en la comunidad online.",
    "about.introTwo": "Scratch ayuda a los jóvenes a aprender a pensar de forma creativa, a razonar sistemáticamente, y a trabajar de forma colaborativa — habilidades esenciales para la vida en el siglo 21.",
    "about.introThree": "Scratch es un proyecto del Grupo Lifelong Kindergarten del MIT Media Lab. Se ofrece de forma gratuita.",
    "about.introParents": "Información para padres",
    "about.introEducators": "Información para educadores",
    "about.whoUsesScratch": "¿Quiénes usan Scratch?",
    "about.whoUsesScratchDescription": "Scratch está diseñado especialmente para edades entre los 8 y 16 años, pero lo usan personas de todas las edades. Hay millones de personas creando proyectos en Scratch en una amplia variedad de entornos, incluyendo hogares, escuelas, museos, bibliotecas y centros comunitarios.",
    "about.aroundTheWorld": "Alrededor del mundo",
    "about.aroundTheWorldDescription": "Scratch es utilizado en más de 150 países y está disponible en más de 40 idiomas. Para cambiar de idioma, haga clic en el menú en la parte inferior de la página. O bien, en el Editor de Proyectos, haga clic en el globo en la parte superior de la página. Para añadir o mejorar alguna traducción, vea la página de {translationLink}.",
    "about.translationLinkText": "traducción",
    "about.quotes": "Citas",
    "about.quotesDescription": "El Equipo de Scratch ha recibido muchos correos de parte de jóvenes, padres y docentes dándonos las gracias por crear Scratch. ¿Quieres ver lo que dice la gente? Puedes leer una colección de las {quotesLink} que hemos recibido.",
    "about.quotesLinkText": "citas",
    "about.learnMore": "Aprende más sobre Scratch",
    "about.learnMoreHelp": "Página de sugerencias",
    "about.learnMoreFaq": "Preguntas Frecuentes (FAQ)",
    "about.learnMoreParents": "Información para padres",
    "about.learnMoreCredits": "Créditos",
    "about.literacy": "Aprender a Programar, Programar para Aprender",
    "about.literacyDescription": "La habilidad para crear programas de ordenador es una parte importante de la alfabetización en la sociedad actual. Cuando la gente aprende a programar en Scratch, aprende importantes estrategias para resolver problemas, diseñar proyectos y comunicar ideas.",
    "about.schools": "Scratch en los colegios",
    "about.schoolsDescription": "Hay estudiantes aprendiendo con Scratch en todos los niveles (desde primaria hasta la universidad) y en distintas áreas del conocimiento (como matemáticas, ciencias de la computación, artes del lenguaje, estudios sociales). Los docentes comparten historias, intercambian recursos, hacen preguntas y encuentran a sus pares en la {scratchedLink}.",
    "about.scratchedLinkText": "página web de ScratchEd",
    "about.research": "Investigación",
    "about.researchDescription": "El Equipo Scratch del MIT y sus colaboradores investigan cómo la gente usa y aprende con Scratch (a modo de introducción, revise {spfaLink}). Sepa más sobre la {researchLink} en Scratch y {statisticsLink} sobre Scratch.",
    "about.spfaLinkText": "Scratch: Programación para Todos y Todas",
    "about.researchLinkText": "investigación",
    "about.statisticsLinkText": "estadísticas",
    "about.support": "Apoyo y financiación",
    "about.supportDescription": "El proyecto Scratch ha recibido financiación por parte de las siguientes organizaciones: {supportersList}. Revise la {creditsLink} para mayor información. Si quiere apoyar también a Scratch, por favor vea la {donateLink} de la Fundación Scratch, o contáctenos enviando un correo: {donateemail}.",
    "about.donateLinkText": "página de donaciones",
    "about.creditsLinkText": "página de créditos"
}