{
    "about.introOne": "Scratch es la comunidad de programación para niños y niñas más grande del mundo, y un lenguaje de programación con una interfaz sencilla que permite a los jóvenes crear historias digitales, juegos y animaciones. Scratch está diseñado, desarrollado y moderado por la {foundationLink}, una organización sin ánimo de lucro.",
    "about.introTwo": "Scratch promueve el pensamiento computacional y las habilidades en resolución de problemas; enseñanza y aprendizaje creativos, auto expresión y colaboración; e igualdad en informática.",
    "about.introThree": "Scratch es y será siempre libre y gratuito y está disponible en más de 70 idiomas.",
    "about.foundationText": "Fundación Scratch",
    "about.introParents": "Información para padres",
    "about.introEducators": "Información para educadores",
    "about.whoUsesScratch": "¿Quiénes usan Scratch?",
    "about.whoUsesScratchDescription": "Scratch está diseñado especialmente para edades entre los 8 y 16 años, pero lo usan personas de todas las edades. Hay millones de personas creando proyectos en Scratch en una amplia variedad de entornos, incluyendo hogares, escuelas, museos, bibliotecas y centros comunitarios.",
    "about.aroundTheWorld": "Alrededor del mundo",
    "about.aroundTheWorldDescription": "Scratch se usa en más de {countryCount}países y territorios diferentes, y está disponible en más de {languageCount}idiomas. Para cambiar el idioma, pulsa en el menú en la parte inferior de la página. O, en el editor de proyectos, pulsa en el globo terráqueo en la parte superior de la pantalla. Para añadir y mejorar la traducción, consulta la página {translationLink}.",
    "about.translationLinkText": "traducción",
    "about.quotes": "Citas",
    "about.quotesDescription": "El Equipo de Scratch ha recibido muchos correos de parte de jóvenes, padres y docentes dándonos las gracias por crear Scratch. ¿Quieres ver lo que dice la gente? Puedes leer una colección de las {quotesLink} que hemos recibido.",
    "about.quotesLinkText": "citas",
    "about.learnMore": "Aprende más sobre Scratch",
    "about.learnMoreFaq": "Preguntas Frecuentes (FAQ)",
    "about.learnMoreParents": "Información para padres",
    "about.learnMoreEducators": "Información para educadores",
    "about.learnMoreAnnualReport": "Informe anual",
    "about.literacy": "Aprender a Programar, Programar para Aprender",
    "about.literacyDescription": "La habilidad para crear programas de ordenador es una parte importante de la alfabetización en la sociedad actual. Cuando la gente aprende a programar en Scratch, aprende importantes estrategias para resolver problemas, diseñar proyectos y comunicar ideas.",
    "about.schools": "Scratch en los colegios",
    "about.schoolsDescription": "Los estudiantes están aprendiendo con Scratch en todos los niveles (desde primaria hasta bachillerato) y a través de distintas disciplinas (como matemáticas, informática, lenguaje, arte, sociales). Los recursos para educadores están disponibles en la página {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch para educadores",
    "about.scratchedLinkText": "página web de ScratchEd",
    "about.research": "Investigación",
    "about.researchDescription": "El {lifelongKindergartenGroupLink} y más colaboradores están {researchLink}cómo la gente joven crea, colabora y aprende con Scratch. Para echar un vistazo, lee el artículo {codingAtACrossroadsLink} y el libro {lifelongKindergartenBookLink}. Para saber más sobre el uso de Scratch, consulta la página {statisticsLink} y el {annualReportLink}de Scratch.",
    "about.researchLinkText": "investigando",
    "about.statisticsLinkText": "estadísticas",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten Group",
    "about.codingAtACrossroadsLinkText": "Programando en una encrucijada",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Informe anual",
    "about.support": "Apoyo y financiación",
    "about.supportDescription": "Scratch está disponible de manera gratuita gracias al apoyo de nuestros {donorsLink}. Este apoyo nos ayuda a ofrecer a niños y niñas de todo el mundo oportunidades para imaginar, crear y compartir. Puedes apoyar a Scratch haciendo una donación {donateLink}.",
    "about.donorsLinkText": "donantes",
    "about.donateLinkText": "aquí",
    "about.donateButton": "Donar"
}