{
    "about.introOne": "Scratch is the world’s largest coding community for children and a coding language with a simple visual interface that allows young people to create digital stories, games, and animations. Scratch is designed, developed, and moderated by the {foundationLink}, a nonprofit organization.    ",
    "about.introTwo": "Scratch promotes computational thinking and problem solving skills; creative teaching and learning; self-expression and collaboration; and equity in computing.",
    "about.introThree": "Scratch is always free and is available in more than 70 languages.",
    "about.foundationText": "Scratch fundazioa",
    "about.introParents": "Informazioa gurasoentzat",
    "about.introEducators": "Informazioa irakasleentzat",
    "about.whoUsesScratch": "Nork darabil Scratch?",
    "about.whoUsesScratchDescription": "Scratch 8 eta 16 urte bitartekoentzat diseinatuta dago bereziki, baina adin guztietakoek darabilte. Milioika pertsona ari da Scratchen proiektuak sortzen eremu ezberdinetan; etxean, eskoletan, museoetan, liburutegietan eta kultur etxeetan.",
    "about.aroundTheWorld": "Munduan zehar",
    "about.aroundTheWorldDescription": "Scratch is used in more than {countryCount} different countries and territories and is available in more than {languageCount} languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "itzulpena",
    "about.quotes": "Aipamenak",
    "about.quotesDescription": "Scratch lantaldeak hainbat mezu jaso ditu gazte, guraso eta hezitzaileek bidalita eskerrak emanez Scratchengatik. Jakin nahi al duzu jendeak zer dioen? Sorta bat irakur dezakezu hemen  {quotesLink} ",
    "about.quotesLinkText": "Aipamenak",
    "about.learnMore": "Ikasi gehiago Scratchi buruz",
    "about.learnMoreFaq": "Ohiko Galderak",
    "about.learnMoreParents": "Gurasoentzako informazioa",
    "about.learnMoreEducators": "Information for Educators",
    "about.learnMoreAnnualReport": "Urteko txostena",
    "about.literacy": "Ikasi programatzeko, programatu ikasteko",
    "about.literacyImageDescription": "An image of Mitch Resnick giving a TED talk titled \"Let's Teach Kids to Code.\" A play button is in the center of the image.",
    "about.literacyDescription": "In this <a>TED talk</a>, Scratch founder Mitch Resnick describes why the ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "Scratch Eskoletan",
    "about.schoolsDescription": "Maila guztietako ikasleek ikasten dute Scratchekin (lehen hezkuntzatik batxilergora) eta hainbat diziplinetan (hala nola matematika, informatika, arte-hizkuntzak, gizartea). Irakasleek baliabideak eskuragarri dituzte {scratchForEducatorsLink} orrian.",
    "about.scratchForEducatorsLinkText": "Scratch irakasleentzat",
    "about.scratchedLinkText": "ScratchEd webgunea",
    "about.research": "Ikerketa",
    "about.researchDescription": "{lifelongKindergartenGroupLink} eta laguntzaileek{researchLink} ari dira gazte jendeak nola sortu, kolaboratu eta ikasten duen Scratch-ekin.  Sarrera bat ikusteko irakurri  {codingAtACrossroadsLink} artikulua eta  {lifelongKindergartenBookLink}liburua. Scath-i buruzko informazio gehiago lortzeko ikusi {statisticsLink} web-orria eta Scratch-en {annualReportLink}.",
    "about.researchLinkText": "ikertzen",
    "about.statisticsLinkText": "estatistikak",
    "about.lifelongKindergartenGroupLinkText": "Haur-eskola taldea",
    "about.codingAtACrossroadsLinkText": "Kodeketa bidegurutze batean",
    "about.lifelongKindergartenBookLinkText": "Lifelong haut-eskola",
    "about.annualReportLinkText": "Urteko txostena",
    "about.support": "Laguntza eta Finantzaketa",
    "about.supportDescription": "Scratch is available for free, thanks to support from our {donorsLink}. This support helps us provide kids around the world with opportunities to imagine, create, and share. You can support Scratch by making a donation {donateLink}.",
    "about.donorsLinkText": "babesleak",
    "about.donateLinkText": "hemen",
    "about.donateButton": "Dohaintzan eman"
}