{
    "about.introOne": "Scratchen bidez istorio interaktiboak, jolasak eta animazioak programa ditzakezu  — eta lineako komunitatean beste batzuekin partekatu.",
    "about.introTwo": "Scratchek jende gaztea era sortzailean pentsatzen, sistematikoki arrazoitzen eta talde-lanean nola aritu ikasten laguntzen du —  21. menderako ezinbesteko gaitasunak.",
    "about.introThree": " MIT Media Lab-eko Lifelong Kindergarten Groupen proiektu bat da Scratch. Doakoa da.",
    "about.introParents": "Informazioa gurasoentzat",
    "about.introEducators": "Informazioa irakasleentzat",
    "about.whoUsesScratch": "Nork darabil Scratch?",
    "about.whoUsesScratchDescription": "Scratch 8 eta 16 urte bitartekoentzat diseinatuta dago bereziki, baina adin guztietakoek darabilte. Milioika pertsona ari da Scratchen proiektuak sortzen eremu ezberdinetan; etxean, eskoletan, museoetan, liburutegietan eta kultur etxeetan.",
    "about.aroundTheWorld": "Munduan zehar",
    "about.aroundTheWorldDescription": "Scratch 150 baino gehiago herritan erabiltzen da eta eskuragarri dago 40 baino gehiago hizkuntzetan. Hizkuntza aldatzeko, egin klik orriaren beheko menuan. Edo, Proiektuaren Editorean, egin klik orriaren goiko menuko globoan. Itzulpen bat gehitzeko edo osatzeko ikusi  {translationLink} orria.",
    "about.translationLinkText": "itzulpena",
    "about.quotes": "Aipamenak",
    "about.quotesDescription": "Scratch lantaldeak hainbat mezu jaso ditu gazte, guraso eta hezitzaileek bidalita eskerrak emanez Scratchengatik. Jakin nahi al duzu jendeak zer dioen? Sorta bat irakur dezakezu hemen  {quotesLink} ",
    "about.quotesLinkText": "Aipamenak",
    "about.learnMore": "Ikasi gehiago Scratchi buruz",
    "about.learnMoreHelp": "Aholkuen Orria",
    "about.learnMoreFaq": "Ohiko Galderak",
    "about.learnMoreParents": "Gurasoentzako informazioa",
    "about.learnMoreCredits": "Kredituak",
    "about.literacy": "Ikasi programatzeko, programatu ikasteko",
    "about.literacyDescription": "Ordenagailurako programak kodetzeko gaitasuna egungo gizartearen alfabetizazioaren parte garrantzitsua da. Jendeak Scratchen bidez kodetzen ikasten duenan, ikasten du: arazoak konpontzeko estrategia garrantzitsuak, proiektuak diseinatzen eta ideiak komunikatzen.",
    "about.schools": "Scratch Eskoletan",
    "about.schoolsDescription": "Maila guztietako ikasleek ikasten dute Scratchekin (lehen hezkuntzatik batxilergora) eta hainbat diziplinetan (hala nola matematika, informatika, hizkuntza, arte, gizarte). Irakasleek partekatzen dituzte istorioak, trukatzen dituzte baliabideak, egiten dituzte galderak eta jendea ezagutzen dute bertan {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd webgunea",
    "about.research": "Ikerketa",
    "about.researchDescription": "MIT Scratch Taldea eta laguntzaleek ikertzen dute jendeak nola erabiltzen duen Scratch eta nola ikasten duten (sarrera ikusteko, ikusi{spfaLink}). Scratchi buruzko informazio gehiago {researchLink} eta {statisticsLink} Scratchi buruz.",
    "about.spfaLinkText": "Scratch: Programazioa denontzat",
    "about.researchLinkText": "ikerketa",
    "about.statisticsLinkText": "estatistikak",
    "about.support": "Laguntza eta Finantzaketa",
    "about.supportDescription": "Scratch proiektua erakunde hauen babes ekonomikoa jaso du{supportersList}. Ikusi {creditsLink} informazio gehiagorako. Scratch babestu nahi baduzu ikusi Scratch Fundazioa {donateLink}, edo jarri gurekin harremanetan hemen {donateemail}.",
    "about.donateLinkText": "dohaintzen orria",
    "about.creditsLinkText": "kredituen orria"
}