{
    "about.introOne": "Scratch est la plus grande communauté de codage pour enfants au monde et un langage de codage doté d'une interface visuelle simple qui permet aux jeunes de créer des histoires, des jeux et des animations numériques. Scratch est conçu, développé et modéré par {foundationLink}, une organisation à but non lucratif.",
    "about.introTwo": "Scratch favorise la pensée informatique et les compétences en matière de résolution de problèmes, l'enseignement et l'apprentissage créatifs, l'expression personnelle et la collaboration, ainsi que l'équité en informatique.",
    "about.introThree": "Scratch est gratuit et est disponible en plus de 70 langues.",
    "about.foundationText": "Scratch Foundation",
    "about.introParents": "Infos pour les parents",
    "about.introEducators": "Infos pour les éducateurs",
    "about.whoUsesScratch": "Qui utilise Scratch ?",
    "about.whoUsesScratchDescription": "Scratch est spécialement conçu pour les enfants de 8 à 16 ans, mais il est utilisé par des personnes de tous les âges. Des millions de gens créent des projets avec Scratch dans un large éventail de situations, y compris les maisons, les écoles, les musées, les bibliothèques et les centres communautaires.",
    "about.aroundTheWorld": "Autour du monde",
    "about.aroundTheWorldDescription": "Scratch est utilisé dans plus de {countryCount} pays et territoires différents et est disponible en plus de {languageCount} langues. Pour changer de langue, cliquez sur le menu en bas de la page. Ou, dans l'éditeur de projet, cliquez sur le globe en haut de la page. Pour ajouter ou améliorer une traduction, consultez la page {translationLink}.",
    "about.translationLinkText": "traduction",
    "about.quotes": "Avis",
    "about.quotesDescription": "L'équipe de Scratch a reçu de nombreux courriels de jeunes, de parents et d'éducateurs nous remerciant pour Scratch. Vous voulez voir ce que les gens disent ? Vous pouvez lire un recueil des {quotesLink} que nous avons reçus. ",
    "about.quotesLinkText": "avis",
    "about.learnMore": "En apprendre plus à propos de Scratch",
    "about.learnMoreFaq": "Foire Aux Questions",
    "about.learnMoreParents": "Information pour les parents",
    "about.learnMoreEducators": "Informations pour les éducateurs",
    "about.learnMoreAnnualReport": "Rapport annuel",
    "about.literacy": "Apprendre à coder, coder pour apprendre",
    "about.literacyDescription": "La capacité à programmer constitue une part importante de l'apprentissage dans la société actuelle. Lorsque des personnes apprennent à coder en Scratch, elles apprennent des stratégies importantes pour résoudre des problèmes, concevoir des projets et communiquer des idées.",
    "about.schools": "Scratch dans les écoles",
    "about.schoolsDescription": "Les élèves apprennent avec Scratch à tous les niveaux (de l'école primaire jusqu'à l'université) et dans toutes les disciplines (comme les mathématiques, l'informatique, les arts du langage, les études sociales). Des ressources pour les éducateurs sont disponibles sur la page {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch pour les éducateurs",
    "about.scratchedLinkText": "site de ScratchEd",
    "about.research": "Rechercher",
    "about.researchDescription": "Le {lifelongKindergartenGroupLink} et ses collaborateurs font des {researchLink} sur la façon dont les jeunes créent, collaborent et apprennent avec Scratch. Pour un aperçu, voir l'article {codingAtACrossroadsLink} et le livre {lifelongKindergartenBookLink}. Pour en savoir plus sur l'utilisation de Scratch, consultez la page {statisticsLink} et le {annualReportLink} de Scratch.",
    "about.researchLinkText": "recherche",
    "about.statisticsLinkText": "statistiques",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten group",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Rapport annuel",
    "about.support": "Soutien et financement",
    "about.supportDescription": "Scratch est disponible gratuitement, grâce au soutien de nos {donorsLink}. Ce soutien nous aide à offrir aux enfants du monde entier la possibilité d'imaginer, de créer et de partager. Vous pouvez soutenir Scratch en faisant un don {donateLink}.",
    "about.donorsLinkText": "donateurs",
    "about.donateLinkText": "ici",
    "about.donateButton": "Faire un don"
}