{
    "about.introOne": "Scratch is the world’s largest coding community for children and a coding language with a simple visual interface that allows young people to create digital stories, games, and animations. Scratch is designed, developed, and moderated by the {foundationLink}, a nonprofit organization.    ",
    "about.introTwo": "Scratch promotes computational thinking and problem solving skills; creative teaching and learning; self-expression and collaboration; and equity in computing.",
    "about.introThree": "Scratch is always free and is available in more than 70 languages.",
    "about.foundationText": "Stichting Scratch",
    "about.introParents": "Ynfo foar âlden",
    "about.introEducators": "Ynfo foar oplieders",
    "about.whoUsesScratch": "Wa brûkt Scratch?",
    "about.whoUsesScratchDescription": "Scratch is spesjaal ûntwurpen foar leeftyd 8 oant 16, mar wurdt brûkt troch minsken fan alle leeftiden. Miljoenen minsken meitsje Scratch-projekten yn in breed ferskaat oan ynstellingen, ynklusyf huzen, skoallen, musea, biblioteken, en mienskipssintra.",
    "about.aroundTheWorld": "Rûnom yn 'e wrâld",
    "about.aroundTheWorldDescription": "Scratch is used in more than {countryCount} different countries and territories and is available in more than {languageCount} languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "oersetting",
    "about.quotes": "Kwoots",
    "about.quotesDescription": "It Scratch Team hat in protte e-postberjochten krigen fan jeugd, âlders en oplieders dy't tank útdrukke foar Scratch. Wolle jo sjen wat minsken sizze? Jo kinne in samling lêze fan {quotesLink} 'e ûntfangen.",
    "about.quotesLinkText": "quotes",
    "about.learnMore": "Mear ynformaasje oer Scratch",
    "about.learnMoreFaq": "Faak stelde fragen",
    "about.learnMoreParents": "Ynformaasje foar âlden",
    "about.learnMoreEducators": "Information for Educators",
    "about.learnMoreAnnualReport": "Jierferslach",
    "about.literacy": "Lear kodearjen, kodearje om te learen",
    "about.literacyImageDescription": "An image of Mitch Resnick giving a TED talk titled \"Let's Teach Kids to Code.\" A play button is in the center of the image.",
    "about.literacyDescription": "In this <a>TED talk</a>, Scratch founder Mitch Resnick describes why the ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "Scratch op skoalle",
    "about.schoolsDescription": "Studinten leare mei Scratch op alle nivo's (fan basisskoalle oant kolleezje) en oer dissiplines (lykas wiskunde, kompjûterwittenskip, taalkunsten, sosjale stúdzjes). Opliedersboarnen binne te krijen op 'e {scratchForEducatorsLink} pagina.",
    "about.scratchForEducatorsLinkText": "Scratch Foar Oplieders",
    "about.scratchedLinkText": "ScratchEd webside",
    "about.research": "Undersyk",
    "about.researchDescription": "De {lifelongKindergartenGroupLink} en kollaborateurs  {researchLink}hoe't jonge minsken mei Scratch oanmeitsje, gearwurkje en leare. Sjoch foar in oersjoch it artikel {codingAtACrossroadsLink} en it boek {lifelongKindergartenBookLink}. Om mear te finen oer it gebrûk fan Scratch, sjoch de side {statisticsLink} en de Scratch {annualReportLink}.",
    "about.researchLinkText": "ûndersykje",
    "about.statisticsLinkText": "statistyk",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten groep",
    "about.codingAtACrossroadsLinkText": "Kodearjen op in krúspunt",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Jierferslach",
    "about.support": "Stipe en finansiering",
    "about.supportDescription": "Scratch is available for free, thanks to support from our {donorsLink}. This support helps us provide kids around the world with opportunities to imagine, create, and share. You can support Scratch by making a donation {donateLink}.",
    "about.donorsLinkText": "donateurs",
    "about.donateLinkText": "hjir",
    "about.donateButton": "Donearje"
}