{
    "about.introOne": "Le Scratch, is féidir leat scéalta idirghníomhacha, cluichí, agus beochaintí a chruthú — agus iad a chomhroinnt le daoine eile sa chomhphobal ar líne.",
    "about.introTwo": "Sa phróiseas a ghabhann le tionscadail Scratch a dhearadh, foghlaimíonn daoine óga smaoineamh cruthaitheach, réasúnú córasach, agus comhoibriú — scileanna tábhachtacha don saol san 21ú haois.",
    "about.introThree": "Is tionscadal de chuid an Lifelong Kindergarten Group ag an MIT Media Lab é Scratch. Tá sé ar fáil saor in aisce.",
    "about.introParents": "Eolas do Thuismitheoirí",
    "about.introEducators": "Eolas do Mhúinteoirí",
    "about.whoUsesScratch": "Cé a úsáideann Scratch?",
    "about.whoUsesScratchDescription": "Tá Scratch dírithe ar dhaoine idir 8 mbliana agus 16 bliain d'aois, ach úsáideann daoine de gach aois é. Tá na milliúin daoine ag cruthú tionscadal Scratch i raon leathan suíomh: sa bhaile, i scoileanna, iarsmalanna, leabharlanna, agus ionaid phobail.",
    "about.aroundTheWorld": "Timpeall an Domhain",
    "about.aroundTheWorldDescription": "Baintear úsáid as Scratch i níos mó ná 150 tír agus tá sé ar fáil i níos mó ná 40 teanga. Chun an teanga a athrú, cliceáil ar an roghchlár ag bun an leathanaigh. Nó, ar an Eagarthóir Tionscadail, cliceáil ar an gcruinneog ar bharr an leathanaigh. Chun teanga eile a chur leis nó chun aistriúchán a fheabhsú, féach ar an leathanach {translationLink}.",
    "about.translationLinkText": "aistriúcháin",
    "about.quotes": "Athfhriotail",
    "about.quotesDescription": "Faigheann Foireann Scratch go leor teachtaireachtaí ríomhphoist ó dhaoine óga, ó thuismitheoirí, agus ó mhúinteoirí, ag gabháil a mbuíochais as Scratch. An bhfuil suim agat sna rudaí atá daoine ag rá? Is féidir leat roinnt {quotesLink} a léamh.",
    "about.quotesLinkText": "athfhriotal",
    "about.learnMore": "Tuilleadh Eolais faoi Scratch",
    "about.learnMoreHelp": "Leathanach Leideanna",
    "about.learnMoreFaq": "Ceisteanna Coitianta",
    "about.learnMoreParents": "Eolas do Thuismitheoirí",
    "about.learnMoreCredits": "Admhálacha",
    "about.literacy": "Foghlaim Ríomhchlárú, Ríomhchlárú le Foghlaim",
    "about.literacyDescription": "Is cuid thábhachtach den litearthacht é an ríomhchlárú i sochaí an lae inniu. Nuair a fhoghlaimíonn daoine ríomhchlárú le Scratch, foghlaimíonn siad straitéisí tábhachtacha chun fadhbanna a réiteach, tionscadail a dhearadh, agus smaointe a chur in iúl.",
    "about.schools": "Scratch i Scoileanna",
    "about.schoolsDescription": "Tá mic léinn ag foghlaim le Scratch ag gach leibhéal (ó bhunscoil go hollscoil) agus i réimsí éagsúla (mar shampla, matamaitic, ríomheolaíocht, ealaíona teanga, agus staidéar sóisialta). Roinneann múinteoirí scéalta agus acmhainní, cuireann siad ceisteanna, agus ceanglaíonn siad le chéile ar {scratchedLink}.",
    "about.scratchedLinkText": "shuíomh Gréasáin ScratchEd",
    "about.research": "Taighde",
    "about.researchDescription": "Tá Foireann Scratch ag MIT, in éineacht le comhoibrithe, ag déanamh taighde ar na bealaí a n-úsáideann daoine Scratch (buneolas anseo: {spfaLink}). Tá tuilleadh eolais maidir le {researchLink} ar Scratch agus {statisticsLink} faoi Scratch ar fáil.",
    "about.spfaLinkText": "Scratch: Ríomhchlárú do Chách",
    "about.researchLinkText": "taighde",
    "about.statisticsLinkText": "staitisticí",
    "about.support": "Tacaíocht agus Maoiniú",
    "about.supportDescription": "Fuair tionscadal Scratch tacaíocht airgeadais ó na heagraíochta seo a leanas: {supportersList}.  Féach {creditsLink} chun tuilleadh eolais a fháil. Más mian leatsa tacaíocht a thabhairt do Scratch, tabhair cuairt ar {donateLink} Fhondúireacht Scratch, nó téigh i dteagmháil linn ag {donateemail}.",
    "about.donateLinkText": "leathanach bronntanas",
    "about.creditsLinkText": "na hadmhálacha"
}