{
    "about.introOne": "’S e a’ choimhearsnachd còdachaidh as motha san t-saoghal dhan chlann a th’ ann an Scratch agus cànan còdachaidh le eadar-aghaidh lèirsinneach shìmplidh a leigeas leis an fheadhainn òga sgeulachdan, geamannan is beòthachaidhean digiteach a chruthachadh. Tha Scratch ga dhealbhadh, ga leasachadh ’s fo mhaorsainneachd {foundationLink}, seo buidheann neo-phrothaideach.    ",
    "about.introTwo": "Brosnaichidh Scratch smaoineachadh coimpiutaireach agus sgilean fuasgladh dhuilgheadasan; teagasg is ionnsachadh cruthachail; fèin-dreachadh is co-obrachadh agus ceartas sa choimpiutaireachd.",
    "about.introThree": "Bidh Scratch saor ’s an-asgaidh gu bhràth agus tha e ri fhaighinn ann an còrr is 70 cànan.",
    "about.foundationText": "Fonndas Scratch",
    "about.introParents": "Fiosrachadh dha na pàrantan",
    "about.introEducators": "Fiosrachadh dhan luchd-foghlaim",
    "about.whoUsesScratch": "Cò chleachdas Scratch?",
    "about.whoUsesScratchDescription": "Chaidh Scratch a dhealbhachadh gu h-àraidh airson òganaich eadar 8 is 16 a dh’aois ach cleachdaidh daoine air a bheil diofar aoisean e. Tha milleanan de dhaoine a’ cruthachadh pròiseactan Scratch ann an suidheachaidhean glè eadar-dhealaichte, a’ gabhail a-steach an dachaigh, na sgoiltean, taighean-tasgaidh, leabhar-lannan agus ionadan coimhearsnachd.",
    "about.aroundTheWorld": "Air feadh an t-saoghail",
    "about.aroundTheWorldDescription": "Tha Scratch ga chleachdadh ann an còrr is {countryCount} dùthaich ais ranntairean gus ri fhaighinn ann an còrr is {languageCount} cànan. Airson leum a ghearradh gu cànan eile, briog air a’ chlàr-taice aig bonn na sgrìn. Air neo am broinn deasaiche nam pròiseact, briog air a’ chruinne aig bàrr na sgrìn. Airson piseach a thoirt air eadar-theangachadh no fear ùr a chur ris, faic duilleag an {translationLink}.",
    "about.translationLinkText": "eadar-theangachaidh",
    "about.quotes": "Iomraidhean",
    "about.quotesDescription": "Tha an sgioba Scratch air iomadh post-d fhaighinn on òigridh, o phàrantan agus on luchd-fhoghlaim a thug taing dhuinn airson Scratch. A bheil thu airson sealltainn na thuirt iad? ’S urrainn dhut cruinneachadh le {quotesLink} de na fhuair sinn a leughadh.",
    "about.quotesLinkText": "iomraidhean",
    "about.learnMore": "Barrachd fiosrachaidh mu Scratch",
    "about.learnMoreFaq": "Ceistean àbhaisteach (CÀBHA)",
    "about.learnMoreParents": "Fiosrachadh dha na pàrantan",
    "about.learnMoreEducators": "Fiosrachadh dhan luchd-fhoghlaim",
    "about.learnMoreAnnualReport": "Aithris bhliadhnail",
    "about.literacy": "Ionnsaich còdachadh, ionnsaich le còdachadh",
    "about.literacyDescription": "\n  Tha comas còdachadh phrògraman coimpiutair na phàirt chudromach dhen litreachas ann an sòisealtas an latha an-diugh. Nuair a dh’ionnsaicheas daoine còdachadh ann an Scratch, ionnsaichidh iad ro-innleachdan cudromach gus duilgheadasan fhuasgladh, pròiseactan a dhealbhachadh agus beachdan a mhìneachadh.\n        ",
    "about.schools": "Scratch aig an sgoil",
    "about.schoolsDescription": "Tha oileanaich ag ionnsachadh le Scratch air gach ìre (on bhun-sgoil dhan cholaiste) agus le iomadh cuspair (can matamataig, coimpiutaireachd, cànain, sòiseo-eòlas). Tha goireasan foghlaim ri ’m faighinn air an duilleag {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch don luchd-fhoghlaim",
    "about.scratchedLinkText": "làrach-lìn ScratchEd",
    "about.research": "Rannsachadh",
    "about.researchDescription": "Tha {lifelongKindergartenGroupLink} ’s na co-obrachaidhean aige ag {researchLink} mar a nì an fheadhainn òga cruthachadh, co-obrachadh is ionnsachadh le Scratch. Airson foir-shealladh, faic an aiste {codingAtACrossroadsLink} ’s an leabhar {lifelongKindergartenBookLink}. Airson barrachd fiosrachaidh mu chleachdadh Scratch, faic duilleag na {statisticsLink} agus {annualReportLink} Scratch.",
    "about.researchLinkText": "rannsachadh",
    "about.statisticsLinkText": "stadastaireachd",
    "about.lifelongKindergartenGroupLinkText": "buidheann Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Aithris bhliadhnail",
    "about.support": "Taic agus maoineachadh",
    "about.supportDescription": "Tha Scratch ri fhaighinn an-asgaidh taing dhan taic o na {donorsLink} againn. Cuidichidh na tabhartasan ach an toir sinn cothroman dhan chlann air feadh an t-saoghail gus an cruthaich ’s an co-roinn iad na nithean a thig a-steach orra. ’S urrainn dhut taic a thoirt dha Scratch le tabhartas {donateLink}.",
    "about.donorsLinkText": "tabhartaichean",
    "about.donateLinkText": "an-seo",
    "about.donateButton": "Thoir tìodhlac dhuinn"
}