{
    "about.introOne": "Scratch é a comunidade de programación para a rapazada máis grande do mundo, así como unha linguaxe de programación cunha interface visual sinxela que permite que a xente nova poida crear historias dixitais, xogos e animacións. Scratch deséñao, desenvólveo e modérao {foundationLink}, unha organización sen ánimo de lucro.",
    "about.introTwo": "Scratch promove as destrezas de pensamento informático e resolución de problemas, ensino e aprendizaxe creativos, expresión propia e colaboración, así como a igualdade na informática.",
    "about.introThree": "Scratch é sempre libre e está dispoñíbel en máis de 70 linguas.",
    "about.foundationText": "Fundación Scratch",
    "about.introParents": "Información para nais e pais",
    "about.introEducators": "Información para docentes",
    "about.whoUsesScratch": "Quen usa o Scratch?",
    "about.whoUsesScratchDescription": "Scratch está deseñado especialmente para idades entre os 8 e os 16 anos, pero é utilizado por personas de todas as idades. Millóns de persoas crean proxectos de Scratch nunha ampla variedade de configuracións, incluindo fogares, escolas, museos, bibliotecas e centros comunitarios.",
    "about.aroundTheWorld": "Ao redor do mundo",
    "about.aroundTheWorldDescription": " Scratch úsase en máis de {countryCount} países e territorios diferentes e está dispoñíbel en máis de {languageCount} linguas. Para cambiar de idioma, preme no menú que hai na parte inferior da páxina. Ou, no Editor de Proxectos, preme no globo terráqueo que hai na parte superior. Para engadires ou mellorares unha tradución mira na páxina {translationLink}.",
    "about.translationLinkText": "tradución",
    "about.quotes": "Citas",
    "about.quotesDescription": "O Equipo de Scratch ten recibido moitos correos electrónicos de mozos, nais, pais e docentes expresando o seu agradecemento por Scratch. Queres ver o que di a xente? Podes ler unha colección das {quotesLink} que temos recibido.",
    "about.quotesLinkText": "citas",
    "about.learnMore": "Aprenda máis sobre Scratch",
    "about.learnMoreFaq": "Preguntas Frecuentes (FAQ)",
    "about.learnMoreParents": "Información para nais e pais",
    "about.learnMoreEducators": "Información para docentes",
    "about.learnMoreAnnualReport": "Informe anual",
    "about.literacy": "Aprender a programar, programar para aprender",
    "about.literacyImageDescription": "Unha imaxe de Mitch Resnick dando unha charla de TED intitulada «Ensinémoslle programación á rapazada». Hai un botón de reprodución no centro da imaxe.",
    "about.literacyDescription": "In this <a>TED talk</a>, Scratch founder Mitch Resnick describes why the ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "Scratch nas escolas",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educator resources are available on the {scratchForEducatorsLink} page.",
    "about.scratchForEducatorsLinkText": "Scratch para docentes",
    "about.scratchedLinkText": "Sitio web ScratchEd",
    "about.research": "Investigación",
    "about.researchDescription": "The {lifelongKindergartenGroupLink} and collaborators are {researchLink} how young people create, collaborate, and learn with Scratch. For an overview, see the article {codingAtACrossroadsLink} and the book {lifelongKindergartenBookLink}. To find out more about the use of Scratch, see the {statisticsLink} page and the Scratch {annualReportLink}.",
    "about.researchLinkText": "researching",
    "about.statisticsLinkText": "estatísticas",
    "about.lifelongKindergartenGroupLinkText": "Grupo Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Informe anual",
    "about.support": "Apoio e financiación",
    "about.supportDescription": "Scratch is available for free, thanks to support from our {donorsLink}. This support helps us provide kids around the world with opportunities to imagine, create, and share. You can support Scratch by making a donation {donateLink}.",
    "about.donorsLinkText": "doantes",
    "about.donateLinkText": "aquí",
    "about.donateButton": "Doar"
}