{
    "about.introOne": "Con Scratch podes programar as túas propias historias, xogos e animacións interactivos &mdash; e compartir as túas creacións con outros na comunidade na rede.",
    "about.introTwo": "Scratch axuda os rapaces e rapazas a aprenderen a pensar creativamente, razoar sistematicamente e traballar colaborativamente &mdash; habilidades esenciais para a vida no século XXI.",
    "about.introThree": "Scratch é un proxecto do Grupo Lifelong Kindergarten do MIT Media Lab. Ofrécese de balde.",
    "about.introParents": "Información para nais e pais",
    "about.introEducators": "Información para docentes",
    "about.whoUsesScratch": "Quen usa o Scratch?",
    "about.whoUsesScratchDescription": "Scratch está deseñado especialmente para idades entre os 8 e os 16 anos, pero é utilizado por personas de todas as idades. Millóns de persoas crean proxectos de Scratch nunha ampla variedade de configuracións, incluindo fogares, escolas, museos, bibliotecas e centros comunitarios.",
    "about.aroundTheWorld": "Ao redor do mundo",
    "about.aroundTheWorldDescription": "Scratch úsase en máis de 150 países diferentes e está dispoñíbel en máis de 40 idiomas. Para cambiar de idioma, preme no menú que hai na parte inferior da páxina. Tamén, no Editor de Proxectos, preme no globo terráqueo que hai na parte superior. Para engadir ou mellorar unha tradución mira na páxina {translationLink}.",
    "about.translationLinkText": "tradución",
    "about.quotes": "Citas",
    "about.quotesDescription": "O Equipo de Scratch ten recibido moitos correos electrónicos de mozos, nais, pais e docentes expresando o seu agradecemento por Scratch. Queres ver o que di a xente? Podes ler unha colección das {quotesLink} que temos recibido.",
    "about.quotesLinkText": "citas",
    "about.learnMore": "Aprenda máis sobre Scratch",
    "about.learnMoreHelp": "Páxina de suxestións",
    "about.learnMoreFaq": "Preguntas Frecuentes (FAQ)",
    "about.learnMoreParents": "Información para nais e pais",
    "about.learnMoreCredits": "Créditos",
    "about.literacy": "Aprender a programar, programar para aprender",
    "about.literacyDescription": "A habilidade de crear programas informáticos é unha parte importante da alfabetización da sociedade actual. Aprendendo a programar en Scratch apréndense estratexias importantes para resolver problemas, deseñar proxectos e comunicar ideas.",
    "about.schools": "Scratch nas escolas",
    "about.schoolsDescription": "Hai alumnado aprendendo con Scratch en todos os niveis (desde primaria á universidade) e e moitas disciplinas (como Matemáticas, Informática, Idiomas, Plástica, Sociais).  Os docentes comparten historias, intercambian recursos, fan preguntas e coñecen xente en {scratchedLink}.",
    "about.scratchedLinkText": "Sitio web ScratchEd",
    "about.research": "Investigación",
    "about.researchDescription": "O Equipo de Scratch do MIT e os seus colaboradores están a investigar como se emprega Scratch e como se aprende con el (para unha introdución,  consulta {spfaLink}). Aprende máis sobre Scratch {researchLink} e {statisticsLink} sobre Scratch.",
    "about.spfaLinkText": "Scratch: Programación para todos/as",
    "about.researchLinkText": "investigación",
    "about.statisticsLinkText": "estatísticas",
    "about.support": "Apoio e financiación",
    "about.supportDescription": "O proxecto Scratch ten recibido apoio económico das seguintes organizacións: {supportersList}. Consulta {creditsLink} para máis información. Se queres axudar a Scratch, visita a Fundación Scratch {donateLink} ou contacta con nós en {donateemail}.",
    "about.donateLinkText": "páxina de doazóns",
    "about.creditsLinkText": "páxina de créditos"
}