{
    "about.introOne": "Scratch ita ce babbar al'umma ta coding a duniya don yara da kuma yaren coding tare da sauƙin gani na gani wanda ke ba matasa damar ƙirƙirar labarun dijital, wasanni, da kuma rayarwa. Scratch an tsara shi, an haɓaka shi, da daidaita shi ta {foundationLink}, ƙungiya mai zaman kanta.",
    "about.introTwo": "Scratch yana haɓaka tunanin lissafi da ƙwarewar warware matsala; koyarwa da ilmantarwa na kere bayyana kai da haɗin gwiwa; da daidaito a cikin kwamfuta.",
    "about.introThree": "Scratch koyaushe kyauta ne kuma ana samunsa cikin fiye da harsuna 70",
    "about.foundationText": "Scratch Foundation",
    "about.introParents": "Bayanai na iyaye",
    "about.introEducators": "Bayanai na masu koyarwa",
    "about.whoUsesScratch": "Su wa ke amfani da Scratch?",
    "about.whoUsesScratchDescription": "An tsara Scratch na musamman ma masu shekaru 8 zuwa 16, amma mutane masu kowane shekaru na amfani dashi, milliyoyin mutane na ƙirƙiran ayyukan Scratch na saiti iri iri, wanda ya kunshi gidaje, makarantu, gidajen tarihi, gidajen karatu da kuma wajajen taro na gari.",
    "about.aroundTheWorld": "A Duniya",
    "about.aroundTheWorldDescription": "Ana amfani da Scratch a cikin fiye da {countryCount} ƙasashe da yankuna daban-daban kuma ana samun su cikin fiye da harsuna{languageCount}. Don canza harsuna, danna menu a kasan shafin. Ko, a cikin Editan Aikin, danna duniya a saman shafin. Don ƙara ko inganta fassarar, duba shafin {translationLink}.",
    "about.translationLinkText": "fassara",
    "about.quotes": "Maganganu ",
    "about.quotesDescription": "Tawagar Scratch ta karbi imel da yawa daga matasa, iyaye, da masu kayarwa wadandaa ke nuna godiya ga Scratch. ana son ganin me mutane ke fadi? zaka iya karanta tarin {quotesLink} da muka karba.",
    "about.quotesLinkText": "Maganganu",
    "about.learnMore": "Kara koyo game da Scratch",
    "about.learnMoreFaq": "Tamboyoyi da ake yawan yi akai akai",
    "about.learnMoreParents": "Bayanai ga iyaye",
    "about.learnMoreEducators": "Bayanai ma masu Ilmantarwa",
    "about.learnMoreAnnualReport": "Rohoton shekara-shekara",
    "about.literacy": "Koyon yin Code, yin Code don koyo",
    "about.literacyDescription": "Iya yin code na tsare-tsaren kwamfuta wani bangare ne na karatu da rubutu a al'ummomin yau. Lokacin da mutane suka koyi yin kode a Scratch, suna koyon muhimmman dabaru don warware matsaloli, tsara ayyuka, da isar da ra'ayoyi.",
    "about.schools": "Scratch a cikin makarantu",
    "about.schoolsDescription": "Dalibai suna koyo da Scratch a dukkan matakai (tun daga makarantar firamare har kwwaleji) da kuma fannoni daban-daban (kamar lissafi, kimiyyar kwamfuta, ilimin harshe, ilimin zamantakewa) ana samun abubuwan masu koyarwa a shafi {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch ga masu koyarwa",
    "about.scratchedLinkText": "Shafin yanar gizon ScratchEd",
    "about.research": "Bincike ",
    "about.researchDescription": "{lifelongKindergartenGroupLink} da Masu haɗin gwiwar {researchLink}yadda matasa ke ƙirƙira, haɗin kai, da koyo tare da Scratch. Don bayyani, duba labarin {codingAtACrossroadsLink} da littafin {lifelongKindergartenBookLink}. Don neman ƙarin bayani game da amfani da Scratch, duba shafi {statisticsLink} da Scratch {annualReportLink}.",
    "about.researchLinkText": "yana bincike....",
    "about.statisticsLinkText": "Kididdiga",
    "about.lifelongKindergartenGroupLinkText": "Kungiyar Lifelong Kindergarten ",
    "about.codingAtACrossroadsLinkText": "Coding a mararraba",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Rohoton shekara-shekara",
    "about.support": "Tallafi da ba da kudade",
    "about.supportDescription": "Scratch yana samuwa kyauta, godiya ga goyan baya daga {donorsLink} mu. Wannan tallafin yana taimaka mana wajen samar wa yara a duk duniya damar yin tunani, ƙirƙira, da yabawa. Kana iya tallafawa Scratch ta ba da gudummawa {donateLink}.",
    "about.donorsLinkText": "masu ba da gudummawa",
    "about.donateLinkText": "A nan ",
    "about.donateButton": "ba da gudummawa"
}