{
    "about.introOne": "स्क्रॅच बच्चों के लिए दुनिया का सबसे बड़ा कोडिंग समुदाय है। स्क्रॅच एक सरल दृश्य भाषा है जो बच्चों  डिजिटल कहानियां, गेम और एनिमेशन बनाने की क्षमता देती है। स्क्रॅच एक गैर-लाभकारी संगठन {foundationLink} द्वारा डिज़ाइन, विकसित और संचालित की जाती है।",
    "about.introTwo": "स्क्रैच कम्प्यूटेशनल सोच और समस्या सुलझाने के कौशल; रचनात्मक शिक्षण और शिक्षा; आत्म अभिव्यक्ति और सहयोग; और कंप्यूटिंग में निष्पक्षता को बढ़ावा देता है।",
    "about.introThree": "स्क्रैच मुफ़्त है और 70 से अधिक भाषाओं में उपलब्ध है।",
    "about.foundationText": "स्क्रॅच फाउंडेशन ",
    "about.introParents": "अभिभावको के लिए सूचना ",
    "about.introEducators": "शिक्षकों के लिए सूचना ",
    "about.whoUsesScratch": "स्क्रॅच का इस्तेमाल कौन करते हैं ?",
    "about.whoUsesScratchDescription": "स्क्रॅच खास तौर पर 8 से 16 उम्र के लिए बनाया गया है , मगर इसे हर उम्र के लोग इस्तेमाल कर रहे हैं। लाखों लोग विभिन्न क्षेत्रों में जैसे घर , पाठशाला , संग्रहालय, पुस्तकालय और समुदायिक केन्द्रो में स्क्रॅच इस्तेमाल कर रहे हैं.",
    "about.aroundTheWorld": "दुनिया भर में ",
    "about.aroundTheWorldDescription": "स्क्रॅच {countryCount} से अधिक विभिन्न देशों और क्षेत्रों में इस्तेमाल किया जाता है और यह {languageCount} से अधिक भाषा में उपलब्ध है। भाषा बदलने के लिए वेब पेज के निचले भाग के मेनू को क्लिक करें। अन्यथा , पेज के ऊपरी हिस्से में प्रोजेक्ट एडीटर में दिख रहे ग्लोब को क्लिक करें। अनुवाद को सुधारने के लिए कृपया {translationLink} पेज पर जाये। ",
    "about.translationLinkText": "अनुवाद",
    "about.quotes": "सन्देश",
    "about.quotesDescription": "स्क्रॅच दल को युवाओ , अभिभावकों और शिक्षकों के द्वारा भेजे गए  कई ईमेल मिले हैं। क्या आप देखना चाहेंगे के लोग क्या कह रहे हैं। आप हमें  भेजे गए संदेशों को यहाँ {quotesLink} पढ़ सकते हैं। ",
    "about.quotesLinkText": "सन्देश",
    "about.learnMore": "स्क्रॅच के बारे में और जानकारी प्राप्त करें। ",
    "about.learnMoreFaq": "नित्य पूछे जानेवाले प्रश्न ",
    "about.learnMoreParents": "अभिभावकों के लिए जानकारी ",
    "about.learnMoreEducators": "शिक्षकों के लिए जानकारी ",
    "about.learnMoreAnnualReport": "वार्षिक रिपोर्ट",
    "about.literacy": "सीख के कोड करें , कोड करके सीखें ",
    "about.literacyImageDescription": "एक मिच रेस्निक की तस्वीर जिसमें वह TED टॉक दे रहे हैं, जिसका शीर्षक है \"चलो बच्चों को कोडिंग सिखाएं।\" इमेज के बीच में एक प्ले बटन है।",
    "about.literacyDescription": "इस <a>TED</a> टॉक में, स्क्रैच के संस्थापक मिच रेस्निक बताते हैं कि कंप्यूटर प्रोग्राम कोड करने की क्षमता आज की समाज में साक्षरता का महत्वपूर्ण हिस्सा है। जब लोग स्क्रैच में कोडिंग सीखते हैं, तो उन्हें समस्याओं को हल करने, प्रोजेक्ट डिज़ाइन करने और विचारों को संवाद करने के लिए महत्वपूर्ण तरीके सीखने का मौका मिलता है।",
    "about.schools": "विद्यालयों में स्क्रैच ",
    "about.schoolsDescription": "{scratchForEducatorsLink}छात्र स्क्रॅच के साथ सभी स्तरों (प्राथमिक विद्यालय से कॉलेज तक) और सभी विषयों (जैसे गणित, कंप्यूटर विज्ञान, भाषा कला, सामाजिक अध्ययन) में सीख रहे हैं। पृष्ठ पर शिक्षक संसाधन उपलब्ध हैं।",
    "about.scratchForEducatorsLinkText": "शिक्षकों के लिए स्क्रैच",
    "about.scratchedLinkText": "स्क्रॅच एड वेब साइट्स ",
    "about.research": "संशोधन ",
    "about.researchDescription": "{lifelongKindergartenGroupLink} इस बात पर {researchLink} कर रहे हैं कि स्क्रॅच का प्रयोग बच्चे किस तरह करते हैं, कैसे सहयोग करते हैं और सीखते हैं। एक सिंहावलोकन के लिए, {codingAtACrossroadsLink}और {lifelongKindergartenBookLink}देखें। स्क्रॅच के उपयोग के बारे में अधिक जानने के लिए, {statisticsLink} पेज और स्क्रैच {annualReportLink}देखें।",
    "about.researchLinkText": "शोध",
    "about.statisticsLinkText": "आंकड़े",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten group. लाइफ लॉन्ग किंडर गार्टन ग्रुप ",
    "about.codingAtACrossroadsLinkText": "चौराहे पर कोडिंग",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "वार्षिक रिपोर्ट",
    "about.support": "समर्थन और अनुदान",
    "about.supportDescription": "हमारे {donorsLink} के सहायता से, स्क्रॅच मुफ्त में उपलब्ध है। यह सहायता हमें दुनिया भर के बच्चों को कल्पना करने, बनाने और साझा करने के मौके प्रदान करने में मदद करती है। आप दान करके स्क्रैच का समर्थन कर सकते हो {donateLink}।",
    "about.donorsLinkText": "दाता/डोनर्स ",
    "about.donateLinkText": "यहाँ पर ",
    "about.donateButton": "दान करें "
}