{
    "about.introOne": "Pomoću programa Skratch možete programirati svoje interaktivne priče, igre i animacije - i dijeliti svoje projekte s drugim članovima mrežne zajednice.",
    "about.introTwo": "Skratch pomaže mladim ljudima kreativno razmišljati, sustavno razmišljati i međusobno surađivati - bitne vještine za život u 21. stoljeću.",
    "about.introThree": "Scratch  je projekt grupe Lifelong Kindergarten u MIT Media Labu. Besplatan je.",
    "about.introParents": "Informacije za roditelje",
    "about.introEducators": "Informacije za učitelje",
    "about.whoUsesScratch": "Tko koristi Scratch?",
    "about.whoUsesScratchDescription": "Scratch je izrađen posebno za dob od 8 do 16 godina, ali koriste ga ljudi svih dobnih skupina. Milijuni ljudi programiraju u Scratchu različitim sredinama, uključujući domove, škole, muzeje, knjižnice i društvene centre.",
    "about.aroundTheWorld": "Diljem svijeta",
    "about.aroundTheWorldDescription": "Scratch se koristi u više od 150 zemalja i dostupan je na više od 40 jezika. Da biste promijenili jezik, kliknite na izbornik pri dnu stranice ili na Uređivaču projekta, kliknite globus pri vrhu stranice. Da biste dodali ili poboljšali prijevod, pogledajte stranicu {translationLink}.",
    "about.translationLinkText": "prijevod",
    "about.quotes": "Citati",
    "about.quotesDescription": "Scratch je primio mnogo e-mailova od mladih ljudi, roditelja i učitelja koji su izrazili svoju zahvalnost. Želiš ih vidjeti? Pročitaj poruke koje smo primili klikom na {quotesLink}.",
    "about.quotesLinkText": "citati",
    "about.learnMore": "Saznajte više o Scratchu",
    "about.learnMoreHelp": "Ova stranica",
    "about.learnMoreFaq": "Pomoć",
    "about.learnMoreParents": "Informacije za roditelje",
    "about.learnMoreCredits": "Scratch tim",
    "about.literacy": "Naučite programirati, programirajte da bi učili",
    "about.literacyDescription": "Sposobnost programiranja važan je dio danađnjice. Programiranjem u Scratchu, ljudi uče važne strategije za rješavanje problema, izradu projekata i razmijenjuju ideje.",
    "about.schools": "Scratch u školama",
    "about.schoolsDescription": "Učenici uče Scratch programiranje na svim razinama (od osnovne škole do fakullteta) i u različitim disciplinama (poput matematike, informatike, jezika, društvenih studija). Učitelji razmijenjuju iskustva, resurse, postavljaju pitanja i pronalaze ljude na {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd mrežna stranica",
    "about.research": "Istraži",
    "about.researchDescription": "MIT Scratch tim i suradnici istražuju kako ljudi koriste i uče uz Scratch (za Uvod, vidi {spfaLink}). Saznajte više o Scratchu {researchLink}i  {statisticsLink} o Scratchu.",
    "about.spfaLinkText": "Scratch: Programiranje za sve",
    "about.researchLinkText": "istraživanje",
    "about.statisticsLinkText": "statistika",
    "about.support": "Podrška i financiranje",
    "about.supportDescription": "The Scratch project financijski podupiru sljedeće organizacije:\n {supportersList}. Vidi {creditsLink} za više informacija. Želite li poduprijeti Scratrch, molimo pogledajte Scratch Foundation {donateLink} ili nas kontaktirajte na {donateemail}.",
    "about.donateLinkText": "donacije",
    "about.creditsLinkText": "zasluge"
}