{
    "about.introOne": "Avèk Scratch, ou kapab pwograme pwòp istwa, jwèt, ak animasyon ou — epi ou kapab pataje kreyasyon ou yo avèk kominote a anliy.",
    "about.introTwo": "Scratch ede jèn timoun aprann panse de fason kreyatif, rezone de fason sistematik epi travay an kolaborasyon — konpetans esansyèl pou viv nan 21èm syèk la.",
    "about.introThree": "Scratch se yon pwojè Lifelong Kindergarten gwoup la nan MIT Media Lab. Li disponib gratis.",
    "about.introParents": "Enfòmasyon pou paran",
    "about.introEducators": "Enfòmasyon pou edikatè",
    "about.whoUsesScratch": "Kiyès ki itilize Scratch?",
    "about.whoUsesScratchDescription": "Scratch fèt spesyalman pou laj ant 8 a 16 lane, men moun tout laj itilizel. Plizyè milyon moun ap kreye pwojè Scratch anpil kote, tankou lakay yo, nan lekòl, mize, bibliyotèk avèk nan sant kominotè.",
    "about.aroundTheWorld": "A travè mond lan",
    "about.aroundTheWorldDescription": "Scratch itilize nan plis ke 150 peyi epi li disponib nan plis ke 40 lang. Pou chanje lang, klike meni anba paj la. Oubyen nan Editè Pwojè a, klike glòb anwo paj la. Pou ajoute oubyen amelyore yon tradiksyon, vizite paj {translationLink}.",
    "about.translationLinkText": "tradiksyon",
    "about.quotes": "Sitasyon yo",
    "about.quotesDescription": "Ekip Scratch la resevwa anpil mesaj elektronik de jèn, paran, avèk edikatè kap di mèsi pou Scratch. Ou vle wè kisa moun ap di? Ou kapab li yon koleksyon {quotesLink} nou resevwa.",
    "about.quotesLinkText": "sitasyon yo",
    "about.learnMore": "Aprann plis Apwopo Scratch",
    "about.learnMoreHelp": "Paj Konsèy",
    "about.learnMoreFaq": "Kesyon yo Poze Souvan",
    "about.learnMoreParents": "Enfòmasyon pou Paran",
    "about.learnMoreCredits": "Kredi",
    "about.literacy": "Aprann pou kode, kode pou aprann",
    "about.literacyDescription": "Kapasite pou kode pwogram odinatè se yon pati enpòtan nan alfabetizasyon sosyete jounen jodia. Lè moun aprann kode nan Scratch, yo parann strateji enpòtan pou rezoud pwoblèm, konsepsyon pwojè, epi kominike lide.",
    "about.schools": "Scratch nan Lekòl",
    "about.schoolsDescription": "Etidyan ap aprann avèk Scratch nan tout nivo (soti nan primè jiska inivèsite) epi a travè disiplin (tankou matematik, syans enfòmatik, langaj, syans sosyal). Edikatè pataje istwa, echanje resous, poze kesyon, epi jwenn moun sou {scratchedLink}.",
    "about.scratchedLinkText": "Sit ScratchEd",
    "about.research": "Rechèch",
    "about.researchDescription": "Ekip Scratch MIT a avèk kolaboratè ap rechèche kòman moun itilize e aprann avèk Scratch (pou yon entrodiksyon, vizite{spfaLink}). Chèche konnen plis apwopo Scratch{researchLink}epi{statisticsLink} apwopo Scratch.",
    "about.spfaLinkText": "Scratch: Pwogramasyon pou Tout",
    "about.researchLinkText": "rechèch",
    "about.statisticsLinkText": "statistik",
    "about.support": "Sipò e Finansman",
    "about.supportDescription": "Pwojè Scratch la te resevwa sipò finansye de òganizasyon sa yo: {supportersList}. Vizite {creditsLink} pou plis enfòmasyon. Si ou ta renmen sipòte Scratch, silvouplè vizite Fondasyon Scratch {donateLink}, oubyen kontakte nou {donateemail}.",
    "about.donateLinkText": "paj donasyon",
    "about.creditsLinkText": "paj kredi"
}