{
    "about.introOne": "A Scratch segítségével saját történeteidet, játékaidat és animációidat programozhatod le és megoszthatod az alkotásaid másokkal az online közösségben.",
    "about.introTwo": "A Scratch segít a fiataloknak megtanulnak kreatívan gondolkodni, szisztematikusan érvelni és együttműködni – amelyek létfontosságú képességek a 21. században.",
    "about.introThree": "A Scratch a Lifelong Kindergarten csoport projektje a MIT Media Lab-nál. A program ingyenes.",
    "about.introParents": "Tudnivalók szülőknek",
    "about.introEducators": "Tudnivalók oktatóknak",
    "about.whoUsesScratch": "Ki használja a Scratch-et ?",
    "about.whoUsesScratchDescription": "A Scratch-et leginkább a 8-16 éveseknék szánták, de minden korosztály használja. Milliók készítenek Scratch projekteket különböző környezetekben, beleértve otthonokat, iskolákat, múzeumokat, könyvtárakat és közösségi központokat.",
    "about.aroundTheWorld": "Világszerte",
    "about.aroundTheWorldDescription": "A Scratch-et több mint 150 különböző országban használják és több mint 40 nyelven elérhető. A nyelv megváltoztatásához kattints a lap alján található menüre - vagy, a Projektszerkesztőben kattintsa lap tetején található földgömbre. A fordítások hozzáadásához vagy javításához lásd a {translationLink}oldalt.",
    "about.translationLinkText": "fordítás",
    "about.quotes": "Idézetek",
    "about.quotesDescription": "A Scratch csapat sok e-mailt kapott fiataloktól, szülőktől és oktatóktól, akik köszönetet mondtak a Scratch-ért. Szeretnéd látni, mint mondanak mások? Beleolvashatsz az {quotesLink}-gyűjteményünkbe.",
    "about.quotesLinkText": "idézet",
    "about.learnMore": "Tudj meg többet a Scratch-ről",
    "about.learnMoreHelp": "Tippek",
    "about.learnMoreFaq": "Gyakran intézett kérdések (GYIK)",
    "about.learnMoreParents": "Tudnivalók szülőknek",
    "about.learnMoreCredits": "Köszönet",
    "about.literacy": "Tanulj programozni - Programozz, hogy tanulj",
    "about.literacyDescription": "A programozási tehetség az írástudás fontos része a mai társadalomban. Amikor az emberek programozni tanulnak Scratch-ben, fontos stratégiákat ismernek meg a feladatmegoldáshoz, projektek tervezéséhez és ötletek közléséhez.",
    "about.schools": "Scratch az iskolákban",
    "about.schoolsDescription": "A diákok minden szinten tanulják a Scratch-et (az általános iskolától az egyetemig) és mindenféle tantárgyban (mint a matek, számítástechnika, nyelvek, társadalomtudomány). Az oktatók történeteket oszthatnak meg, erőforrásokat cserélhetnek, kérdéseket tehetnek fel és személyeket találhatnak meg a {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd weboldala",
    "about.research": "Kutatás",
    "about.researchDescription": "A MIT Scratch Csapat és a közreműködői kutatják, hogyan használják és hogyan tanulnak az emberek a Scratch-el (bevezetőül lásd: {spfaLink}). Fedezd fel a Scratch {researchLink}és {statisticsLink}.",
    "about.spfaLinkText": "Scratch: Programozás mindenkinek",
    "about.researchLinkText": "kutatását",
    "about.statisticsLinkText": "statisztika",
    "about.support": "Segítség és pénzűgyi támogatás",
    "about.supportDescription": "A Scratch projektet a következő szervezetek segítették pénzűgyi támogatással:{supportersList}. Lásd a {creditsLink} több információért. Ha szeretnéd te is támogatni a Scratch-et, kérlek látogass el a Scratch Alapítvány {donateLink}vagy vedd fel velünk a kapcsolatot a {donateemail}címen.",
    "about.donateLinkText": "adományok oldal",
    "about.creditsLinkText": "köszönetnyilvánítások oldal"
}