{
    "about.introOne": "Dengan Scratch, kamu dapat memprogram sendiri cerita-cerita interaktif, permainan, dan animasi — dan membagikan kreasi-kreasimu dengan yang lainnya di komunitas online.",
    "about.introTwo": "Scratch membantu orang-orang muda untuk berpikir secara kreatif, mempertimbangkan secara sistematis, dan berkerja secara kolaboratif — kemampuan yang esensial bagi kehidupan pada abad ke-21.",
    "about.introThree": "Scratch adalah proyek dari Lifelong Kindergarten Group di MIT Media Lab. Scratch disediakan tanpa biaya.",
    "about.introParents": "Informasi bagi orangtua",
    "about.introEducators": "Informasi bagi pendidik",
    "about.whoUsesScratch": "Siapa Yang Menggunakan Scratch?",
    "about.whoUsesScratchDescription": "Scratch didesain terutama untuk umur 8 hingga 16, tapi digunakan oleh orang-orang dari segala kalangan umur. Berjuta-juta orang-orang membuat karya Scratch dalam berbagai setting yang luas, termasuk rumah, sekolah, museum, perpustakaan, dan pusat komunitas.",
    "about.aroundTheWorld": "Sekeliling Dunia",
    "about.aroundTheWorldDescription": "Scratch digunakan di lebih dari 150 negara berbeda dan tersedia dalam lebih dari 40 bahasa. Untuk mengganti bahasa, klik menu di bagian dasar halaman. Atau, di Editor Karya, klik bola dunia di bagian atas halaman. Untuk menambahkan atau memperbaiki terjemahan, lihat halaman {translationLink}.",
    "about.translationLinkText": "terjemahan",
    "about.quotes": "Kutipan",
    "about.quotesDescription": "Scratch Team telah mendapatkan banyak surel dari anak muda, orangtua, dan pendidik berterima kasih untuk Scratch. Ingin tahu apa yang dikatakan orang-orang? Kamu bisa membaca sekumpulan {quotesLink} yang telah kami terima.",
    "about.quotesLinkText": "kutipan",
    "about.learnMore": "Pelajari Lebih Lanjut Tentang Scratch",
    "about.learnMoreHelp": "Halaman Tips",
    "about.learnMoreFaq": "Pertanyaan Sering Diajukan",
    "about.learnMoreParents": "Informasi bagi Orangtua",
    "about.learnMoreCredits": "Credit",
    "about.literacy": "Belajar untuk Kode, Kode untuk Belajar",
    "about.literacyDescription": "Kemampuan untuk membuat program komputer adalah bagian penting dari literasi pada hidup hari ini. Ketika orang-orang belajar menulis kode menggunakan Scratch, mereka mempelajari strategi-strategi penting untuk memecahkan masalah, mendesain karya, mengomunikasikan ide-ide.",
    "about.schools": "Scratch di Sekolah-Sekolah",
    "about.schoolsDescription": "Murid-murid belajar menggunakan Scratch pada semua tingkatan (dari sekolah dasar hingga kuliah) dan dari semua bidang (seperti matematika, ilmu komputer, bahasa, dan ilmu pengetahuan sosial). Pendidik membagikan cerita, bertukar bahan, bertanya, dan menemukan orang lain di {scratchedLink}.",
    "about.scratchedLinkText": "situs web ScratchEd",
    "about.research": "Penelitian",
    "about.researchDescription": "Scratch Team MIT dan kolaborator meneliti bagaimana orang-orang menggunakan dan belajar dengan Scratch (untuk pengantar, lihat {spfaLink}). Cari tahu lebih lanjut tentang {researchLink} Scratch dan {statisticsLink} tentang Scratch.",
    "about.spfaLinkText": "Scratch: Pemrograman untuk Semua",
    "about.researchLinkText": "riset",
    "about.statisticsLinkText": "statistik",
    "about.support": "Bantuan dan Dana",
    "about.supportDescription": "Proyek Scratch telah menerima dukungan finansial dari organisasi-organisasi berikut: {supportersList}. Lihat {creditsLink} untuk informasi lebih jauh. Jika Anda ingin mendukung Scratch, tolong lihat {donateLink} Scratch Foundation, atau kontak kami di {donateemail}.",
    "about.donateLinkText": "halaman donasi",
    "about.creditsLinkText": "halaman penghargaan"
}