{
    "about.introOne": "Með Scratch geturðu forritað þínar eigin gagnvirku sögum, leikjum og hreyfimyndum — og deilt sköpunarverkum þínum með öðrum í netsamfélaginu.",
    "about.introTwo": "Scratch hjálpar ungu fólki að læra og hugsa með skapandi hætti, beita rökrænni hugsun og vinna saman— afar mikilvæg hæfni fyrir lífið á 21. öldinni.",
    "about.introThree": "Scratch er verkefni úr smiðju Lifelong Kindergarten hópsins í MIT Media Lab. Það kostar ekkert að nota það.",
    "about.introParents": "Upplýsingar fyrir foreldra",
    "about.introEducators": "Upplýsingar fyrir fræðendur",
    "about.whoUsesScratch": "Hverjir nota Scratch?",
    "about.whoUsesScratchDescription": "Scratch er sérstaklega hannað fyrir krakka á aldrinum 8 til 16, en er notað af fólki á öllum aldri. Milljónir notenda smíða ný Scratch verkefni á hinum ýmsu sviðum , t.a.m. á heimilum, skólum, söfnum, bókasöfnum og samfélagsmiðstöðum.",
    "about.aroundTheWorld": "Víðsvegar um heiminn",
    "about.aroundTheWorldDescription": "Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "þýðing",
    "about.quotes": "Tilvitnanir",
    "about.quotesDescription": "Scratch teymið hefur móttekið marga tölvupósta frá ungufólki, foreldrum og kennurum að þakka fyrir Scratch. Langar þig að sjá hvað fólk er að segja? Þú getur lesið tölvupóstana sem við höfum fengið hér {quotesLink}.",
    "about.quotesLinkText": "tilvitnanir",
    "about.learnMore": "Lærðu meira um Scratch",
    "about.learnMoreHelp": "Ábendingasíða",
    "about.learnMoreFaq": "Spurt og svarað",
    "about.learnMoreParents": "Upplýsingar fyrir foreldra",
    "about.learnMoreCredits": "Þakkir",
    "about.literacy": "Lærðu að forrita, forritaðu til að læra",
    "about.literacyDescription": "Að geta forritað er mikilvægur hluti af læsi í nútíma þjóðfélagi. Þegar fólk lærir að forrita í Scratch, læra þau mikilvægar aðferðir til að leysa vandamál, hanna verkefni og miðla hugmyndum. ",
    "about.schools": "Scratch í skólum",
    "about.schoolsDescription": "Nemendur eru að læra með Scratch á öllum stigum skólagöngunnar (frá grunnskóli uppí háskóla) og í mismunandi fögum (eins og stærðfræði, tölvunarfræði, tungumála list og félagsfræði). Kennarar deila sögum, skiptast á auðlindum, spyrja spurninga og finna fólk hér {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd vefsíðan",
    "about.research": "Rannsóknir",
    "about.researchDescription": "MIT Scratch teymið og samstarfsaðilar eru að rannsaka hvernig fólk notar og lærir með Scratch (hægt er að sjá kynningu hér, {spfaLink}). Ef þú vilt vita meira um Scratch heimsóttu {researchLink} og {statisticsLink} um Scratch.",
    "about.spfaLinkText": "Scratch: forritun fyrir alla",
    "about.researchLinkText": "rannsóknir",
    "about.statisticsLinkText": "tölfræði",
    "about.support": "Stuðningur og fjármögnun",
    "about.supportDescription": "Scratch verkefnið hefur fengið fjárhagslegan stuðning frá eftirfarandi stofnunum {supportersList}. Frekari upplýsingar eru hér {creditsLink}. Ef þú vilt styrkja Scratch, endilega skoðaðu Scratch Foundation hér {donateLink}, eða hafðu samband hér{donateemail}. ",
    "about.donateLinkText": "vefsíða framlaga",
    "about.creditsLinkText": "credits page"
}