{
    "about.introOne": "Con Scratch puoi programmare storie interattive, giochi e animazioni — e puoi condividere le tue creazioni con gli altri membri della comunità.",
    "about.introTwo": "Scratch insegna ai giovani a pensare in maniera creativa, a ragionare in modo sistematico e a lavorare in maniera collaborativa — queste sono tutte capacità essenziali per chi vive nel 21mo secolo.",
    "about.introThree": "Scratch è un progetto del Lifelong Kindergarten Group dei Media Lab del MIT. È reso disponibile in maniera completamente gratuita.",
    "about.introParents": "Informazioni per i genitori",
    "about.introEducators": "Informazioni per gli educatori",
    "about.whoUsesScratch": "Chi usa Scratch?",
    "about.whoUsesScratchDescription": "Scratch è progettato in maniera specifica per la fascia di età 8 - 16, ma è usato da persone di tutte le età. Milioni di persone stanno creando progetti con Scratch a casa, a scuola ma anche in musei, biblioteche e centri ricreativi.",
    "about.aroundTheWorld": "Nel Mondo",
    "about.aroundTheWorldDescription": "Scratch è usato in più di 150 nazioni ed è disponibile in più di 40 lingue diverse. Per cambiare lingua usa il menu che trovi in fondo alle pagine del sito. Oppure, nell'Editor di Progetti, clicca il pulsante del mondo che trovi in cima alla pagina. Per aggiungere o per migliorare una traduzione vai alla pagina delle {translationLink}.",
    "about.translationLinkText": "traduzioni",
    "about.quotes": "Citazioni",
    "about.quotesDescription": "Il Team di Scratch ha ricevuto moltissime email da giovani, genitori ed educatori che ringraziano per aver creato Scratch. Vuoi vedere che cosa le persone dicono di Scratch? Puoi leggere una breve raccolta di {quotesLink} che abbiamo ricevuto. ",
    "about.quotesLinkText": "citazioni",
    "about.learnMore": "Impara tutto su Scratch",
    "about.learnMoreHelp": "Pagina dei Suggerimenti",
    "about.learnMoreFaq": "Domande Frequenti (FAQ)",
    "about.learnMoreParents": "Informazioni per i Genitori",
    "about.learnMoreCredits": "Crediti",
    "about.literacy": "Impara a Programmare, Programma per Imparare",
    "about.literacyDescription": "La capacità di scrivere programmi per computer è una parte molto importante delle capacità necessarie nella società moderna. Quando le persona imparano a scrivere programmi usando Scratch imparano allo stesso tempo strategie importanti per la soluzione dei problemi, per creare progetti e per comunicare le loro idee.",
    "about.schools": "Scratch nelle Scuole",
    "about.schoolsDescription": "Gli studenti di ogni ordine di scuola (dalle elementari fino all'università) e di tutte le discipline (matematica, informatica, arte, musica, lingue..) possono imparare con Scratch. Gli educatori possono condividere le loro storie, scambiarsi risorse, fare domande e trovare altre persone con i loro stessi interessi sul {scratchedLink}.",
    "about.scratchedLinkText": "sito ScratchEd",
    "about.research": "Cerca",
    "about.researchDescription": "Il Team del MIT di Scratch  e i suoi collaboratori portano avanti ricerche su come le persone imparano usando Scratch (per un'introduzione vedi {spfaLink}). Per saperne di più vai alla pagina che descrive le {researchLink} su Scratch e le {statisticsLink} di Scratch.",
    "about.spfaLinkText": "Scratch: Programming for All",
    "about.researchLinkText": "ricerca",
    "about.statisticsLinkText": "statistiche",
    "about.support": "Sostegno e Finanziamenti",
    "about.supportDescription": "Il progetto Scratch ha ricevuto supporto economico dalle seguenti organizzazioni: {supportersList}. Per ulteriori informazioni vai alla {creditsLink}. Se vuoi supportare Scratch vai alla {donateLink} della Scratch Foundation oppure contattaci a {donateemail}",
    "about.donateLinkText": "pagina delle donazioni",
    "about.creditsLinkText": "pagina dei crediti"
}