{
    "about.introOne": "Scratch è la più grande comunità di coding per ragazzi al mondo e un linguaggio di programmazione con una semplice interfaccia visuale che permette ai giovani di creare storie digitali, giochi e animazioni. Scratch è progettato, sviluppato e moderato dalla {foundationLink}, una organizzazione no-profit. ",
    "about.introTwo": "Scratch promuove il pensiero computazionale e la capacità di problem solving; l'insegnamento e l'apprendimento creativo; l'espressione della propria personalità e la collaborazione; l'uguaglianza nel mondo informatico.",
    "about.introThree": "Scratch è sempre gratuito e disponibile in più di 70 lingue.",
    "about.foundationText": "Fondazione Scratch",
    "about.introParents": "Informazioni per i genitori",
    "about.introEducators": "Informazioni per gli educatori",
    "about.whoUsesScratch": "Chi usa Scratch?",
    "about.whoUsesScratchDescription": "Scratch è progettato in maniera specifica per la fascia di età 8 - 16, ma è usato da persone di tutte le età. Milioni di persone stanno creando progetti con Scratch a casa, a scuola ma anche in musei, biblioteche e centri ricreativi.",
    "about.aroundTheWorld": "Nel Mondo",
    "about.aroundTheWorldDescription": "Scratch è usato in più di {countryCount} nazioni ed è disponibile in più di {languageCount} lingue diverse. Per cambiare lingua usa il menu che trovi in fondo alle pagine del sito. Oppure, nell'Editor di Progetti, clicca il pulsante del mondo che trovi in cima alla pagina. Per aggiungere o per migliorare una traduzione vai alla pagina delle {translationLink}.",
    "about.translationLinkText": "traduzioni",
    "about.quotes": "Citazioni",
    "about.quotesDescription": "Il Team di Scratch ha ricevuto moltissime email da giovani, genitori ed educatori che ringraziano per aver creato Scratch. Vuoi vedere che cosa le persone dicono di Scratch? Puoi leggere una breve raccolta di {quotesLink} che abbiamo ricevuto. ",
    "about.quotesLinkText": "citazioni",
    "about.learnMore": "Impara tutto su Scratch",
    "about.learnMoreFaq": "Domande Frequenti (FAQ)",
    "about.learnMoreParents": "Informazioni per i Genitori",
    "about.learnMoreEducators": "Informazioni per gli Educatori",
    "about.learnMoreAnnualReport": "Rapporto Annuale",
    "about.literacy": "Impara a Programmare, Programma per Imparare",
    "about.literacyDescription": "La capacità di scrivere programmi per computer è una parte molto importante delle capacità necessarie nella società moderna. Quando le persona imparano a scrivere programmi usando Scratch imparano allo stesso tempo strategie importanti per la soluzione dei problemi, per creare progetti e per comunicare le loro idee.",
    "about.schools": "Scratch nelle Scuole",
    "about.schoolsDescription": "Scratch viene usato per imparare da studenti di tutti i livelli scolastici (dalle elementari fino all'università) e per tutte le discipline (matematica, informatica, letteratura, studi sociali). Risorse dedicate agli educatori sono disponibili alla pagina  {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch per gli Educatori",
    "about.scratchedLinkText": "sito ScratchEd",
    "about.research": "Cerca",
    "about.researchDescription": "Il {lifelongKindergartenGroupLink} e i nostri collaboratori stanno {researchLink} su come i giovani creano, collaborano e imparano con Scratch. Per una panoramica, vedi l'articolo {codingAtACrossroadsLink} e il libro {lifelongKindergartenBookLink}. Per scoprire di più sull'uso di Scratch, vai alla pagina {statisticsLink} o consulta il {annualReportLink}.",
    "about.researchLinkText": "facendo ricerca",
    "about.statisticsLinkText": "statistiche",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten group",
    "about.codingAtACrossroadsLinkText": "Il coding è a un bivio",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Rapporto Annuale",
    "about.support": "Sostegno e Finanziamenti",
    "about.supportDescription": "Scratch è disponibile gratuitamente grazie al supporto dei nostri {donorsLink}. Questo supporto ci aiuto a rendere disponibili per i ragazzi di tutto il mondo opportunità per immaginare, creare e condividere. Puoi supportare Scratch facendo una donazione  {donateLink}.",
    "about.donorsLinkText": "donatori",
    "about.donateLinkText": "qui",
    "about.donateButton": "Dona"
}