{
    "about.introOne": "Scratch-ის დახმარებით შენ შეგიძლია დააპროგრამო საკუთარი ინტერაქტიური მოთხრობები, თამაშები და ანიმაციები, შემდეგ კი გაუზიარო შენი შემოქმედება სხვა ონლაინ საზოგადოების წევრებს.",
    "about.introTwo": "Scratch-ი ეხმარება ახალგაზრდებს იფიქრონ შემოქმედებითად, იაზროვნონ სისტემატურად და ითანამშრომლონ — 21-ე საუკუნეში ცხოვრებისათვის აუცილებელი უნარ-ჩვევები.",
    "about.introThree": "Scratch-ი MIT Media Lab.-ის Lifelong Kindergarten ჯგუფის პროექტია. ის უფასოდ ვრცელდება.",
    "about.introParents": "ინფორმაცია მშობლებისთვის",
    "about.introEducators": "ინფორმაცია პედაგოგებისთვის",
    "about.whoUsesScratch": "ვინ იყენებს Scratch-ს?",
    "about.whoUsesScratchDescription": "Scratch-ი განკუთვნილია 8-დან 16 წლამდე ასაკის ბავშვებისათვის, მაგრამ გამოიყენება ყველა ასაკის ადამიანთა მიერ. მილიონობით ადამიანი ქმნის Scratch-ის პროექტებს მრავალგვარ პირობებში, მათ შორის შინ, სკოლებში, მუზეუმებში, ბიბლიოთეკებსა და საზოგადოებრივ ცენტრებში.",
    "about.aroundTheWorld": "მსოფლიოს გარშემო",
    "about.aroundTheWorldDescription": "Scratch-ი გამოიყენება 150-ზე მეტ სხვადასხვა ქვეყანაში და ხელმისაწვდომია 40-ზე მეტ ენაზე. ენების შესაცვლელად დააჭირე მენიუს გვერდის ბოლოში. ან პროექტის რედაქტორში დააჭირე გლობუსს გვერდის თავში. თარგმანის დასამატებლად ან გასაუმჯობესებლად იხილე გვერდი {translationLink}.",
    "about.translationLinkText": "თარგმანი",
    "about.quotes": "ციტატები",
    "about.quotesDescription": "Scratch-ის გუნდმა ბევრი ელექტრონული წერილი მიიღო ახალგაზრდების, მშობლებისა და პედაგოგებისაგან, რომლებიც გამოხატავენ მადლიერებას Scratch-სადმი. გინდა ნახო, რას ამბობს ხალხი? შეგიძლია წაიკითხო ჩვენს მიერ მიღებული{quotesLink}-ის კოლექცია.",
    "about.quotesLinkText": "ციტატები",
    "about.learnMore": "გაიგე მეტი Scratch-ის შესახებ",
    "about.learnMoreHelp": "რჩევათა გვერდი",
    "about.learnMoreFaq": "კითხვა-პასუხი",
    "about.learnMoreParents": "ინფორმაცია მშობლებისთვის",
    "about.learnMoreCredits": "მადლობები",
    "about.literacy": "ისწავლე პროგრამირება, აპროგრამე სასწავლებლად",
    "about.literacyDescription": "კომპიუტერული პროგრამების შექმნის უნარი განათლების მნიშვნელოვანი ნაწილია დღევანდელ საზოგადოებაში. როდესაც ადამიანები სწავლობენ პროგრამირებას Scratch-ში, ისინი ითვისებენ მნიშვნელოვან სტრატეგიებს პრობლემების გადასაჭრელად, პროექტების შესაქმნელად და იდეების გადასაცემად.",
    "about.schools": "Scratch-ი სკოლებში",
    "about.schoolsDescription": "სტუდენტები იყენებენ Scratch-ს სწავლების ყველა დონეზე (დაწყებით, საშუალო სკოლებსა და უმაღლეს სასწავლებლებში)  და სხვადასხვა განხრით (მაგალითად მათემატიკა, კომპიუტერული მეცნიერება, ლინგვისტიკა, სოციალური კვლევები). პედაგოგები ერთმანეთს უზიარებენ გამოცდილებას და უცვლიან მასალებს, სვამენ კითხვებს და პოულობენ საჭირო ადამიანებს {scratchedLink}-ზე.",
    "about.scratchedLinkText": "საიტი ScratchEd",
    "about.research": "კვლევები",
    "about.researchDescription": "MIT Scratch-ის გუნდი და  მათი პარტნიორები იკვლევენ, თუ როგორ იყენებენ ადამინები Scratch-ს და როგორ სწავლობენ მისი დახმარებით (იხილე შესავალი აქ {spfaLink}). გაიგე მეტი Scratch {researchLink}-ის და Scratch{statisticsLink}-ის შესახებ.",
    "about.spfaLinkText": "Scratch: პროგრამირება ყველასათვის",
    "about.researchLinkText": "კვლევები",
    "about.statisticsLinkText": "სტატისტიკა",
    "about.support": "მხარდაჭერა და ფინანსირება",
    "about.supportDescription": "Scratch-ის პროექტმა ფინანსური მხარდაჭერა მიიღო შემდეგი ორგანიზაციებისაგან: {supportersList}. მეტი ინფორმაციის მისაღებად იხილე {creditsLink}. თუ გსურს მხარი დაუჭირო Scratch-ს, გაეცანი Scratch Foundation-ს {donateLink}, ან დაგვიკავშირდი მისამართით {donateemail}.",
    "about.donateLinkText": "შემოწირულობების გვერდი",
    "about.creditsLinkText": "მადლობათა გვერდი"
}