{
    "about.introOne": "Scratch is the world’s largest coding community for children and a coding language with a simple visual interface that allows young people to create digital stories, games, and animations. Scratch is designed, developed, and moderated by the {foundationLink}, a nonprofit organization.    ",
    "about.introTwo": "Scratch promotes computational thinking and problem solving skills; creative teaching and learning; self-expression and collaboration; and equity in computing.",
    "about.introThree": "Scratch is always free and is available in more than 70 languages.",
    "about.foundationText": "Scratch-ის ფონდი",
    "about.introParents": "ინფორმაცია მშობლებისთვის",
    "about.introEducators": "ინფორმაცია პედაგოგებისთვის",
    "about.whoUsesScratch": "ვინ იყენებს Scratch-ს?",
    "about.whoUsesScratchDescription": "Scratch-ი განკუთვნილია 8-დან 16 წლამდე ასაკის ბავშვებისათვის, მაგრამ გამოიყენება ყველა ასაკის ადამიანთა მიერ. მილიონობით ადამიანი ქმნის Scratch-ის პროექტებს მრავალრიცხოვან განსხვავებულ პირობებში, მათ შორის შინ, სკოლებში, მუზეუმებში, ბიბლიოთეკებსა და საზოგადოებრივ ცენტრებში.",
    "about.aroundTheWorld": "მსოფლიოს გარშემო",
    "about.aroundTheWorldDescription": "Scratch is used in more than {countryCount} different countries and territories and is available in more than {languageCount} languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "თარგმანი",
    "about.quotes": "ციტატები",
    "about.quotesDescription": "Scratch-ის გუნდს უამრავი ელექტრონული წერილი აქვს მიღებული ახალგაზრდების, მშობლებისა და პედაგოგებისაგან, რომლებიც მადლიერებას გამოხატავენ Scratch-ის მიმართ. გინდა გაიგო, თუ რას ამბობენ ისინი? შეგიძლია გაეცნო ჩვენს მიერ მიღებული {quotesLink} კრებულს.",
    "about.quotesLinkText": "ციტატების",
    "about.learnMore": "გაიგე მეტი Scratch-ის შესახებ",
    "about.learnMoreFaq": "კითხვა-პასუხი",
    "about.learnMoreParents": "ინფორმაცია მშობლებისთვის",
    "about.learnMoreEducators": "Information for Educators",
    "about.learnMoreAnnualReport": "Annual Report",
    "about.literacy": "ისწავლე, რომ აპროგრამო და აპროგრამე, რომ ისწავლო",
    "about.literacyDescription": "კომპიუტერული პროგრამების შექმნის უნარი დღევანდელი საზოგადოებისათვის განათლების მნიშვნელოვან ნაწილის წარმოადგენს. როდესაც ადამიანები სწავლობენ პროგრამირებას Scratch-ის მეშვეობით, ისინი პრობლემების გადაჭრის, პროექტების შექმნისა და იდეებით ურთიერთგაცვლის მნიშვნელოვან სტრატეგიებს ითვისებენ.",
    "about.schools": "Scratch-ი სკოლებში",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educator resources are available on the {scratchForEducatorsLink} page.",
    "about.scratchForEducatorsLinkText": "Scratch For Educators",
    "about.scratchedLinkText": "საიტზე ScratchEd",
    "about.research": "კვლევები",
    "about.researchDescription": "The {lifelongKindergartenGroupLink} and collaborators are {researchLink} how young people create, collaborate, and learn with Scratch. For an overview, see the article {codingAtACrossroadsLink} and the book {lifelongKindergartenBookLink}. To find out more about the use of Scratch, see the {statisticsLink} page and the Scratch {annualReportLink}.",
    "about.researchLinkText": "researching",
    "about.statisticsLinkText": "სტატისტიკის",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten group",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Annual Report",
    "about.support": "მხარდაჭერა და ფინანსირება",
    "about.supportDescription": "Scratch is available for free, thanks to support from our {donorsLink}. This support helps us provide kids around the world with opportunities to imagine, create, and share. You can support Scratch by making a donation {donateLink}.",
    "about.donorsLinkText": "donors",
    "about.donateLinkText": "აქ",
    "about.donateButton": "შემოგვწირე"
}