{
    "about.introOne": "Scratch-ის მეშვეობით შენ შეგიძლია შექმნა საკუთარი ინტერაქტიური ამბები, თამაშები და მულტფილმები, შემდეგ კი გაუზიარო შენი შემოქმედება ონლაინ-საზოგადოების სხვა წევრებს.",
    "about.introTwo": "Scratch-ი ეხმარება ახალგაზრდებს იაზროვნონ შემოქმედებითად, იმსჯელონ სისტემურად და იმუშაონ გუნდურად — ეს აუცილებელი უნარ-ჩვევებია 21-ე საუკუნეში საარსებოდ.",
    "about.introThree": "Scratch-ი MIT Media Lab.-ის Lifelong Kindergarten ჯგუფის პროექტია. ის უფასოდ ვრცელდება.",
    "about.introParents": "ინფორმაცია მშობლებისთვის",
    "about.introEducators": "ინფორმაცია პედაგოგებისთვის",
    "about.whoUsesScratch": "ვინ იყენებს Scratch-ს?",
    "about.whoUsesScratchDescription": "Scratch-ი განკუთვნილია 8-დან 16 წლამდე ასაკის ბავშვებისათვის, მაგრამ გამოიყენება ყველა ასაკის ადამიანთა მიერ. მილიონობით ადამიანი ქმნის Scratch-ის პროექტებს მრავალრიცხოვან განსხვავებულ პირობებში, მათ შორის შინ, სკოლებში, მუზეუმებში, ბიბლიოთეკებსა და საზოგადოებრივ ცენტრებში.",
    "about.aroundTheWorld": "მსოფლიოს გარშემო",
    "about.aroundTheWorldDescription": "Scratch-ი გამოიყენება 150-ზე მეტ სხვადასხვა ქვეყანაში და მისაწვდომია 40-ზე მეტ ენაზე. ენის ასარჩევად ისარგებლე გვერდის ბოლოში განთავსებული მენიუთი. ან დააჭირე პროექტის რედაქტორის გვერდის თავში განლაგებულ გლობუსის სიმბოლოს. თარგმანის დასამატებლად ან გასაუმჯობესებლად იხილე გვერდი {translationLink}.",
    "about.translationLinkText": "თარგმანი",
    "about.quotes": "ციტატები",
    "about.quotesDescription": "Scratch-ის გუნდს უამრავი ელექტრონული წერილი აქვს მიღებული ახალგაზრდების, მშობლებისა და პედაგოგებისაგან, რომლებიც მადლიერებას გამოხატავენ Scratch-ის მიმართ. გინდა გაიგო, თუ რას ამბობენ ისინი? შეგიძლია გაეცნო ჩვენს მიერ მიღებული {quotesLink} კრებულს.",
    "about.quotesLinkText": "ციტატების",
    "about.learnMore": "გაიგე მეტი Scratch-ის შესახებ",
    "about.learnMoreHelp": "რჩევათა გვერდი",
    "about.learnMoreFaq": "კითხვა-პასუხი",
    "about.learnMoreParents": "ინფორმაცია მშობლებისთვის",
    "about.learnMoreCredits": "მადლობები",
    "about.literacy": "ისწავლე, რომ აპროგრამო და აპროგრამე, რომ ისწავლო",
    "about.literacyDescription": "კომპიუტერული პროგრამების შექმნის უნარი დღევანდელი საზოგადოებისათვის განათლების მნიშვნელოვან ნაწილის წარმოადგენს. როდესაც ადამიანები სწავლობენ პროგრამირებას Scratch-ის მეშვეობით, ისინი პრობლემების გადაჭრის, პროექტების შექმნისა და იდეებით ურთიერთგაცვლის მნიშვნელოვან სტრატეგიებს ითვისებენ.",
    "about.schools": "Scratch-ი სკოლებში",
    "about.schoolsDescription": "სტუდენტები იყენებენ Scratch-ს სწავლების ყველა დონეზე (დაწყებით, საშუალო სკოლებსა და უმაღლეს სასწავლებლებში)  და სხვადასხვა განხრით (მაგალითად მათემატიკა, კომპიუტერული მეცნიერება, ლინგვისტიკა, სოციალური კვლევები). პედაგოგები ერთმანეთს უზიარებენ გამოცდილებას და უცვლიან მასალებს, სვამენ კითხვებს და პოულობენ საჭირო ადამიანებს {scratchedLink}.",
    "about.scratchedLinkText": "საიტზე ScratchEd",
    "about.research": "კვლევები",
    "about.researchDescription": "Scratch-ის გუნდი MIT-ში და მათი პარტნიორები იკვლევენ, თუ როგორ იყენებენ ადამინები Scratch-ს და როგორ სწავლობენ მისი მეშვეობით (იხილე შესავალი: {spfaLink}). გაიგე მეტი Scratch-ის {researchLink} და Scratch-ის {statisticsLink} შესახებ.",
    "about.spfaLinkText": "Scratch: პროგრამირება ყველასათვის",
    "about.researchLinkText": "კვლევებისა",
    "about.statisticsLinkText": "სტატისტიკის",
    "about.support": "მხარდაჭერა და ფინანსირება",
    "about.supportDescription": "Scratch-ის პროექტმა ფინანსური მხარდაჭერა მიიღო შემდეგი ორგანიზაციებისაგან: {supportersList}. მეტი ინფორმაციის მისაღებად იხილე {creditsLink}. თუ გსურს დაეხმარო Scratch-ს, გაეცანი Scratch-ის ფონდის {donateLink}, ან დაგვიკავშირდი მისამართით {donateemail}.",
    "about.donateLinkText": "შემოწირულობათა გვერდს",
    "about.creditsLinkText": "მადლობათა გვერდი"
}