{
    "about.introOne": "អ្នកអាចប្រើ Scratch សម្រាប់បង្កើតរឿងជីវចល ហ្គេម និង រូបជីវចល — ហើយចែករំលែករបស់ដែលអ្នកបានបង្កើតជាមួយអ្នកដទៃក្នុងសហគមន៍ក្នុងបណ្តាញ។",
    "about.introTwo": "Scratch ជួយក្មេងៗឲ្យចេះគិតដោយមានលក្ខណៈច្នៃប្រឌិត ចេះមានហេតុផលជាប្រព័ន្ធ និងចេះធ្វើការជាមួយគ្នា —  ដែលជាជំនាញដ៏សំខាន់សម្រាប់ការរស់នៅក្នុងសតវត្សទី 21 ។",
    "about.introThree": "Scratch is designed, developed, and moderated by the Scratch Foundation, a nonprofit organization. It is provided free of charge.",
    "about.introParents": "ព័ត៌មានសម្រាប់ឪពុកម្តាយ",
    "about.introEducators": "ព័ត៌មានសម្រាប់គ្រូ",
    "about.whoUsesScratch": "នរណាគេប្រើ Scratch ខ្លះ?",
    "about.whoUsesScratchDescription": "Scratch ត្រូវបានបង្កើតឡើងជាពិសេសសម្រាប់ក្មេងៗអាយុពី 8 ដល់ 16 ឆ្នាំ តែជាក់ស្តែង វាត្រូវបានប្រើប្រាស់ដោយមនុស្សគ្រប់វ័យ។ មនុស្សរាប់លាននាក់ កំពុងបង្កើតកិច្ចការលើ Scratch ក្នុងកន្លែងផ្សេងៗគ្នាដូចជានៅផ្ទះ សាលារៀន សារមន្ទីរ បណ្ណាល័យ និង មណ្ឌលសហគមន៍។",
    "about.aroundTheWorld": "ទូទាំងពិភពលោក",
    "about.aroundTheWorldDescription": "Scratch is used in more than 150 different countries and available in more than {languageCount} languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "បកប្រែ",
    "about.quotes": "ពាក្យសម្រង់",
    "about.quotesDescription": "Scratch Team បានទទួលនូវអ៊ីមែលជាច្រើនពីយុវជន ឳពុកម្តាយ និងគ្រូ ដែលបង្ហាញពីការថ្លែងអំណរគុណដល់ Scratch ។ ចង់ឃើញពីអ្វីដែលពួកគេបាននិយាយមែនទេ? អ្នកអាចអានបណ្តុំ{quotesLink} ដែលយើងបានទទួល។",
    "about.quotesLinkText": "ពាក្យសម្រង់",
    "about.learnMore": "ស្វែងយល់បន្ថែមពី Scratch",
    "about.learnMoreHelp": "ទំព័រគំនិត",
    "about.learnMoreFaq": "សំណួរពេញនិយម",
    "about.learnMoreParents": "ព័ត៌មានសម្រាប់ឪពុកម្តាយ",
    "about.learnMoreCredits": "Our Team",
    "about.learnMoreAnnualReport": "Annual Report 2019",
    "about.literacy": "រៀនសរសេរកូដ សរសេរកូដដើម្បីរៀន",
    "about.literacyDescription": "សមត្ថភាពក្នុងការសរសេរកម្មវិធីកុំព្យូទ័រគឺជាផ្នែកមួយដ៏សំខាន់នៃអក្ខរកម្មក្នុងសង្គមសព្វថ្ងៃ។ នៅពេលដែលគេរៀនសរសេរកូដក្នុង Scratch ពួកគេរៀនពីវិធីសាស្ត្រសម្រាប់ដោះស្រាយបញ្ហា បង្កើតកិច្ចការ និងនិយាយពីគំនិតផ្សេងៗ។",
    "about.schools": "Scratch ក្នុងសាលារៀន",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educator resources are available on the {scratchForEducatorsLink} page.",
    "about.scratchForEducatorsLinkText": "Scratch For Educators",
    "about.scratchedLinkText": "វេបសាយ ScratchEd",
    "about.research": "ការស្រាវជ្រាវ",
    "about.researchDescription": "The {lifelongKindergartenGroupLink} and collaborators are researching how young people create, collaborate, and learn with Scratch. For an overview, see the article {codingAtACrossroadsLink} and the book {lifelongKindergartenBookLink}. To find out more about the use of Scratch, see the {statisticsLink} page and the Scratch {annualReportLink}.",
    "about.spfaLinkText": "Scratch: បង្កើតកម្មវិធីកុំព្យូទ័រសម្រាប់គ្រប់ៗគ្នា",
    "about.researchLinkText": "ស្រាវជ្រាវ",
    "about.statisticsLinkText": "ស្ថិតិ",
    "about.lifelongKindergartenGroupLinkText": "ក្រុម Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Annual Report",
    "about.support": "ជំនួយ និងមូលនិធិ",
    "about.supportDescription": "Scratch is available for free, thanks to support from our {donorsLink}. For more information, see our {annualReportLink}. You can support Scratch by making a donation.",
    "about.donorsLinkText": "donors",
    "about.donateLinkText": "ទំព័រសម្រាប់បរិច្ចាក",
    "about.donateButton": "បរិច្ចាគ"
}