{
    "about.introOne": "Scratch is the world’s largest coding community for children and a coding language with a simple visual interface that allows young people to create digital stories, games, and animations. Scratch is designed, developed, and moderated by the {foundationLink}, a nonprofit organization.    ",
    "about.introTwo": "Scratch promotes computational thinking and problem solving skills; creative teaching and learning; self-expression and collaboration; and equity in computing.",
    "about.introThree": "Scratch is always free and is available in more than 70 languages.",
    "about.foundationText": "Scratch Foundation",
    "about.introParents": "ព័ត៌មានសម្រាប់ឪពុកម្តាយ",
    "about.introEducators": "ព័ត៌មានសម្រាប់គ្រូ",
    "about.whoUsesScratch": "នរណាគេប្រើ Scratch ខ្លះ?",
    "about.whoUsesScratchDescription": "Scratch ត្រូវបានបង្កើតឡើងជាពិសេសសម្រាប់ក្មេងៗអាយុពី 8 ដល់ 16 ឆ្នាំ តែជាក់ស្តែង វាត្រូវបានប្រើប្រាស់ដោយមនុស្សគ្រប់វ័យ។ មនុស្សរាប់លាននាក់ កំពុងបង្កើតកិច្ចការលើ Scratch ក្នុងកន្លែងផ្សេងៗគ្នាដូចជានៅផ្ទះ សាលារៀន សារមន្ទីរ បណ្ណាល័យ និង មណ្ឌលសហគមន៍។",
    "about.aroundTheWorld": "ទូទាំងពិភពលោក",
    "about.aroundTheWorldDescription": "Scratch is used in more than {countryCount} different countries and territories and is available in more than {languageCount} languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "បកប្រែ",
    "about.quotes": "ពាក្យសម្រង់",
    "about.quotesDescription": "Scratch Team បានទទួលនូវអ៊ីមែលជាច្រើនពីយុវជន ឳពុកម្តាយ និងគ្រូ ដែលបង្ហាញពីការថ្លែងអំណរគុណដល់ Scratch ។ ចង់ឃើញពីអ្វីដែលពួកគេបាននិយាយមែនទេ? អ្នកអាចអានបណ្តុំ{quotesLink} ដែលយើងបានទទួល។",
    "about.quotesLinkText": "ពាក្យសម្រង់",
    "about.learnMore": "ស្វែងយល់បន្ថែមពី Scratch",
    "about.learnMoreFaq": "សំណួរពេញនិយម",
    "about.learnMoreParents": "ព័ត៌មានសម្រាប់ឪពុកម្តាយ",
    "about.learnMoreEducators": "Information for Educators",
    "about.learnMoreAnnualReport": "របាយការណ៍ប្រចាំឆ្នាំ",
    "about.literacy": "រៀនសរសេរកូដ សរសេរកូដដើម្បីរៀន",
    "about.literacyDescription": "សមត្ថភាពក្នុងការសរសេរកម្មវិធីកុំព្យូទ័រគឺជាផ្នែកមួយដ៏សំខាន់នៃអក្ខរកម្មក្នុងសង្គមសព្វថ្ងៃ។ នៅពេលដែលគេរៀនសរសេរកូដក្នុង Scratch ពួកគេរៀនពីវិធីសាស្ត្រសម្រាប់ដោះស្រាយបញ្ហា បង្កើតកិច្ចការ និងនិយាយពីគំនិតផ្សេងៗ។",
    "about.schools": "Scratch ក្នុងសាលារៀន",
    "about.schoolsDescription": "សិស្សកំពុងតែរៀន Scratch គ្រប់កម្រិត (ពីសាលាបឋម ដល់ មហាវិទ្យាល័យ) និងគ្រប់មុខវិជ្ជា (ដូចជាគណិត វិទ្យាសាស្ត្រកុំព្យូទ័រ សិល្បៈភាសា និងសិក្សាសង្គម)។ ធនធានសម្រាប់គ្រូបង្រៀនអាចរកបាននៅទំព័រ {scratchForEducatorsLink}។",
    "about.scratchForEducatorsLinkText": "Scratch សម្រាប់គ្រូបង្រៀន",
    "about.scratchedLinkText": "វេបសាយ ScratchEd",
    "about.research": "ការស្រាវជ្រាវ",
    "about.researchDescription": "The {lifelongKindergartenGroupLink} and collaborators are {researchLink} how young people create, collaborate, and learn with Scratch. For an overview, see the article {codingAtACrossroadsLink} and the book {lifelongKindergartenBookLink}. To find out more about the use of Scratch, see the {statisticsLink} page and the Scratch {annualReportLink}.",
    "about.researchLinkText": "researching",
    "about.statisticsLinkText": "ស្ថិតិ",
    "about.lifelongKindergartenGroupLinkText": "ក្រុម Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "របាយការណ៍ប្រចាំឆ្នាំ",
    "about.support": "ជំនួយ និងមូលនិធិ",
    "about.supportDescription": "Scratch is available for free, thanks to support from our {donorsLink}. This support helps us provide kids around the world with opportunities to imagine, create, and share. You can support Scratch by making a donation {donateLink}.",
    "about.donorsLinkText": "អ្នកបរិច្ចាគ​",
    "about.donateLinkText": "here",
    "about.donateButton": "បរិច្ចាគ"
}