{
    "about.introOne": "អ្នកអាចប្រើ Scratch សម្រាប់បង្កើតរឿងជីវចល ហ្គេម និង រូបជីវចល — ហើយចែករំលែករបស់ដែលអ្នកបានបង្កើតជាមួយអ្នកដទៃក្នុងសហគមន៍ក្នុងបណ្តាញ។",
    "about.introTwo": "Scratch ជួយក្មេងៗឲ្យចេះគិតដោយមានលក្ខណៈច្នៃប្រឌិត ចេះមានហេតុផលជាប្រព័ន្ធ និងចេះធ្វើការជាមួយគ្នា —  ដែលជាជំនាញដ៏សំខាន់សម្រាប់ការរស់នៅក្នុងសតវត្សទី 21 ។",
    "about.introThree": "Scratch ត្រូវបានបង្កើតឡើង និងគ្រប់គ្រងដោយ Scratch Foundation ដែលជាអង្គការមិនរកប្រាក់ចំនេញ។ Scratch ត្រូវបានដាក់ឲ្យប្រើប្រាស់ដោយឥតគិតថ្លៃ។",
    "about.introParents": "ព័ត៌មានសម្រាប់ឪពុកម្តាយ",
    "about.introEducators": "ព័ត៌មានសម្រាប់គ្រូ",
    "about.whoUsesScratch": "នរណាគេប្រើ Scratch ខ្លះ?",
    "about.whoUsesScratchDescription": "Scratch ត្រូវបានបង្កើតឡើងជាពិសេសសម្រាប់ក្មេងៗអាយុពី 8 ដល់ 16 ឆ្នាំ តែជាក់ស្តែង វាត្រូវបានប្រើប្រាស់ដោយមនុស្សគ្រប់វ័យ។ មនុស្សរាប់លាននាក់ កំពុងបង្កើតកិច្ចការលើ Scratch ក្នុងកន្លែងផ្សេងៗគ្នាដូចជានៅផ្ទះ សាលារៀន សារមន្ទីរ បណ្ណាល័យ និង មណ្ឌលសហគមន៍។",
    "about.aroundTheWorld": "ទូទាំងពិភពលោក",
    "about.aroundTheWorldDescription": "Scratch ត្រូវបានប្រើក្នុងប្រទេសជាង 150 ផ្សេងគ្នា ហើយអាចប្រើបានជាង {languageCount} ភាសា។ ដើម្បីប្តូរភាសា សូមចុចលើបញ្ជីនៃភាសា នៅផ្នែកខាងក្រោមនៃទំព័រ។ បើនៅក្នុង កម្មវិធីបង្កើតកិច្ចការ​វិញ សូមចុចរូបផែនដីនៅផ្នែកខាងលើនៃទំព័រ។ ដើម្បីបន្ថែម ឬធ្វើឲ្យការបកប្រែកាន់តែប្រសើរ សូមមើលទំព័រ {translationLink}។",
    "about.translationLinkText": "បកប្រែ",
    "about.quotes": "ពាក្យសម្រង់",
    "about.quotesDescription": "Scratch Team បានទទួលនូវអ៊ីមែលជាច្រើនពីយុវជន ឳពុកម្តាយ និងគ្រូ ដែលបង្ហាញពីការថ្លែងអំណរគុណដល់ Scratch ។ ចង់ឃើញពីអ្វីដែលពួកគេបាននិយាយមែនទេ? អ្នកអាចអានបណ្តុំ{quotesLink} ដែលយើងបានទទួល។",
    "about.quotesLinkText": "ពាក្យសម្រង់",
    "about.learnMore": "ស្វែងយល់បន្ថែមពី Scratch",
    "about.learnMoreHelp": "ទំព័រគំនិត",
    "about.learnMoreFaq": "សំណួរពេញនិយម",
    "about.learnMoreParents": "ព័ត៌មានសម្រាប់ឪពុកម្តាយ",
    "about.learnMoreCredits": "ក្រុមរបស់យើង​",
    "about.learnMoreAnnualReport": "របាយការណ៍ប្រចាំឆ្នាំ ២០១៩",
    "about.literacy": "រៀនសរសេរកូដ សរសេរកូដដើម្បីរៀន",
    "about.literacyDescription": "សមត្ថភាពក្នុងការសរសេរកម្មវិធីកុំព្យូទ័រគឺជាផ្នែកមួយដ៏សំខាន់នៃអក្ខរកម្មក្នុងសង្គមសព្វថ្ងៃ។ នៅពេលដែលគេរៀនសរសេរកូដក្នុង Scratch ពួកគេរៀនពីវិធីសាស្ត្រសម្រាប់ដោះស្រាយបញ្ហា បង្កើតកិច្ចការ និងនិយាយពីគំនិតផ្សេងៗ។",
    "about.schools": "Scratch ក្នុងសាលារៀន",
    "about.schoolsDescription": "សិស្សកំពុងតែរៀន Scratch គ្រប់កម្រិត (ពីសាលាបឋម ដល់ មហាវិទ្យាល័យ) និងគ្រប់មុខវិជ្ជា (ដូចជាគណិត វិទ្យាសាស្ត្រកុំព្យូទ័រ សិល្បៈភាសា និងសិក្សាសង្គម)។ ធនធានសម្រាប់គ្រូបង្រៀនអាចរកបាននៅទំព័រ {scratchForEducatorsLink}។",
    "about.scratchForEducatorsLinkText": "Scratch សម្រាប់គ្រូបង្រៀន",
    "about.scratchedLinkText": "វេបសាយ ScratchEd",
    "about.research": "ការស្រាវជ្រាវ",
    "about.researchDescription": "{lifelongKindergartenGroupLink} និងសហការីដទៃកំពុងតែស្រាវជ្រាវពីរបៀបដែលក្មេងៗបង្កើត សហការ និងរៀនដោយប្រើ Scratch។ សម្រាប់ព័ត៌មានពីការស្រាវជ្រាវនេះ សូមមើលអត្ថបទ {codingAtACrossroadsLink} និងសៀវភៅ {lifelongKindergartenBookLink}។ ដើម្បីដឹងបន្ថែមពីការប្រើប្រាស់ Scratch សូមមើល {statisticsLink} និង {annualReportLink}។",
    "about.spfaLinkText": "Scratch: បង្កើតកម្មវិធីកុំព្យូទ័រសម្រាប់គ្រប់ៗគ្នា",
    "about.researchLinkText": "ស្រាវជ្រាវ",
    "about.statisticsLinkText": "ស្ថិតិ",
    "about.lifelongKindergartenGroupLinkText": "ក្រុម Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "របាយការណ៍ប្រចាំឆ្នាំ",
    "about.support": "ជំនួយ និងមូលនិធិ",
    "about.supportDescription": "Scratch អាចប្រើបានដោយឥតគិតថ្លៃ ដោយសារការគាំទ្រពី {donorsLink}របស់យើង។ សម្រាប់ព័ត៌មានបន្ថែម មើល{annualReportLink}របស់យើង។ អ្នកអាចគាំទ្រ Scratch តាមរយៈការបរិច្ចាគ។",
    "about.donorsLinkText": "អ្នកបរិច្ចាគ​",
    "about.donateLinkText": "ទំព័រសម្រាប់បរិច្ចាក",
    "about.donateButton": "បរិច្ចាគ"
}