{
    "about.introOne": "Bi Scratchê re tu dikarî serpêhatiyên hevçalak, lîstok û anîmasyonan biafirîne— û yên ku te afirandiye jî di civakên serhêl de bi kesên din re parve bike.",
    "about.introTwo": "Scratch, alî kesên ciwan dike ku karibin afirîner bifikirin, bi awayekî sîstematîk mihakeme bikin, û hevkarane bixebitin — herwiha qabiliyetên hewce yên bo jiyanê di sedsala 21em de jî hîn bibin.",
    "about.introThree": "Scratch projeyeke ji Koma Lifelong Kindergartenê ya bi ser MIT Media Labê ve ye. Ew belaş tê peydakirin.",
    "about.introParents": "Agahiyên ji bo dêûbavan",
    "about.introEducators": "Agahiyên ji bo perwerdekaran",
    "about.whoUsesScratch": "Bikarhênerên Scratchê Kî Ne?",
    "about.whoUsesScratchDescription": "Scratch bi taybetî ji bo kesên ku temenê wan ji 8 heta 16 saliyan hatiye sêwirandin lê ji hêla kesên her temenî jî tê bi kar anîn. Bi milyonan mirov di mal, dibistan, muzexane, pirtûkxane û navendên civakî de li gelek cih û bi sazkariyên cûrbecûr projeyên Sctratchê diafirînin.",
    "about.aroundTheWorld": "Li Seranserê Cîhanê",
    "about.aroundTheWorldDescription": "Scratch, zêdetirî li 150 welatên cuda û bi bêhtirî 40 zimanên berdest tê bi kar anîn. Ji bo guhertina ziman, li bişkoka menuya rûpelê bitikîne an jî di Edîtora Projeyê de li girovîska jora rûpelê bitikîne. Ji bo tevlîkirina wergerekê an jî baştirkirina wê, çavekî li rûpela {translationLink} ê bixe.",
    "about.translationLinkText": "werger",
    "about.quotes": "Jêgirtin",
    "about.quotesDescription": "Tîma Scratchê ji ciwanan, dêûbavan û perwerdekaran gelek epeyamên spasdanê distîne. Tu dixwazî bibîne ka mirov çi dibêjin? Tu dikarî koleksiyona {quotesLink} ê ya ku me ji epeyaman berhevkiriye bixwîne.",
    "about.quotesLinkText": "jêgirtin",
    "about.learnMore": "Di Derbarê Scratchê de Zêdetir Bizane",
    "about.learnMoreHelp": "Rûpela Serbendan",
    "about.learnMoreFaq": "Pirsên Pir Tên Pirsîn (PPP)",
    "about.learnMoreParents": "Agahiyên ji bo Dêûbavan",
    "about.learnMoreCredits": "Kedkarên Scratchê",
    "about.literacy": "Kodandinê Fêr Bibe, Fêrbûnan Kod Bike",
    "about.literacyDescription": "Di nava civaka îroyîn de şiyana kodandina programên kombersî beşeke girîng ji xwendewariyê ye. Gava ku mirov di Scratchê de fêrî kodandinê dibe; ew pê re fêrî stratejiyên çareserkirina pirsgirêkan, sêwirandina projeyan û parvekirina ramanan jî dibin.",
    "about.schools": "Li Dibistanan Scratch",
    "about.schoolsDescription": "Xwendekar bi Scratchê re di her astê de (ji dibistana seretayî heya zanîngehê) û li seranserê dîsîplînan (wek mînak bîrkarî, zanyariya kombersê, hunerên ziman, xebatên civakî) fêr dibin. Perwerdekar li ser {scratchedLink}ê çîrokan parve dikin, çavkaniyan diguherînin, pirsan dipirsin, û mirovan dibînin.",
    "about.scratchedLinkText": "Malpera ScrachEd'ê",
    "about.research": "Lêkolîn",
    "about.researchDescription": "Tîma Scratchê ya MITê û hevkarên wê lêkolîn dikin ka mirov bi Scratchê re çawa fêr dibin (ji bo danasînê li {spfaLink} ê binere). Di derbarê lêkolînên Scratchê de agahiyên zêdetir li ser {researchLink}ê bibîne û amarên zêdetir jî li ser {statisticsLink}ê ye.",
    "about.spfaLinkText": "Scratch: Ji bo her kesî kodandin",
    "about.researchLinkText": "lêkolîn",
    "about.statisticsLinkText": "amar",
    "about.support": "Piştgirî û Fînansman",
    "about.supportDescription": "Projeya Scratchê ji saziyên jêrîn piştgiriya darayî wergirtiye: {supportersList}. Ji bo agahiyên zêdetir here {creditsLink}ê. Heke tu dixwazî piştevaniya Scratchê bikî, ji kerema xwe serdana rûpela Weqfa Scratchê {donateLink}ê bike, an jî bi me re ji ser girêdana {donateemail}ê bikeve têkiliyê.",
    "about.donateLinkText": "rûpela bexşkirinê",
    "about.creditsLinkText": "rûpela kedkaran"
}