{
    "about.introOne": "Naudodamiesi Scratch galite suprogramuoti savo sukurtus interaktyvius pasakojimus, žaidimus ir animacijas, bei pasidalinti savo kūriniais su kitais internetinės bendruomenės nariais.",
    "about.introTwo": "Scratch padeda jauniems žmonėms išmokti mąstyti kūrybingai, samprotauti sistematiškai ir dirbti kartu su kitais — o tai yra esminiai gyvenimo įgūdžiai 21-ąjame amžiuje.",
    "about.introThree": "Scratch yra MIT Medijų Laboratorijos Lifelong Kindergarten Group grupės projektas. Jis yra nemokamas.",
    "about.introParents": "Informacija tėvams",
    "about.introEducators": "Informacija mokytojams",
    "about.whoUsesScratch": "Kas naudojasi Scratch?",
    "about.whoUsesScratchDescription": "Scratch yra sukurtas 8-16 amžiaus vaikams, tačiau juo naudojasi įvairaus amžiaus žmonės. Milijonai žmonių kuria Scratch projektus skirtingose aplinkose: namuose, mokyklose, muziejuose, bibliotekose ir bendruomenių centruose.",
    "about.aroundTheWorld": "Pasaulyje",
    "about.aroundTheWorldDescription": "Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "translation",
    "about.quotes": "Atsiliepimai",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the {quotesLink} we've received.",
    "about.quotesLinkText": "quotes",
    "about.learnMore": "Plačiau apie Scratch",
    "about.learnMoreHelp": "Patarimų puslapis",
    "about.learnMoreFaq": "Dažnai užduodami klausimai",
    "about.learnMoreParents": "Informacija tėvams",
    "about.learnMoreCredits": "Autoriai",
    "about.literacy": "Išmokite programuoti, programuokite, kad išmoktumėte",
    "about.literacyDescription": "Gebėjimas programuoti kompiuterių programas yra svarbi šiandienos visuomenės raštingumo dalis. Kai žmonės išmoksta programuoti Scratch, jie išmoksta svarbių strategijų problemoms spręsti, projektams kurti bei idėjoms perteikti.",
    "about.schools": "Scratch mokyklose",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd website",
    "about.research": "Mokslinis darbas",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see {spfaLink}). Find out more about Scratch {researchLink} and {statisticsLink} about Scratch.",
    "about.spfaLinkText": "Scratch: Programming for All",
    "about.researchLinkText": "research",
    "about.statisticsLinkText": "statistics",
    "about.support": "Parama ir finansavimas",
    "about.supportDescription": "The Scratch project has received financial support from the following organizations: {supportersList}. See the {creditsLink} for more information. If you'd like to support Scratch, please see the Scratch Foundation {donateLink}, or contact us at {donateemail}.",
    "about.donateLinkText": "donations page",
    "about.creditsLinkText": "credits page"
}