{
    "about.introOne": "Ar Scratch, tu vari programmēt pats savus stāstus, spēles un animācijas — un dalīties ar saviem darbiem ar citiem tiešsaistes kopienā.",
    "about.introTwo": "Scratch palīdz jauniem cilvēkiem mācīties domāt radošāk, sistemātiski spriest un strādāt sadarbojoties ar citiem — pamata prasmes 21. gadsimta dzīvei.",
    "about.introThree": "Scratch ir MIT Media Lab Lifelong Kindergarten Group  projekts. Tā izmantošana ir bezmaksas.",
    "about.introParents": "Informācija vecākiem",
    "about.introEducators": "Informācija pedagogiem",
    "about.whoUsesScratch": "Kas var izmantot Scratch?",
    "about.whoUsesScratchDescription": "Scratch ir īpaši piemērots vecumā no 8 līdz 16 gadiem, bet to var izmantot jebkurā vecumā. Miljoniem lietotāju rada Scratch projektus dažādās vietās - mājās, skolās, muzejos, bibliotēkās un interešu centros.",
    "about.aroundTheWorld": "Apkārt pasaulei",
    "about.aroundTheWorldDescription": "Scratch izmanto vairāk kā 150 atšķirīgās valstīs un ir pieejams vairāk kā 40 valodās. Lai nomainītu valodu, atveriet izvēlni lapas apakšā. Vai arī Scratch saskarnē uzklikšķiniet uz globusa lapas augšā. Lai pievienotu vai uzlabotu tulkojumu skatiet {translationLink} lapu.",
    "about.translationLinkText": "tulkojums",
    "about.quotes": "Citāti",
    "about.quotesDescription": "Scratch komanda ir saņēmusi daudz e-pastus no jaunatnes, vecākiem un pedagogiem, izsakot paldies. Vēlaties redzēt ko cilvēki saka? Tu vari izlasīt {quotesLink}, ko mēs esam saņēmuši.",
    "about.quotesLinkText": "citātus",
    "about.learnMore": "Uzzināt vairāk par Scratch",
    "about.learnMoreHelp": "Padomu lapa",
    "about.learnMoreFaq": "Biežāk uzdotie jautājumi (BUJ)",
    "about.learnMoreParents": "Informācija vecākiem",
    "about.learnMoreCredits": "Autori",
    "about.literacy": "Mācies kodēt, kodē mācoties",
    "about.literacyDescription": "Prasme kodēt datorprogrammas ir svarīga rakstpratības daļa mūsdienu sabiedrībā. Kad cilvēki mācās kodēt Scratch, tie iemācās svarīgas stratēģijas problēmu risināšanai, projektēšanai un ideju izplatīšanai.",
    "about.schools": "Scratch skolās",
    "about.schoolsDescription": "Scratch mācās skolēni visos līmeņos (no pamatskolas līdz pat koledžai) un dažādās disciplīnās (matemātikā, datorzinībās, valodu mākslā un sociālajās zinībās). Pedagogi dalās ar stāstiem, apmainās ar resursiem, uzdod jautājumus un atrod cilvēkus {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd vietnē",
    "about.research": "Pētījumi",
    "about.researchDescription": "MIT Scratch komanda un līdzstrādnieki pēta kā cilvēki izmanto Scratch (ievadam, skati {spfaLink}).  Uzzini vairāk par Scratch {researchLink} un {statisticsLink}.",
    "about.spfaLinkText": "Scratch: Programmēšana Visiem",
    "about.researchLinkText": "pētījumiem",
    "about.statisticsLinkText": "statistiku",
    "about.support": "Atbalsts un finansējums",
    "about.supportDescription": "Scratch projekts ir saņēmis finansiālu atbalstu no sekojošajām organizācijām: {supportersList}. Apmeklē {creditsLink}, lai uzzinātu vairāk. Ja vēlies atbalstīt Scratch, apskati Scratch Foundation {donateLink}, vai sazinies ar mums {donateemail}.",
    "about.donateLinkText": "ziedojumu lapu",
    "about.creditsLinkText": "autoru lapu"
}