{
    "about.introOne": "Mā te Scratch e taea ai e koe te waehere ō ake pakiwaitara pāhekoheko, kēmu hoki, hākorikori hoki - ka taea hoki te tuari ki tangata kē o te hapori Scratch ngā mea kua waihangatia.",
    "about.introTwo": "Mā te Scratch te hunga taiohi e āwhina ki te whakaaro auaha, ki te whakaaro nahanaha hoki, ki te mahi tahi hoki, me kī, he pūkenga nui mō te rau tau 21.",
    "about.introThree": "Ko te Scratch tētahi o ngā kaupapa a te Lifelong Kindergarten Group o te MIT Media Lab. Kāore he utu mō te Scratch.",
    "about.introParents": "He kōrero mā ngā mātua",
    "about.introEducators": "He kōrero mā ngā kaiako",
    "about.whoUsesScratch": "Mā wai te Scratch?",
    "about.whoUsesScratchDescription": "Kua hoahoaina te Scratch kia hāngai ki ngā tamariki 8 ki te 16 tau te pakeke, engari ka whakamahia e te tangata ahakoa te pakeke. E hia miriona tāngata ka hanga i ngā kaupapa Scratch ki ngā wāhi mahi, tae atu ki ngā kāinga, ki ngā kura, ki ngā whare taonga, ki whare pukapuka, me ngā whare hapori.",
    "about.aroundTheWorld": "Huri noa i te Ao",
    "about.aroundTheWorldDescription": "Ka whakamahia te Scratch ki ngā whenua 150 neke atu, ā, ka whakamahia ki ngā reo 40 nui ake rānei. Hei whakawhitiwhiti ki reo kē, pāwhiritia te tahua reo kei raro o te whārangi. Pāwhiritia rānei te tohu ao kei runga o te whārangi, kei roto i te Whakatika Kaupapa. Hei tāpiri, hei panoni rānei i tētahi whakawhitiwhiti ā-tuhi, tirohia te whārangi {translationLink}.",
    "about.translationLinkText": "whakawhitiwhiti reo ā-tuhi",
    "about.quotes": "Kīanga",
    "about.quotesDescription": "Kua whiwhi mātou Te Tīma Scratch i ngā īmēra maha, mai i ngā taiohi, ngā mātua me ngā kaiako e mihi mai mō Scratch. Kia kite ake i ngā kōrero, pānuitia ngā karere kei konei: {quotesLink}.",
    "about.quotesLinkText": "kīanga",
    "about.learnMore": "Ākona Ētahi Kōrero Anō mō te Scratch",
    "about.learnMoreHelp": "Whārangi Āwhina",
    "about.learnMoreFaq": "He Pātai Auau",
    "about.learnMoreParents": "He kōrero mā ngā Mātua",
    "about.learnMoreCredits": "Ngā Mihi Mahinga",
    "about.literacy": "Ako kia Mahi Waehere, Mahi Waehere kia Ako",
    "about.literacyDescription": "He wāhanga whakahirahira o te reo matatini o te pāpori o nāianei te āhei ki te waehere papatono rorohiko. I te tangata e ako ana ki te mahi waehere ki te Scratch, ka ako hoki ia i ngā rautaki whakahirahira hei whakaoti rapanga, hei hoahoa kaupapa hoki, hei whakawhitiwhiti whakaaro hoki.",
    "about.schools": "Scratch i rō Kura",
    "about.schoolsDescription": "Kei te ako ngā ākonga ki te Scratch i ngā taumata katoa (mai i te kura tuatahi ki ngā whare wānanga), i te whānuitanga o ngā marau (pērā ki te pāngarau, te pūtaiao rorohiko, ngā reo toi, te tikanga-ā-iwi). Ka tuari kōrero, ka whakawhiti rauemi, ka pātai, ka kimi tāngata hoki mā te {scratchedLink}.",
    "about.scratchedLinkText": "Te paetukutuku ScratchEd",
    "about.research": "Rangahau",
    "about.researchDescription": "Kei te rangahau te MIT Scratch Team ko ō mātou hoa mahi hoki kia mōhio ka pēhea te tangata ka whakamahi, ka ako hoki ki te Scratch (hei tīmatanga, tirohia {spfaLink}). Mō ngā akoranga Scratch anō tirohia {researchLink} me {statisticsLink}.",
    "about.spfaLinkText": "Scratch: Mahi Waehere mā te Katoa ",
    "about.researchLinkText": "rangahau",
    "about.statisticsLinkText": "tauanga",
    "about.support": "Āwhina me te Pūtea",
    "about.supportDescription": "Nā ēnei rōpū i tuku pūtea ki te Kaupapa Scratch: {supportersList} Tirohia {creditsLink} mō ngā whakamārama. Ki te hiahia koe ki te tautoko i te Scratch, tēnā tirohia te whārangi Scratch Foundation {donateLink}, whakapā mai rānei ki a mātou ki {donateemail}.",
    "about.donateLinkText": "whārangi koha",
    "about.creditsLinkText": "whārangi tohutoro"
}