{
    "about.introOne": "Met Scratch kun je je eigen interactieve verhalen, spellen en animaties programmeren en je creaties delen met andere in de online gemeenschap.",
    "about.introTwo": "Scratch helpt jonge mensen leren creatief te denken, systematisch te redeneren en samen te werken &mdash essentiële vaardigheden voor het leven in de 21ste eeuw.",
    "about.introThree": "Scratch is een project van de Lifelong Kindergarten Group van het MIT Media Lab. Het wordt gratis verspreid.",
    "about.introParents": "Informatie voor ouders",
    "about.introEducators": "Informatie voor onderwijzers",
    "about.whoUsesScratch": "Wie gebruiken Scratch?",
    "about.whoUsesScratchDescription": "Scratch is speciaal ontworpen voor 8- tot 16-jarigen, maar wordt gebruikt door mensen van alle leeftijden. Miljoenen mensen maken Scratch-projecten in verschillende omgevingen, waaronder scholen, musea, bibliotheken, gemeenschapscentra en thuis.",
    "about.aroundTheWorld": "Wereldwijd",
    "about.aroundTheWorldDescription": "Scratch wordt in meer dan 150 landen gebruikt en is beschikbaar in meer dan 40 talen. Om de taal te veranderen klik je in het menu onderaan deze pagina. Of in de programmeeromgeving klik je op de wereldbol bovenin het scherm. Om een vertaling toe te voegen of te verbeteren ga je naar de {translationLink} pagina.",
    "about.translationLinkText": "vertaling",
    "about.quotes": "Citaten",
    "about.quotesDescription": "Het Scratch Team heeft veel bedankjes ontvangen van kinderen, ouders en leerkrachten. Wil je weten wat mensen schrijven? Lees een selectie op {quotesLink}.",
    "about.quotesLinkText": "citaten",
    "about.learnMore": "Leer meer over Scratch",
    "about.learnMoreHelp": "Tips Pagina",
    "about.learnMoreFaq": "Veelgestelde vragen (FAQ)",
    "about.learnMoreParents": "Informatie voor ouders",
    "about.learnMoreCredits": "Met dank aan",
    "about.literacy": "Leer programmeren, programmeer om te leren",
    "about.literacyDescription": "Het kunnen programmeren van computerprogramma's is een belangrijke vaardigheid in de hedendaagse samenleving. Wanneer mensen leren programmeren in Scratch, leren ze daarbij belangrijke strategie&#235;n voor het oplossen van problemen, het ontwerpen van projecten en het communiceren van idee&#235;n. ",
    "about.schools": "Scratch in Scholen",
    "about.schoolsDescription": "Leerlingen van alle leftijden (van basisonderwijs tot hoger onderwijs) en verschillende studierichtingen (wiskunde, computer, taal, kunst, sociale wetenschappen) leren met Scratch. Leerkrachten delen ervaringen, delen lesmateriaal, stellen vragen en vinden anderen op {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd website",
    "about.research": "Onderzoek",
    "about.researchDescription": "Het MIT Scratch Team en anderen onderzoeken hoe mensen Scratch gebruiken en ermee leren (bekijk de introductie op {spfaLink}). Meer informatie over Scratch staat op {researchLink} en Scratch statistieken op {statisticsLink} .",
    "about.spfaLinkText": "Scratch: Programmeren voor iedereen",
    "about.researchLinkText": "onderzoek",
    "about.statisticsLinkText": "statistieken",
    "about.support": "Ondersteuning en fondswerving",
    "about.supportDescription": "Het Scratch project kreeg financiële ondersteuning van de volgende organisaties: {supportersList}. Klik {creditsLink} voor meer informatie. Als jij financiëel wilt bijdragen aan Scratch, ga dan naar de Scratch Foundation {donateLink}, of neem contact met ons op via {donateemail}.",
    "about.donateLinkText": "Overzicht van donateurs",
    "about.creditsLinkText": "Met dank aan"
}