{
    "about.introOne": "Scratch es la comunautat de programacion mai granda del monde pels enfants e un lengatge de programacion amb una interfàcia visuala simpla que permet als joves de crear d'istòrias numericas, de jòcs e d'animacions. Scratch es concebut, desvolopat e moderat per la {foundationLink}, una organizacion sens tòca lucrativa.",
    "about.introTwo": "Scratch promòu la pensada informatica e las competéncias de resolucion de problèmas ; l’ensenhament e l’aprendissatge creatius; autoexpression e collaboracion ; e l'equitat dins l'informatica.",
    "about.introThree": "Scratch es totjorn gratuit e es disponible en mai de 70 lengas.",
    "about.foundationText": "Fondacion Scratch",
    "about.introParents": "Entresenhas pels parents",
    "about.introEducators": "Info for educators",
    "about.whoUsesScratch": "Qual utiliza Scratch ?",
    "about.whoUsesScratchDescription": "Scratch es concebut especialament pels enfant de 8 a 16 ans, mas es utilizat per de personas de tot atge. De milions de personas crèan de projèctes Scratch dins una granda varietat de mesas en òbras, inclusent d'ostals, d'escòlas, de musèus, de bibliotècas e de centres comunitaris.",
    "about.aroundTheWorld": "Pel monde entièr",
    "about.aroundTheWorldDescription": "Scratch es utilizat dins mai de {countryCount} diferents païses e territòris e es disponible dins mai de {languageCount} lengas. Per cambiar de lenga, clicatz sul menú en bas de la pagina. O, dins l'Editor de projècte, clicatz sul glòbe en naut de la pagina. Per apondre o melhorar una traduccion, consultatz la pagina {translationLink}.",
    "about.translationLinkText": "translation",
    "about.quotes": "Citacions",
    "about.quotesDescription": "L'equipa de Scratch a recebut fòrça corrièls de joves, de parents e d'educators exprimissent de mercejaments per Scratch. Volètz veire çò que dison las gents ? Podètz legir un recuèlh dels {quotesLink} qu'avèm recebuts.",
    "about.quotesLinkText": "citacions",
    "about.learnMore": "Ne saber mai tocant Scratch",
    "about.learnMoreFaq": "Fièra de las questions",
    "about.learnMoreParents": "Entresenhas pels parents",
    "about.learnMoreEducators": "Information for Educators",
    "about.learnMoreAnnualReport": "Rapòrt annual",
    "about.literacy": "Aprendre a codar, codar per aprendre",
    "about.literacyImageDescription": "An image of Mitch Resnick giving a TED talk titled \"Let's Teach Kids to Code.\" A play button is in the center of the image.",
    "about.literacyDescription": "Dins aqueste <a>conferéncia TED</a>, lo fondator de Scratch Mitch Resnick descriu perqué la capacitat de desvelopar de programas informatics es una partida importanta de l'alfabetizacion dins la societat actuala. Quand las personas aprenon a programar dins Scratch, aprenon d'estrategias importantas per resòlvre de problèmas, concebre de projèctes e comunicar d'idèas.",
    "about.schools": "Scratch a l’escòla",
    "about.schoolsDescription": "Los escolans aprenon amb Scratch a totes los nivèls (de l'escòla elementària al collègi) e a travèrs de disciplinas (coma las matematicas, l'informatica, las arts del lengatge, los estudis socials). Las ressorsas d'educators son disponiblas sus la pagina {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch pels educators",
    "about.scratchedLinkText": "ScratchEd website",
    "about.research": "Recèrca",
    "about.researchDescription": "The {lifelongKindergartenGroupLink} and collaborators are {researchLink} how young people create, collaborate, and learn with Scratch. For an overview, see the article {codingAtACrossroadsLink} and the book {lifelongKindergartenBookLink}. To find out more about the use of Scratch, see the {statisticsLink} page and the Scratch {annualReportLink}.",
    "about.researchLinkText": "researching",
    "about.statisticsLinkText": "statistics",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten group",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Rapòrt annual",
    "about.support": "Sosten e don",
    "about.supportDescription": "Scratch es disponible gratuitament gràcia al sosten de nòstres {donorsLink}. Aqueste sosten nos ajuda a fornir d’ocasions d’imaginar, crear e partejar als mainatges del monde entièr. Podètz sosténer Scratch en fasent un don {donateLink}.",
    "about.donorsLinkText": "donators",
    "about.donateLinkText": "aicí",
    "about.donateButton": "Far un don"
}