{
    "about.introOne": "Scratch jest największą na świecie społecznością zajmującą się programowaniem dla dzieci i prostym w użyciu językiem programowania, który pozwala dzieciom tworzyć wirtualne historie, gry i animacje. Scratch jest zaprojektowany, opracowany i moderowany przez {foundationLink}, organizację non-profit.",
    "about.introTwo": "Scratch promuje myślenie obliczeniowe i umiejętności rozwiązywania problemów; twórczą naukę; wyrażanie siebie i współpracę; i równość w informatyce.",
    "about.introThree": "Scratch jest zawsze darmowy i dostępny w ponad 70 językach.",
    "about.foundationText": "Fundacja Scratcha",
    "about.introParents": "Informacje dla rodziców",
    "about.introEducators": "Informacje dla nauczycieli",
    "about.whoUsesScratch": "Kto używa Scratcha?",
    "about.whoUsesScratchDescription": "Scratch jest zaprojektowany specjalnie dla wieku od 8 do 16 lat, ale jest używany przez ludzi z wszystkich grup wiekowych. Miliony ludzi tworzą projekty w Scratchu, które są wykorzystywane wszędzie: w domu, szkołach, muzeach, bibliotekach czy centrach społeczności.",
    "about.aroundTheWorld": "Na całym świecie",
    "about.aroundTheWorldDescription": "Scratch jest używany w ponad {countryCount}różnych państwach i terytoriach i jest dostępny w ponad {languageCount}językach. Aby zmienić język kliknij menu na dole strony lub w Edytorze Projektów kliknij ikonę kuli ziemskiej na górze strony. Żeby dodać lub poprawić tłumaczenie zobacz następującą stronę: {translationLink}.",
    "about.translationLinkText": "tłumaczenie",
    "about.quotes": "Cytaty",
    "about.quotesDescription": "Zespół Scratch otrzymuje wiele e-maili od Was, rodziców i nauczycieli wyrażających podziękowania za Scratcha. Chcesz przeczytać co piszą? Możesz przejrzeć kolekcję {quotesLink}jakie otrzymaliśmy.",
    "about.quotesLinkText": "cytaty",
    "about.learnMore": "Dowiedz się więcej o Scratch",
    "about.learnMoreFaq": "Najczęściej zadawane pytania (FAQ)",
    "about.learnMoreParents": "Informacje dla rodziców",
    "about.learnMoreEducators": "Informacje dla nauczycieli",
    "about.learnMoreAnnualReport": "Roczny raport",
    "about.literacy": "Ucz się kodować, koduj, aby się uczyć",
    "about.literacyImageDescription": "Zdjęcie Mitcha Resnicka wygłaszającego wykład TED zatytułowany „Nauczmy dzieci kodowania”. Przycisk odtwarzania znajduje się na środku obrazu.",
    "about.literacyDescription": "Podczas wykładu <a>TED</a>, twórca Scratcha, Mitch Resnick, opisuje, dlaczego umiejętność kodowania programów komputerowych jest ważną częścią umiejętności czytania i pisania w dzisiejszym społeczeństwie. Kiedy ludzie uczą się kodować w Scratchu, uczą się ważnych strategii rozwiązywania problemów, tworzenia projektów i przekazywania pomysłów.",
    "about.schools": "Scratch w szkołach",
    "about.schoolsDescription": "Uczniowie uczą się dzięki Scratchowi na wszystkich poziomach (od szkoły podstawowej po studia) i we wszystkich dyscyplinach (takich jak matematyka, informatyka, językoznawstwo, nauki społeczne). Zasoby dla nauczycieli są dostępne na stronie {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch dla nauczycieli",
    "about.scratchedLinkText": "Strona ScratchEd",
    "about.research": "Badania",
    "about.researchDescription": "Grupa {lifelongKindergartenGroupLink} i współpracownicy są {researchLink} jak młodzież tworzy, współpracuje i uczy się ze Scratchem. Jeżeli chcesz, zobacz nasz artykuł: {codingAtACrossroadsLink} i naszą książkę {lifelongKindergartenBookLink}. Aby dowiedzieć się więcej o używaniu Scratcha, zobacz stronę {statisticsLink} i {annualReportLink} Scratcha.",
    "about.researchLinkText": "badanie",
    "about.statisticsLinkText": "statystyki",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten group",
    "about.codingAtACrossroadsLinkText": "Kodowanie na rozdrożu",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Roczny raport",
    "about.support": "Wsparcie i finansowanie",
    "about.supportDescription": "Scratch jest dostępny za darmo, dzięki wsparciu od naszych {donorsLink}. To wsparcie pomaga nam dostarczać dzieciom na całym świecie możliwość wymyślenia, stworzenia i upublicznienia swoich projektów. Możesz wesprzeć Scratcha za pomocą wpłacenia dotacji za pomocą tego linku {donateLink}.",
    "about.donorsLinkText": "dawcy",
    "about.donateLinkText": "tutaj",
    "about.donateButton": "Przekaż darowiznę"
}