{
    "about.introOne": "O Scratch é a maior comunidade do mundo de programação para crianças e uma linguagem de programação com uma interface visual simples que permite que os jovens criem histórias, jogos e animações digitais. O Scratch é projetado, desenvolvido e moderado pela {foundationLink}, uma organização sem fins lucrativos.",
    "about.introTwo": "O Scratch promove o pensamento computacional e habilidades de resolução de problemas; ensino e aprendizagem criativos; autoexpressão e colaboração; e equidade em computação.",
    "about.introThree": "O Scratch sempre será gratuito e está disponível em mais de 70 idiomas.",
    "about.foundationText": "Fundação Scratch ",
    "about.introParents": "Informações para pais ou responsáveis",
    "about.introEducators": "Informação para educadores",
    "about.whoUsesScratch": "Quem usa o Scratch?",
    "about.whoUsesScratchDescription": "O Scratch foi projetado especialmente para idades entre 8 e 16 anos, mas é usado por pessoas de todas as faixas etárias. Milhões de pessoas criam projetos com o Scratch em uma grande variedade de configurações, inclusive casas, escolas, museus, bibliotecas e centros comunitários.",
    "about.aroundTheWorld": "Em todo o mundo",
    "about.aroundTheWorldDescription": "O Scratch é utilizado em mais de {countryCount} países e territórios diferentes e está disponível em mais de {languageCount} idiomas. Para escolher entre os idiomas, clique no menu na parte inferior da página. Ou, no Editor de Projeto, clique no globo na parte superior da página. Para adicionar ou melhorar uma tradução, consulte a página {translationLink}.",
    "about.translationLinkText": "tradução",
    "about.quotes": "Citações",
    "about.quotesDescription": "A equipe do Scratch tem recebido muitos emais de jovens, pais e educadores expressando sua gratidão ao Scratch. Quer ver o que as pessoas estão dizendo? Você pode ler a coleção de {quotesLink} que recebemos.\n",
    "about.quotesLinkText": "citações",
    "about.learnMore": "Saiba Mais Sobre o Scratch",
    "about.learnMoreFaq": "Perguntas Frequentes",
    "about.learnMoreParents": "Informação para Pais",
    "about.learnMoreEducators": "Informação para Educadores",
    "about.learnMoreAnnualReport": "Relatório Anual",
    "about.literacy": "Aprenda a Programar, Programe para Aprender",
    "about.literacyDescription": "Hoje, a habilidade de escrever programas de computador é uma parte importante da alfabetização na sociedade. Quando as pessoas aprendem a programar no Scratch, elas aprendem estratégias importantes para resolver problemas, desenvolver projetos e comunicar ideias.",
    "about.schools": "Scratch nas Escolas",
    "about.schoolsDescription": "Estudantes de todos os níveis (do ensino básico ao superior) e disciplinas (como matemática, ciência da computação, artes e estudos sociais) estão aprendendo com o Scratch. Recursos para educadores estão disponíveis na página {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch para Educadores",
    "about.scratchedLinkText": "Site do ScratchEd",
    "about.research": "Pesquisa",
    "about.researchDescription": "O {lifelongKindergartenGroupLink} e colaboradores estão {researchLink} como crianças criam, colaboram e aprendem com o Scratch. Para uma visão geral, veja o artigo {codingAtACrossroadsLink} e o livro {lifelongKindergartenBookLink}. Para saber mais sobre o uso do Scratch, veja a página de {statisticsLink} e {annualReportLink} do Scratch.",
    "about.researchLinkText": "pesquisando",
    "about.statisticsLinkText": "estatísticas",
    "about.lifelongKindergartenGroupLinkText": "grupo Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "A Programação Está em uma Encruzilhada (em inglês)",
    "about.lifelongKindergartenBookLinkText": "Jardim de Infância para a Vida Toda",
    "about.annualReportLinkText": "Relatório Anual",
    "about.support": "Apoio e Financiamento",
    "about.supportDescription": "O Scratch está disponível gratuitamente graças ao apoio de nossos {donorsLink}. Esse suporte nos ajuda a oferecer às crianças de todo o mundo oportunidades de imaginar, criar e compartilhar. Você pode apoiar o Scratch fazendo uma doação {donateLink}.",
    "about.donorsLinkText": "doadores",
    "about.donateLinkText": "aqui",
    "about.donateButton": "Fazer Doação"
}