{
    "about.introOne": "Com o Scratch, você pode programar seus próprios jogos, animações e histórias interativas — e compartilhar suas criações com outras pessoas na comunidade on-line.",
    "about.introTwo": "O Scratch ajuda jovens a aprender a pensar de forma criativa, a raciocinar de forma sistemática e a trabalhar colaborativamente — habilidades essenciais para a vida no século XXI.",
    "about.introThree": "O Scratch é um projeto do grupo Lifelong Kindergarten no Media Lab do MIT. Ele é disponibilizado gratuitamente.",
    "about.introParents": "Informações para pais ou responsáveis",
    "about.introEducators": "Informação para educadores",
    "about.whoUsesScratch": "Quem usa o Scratch?",
    "about.whoUsesScratchDescription": "O Scratch foi projetado especialmente para idades entre 8 e 16 anos, mas é usado por pessoas de todas as faixas etárias. Milhões de pessoas criam projetos com o Scratch em uma grande variedade de configurações, inclusive casas, escolas, museus, bibliotecas e centros comunitários.",
    "about.aroundTheWorld": "Em todo o mundo",
    "about.aroundTheWorldDescription": "O Scratch é utilizado em mais de 150 países diferentes e está disponível em mais de 40 idiomas. Para mudar o idioma, clique no menu no rodapé da página. Ou, no editor de projeto, clique no globo no topo da página. Para adicionar ou melhorar uma tradução, veja a página {translationLink}.",
    "about.translationLinkText": "tradução",
    "about.quotes": "Citações",
    "about.quotesDescription": "A equipe do Scratch tem recebido muitos emais de jovens, pais e educadores expressando sua gratidão ao Scratch. Quer ver o que as pessoas estão dizendo? Você pode ler a coleção de {quotesLink} que recebemos.\n",
    "about.quotesLinkText": "citações",
    "about.learnMore": "Saiba Mais Sobre o Scratch",
    "about.learnMoreHelp": "Página de Dicas",
    "about.learnMoreFaq": "Perguntas Frequentes",
    "about.learnMoreParents": "Informação para os Pais",
    "about.learnMoreCredits": "Créditos",
    "about.literacy": "Aprenda a Programar, Programe para Aprender",
    "about.literacyDescription": "Hoje, a habilidade de escrever programas de computador é uma parte importante da alfabetização na sociedade. Quando as pessoas aprendem a programar no Scratch, elas aprendem estratégias importantes para resolver problemas, desenvolver projetos e comunicar ideias.",
    "about.schools": "Scratch nas Escolas",
    "about.schoolsDescription": "Os estudantes de todos os níveis (do básico ao superior) e em todas as disciplinas (como matemática, ciência da computação, artes e estudos sociais) estão aprendendo com o Scratch. Os educadores compartilham suas histórias, fazem troca de recursos, perguntam e encontram pessoas no {scratchedLink}.",
    "about.scratchedLinkText": "Site do ScratchEd",
    "about.research": "Pesquisa",
    "about.researchDescription": "A Equipe do Scratch MIT  e os colaboradores estão pesquisando como as pessoas usam e aprendem com o Scratch (para uma introdução, veja {spfaLink}). Descubra mais sobre o Scratch {researchLink} e {statisticsLink} sobre o Scratch.",
    "about.spfaLinkText": "Scratch: Programação para Todos",
    "about.researchLinkText": "pesquisa",
    "about.statisticsLinkText": "estatísticas",
    "about.support": "Apoio e Financiamento",
    "about.supportDescription": "O projeto do Scratch tem sido financiado pelas seguintes organizações: {supportersList}. Veja o {creditsLink} para mais informações. Se você gostaria de ajudar o Scratch, por favor, veja o o link da Fundação Scratch {donateLink} ou nos contate no {donateemail}.",
    "about.donateLinkText": "página de doações",
    "about.creditsLinkText": "página de créditos"
}