{
    "about.introOne": "O Scratch é a maior comunidade do mundo de programação para crianças e uma linguagem de programação com uma interface visual simples que permite que os jovens criem histórias, jogos e animações digitais. O Scratch é projetado, desenvolvido e moderado pela {foundationLink}, uma organização sem fins lucrativos.",
    "about.introTwo": "O Scratch promove o pensamento computacional e habilidades de resolução de problemas; ensino e aprendizagem criativos; autoexpressão e colaboração; e equidade em computação.",
    "about.introThree": "O Scratch sempre será gratuito e está disponível em mais de 70 idiomas.",
    "about.foundationText": "Fundação Scratch",
    "about.introParents": "Informação para pais",
    "about.introEducators": "Informação para educadores",
    "about.whoUsesScratch": "Quem Usa o Scratch?",
    "about.whoUsesScratchDescription": "O Scratch está concebido especialmente para jovens entre os 8 e os 16 anos de idade, mas é usado por pessoas com todas as idades. Milhões de pessoas criam projectos Scratch numa grande variedade de contextos, incluindo lares, escolas, museus, bibliotecas e centros comunitários.",
    "about.aroundTheWorld": "À Volta do Mundo",
    "about.aroundTheWorldDescription": "O Scratch é utilizado em mais de {countryCount} países e territórios diferentes e está disponível em mais de {languageCount} idiomas. Para escolher entre os idiomas, clique no menu na parte inferior da página. Ou, no Editor de Projeto, clique no globo na parte superior da página. Para adicionar ou melhorar uma tradução, consulte a página {translationLink}.",
    "about.translationLinkText": "tradução",
    "about.quotes": "Citações",
    "about.quotesDescription": "A Equipa Scratch recebeu muitas mensagens de correio electrónico de jovens, pais e educadores agradecendo pelo Scratch. Quer ver o que as pessoas têm dito? Pode ler uma colecção de {quotesLink} daquilo que temos recebido. ",
    "about.quotesLinkText": "citações",
    "about.learnMore": "Aprenda Mais Sobre o Scratch",
    "about.learnMoreFaq": "Perguntas Frequentes",
    "about.learnMoreParents": "Informação para Pais",
    "about.learnMoreEducators": "Informação para Educadores",
    "about.learnMoreAnnualReport": "Relatório Anual",
    "about.literacy": "Aprenda a Programar, Programe para Aprender",
    "about.literacyImageDescription": "Imagem do Mitch Resnick dando uma palestra intitulada \"Vamos Ensinar Crianças a Programar\". Há o botão de reprodução no centro da imagem.",
    "about.literacyDescription": "Neste <a>TED talk</a>, o Mitch Resnick fundador do Scratch descreve porque a habilidade de codificar programas de computador é uma parte importante da alfabetização na sociedade atual. Quando as pessoas aprender a codificar no Scratch, elas aprendem uma estratégia importante para resolver problemas, planejar projetos e comunicar ideias.",
    "about.schools": "O Scratch nas Escolas",
    "about.schoolsDescription": "Estudantes de todos os níveis (do ensino básico ao superior) e disciplinas (como matemática, ciência da computação, artes e estudos sociais) estão aprendendo com o Scratch. Recursos para educadores estão disponíveis na página {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch para Educadores",
    "about.scratchedLinkText": "Sítio web do ScratchEd",
    "about.research": "Investigação",
    "about.researchDescription": "O {lifelongKindergartenGroupLink} e colaboradores estão {researchLink} como crianças criam, colaboram e aprendem com o Scratch. Para uma visão geral, veja o artigo {codingAtACrossroadsLink} e o livro {lifelongKindergartenBookLink}. Para saber mais sobre o uso do Scratch, veja a página de {statisticsLink} e {annualReportLink} do Scratch.",
    "about.researchLinkText": "pesquisando",
    "about.statisticsLinkText": "estatísticas",
    "about.lifelongKindergartenGroupLinkText": "grupo Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "A Programação Está em uma Encruzilhada (em inglês)",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Relatório Anual",
    "about.support": "Apoios e Financiamento",
    "about.supportDescription": "O Scratch está disponível gratuitamente graças ao apoio de nossos {donorsLink}. Esse suporte nos ajuda a oferecer às crianças de todo o mundo oportunidades de imaginar, criar e compartilhar. Você pode apoiar o Scratch fazendo uma doação {donateLink}.",
    "about.donorsLinkText": "patrocinadores",
    "about.donateLinkText": "aqui",
    "about.donateButton": "Faça um Donativo"
}