{
    "about.introOne": "Cu Scratch, iti poti programa propriile povesti, jocuri si animatii interactive si sa distribui creatiile tale catre ceilalti in comunitatea online.",
    "about.introTwo": "Scratch ii ajuta pe cei mici sa gandeasca creativ si sistematic, sa lucreze colaborativ - lucruri esentiale in secolul 21.",
    "about.introThree": "Scratch este un proiect al Lifelong Kindergarten Group de la MIT Media Lab. Este oferit gratuit.",
    "about.introParents": "Informatii pentru parinti",
    "about.introEducators": "Informatii pentru educatori",
    "about.whoUsesScratch": "Cine foloseste Scratch?",
    "about.whoUsesScratchDescription": "Scratch este proiectat special pentru varste cuprinse intre 8 si 16, dar este folosit de oameni de toate varstele. Milioane de oameni creeaza o larga varietate de proiecte Scratch, incluzand utilizatori casnici, scoli, muzee, biblioteci si centre comunitare.",
    "about.aroundTheWorld": "In jurul lumii",
    "about.aroundTheWorldDescription": "Scratch este utilizat în peste 150 de țări diferite și este disponibil în peste 40 de limbi. Pentru a schimba limba, efectuați click pe meniul din zona de sus a paginii. De asemenea, în Project editor, click pe globul din partea de sus a paginii. Pentru a îmbunătăți traducerea, vezi pagina {translationLink}",
    "about.translationLinkText": "traducere",
    "about.quotes": "Citate",
    "about.quotesDescription": "Echipa Scratch a primit multe emailuri de mulțumire de la tineri, părinți și profesori pentru aplicația Scratch. Doriți să vedeți ce spun oamenii? Puteți citi o parte din {quotesLink} pe care le-am primit.",
    "about.quotesLinkText": "citate",
    "about.learnMore": "Invata mai mult despre Scratch",
    "about.learnMoreHelp": "Sfaturi",
    "about.learnMoreFaq": "Întrebări frecvente",
    "about.learnMoreParents": "Informatii pentru parinti",
    "about.learnMoreCredits": "Credite",
    "about.literacy": "Invata sa programezi, programeaza sa inveti",
    "about.literacyDescription": "Abilitatea de a scrie programe pentru calculator este un subiect important al societatii de astazi. Atunci cand cineva invata sa programeze cu Scratch, deprinde strategii importante de rezolvare a problemelor, design de proiecte si comunicare de idei.",
    "about.schools": "Scratch în școli",
    "about.schoolsDescription": "Elevii învață cu Scratch la toate vârstele (de la scoala primara pana la facultate) și acoperă mai multe discipline (ca matematica, informatica, artele lingvistice, studiile sociale). Profesorii împărtășesc cunoștințe, fac schimb de informații, pun întrebări și găsesc oameni pe {scratchedLink}.",
    "about.scratchedLinkText": "Website ScratchEd",
    "about.research": "Cercetare",
    "about.researchDescription": "Echipa MIT Scratch  si colaboratorii fac cercetări pentru a afla cum folosesc și învață oamenii cu Scratch (pentru introducere, vizitează {spfaLink}). Afla mai multe despre Scratch {researchLink} și {statisticsLink} despre Scratch ",
    "about.spfaLinkText": "Scratch: Programare pentru toți",
    "about.researchLinkText": "cercetare",
    "about.statisticsLinkText": "statistică",
    "about.support": "Suport si Sustinere",
    "about.supportDescription": "Proiectul Scratch a primit ajutor financiar de la urmatoarele organizații {supportersList}. Vezi {creditsLink} pentru mai multe informații. Daca vrei sa sprijini Scratch, vezi te rog Fundația Scratch {donateLink}, sau contactează-ne la {donateemail}.",
    "about.donateLinkText": "Donații",
    "about.creditsLinkText": "Recomandări"
}