{
    "about.introOne": "Scratch este cea mai mare comunitate de codificare pentru copii din lume și un limbaj de codare cu o interfață vizuală simplă care le permite tinerilor să creeze povești digitale, jocuri și animații. Scratch este proiectat, dezvoltat și moderat de {foundationLink}, o organizație nonprofit.",
    "about.introTwo": "Scratch promovează gândirea computațională și abilitățile de rezolvare a problemelor; predare și învățare creativă; autoexprimare și colaborare; și echitate în calcul.",
    "about.introThree": "Scratch este întotdeauna gratuit și este disponibil în peste 70 de limbi.",
    "about.foundationText": "Fundamentele Scratch",
    "about.introParents": "Informatii pentru parinti",
    "about.introEducators": "Informatii pentru educatori",
    "about.whoUsesScratch": "Cine foloseste Scratch?",
    "about.whoUsesScratchDescription": "Scratch este proiectat special pentru varste cuprinse intre 8 si 16, dar este folosit de oameni de toate varstele. Milioane de oameni creeaza o larga varietate de proiecte Scratch, incluzand utilizatori casnici, scoli, muzee, biblioteci si centre comunitare.",
    "about.aroundTheWorld": "In jurul lumii",
    "about.aroundTheWorldDescription": "Scratch este folosit în mai multe {countryCount} țări și teritorii și este disponibil în mai multe {languageCount} limbi. Pentru a schimba limbile, faceți clic pe meniul din partea de jos a paginii. Sau, în Editorul de proiecte, faceți clic pe globul din partea de sus a paginii. Pentru a adăuga sau a îmbunătăți o traducere, consultați {translationLink} pagina.",
    "about.translationLinkText": "traducere",
    "about.quotes": "Citate",
    "about.quotesDescription": "Echipa Scratch a primit multe emailuri de mulțumire de la tineri, părinți și profesori pentru aplicația Scratch. Doriți să vedeți ce spun oamenii? Puteți citi o parte din {quotesLink} pe care le-am primit.",
    "about.quotesLinkText": "citate",
    "about.learnMore": "Invata mai mult despre Scratch",
    "about.learnMoreFaq": "Întrebări frecvente",
    "about.learnMoreParents": "Informatii pentru parinti",
    "about.learnMoreEducators": "Informații pentru educatori",
    "about.learnMoreAnnualReport": "Raport anual",
    "about.literacy": "Invata sa programezi, programeaza sa inveti",
    "about.literacyDescription": "Abilitatea de a scrie programe pentru calculator este un subiect important al societatii de astazi. Atunci cand cineva invata sa programeze cu Scratch, deprinde strategii importante de rezolvare a problemelor, design de proiecte si comunicare de idei.",
    "about.schools": "Scratch în școli",
    "about.schoolsDescription": "Elevii învață cu Scratch la toate nivelurile (de la școala elementară până la facultate) și la toate disciplinele (cum ar fi matematica, informatica, limbajul, studiile sociale). Resursele pentru educatori sunt disponibile pe {scratchForEducatorsLink} pagină.",
    "about.scratchForEducatorsLinkText": "Scratch pentru educatori",
    "about.scratchedLinkText": "Website ScratchEd",
    "about.research": "Cercetare",
    "about.researchDescription": "Colaboratorii și {lifelongKindergartenGroupLink} sunt {researchLink} modul în care tinerii creează, colaborează și învață cu Scratch. Pentru o prezentare generală, consultați articolul {codingAtACrossroadsLink} și cartea {lifelongKindergartenBookLink}. Pentru a afla mai multe despre utilizarea Scratch, consultați {statisticsLink} pagina și Scratch {annualReportLink}.",
    "about.researchLinkText": "cercetând",
    "about.statisticsLinkText": "statistică",
    "about.lifelongKindergartenGroupLinkText": "Grup de grădiniță pe tot parcursul vieții",
    "about.codingAtACrossroadsLinkText": "Codarea la o răscruce",
    "about.lifelongKindergartenBookLinkText": "Grădinița pentru toată viața",
    "about.annualReportLinkText": "Raport anual",
    "about.support": "Suport si Sustinere",
    "about.supportDescription": "Scratch este disponibil gratuit, datorită asistenței noastre {donorsLink}. Acest sprijin ne ajută să oferim copiilor din întreaga lume oportunități de a imagina, crea și împărtăși. Puteți susține Scratch făcând o donație {donateLink}.",
    "about.donorsLinkText": "donatori",
    "about.donateLinkText": "aici",
    "about.donateButton": "Donează"
}