{
    "about.introOne": "С помощью Scratch ты можешь программировать собственные интерактивные истории, игры и мультфильмы, а затем делиться своими творениями с другими участниками онлайн-сообщества.",
    "about.introTwo": "Scratch помогает молодым людям учиться мыслить творчески, рассуждать системно и работать совместно — это необходимые навыки для жизни в 21 веке.",
    "about.introThree": "Scratch — это проект группы Lifelong Kindergarten в MIT Media Lab. Scratch распространяется бесплатно.",
    "about.introParents": "Информация для родителей",
    "about.introEducators": "Информация для преподавателей",
    "about.whoUsesScratch": "Кто использует Scratch?",
    "about.whoUsesScratchDescription": "Scratch  создан для детей от 8 до 16 лет, но используется людьми всех возрастов. Миллионы людей создают проекты Scratch в самых разных условиях — дома, в школах, музеях, библиотеках и общественных центрах.",
    "about.aroundTheWorld": "По всему миру",
    "about.aroundTheWorldDescription": "Scratch используется в более чем 150 различных странах и доступен на более чем 40 языках. Для изменения языка нажми на меню внизу этой страницы. Для смены языка в редакторе проекта щелкни на значке глобуса вверху страницы. Для добавления или улучшения перевода перейди к странице {translationLink}.",
    "about.translationLinkText": "перевода",
    "about.quotes": "Цитаты",
    "about.quotesDescription": "Команда Scratch получила множество писем от молодёжи, родителей и преподавателей с благодарностями в адрес Scratch. Хочешь узнать, о чём пишут нам люди? Ты можешь ознакомиться с подборкой полученных нами писем по ссылке {quotesLink}.",
    "about.quotesLinkText": "цитаты",
    "about.learnMore": "Узнать больше о Scratch",
    "about.learnMoreHelp": "Подсказки",
    "about.learnMoreFaq": "Часто задаваемые вопросы",
    "about.learnMoreParents": "Информация для родителей",
    "about.learnMoreCredits": "Благодарности",
    "about.literacy": "Учись чтобы программировать, программируй чтобы учится",
    "about.literacyDescription": "Способность создавать компьютерные программы является важной частью грамотности в современном обществе. Когда люди учатся программировать на Scratch, они знакомятся с важными стратегиями для решения проблем, разработки проектов и обмена идеями.",
    "about.schools": "Scratch в школах",
    "about.schoolsDescription": "Учащиеся используют Scratch на всех уровнях обучения (от начальной школы до высшей) и при изучении различных дисциплин (таких, как математика, информационные технологии, лингвистика, социология). Преподаватели делятся опытом, обмениваются материалами, задают вопросы и находят нужных людей на {scratchedLink}.",
    "about.scratchedLinkText": "сайте ScratchEd",
    "about.research": "Исследования",
    "about.researchDescription": "Команда Scratch Массачусетского технологического института и её партнёры изучают, как люди используют Scratch и учатся с его помощью (см. введение по ссылке {spfaLink}). Узнай больше об {researchLink} и {statisticsLink} Scratch.",
    "about.spfaLinkText": "Scratch: программирование для всех",
    "about.researchLinkText": "исследованиях",
    "about.statisticsLinkText": "статистике",
    "about.support": "Поддержка и финансирование",
    "about.supportDescription": "Проект Scratch получил финансовую поддержку от различных организаций. Полный список организаций, оказавших поддержку проекту размещён на странице{supportersList}. Подробную информацию можно найти на {creditsLink}. Если ты хочешь поддержать Scratch, пожалуйста, ознакомься с Фондом Scratch по ссылке {donateLink} или свяжись с нами по адресу {donateemail}.",
    "about.donateLinkText": "страница пожертвований",
    "about.creditsLinkText": "странице благодарностей"
}