{
    "about.introOne": "С помощью Скретч вы можете программировать собственные интерактивные истории, игры и анимацию и делиться своими творениями с другими представителями Интернет-сообщества.",
    "about.introTwo": "Скретч помогает молодёжи научиться мыслить творчески, приводить систематические обоснования и совместно работать. Это базовые навыки жизни в 21 веке.",
    "about.introThree": "Скретч это проект группы Lifelong Kindergarten в MIT Media Lab. Среда распространяется бесплатно.",
    "about.introParents": "Информация для родителей",
    "about.introEducators": "Информация для преподавателей",
    "about.whoUsesScratch": "Кто использует Скретч?",
    "about.whoUsesScratchDescription": "Скретч придумывался для детей от 8 до 16 лет, но используется людьми всех возрастов. Миллионы людей создают проекты Скретч в самых разных условиях — дома, в школах, музеях, библиотеках.",
    "about.aroundTheWorld": "По всему миру",
    "about.aroundTheWorldDescription": "Scratch используется в более чем в 150 странах и доступен на более чем 40 языках. Для изменения языка нажмите меню внизу этой страницы. Для смены языка в Редакторе Проекта нажмите на кнопку-глобус вверху страницы. Если Вы хотите добавить или улучшить перевод, перейдите  по ссылке{translationLink}.",
    "about.translationLinkText": "перевод",
    "about.quotes": "Цитаты",
    "about.quotesDescription": "Команад Scratch получила множество писем от молодёжи, родителей и преподавателей с благодарностями в адрес Scratch. Хотите узнать, о чём пишут нам люди? Вы можете ознакомиться с подборкой полученных нами писем по ссылке {quotesLink}.",
    "about.quotesLinkText": "цитаты",
    "about.learnMore": "Узнать больше о Скретч",
    "about.learnMoreHelp": "Подсказки",
    "about.learnMoreFaq": "Часто задаваемые вопросы",
    "about.learnMoreParents": "Информация для родителей",
    "about.learnMoreCredits": "Благодарности",
    "about.literacy": "Учись программировать, программируй для учебы",
    "about.literacyDescription": "Способность создавать компьютерные программы является важной частью грамотности в современном обществе. Когда люди учатся программировать на Скретч, они узнают важные стратегии для решения проблем, разработки проектов и сообщения идей.",
    "about.schools": "Скретч в школах",
    "about.schoolsDescription": "Учащиеся используют Scratch на всех уровнях (от школы до университета) при обучении различным специальностям (таким как: математика, информационные технологии, лингвистика, социология). Преподаватели делятся опытом, материалами, задают вопросы и находят нужных людей на {scratchedLink}.",
    "about.scratchedLinkText": "сайт ScratchEd.",
    "about.research": "Исследования",
    "about.researchDescription": "Команда Scratch Массачусетского технологического института и её партнёры изучают, как люди используют и учатся с помощью Scratch (см. Введение по ссылке {spfaLink}), Узнайте больше о Scratch по ссылкам {researchLink} и {statisticsLink}.",
    "about.spfaLinkText": "Scratch: Программирование для всех",
    "about.researchLinkText": "исследования",
    "about.statisticsLinkText": "статистика",
    "about.support": "Поддержка и финансирование",
    "about.supportDescription": "Проект Scratch получил финансовую поддержку от различных организаций. Полный список организаций, оказавших поддержку проекту размещён на странице{supportersList} . Детали в найдёте на странице {creditsLink}. Если Вы хотите поддержать Scratch, пожалуйста, ознакомьтесь с The Scratch Foundation по ссылке {donateLink} или свяжитесь с нами по адресу {donateemail}.",
    "about.donateLinkText": "страница пожертвований",
    "about.creditsLinkText": "страница благодарности"
}