{
    "about.introOne": "So Scratchom môžeš programovať svoje vlastné interaktívne príbehy, hry a animácie - a zdieľať svoje výtvory s ostatnými v online komunite.",
    "about.introTwo": "Scratch pomáha mladým ľuďom naučiť sa kreatívne myslieť, systematicky uvažovať a spolupracovať - základné zručnosti pre život v 21. storočí.",
    "about.introThree": "Scratch je projektom Lifelong Kindergarten Group na MIT Media Lab. Je poskytovaný bezplatne.",
    "about.introParents": "Informácie pre rodičov",
    "about.introEducators": "Informácie pre pedagógov",
    "about.whoUsesScratch": "Kto používa Scratch?",
    "about.whoUsesScratchDescription": "Scratch je navrhnutý najmä pre deti vo veku 8 až 16 rokov, ale používajú ho ľudia všetkých vekových kategórií. Milióny ľudí vytvárajú projekty v Scratchi na rôznych miestach - doma, na školách, v múzeách, knižniciach a komunitných centrách.",
    "about.aroundTheWorld": "Vo svete",
    "about.aroundTheWorldDescription": "Scratch sa používa vo viac ako 150 krajinách sveta vo viac ako 40 jazykoch. Zmeniť jazyk môžete v menu naspodu tejto stránky. Alebo v editore projektov, kliknite na obrázok zemegule v hornej časti stánky. Ak chcete prekladať alebo vylepšiť preklad, prečítajte si stánku {translationLink}.",
    "about.translationLinkText": "preklad",
    "about.quotes": "Citáty",
    "about.quotesDescription": "Tím Scratch dostáva mnoho e-mailov od mladých, rodičov a učiteľov, ktorí im vyjadrujú svoju vďaku za Scratch. Chceli by ste si prečítať, čo títo ľudia povedali? prečítajte si {quotesLink} ktoré sme od nich dostali.",
    "about.quotesLinkText": "citáty",
    "about.learnMore": "Viac informácií o Scratch",
    "about.learnMoreHelp": "Stránka Tipy",
    "about.learnMoreFaq": "Často kladené otázky",
    "about.learnMoreParents": "Informácie pre rodičov",
    "about.learnMoreCredits": "Poďakovanie",
    "about.literacy": "Nauč sa programovať. Programuj, aby si sa učil.",
    "about.literacyDescription": "Schopnosť kódovať počítačové programy je dôležitou súčasťou gramotnosti v dnešnej spoločnosti. Keď sa ľudia učia programovať v Scratch, naučia sa dôležité stratégie pre riešenie problémov, navrhovanie projektov a vyjadrovanie myšlienok.",
    "about.schools": "Scratch na školách",
    "about.schoolsDescription": "Študenti sa učia so Scratchom na všetkých úrovniach (od základých škôl až po vysoké) a zameraniach (napr. matematika, počítačová veda, jazyky, humanitné vedy). Učitelia zdieľajú príbehy, vymieňajú si materiály, kladú otázky a hľadajú ľudí na {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd webstránka",
    "about.research": "Výskum",
    "about.researchDescription": "Tím MIT Scratch a spolupracovníci skúmajú, ako sa ľudia učia a pracujú so Scratchom (na úvod pozri {spfaLink}). Zistite o Scratchi viac na {researchLink} a {statisticsLink}.",
    "about.spfaLinkText": "Scratch: Programovanie pre každého",
    "about.researchLinkText": "výskum",
    "about.statisticsLinkText": "štatistiky",
    "about.support": "Podpora a financovanie",
    "about.supportDescription": "Projekt Scratch dostal finančnú podporu od týchto organizácií: {supportersList}. Pozri {creditsLink}pre ďalšie informácie. Ak by ste radi podporili Scratch, zamierte na stránku {donateLink}, alebo nás kontaktujte na {donateemail}.",
    "about.donateLinkText": "stránka podpory",
    "about.creditsLinkText": "stránka kreditov"
}