{
    "about.introOne": "Scratch je najväčšia svetová kódovacia komunita pre deti a kódovací jazyk s jednoduchým vizuálnym rozhraním, ktoré umožňuje mladým ľuďom vytvárať digitálne príbehy, hry a animácie. Scratch je navrhnutý, vyvinutý a moderovaný neziskovou organizáciou {foundationLink}.",
    "about.introTwo": "Scratch podporuje výpočtové myslenie a zručnosti pri riešení problémov; tvorivé vyučovanie a učenie sa; sebavyjadrenie a spolupráca; a spravodlivosť vo výpočtovej technike.",
    "about.introThree": "Scratch je vždy zadarmo a je dostupný vo viac ako 70 jazykoch.",
    "about.foundationText": "Nadácia Scratch",
    "about.introParents": "Informácie pre rodičov",
    "about.introEducators": "Informácie pre pedagógov",
    "about.whoUsesScratch": "Kto používa Scratch?",
    "about.whoUsesScratchDescription": "Scratch je navrhnutý najmä pre deti vo veku 8 až 16 rokov, ale používajú ho ľudia všetkých vekových kategórií. Milióny ľudí vytvárajú projekty v Scratchi na rôznych miestach - doma, na školách, v múzeách, knižniciach a komunitných centrách.",
    "about.aroundTheWorld": "Vo svete",
    "about.aroundTheWorldDescription": "Scratch sa používa vo viac ako {countryCount} rôznych krajinách a územiach a je dostupný vo viac ako {languageCount} jazykoch. Ak chcete zmeniť jazyky, kliknite na ponuku v spodnej časti stránky. Alebo v editore projektu kliknite na zemeguľu v hornej časti stránky. Ak chcete pridať alebo zlepšiť preklad, pozrite si stránku {translationLink}.",
    "about.translationLinkText": "preklad",
    "about.quotes": "Citáty",
    "about.quotesDescription": "Tím Scratch dostáva mnoho e-mailov od mladých, rodičov a učiteľov, ktorí im vyjadrujú svoju vďaku za Scratch. Chceli by ste si prečítať, čo títo ľudia povedali? prečítajte si {quotesLink} ktoré sme od nich dostali.",
    "about.quotesLinkText": "citáty",
    "about.learnMore": "Viac informácií o Scratch",
    "about.learnMoreFaq": "Často kladené otázky",
    "about.learnMoreParents": "Informácie pre rodičov",
    "about.learnMoreEducators": "Informácie pre pedagógov",
    "about.learnMoreAnnualReport": "Výročná správa",
    "about.literacy": "Nauč sa programovať. Programuj, aby si sa učil.",
    "about.literacyDescription": "Schopnosť kódovať počítačové programy je dôležitou súčasťou gramotnosti v dnešnej spoločnosti. Keď sa ľudia učia programovať v Scratch, naučia sa dôležité stratégie pre riešenie problémov, navrhovanie projektov a vyjadrovanie myšlienok.",
    "about.schools": "Scratch na školách",
    "about.schoolsDescription": "Študenti sa učia so Scratch na všetkých úrovniach (od základnej školy po vysokú školu) a naprieč disciplínami (ako je matematika, informatika, jazykové umenie, spoločenské vedy). Zdroje pre pedagógov sú k dispozícii na stránke {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch pre pedagógov",
    "about.scratchedLinkText": "ScratchEd webstránka",
    "about.research": "Výskum",
    "about.researchDescription": "{lifelongKindergartenGroupLink} a spolupracovníci sú {researchLink}, ako mladí ľudia tvoria, spolupracujú a učia sa so Scratch. Prehľad nájdete v článku {codingAtACrossroadsLink} a knihe {lifelongKindergartenBookLink}. Ak sa chcete dozvedieť viac o používaní aplikácie Scratch, pozrite si stránku {statisticsLink} a aplikáciu Scratch {annualReportLink}.",
    "about.researchLinkText": "skúmanie",
    "about.statisticsLinkText": "štatistiky",
    "about.lifelongKindergartenGroupLinkText": "Celoživotná skupina MŠ",
    "about.codingAtACrossroadsLinkText": "Kódovanie na križovatke",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Výročná správa",
    "about.support": "Podpora a financovanie",
    "about.supportDescription": "Scratch je k dispozícii zadarmo vďaka podpore nášho {donorsLink}. Táto podpora nám pomáha poskytovať deťom na celom svete príležitosti na predstavovanie, vytváranie a zdieľanie. Scratch môžete podporiť príspevkom {donateLink}.",
    "about.donorsLinkText": "darcov",
    "about.donateLinkText": "tu",
    "about.donateButton": "Podpor nás"
}