{
    "about.introOne": "Скрач представља највећу светску програмерску заједницу за децу и програмски језик са једноставним визуелним интерфејсом, који омогућава младим људима да креирају дигиталне приче, игре и анимације. Скрач је дизајниран, развијан и уређиван од стране непрофитне организације {foundationLink}.    ",
    "about.introTwo": "Скрач промовише  рачунарски начин мишљења и вештине решавања проблема; креативног подучавања и учења; самоизражавање и сарадњу; и равноправност у рачунарству.",
    "about.introThree": "Скрач је увек бесплатан и доступан на више од 70 језика.",
    "about.foundationText": "Скрач фондација",
    "about.introParents": "Информације за родитеље",
    "about.introEducators": "Информације за наставнике",
    "about.whoUsesScratch": "Ко користи Скрач?",
    "about.whoUsesScratchDescription": "Скрач је направљен посебно за узраст од 8 до 16 година, али користе га људи свих узраста. Милиони људи праве пројекте у Скрачу у различитим окружењима, укључујући домове, школе, музеје, библиотеке и центре заједнице.",
    "about.aroundTheWorld": "Широм света",
    "about.aroundTheWorldDescription": "Скрач је доступнан у више од {countryCount} држава или територија, као и на више од {languageCount} језика. При дну стране можете променити језик. Такође, језик можете променити у едитору пројеката, кликом на слику глобуса при врху екрана. Ако желите да додате или унапредите превод, посетите следећу страницу: {translationLink}.",
    "about.translationLinkText": "превод",
    "about.quotes": "Цитати",
    "about.quotesDescription": "Скрач тим је примио много е-писама од младих, родитеља и наставника који су изразили захвалност за Скрач. Желиш да видиш шта кажу људи? Прочитај поруке које смо добили кликом на {quotesLink}.",
    "about.quotesLinkText": "цитати",
    "about.learnMore": "Сазнај више о Скрачу",
    "about.learnMoreFaq": "Често постављана питања (FAQ)",
    "about.learnMoreParents": "Информација за родитеље",
    "about.learnMoreEducators": "Информације за наставнике",
    "about.learnMoreAnnualReport": "Годишњи извештај",
    "about.literacy": "Учи да програмираш, програмирај да би учио",
    "about.literacyDescription": "То да је неко способан да пише рачунарске програме је важан део песмености у данашњем друштву. Учећи да програмирају у Скрачу, људи уче важне стратегије за решавање проблема, дизајнирање пројеката и размену идеја.",
    "about.schools": "Скрач у школи",
    "about.schoolsDescription": "Скрач се користи у настави, на свим нивоима образовања (од основне школе до факултета) и у разним научним дисциплинама (као што су математика, рачунарство, лингвистика, друштвене науке и др.). Материјали за наставнике и предаваче су доступни на следећим странама {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Скрач за наставнике",
    "about.scratchedLinkText": "SkratchEd сајт",
    "about.research": "Истраживање",
    "about.researchDescription": "{lifelongKindergartenGroupLink} и сарадници {researchLink} како младе особе уче, стварају и сарађују уз помоћ Скрача. Да се упознате са истраживањем, погледајте чланак {codingAtACrossroadsLink} и књигу {lifelongKindergartenBookLink}. Да сазнате више о Скрачу, посетите страницу {statisticsLink} и страницу на којој је{annualReportLink}.",
    "about.researchLinkText": "истражују",
    "about.statisticsLinkText": "статистика",
    "about.lifelongKindergartenGroupLinkText": "Lifelong Kindergarten група",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Годишњи извештај",
    "about.support": "Подршка и финансирање",
    "about.supportDescription": "Скрач је је бесплатан захваљујући нашим донаторима{donorsLink}. Њихова подршка омогућава да деци широм света пружимо могућност да маштају, стварају и деле. И ви можете подржати Скрач, донирајте: {donateLink}.",
    "about.donorsLinkText": "донатори",
    "about.donateLinkText": "овде",
    "about.donateButton": "Донирајте"
}