{
    "about.introOne": "Користећи Скрач, можеш да програмираш своје интерактивне приче, игре и анимације -  и делиш своје креације са осталим члановима интернет заједнице.",
    "about.introTwo": "Скрач помаже младим људима да науче креативно мишљење, да расуђују систематично и раде сарађујући - суштинске вештине за живот у двадесетпрвом веку.",
    "about.introThree": "Скрач је пројекат Lifelong Kindergarten Group код MIT Media Lab. Он је доступан бесплатно.",
    "about.introParents": "Информације за родитеље",
    "about.introEducators": "Информације за наставнике",
    "about.whoUsesScratch": "Ко користи Скрач?",
    "about.whoUsesScratchDescription": "Скрач је направљен посебно за узраст од 8 до 16 година, али користе га људи свих узраста. Милиони људи праве пројекте у Скрачу у различитим окружењима, укључујући домове, школе, музеје, библиотеке и центре заједнице.",
    "about.aroundTheWorld": "Широм света",
    "about.aroundTheWorldDescription": "Скрач се користи у више од 150 држава и доступан је на више од 40 језика. Да бисте променили језик, кликните на мени у дну странице или на Пројекатном едитору кликните на глобус на врху стране. Да додате или побољшате превод, погледајте {translationLink} страну.",
    "about.translationLinkText": "превод",
    "about.quotes": "Цитати",
    "about.quotesDescription": "Скрач тим је примио много е-писама од младих, родитеља и наставника који су изразили захвалност за Скрач. Желиш да видиш шта кажу људи? Прочитај поруке које смо добили кликом на {quotesLink}.",
    "about.quotesLinkText": "цитати",
    "about.learnMore": "Сазнај више о Скрачу",
    "about.learnMoreHelp": "Страница са саветима",
    "about.learnMoreFaq": "Често постављана питања (FAQ)",
    "about.learnMoreParents": "Информација за родитеље",
    "about.learnMoreCredits": "Заслуге",
    "about.literacy": "Учи да програмираш, програмирај да би учио",
    "about.literacyDescription": "То да је неко способан да пише рачунарске програме је важан део песмености у данашњем друштву. Учећи да програмирају у Скрачу, људи уче важне стратегије за решавање проблема, дизајнирање пројеката и размену идеја.",
    "about.schools": "Скрач у школи",
    "about.schoolsDescription": "Ученици свих нивоа ( од основне школе до факултета) уче уз Скрач корз различите дисциплине ( попут математике, ралунарства, језика, уметности и социологије). Наставници деле искуства, размењују изворе, питају и проналазе људе на {scratchedLink}.",
    "about.scratchedLinkText": "SkratchEd сајт",
    "about.research": "Истраживање",
    "about.researchDescription": "МИТ Скрач тим и сарадници истражују како људи користе и уче уз Скрач ( Увод погледајте овде {spfaLink}). Сазнајте више о Скрачу овде {researchLink} и овде {statisticsLink} о Скрачу.",
    "about.spfaLinkText": "Скрач: Програмирање за свакога",
    "about.researchLinkText": "истраживање",
    "about.statisticsLinkText": "статистика",
    "about.support": "Подршка и финансирање",
    "about.supportDescription": "Скрач пројекат је финансијску подршку добио од следећих организација {supportersList}. Погледај {creditsLink} за више информација. Ако желите да подржите Скрач, молимо Вас да погледате Скрач Фондацију {donateLink} или нас контактирајте на {donateemail}.",
    "about.donateLinkText": "страница донација",
    "about.creditsLinkText": "страница заслуга"
}