{
    "about.introOne": "Ukitumia Scratch, unaweza kutunga hadithi zinazoshirikisha, michezo na ukaragushi — na uwasmbazie wengine ubunifu wako kwenye jamii ya mitandaoni.",
    "about.introTwo": "Scratch husaidia vijana kujifunza kufikiria kwa ubunifu, kufikiria kwa utaratibu, na kufanya kazi kwa kushirikiana — hizi ni stadi muhimu za maisha katika karne ya 21.",
    "about.introThree": "Scratch ni mradi wa Kikundi cha Lifelong Kindergarten katika MIT Media Lab. Hatukutozi ada zozote kwa kutumia Scratch.",
    "about.introParents": "Ujumbe kwa wazazi",
    "about.introEducators": "Ujumbe kwa waalimu",
    "about.whoUsesScratch": "Nani Anatumia Scratch?",
    "about.whoUsesScratchDescription": "Scratch imeundwa haswa kwa walio na miaka 8 hadi 16, lakini inatumiwa na watu wa kila kizazi. Mamilioni ya watu wanaunda miradi ya Scratch katika mipangilio anuwai, kama vile nyumbani, shuleni, makavazini, maktabani, na katika vituo vya kijamii",
    "about.aroundTheWorld": "Duniani Kote",
    "about.aroundTheWorldDescription": "Scratch inatumika katika nchi zaidi ya 150 na inapatikana katika lugha zaidi ya 40. Ili kubadilidha lugha, bonyeza menyu iliyo chini ya ukurasa. Au katika Mhariri wa Mradi, bonyeza ulimwengu ulio juu ya ukurasa. Ili kuongeza au kuboresha tafsiri, tazama ukurasa wa {translationLink}.",
    "about.translationLinkText": "tafsiri",
    "about.quotes": "Nukuu",
    "about.quotesDescription": "Timu ya Scratch imepokea barua pepe nyingi kutoka kwa vijana, wazazi, na waalimu wakitoa shukrani kwa Scratch. Unataka kuona watu wanasema nini? Unaweza kusoma mkusanyiko wa {quotesLink} tuliopokea.",
    "about.quotesLinkText": "nukuu",
    "about.learnMore": "Jifunze Zaidi juu ya Scratch",
    "about.learnMoreHelp": "Ukurasa wa Vidokezo",
    "about.learnMoreFaq": "Maswali Yanayoulizwa Mara Kwa Mara",
    "about.learnMoreParents": "Maelezo kwa Wazazi",
    "about.learnMoreCredits": "Sifa kwa",
    "about.literacy": "Jifunze Usimbaji, Andika msimbo ili Ujifunze",
    "about.literacyDescription": "Uwezo wa kuunda programu za kompyuta ni sehemu muhimu ya kusoma na kuandika katika jamii ya leo. Wakati watu wanajifunza usimbaji kutumia Scratch, hujifunza mikakati muhimu ya kusuluhisha matatizo, kubuni miradi, na kuwasilisha maoni.",
    "about.schools": "Scratch  Shuleni",
    "about.schoolsDescription": "Wanafunzi wanajifunza wakitumia Scratch katika ngazi zote (kutoka shule ya msingi hadi chuo kikuu) na katika taaluma zote (kama vile hesabu, masomo ya kompyuta, Fasihi, sanaa, Masomo ya lugha, masomo ya kijamii). Waalimu wanashiriki hadithi, wanabadilishana nyenzo, wanaulizana maswali, na kuwapata watu wengine kwenye {scratchedLink}.",
    "about.scratchedLinkText": "Tovuti ya ScratchEd",
    "about.research": "Utafiti",
    "about.researchDescription": "Timu ya MIT Scratch na washirika wanafanyia utafiti jinsi watu wanavyotumia na kujifunza kutumia Scratch (kwa utangulizi, ona {spfaLink}). Tafuta zaidi kuhusu Scratch {researchLink} na {statisticsLink} kuhusu Scratch.",
    "about.spfaLinkText": "Scratch: Kuunda Programu kwa Wote",
    "about.researchLinkText": "utafiti",
    "about.statisticsLinkText": "takwimu",
    "about.support": "Msaada na Ufadhili",
    "about.supportDescription": "Mradi wa Scratch umepokea msaada wa kifedha kutoka kwa mashirika yafuatayo: {supportersList}. Tazama {creditsLink} kwa habari zaidi. Ikiwa ungependa kuunga Scratch mkono, tafadhali tazama Scratch Foundation {donateLink}, au wasiliana nasi kwa {donateemail}.",
    "about.donateLinkText": "ukurasa wa michango",
    "about.creditsLinkText": "ukurasa wa hongera"
}