{
    "about.introOne": "ด้วย Scratch  คุณสามารถโปรแกรมเรื่องราวแบบโต้ตอบ เกม และแอนิเมชันได้ด้วยตัวคุณเอง — และแบ่งปันสิ่งที่คุณสร้างกับคนอื่นๆ บนชุมชนออนไลน์ ",
    "about.introTwo": "Scratch ส่งเสริมให้เด็กๆ เรียนรู้ที่จะคิดแบบสร้างสรรค์  คิดเหตุผลอย่างเป็นระบบ  และทำงานร่วมกัน — ซึ่งเป็นทักษะจำเป็นสำหรับชีวิตในศตวรรษที่ 21",
    "about.introThree": "Scratch เป็นโครงงานของกลุ่ม Lifelong Kindergarten ณ MIT Media Lab. ให้ใช้โดยไม่มีค่าใช้จ่าย",
    "about.introParents": "ข้อมูลสำหรับผู้ปกครอง",
    "about.introEducators": "ข้อมูลสำหรับนักการศึกษา",
    "about.whoUsesScratch": "ใครใช้ Scratch?",
    "about.whoUsesScratchDescription": "Scratch ถูกออกแบบมาสำหรับเด็กอายุระหว่าง 8 ถึง 16 ปี แต่มันถูกใช้โดยคนจากทุกวัย  ผู้คนนับล้านสร้างโครงงาน Scratch ในแบบต่างๆ มากมาย รวมทั้งบ้าน โรงเรียนพิพิธภัณฑ์ ห้องสมุด และศูนย์ชุมชน",
    "about.aroundTheWorld": "ทั่วโลก",
    "about.aroundTheWorldDescription": "Scratch ได้ถูกใช้ในกว่าประเทศต่าง ๆ กว่า 150 ประเทศและมีภาษาให้เลือกถึง 40 ภาษา หากต้องการเปลี่ยนภาษาให้คลิกที่เมนูที่อยู่ล่างสุดของหน้า หรือในตัวโปรแกรมแก้ไข ให้คลิกที่ปุ่มลูกโลกที่อยู่บริเวณด้านบนของโปรแกรม หากต้องการเพิ่มหรือแก้ไขคำแปล ให้ไปที่หน้า {translationLink}",
    "about.translationLinkText": "การแปลภาษา",
    "about.quotes": "คำนิยม",
    "about.quotesDescription": "ทีม Scratch ได้รับอีเมลจำนวนมากจากเยาวชน ผู้ปกครอง นักการศึกษา แสดงความขอบคุณสำหรับ Scratch  อยากเห็นว่าผู้คนพูดอะไร? คุณสามารถอ่าน {quotesLink} ที่เราได้รับ",
    "about.quotesLinkText": "คำนิยม",
    "about.learnMore": "เรียนรู้เพิ่มเติมเกี่ยวกับ Scratch",
    "about.learnMoreHelp": "หน้าเคล็ดลับ",
    "about.learnMoreFaq": "คำถามที่พบบ่อย",
    "about.learnMoreParents": "ข้อมูลสำหรับผู้ปกครอง",
    "about.learnMoreCredits": "เครดิต",
    "about.literacy": "เรียนเพื่อโค้ด โค้ดเพื่อเรียน",
    "about.literacyDescription": "ความสามารถในการเขียนโปรแกรมคอมพิวเตอร์เป็นส่วนสำคัญของการรู้ในสังคมปัจจุบัน  เมื่อผู้คนเรียนที่จะโค้ดด้วย Scratch  เขาเรียนรู้กลยุทธ์สำคัญในการแก้ปัญหา การออกแบบโครงงาน และการสื่อสารแนวคิด",
    "about.schools": "Scratch ในโรงเรียน",
    "about.schoolsDescription": "นักเรียนเรียนรู้ด้วย Scratch ในทุกระดับ (ตั้งแต่ประถมศึกษาจนถึงระดับวิทยาลัย) และหลากหลายสาขา (เช่น คณิตศาสตร์ วิทยาการคอมพิวเตอร์ ศิลป์ภาษา สังคมศึกษา) นักการศึกษาแบ่งปันเรื่องราว แลกเปลี่ยนทรัพยากร ถามคำถาม และหาบุคคลบน {scratchedLink}",
    "about.scratchedLinkText": "เว็บไซต์ ScratchEd",
    "about.research": "การวิจัย",
    "about.researchDescription": "ทีม MIT Scratch และผู้ทำงานร่วมกันค้นคว้าวิธีที่ผู้คนใช้และเรียนรู้เกี่ยวกับ Scratch (สำหรับคำแนะนำ ดู {spfaLink}) หาข้อมูลเพิ่มเติมเกี่ยวกับ {researchLink} และ {statisticsLink} เกี่ยวกับ Scratch",
    "about.spfaLinkText": "Scratch: การเขียนโปรแกรมสำหรับคนทุกคน",
    "about.researchLinkText": "การวิจัย",
    "about.statisticsLinkText": "สถิติ",
    "about.support": "การสนับสนุนและเงินทุน",
    "about.supportDescription": "โครงการ Scratch ได้รับการสนับสนุนทางการเงินจากองค์กรต่อไปนี้: {supportersList} ดู{creditsLink} สำหรับข้อมูลเพิ่มเติม  หากคุณต้องการสนับสนุน Scratch กรุณาดู Scratch Foundation {donateLink} หรือติดต่อเราที่ {donateemail}",
    "about.donateLinkText": "หน้าบริจาค",
    "about.creditsLinkText": "หน้าเครดิต"
}