{
    "about.introOne": "Scratch ile kendi etkileşimli hikayelerinizi, oyunlarınızı, animasyonlarınızı programlayabilir ve oluşturduklarınızı internette bulunan çevrimiçi toplulukta diğerleri ile paylaşabilirsiniz.",
    "about.introTwo": "Scratch, gençlerin yaratıcı düşünme, sebep sonuç ilişkisi kurma ve takım halinde çalışma gibi 21. yüzyılın temel yaşam becerilerini edinmesine yardımcı olur.",
    "about.introThree": "Scratch, MIT Medya Lab'ında yer alan Lifelong Kindergarten grubunun bir projesidir. Ve tamamen ücretsizdir.",
    "about.introParents": "Ebeveynler için bilgi",
    "about.introEducators": "Eğitimciler için bilgi",
    "about.whoUsesScratch": "Scratch'i Kim Kullanır?",
    "about.whoUsesScratchDescription": "Scratch özellikle 8 ila 16 yaş grubu için tasarlanmış olmakla birlikte her yaştan insan tarafından kullanılmaktadır. Milyonlarca kişi evde, okulda, müzelerde, kütüphanelerde ve sosyal merkezlerde Scratch projeleri oluşturmaktadır.",
    "about.aroundTheWorld": "Dünya Üzerinde",
    "about.aroundTheWorldDescription": "Scratch, 150'den fazla ülkede ve 40'tan fazla dilde kullanılmaktadır. Dili değiştirmek için, sayfanın en altındaki menüye tıklayın veya Proje Editöründe sayfanın üst kısmında dünya simgesine tıklayın. Çeviri eklemek ya da geliştirmek için {translationLink} sayfasına göz atın.",
    "about.translationLinkText": "Çeviri",
    "about.quotes": "Alıntılar",
    "about.quotesDescription": "Scratch ekibi, gençlerden, anne-babalardan ve eğitmenlerden teşekkürlerini ifade eden bir çok e-posta alıyor. İnsanların neler söylediğini görmek ister misiniz? Aldığımız bu e-postalardan {quotesLink}derlediklerimizi okuyabilirsiniz .",
    "about.quotesLinkText": "Alıntılar",
    "about.learnMore": "Scrach Hakkında Daha Fazla Bilgilen",
    "about.learnMoreHelp": "İpuçları Sayfası",
    "about.learnMoreFaq": "Sık Sorulan Sorular (SSS)",
    "about.learnMoreParents": "Ebeveynler İçin Bilgi",
    "about.learnMoreCredits": "Katkısı olanlar",
    "about.literacy": "Kodlamak için Öğren, Öğrenmek için Kodla",
    "about.literacyDescription": "Günümüz toplumunda bilgisayar programları kodlayabilme yeteneği, okur yazarlığın önemli bir parçasıdır. İnsanlar Scratch ile kodlamayı öğrendiklerinde, problem çözme, projeler dizayn etme ve fikir paylaşımı ile ilgili önemli stratejiler öğrenirler.",
    "about.schools": "Okullarda Scratch",
    "about.schoolsDescription": "Öğrenciler, Scratch ile her seviyede (ilkokuldan liseye) ve pek çok alanda (matematik, bilgisayar bilimi, dil sanatları, sosyal çalışmalar vb.) öğreniyorlar. Eğitimciler bu sayfada {scratchedLink}, hikaye paylaşıyorlar, kaynak paylaşımı yapıyorlar, soru soruyorlar ve diğer insanlara erişebiliyorlar.",
    "about.scratchedLinkText": "ScratchEd Web Sitesi",
    "about.research": "Araştırma",
    "about.researchDescription": "MIT Scratch takımı ve işbirlikçileri, scratch ile insanların nasıl kullandıklarını ve öğrendiklerini araştırıyor. (tanıtımı için bakınız {spfaLink})Scratch hakkında daha fazlası için {researchLink}ve {statisticsLink}Scratch hakkında",
    "about.spfaLinkText": "Scratch: Herkes İçin Programlama",
    "about.researchLinkText": "araştırma",
    "about.statisticsLinkText": "İstatistikler",
    "about.support": "Destek ve Finansman",
    "about.supportDescription": "Scratch'i destekleyen organizasyonlar aşağıdaki gibidir: {supportersList} Daha fazla bilgi almak için tıklayın.{creditsLink} Scratch'i desteklemek için Scratch Vakfı'nın sayfasını ziyaret edebilir{donateLink} veya bizimle iletişime geçebilirsiniz{donateemail}",
    "about.donateLinkText": "bağış sayfası",
    "about.creditsLinkText": "Katkıda Bulunanlar"
}