{
    "about.introOne": "Скретч — це найбільша у світі спільнота кодування для дітей, а також мова кодування з простим візуальним інтерфейсом, яка дозволяє молодим людям створювати цифрові історії, ігри й анімації. Розробку та модерування Скретчу здійснює некомерційна організація {foundationLink}.",
    "about.introTwo": "Скретч розвиває обчислювальне мислення та навички вирішення проблем, сприяє творчому навчанню, самовираженню та співпраці, а також рівності у сфері компʼютерних технологій.",
    "about.introThree": "Скретч завжди буде безплатним. Він доступний понад 70 мовами.",
    "about.foundationText": "Фундація Скретчу",
    "about.introParents": "Для батьків",
    "about.introEducators": "Для вчителів",
    "about.whoUsesScratch": "Хто використовує Скретч?",
    "about.whoUsesScratchDescription": "Скретч розроблений спеціально для дітей від 8 до 16 років, але використовується людьми різного віку. Мільйони людей створюють скретч-проекти в самих різних умовах - вдома, в школах, музеях, бібліотеках та громадських центрах.",
    "about.aroundTheWorld": "Навколо світу",
    "about.aroundTheWorldDescription": "Скретч використовують у понад {countryCount} країнах і територіях, і він доступний понад {languageCount} мовами. Щоб змінити мову, натисність на мовне меню внизу сторінки. У редакторі проєктів натисніть на значок глобуса вгорі сторінки. Ознайомтеся зі сторінкою про {translationLink}, якщо хочете перекласти матеріал або покращити наявний переклад. ",
    "about.translationLinkText": "переклад",
    "about.quotes": "Листи",
    "about.quotesDescription": "Команда Скретчу отримала багато листів від дітей, батьків та вихователів, які висловлюють подяку за Скретч. Хочете побачити, що пишуть люди? Ви можете прочитати колекцію отриманих {quotesLink}.",
    "about.quotesLinkText": "відгуків",
    "about.learnMore": "Дізнатись більше про Скретч",
    "about.learnMoreFaq": "Найчастіше запитують",
    "about.learnMoreParents": "Інформація для батьків",
    "about.learnMoreEducators": "Інформація для вчителів",
    "about.learnMoreAnnualReport": "Щорічна доповідь",
    "about.literacy": "Вчити для програмування, програмувати для навчання",
    "about.literacyImageDescription": "Зображення Мітча Резніка, який читає лекцію TED під назвою «Навчимо дітей кодуванню». У центрі зображення розміщена кнопка відтворення.",
    "about.literacyDescription": "У цій <a>лекції TED</a> засновник Скретчу Мітч Резнік розповідає, чому вміння кодувати є важливою частиною грамотності в сучасному суспільстві. Навчаючись кодуванню у Скретчі, люди опановують важливі стратегії для вирішення проблем, створення проєктів та донесення ідей.",
    "about.schools": "Скретч в школах",
    "about.schoolsDescription": "Учні навчаються за допомогою Скретчу на всіх рівнях освіти (від початкової школи до вищої освіти) і в рамках різних дисциплін (як-от математики, інформатики, лінгвістики, соціальних наук). Ресурси для вчителів доступні на сторінці {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Скретч для вчителів",
    "about.scratchedLinkText": "сайті ScratchEd",
    "about.research": "Дослідження",
    "about.researchDescription": "{lifelongKindergartenGroupLink} та її партнери {researchLink}, як молоді люди створюють проєкти, співпрацюють і вчаться зі Скретчем. Їхні дослідження описані у статті «{codingAtACrossroadsLink}» та книзі «{lifelongKindergartenBookLink}». Дізнайтеся більше про використання Скретчу на сторінці {statisticsLink} та у {annualReportLink}.",
    "about.researchLinkText": "досліджують",
    "about.statisticsLinkText": "статистику",
    "about.lifelongKindergartenGroupLinkText": "Група Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "Coding at a Crossroads",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Щорічній доповіді",
    "about.support": "Підтримка та фінансування",
    "about.supportDescription": "Скретч доступний безплатно завдяки підтримці наших {donorsLink}. Ця підтримка допомагає нам надавати дітям по всьому світу можливості уявляти, створювати й ділитися. Ви можете підтримати Скретч, зробивши пожертву {donateLink}.",
    "about.donorsLinkText": "донорів",
    "about.donateLinkText": "тут",
    "about.donateButton": "Пожертва"
}