{
    "about.introOne": "Зі Скретчем ви можете програмувати свої власні інтерактивні історії, ігри, анімацію — і поділитися своїми творами з іншими членами інтернет-спільноти.",
    "about.introTwo": "Скретч допомагає молоді вчитися мислити творчо, міркувати системно і працювати спільно - необхідні навички для життя в 21-му столітті.",
    "about.introThree": "Скретч є проектом Lifelong Kindergarten Group з MIT Media Lab. Він надається безкоштовно.",
    "about.introParents": "Для батьків",
    "about.introEducators": "Для вчителів",
    "about.whoUsesScratch": "Хто використовує Скретч?",
    "about.whoUsesScratchDescription": "Скретч розроблений спеціально для дітей від 8 до 16 років, але використовується людьми різного віку. Мільйони людей створюють скретч-проекти в самих різних умовах - вдома, в школах, музеях, бібліотеках та громадських центрах.",
    "about.aroundTheWorld": "Навколо світу",
    "about.aroundTheWorldDescription": "Скретч використовується в більш ніж 150 різних країнах і доступний більш ніж 40 мовами. Щоб змінити мову клацніть меню в нижній частині сторінки. Або в Редакторі проекту натисніть глобус у верхній частині сторінки. Щоб додати або поліпшити переклад, перегляньте сторінку {translationLink}.",
    "about.translationLinkText": "переклад",
    "about.quotes": "Листи",
    "about.quotesDescription": "Команда Скретчу отримала багато листів від дітей, батьків та вихователів, які висловлюють подяку за Скретч. Хочете побачити, що пишуть люди? Ви можете прочитати колекцію отриманих {quotesLink}.",
    "about.quotesLinkText": "відгуків",
    "about.learnMore": "Дізнатись більше про Скретч",
    "about.learnMoreHelp": "Сторінка порад",
    "about.learnMoreFaq": "Найчастіше запитують",
    "about.learnMoreParents": "Інформація для батьків",
    "about.learnMoreCredits": "Про розробників",
    "about.literacy": "Вчити для програмування, програмувати для навчання",
    "about.literacyDescription": "Можливість створювати код комп'ютерних програм є важливою частиною грамотності в сучасному суспільстві. Коли люди вчаться програмувати в Скретчі, вони вчаться найважливіших стратегій для вирішення проблем, розробці проектів та обміну ідеями.",
    "about.schools": "Скретч в школах",
    "about.schoolsDescription": "Учні навчаються зі Скретчем на всіх рівнях (від початкової школи до ліцеїв та коледжів) та з різних предметів (математики, інформатики, мови, суспільних наук). Вчителі діляться історіями, обмінюються ресурсами, задають питання та знаходять людей на {scratchedLink}.",
    "about.scratchedLinkText": "сайті ScratchEd",
    "about.research": "Дослідження",
    "about.researchDescription": "Команда MIT Scratch і співробітники досліджують, як люди використовують і навчаються зі Скретч (для ознайомлення див. {spfaLink}). Дізнайтеся більше про {researchLink} використання Скретчу і {statisticsLink} Скретчу.",
    "about.spfaLinkText": "Скретч: програмування для всіх",
    "about.researchLinkText": "дослідження",
    "about.statisticsLinkText": "статистику",
    "about.support": "Підтримка та фінансування",
    "about.supportDescription": "Проект Скретч отримав фінансову підтримку від таких організацій: {supportersList}. Детальніше див. на {creditsLink}. Якщо ви хочете підтримати Скретч, перегляньте {donateLink} фонду Скретч, або зв'яжіться з нами за адресою {donateemail}.",
    "about.donateLinkText": "сторінку підтримки",
    "about.creditsLinkText": "сторінці подяк"
}