{
    "about.introOne": "Scratch yordamida interaktiv hikoya, o‘yin va animatsiyalar yaratishingiz hamda ularni onlayn hamjamiyat foydalanuvchilariga ulashishingiz mumkin.",
    "about.introTwo": "Scratch loyihasi yoshlarni ayniqsa 21-asrda insondan talab qilinadigan asosiy bilimlar — ijodiy fikrlash, tizimli mulohaza yuritish va hamjihatlikda ishlashga o‘rgatadi.",
    "about.introThree": "Scratch – bu MIT Media Lab laboratoriyasidagi Lifelong Kindergarten Group loyihasidir. U bepul taqdim etiladi.",
    "about.introParents": "Ota-onalar uchun",
    "about.introEducators": "Dars beruvchilar uchun",
    "about.whoUsesScratch": "Scratch kim uchun?",
    "about.whoUsesScratchDescription": "Scratch loyihasi 8 yoshdan 16 yoshgacha bolalar uchun mo‘ljallangan, lekin undan barcha yoshdagi odamlar foydalanadi. Millionlab insonlar Scratch loyihalarini yaratib, ulardan turli sharoitlarda, jumladan, uy, maktab, muzey, kutubxona va jamoatchilik markazlarida foydalanishmoqda.",
    "about.aroundTheWorld": "Dunyo miqyosida",
    "about.aroundTheWorldDescription": "Scratch platformasidan dunyoning 150 dan ortiq davlatida foydalaniladi va u 40 dan ortiq tillarga tarjima qilingan. Tilni almashtirish uchun sahifaning pastki qismidagi menyudan foydalaning. Yoki, loyiha muharririda sahifa tepasidagi globus belgisini bosing. Yangi til qo‘shish yoki mavjud tarjimani yaxshilash uchun {translationLink} sahifasiga kiring .",
    "about.translationLinkText": "tarjima",
    "about.quotes": "Iqtiboslar",
    "about.quotesDescription": "Scratch jamoasi yoshlar, ota-onalar va dars beruvchilardan ko‘pgina minnatdorlik maktublarini oldi. Bizga nimalarni yozishayotganini bilmoqchimisiz? Bu sahifada kelgan maktublarning ayrimlari bilan tanishishingiz mumkin: {quotesLink}.",
    "about.quotesLinkText": "iqtiboslar",
    "about.learnMore": "Scratch haqida batafsil",
    "about.learnMoreHelp": "Maslahatlar",
    "about.learnMoreFaq": "Savol-javoblar",
    "about.learnMoreParents": "Ota-onalar uchun axborot",
    "about.learnMoreCredits": "Mualliflar",
    "about.literacy": "Dastur tuzishni o‘rganing, o‘rganish uchun dastur tuzing",
    "about.literacyDescription": "Kompyuter dasturlarini yarata olish bugungi jamiyatda savodxonlikning muhim qismi hisoblanadi. Scratch orqali dasturlashni o‘rganar ekan, muammolarni hal qilish uchun muhim strategiyalar, loyihalar yaratish va boshqalar bilan fikr almashishni ham o‘rganasiz.",
    "about.schools": "Scratch maktablarda",
    "about.schoolsDescription": "Talabalar o‘quv muassasalarining barcha bosqichlari (maktabdan – universitetgacha) va turli sohalarda (masalan, matematika, axborot texnologiyalari, tilshunoslik, jamiyatshunoslik) Scratch yordamida bilim olishmoqda. Dars beruvchilar {scratchedLink} orqali tajriba ulashadi, manba almashadi, savollar beradi va turli insonlar bilan tanishadi.",
    "about.scratchedLinkText": "ScratchEd veb-sayti",
    "about.research": "Tadqiqot",
    "about.researchDescription": "MIT (Massachusets texnologiya instituti) Scratch jamoasi va hamkorlari foydalanuvchilarning Scratch platformasini qanday ishlatayotganini o‘rganib boradi ({spfaLink} sahifasida muqaddima bilan tanishing). Scratch loyihasi bilan {researchLink} sahifasida , statistik axborotlar bilan {statisticsLink} sahifasida batafsil tanishishingiz mumkin.",
    "about.spfaLinkText": "Scratch: hammabop dasturlash",
    "about.researchLinkText": "tadqiqot",
    "about.statisticsLinkText": "statistika",
    "about.support": "Yordam va moliyalashtirish",
    "about.supportDescription": "Scratch loyihasi quyidagi tashkilotlardan moliyaviy yordam oldi: {supportersList}. Tafsilotlar uchun {creditsLink} sahifasiga kiring. Agar Scratch loyihasiga yordam berishni xohlasangiz, The Scratch Foundation sahifasi {donateLink} bilan tanishib chiqing yoki {donateemail}manzili orqali bizga murojaat qiling. ",
    "about.donateLinkText": "xayriyalar",
    "about.creditsLinkText": "mualliflar"
}