{
    "about.introOne": "Scratch là cộng đồng lập trình dành cho trẻ em lớn nhất thế giới và là một ngôn ngữ lập trình với giao diện đơn giản, cho phép trẻ có thể tạo ra những câu chuyện, trò chơi và hoạt hình mang đầy tính sáng tạo. Scratch được thiết kế, phát triển và kiểm duyệt bởi {foundationLink}, một tổ chức phi lợi nhuận.",
    "about.introTwo": "Scratch giúp tăng cường khả năng tư duy toán học và kĩ năng giải quyết vấn đề; giúp cho việc dạy và học phát triển theo hướng sáng tạo hơn; cải thiện những vấn đề về mặt cảm xúc, khả năng thể hiện bản thân cũng như kĩ năng làm việc nhóm; làm giàu vốn kiến thức về tin học.",
    "about.introThree": "Scratch luôn luôn miễn phí và hiện đã được thông dịch qua hơn 70 ngôn ngữ.",
    "about.foundationText": "Quỹ Scratch",
    "about.introParents": "Thông tin dành cho phụ huynh",
    "about.introEducators": "Thông tin dành cho giáo viên",
    "about.whoUsesScratch": "Nhữnng đối tượng sử dụng Scratch là ai?",
    "about.whoUsesScratchDescription": "Scratch được thiết kế đặc biệt cho lứa tuổi từ 8 đến 16, nhưng dành chò tất cả mọi người, ở mọi lứa tuổi. Hàng triệu người đang tạo ra những chương trình Scratch tại nhiều nơi khác nhau như ở nhà, trường học, viện bảo tàng, thư viện và các trung tâm cộng đồng.",
    "about.aroundTheWorld": "Vòng quanh Thế giới",
    "about.aroundTheWorldDescription": "Scratch đã và đang được sử dụng tại hơn {countryCount} quốc gia và vùng lãnh thổ, Scratch cũng đã được thông dịch qua hơn {languageCount} ngôn ngữ. Để thay đổi ngôn ngữ hiển thị, bấm vào menu ở phía dưới cùng của trang. Hoặc bấm vào nút có biểu tượng quả địa cầu ở góc trên bên trái trong trình Biên soạn Dự án. Để thêm bản dịch còn thiếu hoặc cải thiện bản dịch hiện có, hãy ghé trang {translationLink}.",
    "about.translationLinkText": "bài dịch",
    "about.quotes": "Trích dẫn",
    "about.quotesDescription": "Scratch Team đã nhận được rất nhiều phản hồi từ người dùng là những bạn trẻ, phụ huynh và những giáo viên bày tỏ sự cảm kích đến Scratch. Nếu bạn muốn xem họ nói gì? Bạn có thể đọc phần sưu tập của {quotesLink} mà chúng tôi đã nhận được. ",
    "about.quotesLinkText": "trích dẫn",
    "about.learnMore": "Tìm hiểu thêm về Scratch",
    "about.learnMoreFaq": "Những câu hỏi thường gặp",
    "about.learnMoreParents": "Thông tin dành cho các Bậc phụ huynh",
    "about.learnMoreEducators": "Thông tin dành cho Giáo viên",
    "about.learnMoreAnnualReport": "Báo cáo hàng năm",
    "about.literacy": "Học để lập trình, Lập trình để học",
    "about.literacyDescription": "Khả năng lập trình máy tính là một phần quan trọng trong học vấn của xã hội ngày nay. Khi mọi người học cách lập trình bằng Scratch, họ sẽ học được những chiến thuật quan trọng để giải quyết vấn đề, thiết kế các chương trình và truyền đạt những ý tưởng",
    "about.schools": "Scratch ở Trường học",
    "about.schoolsDescription": "Scratch hiện đang được sử dụng bởi học sinh ở mọi cấp học (từ cấp tiểu học đến cao đẳng) và trải rộng trên khắp các lĩnh vực (như toán học, khoa học máy tính, khoa học xã hội, ngôn ngữ học). Tài nguyên dành cho giáo viên hiện có sẵn trên trang {scratchForEducatorsLink}.",
    "about.scratchForEducatorsLinkText": "Scratch dành cho Giáo viên.",
    "about.scratchedLinkText": "ScratchEd website",
    "about.research": "Nghiên cứu",
    "about.researchDescription": "{lifelongKindergartenGroupLink} và cộng tác viên đang {researchLink} cách trẻ em sáng tạo, hợp tác, và học cùng Scratch. Để có một cái nhìn tổng quan, hãy xem bài báo {codingAtACrossroadsLink} và cuốn sách {lifelongKindergartenBookLink}. Để biết thêm thông tin và số liệu về việc sử dụng Scratch, hãy xem trang {statisticsLink} và trang {annualReportLink} của Scratch.",
    "about.researchLinkText": "tìm hiểu",
    "about.statisticsLinkText": "thống kê",
    "about.lifelongKindergartenGroupLinkText": "Nhóm Lifelong Kindergarten",
    "about.codingAtACrossroadsLinkText": "Mã hóa NGÃ TƯ",
    "about.lifelongKindergartenBookLinkText": "Lifelong Kindergarten",
    "about.annualReportLinkText": "Báo cáo hàng năm",
    "about.support": "Hỗ trợ và Đóng góp",
    "about.supportDescription": "Scratch là miễn phí nhờ những hỗ trợ vô cùng nhiệt huyết từ các {donorsLink} của chúng tôi. Những hỗ trợ này giúp chúng tôi đạt được sứ mệnh cung cấp cho trẻ em trên khắp thế giới cơ hội được tự do tưởng tượng, sáng tạo và chia sẻ. Bạn cũng có thể đóng góp vào việc thực hiện sứ mệnh này bằng cách tạo một khoản quyên góp {donateLink}.",
    "about.donorsLinkText": "nhà tài trợ",
    "about.donateLinkText": "tại đây",
    "about.donateButton": "Đóng góp"
}