{
    "annualReport.2021.subnavFoundersMessage": "প্রতিষ্ঠাতার বার্তা",
    "annualReport.2021.subnavMission": "মিশন",
    "annualReport.2021.subnavReach": "নাগাল",
    "annualReport.2021.subnavThemes": "থিম",
    "annualReport.2021.subnavDirectorsMessage": "পরিচালকের বার্তা",
    "annualReport.2021.subnavSupporters": "সমর্থকগন",
    "annualReport.2021.subnavTeam": "টিম",
    "annualReport.2021.subnavDonate": "অনুদান",
    "annualReport.2021.mastheadYear": "2021 বার্ষিক প্রতিবেদন",
    "annualReport.2021.mastheadTitle": "একসাথে একটি ন্যায়সঙ্গত কমিউনিটি গড়ে তোলা",
    "annualReport.2021.directorsMessageTitle": "আমাদের নির্বাহী পরিচালকের একটি বার্তা",
    "annualReport.2021.directorsMessageP1": "2021 সালে, COVID-19 আমাদের রুটিনগুলোকে ব্যাহত করে এবং আমাদের একে অপরের সাথে যোগাযোগ করার উপায়কে আকার দেয়। এমনকি যখন আমরা একসাথে জড়ো হতে শুরু করি, স্কুলগুলো আবার চালু হয়েছিল, এবং \"স্বাভাবিক অবস্থায় ফিরে আসার\" আহ্বান জানানো হয়েছিল, আমাদের সমাজের সবচেয়ে ঝুঁকিপূর্ণরা অসমতাপূর্ণ কাঠামোর দ্বারা প্রভাবিত ছিল যা COVID-19 বাড়িয়ে তুলেছিল। COVID-19 সঙ্কট Scratch এর সাথে তরুণদের সম্পর্ককে রূপ দিয়েছে এবং Scratch কে তাদের তৈরি করা, শেখার এবং সংযোগ করার জন্য আগের চেয়ে আরও গুরুত্বপূর্ণ জায়গা হিসাবে দৃঢ় করেছে। কিন্তু যখন আমরা একটি নতুন বছরে চলে এসেছি, আমরা আমাদের সবচেয়ে দুর্বল তরুণদের পিছনে ফেলে যাইনি কারণ তারা \"নতুন স্বাভাবিক\" নেভিগেট করতে শুরু করেছিল।",
    "annualReport.2021.directorsMessageP2": "Scratch এর মৌলিক মূল্যগুলোর মধ্যে একটি হল সর্বদা তরুণদের অন্বেষণ, তৈরি, খেলা এবং আবিষ্কার করার ক্ষমতা দেওয়া—সুযোগগুলো যা সব ছাত্রদের জন্য সমানভাবে দেওয়া হয় না।",
    "annualReport.2021.directorsMessagePullquote": "আমরা আত্ম-প্রকাশ এবং সৃজনশীলতার রূপান্তরকারী শক্তিতে বিশ্বাস করি এবং তরুণদের জন্য তাদের কণ্ঠস্বর উত্থাপন করার জন্য একটি হাতিয়ার হিসাবে সৃজনশীল কোডিং ব্যবহার করার জন্য স্থান প্রদানে বিশ্বাস করি।",
    "annualReport.2021.directorsMessageP3": "আমাদের ইতিহাসের এই গুরুত্বপূর্ণ মুহুর্তে Scratch ফাউন্ডেশনের নির্বাহী পরিচালক হিসেবে কাজ করতে পেরে আমি গর্বিত, এবং সারা বিশ্বের বাচ্চাদের যাদের এই সুযোগগুলোর সবচেয়ে বেশি প্রয়োজন তাদের কাছে Scratch এর যত্নশীল, সৃজনশীল শিক্ষার জন্য সহযোগিতামূলক পদ্ধতির প্রচার করা চালিয়ে যাব।",
    "annualReport.2021.directorsMessageP4": "Last year was an incredible year for the Scratch Foundation–we focused on growing our team with remarkable, diverse leaders and building a solid foundation for our continued transition to an independent organization. We developed a three-year Strategic Plan with the combined efforts of every team member at every level of our organization, codifying the work we’re embarking on together. As Scratch grows, we remain focused on equity and community-building, and keeping Scratch a safe space for kids to connect, create, and collaborate with their peers around the world.",
    "annualReport.2021.directorsMessageP5": "আমাদের দলের সাথে এই যাত্রা শুরু করার জন্য এবং আমাদের মিশনে তোমার অব্যাহত সমর্থনের জন্য আমি তোমাকে যথেষ্ট ধন্যবাদ জানাতে পারি না। Scratch কমিউনিটির সহানুভূতি এবং সৃজনশীলতা আমাদের জন্য অবিরাম অনুপ্রেরণাদায়ক, এবং আমরা তোমাকে আমাদের সামনের গুরুত্বপূর্ণ কাজে আমাদের সাথে যোগ দেওয়ার জন্য অপেক্ষা করতে পারছি না।",
    "annualReport.2021.EDTitle": "নির্বাহী পরিচালক, Scratch ফাউন্ডেশন",
    "annualReport.2021.watchVideo": "ভিডিও দেখ",
    "annualReport.2021.missionTitle": "আমাদের মিশন, ভিশন, এবং মূল্যবোধ",
    "annualReport.2021.missionP1": "আমরা শিক্ষাগত ন্যায়বিচারের প্রতি প্রতিশ্রুতিবদ্ধ এবং আমাদের কাজের সব দিক জুড়ে ইক্যুইটিকে প্রাধান্য দিতে প্রতিশ্রুতিবদ্ধ, সৃজনশীল কম্পিউটিং থেকে বাদ পড়া শিশু, পরিবার এবং শিক্ষাবিদদের সহায়তা করে এমন উদ্যোগ এবং পদ্ধতির উপর বিশেষ মনোযোগী।",
    "annualReport.2021.missionP2": "আমরা Scratch কে একটি বিনামূল্য, নিরাপদ, খেলতে খেলতে শেখার পরিবেশ হিসেবে গড়ে তুলেছি যা সব শিশুকে সৃজনশীলভাবে চিন্তা, পদ্ধতিগতভাবে যুক্তি, এবং যৌথভাবে কাজ করতে নিযুক্ত করে— যা আজকের সমাজের প্রত্যেকের জন্য অপরিহার্য দক্ষতা। শিশুদের অন্বেষণ, শেয়ার করে নেওয়া এবং শেখার ক্ষেত্রে সহায়তা করার জন্য আমরা শিক্ষক এবং পরিবারের সাথে কাজ করি।",
    "annualReport.2021.missionHeader": "মিশন",
    "annualReport.2021.missionSubtitle": "তরুণদের ডিজিটাল টুল দিয়ে কল্পনা, তৈরি, শেয়ার এবং শেখার সুযোগ প্রদান করা।",
    "annualReport.2021.visionHeader": "ভিশন",
    "annualReport.2021.visionSubtitle": "বিশ্বজুড়ে কোডিং করতে এবং শেখার জন্য সৃজনশীল, যত্নশীল, সহযোগিতামূলক, ন্যায়সঙ্গত পদ্ধতির প্রচার করা হচ্ছে।",
    "annualReport.2021.valuesHeader": "মূল্যবোধ",
    "annualReport.2021.valuesSubtitle": "এই কাজে, আমরা আমাদের মূল মানগুলোর দ্বারা পরিচালিত হই যা একটি সংস্থা এবং একটি কমিউনিটি হিসাবে আমাদের নীতিগুলোকে ডিফাইন করে:",
    "annualReport.2021.creativeExpressionTitle": "সৃজনশীল অভিব্যক্তি",
    "annualReport.2021.progressiveImprovementTitle": "প্রগতিশীল উন্নয়ন",
    "annualReport.2021.EquitableOpportunitiesTitle": "ন্যায়সঙ্গত সুযোগ",
    "annualReport.2021.playfulEngagementTitle": "Playful Engagement",
    "annualReport.2021.creativeExpressionDescription": "আমরা একটি সহায়ক কমিউনিটির মধ্যে তাদের ধারণা, তাদের আগ্রহ এবং তাদের প্রামাণিক নিজেকে প্রকাশ করার জন্য সরঞ্জাম এবং সুযোগ প্রদান করতে প্রতিশ্রুতিবদ্ধ।",
    "annualReport.2021.progressiveImprovementDescription": "We hold ourselves to a high standard and always strive to iterate, improve, and inspire one another to best serve young people around the world and the community that makes our work possible.",
    "annualReport.2021.EquitableOpportunitiesDescription": "আমরা বিভিন্ন ব্যাকগ্রাউন্ডের মানুষের সমন্বয়ে একটি শিক্ষামূলক আন্দোলন গড়ে তুলছি যাতে আমরা বিশ্বজুড়ে শিশুদের কাছে পৌঁছাতে পারি যারা সৃজনশীল কোডিং সুযোগ থেকে বাদ পড়েছে।",
    "annualReport.2021.playfulEngagementDescription": "Scratch এ, খেলা হল বিশ্বের সাথে মেকিং, শেয়ারিং, শেখার এবং জড়িত করার একটি পন্থা। আমরা আনন্দদায়ক অন্বেষণ, পরীক্ষা-নিরীক্ষা এবং সহযোগিতাকে উৎসাহিত করি।",
    "annualReport.2021.reachTitle": "বিশ্বজুড়ে শিশুদের কাছে পৌঁছানো",
    "annualReport.2021.reachSubtitle": "Scratch 8 বছর বা তার বেশি বয়সী শিশু এবং কিশোরদের জন্য বিশ্বের বৃহত্তম কোডিং কমিউনিটি।",
    "annualReport.2021.reachMillion": "দশ লাখ",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "2020 থেকে 22%",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "2020 থেকে 39%",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "2020 থেকে 44%",
    "annualReport.2021.reachNewUsers": "নতুন ব্যবহারকারী",
    "annualReport.2021.reachProjectsCreated": "যে প্রজেক্টগুলো তৈরি হয়েছে",
    "annualReport.2021.reachProjectCreators": "মানুষ যারা প্রজেক্ট তৈরি করছে",
    "annualReport.2021.reachScratchAroundTheWorld": "সারা বিশ্বে Scratch ব্যবহার করা হয় {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "200 টিরও বেশি দেশ এবং অঞ্চল",
    "annualReport.2021.reachSaudiArabiaTitle": "সৌদি আরব",
    "annualReport.2021.reachSaudiArabiaDescription": "We saw tremendous growth around the world in 2021, but we were amazed to see the growth in Saudi Arabia, where we saw twice as many new users as the year before.",
    "annualReport.2021.reachTranslationTitle": "Scratch 74টি ভাষায় অনুবাদ করা হয়েছে",
    "annualReport.2021.reachTranslationIncrease": "2020 থেকে 10টি ভাষা",
    "annualReport.2021.reachTranslationBlurb": "বিশ্বজুড়ে স্বেচ্ছাসেবক অনুবাদকদের ধন্যবাদ।",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr একটি প্রাথমিক প্রোগ্রামিং পরিবেশ যা ছোট বাচ্চাদের (5-7 বছর বয়সী) তাদের নিজস্ব ইন্টারেক্টিভ গল্প এবং খেলা তৈরি করতে সক্ষম করে।",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "2021 সালের ডাউনলোডগুলো",
    "annualReport.2021.reachDownloadsIncrease": "2020 থেকে 2 মিলিয়ন",
    "annualReport.2021.themesTitle": "উদীয়মান থিম",
    "annualReport.2021.themesDescription": "Amidst ongoing uncertainty from COVID-19, Scratch continued to serve as a key space for young people to connect and create together. In 2021, we focused our efforts on building a strong foundation to equitably support our growing global community and our growing Scratch Team. Our work was centered around three major themes: fostering community, increasing access and accessibility, and developing the Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "স্ক্র্যাচ শিক্ষা সহযোগী",
    "annualReport.2021.SECIntro": "Community voices and partnerships are deeply woven into the fabric of Scratch’s history. They have, and continue to be, integral in helping us increase accessible and equitable coding opportunities worldwide. In 2021, we launched the Scratch Education Collaborative, an initiative committed to identifying and eliminating the barriers to access to creative coding that connects remarkable organizations around the world.",
    "annualReport.2021.SECWhatIs": "SEC কি?",
    "annualReport.2021.SECWhatIsP1": "The SEC supports and engages participating organizations in a two-year, collaborative cohort experience to strengthen their commitment to, and implementation of, equitable creative coding using Scratch and ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "By the end of the cohort experience, organizations will have formed new partnerships with each other and with Scratch, and will have established new models for equity-centered creative coding resources.",
    "annualReport.2021.SECWhatIsP3": "SEC এর সাথে আমাদের কাজ করা সম্ভব হয়েছে Google.org থেকে উদার অনুদানের জন্য। আমরা আমাদের মিশনে তাদের অব্যাহত সমর্থনের জন্য আমাদের কৃতজ্ঞতা জানাতে চাই।",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "সংস্থা",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "দেশগুলো",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "অংশীদার",
    "annualReport.2021.SECMapParagraph": "Our first cohort included 41 organizations representing 13 countries around the world, united by their commitment to supporting learners from historically marginalized communities in developing their confidence with creative computing. Their locations are highlighted below:",
    "annualReport.2021.spotlightStory": "স্পটলাইট গল্প",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "ফুলশিয়ার, টেক্সাস",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science; a Texas-based nonprofit providing math, coding, and robotics programs for underserved youth; was one of 41 exceptional organizations to join the Scratch Education Collaborative's first cohort.",
    "annualReport.2021.SECSpotlightText2": "In 2021, we supported Bridges to Science in facilitating their first “Hour of Code” workshop with Code.org. The event “Fiestas y Piñatas” attracted over 22,000 teachers and students from Latin America. We also collaborated with Bridges to Science to develop a toolkit of unique resources to meet their community’s needs.",
    "annualReport.2021.SECPullQuote": "One of the greatest joys that we have in teaching our students is that each one of them, no matter how quiet they are, all find a voice in computer science through Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  Bridges to Science Founder ",
    "annualReport.2021.SECWorkshops": "SEC কর্মশালাগুলো",
    "annualReport.2021.SECWorkshopsText": "Last year, the Scratch Education Collaborative hosted a series of workshops that supported their inaugural cohort in defining and exploring unique pathways to equitable creative coding. Workshops were facilitated by Stanford d. School, Tinkering Studio, the Brazilian Creative Learning Network, and Chicago Public Schools CS4ALL. Together, workshop participants developed a shared understanding of creative coding and discussed strategies and practices that foster culturally sustaining communities through creative communication and collaboration.",
    "annualReport.2021.SECWorkshopsSubtitle": "How can we creatively empower local community in exploring creative coding?",
    "annualReport.2021.accessTitle": "প্রবেশাধিকার",
    "annualReport.2021.accessIntro": "যেহেতু COVID-19 স্কুলগুলোকে বন্ধ করতে বাধ্য করেছে এবং ভার্চুয়াল স্পেসে শেখার দিকে ঠেলে দিয়েছে, অনেক শিক্ষার্থী এবং শিক্ষক প্রথমবারের মত Scratch আবিষ্কার করছে বা তারা যেভাবে সৃজনশীল কোডিং শিখিয়েছে এবং শিখেছে তা মানিয়ে নিচ্ছে। আমাদের নিজস্ব বাড়ি থেকে, Scratch টিম শিক্ষকদের এবং অনলাইন কমিউনিটির পরিবর্তিত চাহিদাগুলোকে সমর্থন করার জন্য কাজ করেছে ৷",
    "annualReport.2021.accessASL": "ASL টিউটোরিয়াল",
    "annualReport.2021.accessASLText": "2021 সালে, আমরা Scratch এডিটরে আমাদের প্রথম আমেরিকান সাইন ল্যাঙ্গুয়েজ টিউটোরিয়াল চালু করতে Deaf Kids Code এর সাথে অংশীদারি করেছি।",
    "annualReport.2021.accessASLText2": "একসাথে, আমরা একটি চিরসবুজ রিসোর্স তৈরি করতে অনুপ্রাণিত হয়েছি যা বধির স্ক্র্যাচারদের জন্য সৃজনশীলতার পথ প্রসারিত করবে।",
    "annualReport.2021.accessASLText3": "ভিডিওটি আমাদের আসল “Getting Start with Scratch” টিউটোরিয়ালের একটি 13-মিনিটের রিমেক যা নতুনদের Scratch প্ল্যাটফর্মের সাথে পরিচয় করিয়ে দেয়।",
    "annualReport.2021.accessPullQuote": "Being a good ally is a willingness to bend towards being accessible and really putting weight on the recommendations of organizations like mine … Asking, ‘What is it that we can do?’ and really letting us take the reins and go for it, with very little to no resistance; that is a very rare thing.",
    "annualReport.2021.accessPullQuoteAttr": "- শিরীন হাফিজ, ডেফ কিডস কোডের প্রতিষ্ঠাতা",
    "annualReport.2021.accessDEICommittee": "Scratch এর DEI কমিটি",
    "annualReport.2021.accessDEICommitteeText": "In 2021, several committees at Scratch embarked on work to make Scratch more diverse, equitable, and inclusive for all users. We’re excited to share the progress each committee has made and the work still ahead.",
    "annualReport.2021.accessDEICommitteeAccessibility": "প্রবেশাধিকার",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "The Accessibility Committee was created in response to one Scratch Team member’s own difficulty using Scratch’s coding blocks and a recognized need to better support Scratchers of all abilities.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "2021 সালের অক্টোবরে, কমিটি আমাদের কোডিং ব্লকের রঙকে দৃষ্টি প্রতিবন্ধী স্ক্র্যাচারদের জন্য অ্যাক্সেসযোগ্য করার জন্য একটি প্রজেক্ট চালু করেছে। কমিটি অ্যাক্সেসিবিলিটিতে বিশেষজ্ঞ শিক্ষক এবং কমিউনিটির সংস্থাগুলোর সাথে অংশীদারি করতে উত্তেজিত যাতে কোডিং ব্লকগুলো ওয়েব অ্যাক্সেসিবিলিটি নির্দেশিকাগুলো পূরণ করে এবং আরও গুরুত্বপূর্ণ, Scratch কে সকলের জন্য আরও অ্যাক্সেসযোগ্য করে তোলে।",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "The Global, Justice, Equity, Diversity, and Inclusion (G-JEDI) Committee was formed to develop a shared language that defines what Diversity, Equity, and Inclusion (DEI) mean to the Scratch Team.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "In 2021, the committee began work on a DEI statement to outline the ways in which DEI has informed the Scratch Team and community’s past and present work, and how it will continue to inform new initiatives going forward.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "The EquityXDesign Committee was created as a place for Scratch Team members and our collaborators in MIT’s Lifelong Kindergarten group to read and discuss ideas around equity-centered design practices.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "The conversations are guided by Sasha Costanza-Chock’s “Design Justice: Community-Led Practices to Build the Worlds We Need,” and committee members discuss ways in which they can incorporate equity-centered design practices in the development of Scratch tools and resources.",
    "annualReport.2021.access10NewLanguages": "10টি নতুন ভাষা",
    "annualReport.2021.access10NewLanguagesText": "আমাদের অনুবাদ কমিউনিটিকে অনেক ধন্যবাদ, আমরা গত বছর 74টি ভাষায় স্ক্র্যাচারদের সাথে সংযোগ করতে সক্ষম হয়েছিলাম! 2021 সালে, Scratch এ 10টি নতুন ভাষা যোগ করা হয়েছে, যার মধ্যে আছে isiXhosa (দক্ষিণ আফ্রিকা), সেপেদি (দক্ষিণ আফ্রিকা), সেটসওয়ানা (দক্ষিণ আফ্রিকা), আফ্রিকানস (দক্ষিণ আফ্রিকা), কিচওয়া (পেরু), ଓଡ଼ିଆ/ওডিয়া (ভারত), কাজাখ ( কাজাখস্তান), আরাগোনিজ (স্পেন), পশ্চিম ফ্রিসিয়ান (নেদারল্যান্ডস), এবং বাংলা (বাংলাদেশ, ভারত এবং অন্যান্য অঞ্চল)।",
    "annualReport.2021.accessSouthAfrica": "Zero-rated Scratch in South Africa",
    "annualReport.2021.accessSouthAfricaText": "To improve the Scratch experience for young people in regions with low or no internet connectivity, we partnered with the National Education Collaboration Trust (NECT) of South Africa to host a zero-rated page for downloading Scratch. Downloads on zero-rated pages do not use up any data bandwidth, reducing a barrier to accessing Scratch due to data limits and costs. Just two months after its April 2021 launch, the page had more than 1300 visitors.",
    "annualReport.2021.accessSnapshot": "স্ন্যাপশটগুলো",
    "annualReport.2021.communityTitle": "কমিউনিটি",
    "annualReport.2021.communityIntro": "In 2021, the Scratch community continued to experience rapid growth as even more young people around the world created and connected alongside their peers. We also continued to develop partnerships with community members to improve the Scratch experience for our diverse community of users.",
    "annualReport.2021.communityScratchConference": "Scratch সম্মেলন",
    "annualReport.2021.communityScratchConferenceText1": "In July, educators in our global community came together to celebrate creative coding at the Scratch Conference. This free, virtual event was led by our collaborators at MIT’s Lifelong Kindergarten Group. The conference brought together {more_bold}, who spent the day connecting, collaborating, and learning from one another, even as COVID kept us apart.",
    "annualReport.2021.communityScratchConferenceText1More": "1,500 এরও বেশি শিক্ষক এবং Scratch উত্সাহী",
    "annualReport.2021.communityVolunteerTranslators": "স্বেচ্ছাসেবক অনুবাদকগণ",
    "annualReport.2021.communityVolunteerTranslatorsText": "2007 সালে Scratch চালু হওয়ার পর থেকে, আমরা বিশ্বব্যাপী আমাদের ব্যবহারকারীদের সমর্থন করার জন্য প্রতিশ্রুতিবদ্ধ। আমাদের ভাষা অনুবাদ স্বেচ্ছাসেবকরা Scratch টিমের সাথে ঘনিষ্ঠভাবে কাজ করে আমাদের প্ল্যাটফর্ম এবং রিসোর্সগুলোকে অনুবাদ করতে এবং স্থানীয়করণ করতে সাহায্য করে যেগুলো আমরা পরিবেশন করি এমন বিভিন্ন কমিউনিটির জন্য৷",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Thousands of translators have volunteered their time to translate Scratch into 74 languages and counting, and there are currently more than one thousand translators signed up to translate Scratch and ScratchJr. We’re grateful to our volunteers for helping us reach more Scratchers around the world!",
    "annualReport.2021.communityScratchCommunity": "2021 সালের Scratch কমিউনিটি",
    "annualReport.2021.communityScratchCommunityIntro": "2021 সালে, Scratch সাইটে 113 মিলিয়নেরও বেশি প্রজেক্ট তৈরি করা হয়েছিল – 2020 থেকে যা প্রায় 39% বৃদ্ধি পেয়েছে – এবং এক মিলিয়নেরও বেশি নতুন স্টুডিও তৈরি করা হয়েছে! সারা বছর ধরে, Scratch টিম গুরুত্বপূর্ণ ইভেন্টগুলো উদযাপন করতে এবং স্ক্র্যাচারদের অনলাইন কমিউনিটিতে অংশগ্রহণ করতে উত্সাহিত করতে অসংখ্য স্টুডিও হোস্ট করেছে।",
    "annualReport.2021.yearInReview": "বছরের পর্যালোচনা",
    "annualReport.2021.yearInReviewText": "2021 অনলাইন কমিউনিটির জন্য একটি উল্লেখযোগ্য বছর ছিল। কমিউনিটি টিম তরুণদের জন্য তাদের ধারণা প্রকাশ করার এবং ইতিবাচক উপায়ে নিযুক্ত হওয়ার সুযোগগুলোকে হাইলাইট করেছে এবং বিকাশ করেছে, এবং স্ক্র্যাচারদের থেকেই অবিশ্বাস্য আন্দোলনগুলো উদ্ভূত হয়েছে। এখানে বছরের কিছু হাইলাইটের দিকে ফিরে তাকাও:",
    "annualReport.2021.yearInReviewCard1Date": "জানুয়ারি",
    "annualReport.2021.yearInReviewCard1Title": "কাব্যিক ক্যাফে",
    "annualReport.2021.yearInReviewCard1Text": "আমরা আমাদের প্রথম পোয়েটিক ক্যাফে \"চালু\" করেছি যেখানে স্ক্র্যাচারদের কমিউনিটির সাথে শেয়ার করার জন্য কবিতা লিখতে, শেয়ার করতে বা সহযোগিতা করার জন্য আমন্ত্রণ জানানো হয়েছিল।",
    "annualReport.2021.yearInReviewCard2Date": "ফেব্রুয়ারি",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "স্ক্র্যাচাররা Black history এর প্রভাবশালী ব্যক্তি এবং ঘটনা উদযাপন করতে ইন্টারেক্টিভ আর্টওয়ার্ক, কবিতা, অ্যানিমেটেড মিউজিক ভিডিও এবং আরও অনেক কিছু শেয়ার করেছে।",
    "annualReport.2021.yearInReviewCard3Date": "এপ্রিল",
    "annualReport.2021.yearInReviewCard3Title": "এপ্রিল ফুল দিবস",
    "annualReport.2021.yearInReviewCard3Text": "স্ক্র্যাচারদের Scratch ক্যাটের “Secret life” কল্পনা করতে বলা হয়েছিল এবং তারা Scratch ওয়েবসাইটের চারপাশে লুকানো মজার এবং ছোটখাটো জিনিসগুলোর জন্য একটি গুপ্তধনের সন্ধানে গিয়েছিল।",
    "annualReport.2021.yearInReviewCard4Date": "মে",
    "annualReport.2021.yearInReviewCard4Title": "Scratch সপ্তাহ",
    "annualReport.2021.yearInReviewCard4Text": "Scratch এর জন্মদিন উদযাপন করতে বিশ্বজুড়ে স্ক্র্যাচাররা 3,500 টিরও বেশি প্রজেক্ট শেয়ার করেছে যা “Cooking With Scratch” এবং “Ridiculous Inventions” এর মতো থিমযুক্ত প্রম্পটগুলিতে সাড়া দেয়।",
    "annualReport.2021.yearInReviewCard5Date": "জুন",
    "annualReport.2021.yearInReviewCard5Title": "Pride Month",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers created projects using all the colors of the rainbow to celebrate the LGBTQ+ community in the Pride Month studio.",
    "annualReport.2021.yearInReviewCard6Date": "আগস্ট",
    "annualReport.2021.yearInReviewCard6Title": "Scratch ক্যাম্প",
    "annualReport.2021.yearInReviewCard6Text": "During this annual three-week long event, Scratchers created more than 7,000 projects that moved and grooved, showcased creative do-it-yourself (DIY) ideas, and shared their discoveries about the natural world around them.",
    "annualReport.2021.yearInReviewCard7Date": "অক্টোবর",
    "annualReport.2021.yearInReviewCard7Title": "স্ক্র্যাচটোবার",
    "annualReport.2021.yearInReviewCard7Text": "For two weeks, Scratchers created projects showcasing their interpretations of daily prompts in the Scratchtober studio. More than 3,500 projects were created around single-word themes like underwater, celebration, and creatures.",
    "annualReport.2021.yearInReviewCard8Date": "ডিসেম্বর ",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) occurred from December 6-12 to celebrate computer science around the world. Scratch participated in the week by encouraging community members to check out tutorials, studios, and a live event hosted in partnership with Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "ডিসেম্বর ",
    "annualReport.2021.yearInReviewCard9Title": "2021: রিভিউ স্টুডিওতে Scratch এর এক বছর",
    "annualReport.2021.yearInReviewCard9Text": "In 2021, Scratchers learned new skills, connected with friends around the world, and found creative ways to express themselves. More than 1,000 Scratchers shared their favorite Scratch memories and what Scratch meant to them in the 2021: A Scratch Year in Review studio.",
    "annualReport.2021.communityScratchLabTitle": "Scratch ল্যাব",
    "annualReport.2021.communityScratchLabText": "With the launch of Scratch Lab in February, we’ve opened the doors of our development process directly to Scratchers around the world.",
    "annualReport.2021.communityScratchLabText2": "Before we decide if we should introduce new blocks to the Scratch coding editor, it’s crucial to see the creative, innovative, and surprising ways Scratchers interact with them. Scratch Lab is a sandbox where everyone can try out these new features and, most importantly, share their thoughts and ideas directly with us.",
    "annualReport.2021.communityScratchLabText3": "2021 সালে 500,000 টিরও বেশি স্ক্র্যাচার Scratch ল্যাব সাইটটি অন্বেষণ করেছে এবং তারা 37,000 টিরও বেশি মতামত জমা দিয়েছে।",
    "annualReport.2021.communityScratchLabText4": "এই মতামতটি অমূল্য কারণ আমরা অ্যানিমেটেড টেক্সট ব্লক, ফেস সেন্সিং ব্লক এবং আরও সম্ভাব্য নতুন বৈশিষ্ট্যগুলোর মূল্যায়ন এবং বিকাশ করতে কাজ করি।",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "সাবস্ক্রাইবার",
    "annualReport.2021.ytData2": "9 মিলিয়ন",
    "annualReport.2021.ytData2Sub": "ভিডিও দেখা হয়েছে",
    "annualReport.2021.ytData3Top": "দর্শকরা",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "দেশগুলো",
    "annualReport.2021.communitySnapshot2Title": "YouTube এ Scratch টিম",
    "annualReport.2021.communitySnapshot2Text": "Scratch টিম YouTube চ্যানেলটি 2021 সালে 100,000 সাবস্ক্রাইবারে পৌঁছেছে— যা 2020 থেকে প্রায় 500 শতাংশ বৃদ্ধি পেয়েছে! যেহেতু শিক্ষার্থী, শিক্ষাবিদ এবং পরিবারগুলো মহামারীটির প্রতিক্রিয়া হিসাবে বিকশিত হয়েছিল, আমরা জানতাম যে আমাদের এমন রিসোর্স তৈরি করতে হবে যা তাদের প্রয়োজনে প্রতিক্রিয়াশীল।",
    "annualReport.2021.communitySnapshot2Text2": "এই রিসোর্সগুলোর মধ্যে ব্যাপক Scratch টিউটোরিয়ালের সিরিজ রয়েছে যা ব্যবহারকারীদের Scratch এ গল্প, গেম এবং অ্যানিমেশন ডিজাইন করার মাধ্যমে গাইড করে। 2021 সালে, এই ভিডিওগুলো 178টি দেশের দর্শকদের কাছ থেকে প্রায় নয় মিলিয়ন ভিউ পেয়েছে।",
    "annualReport.2021.tutorial1": "কিভাবে 'আমার সম্পর্কে' ফিচারটি লিখবে",
    "annualReport.2021.tutorial2": "কিভাবে একটি ক্লিকার গেম তৈরি করবে",
    "annualReport.2021.tutorial3": "কিভাবে একটি মাউস ট্রেইল তৈরি করবে",
    "annualReport.2021.FounderMessageTitle": "আমাদের প্রতিষ্ঠাতা থেকে একটি বার্তা",
    "annualReport.2021.FounderMessageSubTitle": "একজন প্রতিষ্ঠাতা অংশীদার থেকে সমর্থন এবং অনুপ্রেরণা",
    "annualReport.2021.FounderMessageText1": " এই বার্ষিক প্রতিবেদনটি পড়ার সাথে সাথে, তুমি অনেক উপায় সম্পর্কে জানতে পারবে কিভাবে Scratch বিশ্বজুড়ে লক্ষ লক্ষ তরুণদের জন্য, বিশেষ করে প্রান্তিক সম্প্রদায়ের জন্য সৃজনশীল কম্পিউটিং সুযোগগুলোকে প্রসারিত করছে। Scratch ফাউন্ডেশনের প্রকৌশলী, ডিজাইনার, শিক্ষাবিদ, কমিউনিটি মডারেটর এবং অন্যান্য ক্রমবর্ধমান দলের অক্লান্ত পরিশ্রমের কারণে এই বিশ্বব্যাপী প্রভাব সম্ভব হয়েছে।",
    "annualReport.2021.FounderMessageText2": "To continue to grow our efforts and impact, we rely on the generous financial support of an incredible collection of companies, foundations, and individual donors who are aligned with our mission and vision. Here, I want to highlight the support and inspiration we’ve received from one of our Founding Partners: the LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "My research group at the MIT Media Lab started collaborating with the LEGO company and LEGO Foundation more than 30 years ago. LEGO funding helped support our early work on Scratch, leading up to the public launch of Scratch in 2007. Then, when Scratch spun out of MIT into the Scratch Foundation in 2019, the LEGO Foundation provided important funding for the new organization, with a five-year $10 million grant to “support transformative educational change by developing and promoting playful, creative approaches to coding...in diverse economic and cultural contexts.” When the pandemic hit, the LEGO Foundation stepped up with an additional $5 million grant in 2021, to ensure that the Scratch Foundation could meet the needs of children and educators disrupted by the pandemic.",
    "annualReport.2021.FounderMessageText4": "But the LEGO-Scratch connection goes far beyond financial support. The Scratch approach of creating animated stories and games by snapping together graphical programming blocks was inspired, in part, by the way children build LEGO houses and castles by snapping together plastic LEGO bricks. Scratch and LEGO also share the same project-based educational philosophy, encouraging children to iteratively refine their projects by trying out an idea, seeing what happens, then making revisions and trying again.",
    "annualReport.2021.FounderMessageText5": "I’ve always loved the LEGO slogan “Joy of Building, Pride of Creation.” The LEGO Foundation’s deep partnership with the Scratch Foundation is helping to bring “Joy of Building, Pride of Creation” to children’s digital activities. The partnership serves as a model of how organizations with shared ideas and values can work together to catalyze transformational change in learning and education. As the Scratch Foundation continues to build its network of partners and supporters, I look forward to connecting with other organizations to expand creative computing opportunities for children around the world.",
    "annualReport.2021.FounderTitle": "প্রতিষ্ঠাতা, Scratch ফাউন্ডেশন",
    "annualReport.2021.lookingForward": "সামনের দিকে তাকিয়ে",
    "annualReport.2021.lookingForwardText1": "2021 সালে, আমরা একটি কৌশলগত কাঠামোর রূপরেখা দিয়েছিলাম যা পরবর্তী 4 বছরের জন্য আমাদের প্রধান অগ্রাধিকারগুলোকে নির্দেশ করে। আমরা এই প্রধান ক্ষেত্রগুলোতে ফোকাস করছি:",
    "annualReport.2021.lookingForwardText2": "We would like to extend a huge thank you to the LEGO Foundation, whose generous COVID Recovery Grant will enable us to carry out this crucial work. We can’t wait to share more with you about the exciting projects we have planned, including updates to the Scratch experience for schools, updates to ScratchJr, and more.",
    "annualReport.2021.LookingForward1": "Scratch প্ল্যাটফর্ম এবং কমিউনিটির অবকাঠামো শক্তিশালী করা",
    "annualReport.2021.LookingForward2": "Expanding Pathways to Creative Learning",
    "annualReport.2021.LookingForward3": "Building Organizational Capacity and Ensuring Fiscal Sustainability",
    "annualReport.2021.supportersTitle": "আমাদের সমর্থকদের ধন্যবাদ",
    "annualReport.2021.supportersIntro": "আমাদের উদার সমর্থকদের ধন্যবাদ। তোমাদের অবদান আমাদের বিশ্বব্যাপী সমস্ত পটভূমি থেকে সমস্ত বয়সের শিশুদের জন্য সৃজনশীল শিক্ষার সুযোগগুলো প্রসারিত করতে সহায়তা করে।",
    "annualReport.2021.ourSupporters": "আমাদের সমর্থকরা",
    "annualReport.2021.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2021 to December 31, 2021.",
    "annualReport.2021.supportersFoundingTitle": "প্রতিষ্ঠাতা অংশীদার — $10,000,000+",
    "annualReport.2021.supportersFoundingText": "আমরা আমাদের প্রতিষ্ঠাতা অংশীদারদের প্রতি বিশেষভাবে কৃতজ্ঞ যারা 2003 সালে Scratch শুরু হওয়ার পর থেকে প্রত্যেকে কমপক্ষে $10,000,000 ক্রমবর্ধমান সহায়তা প্রদান করেছে।",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch ক্যাট পার্টনারস — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "সৃজনশীলতা বৃত্ত — $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "সহযোগীতা বৃত্ত — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "কল্পনা বৃত্ত — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "অনুপ্রেরণা বৃত্ত — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "অনুসন্ধান বৃত্ত — $5,000+",
    "annualReport.2021.supportersPlayTitle": "প্লে সার্কেল — $1,000+",
    "annualReport.2021.supportersInKindTitle": "সদয় সমর্থক",
    "annualReport.2021.leadershipTitle": "আমাদের দল",
    "annualReport.2021.leadershipBoard": "পরিচালনা পর্ষদ",
    "annualReport.2021.leadershipChair": "সভাপতি",
    "annualReport.2021.leadershipProfessor": "শিক্ষা গবেষণা বিভাগের অধ্যাপক",
    "annualReport.2021.leadershipViceChair": "ভাইস-চেয়ার",
    "annualReport.2021.leadershipCoFounder": "সহ-প্রতিষ্ঠাতা এবং সহ-সভাপতি",
    "annualReport.2021.leadershipBoardMember": "বোর্ড সদস্য",
    "annualReport.2021.leadershipPresidentCEO": "সভাপতি ও প্রধান নির্বাহী কর্মকর্তা",
    "annualReport.2021.leadershipFormerPresident": "প্রাক্তন সভাপতি",
    "annualReport.2021.leadershipFounderCEO": "প্রতিষ্ঠাতা ও প্রধান নির্বাহী কর্মকর্তা",
    "annualReport.2021.leadershipFormerChairCEO": "প্রাক্তন CEO এবং চেয়ারওম্যান",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "বোর্ড সচিব ও কোষাধ্যক্ষ",
    "annualReport.2021.leadershipBoardSecretary": "বোর্ড সচিব",
    "annualReport.2021.leadershipBoardTreasurer": "বোর্ড কোষাধ্যক্ষ",
    "annualReport.2021.leadershipScratchTeam": "2021 এর Scratch টিম",
    "annualReport.2021.leadershipED": "নির্বাহী পরিচালক",
    "annualReport.2021.teamThankYou": "Scratch এর প্রতি তোমাদের অক্লান্ত সমর্থনের জন্য MIT মিডিয়া ল্যাবের লাইফলং কিন্ডারগার্টেন গ্রুপের মিচ রেসনিক, নাটালি রাস্ক, রুপাল জৈন এবং অন্যান্য সহযোগীদের ধন্যবাদ।",
    "annualReport.2021.donateTitle": "আমাদের সমর্থন কর",
    "annualReport.2021.donateMessage": "Your support enables us to create inspiring, creative, and memorable learning experiences for kids everywhere, especially those who have been systemically excluded from creative coding opportunities. Make a gift to Scratch today to help us keep our servers running, maintain our growing global community, and make creative coding possible for kids in every country around the world.",
    "annualReport.2021.donateMessage2": "তোমার উদারতার জন্য তোমাকে ধন্যবাদ।",
    "annualReport.2021.donateButton": "অনুদান",
    "annualReport.2021.projectBy": "এর প্রজেক্ট",
    "annualReport.2021.JuneIlloAttr": "Flags by @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses by @Cupwing",
    "annualReport.2021.altMap": "বিশ্বের একটি মানচিত্র যেখানে 41টি SEC সংস্থা দেখান হয়েছে",
    "annualReport.2021.altSECSpotlightImage": "একটি শিশু কমলা রঙের ব্যাকগ্রাউন্ডের সামনে একটি খেলনা নিয়ে খেলছে",
    "annualReport.2021.altAccessibility": "সবুজ ব্যাকগ্রাউন্ডের সামনে দুইজন মানুষ ইশারা ভাষা ব্যবহার করছে।",
    "annualReport.2021.altaccessDEICommittee": "একটি হাত একটি সবুজ ব্যাকগ্রাউন্ডে একটি Scratch উপাদান ধরে রেখেছে।",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "একটি নীল পটভূমিতে একটি হাত Scratch উপাদানগুলো আঁকছে।",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "দুটি হাত একটি টেক্সট বুদবুদের দিকে ছুঁতে যাচ্ছে যার ভিতরে একটি হৃদয় রয়েছে।",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Scratch উপাদানগুলোর একটি তালিকা কম্পাইল করতে দুই হাত একসাথে কাজ করছে।",
    "annualReport.2021.altaccessSouthAfrica": "দুইজন শিশু, একজন একটি ট্যাবলেট ব্যবহার করে এবং অপরজন একটি ল্যাপটপ ব্যবহার করে, একসাথে একটি Scratch প্রজেক্টে কাজ করছে।",
    "annualReport.2021.altcommunityVolunteerTransators": "বেগুনি ব্যাকগ্রাউন্ডের সামনে চারটি হাত উপরে টেক্সট বুদবুদ সহ উত্থিত আছে।",
    "annualReport.2021.altcommunityThankYou": "'ধন্যবাদ' লেখা একটি ব্যানার সহ একটি গ্লোব যা বিভিন্ন ভাষায় ধন্যবাদের জন্য শব্দ দ্বারা বেষ্টিত আছে।",
    "annualReport.2021.altAvatar": "ব্যবহারকারীর অবতার",
    "annualReport.2021.altDropdownArrow": "অ্যারো ড্রপডাউন মেনু নির্দেশ করছে।",
    "annualReport.2021.altMastheadIllustration": "তিনজন মানুষ Scratch এর বাস্তব উপাদানগুলোর সাথে ইন্টারঅ্যাক্ট করছে।",
    "annualReport.2021.altWave": "একটি ইমোজি হাত নাড়ছে।",
    "annualReport.2021.altMitchHeadshot": "প্রতিষ্ঠাতা মিচ রেসনিক",
    "annualReport.2021.altCalendar": "2021 সাল প্রদর্শনকারী একটি ক্যালেন্ডার।",
    "annualReport.2021.altWorldVisualization": "পৃথিবীর একটি চিত্রিত সংস্করণ।",
    "annualReport.2021.altSaudiArabiaVisualization": "একটি বার চার্ট দেখায় যে 2020 সালের তুলনায় 2021 সালে দ্বিগুণেরও বেশি নতুন Scratch ব্যবহারকারী ছিল।",
    "annualReport.2021.altScratchHorizontalCommand": "একটি হলুদ Scratch প্রোগ্রামিং উপাদান।",
    "annualReport.2021.altSECVideoPreview": "Scratch ইন্টারফেস বাম দিকে প্রদর্শিত হবে এবং ডানদিকে একটি মেয়ে স্বাক্ষর করছে।",
    "annualReport.2021.altScratchJr": "Text reading Scratch jr",
    "annualReport.2021.altHorizontalLoop": "একটি হলুদ হরিজেন্টাল Scratch প্রোগ্রামিং উপাদান।",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Two hands lining up physical Scratch components.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hands reaching up in front of a purple background with text bubbles floating above them.",
    "annualReport.2021.altScratchLogoText": "একটি সবুজ আয়তক্ষেত্রে 'Scratch Lab' লেখা আছে।",
    "annualReport.2021.altScratchLabVideo": "উপরে প্লে বোতাম সহ একটি Scratch প্রজেক্টের একটি স্ক্রিনশট।",
    "annualReport.2021.altHat": "হলুদ টুপি এবং গোলাপী হার্টের সানগ্লাস পরা একজন ব্যক্তি।",
    "annualReport.2021.altScratchText": "A rainbow Scratch component displaying the text, 'Here we go!'",
    "annualReport.2021.altStar": "মুখের সামনে একটি হলুদ তারা সহ একটি মেয়ে।",
    "annualReport.2021.altMouseTrail": "Multiple cut outs of a squirrel head placed randomly on top of each other.",
    "annualReport.2021.altSECWorkshops": "মানুষ একসাথে খেলছে",
    "annualReport.2021.altArrowUp": "উপরে নির্দেশিত একটি অ্যারো",
    "annualReport.2021.altTranslated": "একটি Scratch উপাদান \"হ্যালো\" বলছে এবং Scratch পাওয়া যায় এমন ভাষা তালিকাভুক্ত করা আছে।",
    "annualReport.2021.altAboutMe": "The words 'About me' placed over an easel, hedgehog, mango, and soccer ball.",
    "annualReport.2021.altClickerGame": "একটি গণিতের খেলা যেখানে একটি আপেল, একটি কমলা এবং একটি কাটা ফলের বাটি দেখাচ্ছে।",
    "annualReport.2021.altLookingForward1": "Interlocking hexagons displaying a swirl, start, and heart.",
    "annualReport.2021.altLookingForward2": "A sign post with one arrow poining right displaying a swirl and one arrow pointing left displaying a heart.",
    "annualReport.2021.altLookingForward3": "Colorful blocks lined up to create steps with a plant growing on top.",
    "annualReport.2021.altSparkle": "সাদা ঝকঝকে সজ্জা",
    "annualReport.2021.altDownArrow": " বেগুনি অ্যারো নিচের দিকে নির্দেশ করে",
    "annualReport.2021.altConnectingLine": "টাইমলাইন উপাদান সংযোগকারী একটি বিন্দুযুক্ত লাইন।",
    "annualReport.2021.altApril": "একটি বেগুনি ব্যাকগ্রাউন্ডের উপরে একটি কলম এবং Scratch উপাদান।",
    "annualReport.2021.altJune": "A birthday cake in front of a banner of flags displaying various types of LGBTQ+ pride.",
    "annualReport.2021.altAugust": "একটি বেগুনি ব্যাকগ্রাউন্ডের উপরে একটি আলু, জন্মদিনের টুপি এবং সানগ্লাস।",
    "annualReport.2021.altCard1": "একটি রঙিন ব্লব একটি কালো এবং ধূসর ব্যাকগ্রাউন্ডের সামনে 'দুঃস্বপ্নের জগতে একটি স্বপ্ন' শব্দের পাশে ভাসছে।",
    "annualReport.2021.altCard2": "একজন কালো মহিলা হলুদ হেডব্যান্ড এবং সোনার হুপ কানের দুল পরে আছে।",
    "annualReport.2021.altCard3": "Scratch ক্যাট মাসকটটি বিল্ডিংয়ের সামনে দোল খাচ্ছে যার সাথে লেখা রয়েছে 'আমার মনে হয় Scratch ক্যাট একজন সুপারহিরো।'",
    "annualReport.2021.altCard5": "একটি স্মাইলিং ব্লক একটি টেক্সট বুদবুদের পাশে দাঁড়িয়ে আছে যেখানে লেখা 'যে যেভাবে পোশাক পরুক না কেন, যেকোন সর্বনাম ব্যবহার করুক বা যাকেই ভালোবাসুক, তোমার সবসময় তাদের সম্মান করা উচিত!'",
    "annualReport.2021.altCard6": "সানগ্লাস পরা একটি আলু বেগুনি ব্যাকগ্রাউন্ডের সামনে বসে আছে।",
    "annualReport.2021.altCard7": "একটি রঙিন জন্মদিনের টুপি একটি নিয়ন কিউবের উপরে বসে আছে।",
    "annualReport.2021.altCard9": "'2022' ডিম্বাকৃতির রংধনুর সামনে বসে আছে।",
    "annualReport.2021.altDonateIllustration": "দুটি হাত একটি কাটা হৃদপিণ্ডের আকৃতির ভিতরে তাদের আঙ্গুল দিয়ে একটি হৃদপিণ্ডের আকৃতি তৈরি করে।"
}