{
    "annualReport.2021.subnavFoundersMessage": "Zpráva od zakladatele",
    "annualReport.2021.subnavMission": "Poslání",
    "annualReport.2021.subnavReach": "Dosah",
    "annualReport.2021.subnavThemes": "Témata",
    "annualReport.2021.subnavDirectorsMessage": "Zpráva od ředitele",
    "annualReport.2021.subnavSupporters": "Podporovatelé",
    "annualReport.2021.subnavTeam": "Tým",
    "annualReport.2021.subnavDonate": "Podpořit",
    "annualReport.2021.mastheadYear": "Výroční zpráva za rok 2021",
    "annualReport.2021.mastheadTitle": "Společné budování spravedlivého společenství",
    "annualReport.2021.directorsMessageTitle": "Zpráva našeho výkonného ředitele",
    "annualReport.2021.directorsMessageP1": "V roce 2021 COVID-19 nadále narušoval naše stereotypy a formoval způsob, jakým vzájemně komunikujeme. I když jsme se začali setkávat, školy se znovu otevřely a ozývaly se hlasy volající po “návratu k normálu”, ti nejzranitelnější v naší společnosti zůstali neúměrně zasaženi nespravedlivými strukturami, které COVID-19 zhoršil. Krize COVID-19 formovala vztahy mladých lidí ke Scratchi a upevnila Scratch jako důležitější místo než kdy jindy, kde mohou tvořit, učit se a spojovat se. Ani když jsme vstoupili do nového roku neopustili jsme naše nejzranitelnější mladé lidi, kteří se začali orientovat v “novém normálu”.",
    "annualReport.2021.directorsMessageP2": "Jednou ze základních Scratch hodnot bylo vždy umožnit mladým lidem zkoumat, vytvářet, hrát si a objevovat— příležitosti, které nejsou spravedlivě umožňovány všem studentům.",
    "annualReport.2021.directorsMessagePullquote": "Věříme transformační síle sebevyjádření a kreativity a v poskytování prostoru mladým lidem, aby mohli používat tvořivé programování jako nástroj k pozvednutí svého hlasu.",
    "annualReport.2021.directorsMessageP3": "Jsem hrdý, že mohu sloužit jako výkonný ředitel Scratch Foundation během tohoto klíčového okamžiku v naší historii a budu i nadále šířit pečující a kolaborativní přístup Scratche k tvůrčímu učení dětem po celém světě, které tyto šance nejvíce potřebují.",
    "annualReport.2021.directorsMessageP4": "Loňský rok byl pro Nadaci Scratch neuvěřitelným rokem – zaměřili jsme se na růst našeho týmu s výraznými, odlišnými vedoucími a na budování pevných základů pro náš pokračující přechod k nezávislé organizaci. Vyvinuli jsme tříletý strategický plán kombinací úsilí každého člena týmu na všech úrovních naší organizace, který kodifikuje práci, do které se společně pouštíme. Jak Scratch roste, nadále se zaměřujeme na rovnost a budování komunity a udržujeme Scratch jako bezpečný prostor pro děti, aby se spojily, tvořily a spolupracovaly se svými vrstevníky po celém světě.",
    "annualReport.2021.directorsMessageP5": "Nemohu vám dostatečně poděkovat za to, že jste se vydali na tuto cestu s naším týmem a za vaši trvalou podporu naší mise. Soucit a kreativita komunity Scratch je pro nás nekonečně inspirující a nemůžeme se dočkat, až se k nám připojíte v důležité práci, která je před námi.",
    "annualReport.2021.EDTitle": "Výkonný ředitel, Nadace Scratch",
    "annualReport.2021.watchVideo": "Sleduj video",
    "annualReport.2021.missionTitle": "Naše mise, vize a hodnoty",
    "annualReport.2021.missionP1": "Zavázali jsme se k vzdělávací spravedlnosti a upřednostňování rovnosti ve všech aspektech naší práce, se zvláštním zaměřením na iniciativy a přístupy, které podporují děti, rodiny a pedagogy vyloučené z tvořivé informatiky.",
    "annualReport.2021.missionP2": "Vyvinuli jsme Scratch jako bezplatné, bezpečné, hravé výukové prostředí zaručujícího všem dětem myslet tvořivě, uvažovat systematicky a spolupracovat — podstatné schopnosti pro každého v dnešní společnosti. Pracujeme s lektory a rodinami na podpoře dětí ve zkoumání,  sdílení i učení.",
    "annualReport.2021.missionHeader": "Poslání",
    "annualReport.2021.missionSubtitle": "Poskytovat mladým lidem digitální nástroje a příležitosti k vymýšlení, vytváření, sdílení a učení.",
    "annualReport.2021.visionHeader": "Vize",
    "annualReport.2021.visionSubtitle": "Šířit tvořivé, starostlivé, spolupracující, spravedlivé přístupy k programování a učení po celém světě.",
    "annualReport.2021.valuesHeader": "Hodnoty",
    "annualReport.2021.valuesSubtitle": "V této práci se řídíme našimi základními hodnotami, které definují naše zásady jakožto organizace a společenství:",
    "annualReport.2021.creativeExpressionTitle": "Tvořivé vyjádření",
    "annualReport.2021.progressiveImprovementTitle": "Postupné zlepšování",
    "annualReport.2021.EquitableOpportunitiesTitle": "Rovné příležitosti",
    "annualReport.2021.playfulEngagementTitle": "Hravé zapojení",
    "annualReport.2021.creativeExpressionDescription": "Zavazujeme se poskytovat každému nástroje a  možnosti k vyjádření jeho nápadů, zájmů a autenticity uvnitř podporujícího společenství.",
    "annualReport.2021.progressiveImprovementDescription": "Držíme se vysokého standardu a vždy se snažíme přibližovat, zlepšovat a inspirovat se navzájem, abychom co nejlépe sloužili mladým lidem po celém světě a komunitě, která umožňuje naši práci.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Budujeme vzdělávací hnutí zahrnující lidi z různých prostředí, takže můžeme oslovit děti po celém světě, které byly vyloučeny z tvůrčích příležitostí k programování.",
    "annualReport.2021.playfulEngagementDescription": "Ve Scratchi je hraní přístupem k vytváření, sdílení, učení a zapojení se do světa. Podporujeme radostné zkoumání, experimentování a spolupráci.",
    "annualReport.2021.reachTitle": "Dosažení dětí po celém světě",
    "annualReport.2021.reachSubtitle": "Scratch je největším společenstvím programování pro děti a mládež, od 8 let a výše.",
    "annualReport.2021.reachMillion": "milionů",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% od roku 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% od roku 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% od roku 2020",
    "annualReport.2021.reachNewUsers": "Nových uživatelů",
    "annualReport.2021.reachProjectsCreated": "Vytvořených projektů",
    "annualReport.2021.reachProjectCreators": "Lidí vytvářejících projekty",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch se používá v {numberOfCountries} po celém světě",
    "annualReport.2021.reachScratchAroundTheWorldBold": "více než 200 státech a územích",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudská Arábie",
    "annualReport.2021.reachSaudiArabiaDescription": "V roce 2021 jsme zaznamenali obrovský růst po celém světě, ale byli jsme ohromeni, když jsme viděli růst v Saúdské Arábii, kde jsme viděli dvakrát více nových uživatelů než v předchozím roce.",
    "annualReport.2021.reachTranslationTitle": "Scratch je přeložen do 74 jazyků",
    "annualReport.2021.reachTranslationIncrease": "10 jazyků od roku 2020",
    "annualReport.2021.reachTranslationBlurb": "Děkujeme dobrovolným překladatelům z celého světa.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr je úvodní programovací prostředí které umožňuje malým dětem (ve věku 5-7) tvořit jejich vlastní interaktivní příběhy a hry.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Stažení v roce 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 miliony od roku 2020",
    "annualReport.2021.themesTitle": "Vznikající témata",
    "annualReport.2021.themesDescription": "Uprostřed pokračující nejistoty způsobené COVID-19 Scratch nadále sloužil jako klíčový prostor pro mladé lidi, aby se spojili a společně tvořili. V roce 2021 jsme zaměřili své úsilí na vybudování silného základu, který spravedlivě podpoří naši rostoucí globální komunitu a náš rostoucí Scratch Team. Naše práce se soustředila na tři hlavní témata: podpora komunity, zvýšení přístupu a dostupnosti a rozvoj Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Společné vzdělávání Scratch",
    "annualReport.2021.SECIntro": "Komunitní hlasy a partnerství jsou hluboce vetkány do struktury historie Scratch. Mají a stále jsou nedílnou součástí pomoci nám zvýšit dostupné a spravedlivé příležitosti k programování po celém světě. V roce 2021 jsme spustili Iniciativu Scratch Education Collaborative, která se zavázala identifikovat a odstranit překážky v přístupu ke tvořivému programování, které spojuje pozoruhodné organizace po celém světě.",
    "annualReport.2021.SECWhatIs": "Co je SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC podporuje a zapojuje zúčastněné organizace do dvouletého kolaborativního fanouškovského zážitku, aby posílil svůj závazek a implementaci spravedlivého tvořivého programování pomocí Scratch a ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Na konci fanouškovské zkušenosti budou organizace vytvářet nová partnerství mezi sebou navzájem a se Scratchem a vytvoří nové modely pro zdroje tvořivého programování spravedlivě rozmístěné.",
    "annualReport.2021.SECWhatIsP3": "Naše spolupráce s SEC je možná díky štědrému grantu od Google.org. Rádi bychom vyjádřili naši vděčnost za jejich trvalou podporu naší mise.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizací",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "států",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partnerů",
    "annualReport.2021.SECMapParagraph": "Naše první fanouškovká skupina zahrnovala 41 organizací zastupujících 13 zemí po celém světě, které spojil jejich závazek podporovat studenty z historicky marginalizovaných komunit při rozvíjení jejich důvěry v kreativní výpočetní techniku. Jejich umístění je zvýrazněno níže:",
    "annualReport.2021.spotlightStory": "Atraktivní příběh",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science; nezisková organizace se sídlem v Texasu, která poskytuje matematické, kódovací a robotické programy pro mládež s nedostatečnými službami; byla jednou ze 41 výjimečných organizací, které se připojily k první fanouškovské skupině Scratch Education Collaborative..",
    "annualReport.2021.SECSpotlightText2": "V roce 2021 jsme podpořili Bridges to Science při zprostředkování jejich prvního workshopu “Hodina kódu” s Code.org. Akce “Fiestas y Piñatas” přilákala více než 22 000 učitelů a studentů z Latinské Ameriky. Spolupracovali jsme také s Bridges to Science na vývoji sady nástrojů jedinečných zdrojů, které uspokojí potřeby jejich komunity.",
    "annualReport.2021.SECPullQuote": "Jednou z největších radostí, které máme při výuce našich žáků je to, že každý z nich, bez ohledu na to, jak jsou tiší, všichni najdou hlas v informatice prostřednictvím Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  zakladatelka Bridges to Science",
    "annualReport.2021.SECWorkshops": "SEC Workshopy",
    "annualReport.2021.SECWorkshopsText": "V loňském roce uspořádala Scratch Education Collaborative řadu workshopů, které podpořily jejich inaugurační kohortu při definování a zkoumání jedinečných cest ke spravedlivému kreativnímu kódování. Workshopy byly zprostředkovány Stanford d. School, Tinkering Studio, Brazil Creative Learning Network a Chicago Public Schools CS4ALL. Společně účastníci workshopu rozvinuli společné chápání kreativního kódování a diskutovali o strategiích a postupech, které podporují kulturně udržující komunity prostřednictvím kreativní komunikace a spolupráce.",
    "annualReport.2021.SECWorkshopsSubtitle": "Jak můžeme kreativně posílit místní komunitu při zkoumání tvořivého programování?",
    "annualReport.2021.accessTitle": "Přístup",
    "annualReport.2021.accessIntro": "Vzhledem k tomu, že COVID-19 donutil školy zavřít a posunul učení do virtuálních prostorů, mnoho studentů a učitelů poprvé objevilo Scratch nebo upravilo způsob, jakým učili i učili se tvořivé programování. Z našich domovů pracoval tým Scratch na podpoře měnících se potřeb pedagogů a on-line společenství.",
    "annualReport.2021.accessASL": "Návod k ASL",
    "annualReport.2021.accessASLText": "V roce 2021 jsme se spojili s Deaf Kids Code, abychom spustili náš první návod k americkému znakovému jazyku ASL v editoru Scratch.",
    "annualReport.2021.accessASLText2": "Společně jsme byli inspirováni k vytvoření trvale potřebného zdroje, který by rozšířil kreativní cesty pro neslyšící Scratchery.",
    "annualReport.2021.accessASLText3": "Video je 13-ti minutovým přepracováním našeho původního návodu “Začínáme se Scratchem”, který začátečníky seznámí s platformou Scratch.",
    "annualReport.2021.accessPullQuote": "Být dobrým spojencem je ochota přiklánět se k tomu, aby byl přístupný a skutečně přikládal váhu doporučením organizací, jako je ta moje... Ptát se: ‘Co to je, co můžeme dělat?‘ a opravdu nás nechat převzít otěže a jít za tím, s velmi malým nebo žádným odporem; to je velmi vzácná věc.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, zakladatel of Deaf Kids Code ",
    "annualReport.2021.accessDEICommittee": "Výbory DEI ve Scratch",
    "annualReport.2021.accessDEICommitteeText": "V roce 2021 se několik výborů ve Scratch pustilo do práce na tom, aby byl Scratch rozmanitější, spravedlivější a inkluzivnější pro všechny uživatele. Jsme nadšeni, že se můžeme podělit o pokrok, kterého každý výbor dosáhl, a o práci, která je ještě před námi.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Přístupnost",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Výbor pro přístupnost byl vytvořen v reakci na vlastní potíže jednoho člena Scratch Teamu s používáním Scratchových programovacích bloků a uznávanou potřebu lépe podporovat Scratchery všech schopností.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "V říjnu 2021 zahájil výbor projekt, jehož cílem je zpřístupnit barvu našich programovacích bloků pro Scratchery se zrakovým postižením. Výbor je nadšený, že spolupracuje s učiteli a komunitními organizacemi, které se specializují na přístupnost, takže bloky programování splňují pokyny pro přístupnost webu a co je důležitější, snižují limity tak, aby byl Scratch přístupnější pro všechny.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Výbor pro globální, spravedlnost, rovnost, rozmanitost a inkluzi (G-JEDI) byl vytvořen, aby vyvinul společný jazyk, který definuje, co rozmanitost, rovnost a inkluze (DEI) znamenají pro tým Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "V roce 2021 začal výbor pracovat na prohlášení DEI, aby nastínil způsoby, jakými DEI informuje o minulé a současné práci týmu Scratch a komunity a jak bude i nadále informovat o nových iniciativách.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Výbor EquityXDesign byl vytvořen jako místo pro členy týmu Scratch a naše spolupracovníky ve skupině MIT’s Lifelong Kindergarten, aby četli a diskutovali o nápadech týkajících se designových postupů zaměřených na spravedlnost.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Rozhovory jsou vedeny Sashou Costanza-Chockovou “Design Justice: Community-Led Practices to Build the Worlds We Need” a členové výboru diskutují o způsobech, jak mohou začleňovat postupy návrhu zaměřené na rovnost do vývoje nástrojů a zdrojů Scratch.",
    "annualReport.2021.access10NewLanguages": "10 nových jazyků",
    "annualReport.2021.access10NewLanguagesText": "S obrovským poděkováním naší překladatelské komunitě jsme se v loňském roce mohli spojit se Scratchery v 74 jazycích! V roce 2021 bylo do Scratch přidáno 10 nových jazyků, včetně isiXhosa (Jižní Afrika), Sepedi (Jižní Afrika), Setswana (Jižní Afrika), Afrikánština (Jižní Afrika), Kichwa (Peru), ଓଡ଼ିଆ / Odia (Indie), Kazach (Kazachstán), Aragonština (Španělsko), Západní Fríština (Nizozemsko) a Bengálština (Bangladéš, Indie a další regiony).",
    "annualReport.2021.accessSouthAfrica": "Scratch stránka s nulovým hodnocením v Jižní Africe",
    "annualReport.2021.accessSouthAfricaText": "Abychom zlepšili zkušenosti se Scratchem pro mladé lidi v regionech s nízkým nebo žádným připojením k internetu, spojili jsme se s National Education Collaboration Trust (NECT) v Jižní Africe, abychom umístili stránku s nulovým hodnocením pro stahování Scratch. Stahování na stránkách s nulovým hodnocením nevyužívá žádnou šířku pásma dat, což snižuje překážku v přístupu k Scratch kvůli datovým limitům a nákladům. Jen dva měsíce po spuštění v dubnu 2021 měla stránka více než 1300 návštěvníků.",
    "annualReport.2021.accessSnapshot": "Momentky",
    "annualReport.2021.communityTitle": "Společenství",
    "annualReport.2021.communityIntro": "V roce 2021 komunita Scratch pokračovala v rychlém růstu, protože ještě více mladých lidí po celém světě tvořilo a spojovali se se svými vrstevníky. Pokračovali jsme také v rozvíjení partnerství se členy komunity, abychom zlepšili zážitek ze Scratch pro naši různorodou komunitu uživatelů.",
    "annualReport.2021.communityScratchConference": "Konference Scratch",
    "annualReport.2021.communityScratchConferenceText1": "V červenci se pedagogové v naší globální komunitě sešli, aby oslavili tvořivé programování na konferenci Scratch. Tuto bezplatnou virtuální akci vedli naši spolupracovníci ze skupiny lifelong kindergarten Group MIT. Na konferenci se sešlo {more_bold}, kteří strávili den tím, že se spolu spojovali, spolupracovali a učili se jeden od druhého, i když nás COVID držel od sebe.",
    "annualReport.2021.communityScratchConferenceText1More": "více než 1 500 pedagogů a nadšenců do Scratche",
    "annualReport.2021.communityVolunteerTranslators": "Dobrovolní překladatelé",
    "annualReport.2021.communityVolunteerTranslatorsText": "Od spuštění Scratch v roce 2007 jsme se zavázali podporovat naše uživatele po celém světě. Naši dobrovolníci pro překlad jazyků úzce spolupracují s týmem Scratch, aby pomohli přeložit a lokalizovat naši platformu a zdroje pro různé komunity, kterým sloužíme.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Tisíce překladatelů dobrovolně věnovaly svůj čas překladu Scratch do 74 jazyků a uznávaných verzí a v současné době existuje více než tisíc překladatelů přihlášených k překladu Scratch a ScratchJr. Jsme vděční našim dobrovolníkům za to, že nám pomohli oslovit více Scratcherů po celém světě!",
    "annualReport.2021.communityScratchCommunity": "Společenství Scratch v roce 2021",
    "annualReport.2021.communityScratchCommunityIntro": "V roce 2021 bylo na webu Scratch vytvořeno více než 113 milionů projektů – téměř 39% nárůst od roku 2020 – a bylo vytvořeno více než jeden milion nových studií! V průběhu roku tým Scratch uvedl řadu studií, aby oslavil důležité události a povzbudil Scratchery k účasti v online komunitě.",
    "annualReport.2021.yearInReview": "Rok v přehledu",
    "annualReport.2021.yearInReviewText": "Rok 2021 byl v on-line komunitě pozoruhodný. Komunitní tým zdůraznil a rozvinul příležitosti pro mladé lidi, aby vyjádřili své nápady a zapojili se do pozitivních způsobů, a ze samotných Scratcherů vzešla neuvěřitelná počínání. Zde je ohlédnutí za některými z vrcholů roku:",
    "annualReport.2021.yearInReviewCard1Date": "Leden",
    "annualReport.2021.yearInReviewCard1Title": "Poetic Cafe",
    "annualReport.2021.yearInReviewCard1Text": "“Otevřeli” jsme naše první Poetic Cafe, kam byli Scratcheři pozváni aby psali, sdíleli nebo spolupracovali na básních, sdílených komunitou.",
    "annualReport.2021.yearInReviewCard2Date": "Únor",
    "annualReport.2021.yearInReviewCard2Title": "Studio černošské historie měsíce",
    "annualReport.2021.yearInReviewCard2Text": "Scratcheři sdíleli interaktivní umělecká díla, vytvářeli básně, animovaná hudební videa a další, aby oslavili vlivné lidi a události v černošské historii.",
    "annualReport.2021.yearInReviewCard3Date": "Duben",
    "annualReport.2021.yearInReviewCard3Title": "Apríl",
    "annualReport.2021.yearInReviewCard3Text": "Scratcheři byli požádáni, aby si představili “tajný život” kocoura Scratche vydali se na lov zábavných pokladů a ukrytých bláznivých věcí po webových stránkách Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Květen",
    "annualReport.2021.yearInReviewCard4Title": "Týden Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Scratcheři po celém světě sdíleli více než 3 500 projektů reagujících na tematické výzvy jako “Vaření se Scratch” a “Legrační vynálezy” na oslavu výročí Scratche.",
    "annualReport.2021.yearInReviewCard5Date": "Červen",
    "annualReport.2021.yearInReviewCard5Title": "Měsíc hrdosti",
    "annualReport.2021.yearInReviewCard5Text": "Scratcheři vytvořili projekty používající všechny barvy duhy na oslavu LGBTQ+ komunity ve studiu Měsíce hrdosti.",
    "annualReport.2021.yearInReviewCard6Date": "Srpen",
    "annualReport.2021.yearInReviewCard6Title": "Tábor Scratch",
    "annualReport.2021.yearInReviewCard6Text": "Během této každoroční třítýdenní akce vytvořil Scratcheři více než 7 000 projektů, které se pohybovaly v rytmu, předváděli kreativní nápady udělej-si-sám (DIY) a sdíleli své objevy o přírodním světě kolem nich.",
    "annualReport.2021.yearInReviewCard7Date": "Říjen",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Po dobu dvou týdnů Scratcheři vytvářeli projekty představující jejich interpretace denních výzev ve studiu Scratchtober. Více než 3 500 projektů bylo vytvořeno kolem jednoslovných témat, jako je podvodní, oslava a tvorové.",
    "annualReport.2021.yearInReviewCard8Date": "Prosinec",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Týden vzdělávání v oblasti informatiky (CSEdWeek) se konal ve dnech 6.-12. prosince na oslavu informatiky po celém světě. Scratch se zúčastnil týdne tím, že povzbudil členy komunity, aby se podívali na výukové programy, studia a živou událost pořádanou ve spolupráci s Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Prosinec",
    "annualReport.2021.yearInReviewCard9Title": "Studio 2021: Rok Scratch v přehledu",
    "annualReport.2021.yearInReviewCard9Text": "V roce 2021 se Scratcheři naučili nové dovednosti, spojili se s přáteli po celém světě a našli kreativní způsoby, jak se vyjádřit. Více než 1 000 Scratchers sdílelo své oblíbené vzpomínky na Scratch a to, co pro ně Scratch znamenal ve studiu 2021: Rok Scratch ve přehledu.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Se spuštěním Scratch Lab v únoru jsme otevřeli dveře našeho vývojového procesu přímo Scratcherům po celém světě.",
    "annualReport.2021.communityScratchLabText2": "Než se rozhodneme, zda bychom měli do programovacího editoru Scratch zavést nové bloky, je důležité vidět kreativní, inovativní a překvapivé způsoby, jakými s nimi Scratcheři interagují. Scratch Lab je pískoviště, kde si každý může vyzkoušet tyto nové funkce a co je nejdůležitější, sdílet své myšlenky a nápady přímo s námi.",
    "annualReport.2021.communityScratchLabText3": "Více než 500 000 Scratcherů prozkoumalo stránky Scratch Lab v roce 2021 a odeslali více než 37 000 příspěvků zpětné vazby.",
    "annualReport.2021.communityScratchLabText4": "Tato zpětná vazba byla neocenitelná, když vyhodnocujeme a vyvíjíme bloky Animovaný text, bloky Vnímání tváře a další potenciální nové funkce.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "registrovaní odběratelé",
    "annualReport.2021.ytData2": "9 milionů",
    "annualReport.2021.ytData2Sub": "shlédnutí videí",
    "annualReport.2021.ytData3Top": "diváků ve",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "států",
    "annualReport.2021.communitySnapshot2Title": "Tým Scratch na YouTube",
    "annualReport.2021.communitySnapshot2Text": "Kanál týmu Scratch na YouTube v roce 2021 dosáhl 100 000 odběratelů — což je téměř 500% nárůst od roku 2020! Jak se studenti, pedagogové a rodiny vyvíjeli v reakci na pandemii, věděli jsme, že musíme vytvořit zdroje, které reagují na jejich potřeby.",
    "annualReport.2021.communitySnapshot2Text2": "Mezi tyto zdroje patří řada komplexních výukových lekcí Scratch, které uživatele provedou navrhováním příběhů, her a animací na Scratchi. V roce 2021 tato videa získala téměř devět milionů zhlédnutí od diváků ve 178 zemích.",
    "annualReport.2021.tutorial1": "Jak udělat 'O mě'",
    "annualReport.2021.tutorial2": "Jak udělat klikací hru",
    "annualReport.2021.tutorial3": "Jak udělat stopu myši",
    "annualReport.2021.FounderMessageTitle": "Zpráva od našeho zakladatele",
    "annualReport.2021.FounderMessageSubTitle": "Podpora a inspirace od zakládajícího partnera",
    "annualReport.2021.FounderMessageText1": "Při čtení této výroční zprávy se dozvíte o mnoha způsobech, jak Scratch rozšiřuje tvořivé programovací příležitosti pro miliony mladých lidí po celém světě, zejména těch z marginalizovaných komunit. Tento globální dopad je možný díky neúnavné práci rostoucího týmu inženýrů, designérů, pedagogů, moderátorů komunity a dalších v Nadaci Scratch.",
    "annualReport.2021.FounderMessageText2": "Abychom mohli i nadále rozvíjet naše úsilí a vliv, spoléháme se na velkorysou finanční podporu neuvěřitelné sbírky společností, nadací a individuálních dárců, kteří jsou v souladu s naším posláním a vizí. Zde chci zdůraznit podporu a inspiraci, které se nám dostalo od jednoho z našich zakládajících partnerů: Nadace LEGO.",
    "annualReport.2021.FounderMessageText3": "Moje výzkumná skupina v MIT Media Lab začala spolupracovat se společností LEGO a Nadací LEGO před více než 30 lety. Financování LEGO pomohlo podpořit naši ranou práci na Scratchi, která vedla k veřejnému spuštění Scratche v roce 2007. Pak, když se Scratch v roce 2019 oddělil z MIT do Nadace Scratch, Nadace LEGO poskytla důležité finanční prostředky pro novou organizaci s pětiletým grantem ve výši 10 milionů dolarů na  “podporu transformačních vzdělávacích změn vývojem a propagací hravých, kreativních přístupů k programování... v různých hospodářských a kulturních kontextech.” Když udeřila pandemie, Nadace LEGO v roce 2021 přidala další grant ve výši 5 milionů dolarů, aby zajistila, že Nadace Scratch bude moci uspokojit potřeby dětí i pedagogů narušené pandemií.",
    "annualReport.2021.FounderMessageText4": "Spojení LEGO-Scratch však dalece přesahuje finanční podporu. Scratch přístup k vytváření animovaných příběhů a her pomocí spojování grafických programovacích bloků byl částečně inspirován způsobem, jakým děti staví LEGO domy a hrady tím, že spojují plastové LEGO kostky. Scratch a LEGO také sdílejí stejnou vzdělávací filozofii založenou na projektech a povzbuzují děti, aby postupně zdokonalovaly své projekty tím, že vyzkouší nápad, uvidí, co se stane, pak provedou změny a zkusí to znovu.",
    "annualReport.2021.FounderMessageText5": "Vždycky jsem miloval slogan LEGO “Radost ze stavění, hrdost ze tvoření”. Hluboké partnerství Nadace LEGO  s Nadací Scratch pomáhá vnášet do digitálních aktivit dětí “radost ze stavění, hrdost ze tvoření”. Partnerství slouží jako model toho, jak mohou organizace se sdílenými myšlenkami a hodnotami spolupracovat na katalyzování transformačních změn v učení a vzdělávání. Vzhledem k tomu, že Nadace Scratch pokračuje v budování své sítě partnerů a podporovatelů, těším se na spojení s dalšími organizacemi, abychom rozšířili tvořivé programovací příležitosti pro děti po celém světě.",
    "annualReport.2021.FounderTitle": "Zakladatel, Nadace Scratch",
    "annualReport.2021.lookingForward": "Těšíme se",
    "annualReport.2021.lookingForwardText1": "V roce 2021 jsme nastínili strategický rámec, kterým se řídí naše hlavní priority na příští 4 roky. Zaměřujeme se na tyto hlavní oblasti:",
    "annualReport.2021.lookingForwardText2": "Rádi bychom vyjádřili obrovské poděkování Nadaci LEGO, jejíž štědrý grant na zotavení z covidu nám umožní tuto zásadní práci uskutečnit. Nemůžeme se dočkat, až se s vámi podělíme o další informace o vzrušujících projektech, které jsme naplánovali, včetně aktualizací zkušeností se Scratch pro školy, aktualizací ScratchJr a dalších.",
    "annualReport.2021.LookingForward1": "Posílení platformy Scratch a infrastruktury společenství",
    "annualReport.2021.LookingForward2": "Rozšíření cest ke tvořivé výuce",
    "annualReport.2021.LookingForward3": "Budování organizačních kapacit a zajištění fiskální udržitelnosti",
    "annualReport.2021.supportersTitle": "Poděkování našim podporovatelům",
    "annualReport.2021.supportersIntro": "Děkujeme našim štědrým podporovatelům. Vaše příspěvky nám pomáhají rozšiřovat příležitosti tvořivého učení pro děti každého věku, ze všech prostředí, po celé zeměkouli.",
    "annualReport.2021.ourSupporters": "Naši podporovatelé",
    "annualReport.2021.ourSupportersText": "Chceme poděkovat všem podporovatelům Scratch, kteří nám v průběhu let pomohli vytvořit úžasné vzdělávací zkušenosti pro miliony mladých lidí po celém světě. Následující seznam je založen na darování Nadaci Scratch od 1. ledna 2021 do 31. prosince 2021.",
    "annualReport.2021.supportersFoundingTitle": "Zakládající partneři — přes 10 000 000 USD",
    "annualReport.2021.supportersFoundingText": "Jsme obzvláště vděční našim zakládajícím partnerům, z nichž každý poskytl kumulativní podporu ve výši nejméně 10 000 000 USD od začátku Scratch v roce 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Partneři kocoura Scratche — přes 1 000 000 USD",
    "annualReport.2021.supportersCreativityTitle": "Kruh kreativity — přes 250 000 USD",
    "annualReport.2021.supportersCollaborationTitle": "Kruh spolupráce — přes 100 000 USD",
    "annualReport.2021.supportersImaginationTitle": "Kruh představivosti — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "Kruh inspirace — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "Kruh bádání — $5,000+",
    "annualReport.2021.supportersPlayTitle": "Kruh her — přes 1 000 USD",
    "annualReport.2021.supportersInKindTitle": "Nepeněžní podporovatelé",
    "annualReport.2021.leadershipTitle": "Náš tým",
    "annualReport.2021.leadershipBoard": "Panel ředitelů",
    "annualReport.2021.leadershipChair": "Předseda",
    "annualReport.2021.leadershipProfessor": "Profesor výzkumu vzdělání",
    "annualReport.2021.leadershipViceChair": "Místopředseda",
    "annualReport.2021.leadershipCoFounder": "Spoluzakladatel a spolupředseda",
    "annualReport.2021.leadershipBoardMember": "Člen panelu",
    "annualReport.2021.leadershipPresidentCEO": "Prezident a ředitel společnosti",
    "annualReport.2021.leadershipFormerPresident": "Dřívější prezident",
    "annualReport.2021.leadershipFounderCEO": "Zakladatel a ředitel společnosti",
    "annualReport.2021.leadershipFormerChairCEO": "Dřívější CEO a předsedkyně",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Tajemník panelu a pokladník",
    "annualReport.2021.leadershipBoardSecretary": "Tajemník panelu",
    "annualReport.2021.leadershipBoardTreasurer": "Pokladník panelu",
    "annualReport.2021.leadershipScratchTeam": "Tým Scratch v roce 2021",
    "annualReport.2021.leadershipED": "Výkonný ředitel",
    "annualReport.2021.teamThankYou": "Děkujeme Mitchi Resnickovi, Natalii Ruskové, Rupalu Jainovi a dalším spolupracovníkům ze skupiny Lifelong Kindergarten Group v MIT Media Lab za vaši neúnavnou podporu Scratch.",
    "annualReport.2021.donateTitle": "Podpořte nás",
    "annualReport.2021.donateMessage": "Tvá podpora nám umožňuje vytvářet inspirativní, kreativní a nezapomenutelné vzdělávací zážitky pro děti po celém světě, zejména pro ty, které byly systémově vyloučeny z kreativních příležitostí k programování. Darujte Scratchi ještě dnes, abyste nám pomohli udržovat naše servery v chodu, pečovat o naši rostoucí globální komunitu a umožnili tvořivé programování dětem ve všech zemích po celém světě.",
    "annualReport.2021.donateMessage2": "Děkujeme ti za tvou štědrost.",
    "annualReport.2021.donateButton": "Podpořit",
    "annualReport.2021.projectBy": "projekt od",
    "annualReport.2021.JuneIlloAttr": "Vlajky od @ratchild",
    "annualReport.2021.OctIlloAttr": "Brambor a brýle od @Cupwing",
    "annualReport.2021.altMap": "Mapa světa zobrazující 41 SEC organizací",
    "annualReport.2021.altSECSpotlightImage": "Dítě si hraje s hračkou před oranžovým pozadím",
    "annualReport.2021.altAccessibility": "Dva lidé používají znakový jazyk před zeleným pozadím.",
    "annualReport.2021.altaccessDEICommittee": "Ruka podává scratch prvek na zeleném pozadí.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Ruka maluje scratch prvky na modrém pozadí.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Dvě ruce se natahují k textové bublině se srdcem uvnitř.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Dvě ruce spolupracují na sestavení seznamu scratchových prvků.",
    "annualReport.2021.altaccessSouthAfrica": "Dvě děti, jedno používající tablet a druhé používající notebook, pracují společně na scratch projektu.",
    "annualReport.2021.altcommunityVolunteerTransators": "Čtyři ruce jsou zvednuté s textovými bublinami umístěnými na jejich vršku před fialovým pozadím.",
    "annualReport.2021.altcommunityThankYou": "Zeměkoule s transparentem přes ni s nápisem 'Děkuji' obklopený slovy díků v různých jazycích.",
    "annualReport.2021.altAvatar": "avatar uživatele",
    "annualReport.2021.altDropdownArrow": "Šipka označující rozbalovací menu",
    "annualReport.2021.altMastheadIllustration": "Tři lidé v interakci s fyzickými komponentami Scratch",
    "annualReport.2021.altWave": "Emoji mávající rukou",
    "annualReport.2021.altMitchHeadshot": "Zakladatel Mitch Resnick",
    "annualReport.2021.altCalendar": "Kalendář pro rok 2021.",
    "annualReport.2021.altWorldVisualization": "Ilustrovaná verze zeměkoule.",
    "annualReport.2021.altSaudiArabiaVisualization": "Sloupcový graf ukazující, že v roce 2021 bylo více než dvakrát více nových uživatelů Scratch než v roce 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Žlutý programovací prvek Scratch.",
    "annualReport.2021.altSECVideoPreview": "Vlevo se zobrazí rozhraní Scratch a vpravo se ukáže znakující děvče.",
    "annualReport.2021.altScratchJr": "Čtení textu Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Žlutý vodorovný programovací prvek Scratch.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Dvě ruce seřazující fyzické prvky Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Natahující se ruce před fialovým pozadí s textovými bublinami plovoucími nad nimi.",
    "annualReport.2021.altScratchLogoText": "Zelený trojúhelník se slovy 'Scratch Lab' napsanými na něm.",
    "annualReport.2021.altScratchLabVideo": "Snímek obrazovky projektu Scratch s tlačítkem přehrávání nahoře.",
    "annualReport.2021.altHat": "Osoba se žlutým kloboukem a růžovými slunečními brýlemi.",
    "annualReport.2021.altScratchText": "Duhový prvek Scratch s nápisem 'Tady jdeme!'",
    "annualReport.2021.altStar": "Dívka se žlutou hvězdou před obličejem.",
    "annualReport.2021.altMouseTrail": "Několik výřezů hlavy veverky umístěných náhodně na sebe.",
    "annualReport.2021.altSECWorkshops": "Lidé, kteří si spolu hrají",
    "annualReport.2021.altArrowUp": "Šipka ukazující nahoru.",
    "annualReport.2021.altTranslated": "Komponenta Scratche říkající \"Ahoj\" a poslouchající jazyky, ve kerých je Scratch dostupný.",
    "annualReport.2021.altAboutMe": "Slova 'O mně' umístěná nad stojanem, ježkem, mangem a fotbalovým míčem.",
    "annualReport.2021.altClickerGame": "Matematická hra zobrazující jablko, pomeranč a nakrájenou misku ovoce.",
    "annualReport.2021.altLookingForward1": "Vzájemně propojené šestiúhelníky zobrazující vír, start a srdce.",
    "annualReport.2021.altLookingForward2": "Cedule s jednou šipkou vpravo zobrazující vír a jednou šipkou směřující doleva zobrazující srdce.",
    "annualReport.2021.altLookingForward3": "Barevné bloky seřazené tak, aby vytvořily kroky s rostlinou rostoucí nahoře.",
    "annualReport.2021.altSparkle": "Bílá třpytivá dekorace",
    "annualReport.2021.altDownArrow": "Fialová šipka ukazující dolů",
    "annualReport.2021.altConnectingLine": "Tečkovaná čára spojující prvky časové osy.",
    "annualReport.2021.altApril": "Pero a prvky scratch umístěné na fialovém pozadí.",
    "annualReport.2021.altJune": "Narozeninový dort před transparentem vlajek s různými typy LGBTQ+ hrdosti.",
    "annualReport.2021.altAugust": "Brambor, party klobouček a sluneční brýle na fialovém pozadí.",
    "annualReport.2021.altCard1": "Barevný blob se vznáší před černým a šedým pozadím vedle slov 'Sen ve světě nočních můr'.",
    "annualReport.2021.altCard2": "Černoška má na sobě žlutou čelenku a zlaté obručové náušnice.",
    "annualReport.2021.altCard3": "Maskot scratch kocoura se houpe před budovami doprovázený textem 'Myslím, že kocour Scratch je superhrdina\".",
    "annualReport.2021.altCard5": "Usměvavý blok stojí vedle textové bubliny s nápisem 'Bez ohledu na to, jak se někdo obléká, jaká zájmena používá nebo koho miluje, měli byste ho vždy respektovat!'",
    "annualReport.2021.altCard6": "Brambora se slunečními brýlemi sedí před fialovým pozadím.",
    "annualReport.2021.altCard7": "Barevný party klobouček sedí na vršku neonové kostky.",
    "annualReport.2021.altCard9": "'2022' sedí před duhou z oválů.",
    "annualReport.2021.altDonateIllustration": "Dvě ruce utvoří tvar srdce s prsty uvnitř vyříznutého tvaru srdce."
}