{
    "annualReport.2021.subnavFoundersMessage": "Neges y Sylfaenydd",
    "annualReport.2021.subnavMission": "Cenhadaeth",
    "annualReport.2021.subnavReach": "Ymestyn",
    "annualReport.2021.subnavThemes": "Themâu",
    "annualReport.2021.subnavDirectorsMessage": "Neges y Cyfarwyddwr",
    "annualReport.2021.subnavSupporters": "Cefnogwyr",
    "annualReport.2021.subnavTeam": "Tîm",
    "annualReport.2021.subnavDonate": "Rhoi",
    "annualReport.2021.mastheadYear": "Adroddiad Blynyddol 2021",
    "annualReport.2021.mastheadTitle": "Adeiladu Cymuned Deg Gyda'n Gilydd",
    "annualReport.2021.directorsMessageTitle": "Neges gan Ein Cyfarwyddwr Gweithredol",
    "annualReport.2021.directorsMessageP1": "Yn 2021, parhaodd COVID-19 i darfu ar ein harferion a siapio’r ffordd yr ydym yn rhyngweithio â’n gilydd. Hyd yn oed wrth i ni ddechrau ymgynnull, fe ail agorodd ysgolion, a bu galwadau am “ddychwelyd i normal,” lle effeithiwyd yn anghymesur ar y rhai mwyaf agored i niwed yn ein cymdeithas gan y strwythurau anghyfartal a waethygodd COVID-19. Ffurfiodd yr argyfwng COVID-19 berthynas pobl ifanc â Scratch, a chadarnhaodd Scratch fel lle mwy hanfodol nag erioed iddyn nhw greu, dysgu a chysylltu. Ond wrth i ni symud i mewn i flwyddyn newydd, ni wnaethom adael ein pobl ifanc mwyaf bregus ar ôl wrth iddynt ddechrau llywio “y normal newydd.”",
    "annualReport.2021.directorsMessageP2": "Un o werthoedd sylfaenol Scratch erioed fu grymuso pobl ifanc i archwilio, creu, chwarae a darganfod—cyfleoedd nad ydynt yn cael eu rhoi’n deg i bob myfyriwr.",
    "annualReport.2021.directorsMessagePullquote": "Rydym yn credu yng ngrym trawsnewidiol hunan-fynegiant a chreadigedd, ac mewn darparu lle i bobl ifanc ddefnyddio codio creadigol fel arf i godi eu llais.",
    "annualReport.2021.directorsMessageP3": "Rwy’n falch o wasanaethu fel Cyfarwyddwr Gweithredol y Scratch Foundation yn ystod yr eiliad hollbwysig hon yn ein hanes, a byddaf yn parhau i ledaenu agwedd ofalgar, gydweithredol Scratch at ddysgu creadigol i blant ledled y byd sydd angen y cyfleoedd hyn fwyaf.",
    "annualReport.2021.directorsMessageP4": "Roedd y llynedd yn flwyddyn anhygoel i’r Scratch Foundation–buom yn canolbwyntio ar dyfu ein tîm gydag arweinwyr hynod, amrywiol ac adeiladu sylfaen gadarn ar gyfer ein trosglwyddiad parhaus i sefydliad annibynnol. Fe wnaethom ddatblygu Cynllun Strategol tair blynedd gydag ymdrechion cyfunol pob aelod o’r tîm ar bob lefel o’n sefydliad, gan godeiddio’r gwaith yr ydym yn ei wneud gyda’n gilydd. Wrth i Scratch dyfu, rydym yn parhau i ganolbwyntio ar ecwiti ac adeiladu cymunedau, a chadw Scratch yn fan diogel i blant gysylltu, creu a chydweithio â'u cyfoedion ledled y byd.",
    "annualReport.2021.directorsMessageP5": "Ni allaf ddiolch digon ichi am gychwyn ar y daith hon gyda’n tîm, ac am eich cefnogaeth barhaus i’n cenhadaeth. Mae tosturi a chreadigedd Cymuned Scratch yn ein hysbrydoli’n ddiddiwedd, ac ni allwn aros i chi ymuno â ni yn y gwaith pwysig sydd o’n blaenau.",
    "annualReport.2021.EDTitle": "Cyfarwyddwr Gweithredol, Scratch Foundation",
    "annualReport.2021.watchVideo": "Gwyliwch y Fideo",
    "annualReport.2021.missionTitle": "Ein Cenhadaeth, Gweledigaeth, a Gwerthoedd",
    "annualReport.2021.missionP1": "Rydym wedi ymrwymo i gyfiawnder addysgol a blaenoriaethu tegwch ar draws pob agwedd ar ein gwaith, gyda ffocws arbennig ar fentrau a dulliau sy’n cefnogi plant, teuluoedd, ac addysgwyr sydd wedi’u heithrio o gyfrifiadura creadigol.",
    "annualReport.2021.missionP2": "Rydyn ni wedi datblygu Scratch fel amgylchedd dysgu rhad ac am ddim, diogel, chwareus sy'n ennyn diddordeb pob plentyn i feddwl yn greadigol, rhesymu yn systematig, a chydweithio - sgiliau hanfodol i bawb yn y gymdeithas heddiw. Rydym yn gweithio gydag addysgwyr a theuluoedd i gynorthwyo plant i archwilio, rhannu a dysgu.",
    "annualReport.2021.missionHeader": "Cenhadaeth",
    "annualReport.2021.missionSubtitle": "Rhoi offer digidol a chyfleoedd i bobl ifanc ddychmygu, creu, rhannu a dysgu.",
    "annualReport.2021.visionHeader": "Gweledigaeth",
    "annualReport.2021.visionSubtitle": "Lledaenu dulliau creadigol, gofalgar, cydweithredol a theg o godio a dysgu ledled y byd.",
    "annualReport.2021.valuesHeader": "Gwerthoedd",
    "annualReport.2021.valuesSubtitle": "Yn y gwaith hwn, cawn ein harwain gan ein gwerthoedd craidd sy’n diffinio ein hegwyddorion fel sefydliad a chymuned:",
    "annualReport.2021.creativeExpressionTitle": "Mynegiant Creadigol",
    "annualReport.2021.progressiveImprovementTitle": "Gwelliant Cynyddol",
    "annualReport.2021.EquitableOpportunitiesTitle": "Cyfleoedd Cyfartal",
    "annualReport.2021.playfulEngagementTitle": "Ymrwymiad Chwareus",
    "annualReport.2021.creativeExpressionDescription": "Rydym yn ymrwymedig i ddarparu pawb ag offer a chyfleoedd i fynegi eu syniadau, eu diddordebau a'u huniaith ddilys o fewn cymuned gefnogol.",
    "annualReport.2021.progressiveImprovementDescription": "Rydym yn dal ein hunain i safon uchel ac yn ymdrechu bob amser i ailadrodd, gwella, ac ysbrydoli ein gilydd i wasanaethu pobl ifanc ledled y byd a’r gymuned sy’n gwneud ein gwaith yn bosibl yn y ffordd orau.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Rydym yn adeiladu mudiad addysgol sy'n cynnwys pobl o gefndiroedd amrywiol fel y gallwn gyrraedd plant ledled y byd sydd wedi'u heithrio o gyfleoedd codio creadigol.",
    "annualReport.2021.playfulEngagementDescription": "Yn Scratch, mae chwarae yn ddull o wneud, rhannu, dysgu ac ymgysylltu â’r byd. Rydym yn annog archwilio llawen, arbrofi, a chydweithio.",
    "annualReport.2021.reachTitle": "Cyrraedd Plant o Amgylch y Byd",
    "annualReport.2021.reachSubtitle": "Scratch yw cymuned godio fwyaf y byd ar gyfer plant a phobl ifanc, 8 oed a hŷn.",
    "annualReport.2021.reachMillion": "miliwn",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% ers 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% ers 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% ers 2020",
    "annualReport.2021.reachNewUsers": "Defnyddwyr Newydd",
    "annualReport.2021.reachProjectsCreated": "Projectau wedi'u Creu",
    "annualReport.2021.reachProjectCreators": "Pobl yn Creu Projectau",
    "annualReport.2021.reachScratchAroundTheWorld": "Mae Scratch yn cael ddefnyddio ledled y byd ar mewn {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "mwy na 200 o wledydd a thiriogaethau",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudi Arabia",
    "annualReport.2021.reachSaudiArabiaDescription": "Gwelsom dwf aruthrol ledled y byd yn 2021, ond cawsom ein syfrdanu o weld y twf yn Saudi Arabia, lle gwelsom ddwywaith cymaint o ddefnyddwyr newydd â'r flwyddyn flaenorol.",
    "annualReport.2021.reachTranslationTitle": "Mae Scratch yn cael ei gyfieithu i 74 Iaith",
    "annualReport.2021.reachTranslationIncrease": "Cynnydd o 10 iaith ers 2020",
    "annualReport.2021.reachTranslationBlurb": "Diolch i gyfieithwyr gwirfoddol o bob cwr o'r byd.",
    "annualReport.2021.reachScratchJrBlurb": "Mae ScratchJr yn amgylchedd rhaglennu rhagarweiniol sy'n galluogi plant ifanc (5-7 oed) i greu eu straeon a'u gemau rhyngweithiol eu hunain.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Llwytho i lawr yn 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 filiwn ers 2020",
    "annualReport.2021.themesTitle": "Themâu sy'n Dod i'r Amlwg",
    "annualReport.2021.themesDescription": "Ynghanol ansicrwydd parhaus yn sgil COVID-19, parhaodd Scratch i wasanaethu fel gofod allweddol i bobl ifanc gysylltu a chreu gyda'i gilydd. Yn 2021, fe wnaethom ganolbwyntio ein hymdrechion ar adeiladu sylfaen gref i gefnogi ein cymuned fyd-eang gynyddol a'n Tîm Scratch cynyddol yn gyfartal. Roedd ein gwaith yn canolbwyntio ar dair prif thema: meithrin cymuned, cynyddu mynediad a hygyrchedd, a datblygu'r Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Mae lleisiau a phartneriaethau cymunedol wedi’u gwau’n ddwfn i wead hanes Scratch. Maent wedi, ac yn parhau i fod, yn hanfodol i'n helpu i gynyddu cyfleoedd codio hygyrch a theg ledled y byd. Yn 2021, fe wnaethom lansio’r Scratch Education Collaborative, menter sy’n ymroddedig i nodi a dileu’r rhwystrau i fynediad at godio creadigol sy’n cysylltu sefydliadau rhyfeddol ledled y byd.",
    "annualReport.2021.SECWhatIs": "Beth yw SEC?",
    "annualReport.2021.SECWhatIsP1": "Mae'r SEC yn cefnogi ac yn ymgysylltu â sefydliadau sy'n cymryd rhan mewn profiad cydweithredol dwy flynedd o hyd i gryfhau eu hymrwymiad i godio creadigol teg, a'u gweithrediad, gan ddefnyddio Scratch a ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Erbyn diwedd profiad y garfan, bydd sefydliadau wedi ffurfio partneriaethau newydd gyda’i gilydd a gyda Scratch, a byddant wedi sefydlu modelau newydd ar gyfer adnoddau codio creadigol sy’n canolbwyntio ar ecwiti.",
    "annualReport.2021.SECWhatIsP3": "Mae ein gwaith gyda'r SEC yn bosibl diolch i grant hael gan Google.org. Hoffem estyn ein diolchgarwch am eu cefnogaeth barhaus i’n cenhadaeth.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "sefydliad",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "gwlad",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partner",
    "annualReport.2021.SECMapParagraph": "Roedd ein carfan gyntaf yn cynnwys 41 o sefydliadau yn cynrychioli 13 o wledydd ledled y byd, wedi’u huno gan eu hymrwymiad i gefnogi dysgwyr o gymunedau ymylol yn hanesyddol i ddatblygu eu hyder gyda chyfrifiadura creadigol. Mae eu lleoliadau i'w gweld isod:",
    "annualReport.2021.spotlightStory": "Amlygu Stori",
    "annualReport.2021.SECSpotlightTitle": "Sbotolau Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science; sefydliad dim-er-elw o Texas sy'n darparu rhaglenni mathemateg, codio a roboteg ar gyfer ieuenctid nad ydynt yn cael eu gwasanaethu'n ddigonol; yn un o 41 o sefydliadau eithriadol i ymuno â charfan gyntaf y Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "Yn 2021 fe wnaethom gefnogi Pontydd i Wyddoniaeth drwy hyrwyddo eu gweithdy \"Awr Codio\" cyntaf gyda Code.org. Denodd y digwyddiad “Fiestas y Piñatas” denodd 22,000 o athrawon a dysgwyr ledled America Ladin. Fe wnaethom ni gydweithio hefyd gyda Phontydd i Wyddoniaeth i ddatblygu pecyn o adnoddau unigryw i gwrdd ag anghenion eu cymuned.",
    "annualReport.2021.SECPullQuote": "Un o’r llawenydd mwyaf sydd gennym wrth addysgu ein myfyrwyr yw bod pob un ohonynt, ni waeth pa mor dawel ydyn nhw, i gyd yn dod o hyd i lais mewn cyfrifiadureg trwy Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  Sefydlydd Bridges to Science ",
    "annualReport.2021.SECWorkshops": "Gweithdai SEC",
    "annualReport.2021.SECWorkshopsText": "Y llynedd, cynhaliodd y Scratch Education Collaborative gyfres o weithdai a gefnogodd eu carfan gyntaf i ddiffinio ac archwilio llwybrau unigryw at godio creadigol teg. Hwyluswyd gweithdai gan Stanford d. School, Tinkering Studio, the Brazilian Creative Learning Network, a'r Chicago Public Schools CS4ALL. Gyda’i gilydd, datblygodd y rhai a gymerodd ran yn y gweithdai ddealltwriaeth gyffredin o godio creadigol a thrafodwyd strategaethau ac arferion sy’n meithrin cymunedau sy’n cynnal cymunedau’n ddiwylliannol trwy gyfathrebu creadigol a chydweithio.",
    "annualReport.2021.SECWorkshopsSubtitle": "Sut gallwn ni rymuso’r gymuned leol yn greadigol i archwilio codio creadigol?",
    "annualReport.2021.accessTitle": "Mynediad",
    "annualReport.2021.accessIntro": "Wrth i COVID-19 orfodi ysgolion i gau a gwthio dysgu i rith-ofod, roedd llawer o fyfyrwyr ac athrawon yn darganfod Scratch am y tro cyntaf neu'n addasu'r ffordd roedden nhw'n addysgu ac yn dysgu codio creadigol. O'n cartrefi ein hunain, gweithiodd y Tîm Scratch i gefnogi anghenion newidiol addysgwyr a'r gymuned ar-lein.",
    "annualReport.2021.accessASL": "Tiwtorial ASL",
    "annualReport.2021.accessASLText": "Yn 2021, buom mewn partneriaeth â Deaf Kids Code i lansio ein tiwtorial Iaith Arwyddion Americanaidd cyntaf yn y Scratch Editor.",
    "annualReport.2021.accessASLText2": " Gyda’n gilydd, cawsom ein hysbrydoli i greu adnodd bytholwyrdd a fyddai’n ehangu llwybrau creadigol ar gyfer Scratchwyr byddar.",
    "annualReport.2021.accessASLText3": "Mae'r fideo yn ail-wneud 13 munud o'n tiwtorial gwreiddiol “Getting Started with Scratch” sy'n cyflwyno dechreuwyr i lwyfan Scratch.",
    "annualReport.2021.accessPullQuote": "Mae bod yn gynghreiriad da yn barodrwydd i blygu tuag at fod yn hygyrch a rhoi pwysau o ddifrif ar argymhellion sefydliadau fel fy un i … Gofyn, 'Beth allwn ni ei wneud?’ a gadael i ni gymryd yr awenau a mynd amdani, yn hynod o ychydig neu ddim gwrthwynebiad; peth prin iawn yw hynny.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Sylfaenydd y Deaf Kids Code ",
    "annualReport.2021.accessDEICommittee": "Pwyllgorau DEI yn Scratch",
    "annualReport.2021.accessDEICommitteeText": "Yn 2021, cychwynnodd sawl pwyllgor yn Scratch ar waith i wneud Scratch yn fwy amrywiol, teg a chynhwysol i bob defnyddiwr. Rydym yn gyffrous i rannu’r cynnydd y mae pob pwyllgor wedi’i wneud a’r gwaith sydd o’n blaenau o hyd.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Hygyrchedd",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Crëwyd y Pwyllgor Hygyrchedd mewn ymateb i anhawster un aelod o Dîm Scratch ei hun wrth ddefnyddio blociau codio Scratch ac angen cydnabyddedig i gefnogi Scratchwyr o bob gallu yn well.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "Ym mis Hydref 2021, lansiodd y pwyllgor broject i wneud lliw ein blociau codio yn hygyrch i Scratchwyr â nam ar eu golwg. Mae'r pwyllgor yn falch i fod yn bartner gydag athrawon a sefydliadau cymunedol sy'n arbenigo mewn hygyrchedd felly mae'r blociau codio yn bodloni canllawiau hygyrchedd gwe, ac yn bwysicach, lloriau is i wneud Scratch yn fwy hygyrch i bawb.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Ffurfiwyd y Global, Justice, Equity, Diversity, and Inclusion (G-JEDI) Committee i ddatblygu iaith all gael ei rannu sy’n diffinio’r hyn y mae Amrywiaeth, Tegwch a Chynhwysiant (DEI) yn ei olygu i’r Tîm Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "Yn 2021, dechreuodd y pwyllgor weithio ar ddatganiad DEI i amlinellu’r ffyrdd y mae DEI wedi hysbysu tîm Scratch a gwaith y gymuned yn y gorffennol a’r presennol, a sut y bydd yn parhau i lywio mentrau newydd wrth symud ymlaen.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "EquityXDesign",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Crëwyd y Pwyllgor EquityXDesign fel lle i aelodau Scratch Team a’n cydweithwyr yng ngrŵp Lifelong Kindergarten MIT ddarllen a thrafod syniadau ynghylch arferion dylunio sy’n canolbwyntio ar ecwiti.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Mae'r sgyrsiau “Design Justice: Community-Led Practices to Build the Worlds We Need,” yn cael eu harwain gan Sasha Costanza-Chock ac mae aelodau’r pwyllgor yn trafod ffyrdd y gallant ymgorffori arferion dylunio sy’n canolbwyntio ar ecwiti wrth ddatblygu offer ac adnoddau Scratch.",
    "annualReport.2021.access10NewLanguages": "10 Iaith Newydd",
    "annualReport.2021.access10NewLanguagesText": "Gyda diolch enfawr i’n cymuned gyfieithu, roedd modd i ni gysylltu â Scratchwyr mewn 74 o ieithoedd y llynedd! Yn 2021, ychwanegwyd 10 iaith newydd at Scratch, gan gynnwys isiXhosa (De Affrica), Sepedi (De Affrica), Setswana (De Affrica), Afrikaans (De Affrica), Kichwa (Periw), ଓଡ଼ିଆ/Odia (India), Kazakh ( Kazakhstan), Aragoneg (Sbaen), Ffriseg y Gorllewin (yr Iseldiroedd), a Bengali (Bangladesh, India, a rhanbarthau eraill).",
    "annualReport.2021.accessSouthAfrica": "Scratch gradd sero yn Ne Affrica",
    "annualReport.2021.accessSouthAfricaText": "Er mwyn gwella profiad Scratch ar gyfer pobl ifanc mewn rhanbarthau sydd â chysylltedd rhyngrwyd isel neu ddim o gwbl, fe wnaethom weithio mewn partneriaeth a'r National Education Collaboration Trust (NECT) of South Africa i gynnal tudalen cyfradd sero ar gyfer lawrlwytho Scratch. Nid yw llwytho i lawr tudalennau cyfradd sero yn defnyddio unrhyw led band data, gan leihau rhwystr i gyrchu Scratch oherwydd cyfyngiadau data a chostau. Deufis yn unig ar ôl ei lansiad ym mis Ebrill 2021, cafodd y dudalen fwy na 1300 o ymwelwyr.",
    "annualReport.2021.accessSnapshot": "Cipluniau",
    "annualReport.2021.communityTitle": "Cymuned",
    "annualReport.2021.communityIntro": "Yn 2021, parhaodd cymuned Scratch i brofi twf cyflym wrth i hyd yn oed mwy o bobl ifanc ledled y byd greu a chysylltu ochr yn ochr â'u cyfoedion. Fe wnaethom hefyd barhau i ddatblygu partneriaethau gydag aelodau o'r gymuned i wella profiad Scratch ar gyfer ein cymuned amrywiol o ddefnyddwyr.",
    "annualReport.2021.communityScratchConference": "Cynhadledd Scratch",
    "annualReport.2021.communityScratchConferenceText1": "Ym mis Gorffennaf, daeth addysgwyr yn ein cymuned fyd-eang at ei gilydd i ddathlu codio creadigol yng Nghynhadledd Scratch. Arweiniwyd y digwyddiad rhithwir rhad ac am ddim hwn gan ein cydweithwyr yn Lifelong Kindergarten Group MIT. Daeth y gynhadledd â {more_bold} ynghyd, a dreuliodd y diwrnod yn cysylltu, yn cydweithio ac yn dysgu oddi wrth ein gilydd, hyd yn oed wrth i COVID ein cadw ar wahân.",
    "annualReport.2021.communityScratchConferenceText1More": "mwy na 1,500 o addysgwyr a selogion Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Cyfieithwyr Gwirfoddol",
    "annualReport.2021.communityVolunteerTranslatorsText": "Ers lansio Scratch yn 2007, rydym wedi ymrwymo i gefnogi ein defnyddwyr ledled y byd. Mae ein gwirfoddolwyr cyfieithu iaith yn gweithio’n agos gyda Thîm Scratch i helpu i gyfieithu a lleoleiddio ein platfform a’n hadnoddau ar gyfer y cymunedau amrywiol yr ydym yn eu gwasanaethu.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Mae miloedd o gyfieithwyr wedi gwirfoddoli eu hamser i gyfieithu Scratch i 74 o ieithoedd a chyfrif, ac ar hyn o bryd mae mwy na mil o gyfieithwyr wedi cofrestru i gyfieithu Scratch a ScratchJr. Rydym yn ddiolchgar i'n gwirfoddolwyr am ein helpu i gyrraedd mwy o Scratchwyr ledled y byd!",
    "annualReport.2021.communityScratchCommunity": "Cymuned Scratch yn 2021",
    "annualReport.2021.communityScratchCommunityIntro": "Yn 2021, crëwyd mwy na 113 miliwn o brojectau ar wefan Scratch – cynnydd o bron i 39% ers 2020 – a chrëwyd mwy na miliwn o stiwdios newydd! Drwy gydol y flwyddyn, cynhaliodd Tîm Scratch nifer o stiwdios i ddathlu digwyddiadau pwysig ac annog Scratchwyr i gymryd rhan yn y gymuned ar-lein.",
    "annualReport.2021.yearInReview": "Adolygiad Blwyddyn",
    "annualReport.2021.yearInReviewText": "Roedd 2021 yn flwyddyn ryfeddol yn y gymuned ar-lein. Amlygodd a datblygodd y Tîm Cymunedol gyfleoedd i bobl ifanc fynegi eu syniadau a chymryd rhan mewn ffyrdd cadarnhaol, a chafwyd symudiadau anhygoel gan Scratchwyr eu hunain. Dyma gip yn ôl ar rai o uchafbwyntiau'r flwyddyn:",
    "annualReport.2021.yearInReviewCard1Date": "Ionawr",
    "annualReport.2021.yearInReviewCard1Title": "Poetic Cafe",
    "annualReport.2021.yearInReviewCard1Text": "Fe wnaethom “agor” ein caffi barddonol cyntaf lle gwahoddwyd Scratchwyr i ysgrifennu, rhannu, neu gydweithio ar gerddi i’w rhannu â’r gymuned.",
    "annualReport.2021.yearInReviewCard2Date": "Chwefror",
    "annualReport.2021.yearInReviewCard2Title": "Stiwdio Mis Hanes Pobl Ddu",
    "annualReport.2021.yearInReviewCard2Text": "Rhannodd Scratchwyr waith celf rhyngweithiol, creu cerddi, fideos cerddoriaeth wedi'u hanimeiddio, a mwy i ddathlu pobl a digwyddiadau dylanwadol yn hanes Du.",
    "annualReport.2021.yearInReviewCard3Date": "Ebrill",
    "annualReport.2021.yearInReviewCard3Title": "Diwrnod Ffŵl Ebrill",
    "annualReport.2021.yearInReviewCard3Text": "Gofynnwyd i’r crafwyr ddychmygu “Bywyd cyfrinachol” Cath Scratch ac aethant ar helfa drysor am hwyl a'r pethau gwirion oedd wedi’u cuddio o amgylch gwefan Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Mai",
    "annualReport.2021.yearInReviewCard4Title": "Wythnos Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Rhannodd Scratchwyr ledled y byd fwy na 3,500 o brojectau yn ymateb i anogwyr â thema fel “Coginio o Scratch” a “Dyfeisiadau Hurt”  i ddathlu pen-blwydd Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Mehefin",
    "annualReport.2021.yearInReviewCard5Title": "Mis Balchder",
    "annualReport.2021.yearInReviewCard5Text": "Creodd Scratchwyr brojectau gan ddefnyddio holl liwiau’r enfys i ddathlu’r gymuned LGBTQ+ yn stiwdio Pride Month.",
    "annualReport.2021.yearInReviewCard6Date": "Awst",
    "annualReport.2021.yearInReviewCard6Title": "Gwersyll Scratch",
    "annualReport.2021.yearInReviewCard6Text": "Yn ystod y digwyddiad tair wythnos blynyddol hwn, creodd Scratchwyr fwy na 7,000 o brojectau bywiog, gan arddangos syniadau creadigol gwneud eich hun (DIY), a rhannu eu darganfyddiadau am y byd naturiol o'u cwmpas.",
    "annualReport.2021.yearInReviewCard7Date": "Hydref",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Am bythefnos, bu Scratchwyr yn creu projectau yn arddangos eu dehongliadau o anogwyr dyddiol yn stiwdio Scratchtober. Crëwyd mwy na 3,500 o brojectau o amgylch themâu un gair fel tanddwr, dathlu a chreaduriaid.",
    "annualReport.2021.yearInReviewCard8Date": "Rhagfyr",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Cynhaliwyd Computer Science Education Week (CSEdWeek) rhwng Rhagfyr 6 a 12 i ddathlu cyfrifiadureg ledled y byd. Cymerodd Scratch ran yn yr wythnos trwy annog aelodau o'r gymuned i edrych ar sesiynau tiwtorial, stiwdios, a digwyddiad byw a gynhaliwyd mewn partneriaeth â Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Rhagfyr",
    "annualReport.2021.yearInReviewCard9Title": "2021: Stiwdio Adolygu Blwyddyn Scratch",
    "annualReport.2021.yearInReviewCard9Text": "Yn 2021, dysgodd Scratchwyr sgiliau newydd, yn gysylltiedig â ffrindiau ledled y byd, a dod o hyd i ffyrdd creadigol o fynegi eu hunain. Rhannodd mwy na 1,000 o Scratchwyr eu hoff atgofion Scratch a’r hyn yr oedd Scratch yn ei olygu iddyn nhw yn stiwdio 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Gyda lansiad Scratch Lab ym mis Chwefror, rydym wedi agor drysau ein proses ddatblygu yn uniongyrchol i Scratchwyr ledled y byd.",
    "annualReport.2021.communityScratchLabText2": "Cyn i ni benderfynu a ddylem gyflwyno blociau newydd i olygydd codio Scratch, mae'n hollbwysig gweld y ffyrdd creadigol, arloesol a rhyfeddol y mae Scratchwyr yn rhyngweithio â nhw. Mae Scratch Lab yn flwch tywod lle gall pawb roi cynnig ar y nodweddion newydd hyn ac, yn bwysicaf oll, rhannu eu awgrymiadau a'u syniadau yn uniongyrchol â ni.",
    "annualReport.2021.communityScratchLabText3": "Bu dros 500,000 o Scratchwyr yn edrych ar wefan Scratch Lab yn 2021, a chyflwynwyd mwy na 37,000 o ddarnau o adborth ganddyn nhw.",
    "annualReport.2021.communityScratchLabText4": "Mae'r adborth hwn wedi bod yn amhrisiadwy wrth i ni werthuso a datblygu blociau Testun Animeiddiedig, blociau Synhwyro Wyneb, a mwy o nodweddion newydd posibl.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "tanysgrifiwr",
    "annualReport.2021.ytData2": "9 miliwn",
    "annualReport.2021.ytData2Sub": "golwg ar fideos",
    "annualReport.2021.ytData3Top": "gwyliwr mewn",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "gwlad",
    "annualReport.2021.communitySnapshot2Title": "Tîm Scratch ar YouTube",
    "annualReport.2021.communitySnapshot2Text": "Cyrhaeddodd sianel Scratch Team YouTube 100,000 o danysgrifwyr yn 2021 - cynnydd o bron i 500 y cant ers 2020! Wrth i fyfyrwyr, addysgwyr a theuluoedd esblygu mewn ymateb i'r pandemig, roeddem yn gwybod bod yn rhaid i ni greu adnoddau a oedd yn adweithiol i'w hanghenion.",
    "annualReport.2021.communitySnapshot2Text2": "Mae'r adnoddau hyn yn cynnwys cyfres o diwtorialau Scratch cynhwysfawr sy'n arwain defnyddwyr trwy ddylunio straeon, gemau ac animeiddiadau ar Scratch. Yn 2021, cafodd y fideos hyn bron i naw miliwn o wylwyr gan wylwyr mewn 178 o wledydd.",
    "annualReport.2021.tutorial1": "Sut i Wneud 'Amdanaf i'",
    "annualReport.2021.tutorial2": "Sut i Wneud Gêm Cliciwr",
    "annualReport.2021.tutorial3": "Sut i Wneud Llwybr Llygoden",
    "annualReport.2021.FounderMessageTitle": "Neges gan Ein Sylfaenydd",
    "annualReport.2021.FounderMessageSubTitle": "Cefnogaeth ac Ysbrydoliaeth gan Bartner Sefydlu",
    "annualReport.2021.FounderMessageText1": "Wrth ichi ddarllen drwy’r adroddiad blynyddol hwn, byddwch yn dysgu am lawer o ffyrdd y mae Scratch yn ehangu cyfleoedd cyfrifiadura creadigol i filiynau o bobl ifanc ledled y byd, yn enwedig y rheini o gymunedau ymylol. Mae'r effaith fyd-eang hon yn bosibl oherwydd gwaith diflino'r tîm cynyddol o beirianwyr, dylunwyr, addysgwyr, cymedrolwyr cymunedol, ac eraill yn y Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Er mwyn parhau i dyfu ein hymdrechion a'n heffaith, rydym yn dibynnu ar gefnogaeth ariannol hael casgliad anhygoel o gwmnïau, sefydliadau, a rhoddwyr unigol sy'n cyd-fynd â'n cenhadaeth a'n gweledigaeth. Yma, rwyf am dynnu sylw at y gefnogaeth a'r ysbrydoliaeth a gawsom gan un o'n Partneriaid Sefydlu: y LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Dechreuodd fy ngrŵp ymchwil yn Labordy Cyfryngau MIT gydweithio â chwmni LEGO a'r LEGO Foundation dros 30 mlynedd yn ôl. Helpodd cyllid LEGO i gefnogi ein gwaith cynnar ar Scratch, yn arwain at lansiad cyhoeddus Scratch yn 2007. Yna, pan ddechreuodd Scratch o MIT i'r Scratch Foundation yn 2019, darparodd y LEGO Foundation gyllid pwysig ar gyfer y sefydliad newydd, gyda grant $10 miliwn dros bum mlynedd i “gefnogi newid addysgol trawsnewidiol trwy ddatblygu a hyrwyddo dulliau chwareus, creadigol o godio...mewn cyd-destunau economaidd a diwylliannol amrywiol.” Pan darodd y pandemig, cyflwynodd y LEGO Foundation grant ychwanegol o $5 miliwn yn 2021, i sicrhau y gallai'r Scratch Foundation ddiwallu anghenion plant ac addysgwyr y mae'r pandemig yn tarfu arnynt.",
    "annualReport.2021.FounderMessageText4": "Ond mae'r cysylltiad rhwng LEGO a Scratch yn mynd ymhell y tu hwnt i gymorth ariannol. Ysbrydolwyd dull Scratch o greu straeon a gemau animeiddiedig trwy dynnu blociau rhaglennu graffigol at ei gilydd, yn rhannol, gan y ffordd y mae plant yn adeiladu tai a chestyll LEGO trwy dynnu briciau LEGO plastig at ei gilydd. Mae Scratch a LEGO hefyd yn rhannu'r un athroniaeth addysgol sy'n seiliedig ar brojectau, gan annog plant i fireinio eu projectau'n ailadroddol trwy roi cynnig ar syniad, gweld beth sy'n digwydd, yna gwneud adolygiadau a rhoi cynnig arall arni.",
    "annualReport.2021.FounderMessageText5": "Rwyf bob amser wedi caru slogan LEGO “Joy of Building, Pride of Creation.” Mae partneriaeth ddofn y LEGO Foundation gyda'r Scratch Foundation yn helpu i ddod â “Joy of Building, Pride of Creation” i weithgareddau digidol plant. Mae'r bartneriaeth yn fodel o sut y gall sefydliadau sydd â syniadau a gwerthoedd cyffredin gydweithio i ysgogi newid trawsnewidiol mewn dysgu ac addysg. Wrth i'r Scratch Foundation barhau i adeiladu ei rwydwaith o bartneriaid a chefnogwyr, edrychaf ymlaen at gysylltu â sefydliadau eraill i ehangu cyfleoedd cyfrifiadura creadigol i blant ledled y byd.",
    "annualReport.2021.FounderTitle": "Sylfaenydd, Scratch Foundation",
    "annualReport.2021.lookingForward": "Edrych i'r Dyfodol",
    "annualReport.2021.lookingForwardText1": "Yn 2021, fe wnaethom amlinellu Fframwaith Strategol a fydd yn llywio ein prif flaenoriaethau ar gyfer y 4 blynedd nesaf. Rydym yn canolbwyntio ar y prif feysydd hyn:",
    "annualReport.2021.lookingForwardText2": "Hoffem ddiolch yn fawr iawn i'r LEGO Foundation, y bydd ei Grant Adfer COVID hael yn ein galluogi i wneud y gwaith hanfodol hwn. Ni allwn aros i rannu mwy gyda chi am y projectau cyffrous rydym wedi'u cynllunio, gan gynnwys diweddariadau i brofiad Scratch i ysgolion, diweddariadau i ScratchJr, a mwy.",
    "annualReport.2021.LookingForward1": "Cryfhau Llwyfan a Seilwaith Cymunedol Scratch",
    "annualReport.2021.LookingForward2": "Ehangu Llwybrau at Ddysgu Creadigol",
    "annualReport.2021.LookingForward3": "Meithrin Gallu Sefydliadol a Sicrhau Cynaliadwyedd Cyllidol",
    "annualReport.2021.supportersTitle": "Diolch i'n Cefnogwyr",
    "annualReport.2021.supportersIntro": "Diolch i'n cefnogwyr hael. Mae eich cyfraniad yn ein helpu i ehangu cyfleoedd dysgu creadigol i blant o bob oed, o bob cefndir, ledled y byd.",
    "annualReport.2021.ourSupporters": "Ein Cefnogwyr",
    "annualReport.2021.ourSupportersText": "Rydyn ni eisiau diolch i holl gefnogwyr Scratch sydd, ar hyd y blynyddoedd, wedi ein helpu ni i gael profiadau dysgu anhygoel i filiynau o bobl ifanc ledled y byd. Mae'r rhestr ganlynol yn seiliedig ar roi i Scratch Foundation rhwng Ionawr 1, 2021 a Rhagfyr 31, 2021.",
    "annualReport.2021.supportersFoundingTitle": "Partneriaid Sefydlu — $10,000,000+",
    "annualReport.2021.supportersFoundingText": "Rydym yn arbennig o ddiolchgar i'n Partneriaid Sefydlu sydd i gyd wedi darparu o leiaf $10,000,000 mewn cefnogaeth gronnus, ers dechrau Scratch yn 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Partneriaid Scratch Cat — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Cylch Creadigrwydd — $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Cylch Cydweithio — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Cylch Dychymyg — $ 50,000 +",
    "annualReport.2021.supportersInspirationTitle": "Cylch Ysbrydoliaeth — $ 20,000 +",
    "annualReport.2021.supportersExplorationTitle": "Cylch Archwilio — $ 5,000 +",
    "annualReport.2021.supportersPlayTitle": "Cylch Chwarae — $1,000+",
    "annualReport.2021.supportersInKindTitle": "Cefnogwyr Mewn Nwyddau",
    "annualReport.2021.leadershipTitle": "Ein Tîm",
    "annualReport.2021.leadershipBoard": "Bwrdd Cyfarwyddwyr",
    "annualReport.2021.leadershipChair": "Cadeirydd",
    "annualReport.2021.leadershipProfessor": "Athro Ymchwil Dysgu",
    "annualReport.2021.leadershipViceChair": "Is-gadeirydd",
    "annualReport.2021.leadershipCoFounder": "Cyd-sylfaenydd a Chyd-Gadeirydd",
    "annualReport.2021.leadershipBoardMember": "Aelod o'r Bwrdd",
    "annualReport.2021.leadershipPresidentCEO": "Arlywydd a Phrif Swyddog Gweithredol",
    "annualReport.2021.leadershipFormerPresident": "Cyn-arlywydd",
    "annualReport.2021.leadershipFounderCEO": "Sylfaenydd a Phrif Swyddog Gweithredol",
    "annualReport.2021.leadershipFormerChairCEO": "Cyn Brif Swyddog Gweithredol a Chadeirydd",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Ysgrifennydd a Thrysorydd y Bwrdd",
    "annualReport.2021.leadershipBoardSecretary": "Ysgrifennydd y Bwrdd",
    "annualReport.2021.leadershipBoardTreasurer": "Trysorydd y Bwrdd",
    "annualReport.2021.leadershipScratchTeam": "Tîm Scratch 2021",
    "annualReport.2021.leadershipED": "Cyfarwyddwr Gweithredol",
    "annualReport.2021.teamThankYou": "Diolch i Mitch Resnick, Natalie Rusk, Rupal Jain, a chydweithredwyr eraill yn y Lifelong Kindergarten Group yn yr MIT Media Lab am eich cefnogaeth ddiflino i Scratch.",
    "annualReport.2021.donateTitle": "Cefnogwch Ni",
    "annualReport.2021.donateMessage": "Mae eich cefnogaeth yn ein galluogi i greu profiadau dysgu ysbrydoledig, creadigol a chofiadwy i blant ym mhobman, yn enwedig y rhai sydd wedi'u heithrio'n systematig o gyfleoedd codio creadigol. Gwnewch rodd i Scratch heddiw i'n helpu ni i gadw ein gweinyddion i redeg, cynnal ein cymuned fyd-eang gynyddol, a gwneud codio creadigol yn bosibl i blant ym mhob gwlad o gwmpas y byd.",
    "annualReport.2021.donateMessage2": "Diolch am eich haelioni.",
    "annualReport.2021.donateButton": "Rhoi",
    "annualReport.2021.projectBy": "project gan",
    "annualReport.2021.JuneIlloAttr": "Baneri gan @ratchild",
    "annualReport.2021.OctIlloAttr": "Tatws a sbectol gan @Cupwing",
    "annualReport.2021.altMap": "Map o'r byd yn dangos 41 o sefydliadau SEC",
    "annualReport.2021.altSECSpotlightImage": "Mae plentyn yn chwarae gyda thegan o flaen cefndir oren",
    "annualReport.2021.altAccessibility": "Mae dau berson yn defnyddio iaith arwyddion o flaen cefndir gwyrdd.",
    "annualReport.2021.altaccessDEICommittee": "Mae llaw yn dal cydran scratch allan ar gefndir gwyrdd.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Mae llaw yn paentio cydrannau scratch ar gefndir glas.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Mae dwy law yn ymestyn tuag at swigen destun gyda chalon y tu mewn iddi.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Mae dwy law yn gweithio gyda'i gilydd i lunio rhestr o gydrannau scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Mae dau blentyn, un yn defnyddio tabled ac un yn defnyddio gliniadur, yn gweithio ar broject scratch gyda'i gilydd.",
    "annualReport.2021.altcommunityVolunteerTransators": "Mae pedair llaw yn cael eu codi gyda swigod testun yn gorffwys ar eu pennau o flaen cefndir porffor.",
    "annualReport.2021.altcommunityThankYou": "Glôb gyda baner ar ei draws yn dweud 'Diolch' wedi'i amgylchynu gan y geiriau diolch mewn ieithoedd amrywiol.",
    "annualReport.2021.altAvatar": "afatar defnyddiwr",
    "annualReport.2021.altDropdownArrow": "Saeth yn nodi'r gwymplen.",
    "annualReport.2021.altMastheadIllustration": "Tri pherson yn rhyngweithio â chydrannau Scratch corfforol.",
    "annualReport.2021.altWave": "Emoji llaw yn chwifio.",
    "annualReport.2021.altMitchHeadshot": "Sylfaenydd Mitch Resnick",
    "annualReport.2021.altCalendar": "Calendr yn dangos y flwyddyn 2021.",
    "annualReport.2021.altWorldVisualization": "Fersiwn darluniadol o'r glôb.",
    "annualReport.2021.altSaudiArabiaVisualization": "Siart bar yn dangos bod mwy na dwywaith cymaint o ddefnyddwyr Scratch newydd yn 2021 ag oedd yn 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Elfen rhaglennu Scratch melyn.",
    "annualReport.2021.altSECVideoPreview": "Mae'r rhyngwyneb Scratch yn ymddangos ar y chwith ac mae merch yn arwyddo ar y dde.",
    "annualReport.2021.altScratchJr": "Darllen testun Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Elfen rhaglennu Scratch llorweddol melyn.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Dwy law yn trin cydrannau Scratch corfforol.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Dwylo'n ymestyn i fyny o flaen cefndir porffor gyda swigod testun yn arnofio uwch eu pennau.",
    "annualReport.2021.altScratchLogoText": "Petryal gwyrdd gyda'r geiriau 'Scratch Lab' wedi'u hysgrifennu arno.",
    "annualReport.2021.altScratchLabVideo": "Ciplun o broject Scratch gyda botwm chwarae ar ei ben.",
    "annualReport.2021.altHat": "Person yn gwisgo het felen a sbectol haul calon binc.",
    "annualReport.2021.altScratchText": "Cydran Scratch enfys yn dangos y testun, 'Dyma ni!'",
    "annualReport.2021.altStar": "Merch gyda seren felen o flaen ei hwyneb.",
    "annualReport.2021.altMouseTrail": "Enghreifftiau lluosog o ben gwiwer wedi'i osod ar hap ar ben ei gilydd.",
    "annualReport.2021.altSECWorkshops": "Pobl yn chwarae gyda'i gilydd",
    "annualReport.2021.altArrowUp": "Saeth yn pwyntio i fyny.",
    "annualReport.2021.altTranslated": "Mae cydran scratch sy'n dweud \"Helo\" ac yn rhestru ieithoedd y mae Scratch ar gael ynddynt.",
    "annualReport.2021.altAboutMe": "Gosodwyd y geiriau 'About me' dros îsl, draenog, mango, a phêl-droed.",
    "annualReport.2021.altClickerGame": "Gêm fathemateg yn dangos afal, oren, a phowlen o ffrwythau wedi'u torri i fyny.",
    "annualReport.2021.altLookingForward1": "Hecsagonau sy'n cyd-gloi sy'n arddangos chwyrliadau, cychwyn, a chalon.",
    "annualReport.2021.altLookingForward2": "Arwyddbost gydag un saeth yn pwyntio i'r dde yn dangos chwyrliadau ac un saeth yn pwyntio i'r chwith yn dangos calon.",
    "annualReport.2021.altLookingForward3": "Blociau lliwgar wedi'u gosod i greu grisiau gyda phlanhigyn yn tyfu ar ei ben.",
    "annualReport.2021.altSparkle": "Addurn pefriog gwyn",
    "annualReport.2021.altDownArrow": "Saeth borffor yn pwyntio i lawr",
    "annualReport.2021.altConnectingLine": "Llinell ddotiog sy'n cysylltu elfennau llinell amser.",
    "annualReport.2021.altApril": "Pen a chydrannau Scratch wedi'u gosod ar ben cefndir porffor.",
    "annualReport.2021.altJune": "Teisen ben-blwydd o flaen baner o faneri yn arddangos gwahanol fathau o falchder LGBTQ+.",
    "annualReport.2021.altAugust": "Taten, het pen-blwydd, a sbectol haul ar ben cefndir porffor.",
    "annualReport.2021.altCard1": "Mae blob lliwgar yn arnofio o flaen cefndir du a llwyd wrth ymyl y geiriau 'A dream In a world of nightmares.'",
    "annualReport.2021.altCard2": "Mae menyw ddu yn gwisgo band pen melyn a chlustdlysau cylch aur.",
    "annualReport.2021.altCard3": "Mae masgot y gath scratch yn siglo o flaen adeiladau ynghyd â'r testun yn darllen 'I think Scratch Cat is a superhero.'",
    "annualReport.2021.altCard5": "Mae bloc gwenu yn sefyll wrth ymyl swigen testun yn darllen 'no matter how anyone dresses, what pronouns they use, or who they love, you should always respect them!'",
    "annualReport.2021.altCard6": "Mae taten sy'n gwisgo sbectol haul yn eistedd o flaen cefndir porffor.",
    "annualReport.2021.altCard7": "Mae het ben-blwydd liwgar yn eistedd ar ben ciwb neon.",
    "annualReport.2021.altCard9": "Mae '2022' yn eistedd o flaen enfys o hirgrwn.",
    "annualReport.2021.altDonateIllustration": "Dwy law yn ffurfio siâp calon â'u bysedd y tu mewn i siâp calon wedi'i dorri allan."
}