{
    "annualReport.2021.subnavFoundersMessage": "Gründer",
    "annualReport.2021.subnavMission": "Leitbild",
    "annualReport.2021.subnavReach": "Zielgruppe",
    "annualReport.2021.subnavThemes": "Themen",
    "annualReport.2021.subnavDirectorsMessage": "Geschäftsführerin",
    "annualReport.2021.subnavSupporters": "Sponsoring",
    "annualReport.2021.subnavTeam": "Team",
    "annualReport.2021.subnavDonate": "Spenden",
    "annualReport.2021.mastheadYear": "Jahresbericht 2021",
    "annualReport.2021.mastheadTitle": "Gemeinsam eine gerechte Gemeinschaft aufbauen",
    "annualReport.2021.directorsMessageTitle": "Worte unserer Geschäftsführerin",
    "annualReport.2021.directorsMessageP1": "Im Jahr 2021 unterbrach COVID-19 weiterhin unsere Routinen und prägte die Art und Weise, wie wir miteinander interagieren. Selbst als wir begannen, uns zu versammeln, die Schulen wieder öffneten und es Rufe nach einer „Rückkehr zur Normalität“ gab, waren die Schwächsten in unserer Gesellschaft weiterhin unverhältnismäßig stark von den ungerechten Strukturen betroffen, die COVID-19 verschärfte. Die COVID-19-Krise hat die Beziehungen junger Menschen zu Scratch geprägt und Scratch zu einem wichtigeren Ort denn je gemacht, an dem sie etwas erschaffen, lernen und sich verbinden können. Aber als wir in ein neues Jahr zogen, ließen wir unsere am stärksten gefährdeten jungen Menschen nicht zurück, als sie begannen, sich in der „neuen Normalität“ zurechtzufinden.",
    "annualReport.2021.directorsMessageP2": "Einer der Grundwerte von Scratch war schon immer, jungen Menschen die Möglichkeit zu geben, zu erforschen, zu erschaffen, zu spielen und zu entdecken – Möglichkeiten, die nicht allen Schülern gleichermaßen geboten werden.",
    "annualReport.2021.directorsMessagePullquote": "Wir glauben an die transformative Kraft des Selbstausdrucks und der Kreativität und daran, jungen Menschen Raum zu bieten, kreatives Programmieren als Werkzeug zu nutzen, um ihre Stimme zu erheben.",
    "annualReport.2021.directorsMessageP3": "Ich bin stolz darauf, in diesem entscheidenden Moment unserer Geschichte als Executive Director der Scratch Foundation zu dienen, und werde weiterhin Scratchs fürsorglichen, kollaborativen Ansatz für kreatives Lernen an Kinder auf der ganzen Welt weitergeben, die diese Möglichkeiten am dringendsten brauchen.",
    "annualReport.2021.directorsMessageP4": "Letztes Jahr war ein unglaubliches Jahr für die Scratch Foundation – wir haben uns darauf konzentriert, unser Team mit bemerkenswerten, vielfältigen Führungskräften zu erweitern und eine solide Grundlage für unseren weiteren Übergang zu einer unabhängigen Organisation zu schaffen. Wir haben mit den gemeinsamen Bemühungen aller Teammitglieder auf allen Ebenen unserer Organisation einen dreijährigen Strategieplan entwickelt, der die Arbeit, die wir gemeinsam beginnen, kodifiziert. Während Scratch wächst, konzentrieren wir uns weiterhin auf Gleichheit und den Aufbau von Gemeinschaften und halten Scratch zu einem sicheren Ort für Kinder, an dem sie sich mit Gleichaltrigen auf der ganzen Welt verbinden, kreativ sein und mit ihnen zusammenarbeiten können.",
    "annualReport.2021.directorsMessageP5": "Ich kann Ihnen nicht genug dafür danken, dass Sie sich mit unserem Team auf diese Reise begeben haben, und für Ihre kontinuierliche Unterstützung unserer Mission. Das Mitgefühl und die Kreativität der Scratch-Community inspirieren uns unendlich und wir können es kaum erwarten, dass Sie sich uns bei der wichtigen Arbeit anschließen, die vor uns liegt.",
    "annualReport.2021.EDTitle": "Geschäftsführerin, Scratch Foundation",
    "annualReport.2021.watchVideo": "Schau dir das Video an",
    "annualReport.2021.missionTitle": "Unsere Mission, Vision und Werte",
    "annualReport.2021.missionP1": "Wir setzen uns für Bildungsgerechtigkeit ein und priorisieren Gerechtigkeit in allen Aspekten unserer Arbeit, mit besonderem Schwerpunkt auf Initiativen und Ansätzen zur Unterstützung von Kindern, Familien und Pädagogen, die vom Creative Computing ausgeschlossen wurden.",
    "annualReport.2021.missionP2": "Wir haben Scratch als kostenlose, sichere und spielerische Lernumgebung konzipiert, die allen Kindern Kreativität, logisches Denken und Teamarbeit nahebringt – grundlegende Fähigkeiten in unserer heutigen Gesellschaft. Wir arbeiten mit Lehrkräften und Familien zusammen, um Kinder beim Erforschen, Teilen und Lernen zu unterstützen.",
    "annualReport.2021.missionHeader": "Leitbild",
    "annualReport.2021.missionSubtitle": "Bereitstellung von digitalen Tools und Möglichkeiten für junge Menschen, damit sie Ideen entwickeln, etwas erschaffen, sich miteinander austauschen und voneinander lernen können.",
    "annualReport.2021.visionHeader": "Vision",
    "annualReport.2021.visionSubtitle": "Verbreitung einer kreativen, einfühlsamen, kooperativen und gerechten Herangehensweise an Coding und Lernen auf der ganzen Welt.",
    "annualReport.2021.valuesHeader": "Werte",
    "annualReport.2021.valuesSubtitle": "Bei dieser Arbeit lassen wir uns von unseren Grundwerten leiten, die unsere Prinzipien als Organisation und Gemeinschaft definieren:",
    "annualReport.2021.creativeExpressionTitle": "Kreativer Ausdruck",
    "annualReport.2021.progressiveImprovementTitle": "Progressive Verbesserung",
    "annualReport.2021.EquitableOpportunitiesTitle": "Chancengleichheit",
    "annualReport.2021.playfulEngagementTitle": "Spielerisches Engagement",
    "annualReport.2021.creativeExpressionDescription": "Wir setzen uns dafür ein, allen Menschen Werkzeuge und Möglichkeiten zu bieten, ihre Ideen, ihre Interessen und ihr authentisches Selbst in einer unterstützenden Gemeinschaft auszudrücken.",
    "annualReport.2021.progressiveImprovementDescription": "Wir halten uns an einen hohen Standard und sind stets bestrebt, uns gegenseitig zu wiederholen, zu verbessern und zu inspirieren, um jungen Menschen auf der ganzen Welt und der Gemeinschaft, die unsere Arbeit ermöglicht, bestmöglich zu dienen.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Wir bauen eine Bildungsbewegung auf, die Menschen mit unterschiedlichem Hintergrund einbezieht, damit wir Kinder auf der ganzen Welt erreichen können, die von kreativen Programmiermöglichkeiten ausgeschlossen wurden.",
    "annualReport.2021.playfulEngagementDescription": "Bei Scratch ist Spielen ein Ansatz, um etwas zu erschaffen, zu teilen, zu lernen und sich mit der Welt auseinanderzusetzen. Wir ermutigen zu freudvollem Erkunden, Experimentieren und Zusammenarbeiten.",
    "annualReport.2021.reachTitle": "Für alle Kinder auf der ganzen Welt",
    "annualReport.2021.reachSubtitle": "Scratch ist die weltgrößte Coding-Community für Kinder und Jugendliche ab 8 Jahren.",
    "annualReport.2021.reachMillion": "Millionen",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% von 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% von 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% von 2020",
    "annualReport.2021.reachNewUsers": "neue Benutzer:innen",
    "annualReport.2021.reachProjectsCreated": "erstellte Projekte",
    "annualReport.2021.reachProjectCreators": "Projektersteller:innen",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch wird auf der ganzen Welt verwendet {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "mehr als 200 Ländern und Territorien",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudi Arabien",
    "annualReport.2021.reachSaudiArabiaDescription": "Wir haben 2021 weltweit ein enormes Wachstum erlebt, aber wir waren erstaunt über das Wachstum in Saudi-Arabien, wo wir doppelt so viele neue Benutzer wie im Jahr zuvor sahen.",
    "annualReport.2021.reachTranslationTitle": "Scratch wird in 74 Sprachen übersetzt",
    "annualReport.2021.reachTranslationIncrease": "10 Sprachen aus 2020",
    "annualReport.2021.reachTranslationBlurb": "Dank unserer ehrenamtlichen Übersetzer:innen auf der ganzen Welt",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr ist eine vereinfachte Version für jüngere Kinder (von 5 bis 7 Jahren), mit der sie ihre eigenen interaktiven Geschichten und Spiele erstellen können.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Downloads in 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 Millionen aus 2020",
    "annualReport.2021.themesTitle": "Neue Themen",
    "annualReport.2021.themesDescription": "Inmitten der anhaltenden Unsicherheit durch COVID-19 diente Scratch weiterhin als zentraler Ort für junge Menschen, um sich zu verbinden und gemeinsam etwas zu erschaffen. Im Jahr 2021 konzentrierten wir unsere Bemühungen auf den Aufbau einer starken Grundlage, um unsere wachsende globale Community und unser wachsendes Scratch-Team gerecht zu unterstützen. Unsere Arbeit konzentrierte sich auf drei Hauptthemen: Förderung der Gemeinschaft, Verbesserung des Zugangs und der Zugänglichkeit und Entwicklung der Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch-Erziehungsmitarbeit",
    "annualReport.2021.SECIntro": "Community-Stimmen und Partnerschaften sind tief in die Geschichte von Scratch verwoben. Sie waren und sind weiterhin ein wesentlicher Bestandteil, um uns dabei zu helfen, zugängliche und gerechte Programmiermöglichkeiten weltweit zu verbessern. Im Jahr 2021 haben wir die Scratch Education Collaborative ins Leben gerufen, eine Initiative, die sich zum Ziel gesetzt hat, die Hindernisse für den Zugang zu kreativer Programmierung zu identifizieren und zu beseitigen, die bemerkenswerte Organisationen auf der ganzen Welt verbindet.",
    "annualReport.2021.SECWhatIs": "Was ist SEC?",
    "annualReport.2021.SECWhatIsP1": "Die SEC unterstützt und engagiert teilnehmende Organisationen in einer zweijährigen kooperativen Kohortenerfahrung, um ihr Engagement für und die Implementierung von gerechter kreativer Programmierung mit Scratch und ScratchJr zu stärken.",
    "annualReport.2021.SECWhatIsP2": "Am Ende der Kohortenerfahrung werden Organisationen neue Partnerschaften untereinander und mit Scratch eingegangen sein und neue Modelle für auf Chancengleichheit ausgerichtete kreative Codierungsressourcen etabliert haben.",
    "annualReport.2021.SECWhatIsP3": "Unsere Arbeit mit der SEC wird durch eine großzügige Förderung von Google.org ermöglicht. Wir möchten unsere Dankbarkeit für ihre anhaltende Unterstützung unserer Mission zum Ausdruck bringen.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "Organisationen",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "Länder",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "Partner",
    "annualReport.2021.SECMapParagraph": "Unsere erste Kohorte umfasste 41 Organisationen aus 13 Ländern auf der ganzen Welt, vereint durch ihr Engagement, Lernende aus historisch benachteiligten Gemeinschaften dabei zu unterstützen, ihr Selbstvertrauen im Bereich Creative Computing zu entwickeln. Ihre Standorte sind unten hervorgehoben:",
    "annualReport.2021.spotlightStory": "Eine Geschichte",
    "annualReport.2021.SECSpotlightTitle": "Brücken zur Wissenschaft",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Brücken zur Wissenschaft; eine in Texas ansässige gemeinnützige Organisation, die Mathematik-, Programmier- und Robotikprogramme für unterversorgte Jugendliche anbietet; war eine von 41 außergewöhnlichen Organisationen, die sich der ersten Kohorte der Scratch Education Collaborative anschlossen.",
    "annualReport.2021.SECSpotlightText2": "2021 unterstützten wir Bridges to Science bei der Durchführung ihres ersten „Hour of Code“-Workshops mit Code.org. Die Veranstaltung „Fiestas y Piñatas“ zog über 22.000 Lehrer und Schüler aus Lateinamerika an. Wir haben auch mit Bridges to Science zusammengearbeitet, um ein Toolkit mit einzigartigen Ressourcen zu entwickeln, um die Bedürfnisse ihrer Community zu erfüllen.",
    "annualReport.2021.SECPullQuote": "Eine der größten Freuden, die wir beim Unterrichten unserer Schüler haben, ist, dass jeder von ihnen, egal wie leise er ist, durch Scratch eine Stimme in der Informatik findet.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, Gründerin von Brücken zur Wissenschaft",
    "annualReport.2021.SECWorkshops": "SEC-Workshops",
    "annualReport.2021.SECWorkshopsText": "Letztes Jahr veranstaltete die Scratch Education Collaborative eine Reihe von Workshops, die ihre Gründungskohorte dabei unterstützten, einzigartige Wege zu gerechter kreativer Programmierung zu definieren und zu erforschen. Workshops wurden moderiert von Stanford d. School, Tinkering Studio, das Brasilianische Creative Learning Network und die Chicago Public Schools CS4ALL. Gemeinsam entwickelten die Workshop-Teilnehmer ein gemeinsames Verständnis von kreativem Programmieren und diskutierten Strategien und Praktiken, die kulturell nachhaltige Gemeinschaften durch kreative Kommunikation und Zusammenarbeit fördern.",
    "annualReport.2021.SECWorkshopsSubtitle": "Wie können wir die lokale Gemeinschaft kreativ befähigen, kreatives Programmieren zu erforschen?",
    "annualReport.2021.accessTitle": "Zugriff",
    "annualReport.2021.accessIntro": "Als aufgrund der Coronakrise Schulen geschlossen werden mussten und sich das Lernen in den virtuellen Raum verlegte, entdeckten viele Schüler:innen und Lehrer:innen Scratch zum ersten Mal oder sie änderten ihre Art des Unterrichtens und lernten kreatives Programmieren. Das Scratch-Team, ebenso im Homeoffice, arbeitete daran, Lehrkräfte und die Online-Community unter diesen neuen Voraussetzungen zu unterstützen.",
    "annualReport.2021.accessASL": "ASL-Tutorial",
    "annualReport.2021.accessASLText": "Im Jahr 2021 haben wir uns mit Deaf Kids Code zusammengetan, um unser erstes Tutorial zur amerikanischen Gebärdensprache im Scratch-Editor zu veröffentlichen.",
    "annualReport.2021.accessASLText2": "Gemeinsam waren wir inspiriert, eine immergrüne Ressource zu schaffen, die kreative Wege für gehörlose Scratcher erweitern würde.",
    "annualReport.2021.accessASLText3": "Das Video ist eine 13-minütige Neuauflage unseres ursprünglichen Tutorials „Getting Started with Scratch“, das Anfänger in die Scratch-Plattform einführt.",
    "annualReport.2021.accessPullQuote": "Ein guter Verbündeter zu sein, ist die Bereitschaft, sich der Zugänglichkeit zu beugen und wirklich Wert auf die Empfehlungen von Organisationen wie meiner zu legen … Zu fragen: „Was können wir tun?“ und uns wirklich die Zügel in die Hand nehmen und uns dafür einsetzen, mit very wenig bis kein Widerstand; das ist eine sehr seltene Sache.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Gründerin des Codes für gehörlose Kinder",
    "annualReport.2021.accessDEICommittee": "DEI-Ausschüsse bei Scratch",
    "annualReport.2021.accessDEICommitteeText": "Im Jahr 2021 begannen mehrere Komitees bei Scratch mit der Arbeit, um Scratch vielfältiger, gerechter und integrativer für alle Benutzer zu machen. Wir freuen uns, die Fortschritte der einzelnen Komitees und die noch vor uns liegende Arbeit zu teilen.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Barrierefreiheit",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Das Barrierefreiheitskomitee wurde als Reaktion auf die eigenen Schwierigkeiten eines Mitglieds des Scratch-Teams bei der Verwendung der Codierungsblöcke von Scratch und die anerkannte Notwendigkeit, Scratcher aller Fähigkeiten besser zu unterstützen, gegründet.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "Im Oktober 2021 startete das Komitee ein Projekt, um die Farbe unserer Codierblöcke für Scratcher mit Sehbehinderungen zugänglich zu machen. Das Komitee freut sich darauf, mit Lehrern und Gemeinschaftsorganisationen zusammenzuarbeiten, die sich auf Barrierefreiheit spezialisiert haben, damit die Programmierblöcke den Richtlinien für die Barrierefreiheit im Internet entsprechen, und, was noch wichtiger ist, niedrigere Stockwerke, um Scratch für alle zugänglicher zu machen.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Das Global, Justice, Equity, Diversity, and Inclusion (G-JEDI) Committee wurde gegründet, um eine gemeinsame Sprache zu entwickeln, die definiert, was Diversity, Equity, und Inclusion (DEI) für das Scratch-Team bedeutet.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "Im Jahr 2021 begann das Komitee mit der Arbeit an einer DEI-Erklärung, um darzulegen, wie DEI das Scratch-Team und die Community über die vergangene und gegenwärtige Arbeit informiert hat und wie es weiterhin neue Initiativen informieren wird.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Eigenkapital x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Das EquityXDesign Committee wurde als Ort geschaffen, an dem Mitglieder des Scratch-Teams und unsere Mitarbeiter in der Lifelong Kindergarten-Gruppe des MIT Ideen zu eigenkapitalzentrierten Designpraktiken lesen und diskutieren können.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Die Gespräche werden von Sasha Costanza-Chocks „Design Justice: Community-Led Practices to Build the Worlds We Need“ geleitet, und die Mitglieder des Komitees diskutieren Möglichkeiten, wie sie auf Gerechtigkeit ausgerichtete Designpraktiken in die Entwicklung von Scratch-Tools und -Ressourcen integrieren können.",
    "annualReport.2021.access10NewLanguages": "10 neue Sprachen",
    "annualReport.2021.access10NewLanguagesText": "Mit großem Dank an unsere Übersetzungs-Community konnten wir uns letztes Jahr mit Scratchers in 74 Sprachen verbinden! 2021 wurden 10 neue Sprachen zu Scratch hinzugefügt, darunter isiXhosa (Südafrika), Sepedi (Südafrika), Setswana (Südafrika), Afrikaans (Südafrika), Kichwa (Peru), ଓଡ଼ିଆ/Odia (Indien), Kasachisch ( Kasachstan), Aragonesisch (Spanien), Westfriesisch (Niederlande) und Bengali (Bangladesch, Indien und andere Regionen).",
    "annualReport.2021.accessSouthAfrica": "Null bewerteter Kratzer in Südafrika",
    "annualReport.2021.accessSouthAfricaText": "Um die Scratch-Erfahrung für junge Menschen in Regionen mit geringer oder keiner Internetverbindung zu verbessern, haben wir uns mit dem National Education Collaboration Trust (NECT) aus Südafrika zusammengetan, um eine null bewertete Seite zum Herunterladen von Scratch zu hosten. Downloads auf Zero-Rated-Seiten verbrauchen keine Datenbandbreite, wodurch die Barriere für den Zugriff auf Scratch aufgrund von Datenbeschränkungen und Kosten verringert wird. Nur zwei Monate nach dem Start im April 2021 hatte die Seite mehr als 1300 Besucher.",
    "annualReport.2021.accessSnapshot": "Schnappschüsse",
    "annualReport.2021.communityTitle": "Community",
    "annualReport.2021.communityIntro": "Im Jahr 2021 erlebte die Scratch-Community weiterhin ein schnelles Wachstum, da noch mehr junge Menschen auf der ganzen Welt gemeinsam mit Gleichaltrigen kreierten und sich vernetzten. Wir haben auch weiterhin Partnerschaften mit Community-Mitgliedern entwickelt, um das Scratch-Erlebnis für unsere vielfältige Benutzer-Community zu verbessern.",
    "annualReport.2021.communityScratchConference": "Scratch-Konferenz",
    "annualReport.2021.communityScratchConferenceText1": "Im Juli kamen Pädagogen unserer globalen Community zusammen, um kreatives Programmieren auf der Scratch-Konferenz zu feiern. Diese kostenlose, virtuelle Veranstaltung wurde von unseren Mitarbeitern der Lifelong Kindergarten Group des MIT geleitet. Die Konferenz brachte {more_bold}, die den Tag damit verbrachten, sich zu vernetzen, zusammenzuarbeiten und voneinander zu lernen, auch als COVID uns getrennt hielt.",
    "annualReport.2021.communityScratchConferenceText1More": "mehr als 1.500 Pädagogen und Scratch-Enthusiasten",
    "annualReport.2021.communityVolunteerTranslators": "Ehrenamtliche Übersetzer",
    "annualReport.2021.communityVolunteerTranslatorsText": "Seit der Einführung von Scratch im Jahr 2007 haben wir uns verpflichtet, unsere Benutzer weltweit zu unterstützen. Unsere Freiwilligen für Sprachübersetzungen arbeiten eng mit dem Scratch-Team zusammen, um unsere Plattform und Ressourcen für die verschiedenen Gemeinschaften, denen wir dienen, zu übersetzen und zu lokalisieren.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Tausende von Übersetzern haben sich freiwillig gemeldet, um Scratch in 74 Sprachen zu übersetzen, Tendenz steigend, und derzeit haben sich mehr als tausend Übersetzer angemeldet, um Scratch und ScratchJr zu übersetzen. Wir sind unseren Freiwilligen dankbar, dass sie uns helfen, mehr Scratcher auf der ganzen Welt zu erreichen!",
    "annualReport.2021.communityScratchCommunity": "Die Scratch-Community im Jahr 2021",
    "annualReport.2021.communityScratchCommunityIntro": "Im Jahr 2021 wurden auf der Scratch-Website mehr als 113 Millionen Projekte erstellt – fast eine Steigerung von 39 % gegenüber 2020 – und mehr als eine Million neue Studios erstellt! Das ganze Jahr über beherbergte das Scratch-Team zahlreiche Studios, um wichtige Ereignisse zu feiern und Scratcher zur Teilnahme an der Online-Community zu ermutigen.",
    "annualReport.2021.yearInReview": "Jahresrückblick",
    "annualReport.2021.yearInReviewText": "2021 war ein bemerkenswertes Jahr in der Online-Community. Das Community-Team hob Möglichkeiten hervor und entwickelte Möglichkeiten für junge Menschen, ihre Ideen auszudrücken und sich auf positive Weise zu engagieren, und unglaubliche Bewegungen gingen von den Scratchern selbst aus. Hier ein Rückblick auf einige Highlights des Jahres:",
    "annualReport.2021.yearInReviewCard1Date": "Januar",
    "annualReport.2021.yearInReviewCard1Title": "Poetisches Café",
    "annualReport.2021.yearInReviewCard1Text": "Wir „eröffneten“ unser allererstes Poetisches Cafe, in dem Scratcher eingeladen wurden, Gedichte zu schreiben, zu teilen oder gemeinsam an Gedichten zu arbeiten, um sie mit der Community zu teilen.",
    "annualReport.2021.yearInReviewCard2Date": "Februar",
    "annualReport.2021.yearInReviewCard2Title": "Schwarzes Geschichtsmonatsstudio",
    "annualReport.2021.yearInReviewCard2Text": "Scratcher teilten interaktive Kunstwerke, erstellten Gedichte, animierte Musikvideos und mehr, um einflussreiche Personen und Ereignisse in der Geschichte der Schwarzen zu feiern.",
    "annualReport.2021.yearInReviewCard3Date": "April",
    "annualReport.2021.yearInReviewCard3Title": "Aprilscherze",
    "annualReport.2021.yearInReviewCard3Text": "Scratcher wurden gebeten, sich das „geheime Leben“ der Scratch-Katze vorzustellen, und gingen auf Schatzsuche nach lustigen und albernen Dingen, die auf der Scratch-Website versteckt waren.",
    "annualReport.2021.yearInReviewCard4Date": "Mai",
    "annualReport.2021.yearInReviewCard4Title": "Scratch-Woche",
    "annualReport.2021.yearInReviewCard4Text": "Scratcher auf der ganzen Welt teilten mehr als 3.500 Projekte, die auf thematische Aufforderungen wie „Kochen mit Scratch“ und „Lächerliche Erfindungen“ reagierten, um Scratchs Geburtstag zu feiern.",
    "annualReport.2021.yearInReviewCard5Date": "Juni",
    "annualReport.2021.yearInReviewCard5Title": "Stolzer Monat",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers erstellte Projekte in allen Farben des Regenbogens, um die LGBTQ+-Community im Pride Month Studio zu feiern.",
    "annualReport.2021.yearInReviewCard6Date": "August",
    "annualReport.2021.yearInReviewCard6Title": "Scratch-Camp",
    "annualReport.2021.yearInReviewCard6Text": "Während dieser jährlichen dreiwöchigen Veranstaltung erstellten Scratchers mehr als 7.000 Projekte, die bewegten und groovten, präsentierten kreative Do-it-yourself (DIY)-Ideen und teilten ihre Entdeckungen über die sie umgebende Natur.",
    "annualReport.2021.yearInReviewCard7Date": "Oktober",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Zwei Wochen lang erstellten Scratchers Projekte, die ihre Interpretationen der täglichen Eingabeaufforderungen im Scratchtober-Studio präsentierten. Mehr als 3.500 Projekte wurden zu Einzelwortthemen wie Unterwasser, Feiern und Kreaturen erstellt.",
    "annualReport.2021.yearInReviewCard8Date": "Dezember",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWoche",
    "annualReport.2021.yearInReviewCard8Text": "Die Computer Science Education Week (CSEdWeek) fand vom 6. bis 12. Dezember statt, um die Informatik auf der ganzen Welt zu feiern. Scratch nahm an der Woche teil, indem es Community-Mitglieder ermutigte, sich Tutorials, Studios und ein Live-Event anzusehen, das in Partnerschaft mit Makey Makey veranstaltet wurde!",
    "annualReport.2021.yearInReviewCard9Date": "Dezember",
    "annualReport.2021.yearInReviewCard9Title": "2021: Ein Scratch-Jahr im Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "Im Jahr 2021 lernten Scratcher neue Fähigkeiten, knüpften Kontakte zu Freunden auf der ganzen Welt und fanden kreative Wege, sich auszudrücken. Mehr als 1.000 Scratcher haben im Studio 2021: A Scratch Year in Review ihre liebsten Scratch-Erinnerungen und die Bedeutung von Scratch für sie geteilt.",
    "annualReport.2021.communityScratchLabTitle": "Scratch-Lab",
    "annualReport.2021.communityScratchLabText": "Mit dem Start von Scratch Lab im Februar haben wir die Türen unseres Entwicklungsprozesses direkt für Scratcher auf der ganzen Welt geöffnet.",
    "annualReport.2021.communityScratchLabText2": "Bevor wir entscheiden, ob wir neue Blöcke in den Scratch-Codierungseditor einführen sollten, ist es wichtig, die kreativen, innovativen und überraschenden Arten zu sehen, wie Scratcher mit ihnen interagieren. Scratch Lab ist ein Sandkasten, in dem jeder diese neuen Funktionen ausprobieren und vor allem seine Gedanken und Ideen direkt mit uns teilen kann.",
    "annualReport.2021.communityScratchLabText3": "Über 500.000 Scratcher haben die Scratch Lab-Website im Jahr 2021 erkundet und mehr als 37.000 Rückmeldungen eingereicht.",
    "annualReport.2021.communityScratchLabText4": "Dieses Feedback war von unschätzbarem Wert, da wir animierte Textblöcke, Gesichtserkennungsblöcke und weitere potenzielle neue Funktionen evaluieren und entwickeln.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "Abonnenten",
    "annualReport.2021.ytData2": "9 millionen",
    "annualReport.2021.ytData2Sub": "Aufrufe von Videos",
    "annualReport.2021.ytData3Top": "Zuschauer ein",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "Länder",
    "annualReport.2021.communitySnapshot2Title": "Das Scratch-Team auf YouTube",
    "annualReport.2021.communitySnapshot2Text": "Der YouTube-Kanal des Scratch-Teams erreichte 2021 100.000 Abonnenten – eine Steigerung von fast 500 Prozent gegenüber 2020! Als sich Schüler, Pädagogen und Familien als Reaktion auf die Pandemie weiterentwickelten, wussten wir, dass wir Ressourcen schaffen mussten, die auf ihre Bedürfnisse reagierten.",
    "annualReport.2021.communitySnapshot2Text2": "Diese Ressourcen umfassen eine Reihe umfassender Scratch-Tutorials, die Benutzer durch das Entwerfen von Geschichten, Spielen und Animationen auf Scratch führen. Im Jahr 2021 erzielten diese Videos fast neun Millionen Aufrufe von Zuschauern in 178 Ländern.",
    "annualReport.2021.tutorial1": "So erstellen Sie ein „Über mich“",
    "annualReport.2021.tutorial2": "Wie man ein Klicker-Spiel macht",
    "annualReport.2021.tutorial3": "Wie man eine Mausspur macht",
    "annualReport.2021.FounderMessageTitle": "Worte unseres Gründers",
    "annualReport.2021.FounderMessageSubTitle": "Unterstützung und Inspiration durch einen Gründungspartner",
    "annualReport.2021.FounderMessageText1": "Während Sie diesen Jahresbericht lesen, werden Sie viele Möglichkeiten kennenlernen, wie Scratch die kreativen Computermöglichkeiten für Millionen junger Menschen auf der ganzen Welt erweitert, insbesondere für diejenigen aus marginalisierten Gemeinschaften. Diese globale Wirkung ist möglich durch die unermüdliche Arbeit des wachsenden Teams von Ingenieuren, Designern, Pädagogen, Community-Moderatoren und anderen bei der Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Um unsere Bemühungen und unseren Einfluss weiter auszubauen, verlassen wir uns auf die großzügige finanzielle Unterstützung einer unglaublichen Sammlung von Unternehmen, Stiftungen und einzelnen Spendern, die mit unserer Mission und Vision übereinstimmen. Hier möchte ich die Unterstützung und Inspiration hervorheben, die wir von einem unserer Gründungspartner erhalten haben: der LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Meine Forschungsgruppe am MIT Media Lab begann vor mehr als 30 Jahren mit der LEGO Company und der LEGO Foundation zusammenzuarbeiten. Die LEGO-Finanzierung half, unsere frühe Arbeit an Scratch zu unterstützen, die zur öffentlichen Einführung von Scratch im Jahr 2007 führte. Als Scratch dann 2019 aus dem MIT in die Scratch Foundation ausgegliedert wurde, stellte die LEGO Foundation mit fünf eine wichtige Finanzierung für die neue Organisation bereit -Jahres-Stipendium in Höhe von 10 Millionen US-Dollar, um „transformative Bildungsveränderungen zu unterstützen, indem spielerische, kreative Ansätze zum Programmieren entwickelt und gefördert werden ... in verschiedenen wirtschaftlichen und kulturellen Kontexten.“ Als die Pandemie ausbrach, stieg die LEGO Foundation im Jahr 2021 mit einem zusätzlichen Zuschuss von 5 Millionen US-Dollar auf, um sicherzustellen, dass die Scratch Foundation die Bedürfnisse von Kindern und Pädagogen erfüllen kann, die von der Pandemie betroffen sind.",
    "annualReport.2021.FounderMessageText4": "Aber die LEGO-Scratch-Verbindung geht weit über die finanzielle Unterstützung hinaus. Der Scratch-Ansatz, animierte Geschichten und Spiele durch Zusammenfügen von grafischen Programmierblöcken zu erstellen, wurde teilweise von der Art und Weise inspiriert, wie Kinder LEGO-Häuser und -Schlösser bauen, indem sie LEGO-Kunststoffsteine ​​zusammenfügen. Scratch und LEGO teilen auch dieselbe projektbasierte Bildungsphilosophie und ermutigen Kinder, ihre Projekte iterativ zu verfeinern, indem sie eine Idee ausprobieren, sehen, was passiert, dann Überarbeitungen vornehmen und es erneut versuchen.",
    "annualReport.2021.FounderMessageText5": "Ich habe den LEGO-Slogan „Joy of Building, Pride of Creation“ schon immer gemocht. Die enge Partnerschaft der LEGO Foundation mit der Scratch Foundation trägt dazu bei, „Freude am Bauen, Stolz der Schöpfung“ in die digitalen Aktivitäten von Kindern zu bringen. Die Partnerschaft dient als Modell dafür, wie Organisationen mit gemeinsamen Ideen und Werten zusammenarbeiten können, um einen transformativen Wandel in Lernen und Bildung zu katalysieren. Während die Scratch Foundation ihr Netzwerk von Partnern und Unterstützern weiter ausbaut, freue ich mich darauf, mich mit anderen Organisationen zu vernetzen, um kreative Computermöglichkeiten für Kinder auf der ganzen Welt zu erweitern.",
    "annualReport.2021.FounderTitle": "Gründer, Scratch Foundation",
    "annualReport.2021.lookingForward": "Blick nach vorne",
    "annualReport.2021.lookingForwardText1": "Im Jahr 2021 haben wir einen strategischen Rahmen skizziert, der unsere wichtigsten Prioritäten für die nächsten 4 Jahre anleitet. Wir konzentrieren uns auf diese Hauptbereiche:",
    "annualReport.2021.lookingForwardText2": "Wir möchten der LEGO Foundation ein großes Dankeschön aussprechen, deren großzügiger COVID-Wiederherstellungszuschuss es uns ermöglichen wird, diese wichtige Arbeit durchzuführen. Wir können es kaum erwarten, Ihnen mehr über die aufregenden Projekte zu erzählen, die wir geplant haben, darunter Updates für das Scratch-Erlebnis für Schulen, Updates für ScratchJr und mehr.",
    "annualReport.2021.LookingForward1": "Stärkung der Scratch-Plattform und der Community-Infrastruktur",
    "annualReport.2021.LookingForward2": "Wege zum kreativen Lernen erweitern",
    "annualReport.2021.LookingForward3": "Aufbau organisatorischer Kapazitäten und Sicherstellung der fiskalischen Nachhaltigkeit",
    "annualReport.2021.supportersTitle": "Unsere Sponsoren",
    "annualReport.2021.supportersIntro": "Wir bedanken uns bei unseren großzügigen Sponsorinnen und Sponsoren. Ihre finanzielle Zuwendungen helfen uns dabei, allen Kindern – unabhängig von ihrem Alter oder ihren Lebensumständen – kreatives Lernen zu ermöglichen.",
    "annualReport.2021.ourSupporters": "Unsere Unterstützer",
    "annualReport.2021.ourSupportersText": "Wir möchten allen Scratch-Unterstützern danken, die uns im Laufe der Jahre dabei geholfen haben, erstaunliche Lernerfahrungen für Millionen junger Menschen auf der ganzen Welt zu machen. Die folgende Liste basiert auf Spenden an die Scratch Foundation vom 1. Januar 2021 bis zum 31. Dezember 2021.",
    "annualReport.2021.supportersFoundingTitle": "Gründungspartner – über 10.000.000 USD",
    "annualReport.2021.supportersFoundingText": "Wir sind unseren Gründungspartnern besonders dankbar, die seit dem Start von Scratch im Jahr 2003 jeweils mindestens 10.000.000 US-Dollar an kumulativer Unterstützung bereitgestellt haben.",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat-Partner – $1.000.000+",
    "annualReport.2021.supportersCreativityTitle": "Kreativitätskreis – $250.000+",
    "annualReport.2021.supportersCollaborationTitle": "Kollaborationskreis – 100.000 $+",
    "annualReport.2021.supportersImaginationTitle": "Imagination Circle – $ 50.000+",
    "annualReport.2021.supportersInspirationTitle": "Inspiration Circle – $ 20.000+",
    "annualReport.2021.supportersExplorationTitle": "Exploration Circle – $ 5.000+",
    "annualReport.2021.supportersPlayTitle": "Spielkreis – $1.000+",
    "annualReport.2021.supportersInKindTitle": "Sachspender",
    "annualReport.2021.leadershipTitle": "Unser Team",
    "annualReport.2021.leadershipBoard": "Verwaltungsrat",
    "annualReport.2021.leadershipChair": "Vorsitzender",
    "annualReport.2021.leadershipProfessor": "Professor für Lernforschung",
    "annualReport.2021.leadershipViceChair": "Stv. Vorsitzender",
    "annualReport.2021.leadershipCoFounder": "Mitbegründer und Vorstand",
    "annualReport.2021.leadershipBoardMember": "Mitglied",
    "annualReport.2021.leadershipPresidentCEO": "Präsidentin und CEO",
    "annualReport.2021.leadershipFormerPresident": "Ehemalige Präsidentin",
    "annualReport.2021.leadershipFounderCEO": "Gründer und CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Ehemaliger CEO und Vorsitzende",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Schriftführer & Schatzmeister",
    "annualReport.2021.leadershipBoardSecretary": "Schriftführerin",
    "annualReport.2021.leadershipBoardTreasurer": "Schatzmeister",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team ",
    "annualReport.2021.leadershipED": "Geschäftsführer",
    "annualReport.2021.teamThankYou": "Vielen Dank an Mitch Resnick, Natalie Rusk, Rupal Jain und andere Mitarbeiter der Lifelong Kindergarten Group am MIT Media Lab für ihre unermüdliche Unterstützung von Scratch.",
    "annualReport.2021.donateTitle": "Unterstütze uns",
    "annualReport.2021.donateMessage": "Ihre Unterstützung ermöglicht es uns, inspirierende, kreative und unvergessliche Lernerfahrungen für Kinder auf der ganzen Welt zu schaffen, insbesondere für diejenigen, die systematisch von kreativen Programmiermöglichkeiten ausgeschlossen wurden. Machen Sie noch heute ein Geschenk an Scratch, um uns zu helfen, unsere Server am Laufen zu halten, unsere wachsende globale Community zu erhalten und kreatives Programmieren für Kinder in allen Ländern der Welt zu ermöglichen.",
    "annualReport.2021.donateMessage2": "Danke für deine Großzügigkeit.",
    "annualReport.2021.donateButton": "Spenden",
    "annualReport.2021.projectBy": "Projekt von",
    "annualReport.2021.JuneIlloAttr": "Flaggen von @ratchild",
    "annualReport.2021.OctIlloAttr": "Kartoffel und Gläser von @Cupwing",
    "annualReport.2021.altMap": "Eine Weltkarte mit 41 SEC-Organisationen",
    "annualReport.2021.altSECSpotlightImage": "Ein Kind spielt mit einem Spielzeug vor einem orangefarbenen Hintergrund",
    "annualReport.2021.altAccessibility": "Zwei Personen verwenden Gebärdensprache vor grünem Hintergrund.",
    "annualReport.2021.altaccessDEICommittee": "Eine Hand streckt eine Scratch-Komponente auf grünem Hintergrund aus.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Eine Hand malt Kratzbauteile auf blauem Grund.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Zwei Hände greifen nach einer Textblase mit einem Herz darin.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Zwei Hände arbeiten zusammen, um eine Liste von Scratch-Komponenten zusammenzustellen.",
    "annualReport.2021.altaccessSouthAfrica": "Zwei Kinder, eines mit einem Tablet und eines mit einem Laptop, arbeiten gemeinsam an einem Scratch-Projekt.",
    "annualReport.2021.altcommunityVolunteerTransators": "Vor einem violetten Hintergrund werden vier Hände erhoben, auf denen Textblasen ruhen.",
    "annualReport.2021.altcommunityThankYou": "Ein Globus mit einem Banner darüber, auf dem „Danke“ steht, umgeben von Dankesworten in verschiedenen Sprachen.",
    "annualReport.2021.altAvatar": "Benutzer-Avatar",
    "annualReport.2021.altDropdownArrow": "Pfeil, der auf das Dropdown-Menü hinweist.",
    "annualReport.2021.altMastheadIllustration": "Drei Personen interagieren mit physischen Scratch-Komponenten.",
    "annualReport.2021.altWave": "Eine Emoji-Hand winkt.",
    "annualReport.2021.altMitchHeadshot": "Gründer Mitch Resnick",
    "annualReport.2021.altCalendar": "Ein Kalender mit dem Jahr 2021.",
    "annualReport.2021.altWorldVisualization": "Eine illustrierte Version des Globus.",
    "annualReport.2021.altSaudiArabiaVisualization": "Ein Balkendiagramm, das zeigt, dass es 2021 mehr als doppelt so viele neue Scratch-Benutzer gab wie 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Eine gelbe Scratch-Programmierkomponente.",
    "annualReport.2021.altSECVideoPreview": "Die Scratch-Oberfläche erscheint auf der linken Seite und ein signierendes Mädchen auf der rechten Seite.",
    "annualReport.2021.altScratchJr": "Lesetext Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Eine gelbe horizontale Scratch-Programmierkomponente.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Zwei Hände, die physische Scratch-Komponenten aneinanderreihen.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hände, die sich vor einem violetten Hintergrund ausstrecken, über dem Textblasen schweben.",
    "annualReport.2021.altScratchLogoText": "Ein grünes Rechteck mit der Aufschrift „Scratch Lab“.",
    "annualReport.2021.altScratchLabVideo": "Ein Screenshot eines Scratch-Projekts mit einer Play-Schaltfläche oben.",
    "annualReport.2021.altHat": "Eine Person, die einen gelben Hut und eine rosa Herzsonnenbrille trägt.",
    "annualReport.2021.altScratchText": "Eine Regenbogen-Scratch-Komponente, die den Text „Here we go!“ anzeigt.",
    "annualReport.2021.altStar": "Ein Mädchen mit einem gelben Stern vor ihrem Gesicht.",
    "annualReport.2021.altMouseTrail": "Mehrere Ausschnitte eines Eichhörnchenkopfes zufällig übereinander gelegt.",
    "annualReport.2021.altSECWorkshops": "Menschen spielen zusammen",
    "annualReport.2021.altArrowUp": "Ein Pfeil, der nach oben zeigt.",
    "annualReport.2021.altTranslated": "Eine Scratch-Komponente, die „Hallo“ sagt und Sprachen auflistet, in denen Scratch verfügbar ist.",
    "annualReport.2021.altAboutMe": "Die Worte \"Über mich\" platziert über einer Staffelei, einem Igel, einer Mango und einem Fußball.",
    "annualReport.2021.altClickerGame": "Ein Rechenspiel mit einem Apfel, einer Orange und einer zerschnittenen Obstschale.",
    "annualReport.2021.altLookingForward1": "Ineinandergreifende Sechsecke, die einen Strudel, einen Start und ein Herz anzeigen.",
    "annualReport.2021.altLookingForward2": "Ein Wegweiser mit einem nach rechts zeigenden Pfeil, der einen Wirbel anzeigt, und einem nach links zeigenden Pfeil, der ein Herz anzeigt.",
    "annualReport.2021.altLookingForward3": "Bunte Blöcke, die aneinandergereiht sind, um Stufen zu bilden, auf denen eine Pflanze wächst.",
    "annualReport.2021.altSparkle": "Weiße Glitzerdekoration",
    "annualReport.2021.altDownArrow": "Lila Pfeil nach unten",
    "annualReport.2021.altConnectingLine": "Eine gepunktete Linie, die Timeline-Elemente verbindet.",
    "annualReport.2021.altApril": "Ein Stift und Scratch-Komponenten auf einem violetten Hintergrund.",
    "annualReport.2021.altJune": "Eine Geburtstagstorte vor einem Banner mit Flaggen, die verschiedene Arten von LGBTQ+-Stolz zeigen.",
    "annualReport.2021.altAugust": "Eine Kartoffel, ein Geburtstagsgeschenk und eine Sonnenbrille auf einem violetten Hintergrund.",
    "annualReport.2021.altCard1": "Ein bunter Klecks schwebt vor einem schwarz-grauen Hintergrund neben den Worten „A dream In a world of nightmares“.",
    "annualReport.2021.altCard2": "Eine schwarze Frau trägt ein gelbes Stirnband und goldene Creolen.",
    "annualReport.2021.altCard3": "Das Kratzkatzen-Maskottchen schwingt vor Gebäuden, begleitet von einem Text mit der Aufschrift „Ich denke, Kratzkatze ist ein Superheld“.",
    "annualReport.2021.altCard5": "Ein lächelnder Block steht neben einer Textblase mit der Aufschrift: \"Egal wie sich jemand kleidet, welche Pronomen er verwendet oder wen er liebt, du solltest ihn immer respektieren!\"",
    "annualReport.2021.altCard6": "Eine Kartoffel mit Sonnenbrille sitzt vor einem violetten Hintergrund.",
    "annualReport.2021.altCard7": "Ein bunter Geburtstagshut sitzt auf einem Neonwürfel.",
    "annualReport.2021.altCard9": "„2022“ steht vor einem Regenbogen aus Ovalen.",
    "annualReport.2021.altDonateIllustration": "Zwei Hände bilden die Form eines Herzens mit ihren Fingern innerhalb einer ausgeschnittenen Herzform."
}