{
    "annualReport.2021.subnavFoundersMessage": "Mensaje del Fundador",
    "annualReport.2021.subnavMission": "Misión",
    "annualReport.2021.subnavReach": "Objetivo",
    "annualReport.2021.subnavThemes": "Temas",
    "annualReport.2021.subnavDirectorsMessage": "Mensaje del Director",
    "annualReport.2021.subnavSupporters": "Apoyadores",
    "annualReport.2021.subnavTeam": "Equipo",
    "annualReport.2021.subnavDonate": "Dona",
    "annualReport.2021.mastheadYear": "Informe Anual 2021",
    "annualReport.2021.mastheadTitle": "Construyendo una comunidad equitativa juntos",
    "annualReport.2021.directorsMessageTitle": "Un mensaje de nuestro director ejecutivo",
    "annualReport.2021.directorsMessageP1": "En 2021, el COVID-19 siguió interrumpiendo nuestras rutinas y dando forma a la forma en que interactuamos entre nosotros. Incluso cuando comenzamos a reunirnos, las escuelas reabrieron y hubo llamados para un regreso a la normalidad, los más vulnerables de nuestra sociedad siguieron afectados de manera desproporcionada por las estructuras injustas que exacerbó COVID-19. La crisis de COVID-19 dio forma a las relaciones de los jóvenes con Scratch y solidificó a Scratch como un lugar más vital que nunca para que creen, aprendan y se conecten. Pero a medida que avanzamos en un nuevo año, no dejamos atrás a nuestros jóvenes más vulnerables cuando comenzaron a navegar por la nueva normalidad.",
    "annualReport.2021.directorsMessageP2": "Uno de los valores fundamentales de Scratch siempre ha sido empoderar a los jóvenes para que exploren, creen, jueguen y descubran, oportunidades que no se brindan equitativamente a todos los estudiantes.",
    "annualReport.2021.directorsMessagePullquote": "Creemos en el poder transformador de la autoexpresión y la creatividad, y en brindar un espacio para que los jóvenes usen la codificación creativa como una herramienta para alzar la voz.",
    "annualReport.2021.directorsMessageP3": "Estoy orgulloso de servir como Director Ejecutivo de Scratch Foundation durante este momento crucial en nuestra historia, y continuaré difundiendo el enfoque solidario y colaborativo de Scratch para el aprendizaje creativo a los niños de todo el mundo que más necesitan estas oportunidades.",
    "annualReport.2021.directorsMessageP4": "El año pasado fue un año increíble para Scratch Foundation: nos enfocamos en hacer crecer nuestro equipo con líderes notables y diversos y construir una base sólida para nuestra transición continua a una organización independiente. Desarrollamos un Plan Estratégico de tres años con los esfuerzos combinados de cada miembro del equipo en todos los niveles de nuestra organización, codificando el trabajo en el que nos estamos embarcando juntos. A medida que Scratch crece, nos mantenemos enfocados en la equidad y la construcción de la comunidad, y mantenemos a Scratch como un espacio seguro para que los niños se conecten, creen y colaboren con sus compañeros de todo el mundo.",
    "annualReport.2021.directorsMessageP5": "No puedo agradecerles lo suficiente por embarcarse en este viaje con nuestro equipo y por su continuo apoyo a nuestra misión. La compasión y la creatividad de la comunidad Scratch nos inspiran infinitamente, y no podemos esperar a que se una a nosotros en el importante trabajo que tenemos por delante.",
    "annualReport.2021.EDTitle": "Director ejecutivo, Fundación Scratch",
    "annualReport.2021.watchVideo": "Ver Vídeo",
    "annualReport.2021.missionTitle": "Nuestra Misión, Visión y Valores",
    "annualReport.2021.missionP1": "Estamos comprometidos con la justicia educativa y priorizando la equidad en todos los aspectos de nuestro trabajo, con un enfoque particular en iniciativas y enfoques que apoyan a niños, familias y educadores que han sido excluidos de la informática creativa.",
    "annualReport.2021.missionP2": "Hemos desarrollado Scratch como un entorno de aprendizaje gratuito, seguro y lúdico que involucra a todos los niños en el pensamiento creativo, el razonamiento sistemático y el trabajo colaborativo—habilidades esenciales para todos en la sociedad actual. Trabajamos con educadores y familias para ayudar a los niños a explorar, compartir y aprender.",
    "annualReport.2021.missionHeader": "Misión",
    "annualReport.2021.missionSubtitle": "Proporcionar a los jóvenes herramientas digitales y oportunidades para imaginar, crear, compartir y aprender.",
    "annualReport.2021.visionHeader": "Visión",
    "annualReport.2021.visionSubtitle": "Difundir objetivos creativos, solidarios y equitativos en codificación y aprendizaje por todo el mundo.",
    "annualReport.2021.valuesHeader": "Valores",
    "annualReport.2021.valuesSubtitle": "En este trabajo, nos guiamos por nuestros valores fundamentales que definen nuestros principios como organización y comunidad:",
    "annualReport.2021.creativeExpressionTitle": "Expresión creativa",
    "annualReport.2021.progressiveImprovementTitle": "Mejora progresiva",
    "annualReport.2021.EquitableOpportunitiesTitle": "Oportunidades equitativas",
    "annualReport.2021.playfulEngagementTitle": "Compromiso lúdico",
    "annualReport.2021.creativeExpressionDescription": "Estamos comprometidos a brindarles a todos las herramientas y oportunidades para expresar sus ideas, sus intereses y su identidad auténtica dentro de una comunidad de apoyo.",
    "annualReport.2021.progressiveImprovementDescription": "Nos mantenemos en un alto nivel y siempre nos esforzamos por iterar, mejorar e inspirarnos unos a otros para servir mejor a los jóvenes de todo el mundo y a la comunidad que hace posible nuestro trabajo.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Estamos construyendo un movimiento educativo inclusivo de personas de diversos orígenes para que podamos llegar a los niños de todo el mundo que han sido excluidos de las oportunidades de codificación creativa.",
    "annualReport.2021.playfulEngagementDescription": "En Scratch, el juego es un enfoque para crear, compartir, aprender e interactuar con el mundo. Fomentamos la exploración alegre, la experimentación y la colaboración.",
    "annualReport.2021.reachTitle": "Llegar a los niños de todo el mundo",
    "annualReport.2021.reachSubtitle": "Scratch es la comunidad de codificación más grande del mundo para niños y adolescentes de 8 años en adelante.",
    "annualReport.2021.reachMillion": "millon",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% de 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% de 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% de 2020",
    "annualReport.2021.reachNewUsers": "Nuevos Usuarios",
    "annualReport.2021.reachProjectsCreated": "Proyectos Creados",
    "annualReport.2021.reachProjectCreators": "gente creando proyectos",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch se usa en todo el mundo a través de {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "más de 200 países y territorios",
    "annualReport.2021.reachSaudiArabiaTitle": "Arabia Saudita",
    "annualReport.2021.reachSaudiArabiaDescription": "Vimos un tremendo crecimiento en todo el mundo en 2021, pero nos sorprendió ver el crecimiento en Arabia Saudita, donde vimos el doble de usuarios nuevos que el año anterior.",
    "annualReport.2021.reachTranslationTitle": "Scratch está traducido a 74 idiomas",
    "annualReport.2021.reachTranslationIncrease": "10 idiomas de 2020",
    "annualReport.2021.reachTranslationBlurb": "Gracias a los traductores voluntarios de todo el mundo.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr es un entorno de programación introductorio que permite a los niños pequeños (5-7 años) crear sus propias historias y juegos interactivos.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Descargas en 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 millones de 2020",
    "annualReport.2021.themesTitle": "Temas Emergentes",
    "annualReport.2021.themesDescription": "En medio de la incertidumbre constante por el COVID-19, Scratch continuó sirviendo como un espacio clave para que los jóvenes se conectaran y crearan juntos. En 2021, enfocamos nuestros esfuerzos en construir una base sólida para apoyar equitativamente a nuestra creciente comunidad global y nuestro creciente Equipo Scratch. Nuestro trabajo se centró en tres temas principales: fomentar la comunidad, aumentar el acceso y la accesibilidad, y desarrollar Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Colaborative",
    "annualReport.2021.SECIntro": "Las voces y asociaciones comunitarias están profundamente entretejidas en el tejido de la historia de Scratch. Tienen y siguen siendo integrales para ayudarnos a aumentar las oportunidades de codificación accesibles y equitativas en todo el mundo. En 2021, lanzamos Scratch Education Collaborative, una iniciativa comprometida a identificar y eliminar las barreras de acceso a la codificación creativa que conecta organizaciones notables en todo el mundo.",
    "annualReport.2021.SECWhatIs": "¿Qué es la SEC?",
    "annualReport.2021.SECWhatIsP1": "La SEC apoya e involucra a las organizaciones participantes en una experiencia de cohorte colaborativa de dos años para fortalecer su compromiso e implementación de codificación creativa equitativa utilizando Scratch y ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Al final de la experiencia de la cohorte, las organizaciones habrán formado nuevas asociaciones entre sí y con Scratch, y habrán establecido nuevos modelos para recursos de codificación creativa centrados en la equidad.",
    "annualReport.2021.SECWhatIsP3": "Nuestro trabajo con la SEC es posible gracias a una generosa subvención de Google.org. Nos gustaría extender nuestra gratitud por su continuo apoyo a nuestra misión.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizaciones",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "países",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "compañeros",
    "annualReport.2021.SECMapParagraph": "Nuestra primera cohorte incluyó a 41 organizaciones que representaban a 13 países de todo el mundo, unidas por su compromiso de ayudar a los estudiantes de comunidades históricamente marginadas a desarrollar su confianza en la informática creativa. Sus ubicaciones se destacan a continuación:",
    "annualReport.2021.spotlightStory": "Historia destacada",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science: una organización sin fines de lucro con sede en Texas que ofrece programas de matemáticas, codificación y robótica para jóvenes desatendidos; fue una de las 41 organizaciones excepcionales que se unieron a la primera cohorte de Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "En 2021, apoyamos a Bridges to Science en la facilitación de su primer taller 'La Hora del Código' con Code.org. El evento “Fiestas y Piñatas” atrajo a más de 22.000 docentes y estudiantes de América Latina. También colaboramos con Bridges to Science para desarrollar un conjunto de herramientas de recursos únicos para satisfacer las necesidades de su comunidad.",
    "annualReport.2021.SECPullQuote": "Una de las mayores alegrías que tenemos al enseñar a nuestros alumnos es que cada uno de ellos, por muy callados que sean, encuentra una voz en informática a través de Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, Fundadora de Puentes a la Ciencia",
    "annualReport.2021.SECWorkshops": "Talleres de la SEC",
    "annualReport.2021.SECWorkshopsText": "El año pasado, Scratch Education Collaborative organizó una serie de talleres que apoyaron a su cohorte inaugural en la definición y exploración de caminos únicos hacia la codificación creativa equitativa. Los talleres fueron facilitados por Stanford d. School, Tinkering Studio, Brazilian Creative Learning Network y Chicago Public Schools CS4ALL. Juntos, los participantes del taller desarrollaron una comprensión compartida de la codificación creativa y discutieron estrategias y prácticas que fomentan comunidades culturalmente sostenibles a través de la comunicación y la colaboración creativas.",
    "annualReport.2021.SECWorkshopsSubtitle": "¿Cómo podemos empoderar creativamente a la comunidad local para explorar la codificación creativa?",
    "annualReport.2021.accessTitle": "Acceso",
    "annualReport.2021.accessIntro": "A medida que el COVID-19 obligó a las escuelas a cerrar y llevó el aprendizaje a los espacios virtuales, muchos estudiantes y maestros descubrieron Scratch por primera vez o adaptaron la forma en que enseñaban y aprendían la codificación creativa. Desde nuestros propios hogares, el Equipo Scratch trabajó para apoyar las necesidades cambiantes de los educadores y la comunidad en línea.",
    "annualReport.2021.accessASL": "Tutorial de ASL",
    "annualReport.2021.accessASLText": "En 2021, nos asociamos con Deaf Kids Code para lanzar nuestro primer tutorial de lenguaje de señas americano en el editor de Scratch.",
    "annualReport.2021.accessASLText2": "Juntos, nos inspiramos para crear un recurso perenne que ampliaría los caminos creativos para los Scratchers sordos.",
    "annualReport.2021.accessASLText3": "El video es una nueva versión de 13 minutos de nuestro tutorial original 'Primeros pasos con Scratch' que presenta a los principiantes la plataforma Scratch.",
    "annualReport.2021.accessPullQuote": "Ser un buen aliado es estar dispuesto a inclinarse para ser accesible y realmente poner peso en las recomendaciones de organizaciones como la mía... Preguntar: '¿Qué es lo que podemos hacer?', y realmente dejarnos tomar las riendas e ir a por ello, con mucha poca o ninguna resistencia; eso es una cosa muy rara.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, fundadora de Deaf Kids Code",
    "annualReport.2021.accessDEICommittee": "Comités DEI en Scratch",
    "annualReport.2021.accessDEICommitteeText": "En 2021, varios comités de Scratch se embarcaron en el trabajo para hacer que Scratch sea más diverso, equitativo e inclusivo para todos los usuarios. Estamos emocionados de compartir el progreso que ha logrado cada comité y el trabajo que aún queda por hacer.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Accesibilidad",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "El Comité de Accesibilidad se creó en respuesta a la propia dificultad de un miembro del Equipo Scratch para usar los bloques de codificación de Scratch y una necesidad reconocida de apoyar mejor a los Scratchers de todos los niveles.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "En octubre de 2021, el comité lanzó un proyecto para hacer que el color de nuestros bloques de codificación sea accesible para Scratchers con problemas de visión. El comité está entusiasmado de asociarse con maestros y organizaciones comunitarias que se especializan en accesibilidad para que los bloques de codificación cumplan con las pautas de accesibilidad web y, lo que es más importante, los pisos más bajos para que Scratch sea más accesible para todos.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "El Comité Global de Justicia, Equidad, Diversidad e Inclusión (G-JEDI) se formó para desarrollar un lenguaje compartido que defina qué significa Diversidad, Equidad e Inclusión (DEI) para el Equipo Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "En 2021, el comité comenzó a trabajar en una declaración de DEI para describir las formas en que DEI ha informado el trabajo pasado y presente del Scratch Team y la comunidad, y cómo continuará informando nuevas iniciativas en el futuro.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equidad x Diseño",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "El Comité EquityXDesign se creó como un lugar para que los miembros del Equipo Scratch y nuestros colaboradores en el grupo Lifelong Kindergarten del MIT lean y discutan ideas sobre prácticas de diseño centradas en la equidad.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Las conversaciones están guiadas por 'Design Justice: Community-Led Practices to Build the Worlds We Need' de Sasha Costanza-Chock, y los miembros del comité discuten formas en las que pueden incorporar prácticas de diseño centradas en la equidad en el desarrollo de herramientas y recursos de Scratch.",
    "annualReport.2021.access10NewLanguages": "10 nuevos idiomas",
    "annualReport.2021.access10NewLanguagesText": "¡Muchas gracias a nuestra comunidad de traductores, pudimos conectarnos con Scratchers en 74 idiomas el año pasado! En 2021, se agregaron 10 nuevos idiomas a Scratch, incluidos xhosa (Sudáfrica), sepedi (Sudáfrica), setswana (Sudáfrica), afrikáans/africano (Sudáfrica), kichwa (Perú), ଓଡ଼ିଆ/Oriya (India), kazajo/kazajio (Kazajistán), aragonés (España), frisón occidental (Países Bajos/Holanda) y bengalí (Bangladesh, India y otras regiones).",
    "annualReport.2021.accessSouthAfrica": "Scratch con calificación cero en Sudáfrica",
    "annualReport.2021.accessSouthAfricaText": "Para mejorar la experiencia de Scratch para los jóvenes en regiones con poca o ninguna conectividad a Internet, nos asociamos con National Education Collaboration Trust (NECT) de Sudáfrica para alojar una página de calificación cero para descargar Scratch. Las descargas en páginas con calificación cero no consumen ningún ancho de banda de datos, lo que reduce la barrera para acceder a Scratch debido a los límites y costos de datos. Solo dos meses después de su lanzamiento en abril de 2021, la página tenía más de 1300 visitantes.",
    "annualReport.2021.accessSnapshot": "Instantáneas",
    "annualReport.2021.communityTitle": "Comunidad",
    "annualReport.2021.communityIntro": "En 2021, la comunidad de Scratch siguió experimentando un rápido crecimiento a medida que más jóvenes de todo el mundo creaban y se conectaban con sus compañeros. También continuamos desarrollando asociaciones con miembros de la comunidad para mejorar la experiencia de Scratch para nuestra diversa comunidad de usuarios.",
    "annualReport.2021.communityScratchConference": "Conferencia de Scratch",
    "annualReport.2021.communityScratchConferenceText1": "En julio, los educadores de nuestra comunidad global se reunieron para celebrar la codificación creativa en la Conferencia Scratch. Este evento virtual gratuito fue dirigido por nuestros colaboradores del Lifelong Kindergarten Group del MIT. La conferencia reunió a {more_bold}, quienes pasaron el día conectándose, colaborando y aprendiendo unos de otros, incluso cuando COVID nos mantuvo separados.",
    "annualReport.2021.communityScratchConferenceText1More": "más de 1500 educadores y entusiastas de Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Traductores voluntarios",
    "annualReport.2021.communityVolunteerTranslatorsText": "Desde que se lanzó Scratch en 2007, nos hemos comprometido a apoyar a nuestros usuarios en todo el mundo. Nuestros voluntarios de traducción de idiomas trabajan en estrecha colaboración con el Equipo Scratch para ayudar a traducir y localizar nuestra plataforma y recursos para las diversas comunidades a las que servimos.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Miles de traductores se han ofrecido como voluntarios para traducir Scratch a 74 idiomas y contando, y actualmente hay más de mil traductores registrados para traducir Scratch y ScratchJr. ¡Estamos agradecidos con nuestros voluntarios por ayudarnos a llegar a más Scratchers en todo el mundo!",
    "annualReport.2021.communityScratchCommunity": "La comunidad Scratch en 2021",
    "annualReport.2021.communityScratchCommunityIntro": "En 2021, se crearon más de 113 millones de proyectos en el sitio Scratch, casi un 39 % más que en 2020, ¡y se crearon más de un millón de nuevos estudios! A lo largo del año, el Equipo Scratch organizó numerosos estudios para celebrar eventos importantes y animar a los Scratchers a participar en la comunidad en línea.",
    "annualReport.2021.yearInReview": "Año en revisión",
    "annualReport.2021.yearInReviewText": "2021 fue un año extraordinario en la comunidad en línea. El Equipo de la comunidad destacó y desarrolló oportunidades para que los jóvenes expresaran sus ideas y se involucraran de manera positiva, y surgieron movimientos increíbles de los mismos Scratchers. Aquí hay un vistazo a algunos de los aspectos más destacados del año:",
    "annualReport.2021.yearInReviewCard1Date": "Enero",
    "annualReport.2021.yearInReviewCard1Title": "Café poético",
    "annualReport.2021.yearInReviewCard1Text": "Hemos abierto nuestro primer Café Poético donde se invitó a los Scratchers a escribir, compartir o colaborar en poemas para compartir con la comunidad.",
    "annualReport.2021.yearInReviewCard2Date": "Febrero",
    "annualReport.2021.yearInReviewCard2Title": "Estudio del Mes de la Historia Afroamericana",
    "annualReport.2021.yearInReviewCard2Text": "Los Scratchers compartieron obras de arte interactivas, crearon poemas, videos musicales animados y más para celebrar eventos y personas influyentes en la historia afroamericana.",
    "annualReport.2021.yearInReviewCard3Date": "Abril",
    "annualReport.2021.yearInReviewCard3Title": "Día de los Inocentes",
    "annualReport.2021.yearInReviewCard3Text": "Se les pidió a los Scratchers que imaginaran la 'vida secreta' del Scratch Cat y se embarcaron en una búsqueda del tesoro en busca de cosas divertidas y tontas escondidas en el sitio web de Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Mayo",
    "annualReport.2021.yearInReviewCard4Title": "Semana de Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers de todo el mundo compartieron más de 3500 proyectos que respondieron a mensajes temáticos como Cooking With Scratch y Ridiculous Inventions para celebrar el cumpleaños de Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Junio",
    "annualReport.2021.yearInReviewCard5Title": "Mes del orgullo",
    "annualReport.2021.yearInReviewCard5Text": "Los Scratchers crearon proyectos usando todos los colores del arcoíris para celebrar a la comunidad LGBTQ+ en el estudio del Mes del Orgullo.",
    "annualReport.2021.yearInReviewCard6Date": "Agosto",
    "annualReport.2021.yearInReviewCard6Title": "Campamento de Scratch",
    "annualReport.2021.yearInReviewCard6Text": "Durante este evento anual de tres semanas de duración, los Scratchers crearon más de 7000 proyectos que se movieron y se movieron, exhibieron ideas creativas de bricolaje y compartieron sus descubrimientos sobre el mundo natural que los rodea.",
    "annualReport.2021.yearInReviewCard7Date": "Octubre",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Durante dos semanas, los Scratchers crearon proyectos que mostraban sus interpretaciones de las indicaciones diarias en el estudio Scratchtober. Se crearon más de 3500 proyectos en torno a temas de una sola palabra, como bajo el agua, celebración y criaturas.",
    "annualReport.2021.yearInReviewCard8Date": "Diciembre",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "La Semana de la Educación en Ciencias de la Computación (CSEdWeek) se llevó a cabo del 6 al 12 de diciembre para celebrar la ciencia de la computación en todo el mundo. Scratch participó en la semana alentando a los miembros de la comunidad a ver tutoriales, estudios y un evento en vivo organizado en asociación con Makey Makey.",
    "annualReport.2021.yearInReviewCard9Date": "Diciembre",
    "annualReport.2021.yearInReviewCard9Title": "2021: Un año de Scratch en Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "En 2021, los Scratchers aprendieron nuevas habilidades, se conectaron con amigos de todo el mundo y encontraron formas creativas de expresarse. Más de 1000 Scratchers compartieron sus recuerdos favoritos de Scratch y lo que Scratch significó para ellos en el estudio 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Con el lanzamiento de Scratch Lab en febrero, abrimos las puertas de nuestro proceso de desarrollo directamente a los Scratchers de todo el mundo.",
    "annualReport.2021.communityScratchLabText2": "Antes de decidir si debemos introducir nuevos bloques en el editor de codificación de Scratch, es crucial ver las formas creativas, innovadoras y sorprendentes en que los Scratchers interactúan con ellos. Scratch Lab es una caja de arena donde todos pueden probar estas nuevas funciones y, lo que es más importante, compartir sus pensamientos e ideas directamente con nosotros.",
    "annualReport.2021.communityScratchLabText3": "Más de 500 000 Scratchers exploraron el sitio de Scratch Lab en 2021 y enviaron más de 37 000 comentarios.",
    "annualReport.2021.communityScratchLabText4": "Estos comentarios han sido invaluables a medida que evaluamos y desarrollamos bloques de texto animado, bloques de detección de rostros y más características nuevas potenciales.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "suscriptores",
    "annualReport.2021.ytData2": "9 millones",
    "annualReport.2021.ytData2Sub": "visualizaciones en vídeos",
    "annualReport.2021.ytData3Top": "visualizadores en",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "países",
    "annualReport.2021.communitySnapshot2Title": "El equipo Scratch en YouTube",
    "annualReport.2021.communitySnapshot2Text": "El canal de YouTube Scratch Team alcanzó los 100 000 suscriptores en 2021, ¡un aumento de casi el 500 % desde 2020! A medida que los estudiantes, educadores y familias evolucionaron en respuesta a la pandemia, sabíamos que teníamos que crear recursos que respondieran a sus necesidades.",
    "annualReport.2021.communitySnapshot2Text2": "Estos recursos incluyen una serie de tutoriales completos de Scratch que guían a los usuarios a través del diseño de historias, juegos y animaciones en Scratch. En 2021, estos videos obtuvieron casi nueve millones de visitas de espectadores en 178 países.",
    "annualReport.2021.tutorial1": "Cómo hacer un 'Acerca de mí'",
    "annualReport.2021.tutorial2": "Cómo hacer un juego de clicker",
    "annualReport.2021.tutorial3": "Cómo hacer un rastro de ratón",
    "annualReport.2021.FounderMessageTitle": "Un Mensaje de Nuestro Fundador",
    "annualReport.2021.FounderMessageSubTitle": "Apoyo e inspiración de un socio fundador",
    "annualReport.2021.FounderMessageText1": "A medida que lea este informe anual, aprenderá sobre las muchas formas en que Scratch está ampliando las oportunidades informáticas creativas para millones de jóvenes en todo el mundo, especialmente aquellos de comunidades marginadas. Este impacto global es posible gracias al trabajo incansable del creciente equipo de ingenieros, diseñadores, educadores, moderadores de la comunidad y otros en Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Para continuar aumentando nuestros esfuerzos e impacto, contamos con el generoso apoyo financiero de una increíble colección de empresas, fundaciones y donantes individuales que están alineados con nuestra misión y visión. Aquí, quiero resaltar el apoyo y la inspiración que hemos recibido de uno de nuestros socios fundadores: la Fundación LEGO.",
    "annualReport.2021.FounderMessageText3": "Mi grupo de investigación en el MIT Media Lab comenzó a colaborar con la empresa LEGO y la Fundación LEGO hace más de 30 años. La financiación de LEGO ayudó a respaldar nuestro trabajo inicial en Scratch, que condujo al lanzamiento público de Scratch en 2007. Luego, cuando Scratch se separó del MIT y se convirtió en la Fundación Scratch en 2019, la Fundación LEGO proporcionó una financiación importante para la nueva organización, con cinco subvención anual de $10 millones para 'apoyar el cambio educativo transformador mediante el desarrollo y la promoción de enfoques divertidos y creativos para la codificación... en diversos contextos económicos y culturales'. Cuando llegó la pandemia, la Fundación LEGO dio un paso adelante con una subvención adicional de $ 5 millones en 2021, para garantizar que la Fundación Scratch pudiera satisfacer las necesidades de los niños y educadores afectados por la pandemia.",
    "annualReport.2021.FounderMessageText4": "Pero la conexión LEGO-Scratch va mucho más allá del apoyo financiero. El enfoque de Scratch de crear historias y juegos animados uniendo bloques de programación gráfica se inspiró, en parte, en la forma en que los niños construyen casas y castillos LEGO uniendo ladrillos de plástico LEGO. Scratch y LEGO también comparten la misma filosofía educativa basada en proyectos, alentando a los niños a refinar iterativamente sus proyectos al probar una idea, ver qué sucede, luego hacer revisiones e intentarlo nuevamente.",
    "annualReport.2021.FounderMessageText5": "Siempre me ha encantado el eslogan de LEGO 'La alegría de construir, el orgullo de la creación'. La profunda asociación de la Fundación LEGO con la Fundación Scratch está ayudando a llevar 'La alegría de construir, el orgullo de la creación' a las actividades digitales de los niños. La asociación sirve como modelo de cómo las organizaciones con ideas y valores compartidos pueden trabajar juntas para catalizar el cambio transformador en el aprendizaje y la educación. A medida que Scratch Foundation continúa construyendo su red de socios y patrocinadores, espero conectarme con otras organizaciones para expandir las oportunidades de computación creativa para los niños de todo el mundo.",
    "annualReport.2021.FounderTitle": "Fundador, Scratch Foundation",
    "annualReport.2021.lookingForward": "Pensando en el futuro",
    "annualReport.2021.lookingForwardText1": "En 2021, delineamos un Marco Estratégico que guía nuestras principales prioridades para los próximos 4 años. Estamos enfocados en estas áreas principales:",
    "annualReport.2021.lookingForwardText2": "Nos gustaría agradecer enormemente a la Fundación LEGO, cuya generosa subvención de recuperación de COVID nos permitirá llevar a cabo este trabajo crucial. Estamos ansiosos por compartir más con usted sobre los emocionantes proyectos que hemos planeado, incluidas las actualizaciones de la experiencia Scratch para escuelas, actualizaciones de ScratchJr y más.",
    "annualReport.2021.LookingForward1": "Fortalecimiento de la Plataforma Scratch y la Infraestructura Comunitaria",
    "annualReport.2021.LookingForward2": "Ampliando caminos hacia el aprendizaje creativo",
    "annualReport.2021.LookingForward3": "Creación de capacidad organizativa y garantía de la sostenibilidad fiscal",
    "annualReport.2021.supportersTitle": "Gracias a nuestros seguidores",
    "annualReport.2021.supportersIntro": "Gracias a nuestros generosos seguidores. Su contribución nos ayuda a ampliar las oportunidades de aprendizaje creativo para niños de todas las edades, de todos los orígenes, en todo el mundo.",
    "annualReport.2021.ourSupporters": "Nuestros seguidores",
    "annualReport.2021.ourSupportersText": "Queremos agradecer a todos los seguidores de Scratch que, a lo largo de los años, nos han ayudado a vivir experiencias de aprendizaje increíbles para millones de jóvenes en todo el mundo. La siguiente lista se basa en donaciones a Scratch Foundation del 1 de enero de 2021 al 31 de diciembre de 2021.",
    "annualReport.2021.supportersFoundingTitle": "Socios fundadores - $ 10,000,000 +",
    "annualReport.2021.supportersFoundingText": "Estamos especialmente agradecidos con nuestros Socios Fundadores que han proporcionado cada uno al menos $10,000,000 en apoyo acumulativo, desde el comienzo de Scratch en 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Socios de Scratch Cat — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Círculo de creatividad — $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Círculo de colaboración — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Círculo de imaginación — $ 50,000+",
    "annualReport.2021.supportersInspirationTitle": "Círculo de inspiración — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "Círculo de exploración — $5,000+",
    "annualReport.2021.supportersPlayTitle": "Círculo de juego — $1,000+",
    "annualReport.2021.supportersInKindTitle": "Partidarios en especie",
    "annualReport.2021.leadershipTitle": "Nuestro Equipo",
    "annualReport.2021.leadershipBoard": "Junta Directiva",
    "annualReport.2021.leadershipChair": "Silla",
    "annualReport.2021.leadershipProfessor": "Profesor de Investigación del Aprendizaje",
    "annualReport.2021.leadershipViceChair": "Vicepresidente",
    "annualReport.2021.leadershipCoFounder": "Co-Fundador y Co-Presidente",
    "annualReport.2021.leadershipBoardMember": "Miembro de la Junta",
    "annualReport.2021.leadershipPresidentCEO": "Presidente y director general",
    "annualReport.2021.leadershipFormerPresident": "Ex presidente",
    "annualReport.2021.leadershipFounderCEO": "Fundador y CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Ex directora ejecutiva y presidenta",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Secretario de la Junta y Tesorero",
    "annualReport.2021.leadershipBoardSecretary": "Secretario de la Junta",
    "annualReport.2021.leadershipBoardTreasurer": "Tesorero de la Junta",
    "annualReport.2021.leadershipScratchTeam": "Equipo Scratch 2021",
    "annualReport.2021.leadershipED": "Director Ejecutivo",
    "annualReport.2021.teamThankYou": "Gracias a Mitch Resnick, Natalie Rusk, Rupal Jain y otros colaboradores del Lifelong Kindergarten Group del MIT Media Lab por su incansable apoyo a Scratch.",
    "annualReport.2021.donateTitle": "Apóyanos",
    "annualReport.2021.donateMessage": "Su apoyo nos permite crear experiencias de aprendizaje inspiradoras, creativas y memorables para niños de todo el mundo, especialmente para aquellos que han sido sistemáticamente excluidos de las oportunidades de codificación creativa. Haga una donación a Scratch hoy para ayudarnos a mantener nuestros servidores en funcionamiento, mantener nuestra comunidad global en crecimiento y hacer que la codificación creativa sea posible para los niños en todos los países del mundo.",
    "annualReport.2021.donateMessage2": "Gracias por tu generosidad.",
    "annualReport.2021.donateButton": "Dona",
    "annualReport.2021.projectBy": "proyecto por",
    "annualReport.2021.JuneIlloAttr": "Banderas por @ratchild",
    "annualReport.2021.OctIlloAttr": "Papa y vasos por @Cupwing",
    "annualReport.2021.altMap": "Un mapa del mundo que muestra 41 organizaciones SEC",
    "annualReport.2021.altSECSpotlightImage": "Un niño juega con un juguete delante de un fondo naranja.",
    "annualReport.2021.altAccessibility": "Dos personas usan lenguaje de señas frente a un fondo verde.",
    "annualReport.2021.altaccessDEICommittee": "Una mano sostiene un componente de Scratch sobre un fondo verde.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Una mano pinta componentes de Scratch sobre un fondo azul.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Dos manos alcanzan una burbuja de texto con un corazón dentro.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Dos manos trabajan juntas para compilar una lista de componentes de Scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Dos niños, uno con una tableta y otro con una computadora portátil, trabajan juntos en un proyecto de Scratch.",
    "annualReport.2021.altcommunityVolunteerTransators": "Se levantan cuatro manos con burbujas de texto que descansan sobre ellas frente a un fondo morado.",
    "annualReport.2021.altcommunityThankYou": "Un globo con un banner que dice 'Gracias' rodeado de palabras para agradecer en varios idiomas.",
    "annualReport.2021.altAvatar": "avatar de usuario",
    "annualReport.2021.altDropdownArrow": "Flecha que indica el menú desplegable.",
    "annualReport.2021.altMastheadIllustration": "Tres personas interactuando con componentes físicos de scratch.",
    "annualReport.2021.altWave": "Una mano emoji saludando.",
    "annualReport.2021.altMitchHeadshot": "Fundador Mitch Resnick",
    "annualReport.2021.altCalendar": "Un calendario de 2021.",
    "annualReport.2021.altWorldVisualization": "Una versión ilustrada del globo.",
    "annualReport.2021.altSaudiArabiaVisualization": "Un gráfico de barras que muestra que había más del doble de nuevos usuarios de Scratch en 2021 que en 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Un componente de programación Scratch en amarillo.",
    "annualReport.2021.altSECVideoPreview": "La interfaz Scratch aparece a la izquierda y aparece una firma de chicas a la derecha.",
    "annualReport.2021.altScratchJr": "Lectura de texto Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Un componente de programación Scratch horizontal amarillo.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Dos manos alineando componentes físicos de Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Manos que se extienden frente a un fondo morado con burbujas de texto flotando sobre ellos.",
    "annualReport.2021.altScratchLogoText": "Un rectángulo verde con las palabras 'Scratch Lab'.",
    "annualReport.2021.altScratchLabVideo": "Una captura de pantalla de un proyecto Scratch con un botón de reproducción en la parte superior.",
    "annualReport.2021.altHat": "Una persona con un sombrero amarillo y gafas de sol de corazón rosa.",
    "annualReport.2021.altScratchText": "Un componente de Scratch arco iris que muestra el texto, '¡Aquí vamos!'",
    "annualReport.2021.altStar": "Una chica con una estrella amarilla frente a su cara.",
    "annualReport.2021.altMouseTrail": "Múltiples cortes de una cabeza de ardilla colocados al azar uno encima del otro.",
    "annualReport.2021.altSECWorkshops": "Gente jugando juntos",
    "annualReport.2021.altArrowUp": "Una flecha apuntando hacia arriba.",
    "annualReport.2021.altTranslated": "Un componente de scratch que dice \"Hola\" y enumera los idiomas en los que está disponible scratch.",
    "annualReport.2021.altAboutMe": "Las palabras 'Acerca de mí' se colocan sobre un caballete, erizo, mango y balón de fútbol.",
    "annualReport.2021.altClickerGame": "Un juego de matemáticas que muestra una manzana, una naranja y un tazón cortado de fruta.",
    "annualReport.2021.altLookingForward1": "Hexágonos entrelazados que muestran un remolino, un comienzo y un corazón.",
    "annualReport.2021.altLookingForward2": "Un letrero con una flecha apuntando a la derecha mostrando un remolino y una flecha apuntando a la izquierda mostrando un corazón.",
    "annualReport.2021.altLookingForward3": "Bloques de colores alineados para crear escalones con una planta creciendo encima.",
    "annualReport.2021.altSparkle": "Decoración con destellos blancos",
    "annualReport.2021.altDownArrow": "Flecha morada apuntando hacia abajo",
    "annualReport.2021.altConnectingLine": "Una línea punteada que conecta los elementos de la línea de tiempo.",
    "annualReport.2021.altApril": "Un bolígrafo y los componentes de Scratch colocados sobre un fondo morado.",
    "annualReport.2021.altJune": "Un pastel de cumpleaños frente a una pancarta con banderas que muestran varios tipos de orgullo LGBTQ+.",
    "annualReport.2021.altAugust": "Una papa, sombrero de cumpleaños y gafas de sol sobre un fondo morado.",
    "annualReport.2021.altCard1": "Una gota colorida flota frente a un fondo negro y gris junto a las palabras \"Un sueño en un mundo de pesadillas.'",
    "annualReport.2021.altCard2": "Una mujer negra lleva una diadema amarilla y aretes de aro dorados.",
    "annualReport.2021.altCard3": "La mascota del gato rasca y gana se balancea frente a los edificios acompañada de un texto que dice \"Creo que Scratch Cat es un superhéroe.'",
    "annualReport.2021.altCard5": "Un bloque sonriente se encuentra junto a una burbuja de texto que dice \"no importa cómo se vista alguien, qué pronombres usan o a quién aman, ¡siempre debes respetarlos!'",
    "annualReport.2021.altCard6": "Una papa con gafas de sol se sienta frente a un fondo morado.",
    "annualReport.2021.altCard7": "Un colorido sombrero de cumpleaños se encuentra encima de un cubo de neón.",
    "annualReport.2021.altCard9": "'2022' se encuentra frente a un arco iris de óvalos.",
    "annualReport.2021.altDonateIllustration": "Dos manos forman la forma de un corazón con los dedos dentro de una forma de corazón recortada."
}