{
    "annualReport.2021.subnavFoundersMessage": "Mensaje del Fundador",
    "annualReport.2021.subnavMission": "Misión",
    "annualReport.2021.subnavReach": "Alcanzar",
    "annualReport.2021.subnavThemes": "Temas",
    "annualReport.2021.subnavDirectorsMessage": "Mensaje del Director",
    "annualReport.2021.subnavSupporters": "Patrocinadores",
    "annualReport.2021.subnavTeam": "Equipo",
    "annualReport.2021.subnavDonate": "Donar",
    "annualReport.2021.mastheadYear": "Reporte Anual 2021",
    "annualReport.2021.mastheadTitle": "Construyendo una comunidad equitativa juntos",
    "annualReport.2021.directorsMessageTitle": "Un mensaje de nuestro director ejecutivo",
    "annualReport.2021.directorsMessageP1": "En 2021, COVID-19 continuó interrumpiendo nuestras rutinas y dando forma a la forma en que interactuamos entre nosotros. Incluso cuando comenzamos a reunirnos, las escuelas reabrieron sus puertas y hubo llamados para un retorno “ a la normalidad,” los más vulnerables en nuestra sociedad permanecieron desproporcionadamente afectados por las estructuras inequitativas que COVID-19 exacerbó. La crisis COVID-19 moldeó las relaciones de los jóvenes con Scratch y solidificó Scratch como un lugar más vital que nunca para que puedan crear, aprender y conectarse. Pero a medida que avanzábamos hacia un nuevo año, no dejamos atrás a nuestros jóvenes más vulnerables cuando comenzaron a navegar “ la nueva normalidad. ”",
    "annualReport.2021.directorsMessageP2": "Uno de los valores fundamentales de Scratch siempre ha sido capacitar a los jóvenes para explorar, crear, jugar y descubrir oportunidades — que no se ofrecen de manera equitativa a todos los estudiantes.",
    "annualReport.2021.directorsMessagePullquote": "Creemos en el poder transformador de la autoexpresión y la creatividad, y en proporcionar espacio para que los jóvenes utilicen la codificación creativa como herramienta para alzar la voz.",
    "annualReport.2021.directorsMessageP3": "Estoy orgulloso de servir como Director Ejecutivo de la Fundación Scratch durante este momento crucial en nuestra historia, y continuaré difundiendo el cuidado de Scratch, Enfoque colaborativo para el aprendizaje creativo de niños de todo el mundo que más necesitan estas oportunidades.",
    "annualReport.2021.directorsMessageP4": "El año pasado fue un año increíble para la Fundación Scratch –, nos centramos en hacer crecer nuestro equipo con líderes notables y diversos y construir una base sólida para nuestra transición continua a una organización independiente. Desarrollamos un Plan Estratégico de tres años con los esfuerzos combinados de cada miembro del equipo en todos los niveles de nuestra organización, codificando el trabajo que estamos emprendiendo juntos. A medida que crece Scratch, seguimos enfocados en la equidad y la construcción de la comunidad, y en mantener a Scratch un espacio seguro para que los niños se conecten, creen y colaboren con sus compañeros en todo el mundo.",
    "annualReport.2021.directorsMessageP5": "No puedo agradecerle lo suficiente por embarcarse en este viaje con nuestro equipo y por su continuo apoyo a nuestra misión. La compasión y la creatividad de la Comunidad Scratch nos son infinitamente inspiradoras, y no podemos esperar a que te unas a nosotros en el importante trabajo que tenemos por delante.",
    "annualReport.2021.EDTitle": "Director Ejecutivo, Scratch Foundation",
    "annualReport.2021.watchVideo": "Ver vídeo",
    "annualReport.2021.missionTitle": "Nuestra misión, visión y valores",
    "annualReport.2021.missionP1": "Estamos comprometidos con la justicia educativa y priorizando la equidad en todos los aspectos de nuestro trabajo, con un enfoque particular en iniciativas y enfoques que apoyan a los niños, las familias, y educadores que han sido excluidos de la informática creativa.",
    "annualReport.2021.missionP2": "Hemos desarrollado Scratch como un entorno de aprendizaje gratuito, seguro y lúdico que involucra a todos los niños en el pensamiento creativo, el razonamiento sistemático y el trabajo colaborativo, habilidades esenciales para todos en la sociedad actual. Trabajamos con educadores y familias para ayudar a los niños a explorar, compartir y aprender.",
    "annualReport.2021.missionHeader": "Misión",
    "annualReport.2021.missionSubtitle": "Proporcionar a los jóvenes herramientas digitales y oportunidades para imaginar, crear, compartir y aprender.",
    "annualReport.2021.visionHeader": "Visión",
    "annualReport.2021.visionSubtitle": "Difundir enfoques creativos, solidarios, colaborativos y equitativos para la codificación y el aprendizaje en todo el mundo.",
    "annualReport.2021.valuesHeader": "Valores",
    "annualReport.2021.valuesSubtitle": "En este trabajo, nos guiamos por nuestros valores centrales que definen nuestros principios como organización y comunidad:",
    "annualReport.2021.creativeExpressionTitle": "Expresión creativa",
    "annualReport.2021.progressiveImprovementTitle": "Mejora progresiva",
    "annualReport.2021.EquitableOpportunitiesTitle": "Oportunidades equitativas",
    "annualReport.2021.playfulEngagementTitle": "Compromiso lúdico",
    "annualReport.2021.creativeExpressionDescription": "Estamos comprometidos a proporcionar a todos herramientas y oportunidades para expresar sus ideas, sus intereses y su identidad auténtica dentro de una comunidad de apoyo.",
    "annualReport.2021.progressiveImprovementDescription": "Nos mantenemos en un alto nivel y siempre nos esforzamos por iterarnos, mejorar e inspirarnos unos a otros para servir mejor a los jóvenes de todo el mundo y a la comunidad que hace posible nuestro trabajo.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Estamos construyendo un movimiento educativo que incluye a personas de diversos orígenes para que podamos llegar a niños de todo el mundo que han sido excluidos de las oportunidades de codificación creativa.",
    "annualReport.2021.playfulEngagementDescription": "En Scratch, el juego es un enfoque para hacer, compartir, aprender y relacionarse con el mundo. Alentamos la exploración, experimentación y colaboración alegres.",
    "annualReport.2021.reachTitle": "Llegar a los niños de todo el mundo",
    "annualReport.2021.reachSubtitle": "Scratch es la comunidad de codificación más grande del mundo para niños y adolescentes de 8 años en adelante.",
    "annualReport.2021.reachMillion": "millon",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% de 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% de 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% de 2020",
    "annualReport.2021.reachNewUsers": "Nuevos Usarios",
    "annualReport.2021.reachProjectsCreated": "Proyectos Creados",
    "annualReport.2021.reachProjectCreators": "gente creando proyectos",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch se usa en todo el mundo a través de {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "más de 200 países y territorios",
    "annualReport.2021.reachSaudiArabiaTitle": "Arabia Saudita",
    "annualReport.2021.reachSaudiArabiaDescription": "Vimos un tremendo crecimiento en todo el mundo en 2021, pero nos sorprendió ver el crecimiento en Arabia Saudita, donde vimos el doble de usuarios nuevos que el año anterior.",
    "annualReport.2021.reachTranslationTitle": "Scratch se traduce a 74 idiomas",
    "annualReport.2021.reachTranslationIncrease": "10 idiomas de 2020",
    "annualReport.2021.reachTranslationBlurb": "Gracias a los traductores voluntarios de todo el mundo.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr es un entorno de programación introductorio que permite a los niños pequeños (de 5 a 7 años) crear sus propias historias y juegos interactivos.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Descargas en 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 millones de 2020",
    "annualReport.2021.themesTitle": "Temas Emergentes",
    "annualReport.2021.themesDescription": "En medio de la continua incertidumbre de COVID-19, Scratch continuó sirviendo como un espacio clave para que los jóvenes se conecten y creen juntos. En 2021, centramos nuestros esfuerzos en construir una base sólida para apoyar equitativamente a nuestra creciente comunidad global y nuestro creciente Equipo Scratch. Nuestro trabajo se centró en tres temas principales: fomentar la comunidad, aumentar el acceso y la accesibilidad y desarrollar el Colaborador de Educación de Scratch (CES).",
    "annualReport.2021.SECTitle": "Scratch Education Colaborative",
    "annualReport.2021.SECIntro": "Las voces y asociaciones comunitarias están profundamente entretejidas en el tejido de la historia de Scratch. Tienen y siguen siendo integrales para ayudarnos a aumentar las oportunidades de codificación accesibles y equitativas en todo el mundo. En 2021, lanzamos Scratch Education Collaborative, una iniciativa comprometida a identificar y eliminar las barreras de acceso a la codificación creativa que conecta organizaciones notables en todo el mundo.",
    "annualReport.2021.SECWhatIs": "¿Qué es la SEC?",
    "annualReport.2021.SECWhatIsP1": "La SEC apoya e involucra a las organizaciones participantes en una experiencia de cohorte colaborativa de dos años para fortalecer su compromiso e implementación de la codificación creativa equitativa utilizando Scratch y ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Al final de la experiencia de la cohorte, las organizaciones habrán formado nuevas asociaciones entre sí y con Scratch, y habrán establecido nuevos modelos para recursos de codificación creativa centrados en la equidad.",
    "annualReport.2021.SECWhatIsP3": "Nuestro trabajo con la SEC es posible gracias a una generosa subvención de Google.org. Nos gustaría extender nuestra gratitud por su continuo apoyo a nuestra misión.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizaciones",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "países",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "compañeros",
    "annualReport.2021.SECMapParagraph": "Nuestra primera cohorte incluyó 41 organizaciones que representan a 13 países de todo el mundo, unidas por su compromiso de apoyar a los estudiantes de comunidades históricamente marginadas en el desarrollo de su confianza con la informática creativa. Sus ubicaciones se destacan a continuación:",
    "annualReport.2021.spotlightStory": "Historia Destacada ",
    "annualReport.2021.SECSpotlightTitle": "Puentes a la ciencia",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Puentes a la ciencia; una organización sin fines de lucro con sede en Texas que ofrece programas de matemáticas, codificación y robótica para jóvenes desatendidos; fue una de las 41 organizaciones excepcionales que se unieron a la primera cohorte de Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "En 2021, apoyamos a Bridges to Science para facilitar su primer taller “ Hour of Code ” con Code.org. El evento “ Fiestas y Piñatas ” atrajo a más de 22,000 maestros y estudiantes de América Latina. También colaboramos con Bridges to Science para desarrollar un conjunto de herramientas de recursos únicos para satisfacer las necesidades de su comunidad.",
    "annualReport.2021.SECPullQuote": "Una de las mayores alegrías que tenemos al enseñar a nuestros estudiantes es que cada uno de ellos, sin importar cuán silenciosos sean, todos encuentran una voz en la informática a través de Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, fundadora de Bridges to Science",
    "annualReport.2021.SECWorkshops": "Talleres SEC",
    "annualReport.2021.SECWorkshopsText": "El año pasado, Scratch Education Collaborative organizó una serie de talleres que apoyaron su cohorte inaugural en la definición y exploración de caminos únicos para la codificación creativa equitativa. Los talleres fueron facilitados por Stanford d. Escuela, Tinkering Studio, la Red Brasileña de Aprendizaje Creativo y las Escuelas Públicas de Chicago CS4ALL. Juntos, los participantes del taller desarrollaron una comprensión compartida de la codificación creativa y discutieron estrategias y prácticas que fomentan el mantenimiento cultural de las comunidades a través de la comunicación creativa y la colaboración.",
    "annualReport.2021.SECWorkshopsSubtitle": "¿Cómo podemos empoderar creativamente a la comunidad local para explorar la codificación creativa?",
    "annualReport.2021.accessTitle": "Acceso",
    "annualReport.2021.accessIntro": "A medida que COVID-19 obligó a las escuelas a cerrar y empujó el aprendizaje a espacios virtuales, muchos estudiantes y maestros descubrieron Scratch por primera vez o adaptaron la forma en que enseñaron y aprendieron codificación creativa. Desde nuestros propios hogares, el Equipo Scratch trabajó para apoyar las necesidades cambiantes de los educadores y la comunidad en línea.",
    "annualReport.2021.accessASL": "Tutorial de ASL",
    "annualReport.2021.accessASLText": "En 2021, nos asociamos con Deaf Kids Code para lanzar nuestro primer tutorial sobre lenguaje de señas americano en el Editor Scratch.",
    "annualReport.2021.accessASLText2": " Juntos, nos inspiramos para crear un recurso de hoja perenne que expandiría las vías creativas para los Scratchers sordos.",
    "annualReport.2021.accessASLText3": "El video es una nueva versión de 13 minutos de nuestro tutorial original Comenzando con Scratch que presenta a los principiantes a la plataforma Scratch.",
    "annualReport.2021.accessPullQuote": "Ser un buen aliado es una disposición a inclinarse hacia ser accesible y realmente poner peso a las recomendaciones de organizaciones como la mía ... Preguntando, ‘ ¿Qué es lo que podemos hacer? ’ y realmente dejándonos tomar las riendas y buscarlo, con muy poca o ninguna resistencia; Eso es algo muy raro.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, fundadora del Código de Niños Sordos",
    "annualReport.2021.accessDEICommittee": "Comités DEI en Scratch",
    "annualReport.2021.accessDEICommitteeText": "En 2021, varios comités de Scratch se embarcaron en el trabajo para hacer que Scratch sea más diverso, equitativo e inclusivo para todos los usuarios. Estamos entusiasmados de compartir el progreso que cada comité ha logrado y el trabajo aún por delante.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Accesibilidad",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "El Comité de Accesibilidad se creó en respuesta a la propia dificultad de un miembro del Equipo Scratch utilizando los bloques de codificación de Scratch y una necesidad reconocida de apoyar mejor a los Scratchers de todas las habilidades.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "En octubre de 2021, el comité lanzó un proyecto para hacer accesible el color de nuestros bloques de codificación para los Scratchers con impedimentos de visión. El comité se complace en asociarse con maestros y organizaciones comunitarias especializadas en accesibilidad para que los bloques de codificación cumplan con las pautas de accesibilidad web y, lo que es más importante, en los pisos inferiores para que Scratch sea más accesible para todos.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "El Comité Global, Justicia, Equidad, Diversidad e Inclusión ( G-JEDI ) se formó para desarrollar un lenguaje compartido que defina lo que significa Diversidad, Equidad e Inclusión ( DEI ) para el Equipo Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "En 2021, el comité comenzó a trabajar en una declaración de DEI para describir las formas en que DEI ha informado al Equipo Scratch y al trabajo pasado y presente de la comunidad, y cómo continuará informando nuevas iniciativas en el futuro.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equidad x diseño",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "El Comité de Diseño de EquityX fue creado como un lugar para los miembros del Equipo Scratch y nuestros colaboradores en el grupo de jardín de infantes de toda la vida del MIT para leer y discutir ideas sobre prácticas de diseño centradas en la equidad.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Las conversaciones están guiadas por el diseño de justicia de Sasha Costanza-Chock “: prácticas dirigidas por la comunidad para construir los mundos que necesitamos,” y los miembros del comité discuten formas en que pueden incorporar prácticas de diseño centradas en la equidad en el desarrollo de herramientas y recursos Scratch.",
    "annualReport.2021.access10NewLanguages": "10 nuevos idiomas",
    "annualReport.2021.access10NewLanguagesText": "¡Con un gran agradecimiento a nuestra comunidad de traducción, pudimos conectarnos con Scratchers en 74 idiomas el año pasado! En 2021, se agregaron 10 nuevos idiomas a Scratch, incluyendo xhosa, sepedi, setswana, afrikáans, kichwa, oriya, kazajo, aragonés, frisón occidental y bengalí.",
    "annualReport.2021.accessSouthAfrica": "Scratch de calificación cero en Sudáfrica",
    "annualReport.2021.accessSouthAfricaText": "Para mejorar la experiencia Scratch para jóvenes en regiones con poca o ninguna conectividad a Internet, nos asociamos con el National Education Collaboration Trust ( NECT ) de Sudáfrica para alojar una página con calificación cero para descargar Scratch. Las descargas en páginas con calificación cero no utilizan ningún ancho de banda de datos, lo que reduce la barrera para acceder a Scratch debido a los límites y costos de datos. Solo dos meses después de su lanzamiento en abril de 2021, la página tenía más de 1300 visitantes.",
    "annualReport.2021.accessSnapshot": "Snapshots",
    "annualReport.2021.communityTitle": "Comunidad",
    "annualReport.2021.communityIntro": "En 2021, la comunidad Scratch continuó experimentando un rápido crecimiento a medida que más jóvenes de todo el mundo creaban y se conectaban junto a sus pares. También continuamos desarrollando asociaciones con miembros de la comunidad para mejorar la experiencia Scratch para nuestra diversa comunidad de usuarios.",
    "annualReport.2021.communityScratchConference": "Conferencia Scratch",
    "annualReport.2021.communityScratchConferenceText1": "En julio, los educadores de nuestra comunidad global se reunieron para celebrar la codificación creativa en la Conferencia Scratch. Este evento virtual gratuito fue dirigido por nuestros colaboradores en el Grupo de jardín de infantes de toda la vida del MIT. La conferencia reunió justos {more_bold} a quienes pasaron el día conectándose, colaborando y aprendiendo unos de otros, incluso cuando el COVID nos mantuvo separados.",
    "annualReport.2021.communityScratchConferenceText1More": "más de 1,500 educadores y entusiastas de Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Traductores Voluntarios",
    "annualReport.2021.communityVolunteerTranslatorsText": "Desde 2007, nos hemos comprometido a apoyar a nuestros usuarios en todo el mundo. Nuestros voluntarios de traducción de idiomas trabajan en estrecha colaboración con el Equipo Scratch para ayudar a traducir y localizar nuestra plataforma y recursos para las diversas comunidades a las que servimos.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Miles de traductores han ofrecido su tiempo como voluntarios para traducir Scratch a 74 idiomas y contar, y actualmente hay más de mil traductores inscritos para traducir Scratch y ScratchJr. ¡Estamos agradecidos con nuestros voluntarios por ayudarnos a llegar a más Scratchers en todo el mundo!",
    "annualReport.2021.communityScratchCommunity": "La comunidad Scratch en 2021",
    "annualReport.2021.communityScratchCommunityIntro": "En 2021, se crearon más de 113 millones de proyectos en el sitio Scratch – ¡casi un aumento del 39% desde 2020 – y se crearon más de un millón de nuevos estudios! Durante todo el año, el equipo Scratch organizó numerosos estudios para celebrar eventos importantes y alentar a Scratchers a participar en la comunidad en línea.",
    "annualReport.2021.yearInReview": "Año en Revisita",
    "annualReport.2021.yearInReviewText": "2021 fue un año notable en la comunidad en línea. El equipo comunitario destacó y desarrolló oportunidades para que los jóvenes expresen sus ideas y se involucren de manera positiva, y surgieron movimientos increíbles de los propios Scratchers. Aquí hay un vistazo a algunos de los aspectos más destacados del año:",
    "annualReport.2021.yearInReviewCard1Date": "Enero",
    "annualReport.2021.yearInReviewCard1Title": "Café poético",
    "annualReport.2021.yearInReviewCard1Text": "Nosotros 'abrimos' nuestro primer café poético donde los Scratchers fueron invitados a escribir, compartir o colaborar en poemas para compartir con la comunidad.",
    "annualReport.2021.yearInReviewCard2Date": "Febrero",
    "annualReport.2021.yearInReviewCard2Title": "Estudio del mes de Black History",
    "annualReport.2021.yearInReviewCard2Text": "Los Scratchers compartieron obras de arte interactivas, crearon poemas, vídeos musicales animados y más para celebrar personas y eventos influyentes en Black History.",
    "annualReport.2021.yearInReviewCard3Date": "Abril",
    "annualReport.2021.yearInReviewCard3Title": "Día de los Inocentes",
    "annualReport.2021.yearInReviewCard3Text": "Se les pidió a los Scratchers que imaginaran la vida secreta de Scratch Cat y se embarcaron en una búsqueda del tesoro para divertirse y hacer tonterías en el sitio web de Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Mayo",
    "annualReport.2021.yearInReviewCard4Title": "Semana de Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Los Scratchers de todo el mundo compartieron más de 3,500 proyectos respondiendo a indicaciones temáticas como “Cocinando con Scratch ” e “Invenciones ridículas” para celebrar el cumpleaños de Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Junio",
    "annualReport.2021.yearInReviewCard5Title": "Mes del orgullo",
    "annualReport.2021.yearInReviewCard5Text": "Los Scratchers crearon proyectos utilizando todos los colores del arco iris para celebrar la comunidad LGBTQ + en el estudio del día del orgullo.",
    "annualReport.2021.yearInReviewCard6Date": "Agosto",
    "annualReport.2021.yearInReviewCard6Title": "Campamento de Scratch",
    "annualReport.2021.yearInReviewCard6Text": "Durante este evento anual de tres semanas de duración, los Scratchers crearon más de 7,000 proyectos que se movieron y se conmovieron, mostraron ideas creativas de bricolaje ( bricolaje ), y compartieron sus descubrimientos sobre el mundo natural que los rodea.",
    "annualReport.2021.yearInReviewCard7Date": "Octubre",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Durante dos semanas, los Scratchers crearon proyectos que muestran sus interpretaciones de las indicaciones diarias en el estudio Scratchtober. Se crearon más de 3.500 proyectos en torno a temas de una sola palabra como bajo el agua, celebración y criaturas.",
    "annualReport.2021.yearInReviewCard8Date": "Diciembre",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "La Semana de la Educación en Informática (LSEI) tuvo lugar del 6 -12 de diciembre para celebrar la informática en todo el mundo. ¡Scratch participó en la semana alentando a los miembros de la comunidad a consultar tutoriales, estudios y un evento en vivo organizado en asociación con Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Diciembre",
    "annualReport.2021.yearInReviewCard9Title": "2021: Un año de Scratch en Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "En 2021, los Scratchers aprendieron nuevas habilidades, se conectó con amigos de todo el mundo y encontró formas creativas de expresarse. Más de 1,000 Scratchers compartieron sus recuerdos favoritos de Scratch y lo que Scratch significó para ellos en el estudio 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Con el lanzamiento de Scratch Lab en febrero, hemos abierto las puertas de nuestro proceso de desarrollo directamente a los Scratchers en todo el mundo.",
    "annualReport.2021.communityScratchLabText2": "Antes de decidir si deberíamos introducir nuevos bloques en el editor de codificación Scratch, es crucial ver las formas creativas, innovadoras y sorprendentes en que los Scratchers interactúan con ellos. Scratch Lab es un entorno limitado donde todos pueden probar estas nuevas características y, lo más importante, compartir sus pensamientos e ideas directamente con nosotros.",
    "annualReport.2021.communityScratchLabText3": "Más de 500,000 Scratchers exploraron el sitio de Scratch Lab en 2021, y presentaron más de 37,000 comentarios.",
    "annualReport.2021.communityScratchLabText4": "Esta retroalimentación ha sido invaluable a medida que evaluamos y desarrollamos bloques de texto animado, bloques de detección facial y más nuevas características potenciales.",
    "annualReport.2021.ytData1": "100 mil",
    "annualReport.2021.ytData1Sub": "suscriptores",
    "annualReport.2021.ytData2": "9 millones",
    "annualReport.2021.ytData2Sub": "visualizaciones en vídeos",
    "annualReport.2021.ytData3Top": "visualizadores en",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "países",
    "annualReport.2021.communitySnapshot2Title": "El equipo de Scratch en YouTube",
    "annualReport.2021.communitySnapshot2Text": "¡El canal de YouTube Scratch Team alcanzó 100,000 suscriptores en 2021 — un aumento de casi el 500 por ciento desde 2020! A medida que los estudiantes, los educadores y las familias evolucionaron en respuesta a la pandemia, sabíamos que teníamos que crear recursos que fueran reactivos a sus necesidades.",
    "annualReport.2021.communitySnapshot2Text2": "Estos recursos incluyen una serie de tutoriales completos de Scratch que guían a los usuarios a través del diseño de historias, juegos y animaciones en Scratch. En 2021, estos videos obtuvieron casi nueve millones de visitas de espectadores en 178 países.",
    "annualReport.2021.tutorial1": "Cómo hacer un 'Sobre mí'",
    "annualReport.2021.tutorial2": "Cómo hacer un juego de clics",
    "annualReport.2021.tutorial3": "Cómo hacer un rastro de ratón",
    "annualReport.2021.FounderMessageTitle": "Un mensaje de nuestro fundador",
    "annualReport.2021.FounderMessageSubTitle": "Apoyo e inspiración de un socio fundador",
    "annualReport.2021.FounderMessageText1": "A medida que lea este informe anual, aprenderá sobre muchas formas en que Scratch está ampliando las oportunidades de computación creativa para millones de jóvenes en todo el mundo, especialmente aquellos de comunidades marginadas. Este impacto global es posible debido al trabajo incansable del creciente equipo de ingenieros, diseñadores, educadores, moderadores de la comunidad y otros en la Fundación Scratch.",
    "annualReport.2021.FounderMessageText2": "Para continuar aumentando nuestros esfuerzos e impacto, confiamos en el generoso apoyo financiero de una increíble colección de empresas, fundaciones y donantes individuales que están alineados con nuestra misión y visión. Aquí, quiero destacar el apoyo y la inspiración que hemos recibido de uno de nuestros socios fundadores: la Fundación LEGO.",
    "annualReport.2021.FounderMessageText3": "Mi grupo de investigación en el MIT Media Lab comenzó a colaborar con la compañía LEGO y la Fundación LEGO hace más de 30 años. La financiación de LEGO ayudó a apoyar nuestro trabajo inicial en Scratch, previo al lanzamiento público de Scratch en 2007. Luego, cuando Scratch salió del MIT a la Fundación Scratch en 2019, la Fundación LEGO proporcionó importantes fondos para la nueva organización, con una subvención de cinco años $ 10 millones para “ apoyar el cambio educativo transformador mediante el desarrollo y la promoción de enfoques creativos y lúdicos para la codificación ... en diversos contextos económicos y culturales. ” Cuando llegó la pandemia, la Fundación LEGO aumentó con una subvención adicional de $ 5 millones en 2021, para garantizar que la Fundación Scratch pueda satisfacer las necesidades de los niños y educadores interrumpidos por la pandemia.",
    "annualReport.2021.FounderMessageText4": "Pero la conexión LEGO-Scratch va mucho más allá del apoyo financiero. El enfoque Scratch de crear historias y juegos animados al unir bloques de programación gráfica se inspiró, en parte, en la forma en que los niños construyen casas y castillos LEGO al juntar ladrillos de plástico LEGO. Scratch y LEGO también comparten la misma filosofía educativa basada en proyectos, alentando a los niños a refinar iterativamente sus proyectos probando una idea, viendo lo que sucede, luego haciendo revisiones e intentando nuevamente.",
    "annualReport.2021.FounderMessageText5": "Siempre me ha encantado el eslogan LEGO “ Joy of Building, Pride of Creation. ” La profunda asociación de la Fundación LEGO con la Fundación Scratch está ayudando a llevar “ Joy of Building, Pride of Creation ” a las actividades digitales de los niños. La asociación sirve como modelo de cómo las organizaciones con ideas y valores compartidos pueden trabajar juntas para catalizar el cambio transformador en el aprendizaje y la educación. A medida que la Fundación Scratch continúa construyendo su red de socios y simpatizantes, espero conectarme con otras organizaciones para expandir las oportunidades de computación creativa para los niños de todo el mundo.",
    "annualReport.2021.FounderTitle": "Fundador, Scratch Foundation",
    "annualReport.2021.lookingForward": "Mirando más adelante",
    "annualReport.2021.lookingForwardText1": "En 2021, describimos un Marco Estratégico que guía nuestras principales prioridades para los próximos 4 años. Estamos enfocados en estas áreas principales:",
    "annualReport.2021.lookingForwardText2": "Nos gustaría extender un gran agradecimiento a la Fundación LEGO, cuya generosa beca de recuperación COVID nos permitirá llevar a cabo este trabajo crucial. No podemos esperar para compartir más con usted sobre los emocionantes proyectos que hemos planeado, incluidas las actualizaciones de la experiencia Scratch para escuelas, las actualizaciones de ScratchJr y más.",
    "annualReport.2021.LookingForward1": "Fortalecimiento de la plataforma Scratch e infraestructura comunitaria",
    "annualReport.2021.LookingForward2": "Ampliar los caminos hacia el aprendizaje creativo",
    "annualReport.2021.LookingForward3": "Creación de capacidad organizativa y garantía de sostenibilidad fiscal",
    "annualReport.2021.supportersTitle": "Gracias a nuestros seguidores",
    "annualReport.2021.supportersIntro": "Gracias a nuestros generosos seguidores. Su contribución nos ayuda a ampliar las oportunidades de aprendizaje creativo para niños de todas las edades, de todos los orígenes, en todo el mundo.",
    "annualReport.2021.ourSupporters": "Nuestros apoyadores",
    "annualReport.2021.ourSupportersText": "Queremos agradecer a todos los seguidores de Scratch que, a lo largo de los años, nos han ayudado a increíbles experiencias de aprendizaje para millones de jóvenes en todo el mundo. La siguiente lista se basa en dar a Scratch Foundation del 1 de enero de 2021 al 31 de diciembre de 2021.",
    "annualReport.2021.supportersFoundingTitle": "Socios fundadores — $ 10,000,000 +",
    "annualReport.2021.supportersFoundingText": "Estamos especialmente agradecidos con nuestros socios fundadores que han brindado al menos $ 10,000,000 en apoyo acumulativo, desde el inicio de Scratch en 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Compañeros de Scratch Cat — $ 1,000,000 +",
    "annualReport.2021.supportersCreativityTitle": "Círculo de creatividad — $ 250,000 +",
    "annualReport.2021.supportersCollaborationTitle": "Círculo de colaboración — $ 100,000 +",
    "annualReport.2021.supportersImaginationTitle": "Círculo de imaginación — $ 50,000+",
    "annualReport.2021.supportersInspirationTitle": "Círculo de inspiración — $ 20,000 +",
    "annualReport.2021.supportersExplorationTitle": "Círculo de exploración — $ 5,000 +",
    "annualReport.2021.supportersPlayTitle": "Círculo de juego — $ 1,000 +",
    "annualReport.2021.supportersInKindTitle": "Partidarios en especie",
    "annualReport.2021.leadershipTitle": "Nuestro Equipo",
    "annualReport.2021.leadershipBoard": "Junta directiva",
    "annualReport.2021.leadershipChair": "Silla",
    "annualReport.2021.leadershipProfessor": "Profesor de Investigación del Aprendizaje",
    "annualReport.2021.leadershipViceChair": "Vicepresidente",
    "annualReport.2021.leadershipCoFounder": "Cofundador y Copresidente",
    "annualReport.2021.leadershipBoardMember": "Miembro de la Junta",
    "annualReport.2021.leadershipPresidentCEO": "Presidente y CEO",
    "annualReport.2021.leadershipFormerPresident": "Expresidente",
    "annualReport.2021.leadershipFounderCEO": "Fundador y CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Ex CEO y Presidenta",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Secretario de la Junta y Tesorero",
    "annualReport.2021.leadershipBoardSecretary": "Secretario de la junta",
    "annualReport.2021.leadershipBoardTreasurer": "Tesorero de la Junta",
    "annualReport.2021.leadershipScratchTeam": "2021 Equipo de Scratch",
    "annualReport.2021.leadershipED": "Director ejecutivo",
    "annualReport.2021.teamThankYou": "Gracias a Mitch Resnick, Natalie Rusk, Rupal Jain y otros colaboradores del Grupo de jardín de infantes de toda la vida en el MIT Media Lab por su incansable apoyo a Scratch.",
    "annualReport.2021.donateTitle": "Apóyanos",
    "annualReport.2021.donateMessage": "Su apoyo nos permite crear experiencias de aprendizaje inspiradoras, creativas y memorables para niños en todas partes, especialmente aquellos que han sido excluidos sistémicamente de las oportunidades de codificación creativa. Haga un regalo para Scratch hoy para ayudarnos a mantener nuestros servidores en funcionamiento, mantener nuestra creciente comunidad global y hacer posible la codificación creativa para los niños en todos los países del mundo.",
    "annualReport.2021.donateMessage2": "Gracias por su generosidad",
    "annualReport.2021.donateButton": "Donar",
    "annualReport.2021.projectBy": "proyecto creado por",
    "annualReport.2021.JuneIlloAttr": "Banderas creadas por @ratchild",
    "annualReport.2021.OctIlloAttr": "Papa y vasos por @Cupwing",
    "annualReport.2021.altMap": "Un mapa del mundo que muestra 41 organizaciones SEC",
    "annualReport.2021.altSECSpotlightImage": "Un niño juega con un juguete frente a un fondo naranja.",
    "annualReport.2021.altAccessibility": "Dos personas usan lenguaje de señas frente a un fondo verde.",
    "annualReport.2021.altaccessDEICommittee": "Una mano sostiene un componente de Scratch sobre un fondo verde.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Una mano pinta componentes de Scratch sobre un fondo azul.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Dos manos alcanzan una burbuja de texto con un corazón dentro.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Dos manos trabajan juntas para compilar una lista de componentes de Scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Dos niños, uno con una tableta y otro con una computadora portátil, trabajan juntos en un proyecto de Scratch.",
    "annualReport.2021.altcommunityVolunteerTransators": "Se levantan cuatro manos con burbujas de texto que descansan sobre ellas frente a un fondo morado.",
    "annualReport.2021.altcommunityThankYou": "Un globo con una pancarta que dice 'Gracias' rodeado de palabras para agradecer en varios idiomas.",
    "annualReport.2021.altAvatar": "avatar del usuario",
    "annualReport.2021.altDropdownArrow": "Flecha que indica el menú desplegable.",
    "annualReport.2021.altMastheadIllustration": "Tres personas interactuando con componentes físicos de Scratch.",
    "annualReport.2021.altWave": "Una mano emoji ondeando.",
    "annualReport.2021.altMitchHeadshot": "Fundador Mitch Resnick",
    "annualReport.2021.altCalendar": "Un calendario de 2021.",
    "annualReport.2021.altWorldVisualization": "Una versión ilustrada del globo.",
    "annualReport.2021.altSaudiArabiaVisualization": "Un gráfico de barras que muestra que había más del doble de nuevos usuarios de Scratch en 2021 que en 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Un componente de programación Scratch en amarillo.",
    "annualReport.2021.altSECVideoPreview": "La interfaz Scratch aparece a la izquierda y aparece una firma de chicas a la derecha.",
    "annualReport.2021.altScratchJr": "Lectura de texto Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Un componente de programación Scratch horizontal amarillo.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Dos manos alineando componentes físicos de Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Manos que se extienden frente a un fondo morado con burbujas de texto flotando sobre ellos.",
    "annualReport.2021.altScratchLogoText": "Un rectángulo verde con las palabras 'Scratch Lab'.",
    "annualReport.2021.altScratchLabVideo": "Una captura de pantalla de un proyecto Scratch con un botón de reproducción en la parte superior.",
    "annualReport.2021.altHat": "Una persona con un sombrero amarillo y gafas de sol de corazón rosa.",
    "annualReport.2021.altScratchText": "Un componente de Scratch arco iris que muestra el texto, '¡Aquí vamos!'",
    "annualReport.2021.altStar": "Una chica con una estrella amarilla frente a su cara.",
    "annualReport.2021.altMouseTrail": "Múltiples cortes de una cabeza de ardilla colocados al azar uno encima del otro.",
    "annualReport.2021.altSECWorkshops": "Gente jugando juntos",
    "annualReport.2021.altArrowUp": "Una flecha apuntando hacia arriba.",
    "annualReport.2021.altTranslated": "Un componente de Scratch que dice \"Hola\" y enumera los idiomas en los que está disponible scratch.",
    "annualReport.2021.altAboutMe": "Las palabras 'Acerca de mí' se colocan sobre un caballete, erizo, mango y balón de fútbol.",
    "annualReport.2021.altClickerGame": "Un juego de matemáticas que muestra una manzana, una naranja y un tazón cortado de fruta.",
    "annualReport.2021.altLookingForward1": "Hexágonos entrelazados que muestran un remolino, un comienzo y un corazón.",
    "annualReport.2021.altLookingForward2": "Un poste de señalización con una flecha que se inclina hacia la derecha mostrando un remolino y una flecha apuntando hacia la izquierda mostrando un corazón.",
    "annualReport.2021.altLookingForward3": "Coloridos bloques alineados para crear pasos con una planta que crece en la parte superior.",
    "annualReport.2021.altSparkle": "Decoración de brillo blanco",
    "annualReport.2021.altDownArrow": "Flecha púrpura apuntando hacia abajo",
    "annualReport.2021.altConnectingLine": "Una línea punteada que conecta elementos de línea de tiempo.",
    "annualReport.2021.altApril": "Un bolígrafo y componentes Scratch colocados sobre un fondo morado.",
    "annualReport.2021.altJune": "Un pastel de cumpleaños frente a una pancarta de banderas que muestra varios tipos de orgullo LGBTQ +.",
    "annualReport.2021.altAugust": "Una papa, sombrero de cumpleaños y gafas de sol sobre un fondo morado.",
    "annualReport.2021.altCard1": "Una gota colorida flota frente a un fondo negro y gris junto a las palabras \"Un sueño en un mundo de pesadillas.'",
    "annualReport.2021.altCard2": "Una mujer negra lleva una diadema amarilla y aretes de aro dorados.",
    "annualReport.2021.altCard3": "La mascota del gato rasca y gana se balancea frente a los edificios acompañada de un texto que dice \"Creo que Scratch Cat es un superhéroe.'",
    "annualReport.2021.altCard5": "Un bloque sonriente se encuentra junto a una burbuja de texto que dice \"no importa cómo se vista alguien, qué pronombres usan o a quién aman, ¡siempre debes respetarlos!'",
    "annualReport.2021.altCard6": "Una papa con gafas de sol se sienta frente a un fondo morado.",
    "annualReport.2021.altCard7": "Un colorido sombrero de cumpleaños se encuentra encima de un cubo de neón.",
    "annualReport.2021.altCard9": "'2022' se encuentra frente a un arco iris de óvalos.",
    "annualReport.2021.altDonateIllustration": "Dos manos forman la forma de un corazón con los dedos dentro de una forma de corazón cortada."
}