{
    "annualReport.2021.subnavFoundersMessage": "Message du fondateur",
    "annualReport.2021.subnavMission": "Mission",
    "annualReport.2021.subnavReach": "Portée",
    "annualReport.2021.subnavThemes": "Thèmes",
    "annualReport.2021.subnavDirectorsMessage": "Message du directeur",
    "annualReport.2021.subnavSupporters": "Soutiens",
    "annualReport.2021.subnavTeam": "Équipe",
    "annualReport.2021.subnavDonate": "Faire un don",
    "annualReport.2021.mastheadYear": "Rapport annuel 2021",
    "annualReport.2021.mastheadTitle": "Construire ensemble une communauté équitable",
    "annualReport.2021.directorsMessageTitle": "Un message de notre directeur exécutif",
    "annualReport.2021.directorsMessageP1": "En 2021, COVID-19 a continué à perturber nos habitudes et à façonner la façon dont nous interagissons les uns avec les autres. Même si nous avons commencé à nous rassembler, que les écoles ont rouvert et que des appels ont été lancés en faveur d'un « retour à la normale », les plus vulnérables de notre société ont été touchés de manière disproportionnée par les structures inéquitables que la COVID-19 a exacerbées. La crise du COVID-19 a façonné les relations des jeunes avec Scratch, et a consolidé Scratch comme un lieu plus vital que jamais pour créer, apprendre et se connecter. Mais alors que nous entrons dans une nouvelle année, nous n'avons pas laissé derrière nous nos jeunes les plus vulnérables alors qu'ils commencent à entrer dans une « nouvelle normalité ».",
    "annualReport.2021.directorsMessageP2": "L'une des valeurs fondamentales de Scratch a toujours été de donner aux jeunes les moyens d'explorer, de créer, de jouer et de découvrir — des possibilités qui ne sont pas offertes équitablement à tous les élèves.",
    "annualReport.2021.directorsMessagePullquote": "Nous croyons au pouvoir transformateur de l'expression personnelle et de la créativité, et à la nécessité d'offrir un espace aux jeunes pour qu'ils utilisent le codage créatif comme un outil pour faire entendre leur voix.",
    "annualReport.2021.directorsMessageP3": "Je suis fier de servir en tant que directeur exécutif de la Scratch Foundation pendant ce moment crucial de notre histoire, et je continuerai à diffuser l'approche bienveillante et collaborative de Scratch en matière d'apprentissage créatif aux enfants du monde entier qui ont le plus besoin de ces opportunités.",
    "annualReport.2021.directorsMessageP4": "L'année dernière a été une année incroyable pour la Scratch Foundation, nous nous sommes concentrés sur la croissance de notre équipe avec des leaders remarquables et diversifiés et sur la construction d'une base solide pour notre transition continue vers une organisation indépendante. Nous avons développé un plan stratégique de trois ans avec les efforts combinés de chaque membre de l'équipe à tous les niveaux de notre organisation, codifiant le travail que nous entreprenons ensemble. Au fur et à mesure que Scratch se développe, nous restons concentrés sur l'équité et la construction de la communauté, et nous gardons Scratch comme un espace sûr pour que les enfants puissent se connecter, créer et collaborer avec leurs pairs dans le monde entier.",
    "annualReport.2021.directorsMessageP5": "Je ne saurais trop vous remercier de vous être embarqués dans ce voyage avec notre équipe, et de votre soutien continu à notre mission. La compassion et la créativité de la communauté Scratch sont une source d'inspiration inépuisable pour nous, et nous sommes impatients que vous nous rejoigniez dans l'important travail qui nous attend.",
    "annualReport.2021.EDTitle": "Directeur exécutif, Scratch Foundation",
    "annualReport.2021.watchVideo": "Voir la vidéo",
    "annualReport.2021.missionTitle": "Notre mission, notre vision et nos valeurs",
    "annualReport.2021.missionP1": "Nous nous engageons en faveur de la justice éducative et donnons la priorité à l'équité dans tous les aspects de notre travail, avec un accent particulier sur les initiatives et les approches qui soutiennent les enfants, les familles et les éducateurs qui ont été exclus de l'informatique créative.",
    "annualReport.2021.missionP2": "Nous avons développé Scratch en tant qu'environnement d'apprentissage gratuit, sûr et ludique, qui incite tous les enfants à penser de manière créative, à raisonner de manière systématique et à travailler en collaboration — des compétences essentielles pour tous dans la société actuelle. Nous travaillons avec des éducateurs et des familles pour aider les enfants à explorer, partager et apprendre.",
    "annualReport.2021.missionHeader": "Mission",
    "annualReport.2021.missionSubtitle": "Fournir aux jeunes des outils numériques et des opportunités pour imaginer, créer, partager, et apprendre.",
    "annualReport.2021.visionHeader": "Vision",
    "annualReport.2021.visionSubtitle": "Répandre des approches créatives, bienveillantes, collaboratives, et équitables au codage et à l'apprentissage dans le monde entier.",
    "annualReport.2021.valuesHeader": "Valeurs",
    "annualReport.2021.valuesSubtitle": "Dans ce travail, nous sommes guidés par nos valeurs fondamentales qui définissent nos principes en tant qu'organisation et communauté :",
    "annualReport.2021.creativeExpressionTitle": "Expression créative",
    "annualReport.2021.progressiveImprovementTitle": "Amélioration continue",
    "annualReport.2021.EquitableOpportunitiesTitle": "Opportunités équitables",
    "annualReport.2021.playfulEngagementTitle": "Engagement ludique",
    "annualReport.2021.creativeExpressionDescription": "Nous nous engageons à fournir à chacun des outils et des opportunités pour exprimer ses idées, ses intérêts et son authenticité au sein d'une communauté de soutien.",
    "annualReport.2021.progressiveImprovementDescription": "Nous sommes très exigeants et nous nous efforçons toujours d'itérer, de nous améliorer et de nous inspirer les uns des autres pour mieux servir les jeunes du monde entier et la communauté qui rend notre travail possible.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Nous construisons un mouvement éducatif regroupant des personnes d'origines diverses afin de pouvoir toucher les enfants du monde entier qui ont été exclus des possibilités de codage créatif.",
    "annualReport.2021.playfulEngagementDescription": "Chez Scratch, le jeu est une approche pour créer, partager, apprendre et s'engager dans le monde. Nous encourageons l'exploration, l'expérimentation et la collaboration.",
    "annualReport.2021.reachTitle": "Atteindre les enfants du monde entier",
    "annualReport.2021.reachSubtitle": "Scratch est la plus grande communauté de codage au monde pour les enfants et les adolescents de 8 ans et plus.",
    "annualReport.2021.reachMillion": "million",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22 % depuis 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39 % depuis 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44 % depuis 2020",
    "annualReport.2021.reachNewUsers": "Nouveaux utilisateurs",
    "annualReport.2021.reachProjectsCreated": "Projets créés",
    "annualReport.2021.reachProjectCreators": "Créateurs de projets",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch est utilisé dans le monde entier dans {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "plus de 200 pays et territoires",
    "annualReport.2021.reachSaudiArabiaTitle": "Arabie Saoudite",
    "annualReport.2021.reachSaudiArabiaDescription": "Nous avons constaté une croissance énorme dans le monde entier en 2021, mais nous avons été stupéfaits de voir la croissance en Arabie saoudite, où nous avons vu deux fois plus de nouveaux utilisateurs que l'année précédente.",
    "annualReport.2021.reachTranslationTitle": "Scratch est traduit en 74 langues",
    "annualReport.2021.reachTranslationIncrease": "10 langues depuis 2020",
    "annualReport.2021.reachTranslationBlurb": "Merci aux traducteurs bénévoles du monde entier.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr est un environnement de programmation d'introduction qui permet aux jeunes enfants (5-7 ans) de créer leurs propres histoires et jeux interactifs.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Téléchargements en 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 million depuis 2020",
    "annualReport.2021.themesTitle": "Thèmes émergents",
    "annualReport.2021.themesDescription": "En plein milieu de la période incertaine du COVID-19, Scratch a continué à servir d'espace clé pour que les jeunes puissent se connecter et créer ensemble. En 2021, nous avons concentré nos efforts sur la construction d'une base solide pour soutenir équitablement notre communauté mondiale croissante et notre équipe Scratch grandissante. Notre travail s'est articulé autour de trois thèmes majeurs : favoriser la communauté, accroître l'accès et l'accessibilité, et développer le Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Les voix et les partenariats de la communauté sont profondément ancré dans l'histoire de Scratch. Ils ont été, et continuent d'être, une partie intégrante de notre aide pour augmenter les opportunités de codage accessibles et équitables dans le monde entier. En 2021, nous avons lancé la Scratch Education Collaborative, une initiative visant à identifier et à éliminer les obstacles à l'accès au codage créatif qui relie des organisations remarquables dans le monde entier.",
    "annualReport.2021.SECWhatIs": "Qu'est que la SEC ?",
    "annualReport.2021.SECWhatIsP1": "La SEC soutient et engage les organisations participantes dans une expérience de cohorte collaborative de deux ans pour renforcer leur engagement et la mise en œuvre d'un codage créatif équitable à l'aide de Scratch et ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "À la fin de l'expérience de la cohorte, les organisations auront formé de nouveaux partenariats entre elles et avec Scratch, et auront établi de nouveaux modèles de ressources de codage créatif axés sur l'équité.",
    "annualReport.2021.SECWhatIsP3": "Notre travail avec la SEC est rendu possible grâce à une généreuse subvention de Google.org. Nous tenons à leur exprimer notre gratitude pour leur soutien continu à notre mission.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organisations",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "pays",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partenaires",
    "annualReport.2021.SECMapParagraph": "Notre première cohorte comprenait 41 organisations représentant 13 pays du monde entier, unies par leur engagement à soutenir les apprenants issus de communautés historiquement marginalisées en développant leur confiance en l'informatique créative. Leurs emplacements sont présentés ci-dessous :",
    "annualReport.2021.spotlightStory": "Histoire mise en avant",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science, une organisation à but non lucratif basée au Texas qui propose des programmes de mathématiques, de codage et de robotique aux jeunes défavorisés, a été l'une des 41 organisations exceptionnelles à rejoindre la première cohorte de la Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "En 2021, nous avons aidé Bridges to Science à animer son premier atelier “Hour of Code” avec Code.org. L'événement “Fiestas y Piñatas” a attiré plus de 22 000 enseignants et élèves d'Amérique latine. Nous avons également collaboré avec Bridges to Science pour développer une boîte à outils de ressources uniques pour répondre aux besoins de leur communauté.",
    "annualReport.2021.SECPullQuote": "L'une des plus grandes joies que nous ayons à enseigner à nos élèves est que chacun d'entre eux, aussi calme soit-il, trouve une voix dans l'informatique grâce à Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  fondatrice de Bridges to Science",
    "annualReport.2021.SECWorkshops": "Ateliers SEC",
    "annualReport.2021.SECWorkshopsText": "L'année dernière, la Scratch Education Collaborative a organisé une série d'ateliers qui ont aidé sa cohorte inaugurale à définir et à explorer des voies uniques vers un codage créatif équitable. Les ateliers ont été animés par Stanford d. School, Tinkering Studio, le Brazilian Creative Learning Network et Chicago Public Schools CS4ALL. Ensemble, les participants aux ateliers ont développé une compréhension commune du codage créatif et ont discuté des stratégies et des pratiques qui favorisent les communautés culturellement durables par la communication et la collaboration créatives.",
    "annualReport.2021.SECWorkshopsSubtitle": "Comment pouvons-nous donner à la communauté locale les moyens d'explorer le codage créatif ?",
    "annualReport.2021.accessTitle": "Accès",
    "annualReport.2021.accessIntro": "Alors que la COVID-19 a contraint les écoles à fermer et a poussé l'apprentissage vers les espaces virtuels, de nombreux élèves et enseignants ont découvert Scratch pour la première fois ou ont adapté leur manière d'enseigner et d'apprendre le codage créatif. De chez nous, l'équipe Scratch a travaillé pour soutenir les besoins changeants des éducateurs et de la communauté en ligne.",
    "annualReport.2021.accessASL": "Tutoriel ASL",
    "annualReport.2021.accessASLText": "En 2021, nous nous sommes associés à Deaf Kids Code pour lancer notre premier tutoriel sur la langue des signes américaine dans l'éditeur Scratch.",
    "annualReport.2021.accessASLText2": "Ensemble, nous avons eu l'idée de créer une ressource permanente qui élargirait les possibilités de création pour les Scratchers malentendants.",
    "annualReport.2021.accessASLText3": "Cette vidéo est un remake de 13 minutes de notre tutoriel original “Bien débuter avec Scratch” qui présente la plateforme Scratch aux débutants.",
    "annualReport.2021.accessPullQuote": "Pour être un bon partenaire, il faut être prêt à se rendre accessible et à donner du poids aux recommandations d'organisations comme la mienne... Demander : \"Que pouvons-nous faire ?\" et nous laisser prendre les rênes et aller de l'avant, avec très peu ou pas de résistance ; c'est une chose très rare.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, fondatrice de Deaf Kids Code ",
    "annualReport.2021.accessDEICommittee": "DEI Committees chez Scratch",
    "annualReport.2021.accessDEICommitteeText": "En 2021, plusieurs comités de Scratch se sont engagés dans un travail visant à rendre Scratch plus diversifié, équitable et inclusif pour tous les utilisateurs. Nous sommes ravis de partager les progrès réalisés par chaque comité et le travail qui reste à accomplir.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Accessibilité",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Le Comité Accessibilité a été créé en réponse à la difficulté d'un membre de l'équipe Scratch à utiliser les blocs de codage de Scratch et au besoin reconnu de mieux soutenir les Scratchers de toutes capacités.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "En octobre 2021, le comité a lancé un projet visant à rendre la couleur de nos blocs de codage accessible aux Scratchers souffrant de déficiences visuelles. Le comité est enthousiaste à l'idée de s'associer à des enseignants et à des organisations communautaires spécialisées dans l'accessibilité afin que les blocs de codage répondent aux directives d'accessibilité du Web, et surtout, aux étages inférieurs pour rendre Scratch plus accessible à tous.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Le comité G-JEDI (Global, Justice, Equity, Diversity, and Inclusion) a été formé pour développer un langage commun qui définit ce que la diversité, l'équité et l'inclusion (DEI) signifient pour l'équipe Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "En 2021, le comité a commencé à travailler sur une déclaration sur la DEI afin de souligner les façons dont la DEI a influencé le travail passé et présent de l'équipe Scratch et de la communauté, et comment elle continuera à influencer les nouvelles initiatives à l'avenir.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Le comité EquityXDesign a été créé comme un endroit pour les membres de l'équipe Scratch et nos collaborateurs du groupe Lifelong Kindergarten du MIT pour lire et discuter des idées autour des pratiques de conception centrées sur l'équité.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Les conversations sont guidées par l'ouvrage de Sasha Costanza-Chock “Design Justice : Community-Led Practices to Build the Worlds We Need” de Sasha Costanza-Chock, et les membres du comité discutent de la manière dont ils peuvent intégrer des pratiques de conception centrées sur l'équité dans le développement d'outils et de ressources Scratch.",
    "annualReport.2021.access10NewLanguages": "10 nouvelles langues",
    "annualReport.2021.access10NewLanguagesText": "Nous remercions notre communauté de traducteurs, grâce à eux, nous avons pu communiquer avec des Scratchers dans 74 langues l'année dernière ! En 2021, 10 nouvelles langues ont été ajoutées à Scratch, notamment l'isiXhosa (Afrique du Sud), le Sepedi (Afrique du Sud), le Setswana (Afrique du Sud), l'Afrikaans (Afrique du Sud), le Kichwa (Pérou), le ଓଡ଼ିଆ/Odia (Inde), le Kazakh (Kazakhstan), l'Aragonais (Espagne), le Frison occidental (Pays-Bas) et le Bengali (Bangladesh, Inde et autres régions).",
    "annualReport.2021.accessSouthAfrica": "Zero-rated Scratch en Afrique du Sud",
    "annualReport.2021.accessSouthAfricaText": "Afin d'améliorer l'expérience Scratch pour les jeunes dans les régions où la connectivité Internet est faible ou inexistante, nous avons établi un partenariat avec le National Education Collaboration Trust (NECT) d'Afrique du Sud pour héberger une page zero-rated pour le téléchargement de Scratch. Les téléchargements sur les pages zero-rated ne consomment pas de bande passante, ce qui réduit les obstacles à l'accès à Scratch dus aux limites et aux coûts des données. Deux mois seulement après son lancement en avril 2021, la page comptait plus de 1300 visiteurs.",
    "annualReport.2021.accessSnapshot": "Instantanés",
    "annualReport.2021.communityTitle": "Communauté",
    "annualReport.2021.communityIntro": "En 2021, la communauté Scratch a continué à connaître une croissance rapide, car encore plus de jeunes du monde entier ont créé et se sont connectés aux côtés de leurs pairs. Nous avons également continué à développer des partenariats avec les membres de la communauté afin d'améliorer l'expérience Scratch pour notre communauté diversifiée d'utilisateurs.",
    "annualReport.2021.communityScratchConference": "Conférence Scratch",
    "annualReport.2021.communityScratchConferenceText1": "En juillet, les éducateurs de notre communauté mondiale se sont réunis pour célébrer le codage créatif lors de la conférence Scratch. Cet événement virtuel gratuit était dirigé par nos collaborateurs du Lifelong Kindergarten Group du MIT. La conférence a rassemblé {more_bold}, qui a passé la journée à discuter, à collaborer et à apprendre les uns des autres, même si le COVID nous a séparés.",
    "annualReport.2021.communityScratchConferenceText1More": "plus de 1 500 éducateurs et passionnés de Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Traducteurs bénévoles",
    "annualReport.2021.communityVolunteerTranslatorsText": "Depuis le lancement de Scratch en 2007, nous nous sommes engagés à soutenir nos utilisateurs dans le monde entier. Nos traducteurs bénévoles travaillent en étroite collaboration avec l'équipe Scratch pour aider à traduire et à localiser notre plateforme et nos ressources pour les diverses communautés que nous servons.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Des milliers de traducteurs ont donné de leur temps pour traduire Scratch en 74 langues et plus, et il y a actuellement plus d'un millier de traducteurs inscrits pour traduire Scratch et ScratchJr. Nous sommes reconnaissants à nos bénévoles de nous aider à atteindre plus de Scratchers dans le monde entier !",
    "annualReport.2021.communityScratchCommunity": "La communauté Scratch en 2021",
    "annualReport.2021.communityScratchCommunityIntro": "En 2021, plus de 113 millions de projets ont été créés sur le site Scratch - soit une augmentation de près de 39 % par rapport à 2020 – et plus d'un million de nouveaux studios ont été créés ! Tout au long de l'année, l'équipe Scratch a organisé de nombreux studios pour célébrer des événements importants et encourager les Scratchers à participer à la communauté en ligne.",
    "annualReport.2021.yearInReview": "Bilan de l'année",
    "annualReport.2021.yearInReviewText": "2021 a été une année remarquable pour la communauté en ligne. L'équipe Communauté a mis en lumière et développé des opportunités pour les jeunes d'exprimer leurs idées et de s'engager de manière positive, et des mouvements incroyables ont vu le jour à partir des Scratchers eux-mêmes. Voici un aperçu de certains des moments forts de l'année :",
    "annualReport.2021.yearInReviewCard1Date": "Janvier",
    "annualReport.2021.yearInReviewCard1Title": "Poetic Cafe",
    "annualReport.2021.yearInReviewCard1Text": "Nous avons “ouvert” notre tout premier Poetic Cafe où les Scratchers étaient invités à écrire, partager ou collaborer sur des poèmes à partager avec la communauté.",
    "annualReport.2021.yearInReviewCard2Date": "Février",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Les Scratchers ont partagé des œuvres d'art interactives, créé des poèmes, animé des clips musicaux et bien d'autres choses encore pour célébrer les personnes et les événements influents de l'histoire des Noirs.",
    "annualReport.2021.yearInReviewCard3Date": "Avril",
    "annualReport.2021.yearInReviewCard3Title": "Poisson d'avril",
    "annualReport.2021.yearInReviewCard3Text": "Les Scratchers ont été invités à imaginer la “vie secrète” du chat Scratch et ont participé à une chasse au trésor pour trouver des choses amusantes et loufoques cachées sur le site Web de Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Mai",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Les Scratchers du monde entier ont partagé plus de 3 500 projets répondant à des thèmes comme “Cooking With Scratch\" et “Ridiculous Inventions” pour fêter l'anniversaire de Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Juin",
    "annualReport.2021.yearInReviewCard5Title": "Pride Month",
    "annualReport.2021.yearInReviewCard5Text": "Les Scratchers ont créé des projets utilisant toutes les couleurs de l'arc-en-ciel pour célébrer la communauté LGBTQ+ dans le studio Pride Month.",
    "annualReport.2021.yearInReviewCard6Date": "Août",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard6Text": "Au cours de cet événement annuel de trois semaines, les Scratchers ont créé plus de 7 000 projets géniaux, présenté des idées créatives de bricolage et partagé leurs découvertes sur le monde naturel qui les entoure.",
    "annualReport.2021.yearInReviewCard7Date": "Octobre",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtobre",
    "annualReport.2021.yearInReviewCard7Text": "Pendant deux semaines, les Scratchers ont créé des projets présentant leurs interprétations des messages quotidiens dans le studio Scratchtober. Plus de 3 500 projets ont été créés autour de thèmes à un seul mot, tels que \"sous-marin\", \"célébration\" et \"créatures\".",
    "annualReport.2021.yearInReviewCard8Date": "Décembre",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) s'est déroulée du 6 au 12 décembre pour célébrer l'informatique dans le monde entier. Scratch a participé à cette semaine en encourageant les membres de la communauté à consulter les tutoriels, les studios et un événement en direct organisé en partenariat avec Makey Makey !",
    "annualReport.2021.yearInReviewCard9Date": "Décembre",
    "annualReport.2021.yearInReviewCard9Title": "2021 : A Scratch Year in Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "En 2021, les Scratchers ont appris de nouvelles compétences, se sont connectés avec des amis du monde entier et ont trouvé des moyens créatifs de s'exprimer. Plus de 1 000 Scratchers ont partagé leurs souvenirs Scratch préférés et ce que Scratch représentait pour eux dans le 2021: A Scratch Year in Review studio.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Avec le lancement de Scratch Lab en février, nous avons ouvert les portes de notre processus de développement directement aux Scratchers du monde entier.",
    "annualReport.2021.communityScratchLabText2": "Avant de décider si nous devons introduire de nouveaux blocs dans l'éditeur de code Scratch, il est crucial de voir les façons créatives, innovantes et surprenantes dont les Scratchers interagissent avec eux. Scratch Lab est un bac à sable où chacun peut essayer ces nouvelles fonctionnalités et, surtout, partager leurs avis et leurs idées directement avec nous.",
    "annualReport.2021.communityScratchLabText3": "Plus de 500 000 Scratchers ont exploré le site Scratch Lab en 2021, et ils ont soumis plus de 37 000 commentaires.",
    "annualReport.2021.communityScratchLabText4": "Ce retour nous a été précieux pour évaluer et développer les blocs de texte animé, les blocs de détection des visages et d'autres nouvelles fonctionnalités potentielles.",
    "annualReport.2021.ytData1": "100 000",
    "annualReport.2021.ytData1Sub": "abonnés",
    "annualReport.2021.ytData2": "9 millions",
    "annualReport.2021.ytData2Sub": "vues sur les vidéos",
    "annualReport.2021.ytData3Top": "spectateurs de",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "pays",
    "annualReport.2021.communitySnapshot2Title": "L'équipe Scratch sur YouTube",
    "annualReport.2021.communitySnapshot2Text": "La chaîne YouTube de l'équipe Scratch a atteint 100 000 abonnés en 2021, soit une augmentation de près de 500 % par rapport à 2020 ! Comme les élèves, les éducateurs et les familles ont évolué en réponse à la pandémie, nous savions que nous devions créer des ressources en réponse à leurs besoins.",
    "annualReport.2021.communitySnapshot2Text2": "Ces ressources comprennent une série de tutoriels Scratch complets qui guident les utilisateurs dans la conception d'histoires, de jeux et d'animations sur Scratch. En 2021, ces vidéos ont recueilli près de neuf millions de vues de spectateurs de 178 pays.",
    "annualReport.2021.tutorial1": "Comment créer une page \"À propos de moi\" ?",
    "annualReport.2021.tutorial2": "Comment créer un jeu de clics",
    "annualReport.2021.tutorial3": "Comment créer une traînée de souris",
    "annualReport.2021.FounderMessageTitle": "Un message de notre fondateur",
    "annualReport.2021.FounderMessageSubTitle": "Soutien et inspiration d'un partenaire fondateur",
    "annualReport.2021.FounderMessageText1": "En parcourant ce rapport annuel, vous découvrirez les nombreuses façons dont Scratch élargit les possibilités d'informatique créative pour des millions de jeunes dans le monde, en particulier ceux issus de communautés marginalisées. Cet impact mondial est possible grâce au travail inlassable de l'équipe croissante d'ingénieurs, de concepteurs, d'éducateurs, de modérateurs de communauté et d'autres personnes de la Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Pour continuer à développer nos efforts et notre impact, nous comptons sur le soutien financier généreux d'une incroyable collection d'entreprises, de fondations et de donateurs individuels qui sont en accord avec notre mission et notre vision. Ici, je veux souligner le soutien et l'inspiration que nous avons reçus de l'un de nos partenaires fondateurs : la LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Mon groupe de recherche au MIT Media Lab a commencé à collaborer avec la société LEGO et la LEGO Foundation il y a plus de 30 ans. Les fonds LEGO ont contribué à soutenir nos premiers travaux sur Scratch, jusqu'au lancement public de Scratch en 2007. Puis, lorsque Scratch s'est détaché du MIT pour devenir la Scratch Foundation en 2019, la LEGO Foundation a fourni un financement important à la nouvelle organisation, avec une subvention de 10 millions de dollars sur cinq ans pour “soutenir un changement éducatif transformateur en développant et en promouvant des approches ludiques et créatives du codage... dans divers contextes économiques et culturels”. Lorsque la pandémie a frappé, la LEGO Foundation est intervenue avec une subvention supplémentaire de 5 millions de dollars en 2021, afin de s'assurer que la Scratch Foundation puisse répondre aux besoins des enfants et des éducateurs perturbés par la pandémie.",
    "annualReport.2021.FounderMessageText4": "Mais le lien entre LEGO et Scratch va bien au-delà du soutien financier. L'approche de Scratch, qui consiste à créer des histoires et des jeux animés en assemblant des blocs de programmation graphique, a été inspirée, en partie, par la façon dont les enfants construisent des maisons et des châteaux LEGO en assemblant des briques LEGO en plastique. Scratch et LEGO partagent également la même philosophie d'éducation par projet, qui encourage les enfants à affiner leurs projets de manière itérative en essayant une idée, en voyant ce qui se passe, puis en apportant des modifications et en réessayant.",
    "annualReport.2021.FounderMessageText5": "J'ai toujours aimé le slogan de LEGO “La joie de construire, la fierté de créer”. Le partenariat approfondi de la LEGO Foundation avec la Scratch Foundation contribue à apporter la “La joie de construire, la fierté de créer” aux activités numériques des enfants. Ce partenariat est un modèle de la façon dont des organisations partageant des idées et des valeurs communes peuvent travailler ensemble pour catalyser un changement transformationnel dans l'apprentissage et l'éducation. Alors que la Scratch Foundation continue à construire son réseau de partenaires et de supporters, je suis impatient de me connecter avec d'autres organisations pour élargir les possibilités d'informatique créative pour les enfants du monde entier.",
    "annualReport.2021.FounderTitle": "Fondateur de la Scratch Foundation",
    "annualReport.2021.lookingForward": "Perspectives",
    "annualReport.2021.lookingForwardText1": "En 2021, nous avons défini un cadre stratégique guidant nos principales priorités pour les quatre prochaines années. Nous nous concentrons sur ces grands domaines :",
    "annualReport.2021.lookingForwardText2": "Nous tenons à remercier chaleureusement la LEGO Foundation, dont la généreuse subvention de relance COVID nous permettra de mener à bien ce travail crucial. Nous sommes impatients de partager avec vous les projets passionnants que nous avons prévus, y compris les mises à jour de l'expérience Scratch pour les écoles, les mises à jour de ScratchJr, et plus encore.",
    "annualReport.2021.LookingForward1": "Renforcer la plateforme Scratch et l'infrastructure communautaire",
    "annualReport.2021.LookingForward2": "Élargir les voies de l'apprentissage créatif",
    "annualReport.2021.LookingForward3": "Renforcer la capacité organisationnelle et assurer la viabilité budgétaire",
    "annualReport.2021.supportersTitle": "Merci à nos soutiens",
    "annualReport.2021.supportersIntro": "Merci à nos généreux soutiens. Votre contribution nous aide à élargir les possibilités d'apprentissage créatif pour les enfants de tous âges, de tous horizons, partout dans le monde.",
    "annualReport.2021.ourSupporters": "Nos soutiens",
    "annualReport.2021.ourSupportersText": "Nous souhaitons remercier tous les supporters de Scratch qui, au fil des ans, nous ont aidés à offrir des expériences d'apprentissage extraordinaires à des millions de jeunes dans le monde. La liste suivante est basée sur les dons faits à la Scratch Foundation du 1er janvier 2021 au 31 décembre 2021.",
    "annualReport.2021.supportersFoundingTitle": "Partenaires fondateurs — 10 000 000 $ et plus",
    "annualReport.2021.supportersFoundingText": "Nous sommes particulièrement reconnaissants à nos partenaires fondateurs qui ont chacun apporté un soutien cumulé d'au moins 10 000 000 de dollars depuis le lancement de Scratch en 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Partenaires du chat Scratch — 1 000 000 $ et plus",
    "annualReport.2021.supportersCreativityTitle": "Cercle de créativité — 250 000 $ et plus",
    "annualReport.2021.supportersCollaborationTitle": "Cercle de collaboration — 100 000 $",
    "annualReport.2021.supportersImaginationTitle": "Cercle de l'imagination — 50 000 $ et plus",
    "annualReport.2021.supportersInspirationTitle": "Cercle d'inspiration — 20 000 $ et plus",
    "annualReport.2021.supportersExplorationTitle": "Cercle d'exploration — 5 000 $ et plus",
    "annualReport.2021.supportersPlayTitle": "Cercle de jeu - 1 000 $ et plus",
    "annualReport.2021.supportersInKindTitle": "Soutiens en nature",
    "annualReport.2021.leadershipTitle": "Notre équipe",
    "annualReport.2021.leadershipBoard": "Conseil d'administration",
    "annualReport.2021.leadershipChair": "Président",
    "annualReport.2021.leadershipProfessor": "Professeur de recherche sur l'apprentissage",
    "annualReport.2021.leadershipViceChair": "Vice-président",
    "annualReport.2021.leadershipCoFounder": "Cofondateur et coprésident",
    "annualReport.2021.leadershipBoardMember": "Membre du conseil d'administration",
    "annualReport.2021.leadershipPresidentCEO": "Président et PDG",
    "annualReport.2021.leadershipFormerPresident": "Ancien président",
    "annualReport.2021.leadershipFounderCEO": "Fondateur et PDG",
    "annualReport.2021.leadershipFormerChairCEO": "Ancienne PDG et présidente",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Secrétaire et trésorier du conseil d'administration",
    "annualReport.2021.leadershipBoardSecretary": "Secrétaire du conseil d'administration",
    "annualReport.2021.leadershipBoardTreasurer": "Trésorier du conseil d'administration",
    "annualReport.2021.leadershipScratchTeam": "Équipe Scratch 2021",
    "annualReport.2021.leadershipED": "Directeur exécutif",
    "annualReport.2021.teamThankYou": "Merci à Mitch Resnick, Natalie Rusk, Rupal Jain et aux autres collaborateurs du Lifelong Kindergarten Group du MIT Media Lab pour leur soutien inlassable à Scratch.",
    "annualReport.2021.donateTitle": "Soutenez-nous",
    "annualReport.2021.donateMessage": "Votre soutien nous permet de créer des expériences d'apprentissage inspirantes, créatives et mémorables pour les enfants du monde entier, en particulier ceux qui ont été systématiquement exclus des possibilités de codage créatif. Faites un don à Scratch dès aujourd'hui pour nous aider à faire fonctionner nos serveurs, à maintenir notre communauté mondiale croissante et à rendre le codage créatif possible pour les enfants dans le monde entier.",
    "annualReport.2021.donateMessage2": "Merci pour votre générosité.",
    "annualReport.2021.donateButton": "Faire un don",
    "annualReport.2021.projectBy": "projet de",
    "annualReport.2021.JuneIlloAttr": "Flags de @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses de @Cupwing",
    "annualReport.2021.altMap": "Une carte du monde montrant 41 organisations SEC",
    "annualReport.2021.altSECSpotlightImage": "Un enfant joue avec un jouet devant un arrière-plan orange.",
    "annualReport.2021.altAccessibility": "Deux personnes utilisent le langage des signes devant un arrière-plan vert.",
    "annualReport.2021.altaccessDEICommittee": "Une main tend un composant Scratch sur un arrière-plan vert.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Une main peint des composants Scratch sur un arrière-plan bleu.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Deux mains se tendent vers une bulle de texte avec un cœur à l'intérieur.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Deux mains travaillent ensemble pour compiler une liste de composants Scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Deux enfants, l'un utilisant une tablette et l'autre un ordinateur portable, travaillent ensemble sur un projet Scratch.",
    "annualReport.2021.altcommunityVolunteerTransators": "Quatre mains sont levées avec des bulles de texte posées sur elles devant un arrière-plan violet.",
    "annualReport.2021.altcommunityThankYou": "Un globe terrestre surmonté d'une bannière indiquant \"Merci\", entouré de mots de remerciement dans différentes langues.",
    "annualReport.2021.altAvatar": "avatar de l'utilisateur",
    "annualReport.2021.altDropdownArrow": "Flèche indiquant un menu déroulant.",
    "annualReport.2021.altMastheadIllustration": "Trois personnes interagissant avec des composants Scratch physiques",
    "annualReport.2021.altWave": "Un émoji de salut de la main.",
    "annualReport.2021.altMitchHeadshot": "Fondateur Mitch Resnick",
    "annualReport.2021.altCalendar": "Un calendrier affichant l'année 2021.",
    "annualReport.2021.altWorldVisualization": "Une version illustrée du globe terrestre.",
    "annualReport.2021.altSaudiArabiaVisualization": "Un diagramme à barres montrant qu'il y a eu plus de deux fois plus de nouveaux utilisateurs de Scratch en 2021 qu'en 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Un composant de programmation Scratch jaune.",
    "annualReport.2021.altSECVideoPreview": "L'interface Scratch apparaît sur la gauche et une signature de fille apparaît sur la droite.",
    "annualReport.2021.altScratchJr": "Lecture du texte Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Un composant de programmation Scratch horizontal jaune.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Deux mains alignant des composants physiques Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Mains tendues devant un arrière-plan violet avec des bulles de texte flottant au-dessus d'elles.",
    "annualReport.2021.altScratchLogoText": "Un rectangle vert avec les mots \"Scratch Lab\" écrits dessus.",
    "annualReport.2021.altScratchLabVideo": "Une capture d'écran d'un projet Scratch avec un bouton de lecture en haut.",
    "annualReport.2021.altHat": "Une personne portant un chapeau jaune et des lunettes de soleil à cœur rose.",
    "annualReport.2021.altScratchText": "Un composant Scratch arc-en-ciel affichant le texte \"Nous y sommes !\"",
    "annualReport.2021.altStar": "Une fille avec une étoile jaune devant son visage.",
    "annualReport.2021.altMouseTrail": "Plusieurs découpes d'une tête d'écureuil placées aléatoirement les unes sur les autres.",
    "annualReport.2021.altSECWorkshops": "Des personnes jouant ensemble",
    "annualReport.2021.altArrowUp": "Une flèche pointant vers le haut.",
    "annualReport.2021.altTranslated": "Un composant scratch disant \"Bonjour\" et listant les langues dans lesquelles scratch est disponible.",
    "annualReport.2021.altAboutMe": "Les mots \"À propos de moi\" placés sur un chevalet, un hérisson, une mangue et un ballon de football.",
    "annualReport.2021.altClickerGame": "Un jeu de maths montrant une pomme, une orange et un bol de fruits coupés.",
    "annualReport.2021.altLookingForward1": "Des hexagones imbriqués représentant un tourbillon, un départ et un cœur.",
    "annualReport.2021.altLookingForward2": "Un panneau avec une flèche pointant vers la droite représentant un tourbillon et une flèche pointant vers la gauche représentant un cœur.",
    "annualReport.2021.altLookingForward3": "Des blocs colorés s'alignent pour créer des marches avec une plante qui pousse au dessus.",
    "annualReport.2021.altSparkle": "Décoration scintillante blanche",
    "annualReport.2021.altDownArrow": "Flèche violette pointant vers le bas",
    "annualReport.2021.altConnectingLine": "Une ligne en pointillé reliant les éléments de la chronologie.",
    "annualReport.2021.altApril": "Un stylo et des composants Scratch placés sur un arrière-plan violet.",
    "annualReport.2021.altJune": "Un gâteau d'anniversaire devant une bannière de drapeaux affichant divers types de fierté LGBTQ+.",
    "annualReport.2021.altAugust": "Une pomme de terre, un gâteau d'anniversaire et des lunettes de soleil sur un fond violet.",
    "annualReport.2021.altCard1": "Une tache colorée flotte sur un arrière-plan noir et gris, à côté des mots \"Un rêve dans un monde de cauchemars\".",
    "annualReport.2021.altCard2": "Une femme noire porte un bandeau jaune et des boucles d'oreilles en or.",
    "annualReport.2021.altCard3": "La mascotte du chat Scratch se balance devant les bâtiments, accompagnée du texte suivant : \"Je pense que le chat Scratch est un super-héros.\".",
    "annualReport.2021.altCard5": "Un bloc souriant se trouve à côté d'une bulle de texte où l'on peut lire : \"Peu importe comment quelqu'un s'habille, quels pronoms il utilise ou qui il aime, vous devez toujours le respecter.",
    "annualReport.2021.altCard6": "Une pomme de terre portant des lunettes de soleil est assise devant un arrière-plan violet.",
    "annualReport.2021.altCard7": "Un chapeau d'anniversaire coloré se trouve au-dessus d'un cube de néon.",
    "annualReport.2021.altCard9": "\"2022\" placé devant un arc-en-ciel d'ovales.",
    "annualReport.2021.altDonateIllustration": "Deux mains forment la forme d'un cœur avec leurs doigts à l'intérieur d'une forme de cœur découpée."
}