{
    "annualReport.2021.subnavFoundersMessage": "Sakon wanda ya kafa",
    "annualReport.2021.subnavMission": "Manufa",
    "annualReport.2021.subnavReach": "Isa",
    "annualReport.2021.subnavThemes": "Take",
    "annualReport.2021.subnavDirectorsMessage": "Sakon darecta",
    "annualReport.2021.subnavSupporters": "Masu goyon baya",
    "annualReport.2021.subnavTeam": "Tawaga",
    "annualReport.2021.subnavDonate": "ba da gudummawa",
    "annualReport.2021.mastheadYear": "Rahoton Shekara-shekara na 2021",
    "annualReport.2021.mastheadTitle": "Gina Daidaiton Al'umma Tare",
    "annualReport.2021.directorsMessageTitle": "Sako Daga Babban Daraktanmu",
    "annualReport.2021.directorsMessageP1": "A cikin 2021, COVID-19 ya ci gaba da tarwatsa ayyukanmu na yau da kullun da tsara yadda muke hulɗa da juna. Ko da lokacin da muka fara haɗuwa tare, makarantu sun sake buɗewa, kuma ana yin kiraye-kirayen \"dawowa ga al'ada,\" mafi yawan masu rauni a cikin al'ummarmu sun ci gaba da yin tasiri ta hanyar rashin daidaiton tsarin da COVID-19 ya tsananta. Rikicin COVID-19 ya tsara dangantakar matasa zuwa Scratch, kuma ya ƙarfafa Scratch a matsayin wuri mafi mahimmanci fiye da kowane lokaci a gare su don ƙirƙira, koyo, da haɗi. Amma sa’ad da muka ƙaura zuwa sabuwar shekara, ba mu bar matasanmu da suka fi fama da wahala ba sa’ad da suka soma tafiya zuwa “sabuwar al’ada.”",
    "annualReport.2021.directorsMessageP2": "Ɗaya daga cikin ma'auni na Scratch ya kasance koyaushe don ƙarfafa matasa don yin bincike, ƙirƙira, wasa, da gano—wadama waɗanda ba a ba su daidai da adalci ga dukan ɗalibai ba.",
    "annualReport.2021.directorsMessagePullquote": "Mun yi imani da ikon canzawa na bayyana kai da ƙirƙira, da kuma samar da sarari ga matasa don yin amfani da ƙirƙira ƙirƙira azaman kayan aiki don ɗaga muryarsu.",
    "annualReport.2021.directorsMessageP3": "Ina alfaharin zama Babban Darakta na Gidauniyar Scratch a wannan muhimmin lokaci a tarihinmu, kuma zan ci gaba da yada kulawar Scratch, hanyar haɗin gwiwa don ƙirƙirar koyo ga yara a duk faɗin duniya waɗanda ke buƙatar waɗannan damar.",
    "annualReport.2021.directorsMessageP4": "Shekarar da ta gabata shekara ce mai ban sha'awa ga Gidauniyar Scratch–Shekarar da ta gabata shekara ce mai ban sha'awa ga Gidauniyar Scratch - mun mai da hankali kan haɓaka ƙungiyarmu tare da jagorori daban-daban, da gina ingantaccen tushe don ci gaba da miƙa mulki zuwa ƙungiya mai zaman kanta. Mun haɓaka Tsarin Dabarun na shekaru uku tare da haɗin gwiwar kowane memba na ƙungiyar a kowane matakin ƙungiyarmu, yana daidaita ayyukan da muke farawa tare. Yayin da Scratch ke girma, muna ci gaba da mai da hankali kan daidaito da gina al'umma, da kiyaye Scratch wuri mai aminci ga yara don haɗawa, ƙirƙira, da haɗin gwiwa tare da takwarorinsu a duk duniya.mun mai da hankali kan haɓaka ƙungiyarmu tare da jagorori daban-daban, da gina ingantaccen tushe don ci gaba da miƙa mulki zuwa ƙungiya mai zaman kanta. Mun haɓaka Tsarin Dabarun na shekaru uku tare da haɗin gwiwar kowane memba na ƙungiyar a kowane matakin ƙungiyarmu, yana daidaita ayyukan da muke farawa tare. Yayin da Scratch ke girma, muna ci gaba da mai da hankali kan daidaito da gina al'umma, da kiyaye Scratch wuri mai aminci ga yara don haɗawa, ƙirƙira, da haɗin gwiwa tare da takwarorinsu a duk duniya.",
    "annualReport.2021.directorsMessageP5": "Ba zan iya isa na gode muku don fara wannan tafiya tare da ƙungiyarmu ba, da kuma ci gaba da goyon bayan ku ga manufarmu. Tausayi da ƙirƙira na Scratch Community yana ƙarfafa mu har abada, kuma ba za mu iya jira ku haɗa mu cikin muhimmin aikin da ke gabanmu ba.",
    "annualReport.2021.EDTitle": "Babban Darakta,gidauniyar Scratch ",
    "annualReport.2021.watchVideo": "kalli bidiyon",
    "annualReport.2021.missionTitle": "Manufar Mu, Hange, & Darajoji",
    "annualReport.2021.missionP1": "Mun himmatu wajen tabbatar da adalci na ilimi da ba da fifiko ga daidaito a kowane fanni na aikinmu, tare da mai da hankali musamman kan yunƙuri da hanyoyin da ke tallafawa yara, iyalai, da malamai waɗanda aka keɓe daga ƙirƙira ƙira.",
    "annualReport.2021.missionP2": "Mun ɓullo da Scratch a matsayin yanayi na koyo kyauta, mai aminci, wasa wanda ke haɗa dukkan yara cikin yin tunani mai ƙirƙira, yin tunani cikin tsari, da kuma aiki tare—ƙwarewa mai mahimmanci ga kowa a cikin al'ummar yau. Muna aiki tare da malamai da iyalai don tallafa wa yara wajen bincike, yadawa, da koyo.",
    "annualReport.2021.missionHeader": "Manufa",
    "annualReport.2021.missionSubtitle": "Samar ma matasa kayan aikin dijital da damar yin tunani, ƙirƙira, yadawa, da koyo.",
    "annualReport.2021.visionHeader": "Mahanga",
    "annualReport.2021.visionSubtitle": "Don yada ƙirƙira, kulawa, haɗin gwiwa, hanyoyin daidaitawa don ƙididdigewa da koyo a duniya.",
    "annualReport.2021.valuesHeader": "Darajoji",
    "annualReport.2021.valuesSubtitle": "A cikin wannan aikin, ainihin ƙimar mu ne ke jagorantar mu waɗanda ke ayyana ƙa'idodin mu a matsayin ƙungiya da al'umma:",
    "annualReport.2021.creativeExpressionTitle": "Ƙirƙirar Magana",
    "annualReport.2021.progressiveImprovementTitle": "Cigaban Ci gaba",
    "annualReport.2021.EquitableOpportunitiesTitle": "Dama Dama",
    "annualReport.2021.playfulEngagementTitle": "Abokin Wasa",
    "annualReport.2021.creativeExpressionDescription": "Mun himmatu wajen samar wa kowa da kowa kayan aiki da damar da za su bayyana ra'ayoyinsu, abubuwan da suke so, da kuma ingantattun kawukan su a cikin al'umma masu tallafi.",
    "annualReport.2021.progressiveImprovementDescription": "Muna riƙe kanmu ga babban matsayi kuma koyaushe muna ƙoƙari don sake maimaitawa, haɓakawa, da zaburar da juna don mafi kyawun hidimar matasa a duniya da al'ummar da ke sa aikinmu ya yiwu.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Muna gina yunƙurin ilimi wanda ya haɗa da mutane daga wurare daban-daban domin mu iya isa ga yara a duk faɗin duniya waɗanda aka keɓe daga damar ƙirƙira.",
    "annualReport.2021.playfulEngagementDescription": "A Scratch, wasa hanya ce ta yin, rabawa, koyo, da kuma cuɗanya da duniya. Muna ƙarfafa bincike mai farin ciki, gwaji, da haɗin gwiwa.",
    "annualReport.2021.reachTitle": "Isa zuwa ga yara a duk sashen duniya",
    "annualReport.2021.reachSubtitle": "Scratch ce mafi girman al'umma a duniya masu rubuta yaren kwamfuta ma yara da matasa, masu shekara 8 har sama da haka. ",
    "annualReport.2021.reachMillion": "miliyan",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% daga 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% daga 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% daga 2020",
    "annualReport.2021.reachNewUsers": "Sabbin masu amfani",
    "annualReport.2021.reachProjectsCreated": "Ayyuka da aka ƙirƙira",
    "annualReport.2021.reachProjectCreators": "Mutane masu ƙirƙirar ayyuka",
    "annualReport.2021.reachScratchAroundTheWorld": "Ana amfani da Scratch a duk faɗin duniya {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "fiye da kasashe da yankuna 200",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudi Arabia",
    "annualReport.2021.reachSaudiArabiaDescription": "Mun ga babban ci gaba a duniya a cikin 2021, amma mun yi mamakin ganin ci gaban da aka samu a Saudi Arabiya, inda muka ga sabbin masu amfani da ninki biyu fiye da na shekarar da ta gabata.",
    "annualReport.2021.reachTranslationTitle": "Ana Fassara Scratch zuwa Harsuna 74",
    "annualReport.2021.reachTranslationIncrease": "Harsuna 10 daga 2020",
    "annualReport.2021.reachTranslationBlurb": "Godiya ga masu fassara yan sa kai daga duk sashen duniya. ",
    "annualReport.2021.reachScratchJrBlurb": "Scratchjr yanayi ne na programming na gabatar me ba yara (shekaru 5-7) damar ƙirƙirar labarai da wasanni masu ba da daman tattaunawa. ",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Zazzagewa a cikin 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 miliyan daga 2020",
    "annualReport.2021.themesTitle": "Jigogi masu tasowa",
    "annualReport.2021.themesDescription": "A cikin rashin tabbas na ci gaba daga COVID-19, Scratch ya ci gaba da zama mabuɗin sarari ga matasa don haɗawa da ƙirƙirar tare. A cikin 2021, mun mai da hankali kan ƙoƙarce-ƙoƙarcen mu don gina ƙaƙƙarfan tushe don tallafawa daidai gwargwado na haɓakar al'ummarmu na duniya da ƙungiyar mu na Scratch. Ayyukanmu sun ta'allaka ne da manyan jigogi guda uku: haɓaka al'umma, haɓaka dama da samun dama, da haɓaka Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Ilimin Scratch na hadin gwiwa",
    "annualReport.2021.SECIntro": "Muryoyin al'umma da haɗin gwiwa suna zurfafa saka cikin masana'antar tarihin Scratch. Suna da, kuma suna ci gaba da kasancewa, na haɗin kai wajen taimaka mana ƙara samun damammakin yin rajista da daidaito a duk duniya. A cikin 2021, mun ƙaddamar da Haɗin gwiwar Ilimin Scratch, yunƙurin da aka himmatu don ganowa da kawar da shingen samun damar yin rikodin ƙirƙira da ke haɗa manyan ƙungiyoyi a duniya.",
    "annualReport.2021.SECWhatIs": "Menene SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC tana goyan bayan ƙungiyoyi masu shiga cikin shekaru biyu, ƙwarewar ƙungiyar haɗin gwiwa don ƙarfafa sadaukarwar su zuwa, da aiwatar da, daidaitaccen ƙirƙira ƙirƙira ta amfani da Scratch da ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "A ƙarshen ƙwarewar ƙungiyar, ƙungiyoyi za su ƙulla sababbin haɗin gwiwa tare da juna da kuma tare da Scratch, kuma za su kafa sabbin samfura don albarkatun ƙirƙira mai dogaro da gaskiya.",
    "annualReport.2021.SECWhatIsP3": "Aikinmu tare da SEC ya yiwu godiya ga kyauta mai karimci daga Google.org. Muna so mu mika godiyarmu don ci gaba da goyon bayan aikinmu.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "kungiyoyi",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "kasashe",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "abokan tarayya",
    "annualReport.2021.SECMapParagraph": "Ƙungiyarmu ta farko ta haɗa da ƙungiyoyi 41 da ke wakiltar ƙasashe 13 na duniya, waɗanda suka haɗa kai ta hanyar sadaukar da kansu don tallafawa ɗalibai daga al'ummomin da aka sani da tarihi don haɓaka amincewarsu tare da ƙirƙira kwamfuta. An haskaka wuraren su a ƙasa:",
    "annualReport.2021.spotlightStory": "Labarin cikin haske",
    "annualReport.2021.SECSpotlightTitle": "Gada zuwa Kimiyya",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Gada zuwa Kimiyya; wata ƙungiya mai zaman kanta ta Texas tana ba da lissafi, ƙididdigewa, da shirye-shiryen injiniyoyi don samari marasa aiki; ya kasance ɗaya daga cikin ƙungiyoyi na musamman guda 41 don shiga ƙungiyar Haɗin gwiwar Ilimin Scratch Education na farko.",
    "annualReport.2021.SECSpotlightText2": "A cikin 2021, mun goyi bayan Bridges zuwa Kimiyya wajen sauƙaƙe taron su na “Sa’ar Code” na farko tare da Code.org. Taron Fiestas y Piñatas ya jawo malamai da dalibai sama da 22,000 daga Latin Amurka. Mun kuma haɗa kai da Bridges zuwa Kimiyya don haɓaka kayan aiki na kayan aiki na musamman don biyan bukatun al'ummarsu.",
    "annualReport.2021.SECPullQuote": "Wani babban abin farin ciki da muke da shi wajen koyar da ɗalibanmu shi ne kowane ɗayansu, komai shirunsu, duk suna samun murya a ilimin kimiyyar kwamfuta ta hanyar Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Arist, Gada zuwa Wanda ya kafa Kimiyya",
    "annualReport.2021.SECWorkshops": "Taron karawa juna sani na SEC",
    "annualReport.2021.SECWorkshopsText": "A bara, Haɗin gwiwar Ilimin Scratch ya shirya tarurrukan bita waɗanda suka goyi bayan ƙungiyar farko ta su wajen ma'ana da kuma bincika hanyoyi na musamman don daidaita ƙirƙira coding. Stanford d. Makaranta, Tinkering Studio, Cibiyar Koyon Ƙirƙirar Ƙirƙirar Brazil, da Makarantun Jama'a na Chicago CS4ALL. Tare, mahalarta taron sun sami fahimtar juna game da ƙirƙira ƙirƙira tare da tattauna dabaru da ayyuka waɗanda ke haɓaka al'adu masu dorewa ta hanyar sadarwa da haɗin gwiwa.",
    "annualReport.2021.SECWorkshopsSubtitle": "Ta yaya za mu iya ƙirƙira ƙarfafa al'ummar gida wajen bincika ƙirƙira coding?",
    "annualReport.2021.accessTitle": "Shiga",
    "annualReport.2021.accessIntro": "Kamar yadda COVID-19 ya tilasta rufe makarantu da koyon zuwa sararin na tunani, ɗalibai da malamai da yawa suna gano Scratch a karon farko ko daidaita hanyar da suke koyarwa da koyan ƙirƙira coding. Daga gidajenmu, Tawagar Scratch ta yi aiki don tallafawa canje-canjen bukatun malamai da al'ummar kan yanar gizo.",
    "annualReport.2021.accessASL": "Koyarwar ASL",
    "annualReport.2021.accessASLText": "A cikin 2021, mun yi haɗin gwiwa tare da Codes Kids Code don ƙaddamar da koyaswar Harshen Kurame na Amurka na farko a cikin Editan Scratch.",
    "annualReport.2021.accessASLText2": "Tare, an ƙarfafa mu mu ƙirƙiri dawamamun albarkatu masu wanda zai faɗaɗa hanyoyin ƙirƙira ga kurame masu amfani da Scratch.",
    "annualReport.2021.accessASLText3": "Bidiyon sake yin minti 13 ne na koyawa ta farko ta Farawa da Scratch wanda ke gabatar da masu farawa zuwa dandalin Scratch.",
    "annualReport.2021.accessPullQuote": "Kasancewa kyakkyawar abokiyar haɗin gwiwa shine shirye-shiryen tanƙwara zuwa ga samun dama kuma da gaske sanya nauyi akan shawarwarin ƙungiyoyi kamar nawa… Tambaya, 'Mene ne za mu iya yi? kadan zuwa babu juriya; wannan abu ne mai wuyar gaske.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Founder of Deaf Kids Code",
    "annualReport.2021.accessDEICommittee": "Kwamitocin DEI a Scratch",
    "annualReport.2021.accessDEICommitteeText": "A cikin 2021, kwamitoci da yawa a Scratch sun fara aiki don sanya Scratch ya bambanta, daidaitacce, da haɗaka ga duk masu amfani. Muna farin cikin raba ci gaban da kowane kwamiti ya samu da kuma aikin da ke gaba.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Dama",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "An ƙirƙiri Kwamitin Samun damar don mayar da martani ga wahalar tawagar Scratch guda ɗaya ta amfani da tubalan coding na Scratch da ingantaccen buƙatu don mafi kyawun tallafawa masu amfani da Scratch na kowane iyawa.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "A cikin Oktoba na 2021, kwamitin ya ƙaddamar da wani aiki don sanya launin toshe-mutumin mu ya zama mai isa ga Scratchers tare da nakasar gani. Kwamitin ya yi farin cikin yin haɗin gwiwa tare da malamai da ƙungiyoyin al'umma waɗanda suka ƙware kan samun dama don haka toshe-ɓoɓin lambar ya dace da ka'idodin samun damar yanar gizo, kuma mafi mahimmanci, ƙananan benaye don sa Scratch ya fi dacewa ga kowa.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "An kafa Kwamitin Duniya, Adalci, Daidaito, Bambance-bambance, da Haɗuwa (G-JEDI) don haɓaka harshe ɗaya wanda ke bayyana abin da Bambanci, Daidaito, da Haɗa (DEI) ke nufi ga Ƙungiyar Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "A cikin 2021, kwamitin ya fara aiki akan sanarwar DEI don fayyace hanyoyin da DEI ta sanar da Ƙungiyar Scratch da ayyukan al'umma na baya da na yanzu, da kuma yadda za ta ci gaba da sanar da sabbin shirye-shiryen da ke gaba.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Daidaito x Zane",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "An ƙirƙiri Kwamitin EquityXDesign a matsayin wuri don membobin ƙungiyar Scratch da masu haɗin gwiwarmu a cikin ƙungiyar MIT’s Lifelong Kindergarten ta don karantawa da tattauna ra'ayoyi game da ayyukan ƙira na daidaita daidaito.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Tattaunawar suna jagorancin Sasha Costanza-Chock's Adalcin Zane: Ayyukan Al'umma don Gina Duniyar da Muke Bukata, kuma mambobin kwamitin sun tattauna hanyoyin da za su iya haɗa ayyukan ƙira na adalci a cikin haɓaka kayan aikin Scratch da albarkatun.",
    "annualReport.2021.access10NewLanguages": "10 Sabbin Harsuna",
    "annualReport.2021.access10NewLanguagesText": "Tare da babbar godiya ga al'ummar fassarar mu, mun sami damar haɗi tare da Scratchers a cikin yaruka 74 bara! A cikin 2021, an ƙara sabbin harsuna 10 zuwa Scratch, gami da isiXhosa (Afirka ta Kudu), Sepedi (Afrika ta Kudu), Setswana (Afrika ta Kudu), Afrikaans (Afirka ta Kudu), Kichwa (Peru), ଓଡ଼ିଆ/Odia (Indiya), Kazakh ( Kazakhstan), Aragonese (Spain), Yammacin Frisian (Netherland), da Bengali (Bangladesh, Indiya, da sauran yankuna).",
    "annualReport.2021.accessSouthAfrica": "Scratch mai sifili a Afirka ta Kudu",
    "annualReport.2021.accessSouthAfricaText": "Don inganta ƙwarewar Scratch ga matasa a yankunan da ke da ƙananan ko rashin haɗin intanet, mun haɗu tare da National Education Collaboration Trust (NECT) na Afirka ta Kudu don daukar nauyin shafin da bai dace ba don zazzage Scratch. Zazzagewa a kan shafukan da ba su da sifili ba sa amfani da kowane bandwidth na bayanai, yana rage shingen shiga Scratch saboda iyakokin bayanai da farashi. Watanni biyu kacal bayan ƙaddamar da Afrilu 2021, shafin ya sami baƙi sama da 1300.",
    "annualReport.2021.accessSnapshot": "hotuna",
    "annualReport.2021.communityTitle": "Al'umma",
    "annualReport.2021.communityIntro": "A cikin 2021, al'ummar Scratch sun ci gaba da samun ci gaba cikin sauri yayin da ƙarin matasa a duniya ke ƙirƙira da haɗin kai tare da takwarorinsu. Mun kuma ci gaba da haɓaka haɗin gwiwa tare da membobin al'umma don haɓaka ƙwarewar Scratch don al'ummarmu masu amfani daban-daban.",
    "annualReport.2021.communityScratchConference": "taron scratch",
    "annualReport.2021.communityScratchConferenceText1": "A watan Yuli, malamai a cikin al'ummarmu na duniya sun taru don bikin ƙirƙira codeing a taron Scratch. Abokan haɗin gwiwarmu ne suka jagoranci wannan taron na kyauta, na MIT's Lifelong Kindergarten Group. Taron ya haɗu {more_bold}, waɗanda suka shafe ranar haɗin gwiwa, haɗin gwiwa, da koyo daga juna, kamar yadda COVID ya raba mu.",
    "annualReport.2021.communityScratchConferenceText1More": "sama da malamai 1,500 da masu sha'awar Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Masu Fassara na Sa-kai",
    "annualReport.2021.communityVolunteerTranslatorsText": "Tun lokacin da aka ƙaddamar da Scratch a cikin 2007, mun himmatu don tallafawa masu amfani da mu a duk duniya. Masu sa kai na fassarar yaren mu suna aiki tare tare da Ƙungiyar Scratch don taimakawa fassara da daidaita dandamalinmu da albarkatun mu ga al'ummomin daban-daban da muke yi wa hidima.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Dubban masu fassara sun sadaukar da lokacinsu don fassara Scratch zuwa harsuna 74 da kirgawa, kuma a halin yanzu akwai fiye da masu fassara dubu daya da suka sanya hannu don fassara Scratch da ScratchJr. Muna godiya ga masu sa kai don taimaka mana isa ga ƙarin Scratchers a duniya!",
    "annualReport.2021.communityScratchCommunity": "Ƙungiyar Scratch a cikin 2021",
    "annualReport.2021.communityScratchCommunityIntro": "A cikin 2021, an ƙirƙiri ayyuka sama da miliyan 113 akan rukunin yanar gizon Scratch - kusan haɓakar 39% daga 2020 – kuma an ƙirƙiri sama da sabbin ɗakuna miliyan ɗaya ! A cikin shekarar, Ƙungiyar Scratch ta dauki nauyin ɗakunan situdiyo da yawa don bikin muhimman abubuwan da suka faru da kuma ƙarfafa Scratchers su shiga cikin al'ummar kan layi.",
    "annualReport.2021.yearInReview": "shekarar da ake bita",
    "annualReport.2021.yearInReviewText": "2021 shekara ce mai ban mamaki a cikin al'ummar kan layi. Ƙungiya ta al'umma ta ba da haske da haɓaka dama ga matasa don bayyana ra'ayoyinsu kuma su shiga cikin hanyoyi masu kyau, kuma ƙungiyoyi masu ban mamaki sun samo asali daga Scratchers kansu. Ga kallon baya ga wasu daga cikin fitattun abubuwan da suka faru a shekarar:",
    "annualReport.2021.yearInReviewCard1Date": "janairu",
    "annualReport.2021.yearInReviewCard1Title": "Poetic Kafe",
    "annualReport.2021.yearInReviewCard1Text": "Mun “buɗe” Cafe ɗin mu na farko na Poetic inda aka gayyaci Scratchers don rubutawa, rabawa, ko haɗa kai kan waƙoƙi don rabawa tare da al'umma.",
    "annualReport.2021.yearInReviewCard2Date": "fabrairu",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Masu amfani da Scratch sun yada zane-zane na mu'amala, ƙirƙira waƙoƙi, bidiyoyin kiɗa mai rai, da ƙari don bikin mutane masu tasiri da abubuwan da suka faru a cikin tarihin Baƙar fata.",
    "annualReport.2021.yearInReviewCard3Date": "Afrilu",
    "annualReport.2021.yearInReviewCard3Title": "ranar April Fool",
    "annualReport.2021.yearInReviewCard3Text": "An tambayi masu zazzagewa su yi tunanin 'Rayuwar Sirrin' na Scratch Cat kuma suka ci gaba da farautar abubuwan nishaɗi da wauta da ke ɓoye a kusa da gidan yanar gizon Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "May",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers a duk faɗin duniya sun raba ayyuka sama da 3,500 waɗanda ke amsa jigogi kamar 'Cooking With Scratch' da 'Ƙirƙirar Abin dariya' don murnar zagayowar ranar haihuwar Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Yuni",
    "annualReport.2021.yearInReviewCard5Title": "Watan Alfahari",
    "annualReport.2021.yearInReviewCard5Text": "Masu amfani da Scratch sun ƙirƙiri ayyuka ta amfani da duk launukan bakan gizo don bikin al'ummar LGBTQ+ a cikin ɗakin studio na watan Pride.",
    "annualReport.2021.yearInReviewCard6Date": "Agusta",
    "annualReport.2021.yearInReviewCard6Title": "sansanin Scratch",
    "annualReport.2021.yearInReviewCard6Text": "A cikin wannan taron na tsawon makonni uku na , Masu amfani da Scratch sun ƙirƙiri ayyukan sama da 7,000 waɗanda suka motsa kuma suka ɓata, sun baje kolin ra'ayoyin yi-da-kai (DIY), kuma sun yada abubuwan da suka gano game da duniyar da ke kewaye da su.",
    "annualReport.2021.yearInReviewCard7Date": "Oktoba",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Tsawon makonni biyu, Masu amfani da Scratch sun ƙirƙiri ayyukan da ke nuna fassarorinsu na faɗakarwa na yau da kullun a cikin ɗakin studio na Scratchtober. Fiye da ayyuka 3,500 aka ƙirƙire su a kusa da jigogi guda ɗaya kamar ruwa, biki, da halittu.",
    "annualReport.2021.yearInReviewCard8Date": "Disamba",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Makon Ilimin Kimiyyar Kwamfuta (CSEdWeek) ya faru ne daga Disamba 6-12 don bikin kimiyyar kwamfuta a duniya. Scratch ya shiga cikin mako ta hanyar ƙarfafa membobin al'umma don duba koyawa, ɗakunan karatu, da taron kai tsaye wanda aka shirya tare da haɗin gwiwa tare da Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Disamba",
    "annualReport.2021.yearInReviewCard9Title": "2021: Scratch Tsare-tsare a cikin Bita Studio",
    "annualReport.2021.yearInReviewCard9Text": "A cikin 2021, Scratchers sun koyi sabbin ƙwarewa, alaƙa da abokai a duk faɗin duniya, kuma sun sami hanyoyin ƙirƙira don bayyana kansu. Fiye da Scratchers 1,000 sun raba abubuwan da suka fi so na Scratch da abin da Scratch ke nufi da su a cikin 2021: Shekarar Scratch in Review Studio.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Tare da ƙaddamar da Scratch Lab a cikin Fabrairu, mun buɗe kofofin tsarin ci gaban mu kai tsaye zuwa Scratchers a duniya.",
    "annualReport.2021.communityScratchLabText2": "Kafin mu yanke shawara idan ya kamata mu gabatar da sabbin tubalan ga editan coding Scratch, yana da mahimmanci don ganin ƙirƙira, sabbin abubuwa, da hanyoyin ban mamaki Scratchers suna hulɗa da su. Scratch Lab wani akwati ne inda kowa zai iya gwada waɗannan sabbin fasalulluka kuma, mafi mahimmanci, raba tunaninsu da ra'ayoyinsu kai tsaye tare da mu.",
    "annualReport.2021.communityScratchLabText3": "Sama da Scratchers 500,000 sun binciki rukunin Scratch Lab a cikin 2021, kuma sun ƙaddamar da ra'ayoyin sama da 37,000.",
    "annualReport.2021.communityScratchLabText4": "Wannan ra'ayin ya kasance mai kima yayin da muke kimantawa da haɓaka tubalan Rubutun Animated, Tubalan Hannun Fuskar, da ƙarin yuwuwar sabbin abubuwa.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "masu biyan kuɗi",
    "annualReport.2021.ytData2": "miliyan 9",
    "annualReport.2021.ytData2Sub": "ra'ayoyi kan bidiyoyi",
    "annualReport.2021.ytData3Top": "masu kallo a",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "kasashe",
    "annualReport.2021.communitySnapshot2Title": "Ƙungiyar Scratch akan YouTube",
    "annualReport.2021.communitySnapshot2Text": "Tashar YouTube ta Scratch Team ta kai masu bi 100,000 a cikin 2021— kusan haɓakar kashi 500 ciki 100 daga 2020! Kamar yadda ɗalibai, malamai, da iyalai suka ci gaba don mayar da martani ga cutar, mun san cewa dole ne mu ƙirƙiri albarkatun da suka dace da bukatunsu.",
    "annualReport.2021.communitySnapshot2Text2": "Waɗannan albarkatu sun haɗa da jerin cikakkun koyawa na Scratch waɗanda ke jagorantar masu amfani ta hanyar zayyana labarai, wasanni, da rayarwa akan Scratch. A cikin 2021, waɗannan bidiyon sun sami kusan ra'ayoyi miliyan tara daga masu kallo a cikin ƙasashe 178.",
    "annualReport.2021.tutorial1": "Yadda ake yin 'Game da Ni'",
    "annualReport.2021.tutorial2": "Yadda Ake Yin Wasan Clicker",
    "annualReport.2021.tutorial3": "Yadda Ake Yin Titin Mouse",
    "annualReport.2021.FounderMessageTitle": "sako daga wanda ya kafa mu",
    "annualReport.2021.FounderMessageSubTitle": "Taimako da Ƙarfafawa daga Abokin Kafa",
    "annualReport.2021.FounderMessageText1": "Yayin da kuke karanta wannan rahoto na shekara-shekara, zaku koyi game da hanyoyi da yawa waɗanda Scratch ke faɗaɗa damar yin lissafin ƙirƙira ga miliyoyin matasa a faɗin duniya, musamman waɗanda suka fito daga al'ummomin da aka ware. Wannan tasiri na duniya yana yiwuwa saboda rashin gajiyawar aikin ƙungiyar injiniyoyi masu tasowa, masu zanen kaya, malamai, masu daidaita al'umma, da sauransu a Gidauniyar Scratch.",
    "annualReport.2021.FounderMessageText2": "Don ci gaba da haɓaka ƙoƙarinmu da tasirinmu, mun dogara ga tallafin kuɗi mai karimci na tarin kamfanoni, tushe, da masu ba da gudummawa guda ɗaya waɗanda suka dace da manufarmu da hangen nesa. Anan, ina so in haskaka goyon baya da kwarin gwiwa da muka samu daga ɗaya daga cikin Abokan Kafa: Gidauniyar LEGO.",
    "annualReport.2021.FounderMessageText3": "Ƙungiyar bincike na a MIT Media Lab ta fara haɗin gwiwa tare da kamfanin LEGO da LEGO Foundation fiye da shekaru 30 da suka wuce. Tallafin LEGO ya taimaka wajen tallafawa aikinmu na farko akan Scratch, wanda ya kai ga ƙaddamar da Scratch na jama'a a cikin 2007. Sa'an nan, lokacin da Scratch ya fito daga MIT zuwa Gidauniyar Scratch a cikin 2019, Gidauniyar LEGO ta ba da mahimman kudade ga sabuwar ƙungiyar, tare da biyar. -shekara dala miliyan 10 kyauta don 'tallafa sauye-sauyen ilimi ta hanyar haɓakawa da haɓaka wasa, hanyoyin ƙirƙira don ƙididdigewa...a cikin mahallin tattalin arziki da al'adu daban-daban.' Lokacin da cutar ta barke, Gidauniyar LEGO ta haɓaka da ƙarin tallafin dala miliyan 5 a cikin 2021, don tabbatar da cewa Gidauniyar Scratch zata iya biyan bukatun yara da malamai da cutar ta lalata.",
    "annualReport.2021.FounderMessageText4": "Amma haɗin LEGO-Scratch ya wuce tallafin kuɗi. Hanyar Scratch na ƙirƙirar labarai da wasanni masu rai ta hanyar haɗa tubalan shirye-shirye na hoto an yi an samo ta ne, a wani ɓangare, ta hanyar da yara ke gina gidajen LEGO da katanga ta hanyar haɗa tubalin LEGO na robobi. Scratch da LEGO kuma suna raba falsafar ilimi ta tushen aiki iri ɗaya, suna ƙarfafa yara su daidaita ayyukansu ta hanyar gwada ra'ayi, ganin abin da ya faru, sannan yin bita da sake gwadawa.",
    "annualReport.2021.FounderMessageText5": "A koyaushe ina son taken LEGO 'Farin Gina, Girman Halitta.' Haɗin gwiwa mai zurfi na LEGO Foundation tare da Scratch Foundation yana taimakawa wajen kawo 'Farin Gina, Girman Halitta' zuwa ayyukan dijital na yara. Haɗin gwiwar yana aiki azaman abin koyi na yadda ƙungiyoyi masu ra'ayoyi da ƙima zasu iya aiki tare don haɓaka canjin canji a cikin koyo da ilimi. Yayin da Gidauniyar Scratch ta ci gaba da gina hanyar sadarwar abokan hulɗa da magoya baya, ina sa ran haɗi tare da wasu kungiyoyi don faɗaɗa damar ƙirƙira ƙididdiga ga yara a duniya.",
    "annualReport.2021.FounderTitle": "Wanda ya kafa, Scratch Foundation",
    "annualReport.2021.lookingForward": "sa idon nan gaba",
    "annualReport.2021.lookingForwardText1": "A cikin 2021, mun zayyana Tsarin Dabarun da ke jagorantar manyan abubuwan da muka sa gaba a cikin shekaru 4 masu zuwa. Mun mai da hankali kan waɗannan manyan fagage:",
    "annualReport.2021.lookingForwardText2": "Muna son mika babbar godiya ga Gidauniyar LEGO, wacce karimci na COVID farfadowa da na'ura zai ba mu damar aiwatar da wannan muhimmin aiki. Ba za mu iya jira don raba ƙarin tare da ku game da ayyuka masu ban sha'awa da muka tsara ba, gami da sabuntawa ga ƙwarewar Scratch don makarantu, sabuntawa zuwa ScratchJr, da ƙari.",
    "annualReport.2021.LookingForward1": "Ƙarfafa Platform Scratch da Kayan Aikin Al'umma",
    "annualReport.2021.LookingForward2": "Fadada Hanyoyi zuwa Ƙirƙirar Learning",
    "annualReport.2021.LookingForward3": "Gina Ƙarfin Ƙungiya da Tabbatar da Dorewar Kudi",
    "annualReport.2021.supportersTitle": "Godiya ga magoya bayanmu",
    "annualReport.2021.supportersIntro": "Mun gode ma masu tallafa mana. Gudumawar ku na taimaka mana wajen fadade damar koyon kirkire-kirkire don yara na kowane zamani, daga kowane fanni, a duniya.",
    "annualReport.2021.ourSupporters": "Magoya bayan mu",
    "annualReport.2021.ourSupportersText": "Muna so mu gode wa duk masu goyon bayan Scratch waɗanda, a tsawon shekaru, sun taimaka mana abubuwan koyo masu ban mamaki ga miliyoyin matasa a duniya. Jeri mai zuwa ya dogara ne akan bayarwa ga Scratch Foundation daga Janairu 1, 2021 zuwa Disamba 31, 2021.",
    "annualReport.2021.supportersFoundingTitle": "Abokan Kafawa—$10,000,000+",
    "annualReport.2021.supportersFoundingText": "Muna godiya ta musamman ga Abokan Kafuwar mu waɗanda kowannensu ya ba da aƙalla $10,000,000 a cikin tarin tallafi, tun farkon Scratch a 2003.",
    "annualReport.2021.supportersCatPartnersTitle": " Abokan kafawan Cat na Scratch— $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Da'irar Ƙirƙira - $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Da'irar Haɗin kai— $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Da'irar tunani dake tare da hasashe — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "Da'irar ilhama — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "Da'irar bincike — $5,000+",
    "annualReport.2021.supportersPlayTitle": "Da'irar wasa — $1,000+",
    "annualReport.2021.supportersInKindTitle": "Magoya baya da karfin jikinsu da kaifin tunaninsu",
    "annualReport.2021.leadershipTitle": "Tawagarmu",
    "annualReport.2021.leadershipBoard": "Yan kwamitin gudanarwa",
    "annualReport.2021.leadershipChair": "Shugaba",
    "annualReport.2021.leadershipProfessor": "farfesan bincike akan ilmantarwa",
    "annualReport.2021.leadershipViceChair": "mataimakin shugaba",
    "annualReport.2021.leadershipCoFounder": "wanda a ka kafa tare kuma wanda ake Shugabanci tare",
    "annualReport.2021.leadershipBoardMember": "Memban kwamitin gudanarwa",
    "annualReport.2021.leadershipPresidentCEO": "Shugaban kamfanin",
    "annualReport.2021.leadershipFormerPresident": "Tsohon shugaban kamfanin",
    "annualReport.2021.leadershipFounderCEO": "Wanda ya kafa da kuma shugaban kamfanin",
    "annualReport.2021.leadershipFormerChairCEO": "Tsohuwan Shugaba kuma shugabar mace",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Sakataren & ma'ajin kwamitin gudanarwa",
    "annualReport.2021.leadershipBoardSecretary": "Sakataren kwamitin gudanarwa",
    "annualReport.2021.leadershipBoardTreasurer": "Ma'ajin kwamitin gudanarwa",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Darekta zartarwa",
    "annualReport.2021.teamThankYou": "Godiya ga Mitch Resnick, Natalie Rusk, Rupal Jain, da sauran masu haɗin gwiwa a Lifelong Kindergarten Group a MIT Media Lab don goyan bayan ku na Scratch.",
    "annualReport.2021.donateTitle": "Tallafa mana",
    "annualReport.2021.donateMessage": "Taimakon ku yana ba mu damar ƙirƙirar abubuwan ilmantarwa masu ban sha'awa, ƙirƙira, da abubuwan tunawa ga yara a ko'ina, musamman waɗanda aka keɓe bisa tsari daga damar ƙirƙira. Yi kyauta don Scratch a yau don taimaka mana ci gaba da gudanar da sabar mu, kula da haɓakar al'ummarmu na duniya, da kuma samar da ƙirƙira code ga yara a kowace ƙasa a duniya.",
    "annualReport.2021.donateMessage2": "Na gode da karamcin ku.",
    "annualReport.2021.donateButton": "ba da gudummawa",
    "annualReport.2021.projectBy": "aikin ",
    "annualReport.2021.JuneIlloAttr": "Tuta ta @ratchild",
    "annualReport.2021.OctIlloAttr": "Dankali da gilashin @Cupwing",
    "annualReport.2021.altMap": "Taswirar duniya tana nuna ƙungiyoyin SEC 41",
    "annualReport.2021.altSECSpotlightImage": "Yaro yana wasa da abin wasa a gaban bangon lemu",
    "annualReport.2021.altAccessibility": "Mutane biyu suna amfani da yaren kurame a gaban koren bango.",
    "annualReport.2021.altaccessDEICommittee": "Hannu yana riƙe da ɓangaren Scratch akan bangon kore.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Hannu yana zana abubuwan da aka gyara akan bango shuɗi.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Hannu biyu suka kai ga kumfa rubutu da zuciya a ciki.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Hannaye biyu suna aiki tare don haɗa jerin abubuwan da aka haɗa da Scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Yara biyu, ɗaya yana amfani da kwamfutar hannu ɗaya kuma yana amfani da kwamfutar tafi-da-gidanka, suna aiki akan aikin Scratch tare.",
    "annualReport.2021.altcommunityVolunteerTransators": "Hannu hudu ne aka ɗaga tare da kumfa rubutu a saman su a gaban bangon purple.",
    "annualReport.2021.altcommunityThankYou": "Duniya mai dauke da tuta a fadinsa yana cewa 'Na gode' da kalmomin godiya a cikin yaruka daban-daban.",
    "annualReport.2021.altAvatar": "Hoton mai amfani",
    "annualReport.2021.altDropdownArrow": "Kibiya mai nuna menu mai zazzagewa.",
    "annualReport.2021.altMastheadIllustration": "Mutane uku suna mu'amala tare da abubuwan Scratch na zahiri",
    "annualReport.2021.altWave": "Emoji mai kada hannu",
    "annualReport.2021.altMitchHeadshot": "Wanda ya kafa Mitch Resnick",
    "annualReport.2021.altCalendar": "Kalanda mai nuna shekara ta 2021.",
    "annualReport.2021.altWorldVisualization": "Misalin sigar duniya.",
    "annualReport.2021.altSaudiArabiaVisualization": "Taswirar mashaya yana nuna cewa akwai fiye da ninki biyu na sabbin masu amfani da Scratch a cikin 2021 kamar yadda ake samu a cikin 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Bangaren shirye-shiryen Scratch mai launin rawaya.",
    "annualReport.2021.altSECVideoPreview": "Scratch interface yana bayyana a hagu kuma wata yarinya mai sa hannu ta bayyana a dama.",
    "annualReport.2021.altScratchJr": "Karatun rubutu Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Bangaren shirye-shiryen Scratch mai rawaya a kwance.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Hannu biyu suna jera abubuwan Scratch na zahiri.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hannun hannu suna kaiwa gaban bangon shunayya tare da kumfa rubutu yana yawo a samansu.",
    "annualReport.2021.altScratchLogoText": "Koren rectangle mai dauke da rubutun 'Scratch Lab' a kai.",
    "annualReport.2021.altScratchLabVideo": "Hoton hoto na aikin Scratch tare da maɓallin kunnawa a saman.",
    "annualReport.2021.altHat": "Mutumin da yake sanye da hula mai launin rawaya da ruwan tabarau na zuciya mai ruwan hoda.",
    "annualReport.2021.altScratchText": "Wani ɓangaren Scratch na bakan gizo yana nuna rubutun, 'Ga mu nan!'",
    "annualReport.2021.altStar": "Yarinya mai rawaya tauraro a gabanta.",
    "annualReport.2021.altMouseTrail": "Yanke kan squirrel da yawa da aka sanya a saman juna ba da gangan ba.",
    "annualReport.2021.altSECWorkshops": "Mutane suna wasa tare",
    "annualReport.2021.altArrowUp": "Kibiya mai nuni sama.",
    "annualReport.2021.altTranslated": "Wani ɓangaren Scratch yana faɗin \"Sannu\" da lissafin yarukan da aka samun Scratch a ciki.",
    "annualReport.2021.altAboutMe": "Kalmomin 'Game da ni' an sanya su a kan ƙwal, bushiya, mango, da ƙwallon ƙwallon ƙafa.",
    "annualReport.2021.altClickerGame": "Wasan lissafi yana nuna apple, lemu, da kwanon 'ya'yan itace da aka yanke.",
    "annualReport.2021.altLookingForward1": "Hexagons masu tsaka-tsaki suna nuna juyawa, farawa, da zuciya.",
    "annualReport.2021.altLookingForward2": "Alamar post mai kibiya ɗaya tana nuna dama mai nuna juyi da kibiya ɗaya mai nunin hagu mai nuna zuciya.",
    "annualReport.2021.altLookingForward3": "Tubalan masu launi a jere don ƙirƙirar matakai tare da wani tsiro da ke girma a sama.",
    "annualReport.2021.altSparkle": "Farin ado mai kyalli",
    "annualReport.2021.altDownArrow": "Kibiya mai shuɗi mai nunin ƙasa",
    "annualReport.2021.altConnectingLine": "Layi mai dige-dige yana haɗa abubuwa na lokaci.",
    "annualReport.2021.altApril": "Abubuwan alkalami da Scratch da aka sanya a saman bangon shuɗi.",
    "annualReport.2021.altJune": "Kek ɗin ranar haihuwa a gaban tutoci masu nuna girman LGBTQ+ iri-iri.",
    "annualReport.2021.altAugust": "Dankali, ranar haihuwa, da tabarau a saman bangon shunayya.",
    "annualReport.2021.altCard1": "Wani launi mai launi yana yawo a gaban baƙar fata da launin toka kusa da kalmomin 'Mafarki A cikin duniyar mafarki mai ban tsoro'.",
    "annualReport.2021.altCard2": "Wata bakar fata tana sanye da hular rawaya da 'yan kunne na hoop na gwal.",
    "annualReport.2021.altCard3": "Mascot mai katsewa yana jujjuyawa a gaban gine-gine tare da rubuta rubutu 'Ina tsammanin Scratch Cat babban jarumi ne.'",
    "annualReport.2021.altCard5": "Wani shingen murmushi yana tsaye kusa da kumfa rubutu yana karanta 'komai yadda kowa ya sa kaya, wace karin magana da yake amfani da shi, ko wanda yake so, ya kamata ku girmama su koyaushe!'",
    "annualReport.2021.altCard6": "Dankwali sanye da tabarau yana zaune a gaban wani purple baya.",
    "annualReport.2021.altCard7": "Kyawawan hular ranar haihuwa tana zaune a saman kubutun neon.",
    "annualReport.2021.altCard9": "'2022' yana zaune a gaban bakan gizo na ovals.",
    "annualReport.2021.altDonateIllustration": "Hannu biyu suna yin siffar zuciya tare da yatsunsu a cikin yankeken siffar zuciya."
}