{
    "annualReport.2021.subnavFoundersMessage": "Sakon wanda ya kafa",
    "annualReport.2021.subnavMission": "Manufa",
    "annualReport.2021.subnavReach": "Isa",
    "annualReport.2021.subnavThemes": "Take",
    "annualReport.2021.subnavDirectorsMessage": "Sakon darecta",
    "annualReport.2021.subnavSupporters": "Masu goyon baya",
    "annualReport.2021.subnavTeam": "Tawaga",
    "annualReport.2021.subnavDonate": "ba da gudummawa",
    "annualReport.2021.mastheadYear": "Rahoton Shekara-shekara na 2021",
    "annualReport.2021.mastheadTitle": "Gina Daidaiton Al'umma Tare",
    "annualReport.2021.directorsMessageTitle": "Sako Daga Babban Daraktanmu",
    "annualReport.2021.directorsMessageP1": "A cikin 2021, COVID-19 ya ci gaba da tarwatsa ayyukanmu na yau da kullun da tsara yadda muke hulɗa da juna. Ko da lokacin da muka fara haɗuwa tare, makarantu sun sake buɗewa, kuma ana yin kiraye-kirayen \"dawowa ga al'ada,\" mafi yawan masu rauni a cikin al'ummarmu sun ci gaba da yin tasiri ta hanyar rashin daidaiton tsarin da COVID-19 ya tsananta. Rikicin COVID-19 ya tsara dangantakar matasa zuwa Scratch, kuma ya ƙarfafa Scratch a matsayin wuri mafi mahimmanci fiye da kowane lokaci a gare su don ƙirƙira, koyo, da haɗi. Amma sa’ad da muka ƙaura zuwa sabuwar shekara, ba mu bar matasanmu da suka fi fama da wahala ba sa’ad da suka soma tafiya zuwa “sabuwar al’ada.”",
    "annualReport.2021.directorsMessageP2": "Ɗaya daga cikin ma'auni na Scratch ya kasance koyaushe don ƙarfafa matasa don yin bincike, ƙirƙira, wasa, da gano—wadama waɗanda ba a ba su daidai da adalci ga dukan ɗalibai ba.",
    "annualReport.2021.directorsMessagePullquote": "Mun yi imani da ikon canzawa na bayyana kai da ƙirƙira, da kuma samar da sarari ga matasa don yin amfani da ƙirƙira ƙirƙira azaman kayan aiki don ɗaga muryarsu.",
    "annualReport.2021.directorsMessageP3": "Ina alfaharin zama Babban Darakta na Gidauniyar Scratch a wannan muhimmin lokaci a tarihinmu, kuma zan ci gaba da yada kulawar Scratch, hanyar haɗin gwiwa don ƙirƙirar koyo ga yara a duk faɗin duniya waɗanda ke buƙatar waɗannan damar.",
    "annualReport.2021.directorsMessageP4": "Shekarar da ta gabata shekara ce mai ban sha'awa ga Gidauniyar Scratch–Shekarar da ta gabata shekara ce mai ban sha'awa ga Gidauniyar Scratch - mun mai da hankali kan haɓaka ƙungiyarmu tare da jagorori daban-daban, da gina ingantaccen tushe don ci gaba da miƙa mulki zuwa ƙungiya mai zaman kanta. Mun haɓaka Tsarin Dabarun na shekaru uku tare da haɗin gwiwar kowane memba na ƙungiyar a kowane matakin ƙungiyarmu, yana daidaita ayyukan da muke farawa tare. Yayin da Scratch ke girma, muna ci gaba da mai da hankali kan daidaito da gina al'umma, da kiyaye Scratch wuri mai aminci ga yara don haɗawa, ƙirƙira, da haɗin gwiwa tare da takwarorinsu a duk duniya.mun mai da hankali kan haɓaka ƙungiyarmu tare da jagorori daban-daban, da gina ingantaccen tushe don ci gaba da miƙa mulki zuwa ƙungiya mai zaman kanta. Mun haɓaka Tsarin Dabarun na shekaru uku tare da haɗin gwiwar kowane memba na ƙungiyar a kowane matakin ƙungiyarmu, yana daidaita ayyukan da muke farawa tare. Yayin da Scratch ke girma, muna ci gaba da mai da hankali kan daidaito da gina al'umma, da kiyaye Scratch wuri mai aminci ga yara don haɗawa, ƙirƙira, da haɗin gwiwa tare da takwarorinsu a duk duniya.",
    "annualReport.2021.directorsMessageP5": "Ba zan iya isa na gode muku don fara wannan tafiya tare da ƙungiyarmu ba, da kuma ci gaba da goyon bayan ku ga manufarmu. Tausayi da ƙirƙira na Scratch Community yana ƙarfafa mu har abada, kuma ba za mu iya jira ku haɗa mu cikin muhimmin aikin da ke gabanmu ba.",
    "annualReport.2021.EDTitle": "Babban Darakta,gidauniyar Scratch ",
    "annualReport.2021.watchVideo": "kalli bidiyon",
    "annualReport.2021.missionTitle": "Manufar Mu, Hange, & Darajoji",
    "annualReport.2021.missionP1": "Mun himmatu wajen tabbatar da adalci na ilimi da ba da fifiko ga daidaito a kowane fanni na aikinmu, tare da mai da hankali musamman kan yunƙuri da hanyoyin da ke tallafawa yara, iyalai, da malamai waɗanda aka keɓe daga ƙirƙira ƙira.",
    "annualReport.2021.missionP2": "Mun ɓullo da Scratch a matsayin yanayi na koyo kyauta, mai aminci, wasa wanda ke haɗa dukkan yara cikin yin tunani mai ƙirƙira, yin tunani cikin tsari, da kuma aiki tare—ƙwarewa mai mahimmanci ga kowa a cikin al'ummar yau. Muna aiki tare da malamai da iyalai don tallafa wa yara wajen bincike, yadawa, da koyo.",
    "annualReport.2021.missionHeader": "Manufa",
    "annualReport.2021.missionSubtitle": "Samar ma matasa kayan aikin dijital da damar yin tunani, ƙirƙira, yadawa, da koyo.",
    "annualReport.2021.visionHeader": "Mahanga",
    "annualReport.2021.visionSubtitle": "Don yada ƙirƙira, kulawa, haɗin gwiwa, hanyoyin daidaitawa don ƙididdigewa da koyo a duniya.",
    "annualReport.2021.valuesHeader": "Darajoji",
    "annualReport.2021.valuesSubtitle": "A cikin wannan aikin, ainihin ƙimar mu ne ke jagorantar mu waɗanda ke ayyana ƙa'idodin mu a matsayin ƙungiya da al'umma:",
    "annualReport.2021.creativeExpressionTitle": "Ƙirƙirar Magana",
    "annualReport.2021.progressiveImprovementTitle": "Cigaban Ci gaba",
    "annualReport.2021.EquitableOpportunitiesTitle": "Dama Dama",
    "annualReport.2021.playfulEngagementTitle": "Abokin Wasa",
    "annualReport.2021.creativeExpressionDescription": "Mun himmatu wajen samar wa kowa da kowa kayan aiki da damar da za su bayyana ra'ayoyinsu, abubuwan da suke so, da kuma ingantattun kawukan su a cikin al'umma masu tallafi.",
    "annualReport.2021.progressiveImprovementDescription": "Muna riƙe kanmu ga babban matsayi kuma koyaushe muna ƙoƙari don sake maimaitawa, haɓakawa, da zaburar da juna don mafi kyawun hidimar matasa a duniya da al'ummar da ke sa aikinmu ya yiwu.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Muna gina yunƙurin ilimi wanda ya haɗa da mutane daga wurare daban-daban domin mu iya isa ga yara a duk faɗin duniya waɗanda aka keɓe daga damar ƙirƙira.",
    "annualReport.2021.playfulEngagementDescription": "A Scratch, wasa hanya ce ta yin, rabawa, koyo, da kuma cuɗanya da duniya. Muna ƙarfafa bincike mai farin ciki, gwaji, da haɗin gwiwa.",
    "annualReport.2021.reachTitle": "Isa zuwa ga yara a duk sashen duniya",
    "annualReport.2021.reachSubtitle": "Scratch ce mafi girman al'umma a duniya masu rubuta yaren kwamfuta ma yara da matasa, masu shekara 8 har sama da haka. ",
    "annualReport.2021.reachMillion": "miliyan",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% daga 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% daga 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% daga 2020",
    "annualReport.2021.reachNewUsers": "Sabbin masu amfani",
    "annualReport.2021.reachProjectsCreated": "Ayyuka da aka ƙirƙira",
    "annualReport.2021.reachProjectCreators": "Mutane masu ƙirƙirar ayyuka",
    "annualReport.2021.reachScratchAroundTheWorld": "Ana amfani da Scratch a duk faɗin duniya {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "fiye da kasashe da yankuna 200",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudi Arabia",
    "annualReport.2021.reachSaudiArabiaDescription": "Mun ga babban ci gaba a duniya a cikin 2021, amma mun yi mamakin ganin ci gaban da aka samu a Saudi Arabiya, inda muka ga sabbin masu amfani da ninki biyu fiye da na shekarar da ta gabata.",
    "annualReport.2021.reachTranslationTitle": "Ana Fassara Scratch zuwa Harsuna 74",
    "annualReport.2021.reachTranslationIncrease": "Harsuna 10 daga 2020",
    "annualReport.2021.reachTranslationBlurb": "Godiya ga masu fassara yan sa kai daga duk sashen duniya. ",
    "annualReport.2021.reachScratchJrBlurb": "Scratchjr yanayi ne na programming na gabatar me ba yara (shekaru 5-7) damar ƙirƙirar labarai da wasanni masu ba da daman tattaunawa. ",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Zazzagewa a cikin 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 miliyan daga 2020",
    "annualReport.2021.themesTitle": "Jigogi masu tasowa",
    "annualReport.2021.themesDescription": "A cikin rashin tabbas na ci gaba daga COVID-19, Scratch ya ci gaba da zama mabuɗin sarari ga matasa don haɗawa da ƙirƙirar tare. A cikin 2021, mun mai da hankali kan ƙoƙarce-ƙoƙarcen mu don gina ƙaƙƙarfan tushe don tallafawa daidai gwargwado na haɓakar al'ummarmu na duniya da ƙungiyar mu na Scratch. Ayyukanmu sun ta'allaka ne da manyan jigogi guda uku: haɓaka al'umma, haɓaka dama da samun dama, da haɓaka Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Ilimin Scratch na hadin gwiwa",
    "annualReport.2021.SECIntro": "Muryoyin al'umma da haɗin gwiwa suna zurfafa saka cikin masana'antar tarihin Scratch. Suna da, kuma suna ci gaba da kasancewa, na haɗin kai wajen taimaka mana ƙara samun damammakin yin rajista da daidaito a duk duniya. A cikin 2021, mun ƙaddamar da Haɗin gwiwar Ilimin Scratch, yunƙurin da aka himmatu don ganowa da kawar da shingen samun damar yin rikodin ƙirƙira da ke haɗa manyan ƙungiyoyi a duniya.",
    "annualReport.2021.SECWhatIs": "Menene SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC tana goyan bayan ƙungiyoyi masu shiga cikin shekaru biyu, ƙwarewar ƙungiyar haɗin gwiwa don ƙarfafa sadaukarwar su zuwa, da aiwatar da, daidaitaccen ƙirƙira ƙirƙira ta amfani da Scratch da ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "A ƙarshen ƙwarewar ƙungiyar, ƙungiyoyi za su ƙulla sababbin haɗin gwiwa tare da juna da kuma tare da Scratch, kuma za su kafa sabbin samfura don albarkatun ƙirƙira mai dogaro da gaskiya.",
    "annualReport.2021.SECWhatIsP3": "Aikinmu tare da SEC ya yiwu godiya ga kyauta mai karimci daga Google.org. Muna so mu mika godiyarmu don ci gaba da goyon bayan aikinmu.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "kungiyoyi",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "kasashe",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "abokan tarayya",
    "annualReport.2021.SECMapParagraph": "Ƙungiyarmu ta farko ta haɗa da ƙungiyoyi 41 da ke wakiltar ƙasashe 13 na duniya, waɗanda suka haɗa kai ta hanyar sadaukar da kansu don tallafawa ɗalibai daga al'ummomin da aka sani da tarihi don haɓaka amincewarsu tare da ƙirƙira kwamfuta. An haskaka wuraren su a ƙasa:",
    "annualReport.2021.spotlightStory": "Labarin cikin haske",
    "annualReport.2021.SECSpotlightTitle": "Gada zuwa Kimiyya",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Gada zuwa Kimiyya; wata ƙungiya mai zaman kanta ta Texas tana ba da lissafi, ƙididdigewa, da shirye-shiryen injiniyoyi don samari marasa aiki; ya kasance ɗaya daga cikin ƙungiyoyi na musamman guda 41 don shiga ƙungiyar Haɗin gwiwar Ilimin Scratch Education na farko.",
    "annualReport.2021.SECSpotlightText2": "A cikin 2021, mun goyi bayan Bridges zuwa Kimiyya wajen sauƙaƙe taron su na “Sa’ar Code” na farko tare da Code.org. Taron Fiestas y Piñatas ya jawo malamai da dalibai sama da 22,000 daga Latin Amurka. Mun kuma haɗa kai da Bridges zuwa Kimiyya don haɓaka kayan aiki na kayan aiki na musamman don biyan bukatun al'ummarsu.",
    "annualReport.2021.SECPullQuote": "Wani babban abin farin ciki da muke da shi wajen koyar da ɗalibanmu shi ne kowane ɗayansu, komai shirunsu, duk suna samun murya a ilimin kimiyyar kwamfuta ta hanyar Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Arist, Gada zuwa Wanda ya kafa Kimiyya",
    "annualReport.2021.SECWorkshops": "Taron karawa juna sani na SEC",
    "annualReport.2021.SECWorkshopsText": "A bara, Haɗin gwiwar Ilimin Scratch ya shirya tarurrukan bita waɗanda suka goyi bayan ƙungiyar farko ta su wajen ma'ana da kuma bincika hanyoyi na musamman don daidaita ƙirƙira coding. Stanford d. Makaranta, Tinkering Studio, Cibiyar Koyon Ƙirƙirar Ƙirƙirar Brazil, da Makarantun Jama'a na Chicago CS4ALL. Tare, mahalarta taron sun sami fahimtar juna game da ƙirƙira ƙirƙira tare da tattauna dabaru da ayyuka waɗanda ke haɓaka al'adu masu dorewa ta hanyar sadarwa da haɗin gwiwa.",
    "annualReport.2021.SECWorkshopsSubtitle": "Ta yaya za mu iya ƙirƙira ƙarfafa al'ummar gida wajen bincika ƙirƙira coding?",
    "annualReport.2021.accessTitle": "Shiga",
    "annualReport.2021.accessIntro": "Kamar yadda COVID-19 ya tilasta rufe makarantu da koyon zuwa sararin na tunani, ɗalibai da malamai da yawa suna gano Scratch a karon farko ko daidaita hanyar da suke koyarwa da koyan ƙirƙira coding. Daga gidajenmu, Tawagar Scratch ta yi aiki don tallafawa canje-canjen bukatun malamai da al'ummar kan yanar gizo.",
    "annualReport.2021.accessASL": "Koyarwar ASL",
    "annualReport.2021.accessASLText": "A cikin 2021, mun yi haɗin gwiwa tare da Codes Kids Code don ƙaddamar da koyaswar Harshen Kurame na Amurka na farko a cikin Editan Scratch.",
    "annualReport.2021.accessASLText2": "Tare, an ƙarfafa mu mu ƙirƙiri dawamamun albarkatu masu wanda zai faɗaɗa hanyoyin ƙirƙira ga kurame masu amfani da Scratch.",
    "annualReport.2021.accessASLText3": "Bidiyon sake yin minti 13 ne na koyawa ta farko ta Farawa da Scratch wanda ke gabatar da masu farawa zuwa dandalin Scratch.",
    "annualReport.2021.accessPullQuote": "Kasancewa kyakkyawar abokiyar haɗin gwiwa shine shirye-shiryen tanƙwara zuwa ga samun dama kuma da gaske sanya nauyi akan shawarwarin ƙungiyoyi kamar nawa… Tambaya, 'Mene ne za mu iya yi? kadan zuwa babu juriya; wannan abu ne mai wuyar gaske.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Founder of Deaf Kids Code",
    "annualReport.2021.accessDEICommittee": "Kwamitocin DEI a Scratch",
    "annualReport.2021.accessDEICommitteeText": "A cikin 2021, kwamitoci da yawa a Scratch sun fara aiki don sanya Scratch ya bambanta, daidaitacce, da haɗaka ga duk masu amfani. Muna farin cikin raba ci gaban da kowane kwamiti ya samu da kuma aikin da ke gaba.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Dama",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "An ƙirƙiri Kwamitin Samun damar don mayar da martani ga wahalar tawagar Scratch guda ɗaya ta amfani da tubalan coding na Scratch da ingantaccen buƙatu don mafi kyawun tallafawa masu amfani da Scratch na kowane iyawa.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "A cikin Oktoba na 2021, kwamitin ya ƙaddamar da wani aiki don sanya launin toshe-mutumin mu ya zama mai isa ga Scratchers tare da nakasar gani. Kwamitin ya yi farin cikin yin haɗin gwiwa tare da malamai da ƙungiyoyin al'umma waɗanda suka ƙware kan samun dama don haka toshe-ɓoɓin lambar ya dace da ka'idodin samun damar yanar gizo, kuma mafi mahimmanci, ƙananan benaye don sa Scratch ya fi dacewa ga kowa.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "An kafa Kwamitin Duniya, Adalci, Daidaito, Bambance-bambance, da Haɗuwa (G-JEDI) don haɓaka harshe ɗaya wanda ke bayyana abin da Bambanci, Daidaito, da Haɗa (DEI) ke nufi ga Ƙungiyar Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "A cikin 2021, kwamitin ya fara aiki akan sanarwar DEI don fayyace hanyoyin da DEI ta sanar da Ƙungiyar Scratch da ayyukan al'umma na baya da na yanzu, da kuma yadda za ta ci gaba da sanar da sabbin shirye-shiryen da ke gaba.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Daidaito x Zane",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "An ƙirƙiri Kwamitin EquityXDesign a matsayin wuri don membobin ƙungiyar Scratch da masu haɗin gwiwarmu a cikin ƙungiyar MIT’s Lifelong Kindergarten ta don karantawa da tattauna ra'ayoyi game da ayyukan ƙira na daidaita daidaito.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Tattaunawar suna jagorancin Sasha Costanza-Chock's Adalcin Zane: Ayyukan Al'umma don Gina Duniyar da Muke Bukata, kuma mambobin kwamitin sun tattauna hanyoyin da za su iya haɗa ayyukan ƙira na adalci a cikin haɓaka kayan aikin Scratch da albarkatun.",
    "annualReport.2021.access10NewLanguages": "10 Sabbin Harsuna",
    "annualReport.2021.access10NewLanguagesText": "Tare da babbar godiya ga al'ummar fassarar mu, mun sami damar haɗi tare da Scratchers a cikin yaruka 74 bara! A cikin 2021, an ƙara sabbin harsuna 10 zuwa Scratch, gami da isiXhosa (Afirka ta Kudu), Sepedi (Afrika ta Kudu), Setswana (Afrika ta Kudu), Afrikaans (Afirka ta Kudu), Kichwa (Peru), ଓଡ଼ିଆ/Odia (Indiya), Kazakh ( Kazakhstan), Aragonese (Spain), Yammacin Frisian (Netherland), da Bengali (Bangladesh, Indiya, da sauran yankuna).",
    "annualReport.2021.accessSouthAfrica": "Scratch mai sifili a Afirka ta Kudu",
    "annualReport.2021.accessSouthAfricaText": "Don inganta ƙwarewar Scratch ga matasa a yankunan da ke da ƙananan ko rashin haɗin intanet, mun haɗu tare da National Education Collaboration Trust (NECT) na Afirka ta Kudu don daukar nauyin shafin da bai dace ba don zazzage Scratch. Zazzagewa a kan shafukan da ba su da sifili ba sa amfani da kowane bandwidth na bayanai, yana rage shingen shiga Scratch saboda iyakokin bayanai da farashi. Watanni biyu kacal bayan ƙaddamar da Afrilu 2021, shafin ya sami baƙi sama da 1300.",
    "annualReport.2021.accessSnapshot": "hotuna",
    "annualReport.2021.communityTitle": "Al'umma",
    "annualReport.2021.communityIntro": "A cikin 2021, al'ummar Scratch sun ci gaba da samun ci gaba cikin sauri yayin da ƙarin matasa a duniya ke ƙirƙira da haɗin kai tare da takwarorinsu. Mun kuma ci gaba da haɓaka haɗin gwiwa tare da membobin al'umma don haɓaka ƙwarewar Scratch don al'ummarmu masu amfani daban-daban.",
    "annualReport.2021.communityScratchConference": "taron scratch",
    "annualReport.2021.communityScratchConferenceText1": "A watan Yuli, malamai a cikin al'ummarmu na duniya sun taru don bikin ƙirƙira codeing a taron Scratch. Abokan haɗin gwiwarmu ne suka jagoranci wannan taron na kyauta, na MIT's Lifelong Kindergarten Group. Taron ya haɗu {more_bold}, waɗanda suka shafe ranar haɗin gwiwa, haɗin gwiwa, da koyo daga juna, kamar yadda COVID ya raba mu.",
    "annualReport.2021.communityScratchConferenceText1More": "sama da malamai 1,500 da masu sha'awar Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Masu Fassara na Sa-kai",
    "annualReport.2021.communityVolunteerTranslatorsText": "Tun lokacin da aka ƙaddamar da Scratch a cikin 2007, mun himmatu don tallafawa masu amfani da mu a duk duniya. Masu sa kai na fassarar yaren mu suna aiki tare tare da Ƙungiyar Scratch don taimakawa fassara da daidaita dandamalinmu da albarkatun mu ga al'ummomin daban-daban da muke yi wa hidima.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Thousands of translators have volunteered their time to translate Scratch into 74 languages and counting, and there are currently more than one thousand translators signed up to translate Scratch and ScratchJr. We’re grateful to our volunteers for helping us reach more Scratchers around the world!",
    "annualReport.2021.communityScratchCommunity": "The Scratch Community in 2021",
    "annualReport.2021.communityScratchCommunityIntro": "A cikin 2021, an ƙirƙiri ayyuka sama da miliyan 113 akan rukunin yanar gizon Scratch - kusan haɓakar 39% daga 2020 – kuma an ƙirƙiri sama da sabbin ɗakuna miliyan ɗaya ! A cikin shekarar, Ƙungiyar Scratch ta dauki nauyin ɗakunan situdiyo da yawa don bikin muhimman abubuwan da suka faru da kuma ƙarfafa Scratchers su shiga cikin al'ummar kan layi.",
    "annualReport.2021.yearInReview": "shekarar da ake bita",
    "annualReport.2021.yearInReviewText": "2021 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2021.yearInReviewCard1Date": "janairu",
    "annualReport.2021.yearInReviewCard1Title": "Poetic Cafe",
    "annualReport.2021.yearInReviewCard1Text": "We “opened” our very first Poetic Cafe where Scratchers were invited to write, share, or collaborate on poems to share with the community.",
    "annualReport.2021.yearInReviewCard2Date": "fabrairu",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Masu amfani da Scratch sun yada zane-zane na mu'amala, ƙirƙira waƙoƙi, bidiyoyin kiɗa mai rai, da ƙari don bikin mutane masu tasiri da abubuwan da suka faru a cikin tarihin Baƙar fata.",
    "annualReport.2021.yearInReviewCard3Date": "Afrilu",
    "annualReport.2021.yearInReviewCard3Title": "ranar April Fool",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers were asked to imagine the “Secret life” of the Scratch Cat and went on a treasure hunt for fun and silly things hidden around the Scratch website.",
    "annualReport.2021.yearInReviewCard4Date": "May",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers around the world shared more than 3,500 projects responding to themed prompts like “Cooking With Scratch” and “Ridiculous Inventions” to celebrate Scratch's birthday.",
    "annualReport.2021.yearInReviewCard5Date": "Yuni",
    "annualReport.2021.yearInReviewCard5Title": "Pride Month",
    "annualReport.2021.yearInReviewCard5Text": "Masu amfani da Scratch sun ƙirƙiri ayyuka ta amfani da duk launukan bakan gizo don bikin al'ummar LGBTQ+ a cikin ɗakin studio na watan Pride.",
    "annualReport.2021.yearInReviewCard6Date": "Agusta",
    "annualReport.2021.yearInReviewCard6Title": "sansanin Scratch",
    "annualReport.2021.yearInReviewCard6Text": "A cikin wannan taron na tsawon makonni uku na , Masu amfani da Scratch sun ƙirƙiri ayyukan sama da 7,000 waɗanda suka motsa kuma suka ɓata, sun baje kolin ra'ayoyin yi-da-kai (DIY), kuma sun yada abubuwan da suka gano game da duniyar da ke kewaye da su.",
    "annualReport.2021.yearInReviewCard7Date": "Oktoba",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Tsawon makonni biyu, Masu amfani da Scratch sun ƙirƙiri ayyukan da ke nuna fassarorinsu na faɗakarwa na yau da kullun a cikin ɗakin studio na Scratchtober. Fiye da ayyuka 3,500 aka ƙirƙire su a kusa da jigogi guda ɗaya kamar ruwa, biki, da halittu.",
    "annualReport.2021.yearInReviewCard8Date": "Disamba",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) occurred from December 6-12 to celebrate computer science around the world. Scratch participated in the week by encouraging community members to check out tutorials, studios, and a live event hosted in partnership with Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Disamba",
    "annualReport.2021.yearInReviewCard9Title": "2021: A Scratch Year in Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "In 2021, Scratchers learned new skills, connected with friends around the world, and found creative ways to express themselves. More than 1,000 Scratchers shared their favorite Scratch memories and what Scratch meant to them in the 2021: A Scratch Year in Review studio.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "With the launch of Scratch Lab in February, we’ve opened the doors of our development process directly to Scratchers around the world.",
    "annualReport.2021.communityScratchLabText2": "Before we decide if we should introduce new blocks to the Scratch coding editor, it’s crucial to see the creative, innovative, and surprising ways Scratchers interact with them. Scratch Lab is a sandbox where everyone can try out these new features and, most importantly, share their thoughts and ideas directly with us.",
    "annualReport.2021.communityScratchLabText3": "Over 500,000 Scratchers explored the Scratch Lab site in 2021, and they submitted more than 37,000 pieces of feedback.",
    "annualReport.2021.communityScratchLabText4": "This feedback has been invaluable as we evaluate and develop Animated Text blocks, Face Sensing blocks, and more potential new features.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "subscribers",
    "annualReport.2021.ytData2": "9 million",
    "annualReport.2021.ytData2Sub": "views on videos",
    "annualReport.2021.ytData3Top": "viewers in",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "kasashe",
    "annualReport.2021.communitySnapshot2Title": "The Scratch Team on YouTube",
    "annualReport.2021.communitySnapshot2Text": "Tashar YouTube ta Scratch Team ta kai masu bi 100,000 a cikin 2021— kusan haɓakar kashi 500 ciki 100 daga 2020! Kamar yadda ɗalibai, malamai, da iyalai suka ci gaba don mayar da martani ga cutar, mun san cewa dole ne mu ƙirƙiri albarkatun da suka dace da bukatunsu.",
    "annualReport.2021.communitySnapshot2Text2": "These resources include a series of comprehensive Scratch tutorials that guide users through designing stories, games, and animations on Scratch. In 2021, these videos garnered nearly nine million views from viewers in 178 countries.",
    "annualReport.2021.tutorial1": "How to Make an 'About Me'",
    "annualReport.2021.tutorial2": "How to Make a Clicker Game",
    "annualReport.2021.tutorial3": "How to Make a Mouse Trail",
    "annualReport.2021.FounderMessageTitle": "sako daga wanda ya kafa mu",
    "annualReport.2021.FounderMessageSubTitle": "Support and Inspiration from a Founding Partner",
    "annualReport.2021.FounderMessageText1": "As you read through this annual report, you’ll learn about many ways that Scratch is expanding creative computing opportunities for millions of young people around the world, especially those from marginalized communities. This global impact is possible because of the tireless work of the growing team of engineers, designers, educators, community moderators, and others at the Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "To continue to grow our efforts and impact, we rely on the generous financial support of an incredible collection of companies, foundations, and individual donors who are aligned with our mission and vision. Here, I want to highlight the support and inspiration we’ve received from one of our Founding Partners: the LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "My research group at the MIT Media Lab started collaborating with the LEGO company and LEGO Foundation more than 30 years ago. LEGO funding helped support our early work on Scratch, leading up to the public launch of Scratch in 2007. Then, when Scratch spun out of MIT into the Scratch Foundation in 2019, the LEGO Foundation provided important funding for the new organization, with a five-year $10 million grant to “support transformative educational change by developing and promoting playful, creative approaches to coding...in diverse economic and cultural contexts.” When the pandemic hit, the LEGO Foundation stepped up with an additional $5 million grant in 2021, to ensure that the Scratch Foundation could meet the needs of children and educators disrupted by the pandemic.",
    "annualReport.2021.FounderMessageText4": "Amma haɗin LEGO-Scratch ya wuce tallafin kuɗi. Hanyar Scratch na ƙirƙirar labarai da wasanni masu rai ta hanyar haɗa tubalan shirye-shirye na hoto an yi an samo ta ne, a wani ɓangare, ta hanyar da yara ke gina gidajen LEGO da katanga ta hanyar haɗa tubalin LEGO na robobi. Scratch da LEGO kuma suna raba falsafar ilimi ta tushen aiki iri ɗaya, suna ƙarfafa yara su daidaita ayyukansu ta hanyar gwada ra'ayi, ganin abin da ya faru, sannan yin bita da sake gwadawa.",
    "annualReport.2021.FounderMessageText5": "I’ve always loved the LEGO slogan “Joy of Building, Pride of Creation.” The LEGO Foundation’s deep partnership with the Scratch Foundation is helping to bring “Joy of Building, Pride of Creation” to children’s digital activities. The partnership serves as a model of how organizations with shared ideas and values can work together to catalyze transformational change in learning and education. As the Scratch Foundation continues to build its network of partners and supporters, I look forward to connecting with other organizations to expand creative computing opportunities for children around the world.",
    "annualReport.2021.FounderTitle": "Founder, Scratch Foundation",
    "annualReport.2021.lookingForward": "sa idon nan gaba",
    "annualReport.2021.lookingForwardText1": "In 2021, we outlined a Strategic Framework guiding our major priorities for the next 4 years. We’re focused on these major areas:",
    "annualReport.2021.lookingForwardText2": "We would like to extend a huge thank you to the LEGO Foundation, whose generous COVID Recovery Grant will enable us to carry out this crucial work. We can’t wait to share more with you about the exciting projects we have planned, including updates to the Scratch experience for schools, updates to ScratchJr, and more.",
    "annualReport.2021.LookingForward1": "Strengthening the Scratch Platform and Community Infrastructure",
    "annualReport.2021.LookingForward2": "Expanding Pathways to Creative Learning",
    "annualReport.2021.LookingForward3": "Building Organizational Capacity and Ensuring Fiscal Sustainability",
    "annualReport.2021.supportersTitle": "Godiya ga magoya bayanmu",
    "annualReport.2021.supportersIntro": "Mun gode ma masu tallafa mana. Gudumawar ku na taimaka mana wajen fadade damar koyon kirkire-kirkire don yara na kowane zamani, daga kowane fanni, a duniya.",
    "annualReport.2021.ourSupporters": "Magoya bayan mu",
    "annualReport.2021.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2021 to December 31, 2021.",
    "annualReport.2021.supportersFoundingTitle": "Abokan Kafawa—$10,000,000+",
    "annualReport.2021.supportersFoundingText": "Muna godiya ta musamman ga Abokan Kafuwar mu waɗanda kowannensu ya ba da aƙalla $10,000,000 a cikin tarin tallafi, tun farkon Scratch a 2003.",
    "annualReport.2021.supportersCatPartnersTitle": " Abokan kafawan Cat na Scratch— $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Da'irar Ƙirƙira - $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Da'irar Haɗin kai— $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Da'irar tunani dake tare da hasashe — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "Da'irar ilhama — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "Da'irar bincike — $5,000+",
    "annualReport.2021.supportersPlayTitle": "Da'irar wasa — $1,000+",
    "annualReport.2021.supportersInKindTitle": "Magoya baya da karfin jikinsu da kaifin tunaninsu",
    "annualReport.2021.leadershipTitle": "Tawagarmu",
    "annualReport.2021.leadershipBoard": "Yan kwamitin gudanarwa",
    "annualReport.2021.leadershipChair": "Shugaba",
    "annualReport.2021.leadershipProfessor": "farfesan bincike akan ilmantarwa",
    "annualReport.2021.leadershipViceChair": "mataimakin shugaba",
    "annualReport.2021.leadershipCoFounder": "wanda a ka kafa tare kuma wanda ake Shugabanci tare",
    "annualReport.2021.leadershipBoardMember": "Memban kwamitin gudanarwa",
    "annualReport.2021.leadershipPresidentCEO": "Shugaban kamfanin",
    "annualReport.2021.leadershipFormerPresident": "Tsohon shugaban kamfanin",
    "annualReport.2021.leadershipFounderCEO": "Wanda ya kafa da kuma shugaban kamfanin",
    "annualReport.2021.leadershipFormerChairCEO": "Tsohuwan Shugaba kuma shugabar mace",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Sakataren & ma'ajin kwamitin gudanarwa",
    "annualReport.2021.leadershipBoardSecretary": "Sakataren kwamitin gudanarwa",
    "annualReport.2021.leadershipBoardTreasurer": "Ma'ajin kwamitin gudanarwa",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Darekta zartarwa",
    "annualReport.2021.teamThankYou": "Godiya ga Mitch Resnick, Natalie Rusk, Rupal Jain, da sauran masu haɗin gwiwa a Lifelong Kindergarten Group a MIT Media Lab don goyan bayan ku na Scratch.",
    "annualReport.2021.donateTitle": "Tallafa mana",
    "annualReport.2021.donateMessage": "Taimakon ku yana ba mu damar ƙirƙirar abubuwan ilmantarwa masu ban sha'awa, ƙirƙira, da abubuwan tunawa ga yara a ko'ina, musamman waɗanda aka keɓe bisa tsari daga damar ƙirƙira. Yi kyauta don Scratch a yau don taimaka mana ci gaba da gudanar da sabar mu, kula da haɓakar al'ummarmu na duniya, da kuma samar da ƙirƙira code ga yara a kowace ƙasa a duniya.",
    "annualReport.2021.donateMessage2": "Thank you for your generosity.",
    "annualReport.2021.donateButton": "ba da gudummawa",
    "annualReport.2021.projectBy": "aikin ",
    "annualReport.2021.JuneIlloAttr": "Flags by @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses by @Cupwing",
    "annualReport.2021.altMap": "A map of the world showing 41 SEC organizations",
    "annualReport.2021.altSECSpotlightImage": "A child plays with a toy in front of an orange background",
    "annualReport.2021.altAccessibility": "Two people use sign language in front of a green background.",
    "annualReport.2021.altaccessDEICommittee": "A hand holds out a scratch component on a green background.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "A hand paints scratch components on a blue background.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Two hands reach toward a text bubble with a heart inside it.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Two hands work together to compile a list of scratch components.",
    "annualReport.2021.altaccessSouthAfrica": "Two kids, one using a tablet and one using a laptop, work on a scratch project together.",
    "annualReport.2021.altcommunityVolunteerTransators": "Four hands are raised with text bubbles resting on top of them in front of a purple background.",
    "annualReport.2021.altcommunityThankYou": "A globe with a banner across it saying 'Thank you' surrounded by the words for thank you in various languages.",
    "annualReport.2021.altAvatar": "Hoton mai amfani",
    "annualReport.2021.altDropdownArrow": "Kibiya mai nuna menu mai zazzagewa.",
    "annualReport.2021.altMastheadIllustration": "Mutane uku suna mu'amala tare da abubuwan Scratch na zahiri",
    "annualReport.2021.altWave": "Emoji mai kada hannu",
    "annualReport.2021.altMitchHeadshot": "Wanda ya kafa Mitch Resnick",
    "annualReport.2021.altCalendar": "A calendar displaying the year 2021.",
    "annualReport.2021.altWorldVisualization": "An illustrated version of the globe.",
    "annualReport.2021.altSaudiArabiaVisualization": "A bar chart showing that there were more than twice as many new Scratch users in 2021 as there were in 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "A yellow Scratch programming component.",
    "annualReport.2021.altSECVideoPreview": "The Scratch interface appears on the left and a girl signing appears on the right.",
    "annualReport.2021.altScratchJr": "Text reading Scratch jr",
    "annualReport.2021.altHorizontalLoop": "A yellow horizontal Scratch programming component.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Two hands lining up physical Scratch components.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hands reaching up in front of a purple background with text bubbles floating above them.",
    "annualReport.2021.altScratchLogoText": "A green rectangle with the words 'Scratch Lab' writton on it.",
    "annualReport.2021.altScratchLabVideo": "A screenshot of a Scratch project with a play button on top.",
    "annualReport.2021.altHat": "A person wearing a yellow hat and pink heart sunglasses.",
    "annualReport.2021.altScratchText": "A rainbow Scratch component displaying the text, 'Here we go!'",
    "annualReport.2021.altStar": "A girl with a yellow star in front of her face.",
    "annualReport.2021.altMouseTrail": "Multiple cut outs of a squirrel head placed randomly on top of each other.",
    "annualReport.2021.altSECWorkshops": "People playing together",
    "annualReport.2021.altArrowUp": "An arrow pointing up.",
    "annualReport.2021.altTranslated": "Wani ɓangaren Scratch yana faɗin \"Sannu\" da lissafin yarukan da aka samun Scratch a ciki.",
    "annualReport.2021.altAboutMe": "The words 'About me' placed over an easel, hedgehog, mango, and soccer ball.",
    "annualReport.2021.altClickerGame": "A math game showing an apple, an orange, and a cut up bowl of fruit.",
    "annualReport.2021.altLookingForward1": "Interlocking hexagons displaying a swirl, start, and heart.",
    "annualReport.2021.altLookingForward2": "A sign post with one arrow poining right displaying a swirl and one arrow pointing left displaying a heart.",
    "annualReport.2021.altLookingForward3": "Tubalan masu launi a jere don ƙirƙirar matakai tare da wani tsiro da ke girma a sama.",
    "annualReport.2021.altSparkle": "White sparkle decoration",
    "annualReport.2021.altDownArrow": "Purple arrow pointing down",
    "annualReport.2021.altConnectingLine": "A dotted line connecting timeline elements.",
    "annualReport.2021.altApril": "A pen and Scratch components placed on top of a purple background.",
    "annualReport.2021.altJune": "A birthday cake in front of a banner of flags displaying various types of LGBTQ+ pride.",
    "annualReport.2021.altAugust": "A potato, birthday had, and sunglasses on top of a purple background.",
    "annualReport.2021.altCard1": "A colorful blob floats in front of a black and gray background next to the words 'A dream In a world of nightmares.'",
    "annualReport.2021.altCard2": "A black woman is wearing a yellow headband and gold hoop earrings.",
    "annualReport.2021.altCard3": "The scratch cat mascot swings in front of buildings accompanied by text reading 'I think Scratch Cat is a superhero.'",
    "annualReport.2021.altCard5": "A smiling block stands next to a text bubble reading 'no matter how anyone dresses, what pronouns they use, or who they love, you should always respect them!'",
    "annualReport.2021.altCard6": "A potato wearing sunglasses sits in front of a purple background.",
    "annualReport.2021.altCard7": "A colorful birthday hat sits on top of a neon cube.",
    "annualReport.2021.altCard9": "'2022' sits in front of a rainbow of ovals.",
    "annualReport.2021.altDonateIllustration": "Hannu biyu suna yin siffar zuciya tare da yatsunsu a cikin yankeken siffar zuciya."
}