{
    "annualReport.2021.subnavFoundersMessage": "संस्थापक का संदेश",
    "annualReport.2021.subnavMission": "विशेष कार्य",
    "annualReport.2021.subnavReach": "पहुंच",
    "annualReport.2021.subnavThemes": "विषयों",
    "annualReport.2021.subnavDirectorsMessage": "निर्देशक का संदेश",
    "annualReport.2021.subnavSupporters": "समर्थकों",
    "annualReport.2021.subnavTeam": "समूह",
    "annualReport.2021.subnavDonate": "दान करें ",
    "annualReport.2021.mastheadYear": "2021 वार्षिक विवरण",
    "annualReport.2021.mastheadTitle": "एक साथ मिलकर एक समतामूलक समुदाय का निर्माण",
    "annualReport.2021.directorsMessageTitle": "हमारे कार्यकारी निदेशक का एक संदेश",
    "annualReport.2021.directorsMessageP1": "2021 में, COVID-19 ने हमारी दिनचर्या को बाधित करना और एक-दूसरे के साथ हमारे व्यवहार को आकार देना जारी रखा। जब हम एक साथ इकट्ठा होने लगे, स्कूल फिर से खुल गए, और “सामान्य स्थिति में लौटने” का आह्वान किया गया, तब भी हमारे समाज के सबसे कमज़ोर लोग उन असमान ढाँचों से असमान रूप से प्रभावित रहे जिन्हें COVID-19 ने और बढ़ा दिया था। COVID-19 संकट ने स्क्रैच के साथ युवाओं के संबंधों को आकार दिया, और स्क्रैच को उनके लिए सृजन, सीखने और जुड़ने के लिए पहले से कहीं अधिक महत्वपूर्ण स्थान के रूप में स्थापित किया। लेकिन जैसे-जैसे हम एक नए साल में प्रवेश कर रहे थे, हमने अपने सबसे कमज़ोर युवाओं को पीछे नहीं छोड़ा, क्योंकि वे \"नए सामान्य\" में ढलने लगे थे।",
    "annualReport.2021.directorsMessageP2": "स्क्रैच के मूलभूत मूल्यों में से एक हमेशा युवाओं को तलाशने, बनाने, खेलने और खोज करने के लिए सशक्त बनाना रहा है — opportunities ऐसे अवसर जो सभी छात्रों को समान रूप से प्रदान नहीं किए जाते हैं।",
    "annualReport.2021.directorsMessagePullquote": "हम आत्म-अभिव्यक्ति और रचनात्मकता की परिवर्तनकारी शक्ति में विश्वास करते हैं, और युवाओं को अपनी आवाज उठाने के लिए एक उपकरण के रूप में रचनात्मक कोडिंग का उपयोग करने के लिए स्थान प्रदान करते हैं।",
    "annualReport.2021.directorsMessageP3": "मुझे हमारे इतिहास के इस महत्वपूर्ण क्षण के दौरान स्क्रैच फाउंडेशन के कार्यकारी निदेशक के रूप में सेवा करने पर गर्व है, और मैं दुनिया भर के उन बच्चों तक रचनात्मक शिक्षा के लिए स्क्रैच के देखभालपूर्ण, सहयोगात्मक दृष्टिकोण को फैलाना जारी रखूंगा, जिन्हें इन अवसरों की सबसे अधिक आवश्यकता है।",
    "annualReport.2021.directorsMessageP4": "पिछला साल स्क्रैच फ़ाउंडेशन के लिए एक अद्भुत वर्ष रहा–हमने अपनी टीम को उल्लेखनीय, विविध नेताओं के साथ बढ़ाने और एक स्वतंत्र संगठन के रूप में अपने निरंतर परिवर्तन के लिए एक ठोस आधार तैयार करने पर ध्यान केंद्रित किया। हमने अपने संगठन के प्रत्येक स्तर पर प्रत्येक टीम सदस्य के संयुक्त प्रयासों से एक तीन-वर्षीय रणनीतिक योजना विकसित की, जिसमें हम मिलकर जो काम शुरू कर रहे हैं उसे संहिताबद्ध किया गया। जैसे-जैसे स्क्रैच बढ़ता है, हम समानता और समुदाय-निर्माण पर ध्यान केंद्रित करते हैं, और स्क्रैच को बच्चों के लिए दुनिया भर में अपने साथियों के साथ जुड़ने, रचनात्मक कार्य करने और सहयोग करने के लिए एक सुरक्षित स्थान बनाए रखते हैं।",
    "annualReport.2021.directorsMessageP5": "हमारी टीम के साथ इस सफ़र पर निकलने और हमारे मिशन में आपके निरंतर सहयोग के लिए मैं आपका जितना भी धन्यवाद करूँ, कम है। स्क्रैच समुदाय की करुणा और रचनात्मकता हमें हमेशा प्रेरित करती है, और हम इस महत्वपूर्ण कार्य में आपके शामिल होने का बेसब्री से इंतज़ार कर रहे हैं।",
    "annualReport.2021.EDTitle": "कार्यकारी निदेशक, स्क्रैच फाउंडेशन",
    "annualReport.2021.watchVideo": "व्हिडिओ देखें ",
    "annualReport.2021.missionTitle": "हमारा मिशन, विजन और मान",
    "annualReport.2021.missionP1": "हम शैक्षिक न्याय के लिए प्रतिबद्ध हैं और अपने कार्य के सभी पहलुओं में समानता को प्राथमिकता देते हैं, तथा विशेष रूप से उन पहलों और दृष्टिकोणों पर ध्यान केंद्रित करते हैं जो उन बच्चों, परिवारों और शिक्षकों को सहायता प्रदान करते हैं जिन्हें रचनात्मक कंप्यूटिंग से वंचित रखा गया है।",
    "annualReport.2021.missionP2": "हमने स्क्रैच को एक स्वतंत्र, सुरक्षित, बच्चों के सीखने के माहौल के रूप में विकसित किया है जो सभी बच्चों को रचनात्मक रूप से सोचने, व्यवस्थित रूप से तर्क करने और सहयोगी रूप से काम करने में संलग्न करता है — जो आज के समाज में सभी के लिए आवश्यक कौशल है। हम बच्चों की खोज, साझा करने और सीखने में सहायता करने के लिए शिक्षकों और परिवारों के साथ काम करते हैं।",
    "annualReport.2021.missionHeader": "विशेष कार्य",
    "annualReport.2021.missionSubtitle": "युवाओं को डिजिटल उपकरणऔर कल्पना करने, बनाने, साझा करने और सीखने के अवसर प्रदान करना।",
    "annualReport.2021.visionHeader": "दृष्टिकोण",
    "annualReport.2021.visionSubtitle": "दुनिया भर में कोडिंग के प्रति रचनात्मक, देखभाल करने वाला, सहयोगी, न्यायसंगत दृष्टिकोण फैलाने के लिए।",
    "annualReport.2021.valuesHeader": "मान",
    "annualReport.2021.valuesSubtitle": "इस कार्य में, हम अपने मूल मूल्यों द्वारा निर्देशित होते हैं जो एक संगठन और समुदाय के रूप में हमारे सिद्धांतों को परिभाषित करते हैं:",
    "annualReport.2021.creativeExpressionTitle": "रचनात्मक अभिव्यक्ति",
    "annualReport.2021.progressiveImprovementTitle": "प्रगतिशील सुधार",
    "annualReport.2021.EquitableOpportunitiesTitle": "न्यायसंगत अवसर",
    "annualReport.2021.playfulEngagementTitle": "चंचल जुड़ाव",
    "annualReport.2021.creativeExpressionDescription": "हम सभी को एक सहयोगी समुदाय के भीतर अपने विचारों, अपनी रुचियों और अपनी वास्तविक अभिव्यक्ति को अभिव्यक्त करने के लिए साधन और अवसर प्रदान करने के लिए प्रतिबद्ध हैं।",
    "annualReport.2021.progressiveImprovementDescription": "हम स्वयं को उच्च मानक पर रखते हैं और सदैव विश्व भर के युवाओं और समुदाय की सर्वोत्तम सेवा करने के लिए एक-दूसरे को दोहराने, सुधारने और प्रेरित करने का प्रयास करते हैं, जिससे हमारा कार्य संभव हो पाता है।",
    "annualReport.2021.EquitableOpportunitiesDescription": "हम विविध पृष्ठभूमि के लोगों को शामिल करते हुए एक शैक्षिक आंदोलन का निर्माण कर रहे हैं ताकि हम दुनिया भर के उन बच्चों तक पहुंच सकें जिन्हें रचनात्मक कोडिंग के अवसरों से बाहर रखा गया है।",
    "annualReport.2021.playfulEngagementDescription": "स्क्रैच में, खेल दुनिया के साथ बनाने, साझा करने, सीखने और जुड़ने का एक दृष्टिकोण है। हम आनंदपूर्ण अन्वेषण, प्रयोग और सहयोग को प्रोत्साहित करते हैं।",
    "annualReport.2021.reachTitle": "दुनिया भर के बच्चों तक पहुंचना",
    "annualReport.2021.reachSubtitle": "स्क्रैच 8 साल और उससे अधिक उम्र के बच्चों और किशोरों के लिए दुनिया का सबसे बड़ा कोडिंग समुदाय है",
    "annualReport.2021.reachMillion": "दस लाख",
    "annualReport.2021.reachNewUsersNumber": "18{million}",
    "annualReport.2021.reachNewUsersIncrease": "2020 से 22%",
    "annualReport.2021.reachProjectsCreatedNumber": "113{million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "2020 से 39%",
    "annualReport.2021.reachProjectCreatorsNumber": "42{million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "2020 से 44%",
    "annualReport.2021.reachNewUsers": "नए उपयोगकर्ता",
    "annualReport.2021.reachProjectsCreated": "परियोजनाओं का निर्माण",
    "annualReport.2021.reachProjectCreators": "लोग प्रोजेक्ट बना रहे हैं\n ",
    "annualReport.2021.reachScratchAroundTheWorld": "स्क्रैच का उपयोग दुनिया भर में किया जाता है{numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "200 से अधिक देशों और क्षेत्रों",
    "annualReport.2021.reachSaudiArabiaTitle": "सऊदी अरब",
    "annualReport.2021.reachSaudiArabiaDescription": "हमने 2021 में दुनिया भर में जबरदस्त वृद्धि देखी, लेकिन हम सऊदी अरब में वृद्धि देखकर चकित थे, जहां हमने पिछले वर्ष की तुलना में दोगुने नए उपयोगकर्ता देखे।",
    "annualReport.2021.reachTranslationTitle": "स्क्रैच का 74 भाषाओं में अनुवाद किया गया है",
    "annualReport.2021.reachTranslationIncrease": "2020 से 10 भाषाएँ",
    "annualReport.2021.reachTranslationBlurb": "दुनिया भर से स्वयंसेवक अनुवादकों को धन्यवाद।",
    "annualReport.2021.reachScratchJrBlurb": "स्क्रैचजेआर एक परिचयात्मक प्रोग्रामिंग वातावरण है जो छोटे बच्चों (उम्र 5-7) को अपनी इंटरैक्टिव कहानियां और गेम बनाने में सक्षम बनाता है।",
    "annualReport.2021.reachDownloadsMillion": "5{million}",
    "annualReport.2021.reachDownloads": "2021 में डाउनलोड",
    "annualReport.2021.reachDownloadsIncrease": "2020 से 20 लाख",
    "annualReport.2021.themesTitle": "उभरती हुई विषयवस्तु",
    "annualReport.2021.themesDescription": "कोविड-19 से चल रही अनिश्चितता के बीच, स्क्रैच युवा लोगों के लिए एक साथ जुड़ने और निर्माण करने के लिए एक महत्वपूर्ण स्थान के रूप में काम करता रहा। 2021 में, हमने अपने बढ़ते वैश्विक समुदाय और हमारी बढ़ती स्क्रैच टीम को समान रूप से समर्थन देने के लिए एक मजबूत नींव बनाने पर अपने प्रयासों पर ध्यान केंद्रित किया। हमारा काम तीन प्रमुख विषयों पर केंद्रित था: समुदाय को बढ़ावा देना, पहुंच और पहुंच बढ़ाना, और स्क्रैच एजुकेशन कोलैबोरेटिव (एसईसी) विकसित करना।",
    "annualReport.2021.SECTitle": "स्क्रैच शिक्षा सहयोगी\n ",
    "annualReport.2021.SECIntro": "सामुदायिक आवाज़ें और साझेदारियाँ स्क्रैच के इतिहास में गहराई से रची-बसी हैं। ये आवाज़ें दुनिया भर में सुलभ और समान कोडिंग के अवसरों को बढ़ाने में हमारी मदद करने में अभिन्न रही हैं और आगे भी रहेंगी। 2021 में, हमने स्क्रैच एजुकेशन कोलैबोरेटिव की शुरुआत की, जो दुनिया भर के उल्लेखनीय संगठनों को जोड़ने वाली रचनात्मक कोडिंग तक पहुँच में आने वाली बाधाओं की पहचान करने और उन्हें दूर करने के लिए प्रतिबद्ध एक पहल है।",
    "annualReport.2021.SECWhatIs": "एसईसी क्या है?",
    "annualReport.2021.SECWhatIsP1": "एसईसी, स्क्रैच और स्क्रैचजेआर का उपयोग करते हुए समतापूर्ण रचनात्मक कोडिंग के कार्यान्वयन और उसके प्रति अपनी प्रतिबद्धता को मजबूत करने के लिए, सहभागी संगठनों को दो-वर्षीय सहयोगात्मक समूह अनुभव में सहयोग और संलग्न करता है।",
    "annualReport.2021.SECWhatIsP2": "समूह अनुभव के अंत तक, संगठन एक-दूसरे के साथ और स्क्रैच के साथ नई साझेदारियां बना लेंगे, तथा इक्विटी-केंद्रित रचनात्मक कोडिंग संसाधनों के लिए नए मॉडल स्थापित कर लेंगे।",
    "annualReport.2021.SECWhatIsP3": "SEC के साथ हमारा काम Google.org के उदार अनुदान की बदौलत संभव हो पाया है। हम अपने मिशन में उनके निरंतर सहयोग के लिए आभार व्यक्त करना चाहते हैं।",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "संगठनों",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "देशों",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "भागीदार",
    "annualReport.2021.SECMapParagraph": "हमारे पहले समूह में दुनिया भर के 13 देशों का प्रतिनिधित्व करने वाले 41 संगठन शामिल थे, जो ऐतिहासिक रूप से हाशिए पर पड़े समुदायों के शिक्षार्थियों को रचनात्मक कंप्यूटिंग में आत्मविश्वास विकसित करने में सहायता करने के लिए अपनी प्रतिबद्धता से एकजुट थे। उनके स्थान नीचे दिए गए हैं:",
    "annualReport.2021.spotlightStory": "कहानी सुर्खियों में",
    "annualReport.2021.SECSpotlightTitle": "विज्ञान के लिए पुल",
    "annualReport.2021.SECSpotlightLocation": "फुलशियर, टेक्सास",
    "annualReport.2021.SECSpotlightText1": "विज्ञान के लिए पुल; टेक्सस स्थित एक गैर-लाभकारी संस्था वंचित युवाओं के लिए गणित, कोडिंग और रोबोटिक्स कार्यक्रम प्रदान करती है; स्क्रैच एजुकेशन कोलैबोरेटिव के पहले समूह में शामिल होने वाले 41 असाधारण संगठनों में से एक था।",
    "annualReport.2021.SECSpotlightText2": "2021 में, हमने Code.org के साथ ब्रिजेस टू साइंस की पहली \"आवर ऑफ़ कोड\" कार्यशाला के आयोजन में सहयोग किया। “फिएस्टास वाई पिनाटास” कार्यक्रम में लैटिन अमेरिका के 22,000 से ज़्यादा शिक्षक और छात्र शामिल हुए। हमने ब्रिजेस टू साइंस के साथ मिलकर उनके समुदाय की ज़रूरतों को पूरा करने के लिए अनूठे संसाधनों का एक टूलकिट भी विकसित किया।",
    "annualReport.2021.SECPullQuote": "अपने छात्रों को पढ़ाने में हमें जो सबसे बड़ी खुशी मिलती है, वह यह है कि उनमें से प्रत्येक, चाहे वे कितने भी शांत क्यों न हों, सभी को स्क्रैच के माध्यम से कंप्यूटर विज्ञान में अपनी आवाज मिल जाती है।",
    "annualReport.2021.SECPullQuoteAttr": "- रोजा एरिस्टी, ब्रिजेज टू साइंस की संस्थापक",
    "annualReport.2021.SECWorkshops": "एसईसी कार्यशालाएँ",
    "annualReport.2021.SECWorkshopsText": "पिछले साल, स्क्रैच एजुकेशन कोलैबोरेटिव ने कार्यशालाओं की एक श्रृंखला आयोजित की, जिसने उनके पहले समूह को समतामूलक रचनात्मक कोडिंग के अनूठे रास्ते परिभाषित करने और तलाशने में मदद की। कार्यशालाओं का संचालन स्टैनफोर्ड डी. स्कूल, टिंकरिंग स्टूडियो, ब्राज़ीलियन क्रिएटिव लर्निंग नेटवर्क और शिकागो पब्लिक स्कूल्स CS4ALL द्वारा किया गया। कार्यशाला के प्रतिभागियों ने मिलकर रचनात्मक कोडिंग की एक साझा समझ विकसित की और रचनात्मक संचार और सहयोग के माध्यम से सांस्कृतिक रूप से स्थायी समुदायों को बढ़ावा देने वाली रणनीतियों और प्रथाओं पर चर्चा की।",
    "annualReport.2021.SECWorkshopsSubtitle": "रचनात्मक कोडिंग की खोज में हम स्थानीय समुदाय को रचनात्मक रूप से कैसे सशक्त बना सकते हैं?",
    "annualReport.2021.accessTitle": "पहुँच",
    "annualReport.2021.accessIntro": "जैसे ही COVID-19 ने स्कूलों को बंद करने के लिए मजबूर किया और सीखने को आभासी स्थानों पर धकेल दिया, कई छात्र और शिक्षक पहली बार स्क्रैच की खोज कर रहे थे या रचनात्मक कोडिंग को पढ़ाने और सीखने के तरीके को अपना रहे थे। हमारे अपने घरों से, स्क्रैच टीम ने शिक्षकों और ऑनलाइन समुदाय की बदलती जरूरतों का समर्थन करने के लिए काम किया।",
    "annualReport.2021.accessASL": "एएसएल ट्यूटोरियल",
    "annualReport.2021.accessASLText": "2021 में, हमने स्क्रैच एडिटर में अपना पहला अमेरिकी सांकेतिक भाषा ट्यूटोरियल लॉन्च करने के लिए डेफ किड्स कोड के साथ साझेदारी की।",
    "annualReport.2021.accessASLText2": "साथ मिलकर, हम एक सदाबहार संसाधन बनाने के लिए प्रेरित हुए, जो बधिर स्क्रैचर्स के लिए रचनात्मक मार्ग का विस्तार करेगा।",
    "annualReport.2021.accessASLText3": "यह वीडियो हमारे मूल “स्क्रैच के साथ शुरुआत करना” ट्यूटोरियल का 13 मिनट का रीमेक है जो शुरुआती लोगों को स्क्रैच प्लेटफॉर्म से परिचित कराता है।",
    "annualReport.2021.accessPullQuote": "एक अच्छा सहयोगी होने का अर्थ है, सुलभ होने की ओर झुकने की इच्छा, तथा वास्तव में मेरे जैसे संगठनों की सिफारिशों पर बल देना... पूछना, 'हम क्या कर सकते हैं?' और वास्तव में हमें बागडोर संभालने तथा बहुत कम या बिना किसी प्रतिरोध के, इसके लिए आगे बढ़ने देना; यह एक बहुत ही दुर्लभ बात है।",
    "annualReport.2021.accessPullQuoteAttr": "- शिरीन हफीज, डेफ किड्स कोड की संस्थापक",
    "annualReport.2021.accessDEICommittee": "स्क्रैच पर DEI समितियाँ ",
    "annualReport.2021.accessDEICommitteeText": "2021 में, स्क्रैच की कई समितियों ने स्क्रैच को सभी उपयोगकर्ताओं के लिए अधिक विविध, न्यायसंगत और समावेशी बनाने के लिए काम शुरू किया। हम प्रत्येक समिति द्वारा की गई प्रगति और अभी भी आगे के काम को साझा करने के लिए उत्साहित हैं।",
    "annualReport.2021.accessDEICommitteeAccessibility": "पहुँच",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "एक्सेसिबिलिटी कमेटी स्क्रैच टीम के एक सदस्य की स्क्रैच के कोडिंग ब्लॉकों का उपयोग करने में कठिनाई और सभी क्षमताओं के स्क्रैचर्स को बेहतर समर्थन देने की एक मान्यता प्राप्त आवश्यकता के जवाब में बनाई गई थी।",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "अक्टूबर 2021 में, समिति ने दृष्टिबाधित स्क्रैचर्स के लिए हमारे कोडिंग ब्लॉक्स के रंग को सुलभ बनाने के लिए एक परियोजना शुरू की। समिति सुगम्यता में विशेषज्ञता रखने वाले शिक्षकों और सामुदायिक संगठनों के साथ साझेदारी करने के लिए उत्साहित है ताकि कोडिंग ब्लॉक वेब सुगम्यता दिशानिर्देशों को पूरा कर सकें, और इससे भी महत्वपूर्ण बात यह है कि निचली मंजिलों पर स्क्रैच को सभी के लिए अधिक सुलभ बनाया जा सके।",
    "annualReport.2021.accessDEICommitteeG-JEDI": "जी-जेडीआई",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "वैश्विक, न्याय, समानता, विविधता और समावेशन (जी-जेडीआई) समिति का गठन एक साझा भाषा विकसित करने के लिए किया गया था जो यह परिभाषित करती है कि स्क्रैच टीम के लिए विविधता, समानता और समावेशन (डीईआई) का क्या अर्थ है।",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "2021 में, समिति ने DEI वक्तव्य पर काम शुरू किया, जिसमें यह बताया गया कि किस तरह DEI ने स्क्रैच टीम और समुदाय के पिछले और वर्तमान कार्यों को सूचित किया है, और यह कैसे आगे चलकर नई पहलों को सूचित करना जारी रखेगा।",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "इक्विटी x डिज़ाइन",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "इक्विटी एक्स डिजाइन समिति की स्थापना स्क्रैच टीम के सदस्यों और एमआईटी के लाइफलॉन्ग किंडरगार्टन समूह में हमारे सहयोगियों के लिए इक्विटी-केंद्रित डिजाइन प्रथाओं के बारे में विचारों को पढ़ने और चर्चा करने के लिए एक स्थान के रूप में की गई थी।",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "यह वार्तालाप साशा कोस्टान्ज़ा-चॉक की पुस्तक “डिज़ाइन जस्टिस: कम्युनिटी-लेड प्रैक्टिसेस टू बिल्ड द वर्ल्ड्स वी नीड” द्वारा निर्देशित है, और समिति के सदस्य उन तरीकों पर चर्चा करते हैं जिनसे वे स्क्रैच टूल्स और संसाधनों के विकास में इक्विटी-केंद्रित डिज़ाइन प्रथाओं को शामिल कर सकते हैं।",
    "annualReport.2021.access10NewLanguages": "10 नई भाषाएँ",
    "annualReport.2021.access10NewLanguagesText": "हमारे अनुवाद समुदाय के बहुत-बहुत धन्यवाद, हम पिछले साल 74 भाषाओं में स्क्रैचर्स से जुड़ पाए! 2021 में, स्क्रैच में 10 नई भाषाएँ जोड़ी गईं, जिनमें इसिखोसा (दक्षिण अफ्रीका), सेपेडी (दक्षिण अफ्रीका), सेत्सवाना (दक्षिण अफ्रीका), अफ़्रीकांस (दक्षिण अफ्रीका), किचवा (पेरू), ଓଡ଼ିଆ/ओडिया (भारत), कज़ाख (कज़ाकिस्तान), अरागोनी (स्पेन), वेस्टर्न फ़्रिसियन (नीदरलैंड), और बंगाली (बांग्लादेश, भारत और अन्य क्षेत्र) शामिल हैं।",
    "annualReport.2021.accessSouthAfrica": "दक्षिण अफ़्रीका में शून्य-रेटेड स्क्रैच",
    "annualReport.2021.accessSouthAfricaText": "कम या बिना इंटरनेट कनेक्टिविटी वाले क्षेत्रों में युवाओं के लिए स्क्रैच अनुभव को बेहतर बनाने के लिए, हमने दक्षिण अफ्रीका के राष्ट्रीय शिक्षा सहयोग ट्रस्ट (NECT) के साथ मिलकर स्क्रैच डाउनलोड करने के लिए एक शून्य-रेटेड पेज बनाया है। शून्य-रेटेड पेजों पर डाउनलोड करने से डेटा बैंडविड्थ की खपत नहीं होती है, जिससे डेटा सीमाओं और लागतों के कारण स्क्रैच तक पहुँचने में आने वाली बाधा कम हो जाती है। अप्रैल 2021 में लॉन्च होने के दो महीने बाद ही, इस पेज पर 1300 से ज़्यादा विज़िटर आ चुके थे।",
    "annualReport.2021.accessSnapshot": "स्नैपशॉट्स",
    "annualReport.2021.communityTitle": "समुदाय ",
    "annualReport.2021.communityIntro": "2021 में, स्क्रैच समुदाय में तेज़ी से वृद्धि जारी रही क्योंकि दुनिया भर में और भी ज़्यादा युवा अपने साथियों के साथ मिलकर काम कर रहे थे और जुड़ रहे थे। हमने अपने विविध उपयोगकर्ता समुदाय के लिए स्क्रैच अनुभव को बेहतर बनाने के लिए समुदाय के सदस्यों के साथ साझेदारी भी विकसित करना जारी रखा।",
    "annualReport.2021.communityScratchConference": "स्क्रॅच  के कांफ्रेंस ",
    "annualReport.2021.communityScratchConferenceText1": "जुलाई में, हमारे वैश्विक समुदाय के शिक्षक स्क्रैच कॉन्फ्रेंस में रचनात्मक कोडिंग का जश्न मनाने के लिए एक साथ आए। इस निःशुल्क, वर्चुअल कार्यक्रम का नेतृत्व एमआईटी के लाइफलॉन्ग किंडरगार्टन ग्रुप के हमारे सहयोगियों ने किया। इस कॉन्फ्रेंस में,{more_bold}को एक साथ लाया गया, जिन्होंने कोविड के कारण एक-दूसरे से दूर रहने के बावजूद, एक-दूसरे से जुड़ने, सहयोग करने और सीखने में पूरा दिन बिताया।",
    "annualReport.2021.communityScratchConferenceText1More": "1,500 से अधिक शिक्षक और स्क्रैच उत्साही",
    "annualReport.2021.communityVolunteerTranslators": "स्वयंसेवक अनुवादक",
    "annualReport.2021.communityVolunteerTranslatorsText": "2007 में स्क्रैच की शुरुआत के बाद से, हम दुनिया भर में अपने उपयोगकर्ताओं का समर्थन करने के लिए प्रतिबद्ध हैं। हमारे भाषा अनुवाद स्वयंसेवक स्क्रैच टीम के साथ मिलकर काम करते हैं ताकि हमारे प्लेटफ़ॉर्म और संसाधनों का अनुवाद और स्थानीयकरण उन विविध समुदायों के लिए किया जा सके जिनकी हम सेवा करते हैं।",
    "annualReport.2021.communityVolunteerTranslatorsText2": "हज़ारों अनुवादकों ने स्क्रैच का 74 भाषाओं में अनुवाद करने के लिए स्वेच्छा से अपना समय दिया है और यह संख्या बढ़ती जा रही है, और वर्तमान में स्क्रैच और स्क्रैच जूनियर का अनुवाद करने के लिए एक हज़ार से ज़्यादा अनुवादकों ने पंजीकरण कराया है। दुनिया भर के ज़्यादा स्क्रैचर्स तक पहुँचने में हमारी मदद करने के लिए हम अपने स्वयंसेवकों के आभारी हैं!",
    "annualReport.2021.communityScratchCommunity": "2021 में स्क्रैच समुदाय",
    "annualReport.2021.communityScratchCommunityIntro": "2021 में, स्क्रैच साइट पर 113 मिलियन से ज़्यादा प्रोजेक्ट बनाए गए – 2020 की तुलना में लगभग 39% की वृद्धि – और दस लाख से ज़्यादा नए स्टूडियो बनाए गए! पूरे साल, स्क्रैच टीम ने महत्वपूर्ण आयोजनों का जश्न मनाने और स्क्रैचर्स को ऑनलाइन समुदाय में भाग लेने के लिए प्रोत्साहित करने के लिए कई स्टूडियो आयोजित किए।",
    "annualReport.2021.yearInReview": "सर्वेक्षण का वर्ष\n ",
    "annualReport.2021.yearInReviewText": "2021 ऑनलाइन समुदाय में एक उल्लेखनीय वर्ष था। सामुदायिक टीम ने युवा लोगों के लिए अपने विचार व्यक्त करने और सकारात्मक तरीकों से जुड़ने के अवसरों पर प्रकाश डाला और विकसित किया, और स्क्रैचर्स से अविश्वसनीय आंदोलन सामने आए। यहां साल की कुछ मुख्य बातों पर एक नजर डाली गई है:",
    "annualReport.2021.yearInReviewCard1Date": "जनवरी ",
    "annualReport.2021.yearInReviewCard1Title": "काव्यात्मक कैफ़े",
    "annualReport.2021.yearInReviewCard1Text": "हमने अपना पहला काव्य कैफे “खोला” जहां स्क्रैचर्स को समुदाय के साथ साझा करने के लिए कविताओं को लिखने, साझा करने या सहयोग करने के लिए आमंत्रित किया गया था।",
    "annualReport.2021.yearInReviewCard2Date": "फ़रवरी ",
    "annualReport.2021.yearInReviewCard2Title": "ब्लैक हिस्ट्री मंथ स्टूडियो ",
    "annualReport.2021.yearInReviewCard2Text": "स्क्रैचर्स ने इंटरैक्टिव कलाकृति साझा की, कविताएं बनाईं, एनिमेटेड संगीत वीडियो बनाए, तथा अश्वेत इतिहास के प्रभावशाली लोगों और घटनाओं का जश्न मनाने के लिए और भी बहुत कुछ किया।",
    "annualReport.2021.yearInReviewCard3Date": "अप्रैल ",
    "annualReport.2021.yearInReviewCard3Title": "अप्रैल मूर्ख दिवस\n ",
    "annualReport.2021.yearInReviewCard3Text": "स्क्रैचर्स को स्क्रैच बिल्ली के “गुप्त जीवन” की कल्पना करने के लिए कहा गया और स्क्रैच वेबसाइट के आसपास छिपी मजेदार और मूर्खतापूर्ण चीजों के लिए खजाने की खोज पर निकल पड़े।",
    "annualReport.2021.yearInReviewCard4Date": "मई ",
    "annualReport.2021.yearInReviewCard4Title": "स्क्रैच सप्ताह",
    "annualReport.2021.yearInReviewCard4Text": "दुनिया भर के स्क्रैचर्स ने स्क्रैच के जन्मदिन का जश्न मनाने के लिए “स्क्रैच के साथ खाना बनाना” और “हास्यास्पद आविष्कार” जैसे थीम वाले संकेतों पर प्रतिक्रिया देते हुए 3,500 से अधिक परियोजनाएं साझा कीं।",
    "annualReport.2021.yearInReviewCard5Date": "जून ",
    "annualReport.2021.yearInReviewCard5Title": "गौरव माह",
    "annualReport.2021.yearInReviewCard5Text": "स्क्रैचर्स ने प्राइड मंथ स्टूडियो में LGBTQ+ समुदाय का जश्न मनाने के लिए इंद्रधनुष के सभी रंगों का उपयोग करके परियोजनाएं बनाईं।",
    "annualReport.2021.yearInReviewCard6Date": "अगस्त ",
    "annualReport.2021.yearInReviewCard6Title": "स्क्रैच कैंप",
    "annualReport.2021.yearInReviewCard6Text": "तीन सप्ताह तक चलने वाले इस वार्षिक आयोजन के दौरान, स्क्रैचर्स ने 7,000 से अधिक परियोजनाएं बनाईं, जो हिलती-डुलती थीं, रचनात्मक स्वयं-करें (DIY) विचारों का प्रदर्शन किया, तथा अपने आसपास की प्राकृतिक दुनिया के बारे में अपनी खोजों को साझा किया।",
    "annualReport.2021.yearInReviewCard7Date": "अक्टूबर ",
    "annualReport.2021.yearInReviewCard7Title": "स्क्रैचटोबर",
    "annualReport.2021.yearInReviewCard7Text": "दो हफ़्तों तक, स्क्रैचर्स ने स्क्रैचटॉबर स्टूडियो में दैनिक संकेतों की अपनी व्याख्याओं को प्रदर्शित करते हुए परियोजनाएँ बनाईं। पानी के नीचे, उत्सव और जीवों जैसे एकल-शब्द विषयों पर 3,500 से ज़्यादा परियोजनाएँ बनाई गईं।",
    "annualReport.2021.yearInReviewCard8Date": "दिसंबर ",
    "annualReport.2021.yearInReviewCard8Title": "सीएसएडवीक",
    "annualReport.2021.yearInReviewCard8Text": "कंप्यूटर विज्ञान शिक्षा सप्ताह (CSEdWeek) 6-12 दिसंबर तक दुनिया भर में कंप्यूटर विज्ञान का जश्न मनाने के लिए आयोजित किया गया। स्क्रैच ने समुदाय के सदस्यों को ट्यूटोरियल, स्टूडियो और मेकी मेकी के साथ साझेदारी में आयोजित एक लाइव कार्यक्रम देखने के लिए प्रोत्साहित करके इस सप्ताह में भाग लिया!",
    "annualReport.2021.yearInReviewCard9Date": "दिसंबर ",
    "annualReport.2021.yearInReviewCard9Title": "2021: एक स्क्रैच वर्ष की समीक्षा स्टूडियो में",
    "annualReport.2021.yearInReviewCard9Text": "2021 में, स्क्रैचर्स ने नए कौशल सीखे, दुनिया भर के दोस्तों से जुड़े और खुद को अभिव्यक्त करने के रचनात्मक तरीके खोजे। 2021: ए स्क्रैच ईयर इन रिव्यू स्टूडियो में 1,000 से ज़्यादा स्क्रैचर्स ने अपनी पसंदीदा स्क्रैच यादें और स्क्रैच का उनके लिए क्या मतलब था, साझा किया।",
    "annualReport.2021.communityScratchLabTitle": "स्क्रैच लैब",
    "annualReport.2021.communityScratchLabText": "फरवरी में स्क्रैच लैब के शुभारंभ के साथ, हमने अपनी विकास प्रक्रिया के दरवाजे दुनिया भर के स्क्रैचर्स के लिए सीधे खोल दिए हैं।",
    "annualReport.2021.communityScratchLabText2": "इससे पहले कि हम यह तय करें कि हमें स्क्रैच कोडिंग एडिटर में नए ब्लॉक जोड़ने चाहिए या नहीं, यह देखना ज़रूरी है कि स्क्रैचर्स उनके साथ किस तरह रचनात्मक, अभिनव और आश्चर्यजनक तरीके से बातचीत करते हैं। स्क्रैच लैब एक सैंडबॉक्स है जहाँ हर कोई इन नई सुविधाओं को आज़मा सकता है और सबसे महत्वपूर्ण बात, अपने विचार और सुझाव सीधे हमारे साथ साझा कर सकता है।",
    "annualReport.2021.communityScratchLabText3": "2021 में 500,000 से अधिक स्क्रैचर्स ने स्क्रैच लैब साइट का पता लगाया, और उन्होंने 37,000 से अधिक फीडबैक प्रस्तुत किए।",
    "annualReport.2021.communityScratchLabText4": "यह फीडबैक अमूल्य रहा है क्योंकि हम एनिमेटेड टेक्स्ट ब्लॉक, फेस सेंसिंग ब्लॉक और अन्य संभावित नई सुविधाओं का मूल्यांकन और विकास कर रहे हैं।",
    "annualReport.2021.ytData1": "1,00,000",
    "annualReport.2021.ytData1Sub": "ग्राहकों",
    "annualReport.2021.ytData2": "90 लाख",
    "annualReport.2021.ytData2Sub": "वीडियो पर विचार",
    "annualReport.2021.ytData3Top": "दर्शकों में",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "देशों",
    "annualReport.2021.communitySnapshot2Title": "YouTube पर स्क्रैच टीम",
    "annualReport.2021.communitySnapshot2Text": "स्क्रैच टीम के YouTube चैनल के सब्सक्राइबर 2021 में 1,00,000 तक पहुँच गए—जो 2020 की तुलना में लगभग 500 प्रतिशत की वृद्धि है! जैसे-जैसे छात्र, शिक्षक और परिवार महामारी के जवाब में विकसित हुए, हमें पता था कि हमें ऐसे संसाधन बनाने होंगे जो उनकी ज़रूरतों के अनुकूल हों।",
    "annualReport.2021.communitySnapshot2Text2": "इन संसाधनों में व्यापक स्क्रैच ट्यूटोरियल की एक श्रृंखला शामिल है जो उपयोगकर्ताओं को स्क्रैच पर कहानियाँ, गेम और एनिमेशन डिज़ाइन करने में मार्गदर्शन करती है। 2021 में, इन वीडियो को 178 देशों के दर्शकों से लगभग नौ मिलियन बार देखा गया।",
    "annualReport.2021.tutorial1": "'मेरे बारे में' कैसे बनाएं",
    "annualReport.2021.tutorial2": "क्लिकर गेम कैसे बनाएं",
    "annualReport.2021.tutorial3": "माउस ट्रेल कैसे बनाएं",
    "annualReport.2021.FounderMessageTitle": "हमारे संस्थापक का एक संदेश\n ",
    "annualReport.2021.FounderMessageSubTitle": "एक संस्थापक साझेदार से समर्थन और प्रेरणा",
    "annualReport.2021.FounderMessageText1": "इस वार्षिक रिपोर्ट को पढ़ते हुए, आप जानेंगे कि स्क्रैच दुनिया भर के लाखों युवाओं, खासकर हाशिए पर रहने वाले समुदायों के युवाओं के लिए रचनात्मक कंप्यूटिंग के अवसरों का विस्तार कैसे कर रहा है। यह वैश्विक प्रभाव स्क्रैच फ़ाउंडेशन के इंजीनियरों, डिज़ाइनरों, शिक्षकों, सामुदायिक मॉडरेटरों और अन्य लोगों की बढ़ती टीम के अथक परिश्रम के कारण संभव हुआ है।",
    "annualReport.2021.FounderMessageText2": "अपने प्रयासों और प्रभाव को निरंतर बढ़ाने के लिए, हम उन कंपनियों, फ़ाउंडेशनों और व्यक्तिगत दानदाताओं के उदार वित्तीय सहयोग पर निर्भर हैं जो हमारे मिशन और विज़न से जुड़े हैं। यहाँ, मैं अपने संस्थापक सहयोगियों में से एक, लेगो फ़ाउंडेशन से मिले समर्थन और प्रेरणा पर प्रकाश डालना चाहता हूँ।",
    "annualReport.2021.FounderMessageText3": "एमआईटी मीडिया लैब में मेरे शोध समूह ने 30 साल से भी पहले लेगो कंपनी और लेगो फ़ाउंडेशन के साथ सहयोग करना शुरू किया था। लेगो फ़ंडिंग ने स्क्रैच पर हमारे शुरुआती काम को सहारा दिया, जिससे 2007 में स्क्रैच का सार्वजनिक लॉन्च हुआ। फिर, जब 2019 में स्क्रैच एमआईटी से अलग होकर स्क्रैच फ़ाउंडेशन में बदल गया, तो लेगो फ़ाउंडेशन ने नए संगठन के लिए महत्वपूर्ण धन मुहैया कराया, जिसमें पाँच साल के लिए 10 मिलियन डॉलर का अनुदान शामिल था ताकि “विभिन्न आर्थिक और सांस्कृतिक संदर्भों में कोडिंग के लिए चंचल, रचनात्मक दृष्टिकोण विकसित और बढ़ावा देकर परिवर्तनकारी शैक्षिक बदलाव का समर्थन किया जा सके।” जब महामारी आई, तो लेगो फ़ाउंडेशन ने 2021 में अतिरिक्त 5 मिलियन डॉलर का अनुदान दिया, ताकि यह सुनिश्चित किया जा सके कि स्क्रैच फ़ाउंडेशन महामारी से प्रभावित बच्चों और शिक्षकों की ज़रूरतों को पूरा कर सके।",
    "annualReport.2021.FounderMessageText4": "लेकिन लेगो-स्क्रैच का संबंध वित्तीय सहायता से कहीं आगे तक जाता है। ग्राफ़िकल प्रोग्रामिंग ब्लॉक्स को जोड़कर एनिमेटेड कहानियाँ और गेम बनाने का स्क्रैच का तरीका, कुछ हद तक, बच्चों द्वारा प्लास्टिक की लेगो ईंटों को जोड़कर लेगो घर और महल बनाने के तरीके से प्रेरित था। स्क्रैच और लेगो एक ही प्रोजेक्ट-आधारित शैक्षिक दर्शन साझा करते हैं, जो बच्चों को किसी विचार को आज़माकर, उसका परिणाम देखकर, फिर उसमें संशोधन करके और फिर से प्रयास करके अपने प्रोजेक्ट को बार-बार परिष्कृत करने के लिए प्रोत्साहित करता है।",
    "annualReport.2021.FounderMessageText5": "मुझे लेगो का नारा “निर्माण का आनंद, सृजन का गौरव” हमेशा से बहुत पसंद रहा है। स्क्रैच फ़ाउंडेशन के साथ लेगो फ़ाउंडेशन की गहरी साझेदारी बच्चों की डिजिटल गतिविधियों में “निर्माण का आनंद, सृजन का गौरव” लाने में मदद कर रही है। यह साझेदारी एक आदर्श प्रस्तुत करती है कि कैसे साझा विचारों और मूल्यों वाले संगठन मिलकर सीखने और शिक्षा में परिवर्तनकारी बदलाव ला सकते हैं। जैसे-जैसे स्क्रैच फ़ाउंडेशन अपने साझेदारों और समर्थकों का नेटवर्क विकसित कर रहा है, मैं दुनिया भर के बच्चों के लिए रचनात्मक कंप्यूटिंग के अवसरों का विस्तार करने के लिए अन्य संगठनों के साथ जुड़ने के लिए उत्सुक हूँ।",
    "annualReport.2021.FounderTitle": "संस्थापक, स्क्रैच फाउंडेशन",
    "annualReport.2021.lookingForward": "आगे की ओर देख रहे हैं",
    "annualReport.2021.lookingForwardText1": "2021 में, हमने अगले 4 वर्षों के लिए अपनी प्रमुख प्राथमिकताओं को निर्देशित करने वाला एक रणनीतिक ढाँचा तैयार किया है। हम इन प्रमुख क्षेत्रों पर ध्यान केंद्रित कर रहे हैं:",
    "annualReport.2021.lookingForwardText2": "हम लेगो फ़ाउंडेशन का हार्दिक आभार व्यक्त करते हैं, जिनके उदार कोविड रिकवरी अनुदान से हमें यह महत्वपूर्ण कार्य करने में मदद मिलेगी। हम आपके साथ अपनी रोमांचक परियोजनाओं के बारे में और अधिक साझा करने के लिए उत्सुक हैं, जिनमें स्कूलों के लिए स्क्रैच अनुभव में अपडेट, स्क्रैचजेआर में अपडेट, और बहुत कुछ शामिल है।",
    "annualReport.2021.LookingForward1": "स्क्रैच प्लेटफ़ॉर्म और सामुदायिक बुनियादी ढांचे को मजबूत करना",
    "annualReport.2021.LookingForward2": "रचनात्मक शिक्षा के मार्ग का विस्तार",
    "annualReport.2021.LookingForward3": "संगठनात्मक क्षमता निर्माण और राजकोषीय स्थिरता सुनिश्चित करना",
    "annualReport.2021.supportersTitle": "हमारे समर्थकों को धन्यवाद",
    "annualReport.2021.supportersIntro": "हमारे उदार समर्थकों को धन्यवाद। आपका योगदान हमें दुनिया भर में, सभी पृष्ठभूमि से, सभी उम्र के बच्चों के लिए रचनात्मक सीखने के अवसरों का विस्तार करने में मदद करता है।",
    "annualReport.2021.ourSupporters": "हमारे समर्थक",
    "annualReport.2021.ourSupportersText": "हम उन सभी स्क्रैच समर्थकों का धन्यवाद करना चाहते हैं जिन्होंने वर्षों से दुनिया भर के लाखों युवाओं को अद्भुत शिक्षण अनुभव प्रदान करने में हमारी मदद की है। निम्नलिखित सूची 1 जनवरी, 2021 से 31 दिसंबर, 2021 तक स्क्रैच फ़ाउंडेशन को दिए गए दान पर आधारित है।",
    "annualReport.2021.supportersFoundingTitle": "संस्थापक भागीदार - $10,000,000+",
    "annualReport.2021.supportersFoundingText": "हम विशेष रूप से अपने संस्थापक साझेदारों के आभारी हैं, जिन्होंने 2003 में स्क्रैच की शुरुआत के बाद से प्रत्येक को संचयी समर्थन में कम से कम $10,000,000 प्रदान किए हैं।",
    "annualReport.2021.supportersCatPartnersTitle": "स्क्रैच कैट पार्टनर्स - $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "क्रिएटिविटी सर्कल - $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "सहयोग मंडल— $100,000+",
    "annualReport.2021.supportersImaginationTitle": "इमेजिनेशन सर्कल —  $50,000+",
    "annualReport.2021.supportersInspirationTitle": "प्रेरणा मंडल — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "एक्सप्लोरेशन सर्कल — $5,000+",
    "annualReport.2021.supportersPlayTitle": "प्ले सर्कल—  $1,000+",
    "annualReport.2021.supportersInKindTitle": "तरह के समर्थक",
    "annualReport.2021.leadershipTitle": "हमारी टीम",
    "annualReport.2021.leadershipBoard": "निदेशक मंडल",
    "annualReport.2021.leadershipChair": "कुर्सी",
    "annualReport.2021.leadershipProfessor": "लर्निंग रिसर्च के प्रोफेसर",
    "annualReport.2021.leadershipViceChair": "वाइस चेअर",
    "annualReport.2021.leadershipCoFounder": "सह-संस्थापक और सह-अध्यक्ष",
    "annualReport.2021.leadershipBoardMember": "बोर्ड के सदस्य",
    "annualReport.2021.leadershipPresidentCEO": "राष्ट्रपति और सीईओ",
    "annualReport.2021.leadershipFormerPresident": "पूर्व राष्ट्रपति",
    "annualReport.2021.leadershipFounderCEO": "संस्थापक और मुख्‍य कार्यपालक अधिकारी",
    "annualReport.2021.leadershipFormerChairCEO": "पूर्व सीईओ और अध्यक्षा",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "बोर्ड सचिव और कोषाध्यक्ष",
    "annualReport.2021.leadershipBoardSecretary": "बोर्ड सचिव",
    "annualReport.2021.leadershipBoardTreasurer": "बोर्ड कोषाध्यक्ष",
    "annualReport.2021.leadershipScratchTeam": "2021 स्क्रैच टीम",
    "annualReport.2021.leadershipED": "कार्यकारी निदेशक",
    "annualReport.2021.teamThankYou": "स्क्रैच के आपके अथक समर्थन के लिए मिच रेसनिक, नताली रस्क, रूपल जैन और एमआईटी मीडिया लैब में लाइफलॉन्ग किंडरगार्टन ग्रुप के अन्य सहयोगियों को धन्यवाद।",
    "annualReport.2021.donateTitle": "हमें सहयोग दीजिये",
    "annualReport.2021.donateMessage": "आपका सहयोग हमें दुनिया भर के बच्चों के लिए, खासकर उन बच्चों के लिए जो रचनात्मक कोडिंग के अवसरों से व्यवस्थित रूप से वंचित रहे हैं, प्रेरणादायक, रचनात्मक और यादगार शिक्षण अनुभव बनाने में सक्षम बनाता है। हमारे सर्वरों को चालू रखने, हमारे बढ़ते वैश्विक समुदाय को बनाए रखने और दुनिया भर के हर देश के बच्चों के लिए रचनात्मक कोडिंग को संभव बनाने में हमारी मदद करने के लिए आज ही स्क्रैच को एक उपहार दें।",
    "annualReport.2021.donateMessage2": "उदारता के लिए आपका धन्यवाद।",
    "annualReport.2021.donateButton": "दान करें ",
    "annualReport.2021.projectBy": "द्वारा प्रोजेक्ट",
    "annualReport.2021.JuneIlloAttr": "@ratchild द्वारा झंडे",
    "annualReport.2021.OctIlloAttr": "आलू और गिलास @Cupwing द्वारा",
    "annualReport.2021.altMap": "विश्व का एक मानचित्र जिसमें 41 SEC संगठन दर्शाए गए हैं",
    "annualReport.2021.altSECSpotlightImage": "एक बच्चा नारंगी पृष्ठभूमि के सामने खिलौने से खेल रहा है",
    "annualReport.2021.altAccessibility": "दो व्यक्ति हरे रंग की पृष्ठभूमि के सामने सांकेतिक भाषा का प्रयोग कर रहे हैं।",
    "annualReport.2021.altaccessDEICommittee": "हरे रंग की पृष्ठभूमि पर एक हाथ एक खरोंच घटक को पकड़े हुए है |",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "एक हाथ नीले रंग की पृष्ठभूमि पर स्क्रैच घटकों को चित्रित करता है।",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "दो हाथ एक टेक्स्ट बबल की ओर बढ़ते हैं जिसके अन्दर एक दिल है।",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "स्क्रैच घटकों की सूची तैयार करने के लिए दो हाथ एक साथ काम करते हैं।",
    "annualReport.2021.altaccessSouthAfrica": "दो बच्चे, जिनमें से एक टैबलेट का उपयोग कर रहा है और दूसरा लैपटॉप का उपयोग कर रहा है, एक साथ मिलकर एक स्क्रैच प्रोजेक्ट पर काम कर रहे हैं।",
    "annualReport.2021.altcommunityVolunteerTransators": "बैंगनी पृष्ठभूमि के सामने चार हाथ ऊपर उठे हुए हैं और उनके ऊपर पाठ के बुलबुले रखे हुए हैं।",
    "annualReport.2021.altcommunityThankYou": "एक ग्लोब जिस पर 'धन्यवाद' लिखा हुआ एक बैनर है तथा उसके चारों ओर विभिन्न भाषाओं में धन्यवाद शब्द लिखे हुए हैं।",
    "annualReport.2021.altAvatar": "उपयोगकर्ता अवतार",
    "annualReport.2021.altDropdownArrow": "तीर ड्रॉपडाउन मेनू को दर्शाता है।",
    "annualReport.2021.altMastheadIllustration": "तीन लोग भौतिक स्क्रैच घटकों के साथ बातचीत कर रहे हैं।",
    "annualReport.2021.altWave": "एक हाथ हिलाता हुआ इमोजी |",
    "annualReport.2021.altMitchHeadshot": "संस्थापक मिच रेसनिक",
    "annualReport.2021.altCalendar": "वर्ष 2021 को प्रदर्शित करने वाला कैलेंडर।",
    "annualReport.2021.altWorldVisualization": "ग्लोब का एक सचित्र संस्करण |",
    "annualReport.2021.altSaudiArabiaVisualization": "एक बार चार्ट दिखा रहा है कि 2021 में 2020 की तुलना में दोगुने से अधिक नए स्क्रैच उपयोगकर्ता थे।",
    "annualReport.2021.altScratchHorizontalCommand": "एक पीला स्क्रैच प्रोग्रामिंग घटक |",
    "annualReport.2021.altSECVideoPreview": "स्क्रैच इंटरफ़ेस बाईं ओर दिखाई देता है और एक लड़की हस्ताक्षर करती हुई दाईं ओर दिखाई देती है।",
    "annualReport.2021.altScratchJr": "पाठ पढ़ना स्क्रैच जूनियर",
    "annualReport.2021.altHorizontalLoop": "एक पीला क्षैतिज स्क्रैच प्रोग्रामिंग घटक|",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "दो हाथ भौतिक स्क्रैच घटकों को पंक्तिबद्ध करते हुए।",
    "annualReport.2021.altcommunityVolunteerTranslators": "बैंगनी पृष्ठभूमि के सामने हाथ ऊपर उठे हुए हैं और उनके ऊपर पाठ के बुलबुले तैर रहे हैं।",
    "annualReport.2021.altScratchLogoText": "एक हरे रंग का आयत जिस पर 'स्क्रैच लैब' लिखा हुआ है।",
    "annualReport.2021.altScratchLabVideo": "शीर्ष पर प्ले बटन के साथ स्क्रैच प्रोजेक्ट का स्क्रीनशॉट।",
    "annualReport.2021.altHat": "एक व्यक्ति पीली टोपी और गुलाबी दिल के आकार का धूप का चश्मा पहने हुए है।",
    "annualReport.2021.altScratchText": "एक इंद्रधनुषी स्क्रैच घटक जो यह पाठ प्रदर्शित करता है, 'हम यहाँ आते हैं!'",
    "annualReport.2021.altStar": "एक लड़की जिसके चेहरे के सामने एक पीला सितारा लगा हुआ है।",
    "annualReport.2021.altMouseTrail": "गिलहरी के सिर के कई टुकड़े एक दूसरे के ऊपर बेतरतीब ढंग से रखे गए हैं।",
    "annualReport.2021.altSECWorkshops": "लोग एक साथ खेल रहे हैं",
    "annualReport.2021.altArrowUp": "ऊपर की ओर इशारा करता हुआ एक तीर |",
    "annualReport.2021.altTranslated": "एक स्क्रैच घटक जो \"हैलो\" कहता है तथा उन भाषाओं को सूचीबद्ध करता है जिनमें स्क्रैच उपलब्ध है।",
    "annualReport.2021.altAboutMe": "'मेरे बारे में' शब्द एक चित्रफलक, हेजहोग, आम और फुटबॉल गेंद पर रखे गए हैं।",
    "annualReport.2021.altClickerGame": "एक गणित का खेल जिसमें एक सेब, एक संतरा और एक कटे हुए फल का कटोरा दिखाया गया है।",
    "annualReport.2021.altLookingForward1": "इंटरलॉकिंग षट्भुज एक भंवर, शुरुआत, और दिल प्रदर्शित करते हैं।",
    "annualReport.2021.altLookingForward2": "एक साइन पोस्ट जिसमें एक तीर दाईं ओर इशारा करता है जो एक भंवर प्रदर्शित करता है और एक तीर बाईं ओर इशारा करता है जो एक दिल प्रदर्शित करता है।",
    "annualReport.2021.altLookingForward3": "रंग-बिरंगे ब्लॉकों को पंक्तिबद्ध करके सीढ़ियां बनाई गई हैं, जिनके ऊपर एक पौधा उग रहा है।",
    "annualReport.2021.altSparkle": "सफ़ेद चमकीली सजावट",
    "annualReport.2021.altDownArrow": "नीचे की ओर इशारा करता बैंगनी तीर",
    "annualReport.2021.altConnectingLine": "समयरेखा तत्वों को जोड़ने वाली एक बिंदीदार रेखा।",
    "annualReport.2021.altApril": "एक पेन और स्क्रैच घटक बैंगनी पृष्ठभूमि के शीर्ष पर रखे गए हैं।",
    "annualReport.2021.altJune": "विभिन्न प्रकार के LGBTQ+ गौरव को प्रदर्शित करने वाले झंडों के बैनर के सामने जन्मदिन का केक।",
    "annualReport.2021.altAugust": "बैंगनी पृष्ठभूमि के ऊपर एक आलू, जन्मदिन का उपहार और धूप का चश्मा।",
    "annualReport.2021.altCard1": "काले और भूरे रंग की पृष्ठभूमि पर एक रंगीन धब्बा तैर रहा है, जिसके आगे लिखा है 'दुःस्वप्नों की दुनिया में एक सपना।'",
    "annualReport.2021.altCard2": "एक अश्वेत महिला ने पीले रंग का हेडबैंड और सोने की बालियां पहन रखी हैं।",
    "annualReport.2021.altCard3": "स्क्रैच कैट शुभंकर को इमारतों के सामने झूलते हुए दिखाया गया है, जिसके साथ लिखा है, 'मुझे लगता है कि स्क्रैच कैट एक सुपरहीरो है।'",
    "annualReport.2021.altCard5": "एक मुस्कुराता हुआ ब्लॉक एक टेक्स्ट बबल के बगल में खड़ा है, जिस पर लिखा है 'कोई भी व्यक्ति कैसे भी कपड़े पहने, कोई भी सर्वनाम इस्तेमाल करे, या किसी से भी प्यार करे, आपको हमेशा उसका सम्मान करना चाहिए!'",
    "annualReport.2021.altCard6": "बैंगनी पृष्ठभूमि के सामने धूप का चश्मा पहने एक आलू बैठा है।",
    "annualReport.2021.altCard7": "एक रंगीन जन्मदिन की टोपी एक निऑन क्यूब के ऊपर रखी हुई है।",
    "annualReport.2021.altCard9": "'2022' अंडाकार आकार के इंद्रधनुष के सामने स्थित है।",
    "annualReport.2021.altDonateIllustration": "दो हाथ एक हृदय का आकार बनाते हैं तथा उनकी उंगलियां एक कटे हुए हृदय के आकार के अंदर होती हैं।"
}