{
    "annualReport.2021.subnavFoundersMessage": "Poruka osnivača",
    "annualReport.2021.subnavMission": "Misija",
    "annualReport.2021.subnavReach": "Dohvatiti",
    "annualReport.2021.subnavThemes": "Teme",
    "annualReport.2021.subnavDirectorsMessage": "Poruka redatelja",
    "annualReport.2021.subnavSupporters": "Pristaše",
    "annualReport.2021.subnavTeam": "Tim",
    "annualReport.2021.subnavDonate": "Doniraj",
    "annualReport.2021.mastheadYear": "Godišnje izvješće za 2021",
    "annualReport.2021.mastheadTitle": "Zajedno gradimo pravednu zajednicu",
    "annualReport.2021.directorsMessageTitle": "Poruka našeg izvršnog direktora",
    "annualReport.2021.directorsMessageP1": "Godine 2021. COVID-19 nastavio je remetiti naše rutine i oblikovati način na koji komuniciramo jedni s drugima. Čak i kad smo se počeli okupljati, škole su se ponovno otvorile i bilo je poziva na 'povratak u normalu', najranjiviji u našem društvu ostali su nerazmjerno pogođeni nepravednim strukturama koje je COVID-19 pogoršao. Kriza izazvana COVID-19 oblikovala je odnos mladih prema Scratchu i učvrstila Scratch kao vitalnije mjesto nego ikad za njih da stvaraju, uče i povezuju se. Ali kako smo krenuli u novu godinu, nismo ostavili naše najugroženije mlade ljude dok su počeli ploviti 'novom normalnom'.",
    "annualReport.2021.directorsMessageP2": "Jedna od temeljnih vrijednosti Scratch-a oduvijek je bila osnaživanje mladih ljudi da istražuju, stvaraju, igraju se i otkrivaju - mogućnosti koje nisu jednako dostupne svim studentima.",
    "annualReport.2021.directorsMessagePullquote": "Vjerujemo u transformativnu moć samoizražavanja i kreativnosti te u pružanje prostora mladim ljudima da koriste kreativno kodiranje kao alat za podizanje glasa.",
    "annualReport.2021.directorsMessageP3": "Ponosan sam što služim kao izvršni direktor Zaklade Scratch tijekom ovog ključnog trenutka u našoj povijesti i nastavit ću širiti Scratchev brižni, suradnički pristup kreativnom učenju djeci diljem svijeta kojoj su ove prilike najviše potrebne.",
    "annualReport.2021.directorsMessageP4": "Prošla godina bila je nevjerojatna godina za Scratch Foundation – usredotočili smo se na povećanje našeg tima s izvanrednim, raznolikim vođama i izgradnju čvrstih temelja za našu kontinuiranu tranziciju u neovisnu organizaciju. Razvili smo trogodišnji strateški plan zajedničkim naporima svakog člana tima na svim razinama naše organizacije, kodificirajući posao u koji zajedno krećemo. Kako Scratch raste, ostajemo usredotočeni na pravednost i izgradnju zajednice te na održavanje Scratch-a sigurnim prostorom za povezivanje, stvaranje i suradnju sa svojim vršnjacima diljem svijeta.",
    "annualReport.2021.directorsMessageP5": "Ne mogu vam dovoljno zahvaliti što ste krenuli na ovo putovanje s našim timom i što kontinuirano podržavate našu misiju. Suosjećanje i kreativnost Scratch zajednice beskrajno nas inspiriraju i jedva čekamo da nam se pridružite u važnom poslu koji je pred nama.",
    "annualReport.2021.EDTitle": "Izvršni direktor, Scratch Foundation",
    "annualReport.2021.watchVideo": "Gledaj video",
    "annualReport.2021.missionTitle": "Naša misija, vizija i vrijednosti",
    "annualReport.2021.missionP1": "Predani smo obrazovnoj pravdi i davanju prioriteta pravednosti u svim aspektima našeg rada, s posebnim fokusom na inicijative i pristupe koji podržavaju djecu, obitelji i nastavnike koji su bili isključeni iz kreativnog računalstva.",
    "annualReport.2021.missionP2": "Razvili smo Scratch kao besplatno, sigurno, razigrano okruženje za učenje koje uključuje svu djecu u kreativno razmišljanje, sustavno rasuđivanje i suradnju - ključne vještine za sve u današnjem društvu. Radimo s edukatorima i obiteljima kako bismo podržali djecu u istraživanju, dijeljenju i učenju.",
    "annualReport.2021.missionHeader": "Misija",
    "annualReport.2021.missionSubtitle": "Pružanje mladima digitalnih alata i prilika za maštanje, stvaranje, dijeljenje i učenje.",
    "annualReport.2021.visionHeader": "Vizija",
    "annualReport.2021.visionSubtitle": "Širiti kreativne, brižne, suradničke i pravedne pristupe kodiranju i učenju diljem svijeta.",
    "annualReport.2021.valuesHeader": "Vrijednosti",
    "annualReport.2021.valuesSubtitle": "U ovom poslu vodimo se našim temeljnim vrijednostima koje definiraju naša načela kao organizacije i zajednice:",
    "annualReport.2021.creativeExpressionTitle": "Kreativno izražavanje",
    "annualReport.2021.progressiveImprovementTitle": "Progresivno poboljšanje",
    "annualReport.2021.EquitableOpportunitiesTitle": "Jednake mogućnosti",
    "annualReport.2021.playfulEngagementTitle": "Razigrani angažman",
    "annualReport.2021.creativeExpressionDescription": "Predani smo tome da svima pružimo alate i prilike da izraze svoje ideje, svoje interese i svoje autentično ja unutar zajednice koja nas podržava.",
    "annualReport.2021.progressiveImprovementDescription": "Držimo se visokih standarda i uvijek nastojimo ponavljati, poboljšavati i inspirirati jedni druge kako bismo najbolje služili mladim ljudima diljem svijeta i zajednici koja omogućuje naš rad.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Gradimo obrazovni pokret koji uključuje ljude iz različitih sredina kako bismo mogli doprijeti do djece diljem svijeta koja su bila isključena iz mogućnosti kreativnog kodiranja.",
    "annualReport.2021.playfulEngagementDescription": "U Scratchu igra je pristup stvaranju, dijeljenju, učenju i druženju sa svijetom. Potičemo radosno istraživanje, eksperimentiranje i suradnju.",
    "annualReport.2021.reachTitle": "Doprijeti do djece diljem svijeta",
    "annualReport.2021.reachSubtitle": "Scratch je najveća svjetska zajednica kodiranja za djecu i tinejdžere od 8 godina naviše.",
    "annualReport.2021.reachMillion": "milijuna",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% od 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% od 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% od 2020",
    "annualReport.2021.reachNewUsers": "Novi korisnici",
    "annualReport.2021.reachProjectsCreated": "Izrađeni projekti",
    "annualReport.2021.reachProjectCreators": "Ljudi koji stvaraju projekte",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch se koristi diljem svijeta {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "više od 200 zemalja i teritorija",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudijska Arabija",
    "annualReport.2021.reachSaudiArabiaDescription": "U 2021. vidjeli smo ogroman rast diljem svijeta, ali smo bili iznenađeni rastom u Saudijskoj Arabiji, gdje smo vidjeli dvostruko više novih korisnika nego godinu prije.",
    "annualReport.2021.reachTranslationTitle": "Scratch je preveden na 74 jezika",
    "annualReport.2021.reachTranslationIncrease": "10 jezika od 2020",
    "annualReport.2021.reachTranslationBlurb": "Zahvaljujući prevoditeljima volonterima iz cijelog svijeta.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr je uvodno programsko okruženje koje maloj djeci (5-7 godina) omogućuje stvaranje vlastitih interaktivnih priča i igara.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Preuzimanja u 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 milijuna od 2020",
    "annualReport.2021.themesTitle": "Teme u nastajanju",
    "annualReport.2021.themesDescription": "Usred stalne neizvjesnosti izazvane COVID-19, Scratch je nastavio služiti kao ključno mjesto za povezivanje mladih ljudi i zajedničko stvaranje. U 2021. usmjerili smo svoje napore na izgradnju snažnog temelja za ravnopravnu podršku našoj rastućoj globalnoj zajednici i našem rastućem Scratch timu. Naš rad bio je usredotočen na tri glavne teme: poticanje zajednice, povećanje pristupa i pristupačnosti te razvoj Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Glasovi zajednice i partnerstva duboko su utkani u tkivo Scratchove povijesti. Imali su i nastavljaju biti sastavni dio pomaganja u povećanju dostupnih i pravednih mogućnosti kodiranja diljem svijeta. Godine 2021. pokrenuli smo Scratch Education Collaborative, inicijativu posvećenu prepoznavanju i uklanjanju prepreka pristupu kreativnom kodiranju koje povezuje izvanredne organizacije diljem svijeta.",
    "annualReport.2021.SECWhatIs": "Što je SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC podržava i uključuje organizacije sudionice u dvogodišnje kohortno iskustvo suradnje kako bi ojačali svoju predanost i implementaciju pravednog kreativnog kodiranja koristeći Scratch i ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Do kraja kohortnog iskustva, organizacije će uspostaviti nova partnerstva jedna s drugom is Scratchom, te će uspostaviti nove modele za izvore kreativnog kodiranja usmjerene na kapital.",
    "annualReport.2021.SECWhatIsP3": "Naš rad sa SEC-om omogućen je zahvaljujući velikodušnoj potpori Google.org. Željeli bismo izraziti našu zahvalnost za njihovu kontinuiranu podršku našoj misiji.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizacije",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "zemljama",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partneri",
    "annualReport.2021.SECMapParagraph": "Naša prva kohorta uključivala je 41 organizaciju koja je predstavljala 13 zemalja diljem svijeta, a ujedinila ih je njihova predanost podršci učenicima iz povijesno marginaliziranih zajednica u razvoju njihovog samopouzdanja uz kreativno računalstvo. Njihove lokacije istaknute su u nastavku:",
    "annualReport.2021.spotlightStory": "Priča u središtu pažnje",
    "annualReport.2021.SECSpotlightTitle": "Mostovi do znanosti",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Teksas",
    "annualReport.2021.SECSpotlightText1": "Mostovi do znanosti; neprofitna organizacija sa sjedištem u Teksasu koja pruža programe matematike, kodiranja i robotike za mlade u nedostatku usluga; bila je jedna od 41 iznimne organizacije koja se pridružila prvoj kohorti Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "Godine 2021. podržali smo Bridges to Science u omogućavanju njihove prve radionice Sat kodiranja s Code.org. Događaj Fiestas y Piñatas privukao je više od 22.000 nastavnika i učenika iz Latinske Amerike. Također smo surađivali s Bridges to Science kako bismo razvili set alata jedinstvenih resursa koji zadovoljavaju potrebe njihove zajednice.",
    "annualReport.2021.SECPullQuote": "Jedna od najvećih radosti koje imamo u podučavanju naših učenika je da svatko od njih, bez obzira koliko tihi bili, svi pronađu svoj glas u informatici kroz Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, osnivačica Bridges to Science",
    "annualReport.2021.SECWorkshops": "SEC radionice",
    "annualReport.2021.SECWorkshopsText": "Prošle je godine Scratch Education Collaborative ugostio niz radionica koje su podržale svoju inauguralnu kohortu u definiranju i istraživanju jedinstvenih putova do pravednog kreativnog kodiranja. Radionice je omogućio Stanford d. School, Tinkering Studio, Brazilian Creative Learning Network i Chicago Public Schools CS4ALL. Sudionici radionice zajedno su razvili zajedničko razumijevanje kreativnog kodiranja i raspravljali o strategijama i praksama koje potiču kulturno održive zajednice kroz kreativnu komunikaciju i suradnju.",
    "annualReport.2021.SECWorkshopsSubtitle": "Kako možemo kreativno osnažiti lokalnu zajednicu u istraživanju kreativnog kodiranja?",
    "annualReport.2021.accessTitle": "Pristup",
    "annualReport.2021.accessIntro": "Kako je COVID-19 prisilio škole na zatvaranje i gurnuo učenje u virtualne prostore, mnogi učenici i učitelji otkrivali su Scratch po prvi put ili prilagođavali način na koji su podučavali i učili kreativno kodiranje. Iz naših vlastitih domova, Scratch tim je radio na pružanju podrške promjenjivim potrebama nastavnika i online zajednice.",
    "annualReport.2021.accessASL": "ASL vodič",
    "annualReport.2021.accessASLText": "Godine 2021. udružili smo se s Deaf Kids Code kako bismo pokrenuli naš prvi vodič za američki znakovni jezik u Scratch Editoru.",
    "annualReport.2021.accessASLText2": "Zajedno smo bili nadahnuti da stvorimo zimzeleni resurs koji bi proširio kreativne putove za gluhe Grebače.",
    "annualReport.2021.accessASLText3": "Videozapis je 13-minutni remake našeg izvornog vodiča 'Početak rada sa Scratchom' koji početnike uvodi u platformu Scratch.",
    "annualReport.2021.accessPullQuote": "Biti dobar saveznik je spremnost da budemo pristupačni i stvarno dajemo težinu preporukama organizacija poput moje... Pitajući se: 'Što možemo učiniti?' i dopuštajući nam da preuzmemo uzde i krenemo za tim, s vrlo mali ili nikakav otpor; to je vrlo rijetka stvar.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, osnivačica Deaf Kids Code",
    "annualReport.2021.accessDEICommittee": "Odbori DEI-a na početku",
    "annualReport.2021.accessDEICommitteeText": "U 2021. nekoliko odbora u Scratchu počelo je s radom kako bi Scratch učinili raznolikijim, pravednijim i inkluzivnijim za sve korisnike. Uzbuđeni smo što možemo podijeliti napredak koji je svaki odbor postigao i posao koji tek predstoji.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Pristupačnost",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Odbor za pristupačnost stvoren je kao odgovor na vlastite poteškoće jednog člana Scratch tima u korištenju Scratchovih blokova kodiranja i prepoznate potrebe za boljom podrškom za Scratchere svih sposobnosti.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "U listopadu 2021. odbor je pokrenuo projekt kako bi boja naših blokova kodiranja bila dostupna osobama s oštećenjem vida. Povjerenstvo je uzbuđeno surađivati ​​s učiteljima i društvenim organizacijama specijaliziranim za pristupačnost kako bi blokovi kodiranja zadovoljili smjernice za pristupačnost weba, i što je još važnije, niže razine kako bi Scratch bio pristupačniji svima.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Odbor za globalnu pravdu, pravednost, različitost i uključenost (G-JEDI) osnovan je kako bi razvio zajednički jezik koji definira što različitost, jednakost i uključenost (DEI) znače Scratch timu.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "Godine 2021. odbor je započeo rad na DEI izjavi kako bi opisao načine na koje je DEI informirao Scratch tim i zajednicu o prošlom i sadašnjem radu te kako će nastaviti informirati nove inicijative koje idu dalje.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "EquityXDesign Committee stvoren je kao mjesto za članove Scratch tima i naše suradnike u MIT-ovoj grupi Lifelong Kindergarten za čitanje i raspravu o idejama o dizajnerskim praksama usmjerenim na kapital.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Razgovore vodi Sasha Costanza-Chock Design Justice: Community-Led Practices to Build the Worlds We Need, a članovi odbora raspravljaju o načinima na koje mogu uključiti prakse dizajna usmjerene na kapital u razvoj Scratch alata i resursa.",
    "annualReport.2021.access10NewLanguages": "10 novih jezika",
    "annualReport.2021.access10NewLanguagesText": "Uz veliku zahvalnost našoj prevoditeljskoj zajednici, uspjeli smo se povezati sa Scratchersom na 74 jezika prošle godine! U 2021. 10 novih jezika dodano je Scratchu, uključujući isiXhosa (Južna Afrika), Sepedi (Južna Afrika), Setswana (Južna Afrika), Afrikaans (Južna Afrika), Kichwa (Peru), ଓଡ଼ିଆ/Odia (Indija), Kazahstan ( Kazahstan), aragonski (Španjolska), zapadnofrizijski (Nizozemska) i bengalski (Bangladeš, Indija i druge regije).",
    "annualReport.2021.accessSouthAfrica": "Scratch s nultom ocjenom u Južnoj Africi",
    "annualReport.2021.accessSouthAfricaText": "Kako bismo poboljšali iskustvo Scratch-a za mlade ljude u regijama s slabom internetskom vezom ili bez nje, udružili smo se s National Education Collaboration Trust (NECT) iz Južne Afrike kako bismo ugostili stranicu s nultom ocjenom za preuzimanje Scratch-a. Preuzimanja na stranicama s nultom ocjenom ne koriste nikakvu propusnost podataka, smanjujući prepreku pristupu Scratchu zbog ograničenja podataka i troškova. Samo dva mjeseca nakon pokretanja u travnju 2021., stranica je imala više od 1300 posjetitelja.",
    "annualReport.2021.accessSnapshot": "Snimke",
    "annualReport.2021.communityTitle": "Zajednica",
    "annualReport.2021.communityIntro": "U 2021. Scratch zajednica nastavila je brzo rasti jer je još više mladih ljudi diljem svijeta stvaralo i povezivalo se sa svojim vršnjacima. Također smo nastavili razvijati partnerstva s članovima zajednice kako bismo poboljšali iskustvo Scratch-a za našu raznoliku zajednicu korisnika.",
    "annualReport.2021.communityScratchConference": "Scratch konferencija",
    "annualReport.2021.communityScratchConferenceText1": "U srpnju su se edukatori u našoj globalnoj zajednici okupili kako bi proslavili kreativno kodiranje na Scratch konferenciji. Ovaj besplatni, virtualni događaj vodili su naši suradnici iz MIT-ove Lifelong Kindergarten Group. Konferencija je okupila {more_bold}, koji su proveli dan povezujući se, surađujući i učeći jedni od drugih, iako nas je COVID razdvojio.",
    "annualReport.2021.communityScratchConferenceText1More": "više od 1500 edukatora i Scratch entuzijasta",
    "annualReport.2021.communityVolunteerTranslators": "Prevoditelji volonteri",
    "annualReport.2021.communityVolunteerTranslatorsText": "Otkako je Scratch pokrenut 2007. godine, predani smo pružanju podrške našim korisnicima diljem svijeta. Naši volonteri za prevođenje jezika blisko surađuju sa timom Scratch kako bi pomogli prevesti i lokalizirati našu platformu i resurse za različite zajednice kojima služimo.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Tisuće prevoditelja dobrovoljno su izdvojile svoje vrijeme za prevođenje Scratch-a na 74 jezika i sve više, a trenutno je više od tisuću prevoditelja prijavljenih za prevođenje Scratch-a i ScratchJr-a. Zahvalni smo našim volonterima što su nam pomogli da dopremo do više Scratchera diljem svijeta!",
    "annualReport.2021.communityScratchCommunity": "Zajednica Scratch u 2021",
    "annualReport.2021.communityScratchCommunityIntro": "U 2021. više od 113 milijuna projekata kreirano je na Scratch stranici – povećanje od gotovo 39% u odnosu na 2020. – i stvoreno je više od milijun novih studija! Tijekom godine, Scratch Team je ugostio brojne studije kako bi proslavio važne događaje i potaknuo Scratchere da sudjeluju u online zajednici.",
    "annualReport.2021.yearInReview": "Pregled godine",
    "annualReport.2021.yearInReviewText": "2021. bila je izvanredna godina u online zajednici. Tim zajednice istaknuo je i razvio mogućnosti za mlade ljude da izraze svoje ideje i angažiraju se na pozitivne načine, a nevjerojatni pokreti proizašli su iz samih Scratchersa. Evo osvrta na neke od najvažnijih događaja u godini:",
    "annualReport.2021.yearInReviewCard1Date": "Siječanj",
    "annualReport.2021.yearInReviewCard1Title": "Poetski kafić",
    "annualReport.2021.yearInReviewCard1Text": "'Otvorili' smo naš prvi Poetski kafić gdje su Scratchers pozvani da pišu, dijele ili surađuju na pjesmama koje će dijeliti sa zajednicom.",
    "annualReport.2021.yearInReviewCard2Date": "Veljača",
    "annualReport.2021.yearInReviewCard2Title": "Studio Mjeseca crne povijesti",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers su dijelili interaktivna umjetnička djela, stvarali pjesme, animirane glazbene videospotove i još mnogo toga kako bi proslavili utjecajne ljude i događaje u crnačkoj povijesti.",
    "annualReport.2021.yearInReviewCard3Date": "Travanj",
    "annualReport.2021.yearInReviewCard3Title": "Prvi travanj",
    "annualReport.2021.yearInReviewCard3Text": "Grebači su zamoljeni da zamisle 'Tajni život' Scratch Cata i krenuli su u potragu za blagom za zabavnim i glupim stvarima skrivenim oko web stranice Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Svibanj",
    "annualReport.2021.yearInReviewCard4Title": "Scratch tjedan",
    "annualReport.2021.yearInReviewCard4Text": "Scratcheri diljem svijeta podijelili su više od 3500 projekata odgovarajući na tematske upite poput 'Kuhanje sa Scratchom' i 'Smiješni izumi' kako bi proslavili rođendan Scratcha.",
    "annualReport.2021.yearInReviewCard5Date": "Lipanj",
    "annualReport.2021.yearInReviewCard5Title": "Mjesec ponosa",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers su kreirali projekte koristeći sve dugine boje kako bi proslavili LGBTQ+ zajednicu u studiju Mjeseca ponosa.",
    "annualReport.2021.yearInReviewCard6Date": "Kolovoz",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard6Text": "Tijekom ovog godišnjeg trotjednog događaja, Scratchers su kreirali više od 7.000 projekata koji su pokretali i razvijali, prikazivali kreativne uradi sam (uradi sam) ideje i dijelili svoja otkrića o prirodnom svijetu oko sebe.",
    "annualReport.2021.yearInReviewCard7Date": "Listopad",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Scratchersi su dva tjedna stvarali projekte u kojima su predstavljali svoje interpretacije dnevnih upita u studiju Scratchtober. Više od 3500 projekata stvoreno je oko tema od jedne riječi kao što su podmorje, proslava i stvorenja.",
    "annualReport.2021.yearInReviewCard8Date": "Prosinac",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Obrazovni tjedan informatike (CSEdWeek) održava se od 6. do 12. prosinca kako bi se proslavila informatika diljem svijeta. Scratch je sudjelovao u tjednu tako što je potaknuo članove zajednice da pogledaju vodiče, studije i događaj uživo organiziran u suradnji s Makeyjem Makeyem!",
    "annualReport.2021.yearInReviewCard9Date": "Prosinac",
    "annualReport.2021.yearInReviewCard9Title": "2021.: Scratch godina u studiju Review",
    "annualReport.2021.yearInReviewCard9Text": "Godine 2021. Scratchers su naučili nove vještine, povezali se s prijateljima diljem svijeta i pronašli kreativne načine da se izraze. Više od 1000 Scratchera podijelilo je svoja omiljena sjećanja na Scratch i što im je Scratch značio u studiju 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "S pokretanjem Scratch Laba u veljači, otvorili smo vrata našeg razvojnog procesa izravno Scratcherima diljem svijeta.",
    "annualReport.2021.communityScratchLabText2": "Prije nego što odlučimo trebamo li uvesti nove blokove u uređivač kodiranja Scratch, ključno je vidjeti kreativne, inovativne i iznenađujuće načine interakcije Scratchera s njima. Scratch Lab je sandbox gdje svatko može isprobati ove nove značajke i, što je najvažnije, podijeliti svoja razmišljanja i ideje izravno s nama.",
    "annualReport.2021.communityScratchLabText3": "Više od 500.000 Scratchera istražilo je stranicu Scratch Laba 2021. i poslali su više od 37.000 povratnih informacija.",
    "annualReport.2021.communityScratchLabText4": "Ove povratne informacije bile su neprocjenjive dok procjenjujemo i razvijamo blokove animiranog teksta, blokove za otkrivanje lica i više potencijalnih novih značajki.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "pretplatnici",
    "annualReport.2021.ytData2": "9 milijuna",
    "annualReport.2021.ytData2Sub": "pregleda videa",
    "annualReport.2021.ytData3Top": "gledatelji u",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "zemljama",
    "annualReport.2021.communitySnapshot2Title": "Scratch tim na YouTubeu",
    "annualReport.2021.communitySnapshot2Text": "YouTube kanal Scratch Team dosegao je 100 000 pretplatnika u 2021. — povećanje od gotovo 500 posto u odnosu na 2020.! Kako su se učenici, nastavnici i obitelji razvijali kao odgovor na pandemiju, znali smo da moramo stvoriti resurse koji će reagirati na njihove potrebe.",
    "annualReport.2021.communitySnapshot2Text2": "Ovi resursi uključuju niz sveobuhvatnih vodiča za Scratch koji vode korisnike kroz dizajniranje priča, igara i animacija na Scratchu. U 2021. ti su videozapisi prikupili gotovo devet milijuna pregleda gledatelja u 178 zemalja.",
    "annualReport.2021.tutorial1": "Kako napraviti 'O meni'",
    "annualReport.2021.tutorial2": "Kako napraviti kliker igru",
    "annualReport.2021.tutorial3": "Kako napraviti mišju stazu",
    "annualReport.2021.FounderMessageTitle": "Poruka našeg osnivača",
    "annualReport.2021.FounderMessageSubTitle": "Podrška i inspiracija od partnera osnivača",
    "annualReport.2021.FounderMessageText1": "Dok budete čitali ovo godišnje izvješće, saznat ćete o mnogim načinima na koje Scratch proširuje prilike za kreativno računalstvo za milijune mladih ljudi diljem svijeta, posebno onih iz marginaliziranih zajednica. Ovaj globalni utjecaj moguć je zahvaljujući neumornom radu sve većeg tima inženjera, dizajnera, edukatora, moderatora zajednice i drugih u Zakladi Scratch.",
    "annualReport.2021.FounderMessageText2": "Kako bismo nastavili povećavati naše napore i utjecaj, oslanjamo se na velikodušnu financijsku potporu nevjerojatne zbirke tvrtki, zaklada i pojedinačnih donatora koji su usklađeni s našom misijom i vizijom. Ovdje želim istaknuti podršku i inspiraciju koju smo dobili od jednog od naših partnera osnivača: LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Moja istraživačka grupa u MIT Media Labu počela je surađivati ​​s tvrtkom LEGO i LEGO Foundation prije više od 30 godina. LEGO financiranje pomoglo je podržati naš rani rad na Scratchu, što je dovelo do javnog lansiranja Scratcha 2007. Zatim, kada se Scratch izdvojio iz MIT-a u Scratch Foundation 2019., LEGO Foundation je osigurao važna sredstva za novu organizaciju, s pet -godišnja potpora od 10 milijuna dolara za “podršku transformativnim obrazovnim promjenama razvijanjem i promicanjem razigranih, kreativnih pristupa kodiranju... u različitim ekonomskim i kulturnim kontekstima.” Kada je izbila pandemija, LEGO Foundation pojačala je s dodatnih 5 milijuna dolara 2021. kako bi osigurala da Scratch Foundation može zadovoljiti potrebe djece i nastavnika koje je poremetila pandemija.",
    "annualReport.2021.FounderMessageText4": "Ali veza LEGO-Scratch daleko nadilazi financijsku potporu. Scratch pristup stvaranju animiranih priča i igara spajanjem grafičkih programskih blokova djelomično je inspiriran načinom na koji djeca grade LEGO kuće i dvorce spajajući plastične LEGO kocke. Scratch i LEGO također dijele istu obrazovnu filozofiju temeljenu na projektima, potičući djecu da iterativno usavršavaju svoje projekte tako što će isprobati ideju, vidjeti što će se dogoditi, zatim izvršiti revizije i pokušati ponovno.",
    "annualReport.2021.FounderMessageText5": "Oduvijek sam volio LEGO slogan 'Radost gradnje, ponos stvaranja.' Duboko partnerstvo Zaklade LEGO sa zakladom Scratch pomaže da se 'Radost gradnje, ponos stvaranja' unese u digitalne aktivnosti djece. Partnerstvo služi kao model kako organizacije sa zajedničkim idejama i vrijednostima mogu raditi zajedno kako bi katalizirale transformacijske promjene u učenju i obrazovanju. Dok Scratch Foundation nastavlja graditi svoju mrežu partnera i podržavatelja, radujem se povezivanju s drugim organizacijama kako bih proširio mogućnosti kreativnog računalstva za djecu diljem svijeta.",
    "annualReport.2021.FounderTitle": "Osnivač, Scratch Foundation",
    "annualReport.2021.lookingForward": "Veselim se",
    "annualReport.2021.lookingForwardText1": "U 2021. zacrtali smo Strateški okvir koji usmjerava naše glavne prioritete za sljedeće 4 godine. Usredotočeni smo na ova glavna područja:",
    "annualReport.2021.lookingForwardText2": "Željeli bismo izraziti ogromnu zahvalnost Zakladi LEGO čija će nam velikodušna potpora za oporavak od COVID-a omogućiti izvođenje ovog ključnog posla. Jedva čekamo s vama podijeliti više o uzbudljivim projektima koje smo planirali, uključujući ažuriranja Scratch iskustva za škole, ažuriranja za ScratchJr i više.",
    "annualReport.2021.LookingForward1": "Jačanje Scratch platforme i infrastrukture zajednice",
    "annualReport.2021.LookingForward2": "Proširivanje putova do kreativnog učenja",
    "annualReport.2021.LookingForward3": "Izgradnja organizacijskih kapaciteta i osiguravanje fiskalne održivosti",
    "annualReport.2021.supportersTitle": "Hvala našim navijačima",
    "annualReport.2021.supportersIntro": "Hvala našim velikodušnim navijačima. Vaš nam doprinos pomaže proširiti mogućnosti kreativnog učenja za djecu svih dobi, iz svih sredina, diljem svijeta.",
    "annualReport.2021.ourSupporters": "Naši navijači",
    "annualReport.2021.ourSupportersText": "Želimo zahvaliti svim podržavateljima Scratch-a koji su nam tijekom godina pomogli u nevjerojatnim iskustvima učenja za milijune mladih ljudi diljem svijeta. Sljedeći popis temelji se na davanju Scratch Foundationu od 1. siječnja 2021. do 31. prosinca 2021.",
    "annualReport.2021.supportersFoundingTitle": "Partneri osnivači — $10,000,000+",
    "annualReport.2021.supportersFoundingText": "Posebno smo zahvalni našim partnerima osnivačima koji su osigurali najmanje 10.000.000 dolara kumulativne podrške od početka Scratch-a 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat partneri — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Krug kreativnosti — 250 000 $+",
    "annualReport.2021.supportersCollaborationTitle": "Krug suradnje — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Krug mašte — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "Krug inspiracije — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "Istraživački krug — 5000 USD+",
    "annualReport.2021.supportersPlayTitle": "Igrajte krug — $1,000+",
    "annualReport.2021.supportersInKindTitle": "Podržavatelji u naturi",
    "annualReport.2021.leadershipTitle": "Naš tim",
    "annualReport.2021.leadershipBoard": "Upravni odbor",
    "annualReport.2021.leadershipChair": "Stolica",
    "annualReport.2021.leadershipProfessor": "Profesor istraživanja učenja",
    "annualReport.2021.leadershipViceChair": "Dopredsjednica",
    "annualReport.2021.leadershipCoFounder": "Suosnivač i supredsjedavajući",
    "annualReport.2021.leadershipBoardMember": "Član odbora",
    "annualReport.2021.leadershipPresidentCEO": "predsjednik i izvršni direktor",
    "annualReport.2021.leadershipFormerPresident": "Bivši predsjednik",
    "annualReport.2021.leadershipFounderCEO": "Osnivač i direktor",
    "annualReport.2021.leadershipFormerChairCEO": "Bivša izvršna direktorica i predsjednica",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Tajnik i blagajnik odbora",
    "annualReport.2021.leadershipBoardSecretary": "Tajnik odbora",
    "annualReport.2021.leadershipBoardTreasurer": "Blagajnik odbora",
    "annualReport.2021.leadershipScratchTeam": "Scratch Team 2021",
    "annualReport.2021.leadershipED": "Izvršni direktor",
    "annualReport.2021.teamThankYou": "Hvala Mitchu Resnicku, Natalie Rusk, Rupalu Jainu i ostalim suradnicima u Lifelong Kindergarten Group pri MIT Media Labu na vašoj neumornoj podršci Scratchu.",
    "annualReport.2021.donateTitle": "Podržite nas",
    "annualReport.2021.donateMessage": "Vaša nam podrška omogućuje stvaranje inspirativnih, kreativnih i nezaboravnih iskustava učenja za djecu posvuda, posebno za onu koja je sustavno bila isključena iz prilika za kreativno kodiranje. Napravite dar Scratchu već danas kako biste nam pomogli da naši poslužitelji rade, održimo našu rastuću globalnu zajednicu i omogućimo kreativno kodiranje za djecu u svim zemljama diljem svijeta.",
    "annualReport.2021.donateMessage2": "Hvala vam na vašoj velikodušnosti.",
    "annualReport.2021.donateButton": "Doniraj",
    "annualReport.2021.projectBy": "projekt po",
    "annualReport.2021.JuneIlloAttr": "Zastave @ratchild",
    "annualReport.2021.OctIlloAttr": "Krumpir i čaše od @Cupwing",
    "annualReport.2021.altMap": "Karta svijeta koja prikazuje 41 SEC organizaciju",
    "annualReport.2021.altSECSpotlightImage": "Dijete se igra s igračkom ispred narančaste pozadine",
    "annualReport.2021.altAccessibility": "Dvije osobe koriste znakovni jezik ispred zelene pozadine.",
    "annualReport.2021.altaccessDEICommittee": "Ruka drži Scratch komponentu na zelenoj pozadini.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Ruka slika ogrebotine na plavoj pozadini.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Dvije ruke pružaju se prema tekstualnom oblačiću sa srcem u njemu.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Dvije ruke zajedno rade na sastavljanju popisa Scratch komponenti.",
    "annualReport.2021.altaccessSouthAfrica": "Dvoje djece, jedno na tabletu, a drugo na prijenosnom računalu, zajedno rade na Scratch projektu.",
    "annualReport.2021.altcommunityVolunteerTransators": "Četiri ruke su podignute s oblačićima teksta na njima ispred ljubičaste pozadine.",
    "annualReport.2021.altcommunityThankYou": "Globus sa transparentom na kojem piše 'Hvala' okružen riječima za hvala na raznim jezicima.",
    "annualReport.2021.altAvatar": "korisnički avatar",
    "annualReport.2021.altDropdownArrow": "Strelica koja označava padajući izbornik.",
    "annualReport.2021.altMastheadIllustration": "Tri osobe u interakciji s fizičkim Scratch komponentama.",
    "annualReport.2021.altWave": "Emoji koji maše rukom.",
    "annualReport.2021.altMitchHeadshot": "Osnivač Mitch Resnick",
    "annualReport.2021.altCalendar": "Kalendar koji prikazuje 2021. godinu.",
    "annualReport.2021.altWorldVisualization": "Ilustrirana verzija globusa.",
    "annualReport.2021.altSaudiArabiaVisualization": "Trakasti grafikon koji pokazuje da je 2021. bilo više nego dvostruko više novih korisnika Scratcha nego 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Žuta programska komponenta Scratch.",
    "annualReport.2021.altSECVideoPreview": "Scratch sučelje pojavljuje se s lijeve strane, a djevojka koja se potpisuje pojavljuje se s desne strane.",
    "annualReport.2021.altScratchJr": "Čitanje teksta Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Žuta vodoravna programska komponenta Scratch.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Dvije ruke redaju fizičke Scratch komponente.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Ruke ispružene ispred ljubičaste pozadine s oblačićima teksta koji lebde iznad njih.",
    "annualReport.2021.altScratchLogoText": "Zeleni pravokutnik s natpisom 'Scratch Lab'.",
    "annualReport.2021.altScratchLabVideo": "Snimka zaslona Scratch projekta s gumbom za reprodukciju na vrhu.",
    "annualReport.2021.altHat": "Osoba koja nosi žuti šešir i ružičaste sunčane naočale u obliku srca.",
    "annualReport.2021.altScratchText": "Rainbow Scratch komponenta prikazuje tekst, 'Idemo!'",
    "annualReport.2021.altStar": "Djevojka sa žutom zvijezdom ispred lica.",
    "annualReport.2021.altMouseTrail": "Višestruki izrezi glave vjeverice nasumično postavljeni jedan na drugi.",
    "annualReport.2021.altSECWorkshops": "Ljudi koji igraju zajedno",
    "annualReport.2021.altArrowUp": "Strelica usmjerena prema gore.",
    "annualReport.2021.altTranslated": "Scratch komponenta koja govori \"Zdravo\" i navodi jezike na kojima je Scratch dostupan.",
    "annualReport.2021.altAboutMe": "Riječi 'O meni' postavljene iznad štafelaja, ježa, manga i nogometne lopte.",
    "annualReport.2021.altClickerGame": "Matematička igra koja prikazuje jabuku, naranču i izrezanu zdjelu voća.",
    "annualReport.2021.altLookingForward1": "Isprepleteni šesterokuti koji prikazuju vrtlog, početak i srce.",
    "annualReport.2021.altLookingForward2": "Putokaz s jednom strelicom usmjerenom udesno koja prikazuje vrtlog i jednom strelicom usmjerenom ulijevo koja prikazuje srce.",
    "annualReport.2021.altLookingForward3": "Šareni blokovi poredani kako bi stvorili stepenice s biljkom koja raste na vrhu.",
    "annualReport.2021.altSparkle": "Bijeli sjajni ukras",
    "annualReport.2021.altDownArrow": "Ljubičasta strelica usmjerena prema dolje",
    "annualReport.2021.altConnectingLine": "Točkasta crta koja povezuje elemente vremenske trake.",
    "annualReport.2021.altApril": "Olovka i Scratch komponente postavljene na ljubičastu pozadinu.",
    "annualReport.2021.altJune": "Rođendanska torta ispred transparenta sa zastavama koje prikazuju razne vrste LGBTQ+ ponosa.",
    "annualReport.2021.altAugust": "Krumpir, rođendanski poklon i sunčane naočale na ljubičastoj pozadini.",
    "annualReport.2021.altCard1": "Šarena mrlja lebdi ispred crne i sive pozadine pored riječi San u svijetu noćnih mora.",
    "annualReport.2021.altCard2": "Crna žena nosi žutu traku za glavu i zlatne naušnice.",
    "annualReport.2021.altCard3": "Maskota grebalice njiše se ispred zgrada popraćena tekstom 'Mislim da je grebačica superheroj.'",
    "annualReport.2021.altCard5": "Nasmiješeni blok stoji pokraj tekstualnog oblačića s natpisom 'bez obzira na to kako se netko oblači, koje zamjenice koristi ili koga voli, uvijek ga trebaš poštivati!'",
    "annualReport.2021.altCard6": "Krumpir koji nosi sunčane naočale sjedi ispred ljubičaste pozadine.",
    "annualReport.2021.altCard7": "Šareni rođendanski šešir nalazi se na vrhu neonske kocke.",
    "annualReport.2021.altCard9": "'2022' stoji ispred duginih ovala.",
    "annualReport.2021.altDonateIllustration": "Dvije ruke formiraju oblik srca s prstima unutar izrezanog oblika srca."
}