{
    "annualReport.2021.subnavFoundersMessage": "Pesan Pendiri",
    "annualReport.2021.subnavMission": "Misi",
    "annualReport.2021.subnavReach": "Mencapai",
    "annualReport.2021.subnavThemes": "Tema",
    "annualReport.2021.subnavDirectorsMessage": "Pesan Direktur",
    "annualReport.2021.subnavSupporters": "Pendukung",
    "annualReport.2021.subnavTeam": "Tim",
    "annualReport.2021.subnavDonate": "Donasi",
    "annualReport.2021.mastheadYear": "Laporan Tahunan 2021",
    "annualReport.2021.mastheadTitle": "Membangun Komunitas yang Adil Bersama",
    "annualReport.2021.directorsMessageTitle": "Pesan dari Direktur Eksekutif Kami",
    "annualReport.2021.directorsMessageP1": "Di tahun 2021, COVID-19 terus mengganggu rutinitas kita dan membentuk cara kita berinteraksi satu sama lain. Bahkan ketika kami mulai berkumpul bersama, sekolah dibuka kembali, dan ada seruan untuk \"kembali normal\", yang paling rentan dalam masyarakat kami tetap terkena dampak secara tidak proporsional oleh struktur yang tidak adil yang diperburuk oleh COVID-19. Krisis COVID-19 membentuk hubungan anak muda dengan Scratch, dan memperkuat Scratch sebagai tempat yang lebih penting dari sebelumnya bagi mereka untuk berkreasi, belajar, dan terhubung. Namun saat kami memasuki tahun baru, kami tidak meninggalkan anak muda kami yang paling rentan saat mereka mulai menjalani \"kenormalan baru\".",
    "annualReport.2021.directorsMessageP2": "Salah satu nilai dasar Scratch adalah selalu memberdayakan kaum muda untuk mengeksplorasi, berkreasi, bermain, dan menemukan—kesempatan yang tidak diberikan secara adil kepada semua siswa.",
    "annualReport.2021.directorsMessagePullquote": "Kami percaya pada kekuatan transformatif dari ekspresi diri dan kreativitas, dan dalam memberikan ruang bagi kaum muda untuk menggunakan pengkodean kreatif sebagai alat untuk menyuarakan pendapat mereka.",
    "annualReport.2021.directorsMessageP3": "Saya bangga melayani sebagai Direktur Eksekutif Scratch Foundation selama momen penting dalam sejarah kami ini, dan akan terus menyebarkan pendekatan kolaboratif kepedulian Scratch untuk pembelajaran kreatif kepada anak-anak di seluruh dunia yang paling membutuhkan kesempatan ini.",
    "annualReport.2021.directorsMessageP4": "Tahun lalu adalah tahun yang luar biasa bagi Scratch Foundation–kami fokus untuk mengembangkan tim kami dengan pemimpin yang luar biasa dan beragam serta membangun landasan yang kokoh untuk melanjutkan transisi kami ke organisasi independen. Kami mengembangkan Rencana Strategis tiga tahun dengan upaya gabungan dari setiap anggota tim di setiap level organisasi kami, mengkodifikasi pekerjaan yang kami lakukan bersama. Saat Scratch tumbuh, kami tetap fokus pada pemerataan dan pembangunan komunitas, dan menjaga Scratch sebagai tempat yang aman bagi anak-anak untuk terhubung, berkreasi, dan berkolaborasi dengan rekan-rekan mereka di seluruh dunia.",
    "annualReport.2021.directorsMessageP5": "Saya sangat berterima kasih kepada Anda karena telah memulai perjalanan ini bersama tim kami, dan atas dukungan Anda yang berkelanjutan terhadap misi kami. Belas kasih dan kreativitas Komunitas Scratch tak henti-hentinya menginspirasi kami, dan kami tidak sabar menunggu Anda untuk bergabung dengan kami dalam pekerjaan penting di depan kami.",
    "annualReport.2021.EDTitle": "Direktur Eksekutif, Scratch Foundation",
    "annualReport.2021.watchVideo": "Tonton Video",
    "annualReport.2021.missionTitle": "Misi, Visi, & Nilai Kami",
    "annualReport.2021.missionP1": "Kami berkomitmen untuk keadilan pendidikan dan memprioritaskan kesetaraan di semua aspek pekerjaan kami, dengan fokus khusus pada inisiatif dan pendekatan yang mendukung anak-anak, keluarga, dan pendidik yang tidak disertakan dalam komputasi kreatif.",
    "annualReport.2021.missionP2": "Kami telah mengembangkan Scratch sebagai lingkungan belajar yang bebas, aman, dan menyenangkan yang melibatkan semua anak untuk berpikir kreatif, bernalar secara sistematis, dan bekerja secara kolaboratif—keterampilan penting untuk semua orang di masyarakat saat ini. Kami bekerja sama dengan pendidik dan keluarga untuk mendukung anak-anak dalam mengeksplorasi, berbagi, dan belajar.",
    "annualReport.2021.missionHeader": "Misi",
    "annualReport.2021.missionSubtitle": "Memberi kaum muda alat dan peluang digital untuk berimajinasi, berkreasi, berbagi, dan belajar.",
    "annualReport.2021.visionHeader": "Penglihatan",
    "annualReport.2021.visionSubtitle": "Untuk menyebarkan pendekatan yang kreatif, peduli, kolaboratif, dan adil untuk pengkodean dan pembelajaran di seluruh dunia.",
    "annualReport.2021.valuesHeader": "Nilai",
    "annualReport.2021.valuesSubtitle": "Dalam pekerjaan ini, kami dipandu oleh nilai-nilai inti kami yang mendefinisikan prinsip-prinsip kami sebagai organisasi dan komunitas:",
    "annualReport.2021.creativeExpressionTitle": "Ekspresi Kreatif",
    "annualReport.2021.progressiveImprovementTitle": "Perbaikan Progresif",
    "annualReport.2021.EquitableOpportunitiesTitle": "Kesempatan yang Merata",
    "annualReport.2021.playfulEngagementTitle": "Keterlibatan yang menyenangkan",
    "annualReport.2021.creativeExpressionDescription": "Kami berkomitmen untuk memberi setiap orang alat dan peluang untuk mengekspresikan ide, minat, dan diri asli mereka dalam komunitas yang mendukung.",
    "annualReport.2021.progressiveImprovementDescription": "Kami berpegang pada standar yang tinggi dan selalu berusaha untuk mengulang, meningkatkan, dan menginspirasi satu sama lain untuk memberikan yang terbaik bagi kaum muda di seluruh dunia dan komunitas yang memungkinkan pekerjaan kami.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Kami sedang membangun gerakan pendidikan yang melibatkan orang-orang dari berbagai latar belakang sehingga kami dapat menjangkau anak-anak di seluruh dunia yang telah dikecualikan dari peluang pengkodean kreatif.",
    "annualReport.2021.playfulEngagementDescription": "Di Scratch, bermain adalah pendekatan untuk membuat, berbagi, belajar, dan terlibat dengan dunia. Kami mendorong eksplorasi, eksperimen, dan kolaborasi yang menyenangkan.",
    "annualReport.2021.reachTitle": "Menjangkau Anak-Anak di Seluruh Dunia",
    "annualReport.2021.reachSubtitle": "Scratch adalah komunitas coding terbesar di dunia untuk anak-anak dan remaja, usia 8 tahun ke atas.",
    "annualReport.2021.reachMillion": "juta",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% dari tahun 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% dari tahun 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% dari tahun 2020",
    "annualReport.2021.reachNewUsers": "Pengguna baru",
    "annualReport.2021.reachProjectsCreated": "Proyek Dibuat",
    "annualReport.2021.reachProjectCreators": "Orang Membuat Proyek",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch digunakan di seluruh dunia {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "lebih dari 200 negara dan wilayah",
    "annualReport.2021.reachSaudiArabiaTitle": "Arab Saudi",
    "annualReport.2021.reachSaudiArabiaDescription": "Kami melihat pertumbuhan yang luar biasa di seluruh dunia pada tahun 2021, tetapi kami kagum melihat pertumbuhan di Arab Saudi, tempat kami melihat pengguna baru dua kali lebih banyak dari tahun sebelumnya.",
    "annualReport.2021.reachTranslationTitle": "Scratch Diterjemahkan ke dalam 74 Bahasa",
    "annualReport.2021.reachTranslationIncrease": "10 bahasa dari tahun 2020",
    "annualReport.2021.reachTranslationBlurb": "Terima kasih kepada penerjemah sukarela dari seluruh dunia.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr adalah lingkungan pemrograman pengantar yang memungkinkan anak kecil (usia 5-7) membuat cerita dan permainan interaktif mereka sendiri.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Download di tahun 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 juta dari tahun 2020",
    "annualReport.2021.themesTitle": "Tema yang Muncul",
    "annualReport.2021.themesDescription": "Di tengah ketidakpastian akibat COVID-19, Scratch terus menjadi ruang utama bagi kaum muda untuk terhubung dan berkreasi bersama. Pada tahun 2021, kami memfokuskan upaya kami untuk membangun fondasi yang kuat untuk mendukung komunitas global kami yang berkembang secara adil dan Tim Scratch kami yang terus berkembang. Pekerjaan kami berpusat pada tiga tema utama: membina komunitas, meningkatkan akses dan aksesibilitas, dan mengembangkan Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Kolaborasi Pendidikan Scratch",
    "annualReport.2021.SECIntro": "Suara dan kemitraan komunitas terjalin erat ke dalam jalinan sejarah Scratch. Mereka telah, dan terus menjadi, integral dalam membantu kami meningkatkan peluang pengkodean yang dapat diakses dan merata di seluruh dunia. Pada tahun 2021, kami meluncurkan Scratch Education Collaborative, sebuah inisiatif yang berkomitmen untuk mengidentifikasi dan menghilangkan hambatan akses ke pengkodean kreatif yang menghubungkan organisasi luar biasa di seluruh dunia.",
    "annualReport.2021.SECWhatIs": "Apa itu SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC mendukung dan melibatkan organisasi yang berpartisipasi dalam pengalaman kohort kolaboratif selama dua tahun untuk memperkuat komitmen mereka terhadap, dan penerapan, pengkodean kreatif yang adil menggunakan Scratch dan ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Di akhir pengalaman kohort, organisasi akan membentuk kemitraan baru satu sama lain dan dengan Scratch, dan akan membangun model baru untuk sumber daya pengkodean kreatif yang berpusat pada ekuitas.",
    "annualReport.2021.SECWhatIsP3": "Pekerjaan kami dengan SEC dimungkinkan berkat hibah yang murah hati dari Google.org. Kami ingin menyampaikan rasa terima kasih kami atas dukungan berkelanjutan mereka terhadap misi kami.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organisasi",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "negara",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "mitra",
    "annualReport.2021.SECMapParagraph": "Kelompok pertama kami mencakup 41 organisasi yang mewakili 13 negara di seluruh dunia, disatukan oleh komitmen mereka untuk mendukung pembelajar dari komunitas yang secara historis terpinggirkan dalam mengembangkan kepercayaan diri mereka dengan komputasi kreatif. Lokasi mereka disorot di bawah ini:",
    "annualReport.2021.spotlightStory": "Cerita Sorotan",
    "annualReport.2021.SECSpotlightTitle": "Jembatan Menuju Sains",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Jembatan Menuju Sains; organisasi nirlaba yang berbasis di Texas yang menyediakan program matematika, pengkodean, dan robotika untuk kaum muda yang kurang terlayani; adalah salah satu dari 41 organisasi luar biasa yang bergabung dengan kohort pertama Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "Pada tahun 2021, kami mendukung Bridges to Science dalam memfasilitasi lokakarya “Hour of Code” pertama mereka dengan Code.org. Acara “Fiestas y Piñatas” menarik lebih dari 22.000 guru dan siswa dari Amerika Latin. Kami juga berkolaborasi dengan Bridges to Science untuk mengembangkan perangkat berisi sumber daya unik untuk memenuhi kebutuhan komunitas mereka.",
    "annualReport.2021.SECPullQuote": "Salah satu kesenangan terbesar yang kami miliki dalam mengajar siswa kami adalah bahwa masing-masing dari mereka, tidak peduli seberapa pendiam mereka, semuanya menemukan suara dalam ilmu komputer melalui Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, Pendiri Bridges to Science",
    "annualReport.2021.SECWorkshops": "Lokakarya SEC",
    "annualReport.2021.SECWorkshopsText": "Tahun lalu, Scratch Education Collaborative menyelenggarakan serangkaian lokakarya yang mendukung kelompok pengukuhan mereka dalam mendefinisikan dan mengeksplorasi jalur unik menuju pengkodean kreatif yang adil. Lokakarya difasilitasi oleh Stanford d. Sekolah, Studio Utak-atik, Jaringan Pembelajaran Kreatif Brasil, dan Sekolah Umum Chicago CS4ALL. Bersama-sama, peserta lokakarya mengembangkan pemahaman bersama tentang pengkodean kreatif dan membahas strategi dan praktik yang mendorong komunitas yang mempertahankan budaya melalui komunikasi dan kolaborasi kreatif.",
    "annualReport.2021.SECWorkshopsSubtitle": "Bagaimana kita bisa secara kreatif memberdayakan komunitas lokal dalam mengeksplorasi pengkodean kreatif?",
    "annualReport.2021.accessTitle": "Mengakses",
    "annualReport.2021.accessIntro": "Saat COVID-19 memaksa sekolah untuk tutup dan mendorong pembelajaran ke ruang virtual, banyak siswa dan guru menemukan Scratch untuk pertama kalinya atau mengadaptasi cara mereka mengajar dan mempelajari pengodean kreatif. Dari rumah kami sendiri, Scratch Team bekerja untuk mendukung perubahan kebutuhan pendidik dan komunitas online.",
    "annualReport.2021.accessASL": "Tutorial ASL",
    "annualReport.2021.accessASLText": "Pada tahun 2021, kami bermitra dengan Deaf Kids Code untuk meluncurkan tutorial Bahasa Isyarat Amerika pertama kami di Scratch Editor.",
    "annualReport.2021.accessASLText2": "Bersama-sama, kami terinspirasi untuk menciptakan sumber daya hijau yang akan memperluas jalur kreatif bagi para Scratcher tuli.",
    "annualReport.2021.accessASLText3": "Video ini adalah remake 13 menit dari tutorial 'Memulai dengan Scratch' asli kami yang memperkenalkan pemula ke platform Scratch.",
    "annualReport.2021.accessPullQuote": "Menjadi sekutu yang baik adalah kesediaan untuk tunduk agar dapat diakses dan benar-benar memberi bobot pada rekomendasi organisasi seperti saya… Menanyakan, 'Apa yang dapat kami lakukan?' dan benar-benar membiarkan kami mengambil kendali dan melakukannya, dengan sangat sedikit atau tidak ada perlawanan; itu adalah hal yang sangat langka.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Pendiri Kode Anak Tuli",
    "annualReport.2021.accessDEICommittee": "Komite DEI di Scratch",
    "annualReport.2021.accessDEICommitteeText": "Pada tahun 2021, beberapa komite di Scratch mulai bekerja untuk menjadikan Scratch lebih beragam, setara, dan inklusif untuk semua pengguna. Kami sangat senang untuk membagikan kemajuan yang telah dibuat oleh masing-masing komite dan pekerjaan yang masih harus dilakukan.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Aksesibilitas",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Komite Aksesibilitas dibuat sebagai tanggapan atas kesulitan anggota Tim Scratch sendiri dalam menggunakan blok pengkodean Scratch dan kebutuhan yang diakui untuk mendukung Scratchers dari semua kemampuan dengan lebih baik.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "Pada bulan Oktober 2021, panitia meluncurkan sebuah proyek untuk membuat warna blok kode kami dapat diakses oleh Scratcher dengan gangguan penglihatan. Panitia bersemangat untuk bermitra dengan guru dan organisasi komunitas yang berspesialisasi dalam aksesibilitas sehingga blok pengkodean memenuhi pedoman aksesibilitas web, dan yang lebih penting, lantai bawah untuk membuat Scratch lebih mudah diakses oleh semua orang.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Komite Global, Keadilan, Kesetaraan, Keragaman, dan Inklusi (G-JEDI) dibentuk untuk mengembangkan bahasa bersama yang mendefinisikan apa arti Keanekaragaman, Kesetaraan, dan Inklusi (DEI) bagi Tim Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "Pada tahun 2021, komite mulai mengerjakan pernyataan DEI untuk menguraikan cara-cara DEI memberi tahu Tim Scratch dan pekerjaan komunitas di masa lalu dan sekarang, dan bagaimana DEI akan terus menginformasikan inisiatif baru ke depan.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Ekuitas x Desain",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Komite EquityXDesign dibuat sebagai tempat bagi anggota Scratch Team dan kolaborator kami di grup TK Seumur Hidup MIT untuk membaca dan mendiskusikan ide seputar praktik desain yang berpusat pada ekuitas.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Percakapan dipandu oleh “Design Justice: Community-Led Practices to Build the Worlds We Need” dari Sasha Costanza-Chock, dan anggota komite mendiskusikan cara-cara di mana mereka dapat menggabungkan praktik desain yang berpusat pada ekuitas dalam pengembangan alat dan sumber daya Scratch.",
    "annualReport.2021.access10NewLanguages": "10 Bahasa Baru",
    "annualReport.2021.access10NewLanguagesText": "Terima kasih banyak kepada komunitas terjemahan kami, kami dapat terhubung dengan Scratchers dalam 74 bahasa tahun lalu! Pada tahun 2021, 10 bahasa baru ditambahkan ke Scratch, termasuk isiXhosa (Afrika Selatan), Sepedi (Afrika Selatan), Setswana (Afrika Selatan), Afrikaans (Afrika Selatan), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), Kazakh (Kazakhstan), Aragon (Spanyol), Frisian Barat (Belanda), dan Bengali (Bangladesh, India, dan wilayah lainnya).",
    "annualReport.2021.accessSouthAfrica": "Scratch Nol di Afrika Selatan",
    "annualReport.2021.accessSouthAfricaText": "Untuk meningkatkan pengalaman Scratch bagi kaum muda di wilayah dengan konektivitas internet yang rendah atau tidak ada sama sekali, kami bermitra dengan National Education Collaboration Trust (NECT) Afrika Selatan untuk menyelenggarakan halaman berperingkat nol untuk mengunduh Scratch. Unduhan pada halaman berperingkat nol tidak menggunakan bandwidth data apa pun, mengurangi hambatan untuk mengakses Scratch karena batasan data dan biaya. Hanya dua bulan setelah peluncurannya pada April 2021, halaman tersebut memiliki lebih dari 1.300 pengunjung.",
    "annualReport.2021.accessSnapshot": "Jepretan",
    "annualReport.2021.communityTitle": "Komunitas",
    "annualReport.2021.communityIntro": "Pada tahun 2021, komunitas Scratch terus mengalami pertumbuhan pesat karena semakin banyak anak muda di seluruh dunia yang berkreasi dan terhubung bersama rekan-rekan mereka. Kami juga terus mengembangkan kemitraan dengan anggota komunitas untuk meningkatkan pengalaman Scratch bagi komunitas pengguna kami yang beragam.",
    "annualReport.2021.communityScratchConference": "Scratch Conference",
    "annualReport.2021.communityScratchConferenceText1": "Pada bulan Juli, para pengajar di komunitas global kami berkumpul untuk merayakan pengkodean kreatif di Scratch Conference. Acara virtual gratis ini dipimpin oleh kolaborator kami di Lifelong Kindergarten Group MIT. Konferensi tersebut menyatukan {more_bold}, yang menghabiskan hari itu untuk terhubung, berkolaborasi, dan belajar satu sama lain, bahkan saat COVID memisahkan kita.",
    "annualReport.2021.communityScratchConferenceText1More": "lebih dari 1.500 pendidik dan penggemar Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Penerjemah Relawan",
    "annualReport.2021.communityVolunteerTranslatorsText": "Sejak Scratch diluncurkan pada tahun 2007, kami telah berkomitmen untuk mendukung pengguna kami di seluruh dunia. Sukarelawan terjemahan bahasa kami bekerja sama dengan Tim Scratch untuk membantu menerjemahkan dan melokalkan platform dan sumber daya kami untuk beragam komunitas yang kami layani.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Ribuan penerjemah telah merelakan waktunya untuk menerjemahkan Scratch ke dalam 74 bahasa dan terus bertambah, dan saat ini ada lebih dari seribu penerjemah yang mendaftar untuk menerjemahkan Scratch dan ScratchJr. Kami berterima kasih kepada sukarelawan kami karena telah membantu kami menjangkau lebih banyak Scratcher di seluruh dunia!",
    "annualReport.2021.communityScratchCommunity": "Komunitas Scratch di tahun 2021",
    "annualReport.2021.communityScratchCommunityIntro": "Pada tahun 2021, lebih dari 113 juta proyek dibuat di situs Scratch – hampir meningkat 39% dari tahun 2020 – dan lebih dari satu juta studio baru dibuat! Sepanjang tahun, Tim Scratch menyelenggarakan banyak studio untuk merayakan acara penting dan mendorong Scratchers untuk berpartisipasi dalam komunitas online.",
    "annualReport.2021.yearInReview": "Peninjauan Setahun",
    "annualReport.2021.yearInReviewText": "2021 adalah tahun yang luar biasa di komunitas online. Tim Komunitas menyoroti dan mengembangkan peluang bagi kaum muda untuk mengekspresikan ide mereka dan terlibat dalam cara yang positif, dan gerakan luar biasa bermunculan dari Scratchers sendiri. Berikut adalah kilas balik beberapa sorotan tahun ini:",
    "annualReport.2021.yearInReviewCard1Date": "Januari",
    "annualReport.2021.yearInReviewCard1Title": "Kafe Puisi",
    "annualReport.2021.yearInReviewCard1Text": "Kami “membuka” Poetic Cafe pertama kami di mana Scratcher diundang untuk menulis, berbagi, atau berkolaborasi dalam puisi untuk dibagikan kepada komunitas.",
    "annualReport.2021.yearInReviewCard2Date": "Februari",
    "annualReport.2021.yearInReviewCard2Title": "Studio Bulan Sejarah Hitam",
    "annualReport.2021.yearInReviewCard2Text": "Scratcher membagikan karya seni interaktif, membuat puisi, video musik animasi, dan lainnya untuk merayakan orang dan peristiwa berpengaruh dalam sejarah Kulit Hitam.",
    "annualReport.2021.yearInReviewCard3Date": "April",
    "annualReport.2021.yearInReviewCard3Title": "Hari April Mop",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers diminta untuk membayangkan 'Kehidupan rahasia' Scratch Cat dan pergi berburu harta karun untuk hal-hal lucu dan konyol yang tersembunyi di sekitar situs Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "May",
    "annualReport.2021.yearInReviewCard4Title": "Minggu Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Scratcher di seluruh dunia berbagi lebih dari 3.500 proyek menanggapi petunjuk bertema seperti 'Memasak Dengan Scratch' dan 'Penemuan Konyol' untuk merayakan ulang tahun Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Juni",
    "annualReport.2021.yearInReviewCard5Title": "Bulan Kebanggaan",
    "annualReport.2021.yearInReviewCard5Text": "Scratcher membuat proyek menggunakan semua warna pelangi untuk merayakan komunitas LGBTQ+ di studio Pride Month.",
    "annualReport.2021.yearInReviewCard6Date": "Agustus",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard6Text": "Selama acara tahunan selama tiga minggu ini, Scratcher menciptakan lebih dari 7.000 proyek yang bergerak dan beralur, memamerkan ide-ide kreatif do-it-yourself (DIY), dan membagikan penemuan mereka tentang alam di sekitar mereka.",
    "annualReport.2021.yearInReviewCard7Date": "Oktober",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Selama dua minggu, Scratchers membuat proyek yang menampilkan interpretasi mereka atas perintah harian di studio Scratchtober. Lebih dari 3.500 proyek dibuat seputar tema satu kata seperti bawah air, perayaan, dan makhluk.",
    "annualReport.2021.yearInReviewCard8Date": "Desember",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Pekan Pendidikan Ilmu Komputer (CSEdWeek) berlangsung dari 6-12 Desember untuk merayakan ilmu komputer di seluruh dunia. Scratch berpartisipasi dalam minggu ini dengan mendorong anggota komunitas untuk melihat tutorial, studio, dan acara langsung yang diselenggarakan dalam kemitraan dengan Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Desember",
    "annualReport.2021.yearInReviewCard9Title": "2021: Tahun Scratch di Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "Pada tahun 2021, Scratcher mempelajari keterampilan baru, terhubung dengan teman di seluruh dunia, dan menemukan cara kreatif untuk mengekspresikan diri. Lebih dari 1.000 Scratcher membagikan kenangan Scratch favorit mereka dan apa arti Scratch bagi mereka di studio 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Dengan peluncuran Scratch Lab pada bulan Februari, kami telah membuka pintu proses pengembangan kami langsung ke Scratcher di seluruh dunia.",
    "annualReport.2021.communityScratchLabText2": "Sebelum kami memutuskan apakah kami harus memperkenalkan blok baru ke editor pengkodean Scratch, penting untuk melihat cara kreatif, inovatif, dan mengejutkan Scratcher berinteraksi dengan mereka. Scratch Lab adalah kotak pasir tempat semua orang dapat mencoba fitur-fitur baru ini dan, yang paling penting, berbagi pemikiran dan ide mereka langsung dengan kami.",
    "annualReport.2021.communityScratchLabText3": "Lebih dari 500.000 Scratcher menjelajahi situs Scratch Lab pada tahun 2021, dan mereka mengirimkan lebih dari 37.000 umpan balik.",
    "annualReport.2021.communityScratchLabText4": "Umpan balik ini sangat berharga saat kami mengevaluasi dan mengembangkan blok Teks Animasi, blok Face Sensing, dan lebih banyak fitur baru yang potensial.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "pelanggan",
    "annualReport.2021.ytData2": "9 juta",
    "annualReport.2021.ytData2Sub": "penayangan di video",
    "annualReport.2021.ytData3Top": "pemirsa di",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "negara",
    "annualReport.2021.communitySnapshot2Title": "Tim Scratch di YouTube",
    "annualReport.2021.communitySnapshot2Text": "Saluran YouTube Scratch Team mencapai 100.000 pelanggan pada tahun 2021— hampir 500 persen meningkat dari tahun 2020! Saat siswa, pendidik, dan keluarga berevolusi sebagai respons terhadap pandemi, kami tahu bahwa kami harus menciptakan sumber daya yang reaktif terhadap kebutuhan mereka.",
    "annualReport.2021.communitySnapshot2Text2": "Sumber daya ini mencakup serangkaian tutorial Scratch komprehensif yang memandu pengguna merancang cerita, game, dan animasi di Scratch. Pada tahun 2021, video ini mengumpulkan hampir sembilan juta penayangan dari pemirsa di 178 negara.",
    "annualReport.2021.tutorial1": "Cara Membuat 'Tentang Saya'",
    "annualReport.2021.tutorial2": "Cara Membuat permainan clicker",
    "annualReport.2021.tutorial3": "Cara Membuat Jejak Tikus",
    "annualReport.2021.FounderMessageTitle": "Pesan dari Pendiri Kami",
    "annualReport.2021.FounderMessageSubTitle": "Dukungan dan Inspirasi dari Founding Partner",
    "annualReport.2021.FounderMessageText1": "Saat Anda membaca laporan tahunan ini, Anda akan belajar tentang banyak cara Scratch memperluas peluang komputasi kreatif bagi jutaan anak muda di seluruh dunia, terutama mereka yang berasal dari komunitas yang terpinggirkan. Dampak global ini dimungkinkan karena kerja tak kenal lelah dari tim insinyur, desainer, pendidik, moderator komunitas, dan lainnya di Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Untuk terus mengembangkan upaya dan dampak kami, kami mengandalkan dukungan keuangan yang murah hati dari kumpulan perusahaan, yayasan, dan donor individu yang luar biasa yang sejalan dengan misi dan visi kami. Di sini, saya ingin menyoroti dukungan dan inspirasi yang kami terima dari salah satu Mitra Pendiri kami: LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Grup riset saya di MIT Media Lab mulai berkolaborasi dengan perusahaan LEGO dan LEGO Foundation lebih dari 30 tahun yang lalu. Pendanaan LEGO membantu mendukung pekerjaan awal kami di Scratch, yang mengarah ke peluncuran publik Scratch pada tahun 2007. Kemudian, ketika Scratch keluar dari MIT menjadi Scratch Foundation pada tahun 2019, LEGO Foundation menyediakan dana penting untuk organisasi baru, dengan lima -hibah $10 juta tahun untuk 'mendukung perubahan pendidikan transformatif dengan mengembangkan dan mempromosikan pendekatan kreatif yang menyenangkan untuk pengkodean... dalam konteks ekonomi dan budaya yang beragam.' Saat pandemi melanda, LEGO Foundation meningkatkan hibah tambahan sebesar $5 juta pada tahun 2021, untuk memastikan bahwa Scratch Foundation dapat memenuhi kebutuhan anak-anak dan pendidik yang terganggu oleh pandemi.",
    "annualReport.2021.FounderMessageText4": "Tetapi koneksi LEGO-Scratch jauh melampaui dukungan finansial. Pendekatan Scratch untuk membuat cerita dan permainan animasi dengan menyatukan blok pemrograman grafis terinspirasi, sebagian, dari cara anak-anak membangun rumah dan kastil LEGO dengan menggabungkan bata LEGO plastik. Scratch dan LEGO juga berbagi filosofi pendidikan berbasis proyek yang sama, mendorong anak-anak untuk menyempurnakan proyek mereka secara berulang dengan mencoba sebuah ide, melihat apa yang terjadi, kemudian membuat revisi dan mencoba lagi.",
    "annualReport.2021.FounderMessageText5": "Saya selalu menyukai slogan LEGO “Joy of Building, Pride of Creation.” Kemitraan mendalam LEGO Foundation dengan Scratch Foundation membantu menghadirkan “Joy of Building, Pride of Creation” ke aktivitas digital anak-anak. Kemitraan berfungsi sebagai model bagaimana organisasi dengan ide dan nilai bersama dapat bekerja sama untuk mengkatalisasi perubahan transformasional dalam pembelajaran dan pendidikan. Saat Scratch Foundation terus membangun jaringan mitra dan pendukungnya, saya berharap dapat terhubung dengan organisasi lain untuk memperluas peluang komputasi kreatif bagi anak-anak di seluruh dunia.",
    "annualReport.2021.FounderTitle": "Pendiri, Scratch Foundation",
    "annualReport.2021.lookingForward": "Sedang mencari",
    "annualReport.2021.lookingForwardText1": "Pada tahun 2021, kami menyusun Kerangka Kerja Strategis yang memandu prioritas utama kami untuk 4 tahun ke depan. Kami berfokus pada area utama ini:",
    "annualReport.2021.lookingForwardText2": "Kami ingin mengucapkan terima kasih yang sebesar-besarnya kepada LEGO Foundation, yang Hibah Pemulihan COVID-nya memungkinkan kami untuk melaksanakan pekerjaan penting ini. Kami tidak sabar untuk berbagi lebih banyak dengan Anda tentang proyek menarik yang telah kami rencanakan, termasuk pembaruan pengalaman Scratch untuk sekolah, pembaruan ScratchJr, dan banyak lagi.",
    "annualReport.2021.LookingForward1": "Memperkuat Scratch Platform dan Infrastruktur Komunitas",
    "annualReport.2021.LookingForward2": "Memperluas Jalur untuk Pembelajaran Kreatif",
    "annualReport.2021.LookingForward3": "Membangun Kapasitas Organisasi dan Memastikan Keberlanjutan Fiskal",
    "annualReport.2021.supportersTitle": "Terima Kasih Kepada Pendukung Kami",
    "annualReport.2021.supportersIntro": "Terima kasih kepada pendukung kami yang murah hati. Kontribusi Anda membantu kami memperluas peluang belajar kreatif untuk anak-anak dari segala usia, dari semua latar belakang, di seluruh dunia.",
    "annualReport.2021.ourSupporters": "Pendukung Kami",
    "annualReport.2021.ourSupportersText": "Kami ingin berterima kasih kepada semua pendukung Scratch yang selama bertahun-tahun telah membantu kami mendapatkan pengalaman belajar yang luar biasa bagi jutaan anak muda di seluruh dunia. Daftar berikut berdasarkan pemberian kepada Scratch Foundation dari 1 Januari 2021 hingga 31 Desember 2021.",
    "annualReport.2021.supportersFoundingTitle": "Mitra Pendiri — $10.000.000+",
    "annualReport.2021.supportersFoundingText": "Kami sangat berterima kasih kepada Mitra Pendiri kami yang masing-masing telah memberikan setidaknya $10.000.000 dalam bentuk dukungan kumulatif, sejak dimulainya Scratch pada tahun 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Mitra Scratch Cat — $1.000.000+",
    "annualReport.2021.supportersCreativityTitle": "Lingkaran Kreativitas — $250.000+",
    "annualReport.2021.supportersCollaborationTitle": "Lingkaran Kolaborasi — $100.000+",
    "annualReport.2021.supportersImaginationTitle": "Lingkaran Imajinasi — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "Lingkaran Inspirasi — $20.000+",
    "annualReport.2021.supportersExplorationTitle": "Lingkaran Eksplorasi — $5.000+",
    "annualReport.2021.supportersPlayTitle": "Putar Lingkaran — $1.000+",
    "annualReport.2021.supportersInKindTitle": "Pendukung Dalam Bentuk",
    "annualReport.2021.leadershipTitle": "Tim kita",
    "annualReport.2021.leadershipBoard": "Dewan direksi",
    "annualReport.2021.leadershipChair": "Kursi",
    "annualReport.2021.leadershipProfessor": "Profesor Penelitian Pembelajaran",
    "annualReport.2021.leadershipViceChair": "Kursi wakil",
    "annualReport.2021.leadershipCoFounder": "Co-Founder dan Co-Chairman",
    "annualReport.2021.leadershipBoardMember": "Anggota dewan",
    "annualReport.2021.leadershipPresidentCEO": "Presiden dan CEO",
    "annualReport.2021.leadershipFormerPresident": "Mantan Presiden",
    "annualReport.2021.leadershipFounderCEO": "Penemu dan CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Mantan CEO dan Ketua",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Sekretaris Dewan & Bendahara",
    "annualReport.2021.leadershipBoardSecretary": "Sekretaris Dewan",
    "annualReport.2021.leadershipBoardTreasurer": "Bendahara Dewan",
    "annualReport.2021.leadershipScratchTeam": "Tim Scratch 2021",
    "annualReport.2021.leadershipED": "Direktur Eksekutif",
    "annualReport.2021.teamThankYou": "Terima kasih kepada Mitch Resnick, Natalie Rusk, Rupal Jain, dan kolaborator lainnya di Lifelong Kindergarten Group di MIT Media Lab atas dukungan tak kenal lelah Anda terhadap Scratch.",
    "annualReport.2021.donateTitle": "Dukung Kami",
    "annualReport.2021.donateMessage": "Dukungan Anda memungkinkan kami untuk menciptakan pengalaman belajar yang menginspirasi, kreatif, dan berkesan bagi anak-anak di mana saja, terutama mereka yang secara sistematis dikecualikan dari peluang pengkodean kreatif. Berikan hadiah untuk Scratch hari ini untuk membantu kami menjaga server kami tetap berjalan, menjaga komunitas global kami yang terus berkembang, dan memungkinkan pengkodean kreatif untuk anak-anak di setiap negara di seluruh dunia.",
    "annualReport.2021.donateMessage2": "Terima kasih atas kemurahan hati Anda.",
    "annualReport.2021.donateButton": "Donasi",
    "annualReport.2021.projectBy": "proyek oleh",
    "annualReport.2021.JuneIlloAttr": "Bendera oleh @ratchild",
    "annualReport.2021.OctIlloAttr": "Kentang dan gelas oleh @Cupwing",
    "annualReport.2021.altMap": "Peta dunia yang menunjukkan 41 organisasi SEC",
    "annualReport.2021.altSECSpotlightImage": "Seorang anak bermain dengan mainan di depan latar belakang oranye",
    "annualReport.2021.altAccessibility": "Dua orang menggunakan bahasa isyarat di depan latar belakang hijau.",
    "annualReport.2021.altaccessDEICommittee": "Sebuah tangan mengulurkan komponen Scratch pada latar belakang hijau.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Sebuah tangan mengecat komponen Scratch pada latar belakang biru.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Dua tangan meraih gelembung teks dengan hati di dalamnya.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Dua tangan bekerja sama untuk menyusun daftar komponen awal.",
    "annualReport.2021.altaccessSouthAfrica": "Dua anak, satu menggunakan tablet dan satu lagi menggunakan laptop, mengerjakan proyek Scratch bersama.",
    "annualReport.2021.altcommunityVolunteerTransators": "Empat tangan diangkat dengan gelembung teks diletakkan di atasnya di depan latar belakang ungu.",
    "annualReport.2021.altcommunityThankYou": "Bola dunia dengan spanduk bertuliskan 'Terima kasih' dikelilingi kata-kata terima kasih dalam berbagai bahasa.",
    "annualReport.2021.altAvatar": "avatar pengguna",
    "annualReport.2021.altDropdownArrow": "Panah yang menunjukkan menu tarik-turun.",
    "annualReport.2021.altMastheadIllustration": "Tiga orang berinteraksi dengan komponen goresan fisik.",
    "annualReport.2021.altWave": "Tangan emoji melambai.",
    "annualReport.2021.altMitchHeadshot": "Pendiri Mitch Resnick",
    "annualReport.2021.altCalendar": "Kalender yang menampilkan tahun 2021.",
    "annualReport.2021.altWorldVisualization": "Versi dunia bergambar.",
    "annualReport.2021.altSaudiArabiaVisualization": "Bagan batang menunjukkan bahwa ada lebih dari dua kali lebih banyak pengguna Scratch baru pada tahun 2021 dibandingkan pada tahun 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Komponen pemrograman Scratch kuning.",
    "annualReport.2021.altSECVideoPreview": "Antarmuka Scratch muncul di sebelah kiri dan tanda perempuan muncul di sebelah kanan.",
    "annualReport.2021.altScratchJr": "Teks membaca Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Komponen pemrograman Scratch horizontal berwarna kuning.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Dua tangan menyusun komponen Scratch fisik.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Tangan terulur di depan latar belakang ungu dengan gelembung teks mengambang di atasnya.",
    "annualReport.2021.altScratchLogoText": "Persegi panjang hijau dengan tulisan 'Scratch Lab' di atasnya.",
    "annualReport.2021.altScratchLabVideo": "Tangkapan layar proyek Scratch dengan tombol putar di atas.",
    "annualReport.2021.altHat": "Seseorang memakai topi kuning dan kacamata hitam hati merah muda.",
    "annualReport.2021.altScratchText": "Komponen Scratch pelangi menampilkan teks, 'Ini dia!'",
    "annualReport.2021.altStar": "Seorang gadis dengan bintang kuning di depan wajahnya.",
    "annualReport.2021.altMouseTrail": "Beberapa potongan kepala tupai ditempatkan secara acak di atas satu sama lain.",
    "annualReport.2021.altSECWorkshops": "Orang-orang bermain bersama",
    "annualReport.2021.altArrowUp": "Sebuah panah mengarah ke atas.",
    "annualReport.2021.altTranslated": "Komponen Scratch yang menyatakan \"Halo\" dan mencantumkan bahasa tempat Scratch tersedia.",
    "annualReport.2021.altAboutMe": "Kata-kata 'Tentang saya' diletakkan di atas kuda-kuda, landak, mangga, dan bola sepak.",
    "annualReport.2021.altClickerGame": "Game matematika yang menampilkan apel, jeruk, dan semangkuk buah yang dipotong-potong.",
    "annualReport.2021.altLookingForward1": "Segi enam yang saling terkait menampilkan pusaran, awal, dan hati.",
    "annualReport.2021.altLookingForward2": "Pos tanda dengan satu panah mengarah ke kanan menampilkan pusaran dan satu panah mengarah ke kiri menampilkan hati.",
    "annualReport.2021.altLookingForward3": "Pos tanda dengan satu panah mengarah ke kanan menampilkan pusaran dan satu panah mengarah ke kiri menampilkan hati.",
    "annualReport.2021.altSparkle": "Dekorasi berkilau putih",
    "annualReport.2021.altDownArrow": "Panah ungu menunjuk ke bawah",
    "annualReport.2021.altConnectingLine": "Garis putus-putus yang menghubungkan elemen garis waktu.",
    "annualReport.2021.altApril": "Komponen pena dan Scratch ditempatkan di atas latar belakang ungu.",
    "annualReport.2021.altJune": "Kue ulang tahun di depan spanduk berisi berbagai jenis kebanggaan LGBTQ+.",
    "annualReport.2021.altAugust": "Kentang, ulang tahun, dan kacamata hitam di atas latar belakang ungu.",
    "annualReport.2021.altCard1": "Gumpalan warna-warni mengapung di depan latar belakang hitam dan abu-abu di samping kata-kata 'Mimpi Dalam dunia mimpi buruk.'",
    "annualReport.2021.altCard2": "Seorang wanita kulit hitam mengenakan ikat kepala kuning dan anting-anting emas.",
    "annualReport.2021.altCard3": "Maskot kucing gores berayun di depan gedung disertai dengan teks bertuliskan 'Saya pikir Kucing Gosok adalah pahlawan super.'",
    "annualReport.2021.altCard5": "Balok tersenyum berdiri di sebelah gelembung teks bertuliskan 'tidak peduli bagaimana seseorang berpakaian, kata ganti apa yang mereka gunakan, atau siapa yang mereka cintai, Anda harus selalu menghormati mereka!'",
    "annualReport.2021.altCard6": "Kentang yang mengenakan kacamata hitam duduk di depan latar belakang ungu.",
    "annualReport.2021.altCard7": "Topi ulang tahun warna-warni diletakkan di atas kubus neon.",
    "annualReport.2021.altCard9": "'2022' duduk di depan pelangi berbentuk oval.",
    "annualReport.2021.altDonateIllustration": "Dua tangan membentuk bentuk hati dengan jari-jari mereka di dalam bentuk hati yang terpotong."
}