{
    "annualReport.2021.subnavFoundersMessage": "Messaggio dei Fondatori",
    "annualReport.2021.subnavMission": "Missione",
    "annualReport.2021.subnavReach": "Portata",
    "annualReport.2021.subnavThemes": "Temi",
    "annualReport.2021.subnavDirectorsMessage": "Messaggio del Direttore",
    "annualReport.2021.subnavSupporters": "Sostenitori",
    "annualReport.2021.subnavTeam": "Team",
    "annualReport.2021.subnavDonate": "Dona",
    "annualReport.2021.mastheadYear": "Rapporto Annuale 2021",
    "annualReport.2021.mastheadTitle": "Costruire Insieme una Comunità di Pari",
    "annualReport.2021.directorsMessageTitle": "Un Messaggio del Nostro Direttore Esecutivo",
    "annualReport.2021.directorsMessageP1": "Nel 2021, il COVID-19 ha continuato a sconvolgere le nostre routine e a plasmare il modo in cui interagiamo gli uni con gli altri. Anche quando abbiamo iniziato a riunirci, le scuole sono state riaperte e ci sono stati appelli per un “ritorno alla normalità”, i più vulnerabili della nostra società sono rimasti colpiti in modo sproporzionato dalle strutture inique che il COVID-19 ha esacerbato. La crisi del COVID-19 ha modellato le relazioni dei giovani con Scratch e ha consolidato Scratch come luogo più vitale che mai in cui creare, imparare e connettersi. Ma quando siamo entrati in un nuovo anno, non ci siamo lasciati alle spalle i nostri giovani più vulnerabili mentre hanno iniziato a navigare nella “nuova normalità”.",
    "annualReport.2021.directorsMessageP2": "Uno dei valori fondamentali di Scratch è sempre stato quello di consentire ai giovani di esplorare, creare, giocare e scoprire. Queste opportunità non sono offerte equamente a tutti gli studenti.",
    "annualReport.2021.directorsMessagePullquote": "Crediamo nel potere di trasformazione dell'autoespressione e della creatività e nel fornire spazio ai giovani per utilizzare il codice creativo come strumento per alzare la voce.",
    "annualReport.2021.directorsMessageP3": "Sono orgoglioso di servire come direttore esecutivo della Scratch Foundation durante questo momento cruciale della nostra storia e continuerò a diffondere l'approccio premuroso e collaborativo di Scratch all'apprendimento creativo ai bambini di tutto il mondo che hanno più bisogno di queste opportunità.",
    "annualReport.2021.directorsMessageP4": "L'anno scorso è stato un anno incredibile per la Scratch Foundation: ci siamo concentrati sulla crescita del nostro team con leader straordinari e diversificati e sulla costruzione di una solida base per la nostra continua transizione verso un'organizzazione indipendente. Abbiamo sviluppato un piano strategico triennale con gli sforzi congiunti di ogni membro del team a ogni livello della nostra organizzazione, codificando il lavoro che stiamo intraprendendo insieme. Man mano che Scratch cresce, rimaniamo concentrati sull'equità e sulla costruzione di una comunità, mantenendo Scratch uno spazio sicuro in cui i bambini possono connettersi, creare e collaborare con i loro coetanei in tutto il mondo.",
    "annualReport.2021.directorsMessageP5": "Non posso ringraziarti abbastanza per aver intrapreso questo viaggio con il nostro team e per il tuo continuo supporto alla nostra missione. La compassione e la creatività della comunità di Scratch ci ispirano infinitamente e non vediamo l'ora che tu ti unisca a noi nell'importante lavoro che ci attende.",
    "annualReport.2021.EDTitle": "Direttore Esecutivo, Fondazione Scratch",
    "annualReport.2021.watchVideo": "Guarda il Video",
    "annualReport.2021.missionTitle": "La nostra Missione, la nostra Visione e i nostri Valori",
    "annualReport.2021.missionP1": "Ci impegniamo per la giustizia educativa e per dare priorità all'equità in tutti gli aspetti del nostro lavoro, con particolare attenzione alle iniziative e agli approcci che supportano i bambini, le famiglie e gli educatori che sono stati esclusi dall'informatica creativa.",
    "annualReport.2021.missionP2": "Abbiamo sviluppato Scratch come un ambiente di apprendimento gratuito, sicuro e giocoso che impegna tutti i ragazzi nel pensare in modo creativo, ragionare in maniera sistematica e lavorare in modo collaborativo — abilità essenziali per chiunque nella società attuale. Lavoriamo con educatori e famiglie per supportare i ragazzi nell'esplorare, condividere e imparare.",
    "annualReport.2021.missionHeader": "Missione",
    "annualReport.2021.missionSubtitle": "Rendere disponibile ai più giovani strumenti digitali e opportunità per immaginare, creare, condividere e imparare.",
    "annualReport.2021.visionHeader": "Visione",
    "annualReport.2021.visionSubtitle": "Diffondere approcci creativi, corretti, collaborativi ed equilibrati al coding e all'apprendimento in tutto il mondo.",
    "annualReport.2021.valuesHeader": "Valori",
    "annualReport.2021.valuesSubtitle": "In questo lavoro, siamo guidati dai nostri valori fondamentali che definiscono i nostri principi come organizzazione e comunità:",
    "annualReport.2021.creativeExpressionTitle": "Espressione Creativa",
    "annualReport.2021.progressiveImprovementTitle": "Miglioramento Progressivo",
    "annualReport.2021.EquitableOpportunitiesTitle": "Opportunità tra Pari",
    "annualReport.2021.playfulEngagementTitle": "Impegno Giocoso",
    "annualReport.2021.creativeExpressionDescription": "Ci impegniamo a fornire a tutti gli strumenti e le opportunità per esprimere le proprie idee, i propri interessi e il proprio io autentico all'interno di una comunità solidale.",
    "annualReport.2021.progressiveImprovementDescription": "Ci atteniamo a uno standard elevato e ci sforziamo sempre di ripetere, migliorare e ispirarci a vicenda per servire al meglio i giovani di tutto il mondo e la comunità che rende possibile il nostro lavoro.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Stiamo costruendo un movimento educativo che includa persone di diversa estrazione in modo da poter raggiungere i bambini di tutto il mondo che sono stati esclusi dalle opportunità di programmazione creativa.",
    "annualReport.2021.playfulEngagementDescription": "In Scratch, il gioco è un approccio per creare, condividere, imparare e interagire con il mondo. Incoraggiamo l'esplorazione gioiosa, la sperimentazione e la collaborazione.",
    "annualReport.2021.reachTitle": "Entrare in contatto con Ragazzi provenienti da Tutto il Mondo",
    "annualReport.2021.reachSubtitle": "Scratch è la più grande comunità di coding per bambini e ragazzi dagli 8 anni in su.",
    "annualReport.2021.reachMillion": "milioni",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% dal 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% dal 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% dal 2020",
    "annualReport.2021.reachNewUsers": "Nuovi Utenti",
    "annualReport.2021.reachProjectsCreated": "Progetti Creati",
    "annualReport.2021.reachProjectCreators": "Persone che Creano Progetti",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch è usato in tutto il mondo in più di {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "più di 200 paesi e territori",
    "annualReport.2021.reachSaudiArabiaTitle": "Arabia Saudita",
    "annualReport.2021.reachSaudiArabiaDescription": "Abbiamo assistito a un'enorme crescita in tutto il mondo nel 2021, ma siamo rimasti stupiti nel vedere la crescita in Arabia Saudita, dove abbiamo visto il doppio dei nuovi utenti rispetto all'anno precedente.",
    "annualReport.2021.reachTranslationTitle": "Scratch è Tradotto in 74 Lingue",
    "annualReport.2021.reachTranslationIncrease": "10 lingue dal 2020",
    "annualReport.2021.reachTranslationBlurb": "Grazie a traduttori volontari provenienti da tutto il mondo.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr è un ambiente per l'introduzione alla programmazione che consente ai bambini (5-7 anni) di creare le proprie storie e giochi interattivi.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Download nel 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 milioni dal 2020",
    "annualReport.2021.themesTitle": "Temi Emergenti",
    "annualReport.2021.themesDescription": "Nella continua incertezza causata dal COVID-19, Scratch ha continuato a fungere da spazio chiave in cui i giovani possono connettersi e creare insieme. Nel 2021, abbiamo concentrato i nostri sforzi sulla costruzione di una solida base per supportare equamente la nostra comunità globale in crescita e il nostro Scratch Team in crescita. Il nostro lavoro era incentrato su tre temi principali: promuovere la comunità, aumentare l'accesso e l'accessibilità e sviluppare lo Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Le voci e le collaborazioni della comunità sono profondamente intrecciate nel tessuto della storia di Scratch. Hanno, e continuano ad essere, parte integrante nell'aiutarci ad aumentare le opportunità di codifica accessibili ed eque in tutto il mondo. Nel 2021, abbiamo lanciato Scratch Education Collaborative, un'iniziativa impegnata a identificare ed eliminare le barriere all'accesso alla codifica creativa che collega organizzazioni straordinarie in tutto il mondo.",
    "annualReport.2021.SECWhatIs": "Cosa è SEC?",
    "annualReport.2021.SECWhatIsP1": "La SEC supporta e coinvolge le organizzazioni partecipanti in un'esperienza di coorte collaborativa di due anni per rafforzare il loro impegno e l'implementazione di una codifica creativa equa utilizzando Scratch e ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Entro la fine dell'esperienza di coorte, le organizzazioni avranno formato nuove partnership tra loro e con Scratch e avranno stabilito nuovi modelli per le risorse di codifica creativa incentrate sull'equità.",
    "annualReport.2021.SECWhatIsP3": "Il nostro lavoro con la SEC è reso possibile grazie a una generosa sovvenzione di Google.org. Vorremmo estendere la nostra gratitudine per il loro continuo sostegno alla nostra missione.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizzazioni",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "nazioni",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partner",
    "annualReport.2021.SECMapParagraph": "La nostra prima coorte comprendeva 41 organizzazioni in rappresentanza di 13 paesi in tutto il mondo, unite dal loro impegno a sostenere gli studenti provenienti da comunità storicamente emarginate nello sviluppo della loro fiducia nell'informatica creativa. Le loro posizioni sono evidenziate di seguito:",
    "annualReport.2021.spotlightStory": "Storia in Evidenza",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Ponti verso la scienza; un'organizzazione no profit con sede in Texas che fornisce programmi di matematica, programmazione e robotica per giovani svantaggiati; è stata una delle 41 organizzazioni eccezionali ad unirsi alla prima coorte di Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "Nel 2021, abbiamo supportato Bridges to Science nel facilitare il loro primo workshop \"Hour of Code\" con Code.org. L'evento “Fiestas y Piñatas” ha attirato oltre 22.000 insegnanti e studenti dall'America Latina. Abbiamo anche collaborato con Bridges to Science per sviluppare un toolkit di risorse uniche per soddisfare le esigenze della loro comunità.",
    "annualReport.2021.SECPullQuote": "Una delle più grandi gioie che abbiamo nell'insegnare ai nostri studenti è che ognuno di loro, non importa quanto siano silenziosi, trova tutti una voce nell'informatica attraverso Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  Fondatrice di Bridges to Science ",
    "annualReport.2021.SECWorkshops": "Laboratori SEC",
    "annualReport.2021.SECWorkshopsText": "L'anno scorso, la Scratch Education Collaborative ha ospitato una serie di workshop che hanno supportato la loro coorte inaugurale nella definizione e nell'esplorazione di percorsi unici per una codifica creativa equa. I seminari sono stati facilitati da Stanford d. School, Tinkering Studio, la rete brasiliana di apprendimento creativo e le scuole pubbliche di Chicago CS4ALL. Insieme, i partecipanti al workshop hanno sviluppato una comprensione condivisa della codifica creativa e hanno discusso strategie e pratiche che promuovono comunità che sostengono la cultura attraverso la comunicazione creativa e la collaborazione.",
    "annualReport.2021.SECWorkshopsSubtitle": "Come possiamo potenziare in modo creativo la comunità locale nell'esplorazione del codice creativo?",
    "annualReport.2021.accessTitle": "Accesso",
    "annualReport.2021.accessIntro": "Poiché il COVID-19 ha costretto le scuole a chiudere e ha spinto l'apprendimento verso spazi virtuali, molti studenti e insegnanti hanno scoperto Scratch per la prima volta o hanno adattato il modo in cui insegnavano e apprendevano il codice creativo. Dalle nostre case, lo Scratch Team ha lavorato per supportare le mutevoli esigenze degli educatori e della comunità online.",
    "annualReport.2021.accessASL": "Tutorial ASL",
    "annualReport.2021.accessASLText": "Nel 2021, abbiamo collaborato con Deaf Kids Code per lanciare il nostro primo tutorial sulla lingua dei segni americana nell'editor di Scratch.",
    "annualReport.2021.accessASLText2": "Insieme, siamo stati ispirati a creare una risorsa sempreverde che espandesse i percorsi creativi per i gratta e vinci sordi.",
    "annualReport.2021.accessASLText3": "Il video è un remake di 13 minuti del nostro tutorial originale “Introduzione a Scratch” che introduce i principianti alla piattaforma Scratch.",
    "annualReport.2021.accessPullQuote": "Essere un buon alleato è la volontà di piegarsi per essere accessibili e dare davvero peso alle raccomandazioni di organizzazioni come la mia... Chiedere: \"Che cosa possiamo fare?\" e lasciarci davvero prendere le redini e andare avanti, con molto poca o nessuna resistenza; è una cosa molto rara.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Fondatrice di Deaf Kids Code ",
    "annualReport.2021.accessDEICommittee": "Comitati DEI di Scratch",
    "annualReport.2021.accessDEICommitteeText": "Nel 2021, diversi comitati di Scratch hanno iniziato a lavorare per rendere Scratch più diversificato, equo e inclusivo per tutti gli utenti. Siamo entusiasti di condividere i progressi compiuti da ciascun comitato e il lavoro ancora da fare.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Accessibiità",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Il Comitato per l'accessibilità è stato creato in risposta alla difficoltà di un membro dello Scratch Team nell'usare i blocchi di codifica di Scratch e alla riconosciuta necessità di supportare meglio gli Scratcher di tutte le abilità.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "Nell'ottobre del 2021, il comitato ha lanciato un progetto per rendere il colore dei nostri blocchi di codice accessibile agli Scratcher con problemi di vista. Il comitato è entusiasta di collaborare con insegnanti e organizzazioni comunitarie specializzate in accessibilità in modo che i blocchi di codifica soddisfino le linee guida sull'accessibilità web e, cosa più importante, i piani inferiori per rendere Scratch più accessibile a tutti.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Il Comitato Globale, Giustizia, Equità, Diversità e Inclusione (G-JEDI) è stato formato per sviluppare un linguaggio condiviso che definisca cosa significa Diversità, Equità e Inclusione (DEI) per lo Scratch Team.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "Nel 2021, il comitato ha iniziato a lavorare su una dichiarazione della DEI per delineare i modi in cui la DEI ha informato il lavoro passato e presente dello Scratch Team e della comunità, e come continuerà a informare le nuove iniziative in futuro.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Il Comitato EquityXDesign è stato creato come luogo in cui i membri dello Scratch Team e i nostri collaboratori nel gruppo Lifelong Kindergarten del MIT possono leggere e discutere idee sulle pratiche di progettazione incentrate sull'equità.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Le conversazioni sono guidate da “Design Justice: Community-Led Practices to Build the Worlds We Need” di Sasha Costanza-Chock e i membri del comitato discutono dei modi in cui possono incorporare pratiche di progettazione incentrate sull'equità nello sviluppo di strumenti e risorse di Scratch.",
    "annualReport.2021.access10NewLanguages": "10 Nuove Lingue",
    "annualReport.2021.access10NewLanguagesText": "Con un enorme ringraziamento alla nostra community di traduttori, l'anno scorso siamo riusciti a connetterci con Scratchers in 74 lingue! Nel 2021, sono state aggiunte 10 nuove lingue a Scratch, tra cui isiXhosa (Sud Africa), Sepedi (Sud Africa), Setswana (Sud Africa), Afrikaans (Sud Africa), Kichwa (Perù), ଓଡ଼ିଆ/Odia (India), Kazako (Kazakistan), aragonese (Spagna), frisone occidentale (Paesi Bassi) e bengalese (Bangladesh, India e altre regioni).",
    "annualReport.2021.accessSouthAfrica": "Scratch con Collegamento Internet Gratuito in South Africa",
    "annualReport.2021.accessSouthAfricaText": "Per migliorare l'esperienza di Scratch per i giovani nelle regioni con connettività Internet bassa o assente, abbiamo collaborato con il National Education Collaboration Trust (NECT) del Sud Africa per ospitare una pagina con zero rating per il download di Scratch. I download su pagine con rating zero non utilizzano alcuna larghezza di banda dati, riducendo una barriera all'accesso a Scratch a causa di limiti e costi dei dati. A soli due mesi dal suo lancio nell'aprile 2021, la pagina ha avuto più di 1300 visitatori.",
    "annualReport.2021.accessSnapshot": "Istantanee",
    "annualReport.2021.communityTitle": "Comunità",
    "annualReport.2021.communityIntro": "Nel 2021, la community di Scratch ha continuato a registrare una rapida crescita man mano che sempre più giovani in tutto il mondo creavano e si connettevano insieme ai loro coetanei. Abbiamo anche continuato a sviluppare partnership con i membri della comunità per migliorare l'esperienza di Scratch per la nostra variegata comunità di utenti.",
    "annualReport.2021.communityScratchConference": "Scratch Conference",
    "annualReport.2021.communityScratchConferenceText1": "A luglio, gli educatori della nostra comunità globale si sono riuniti per celebrare il codice creativo alla Scratch Conference. Questo evento virtuale gratuito è stato guidato dai nostri collaboratori del Lifelong Kindergarten Group del MIT. La conferenza ha riunito {more_bold}, che hanno trascorso la giornata connettendosi, collaborando e imparando gli uni dagli altri, anche se COVID ci ha tenuti separati.",
    "annualReport.2021.communityScratchConferenceText1More": "più di 1.500 educatori e appassionati di Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Traduttori Volontari",
    "annualReport.2021.communityVolunteerTranslatorsText": "Da quando Scratch è stato lanciato nel 2007, ci siamo impegnati a supportare i nostri utenti in tutto il mondo. I nostri volontari di traduzione linguistica lavorano a stretto contatto con lo Scratch Team per aiutare a tradurre e localizzare la nostra piattaforma e le nostre risorse per le diverse comunità che serviamo.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Migliaia di traduttori si sono offerti volontari per tradurre Scratch in 74 lingue e oltre, e attualmente ci sono più di mille traduttori iscritti per tradurre Scratch e ScratchJr. Siamo grati ai nostri volontari per averci aiutato a raggiungere più Scratcher in tutto il mondo!",
    "annualReport.2021.communityScratchCommunity": "La Comunità di Scratch nel 2021",
    "annualReport.2021.communityScratchCommunityIntro": "Nel 2021, sul sito di Scratch sono stati creati più di 113 milioni di progetti – quasi un aumento del 39% rispetto al 2020 – e sono stati creati più di un milione di nuovi studi! Durante tutto l'anno, lo Scratch Team ha ospitato numerosi studi per celebrare eventi importanti e incoraggiare Scratchers a partecipare alla comunità online.",
    "annualReport.2021.yearInReview": "Bilancio dell'Anno",
    "annualReport.2021.yearInReviewText": "Il 2021 è stato un anno straordinario nella comunità online. Il Community Team ha evidenziato e sviluppato opportunità per i giovani di esprimere le proprie idee e impegnarsi in modi positivi, e incredibili movimenti sono nati dagli stessi Scratchers. Ecco uno sguardo indietro ad alcuni dei momenti salienti dell'anno:",
    "annualReport.2021.yearInReviewCard1Date": "Gennaio",
    "annualReport.2021.yearInReviewCard1Title": "Caffè poetico",
    "annualReport.2021.yearInReviewCard1Text": "Abbiamo “aperto” il nostro primissimo Caffè poetico in cui Scratchers è stato invitato a scrivere, condividere o collaborare a poesie da condividere con la comunità.",
    "annualReport.2021.yearInReviewCard2Date": "Febbraio",
    "annualReport.2021.yearInReviewCard2Title": "Galleria del Black History Month",
    "annualReport.2021.yearInReviewCard2Text": "Gli Scratchers hanno condiviso opere d'arte interattive, creato poesie, video musicali animati e altro ancora per celebrare persone ed eventi influenti nella storia dei neri.",
    "annualReport.2021.yearInReviewCard3Date": "Aprile",
    "annualReport.2021.yearInReviewCard3Title": "Pesce di Aprile",
    "annualReport.2021.yearInReviewCard3Text": "A Scratcher è stato chiesto di immaginare la “vita segreta” di Scratch Cat e sono andati a caccia di cose divertenti e sciocche nascoste nel sito web di Scratch",
    "annualReport.2021.yearInReviewCard4Date": "Maggio",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Gli Scratcher di tutto il mondo hanno condiviso più di 3.500 progetti rispondendo a richieste a tema come “Cooking With Scratch” e “Ridiculous Inventions” per celebrare il compleanno di Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Giugno",
    "annualReport.2021.yearInReviewCard5Title": "Mese del Pride",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers ha creato progetti utilizzando tutti i colori dell'arcobaleno per celebrare la comunità LGBTQ+ nello studio Pride Month.",
    "annualReport.2021.yearInReviewCard6Date": "Agosto",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard6Text": "Durante questo evento annuale della durata di tre settimane, Scratchers ha creato più di 7.000 progetti che si sono mossi e si sono divertiti, hanno presentato idee creative fai-da-te (DIY) e condiviso le loro scoperte sul mondo naturale che li circonda.",
    "annualReport.2021.yearInReviewCard7Date": "Ottobre",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Per due settimane, Scratchers ha creato progetti che mostrano le loro interpretazioni dei suggerimenti quotidiani nello studio Scratchtober. Sono stati creati più di 3.500 progetti attorno a temi di una sola parola come sott'acqua, celebrazione e creature.",
    "annualReport.2021.yearInReviewCard8Date": "Dicembre",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "La Computer Science Education Week (CSEdWeek) si è svolta dal 6 al 12 dicembre per celebrare l'informatica in tutto il mondo. Scratch ha partecipato alla settimana incoraggiando i membri della community a dare un'occhiata a tutorial, studi e un evento dal vivo ospitato in collaborazione con Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Dicembre",
    "annualReport.2021.yearInReviewCard9Title": "2021: La galleria Scratch Year in Review",
    "annualReport.2021.yearInReviewCard9Text": "Nel 2021, Scratchers ha acquisito nuove competenze, è entrato in contatto con amici in tutto il mondo e ha trovato modi creativi per esprimersi. Più di 1.000 Scratcher hanno condiviso i loro ricordi preferiti di Scratch e ciò che Scratch ha significato per loro nello studio 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Con il lancio di Scratch Lab a Febbraio, abbiamo aperto le porte del nostro processo di sviluppo direttamente agli utenti di Scratch in tutto il mondo.",
    "annualReport.2021.communityScratchLabText2": "Prima di decidere se dovremmo introdurre nuovi blocchi nell'editor di Scratch, è importante vedere se gli altri utenti li usano in modo creativo, innovativo o in qualche modo sorprendente. Scratch Lab è  un luogo sicuro dove chiunue può testare queste nuove caratteristiche ma, soprattutto, può condividere i suoi pensiere e le sue idee direttamente con noi. ",
    "annualReport.2021.communityScratchLabText3": "Oltre 500.000 utenti hanno esplorato il sito Scratch Lab nel 2021 e hanno inviato oltre 37.000 feedback.",
    "annualReport.2021.communityScratchLabText4": "Questo feedback è invalutabile mentre pensiamo a come sviluppare al meglio i blocchi Testo Animato, Sensori Volto e altre nuove potenziali caratteristiche.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "iscritti",
    "annualReport.2021.ytData2": "9 milioni",
    "annualReport.2021.ytData2Sub": "visualizzazioni sui video",
    "annualReport.2021.ytData3Top": "spettatori dentro",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "nazioni",
    "annualReport.2021.communitySnapshot2Title": "Lo Scratch Team su YouTube",
    "annualReport.2021.communitySnapshot2Text": "Il canele YouTube dello Scratch Team ha raggiunto 100.000 iscritti nel 2021— in incremento di quasi il 500 percento rispetto al 2020! Nel momento in cui studenti, educatori e le famiglie si sono evoluti in risposta alla pandemia, ci è stato chiaro che fosse necessario creare risorse che rispondessero ai loro bisogni.",
    "annualReport.2021.communitySnapshot2Text2": "Queste risorse includono una serie di tutorial di Scratch che guidano gli utenti alla progettazione di storie, giochi e animazioni su Scratch. Nel 2021 questi video hanno avuto quasi nove milioni di visualizzazioni da 178 nazioni del mondo.",
    "annualReport.2021.tutorial1": "Come Creare un progetto 'Chi Sono'",
    "annualReport.2021.tutorial2": "Come Creare un Clicker Game",
    "annualReport.2021.tutorial3": "Come Creare una Scia per il Mouse",
    "annualReport.2021.FounderMessageTitle": "Un Messaggio dal Nostro Fondatore",
    "annualReport.2021.FounderMessageSubTitle": "Supporto e Ispirazione da uno dei Partner Fondatori",
    "annualReport.2021.FounderMessageText1": "Mentre leggi questo rapporto annuale, scoprirai molti modi in cui Scratch sta espandendo le opportunità di informatica creativa per milioni di giovani in tutto il mondo, specialmente quelli delle comunità emarginate. Questo impatto globale è possibile grazie al lavoro instancabile del crescente team di ingegneri, progettisti, educatori, moderatori della comunità e altri presso la Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Per continuare a far crescere i nostri sforzi e il nostro impatto, facciamo affidamento sul generoso sostegno finanziario di un'incredibile raccolta di aziende, fondazioni e singoli donatori che sono in linea con la nostra missione e visione. Qui, voglio evidenziare il supporto e l'ispirazione che abbiamo ricevuto da uno dei nostri partner fondatori: la Fondazione LEGO.",
    "annualReport.2021.FounderMessageText3": "Il mio gruppo di ricerca al MIT Media Lab ha iniziato a collaborare con la società LEGO e la LEGO Foundation più di 30 anni fa. I finanziamenti LEGO hanno contribuito a sostenere il nostro primo lavoro su Scratch, portando al lancio pubblico di Scratch nel 2007. Poi, quando Scratch è passato dal MIT alla Scratch Foundation nel 2019, la LEGO Foundation ha fornito importanti finanziamenti per la nuova organizzazione, con cinque sovvenzione annuale di 10 milioni di dollari per “sostenere il cambiamento educativo trasformativo sviluppando e promuovendo approcci creativi e giocosi alla programmazione... in diversi contesti economici e culturali”. Quando la pandemia ha colpito, la LEGO Foundation ha intensificato con un'ulteriore sovvenzione di $ 5 milioni nel 2021, per garantire che la Scratch Foundation potesse soddisfare le esigenze dei bambini e degli educatori interrotti dalla pandemia.",
    "annualReport.2021.FounderMessageText4": "Ma la connessione LEGO-Scratch va ben oltre il supporto finanziario. L'approccio di Scratch alla creazione di storie e giochi animati mediante l'unione di blocchi di programmazione grafica è stato ispirato, in parte, dal modo in cui i bambini costruiscono case e castelli LEGO mediante l'unione di mattoncini LEGO di plastica. Scratch e LEGO condividono anche la stessa filosofia educativa basata sui progetti, incoraggiando i bambini a perfezionare iterativamente i loro progetti provando un'idea, vedendo cosa succede, quindi apportando revisioni e riprovando.",
    "annualReport.2021.FounderMessageText5": "Ho sempre amato lo slogan LEGO “Joy of Building, Pride of Creation”. La profonda collaborazione della LEGO Foundation con la Scratch Foundation sta contribuendo a portare \"Joy of Building, Pride of Creation\" nelle attività digitali dei bambini. La partnership funge da modello di come le organizzazioni con idee e valori condivisi possono lavorare insieme per catalizzare il cambiamento trasformativo nell'apprendimento e nell'istruzione. Mentre la Scratch Foundation continua a costruire la sua rete di partner e sostenitori, non vedo l'ora di entrare in contatto con altre organizzazioni per espandere le opportunità di informatica creativa per i bambini di tutto il mondo.",
    "annualReport.2021.FounderTitle": "Fondatore, Fondazione Scratch",
    "annualReport.2021.lookingForward": "Guardando Avanti",
    "annualReport.2021.lookingForwardText1": "Nel 2021, abbiamo delineato un quadro strategico che guida le nostre principali priorità per i prossimi 4 anni. Ci concentriamo su queste aree principali:",
    "annualReport.2021.lookingForwardText2": "Vorremmo estendere un enorme ringraziamento alla Fondazione LEGO, la cui generosa sovvenzione per il recupero da COVID ci consentirà di svolgere questo lavoro cruciale. Non vediamo l'ora di condividere di più con te sugli entusiasmanti progetti che abbiamo pianificato, inclusi aggiornamenti all'esperienza Scratch per le scuole, aggiornamenti a ScratchJr e altro ancora.",
    "annualReport.2021.LookingForward1": "Rafforzare l'infrastruttura della Piattaforma e della Comunità di Scratch",
    "annualReport.2021.LookingForward2": "Espandere l'Accesso all'Apprendimento Creativo",
    "annualReport.2021.LookingForward3": "Costruire Capacità Organizzative e Assicurare la Sostenibilità Fiscale",
    "annualReport.2021.supportersTitle": "Grazie ai Nostri Sostenitori",
    "annualReport.2021.supportersIntro": "Grazie ai nostri generosi sostenitori. Il vostro contributo ci ha aiutato ed espandere le opportunità dell'apprendimento creativo per i ragazzi di ogni età, provenienti da qualunque ambiente, da tutto il mondo.",
    "annualReport.2021.ourSupporters": "I Nostri Sostenitori",
    "annualReport.2021.ourSupportersText": "Vogliamo ringraziare tutti i sostenitori di Scratch che, nel corso degli anni, ci hanno aiutato a creare incredibili esperienze di apprendimento per milioni di giovani in tutto il mondo. Il seguente elenco si basa sulle donazioni a Scratch Foundation dal 1° gennaio 2021 al 31 dicembre 2021.",
    "annualReport.2021.supportersFoundingTitle": "Partner Fondatori — $10,000,000+",
    "annualReport.2021.supportersFoundingText": "Siamo molto grati ai Partner Fondatori che hanno donato cumulativamente più di $10,000,000 a partire dal 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Partner del Gatto di Cat — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Circolo Creativo — $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Circolo dei Collaboratori — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.2021.supportersPlayTitle": "Circolo del Gioco — $1,000+",
    "annualReport.2021.supportersInKindTitle": "Sostenitori in altre forme",
    "annualReport.2021.leadershipTitle": "Il nostro Team",
    "annualReport.2021.leadershipBoard": "Il Consiglio di Amministrazione",
    "annualReport.2021.leadershipChair": "Il Presidente",
    "annualReport.2021.leadershipProfessor": "Professore di Ricerca sull'Apprendimento",
    "annualReport.2021.leadershipViceChair": "Il Vice Presidente",
    "annualReport.2021.leadershipCoFounder": "Co-Fondatore e Co-Chairman",
    "annualReport.2021.leadershipBoardMember": "I Membri del Consiglio di Amministrazione",
    "annualReport.2021.leadershipPresidentCEO": "Presidente e CEO",
    "annualReport.2021.leadershipFormerPresident": "Precedente Presidente",
    "annualReport.2021.leadershipFounderCEO": "Fondatore e CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Precedente CEO e Presidente",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Segretario & Tesoriere del Consiglio di Amnistrazione",
    "annualReport.2021.leadershipBoardSecretary": "Segretario del Consiglio di Amministrazione",
    "annualReport.2021.leadershipBoardTreasurer": "Tesoriere del Consiglio di Amministrazione",
    "annualReport.2021.leadershipScratchTeam": "Scratch Team 2021",
    "annualReport.2021.leadershipED": "Direttore Esecutivo",
    "annualReport.2021.teamThankYou": "Grazie a Mitch Resnick, Natalie Rusk, Rupal Jain e altri collaboratori del Lifelong Kindergarten Group del MIT Media Lab per l'instancabile supporto a Scratch.",
    "annualReport.2021.donateTitle": "Sostienici",
    "annualReport.2021.donateMessage": "Il tuo supporto ci consente di creare esperienze di apprendimento stimolanti, creative e memorabili per i bambini di tutto il mondo, in particolare quelli che sono stati sistematicamente esclusi dalle opportunità di programmazione creativa. Fai un regalo a Scratch oggi stesso per aiutarci a mantenere i nostri server in funzione, mantenere la nostra comunità globale in crescita e rendere possibile la programmazione creativa per i bambini in ogni paese del mondo.",
    "annualReport.2021.donateMessage2": "Grazie per la vostra generosità.",
    "annualReport.2021.donateButton": "Dona",
    "annualReport.2021.projectBy": "progetto di",
    "annualReport.2021.JuneIlloAttr": "Bandiere di @ratchild",
    "annualReport.2021.OctIlloAttr": "Patate e bicchieri di @Cupwing",
    "annualReport.2021.altMap": "Mappa del mondo che mostra le 41 organizzazioni SEC",
    "annualReport.2021.altSECSpotlightImage": "Bambino con giocattolo davanti a sfondo arancione",
    "annualReport.2021.altAccessibility": "Due persone usano il linguaggio dei segni davanti ad uno sfondo verde.",
    "annualReport.2021.altaccessDEICommittee": "Una mano offre un componente scratch davanti a uno sfondo verde.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Una mano dipinge dei componenti scratch davanti a uno sfondo blu.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Due mani protese verso un fumetto con un cuore all'interno.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Due mani lavorano insieme per compilare una lista di componenti scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Due bambini, uno che usa un tablet e un altro che usa un laptop, lavorano insieme a un progetto scratch.",
    "annualReport.2021.altcommunityVolunteerTransators": "Quattro mani alzate con fumetti al di sopra davanti a uno sfondo violetto.",
    "annualReport.2021.altcommunityThankYou": "Un globo con uno striscione che dice \"Grazie\" circondato dalle parole di ringraziamento in varie lingue.",
    "annualReport.2021.altAvatar": "avatar utente",
    "annualReport.2021.altDropdownArrow": "Freccia che indica un menu a discesa.",
    "annualReport.2021.altMastheadIllustration": "Tre persone che interagiscono con i componenti fisici di scratch..",
    "annualReport.2021.altWave": "Un emoji che saluta con la mano.",
    "annualReport.2021.altMitchHeadshot": "Fondatore Mitch Resnick",
    "annualReport.2021.altCalendar": "Un calendario che mostra l'anno 2021.",
    "annualReport.2021.altWorldVisualization": "Una versione illustrata del globo.",
    "annualReport.2021.altSaudiArabiaVisualization": "Un grafico a barre che mostra che nel 2021 c'erano più del doppio dei nuovi utenti di Scratch rispetto al 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Un componente di programmazione Scratch giallo.",
    "annualReport.2021.altSECVideoPreview": "L'interfaccia di Scratch appare sulla sinistra e una ragazza che firma sulla destra.",
    "annualReport.2021.altScratchJr": "Lettura del testo Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Un componente di programmazione Scratch orizzontale giallo.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Due mani che allineano i componenti fisici di Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Mani che si protendono davanti a uno sfondo viola con bolle di testo che galleggiano sopra di loro.",
    "annualReport.2021.altScratchLogoText": "Un rettangolo verde con sopra scritto \"Scratch Lab\".",
    "annualReport.2021.altScratchLabVideo": "Uno screenshot di un progetto Scratch con un pulsante di riproduzione in alto.",
    "annualReport.2021.altHat": "Una persona che indossa un cappello giallo e occhiali da sole a forma di cuore rosa.",
    "annualReport.2021.altScratchText": "Un componente Scratch arcobaleno che mostra il testo \"Here we go!\"",
    "annualReport.2021.altStar": "Una ragazza con una stella gialla davanti al viso.",
    "annualReport.2021.altMouseTrail": "Ritagli multipli di una testa di scoiattolo posizionati casualmente uno sopra l'altro.",
    "annualReport.2021.altSECWorkshops": "Persone che giocano insieme",
    "annualReport.2021.altArrowUp": "Una freccia rivolta verso l'alto.",
    "annualReport.2021.altTranslated": "Un componente di scratch che dice \"Ciao\" ed elenca le lingue in cui scratch è disponibile.",
    "annualReport.2021.altAboutMe": "Le parole \"About me\" poste su un cavalletto, un riccio, un mango e un pallone da calcio.",
    "annualReport.2021.altClickerGame": "Un gioco di matematica che mostra una mela, un'arancia e una ciotola di frutta tagliata.",
    "annualReport.2021.altLookingForward1": "Esagoni ad incastro che mostrano un vortice, un inizio e un cuore.",
    "annualReport.2021.altLookingForward2": "Un cartello con una freccia rivolta a destra che mostra un vortice e una freccia rivolta a sinistra che mostra un cuore.",
    "annualReport.2021.altLookingForward3": "Blocchi colorati allineati per creare gradini con una pianta che cresce in cima.",
    "annualReport.2021.altSparkle": "Decorazione scintillante bianca",
    "annualReport.2021.altDownArrow": "Freccia viola rivolta verso il basso",
    "annualReport.2021.altConnectingLine": "Una linea tratteggiata che collega gli elementi della sequenza temporale.",
    "annualReport.2021.altApril": "Una penna e componenti Scratch posizionati su uno sfondo viola.",
    "annualReport.2021.altJune": "Una torta di compleanno davanti a uno striscione di bandiere che mostrano vari tipi di orgoglio LGBTQ+.",
    "annualReport.2021.altAugust": "Una patata, un compleanno e occhiali da sole su uno sfondo viola.",
    "annualReport.2021.altCard1": "Un blob colorato fluttua davanti a uno sfondo nero e grigio accanto alle parole \"Un sogno in un mondo di incubi\".",
    "annualReport.2021.altCard2": "Una donna di colore indossa una fascia gialla e orecchini a cerchio d'oro.",
    "annualReport.2021.altCard3": "La mascotte del gatto gratta e vinci oscilla davanti agli edifici accompagnata dal testo che recita \"Penso che Scratch Cat sia un supereroe\".",
    "annualReport.2021.altCard5": "Un blocco sorridente si trova accanto a una bolla di testo che recita \"non importa come si vestono, quali pronomi usano o chi amano, dovresti sempre rispettarli!\"",
    "annualReport.2021.altCard6": "Una patata con gli occhiali da sole siede davanti a uno sfondo viola.",
    "annualReport.2021.altCard7": "Un colorato cappello di compleanno si trova sopra un cubo al neon.",
    "annualReport.2021.altCard9": "'2022' si trova di fronte a un arcobaleno di ovali.",
    "annualReport.2021.altDonateIllustration": "Due mani formano un cuore con le dita all'interno di un cuore ritagliato."
}