{
    "annualReport.2021.subnavFoundersMessage": "設立者からのメッセージ",
    "annualReport.2021.subnavMission": "ミッション",
    "annualReport.2021.subnavReach": "普及活動",
    "annualReport.2021.subnavThemes": "テーマ",
    "annualReport.2021.subnavDirectorsMessage": "ディレクターからのメッセージ",
    "annualReport.2021.subnavSupporters": "サポーター",
    "annualReport.2021.subnavTeam": "チーム",
    "annualReport.2021.subnavDonate": "寄付",
    "annualReport.2021.mastheadYear": "2021年次報告書",
    "annualReport.2021.mastheadTitle": "みんなで作る公平性のあるコミュニティ",
    "annualReport.2021.directorsMessageTitle": "エグゼクティブ・ディレクターからのメッセージ",
    "annualReport.2021.directorsMessageP1": "In 2021, COVID-19 continued to disrupt our routines and shape the way we interact with one another. Even as we began to gather together, schools reopened, and there were calls for a “return to normal,” the most vulnerable in our society remained disproportionately impacted by the inequitable structures that COVID-19 exacerbated. The COVID-19 crisis shaped young people’s relationships to Scratch, and solidified Scratch as a more vital place than ever for them to create, learn, and connect. But as we moved into a new year, we did not leave behind our most vulnerable young people as they began to navigate “the new normal.”",
    "annualReport.2021.directorsMessageP2": "One of the foundational values of Scratch has always been to empower young people to explore, create, play, and discover—opportunities that aren’t afforded equitably to all students.",
    "annualReport.2021.directorsMessagePullquote": "We believe in the transformative power of self-expression and creativity, and in providing space for young people to use creative coding as a tool to raise their voice.",
    "annualReport.2021.directorsMessageP3": "I’m proud to serve as the Executive Director of the Scratch Foundation during this pivotal moment in our history, and will continue to spread Scratch’s caring, collaborative approach to creative learning to kids around the world who need these opportunities the most.",
    "annualReport.2021.directorsMessageP4": "Last year was an incredible year for the Scratch Foundation–we focused on growing our team with remarkable, diverse leaders and building a solid foundation for our continued transition to an independent organization. We developed a three-year Strategic Plan with the combined efforts of every team member at every level of our organization, codifying the work we’re embarking on together. As Scratch grows, we remain focused on equity and community-building, and keeping Scratch a safe space for kids to connect, create, and collaborate with their peers around the world.",
    "annualReport.2021.directorsMessageP5": "I can’t thank you enough for embarking on this journey with our team, and for your continued support of our mission. The compassion and creativity of the Scratch Community is endlessly inspiring to us, and we can’t wait for you to join us in the important work ahead of us.",
    "annualReport.2021.EDTitle": "Scratch財団 エグゼクティブ・ディレクター",
    "annualReport.2021.watchVideo": "ビデオを見る",
    "annualReport.2021.missionTitle": "私たちのミッション、ビジョン、バリュー",
    "annualReport.2021.missionP1": "We are committed to educational justice and prioritizing equity across all aspects of our work, with a particular focus on initiatives and approaches that support children, families, and educators who have been excluded from creative computing.",
    "annualReport.2021.missionP2": "私たちは、すべての子供たちが創造的に考え、システマチックに推論し、協力して作業すること（今日の社会のすべての人にとって不可欠なスキル）を可能にする、無料で安全で遊び心のある学習環境としてScratchを開発しました。私たちは、教育者や家族と協力して、子どもたちが探求し、共有し、学ぶことを支援します。",
    "annualReport.2021.missionHeader": "ミッション",
    "annualReport.2021.missionSubtitle": "想像し、創造し、共有し、学ぶためのデジタルツールや機会を若者たちに提供します。",
    "annualReport.2021.visionHeader": "ビジョン",
    "annualReport.2021.visionSubtitle": "創造的で、思いやりがあり、協調性があり、公平性のある、コーディングと学びのアプローチを世界中に広めます。",
    "annualReport.2021.valuesHeader": "バリュー",
    "annualReport.2021.valuesSubtitle": "この活動において、私たちは、組織とコミュニティの原則を定めたコアバリューに導かれています。",
    "annualReport.2021.creativeExpressionTitle": "クリエイティブな表現",
    "annualReport.2021.progressiveImprovementTitle": "進歩的な改善",
    "annualReport.2021.EquitableOpportunitiesTitle": "公平性のある機会",
    "annualReport.2021.playfulEngagementTitle": "遊び心のある関与",
    "annualReport.2021.creativeExpressionDescription": "We are building an educational movement inclusive of people from diverse backgrounds so we can reach children around the world who have been excluded from creative coding opportunities.",
    "annualReport.2021.progressiveImprovementDescription": "We hold ourselves to a high standard and always strive to iterate, improve, and inspire one another to best serve young people around the world and the community that makes our work possible.",
    "annualReport.2021.EquitableOpportunitiesDescription": "We are building an educational movement inclusive of people from diverse backgrounds so we can reach children around the world who have been excluded from creative coding opportunities.",
    "annualReport.2021.playfulEngagementDescription": "At Scratch, play is an approach for making, sharing, learning, and engaging with the world. We encourage joyful exploration, experimentation, and collaboration.",
    "annualReport.2021.reachTitle": "世界の子供たちへの普及",
    "annualReport.2021.reachSubtitle": "Scratchは、8歳以上の子供たちとティーンエージャーのための世界最大のコーディングコミュニティです。",
    "annualReport.2021.reachMillion": "00万",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% （2020対比）",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39%（2020対比）",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% （2020対比）",
    "annualReport.2021.reachNewUsers": "新規ユーザ数",
    "annualReport.2021.reachProjectsCreated": "作成されたプロジェクト数",
    "annualReport.2021.reachProjectCreators": "プロジェクトの作成者数",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratchは世界中の {numberOfCountries}カ国で利用されている",
    "annualReport.2021.reachScratchAroundTheWorldBold": "200以上の国や地域",
    "annualReport.2021.reachSaudiArabiaTitle": "サウジアラビア",
    "annualReport.2021.reachSaudiArabiaDescription": "2021年は世界中で驚くべき成長を遂げましたが、中でもサウジアラビアでの成長は驚異的で新規ユーザー数が前年の2倍になりました。",
    "annualReport.2021.reachTranslationTitle": "scratchは74言語に翻訳されている",
    "annualReport.2021.reachTranslationIncrease": "10言語増加（2020対比）",
    "annualReport.2021.reachTranslationBlurb": "世界中のボランティア翻訳者に感謝します。",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJrは、低年齢（5-7歳）の子供たちが自分だけのインタラクティブな物語やゲームの作成することができる入門用のプログラミング環境です。",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "2021年のダウンロード数",
    "annualReport.2021.reachDownloadsIncrease": "2 million from 2020",
    "annualReport.2021.themesTitle": "新たなテーマ",
    "annualReport.2021.themesDescription": "Amidst ongoing uncertainty from COVID-19, Scratch continued to serve as a key space for young people to connect and create together. In 2021, we focused our efforts on building a strong foundation to equitably support our growing global community and our growing Scratch Team. Our work was centered around three major themes: fostering community, increasing access and accessibility, and developing the Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratchエデュケーション・コラボレーティブ",
    "annualReport.2021.SECIntro": "Community voices and partnerships are deeply woven into the fabric of Scratch’s history. They have, and continue to be, integral in helping us increase accessible and equitable coding opportunities worldwide. In 2021, we launched the Scratch Education Collaborative, an initiative committed to identifying and eliminating the barriers to access to creative coding that connects remarkable organizations around the world.",
    "annualReport.2021.SECWhatIs": "SECとは?",
    "annualReport.2021.SECWhatIsP1": "The SEC supports and engages participating organizations in a two-year, collaborative cohort experience to strengthen their commitment to, and implementation of, equitable creative coding using Scratch and ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "By the end of the cohort experience, organizations will have formed new partnerships with each other and with Scratch, and will have established new models for equity-centered creative coding resources.",
    "annualReport.2021.SECWhatIsP3": "Our work with the SEC is made possible thanks to a generous grant from Google.org. We’d like to extend our gratitude for their continued support of our mission.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "団体",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "国",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "パートナー",
    "annualReport.2021.SECMapParagraph": "Our first cohort included 41 organizations representing 13 countries around the world, united by their commitment to supporting learners from historically marginalized communities in developing their confidence with creative computing. Their locations are highlighted below:",
    "annualReport.2021.spotlightStory": "注目のストーリー",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Scienceのスポットライト",
    "annualReport.2021.SECSpotlightLocation": "テキサス州フルシア",
    "annualReport.2021.SECSpotlightText1": "Bridges to Scienceは、テキサスを拠点とする非営利団体で、恵まれない青少年に数学、コーディング、ロボット工学のプログラムを提供している。Scratch Education Collaborativeの最初のコホートに参加した41の優れた団体の1つでした。",
    "annualReport.2021.SECSpotlightText2": "2021年、初めての\"Hour of Code\"ワークショップをファシリテートする際、私たちはCode.orgと一緒にBridges to Scienceを支援しました。",
    "annualReport.2021.SECPullQuote": "生徒たちを指導する上で、私たちの最大の喜びは、 どんなにおとなしい生徒でも、それぞれ全員がScratchを通じてコンピュータサイエンスの世界に触れることができることです。",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy（Bridges to Science創設者） ",
    "annualReport.2021.SECWorkshops": "SECワークショップ",
    "annualReport.2021.SECWorkshopsText": "Last year, the Scratch Education Collaborative hosted a series of workshops that supported their inaugural cohort in defining and exploring unique pathways to equitable creative coding. Workshops were facilitated by Stanford d. School, Tinkering Studio, the Brazilian Creative Learning Network, and Chicago Public Schools CS4ALL. Together, workshop participants developed a shared understanding of creative coding and discussed strategies and practices that foster culturally sustaining communities through creative communication and collaboration.",
    "annualReport.2021.SECWorkshopsSubtitle": "どうすれば、私たちは地域コミュニティに創造的コーディングの探求の力を与えることができるのでしょう？",
    "annualReport.2021.accessTitle": "アクセス",
    "annualReport.2021.accessIntro": "COVID-19によって学校が閉鎖され、学習が仮想空間に押しやられる中、多くの生徒や教師が初めてScratchを発見したり、創造的コーディングを教え・学ぶ方法を適応させました。Scratchチームは、教育者やオンライン・コミュニティのニーズの変化をサポートするために、自宅で取り組みました。",
    "annualReport.2021.accessASL": "アメリカ手話版のチュートリアル",
    "annualReport.2021.accessASLText": "2021年、私たちはDeaf Kids Codeと提携し、Scratchエディタの初めてのアメリカ手話のチュートリアルを公開しました。",
    "annualReport.2021.accessASLText2": " 私たちは、聴覚障害者のための創造的な道を広げる常設の教材を作ろうと思い立ちました。",
    "annualReport.2021.accessASLText3": "これは、初心者にScratchプラットフォームを紹介するオリジナルの”Scratch入門\"チュートリアルのリメイクされた13分のビデオです。",
    "annualReport.2021.accessPullQuote": "Being a good ally is a willingness to bend towards being accessible and really putting weight on the recommendations of organizations like mine … Asking, ‘What is it that we can do?’ and really letting us take the reins and go for it, with very little to no resistance; that is a very rare thing.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez（Deaf Kids Codeの創始者） ",
    "annualReport.2021.accessDEICommittee": "ScratchのDEIコミッティ",
    "annualReport.2021.accessDEICommitteeText": "In 2021, several committees at Scratch embarked on work to make Scratch more diverse, equitable, and inclusive for all users. We’re excited to share the progress each committee has made and the work still ahead.",
    "annualReport.2021.accessDEICommitteeAccessibility": "アクセシビリティ",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "アクセシビリティ・コミッティは、あるScratchチームメンバーがScratchのコーディングブロックを使うのに困難を感じていたことと、あらゆる能力のScratcher達をよりよくサポートする必要があると認識したことから設立されました。",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "In October of 2021, the committee launched a project to make the color of our coding blocks accessible for Scratchers with vision impairments. The committee is excited to partner with teachers and community organizations specializing in accessibility so the coding blocks meet web accessibility guidelines, and more importantly, lower floors to make Scratch more accessible for all.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "The Global, Justice, Equity, Diversity, and Inclusion (G-JEDI) Committee was formed to develop a shared language that defines what Diversity, Equity, and Inclusion (DEI) mean to the Scratch Team.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "In 2021, the committee began work on a DEI statement to outline the ways in which DEI has informed the Scratch Team and community’s past and present work, and how it will continue to inform new initiatives going forward.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "公平性 x デザイン",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "The EquityXDesign Committee was created as a place for Scratch Team members and our collaborators in MIT’s Lifelong Kindergarten group to read and discuss ideas around equity-centered design practices.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "The conversations are guided by Sasha Costanza-Chock’s “Design Justice: Community-Led Practices to Build the Worlds We Need,” and committee members discuss ways in which they can incorporate equity-centered design practices in the development of Scratch tools and resources.",
    "annualReport.2021.access10NewLanguages": "新たに10言語",
    "annualReport.2021.access10NewLanguagesText": "With huge thanks to our translation community, we were able to connect with Scratchers in 74 languages last year! In 2021, 10 new languages were added to Scratch, including isiXhosa (South Africa), Sepedi (South Africa), Setswana (South Africa), Afrikaans (South Africa), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), Kazakh (Kazakhstan), Aragonese (Spain), Western Frisian (the Netherlands), and Bengali (Bangladesh, India, and other regions).",
    "annualReport.2021.accessSouthAfrica": "Zero-rated Scratch（ 南アフリカ）",
    "annualReport.2021.accessSouthAfricaText": "To improve the Scratch experience for young people in regions with low or no internet connectivity, we partnered with the National Education Collaboration Trust (NECT) of South Africa to host a zero-rated page for downloading Scratch. Downloads on zero-rated pages do not use up any data bandwidth, reducing a barrier to accessing Scratch due to data limits and costs. Just two months after its April 2021 launch, the page had more than 1300 visitors.",
    "annualReport.2021.accessSnapshot": "スナップショット",
    "annualReport.2021.communityTitle": "コミュニティ",
    "annualReport.2021.communityIntro": "In 2021, the Scratch community continued to experience rapid growth as even more young people around the world created and connected alongside their peers. We also continued to develop partnerships with community members to improve the Scratch experience for our diverse community of users.",
    "annualReport.2021.communityScratchConference": "Scratchカンファレンス",
    "annualReport.2021.communityScratchConferenceText1": "7月には、グローバルコミュニティの教育者関係者がScratchカンファレンスで一同に会し、創造的コーディングをお祝いしました。この無料のバーチャルイベントは、MITのライフロング・キンダーカーテン・グループの協力者によって運営されました。COVIDが私たちを引き離したときでさえ、このカンファレンスは、 {more_bold}つながり、コラボし、お互いに学び合って1日を過ごす人々をもたらしました。",
    "annualReport.2021.communityScratchConferenceText1More": "1,500以上の教育者とScratch愛好家",
    "annualReport.2021.communityVolunteerTranslators": "翻訳ボランティア",
    "annualReport.2021.communityVolunteerTranslatorsText": "2007年にScratchを立ち上げて以来、私たちは世界中のユーザーをサポートすることに力を注いできました。言語翻訳ボランティアは、Scratchチームと密接に協力し、私たちがサービスを提供している多様なコミュニティのために、プラットフォームや教材の翻訳とローカライズを支援しています。",
    "annualReport.2021.communityVolunteerTranslatorsText2": "何千人もの翻訳者がScratchを74の言語に翻訳し、数えるために時間を割いてくれました。現在、ScratchとScratchJrを翻訳するために1,000人以上の翻訳者が登録しています。私たちは、世界中でより多くのScratcherに普及する手助けをして頂いているボランティアの方々に感謝しています。",
    "annualReport.2021.communityScratchCommunity": "2021年のscratchコミュニティ",
    "annualReport.2021.communityScratchCommunityIntro": "2021年には、Scratchサイトで1億1,300万を超えるプロジェクトが作成され、2020年からほぼ39％増加しました。さらに100万を超える新しいスタジオが作成されました。年間を通じてScratchチームは、重要なイベントを祝い、Scratcher達がオンラインコミュニティに参加することを奨励するために、多数のスタジオを主催しました。",
    "annualReport.2021.yearInReview": "1年の振り返り",
    "annualReport.2021.yearInReviewText": "2021年はオンラインコミュニティで注目すべき年でした。コミュニティチームは、若者が自分のアイデアを表現し、前向きな方法で参加する機会を重視し発展させました。結果、Scratcher自身から驚くべきモーブメントが生まれました。今年のハイライトのいくつかを振り返ってみましょう。",
    "annualReport.2021.yearInReviewCard1Date": "1 月",
    "annualReport.2021.yearInReviewCard1Title": "ポエティック・カフェ",
    "annualReport.2021.yearInReviewCard1Text": "ポエティック・カフェの第一号店を「オープン」させました。そこには、詩を書いたり、共有したり、コラボレートしてコミュニティと共有するために、Scratcher達が招待されました。",
    "annualReport.2021.yearInReviewCard2Date": "2月",
    "annualReport.2021.yearInReviewCard2Title": "黒人の歴史の月間スタジオ",
    "annualReport.2021.yearInReviewCard2Text": "Scratcher達は、インタラクティブなアート作品や詩の作成、ミュージックビデオのアニメなどを共有し、黒人の歴史において影響力のある人物や出来事を称えました。",
    "annualReport.2021.yearInReviewCard3Date": "4月",
    "annualReport.2021.yearInReviewCard3Title": "エイプリルフール",
    "annualReport.2021.yearInReviewCard3Text": "Scratcher達には、Scratchキャットの”秘密の生活\"を想像し、Scratchウェブサイトの中に隠された楽しくておバカな物を見つける宝探しをしてもらいました。",
    "annualReport.2021.yearInReviewCard4Date": "5月",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "世界中のScratcher達は、Scratchの誕生日をお祝いするために\"Cooking From Scratch（Scratchのお料理教室）\"や、\"Ridiculous Inventions（おかしな発明）\"などを題材にした3,500以上のプロジェクトを共有しました。",
    "annualReport.2021.yearInReviewCard5Date": "6月",
    "annualReport.2021.yearInReviewCard5Title": "Pride Month（プライド月間）",
    "annualReport.2021.yearInReviewCard5Text": "Scratcher達は、Pride MonthスタジオでLGBTQ+コミュニティを祝福するために、虹の色すべてを使ったプロジェクトを作成しました。",
    "annualReport.2021.yearInReviewCard6Date": "8月",
    "annualReport.2021.yearInReviewCard6Title": "Scratchキャンプ",
    "annualReport.2021.yearInReviewCard6Text": "毎年3週間にわたって開催されるこのイベントでは、Scratcher達が7,000以上のプロジェクトを作成し、ダンスの動きやグルーヴ（高揚感のあるミュージック）を表現したり、クリエイティブなDIYのアイデアを紹介したり、周囲の自然界についての発見を共有したりしました。",
    "annualReport.2021.yearInReviewCard7Date": "10月",
    "annualReport.2021.yearInReviewCard7Title": "10月のScratch（スクラッチトーバー）",
    "annualReport.2021.yearInReviewCard7Text": "2週間にわたり、Scratcher達は、毎日出されるお題を自分なりに解釈を紹介するプロジェクトをScratchtober（ScratchとOctoberを組み合わせた造語）スタジオに作成しました。3,500以上のプロジェクトが、水中、祝祭、生物などの単語のテーマで作成されました。",
    "annualReport.2021.yearInReviewCard8Date": "12月",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "コンピュータサイエンス教育週間（CSEdWeek）が12月6日-12日に開催され、世界中のコンピュータサイエンスをお祝いしました。Scratchは、チュートリアル、スタジオ、そしてMakey Makey！とのパートナーシップによるライブイベントをチェックするよう、コミュニティのメンバーに呼びかけ、この週間に参加しました。",
    "annualReport.2021.yearInReviewCard9Date": "12月",
    "annualReport.2021.yearInReviewCard9Title": "2021年: A Scratch Year in Review （scratchの1年を振り返る）スタジオ",
    "annualReport.2021.yearInReviewCard9Text": "2021年、Scratcher達は新しいスキルを身につけ、世界中の仲間とつながり、自分自身を表現するクリエイティブな方法を見つけました。1,000人以上のScratcherが、A Scratch Year in Reviewスタジオで、2021年の好みのScratchの思い出や自分にとってのScratchの意味を共有てくれました。",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "2月にScratch Labを立ち上げたことで、世界中のScratcherに開発プロセスの門戸を直接開放することができました。",
    "annualReport.2021.communityScratchLabText2": "Scratchのコーディングエディタに新しいブロックを導入するかどうかを決める前に、Scratcher達がブロックとどのように関わり、創造的、革新的、そして驚きをもたらしているかを観察することが大変重要です。Scratch Labは、誰もがこれらの新機能を試すことができるサンドボックスであり、最も重要なことは、彼らの考えやアイデアを直接私たちと共有することです。",
    "annualReport.2021.communityScratchLabText3": "2021年には、50万人以上のScratcherがScratch Labのサイトを検索し、3万7000件以上のフィードバックが寄せられました。",
    "annualReport.2021.communityScratchLabText4": "装飾付きのテキストを表示するブロック、顔認識ブロック、その他の可能性のある新機能を評価・開発する上で、このようなフィードバックは非常に貴重なものです。",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "購読者",
    "annualReport.2021.ytData2": "9百万",
    "annualReport.2021.ytData2Sub": "ビデオの閲覧数",
    "annualReport.2021.ytData3Top": "閲覧者数",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "国",
    "annualReport.2021.communitySnapshot2Title": "YouTubeのScratchチーム",
    "annualReport.2021.communitySnapshot2Text": "2021年には、ScratchチームのYouTubeチャンネルの登録者数が10万人を達成しました。2020年から約500パーセントの増加です。 学生、教育者、そして家族がパンデミックに対応して進化していく中で、私たちは、彼らのニーズに対応する教材を開発する必要があることがわかりました。",
    "annualReport.2021.communitySnapshot2Text2": "これらの教材には、Scratch上で物語、ゲーム、アニメーションをデザインする際の総合的なユーザーガイドであるScratchチュートリアル・シリーズが含まれています。 2021年、これらの動画は178ヶ国の視聴者によって900万回近く再生されました。",
    "annualReport.2021.tutorial1": "'About Me'の作り方",
    "annualReport.2021.tutorial2": "クリッカーゲームの作り方",
    "annualReport.2021.tutorial3": "マウス追跡の作り方",
    "annualReport.2021.FounderMessageTitle": "設立者からのメッセージ",
    "annualReport.2021.FounderMessageSubTitle": "創設パートナーのサポートとインスピレーション",
    "annualReport.2021.FounderMessageText1": "この年次報告書をお読みいただくと、Scratchが世界中の何百万人もの若者たちに創造的なコンピューティングの機会を提供していることがおわかりいただけるでしょう。特に社会的に取り残されたコミュニティの人々に、創造的コンピューティングの機会を提供しています。この世界的インパクトは、Scratch財団のエンジニア、デザイナー、教育者、コミュニティのモデレータなどの成長するチームのたゆまぬ努力のおかげで可能になります。",
    "annualReport.2021.FounderMessageText2": "私たちの努力と影響を継続的に拡大するためには、私たちのミッションとビジョンに賛同してくださる企業、財団、個人の寄付者の方々の寛大な資金援助に依存しています。ここでは、創設パートナーの1つであるLEGO財団から受けたサポートとインスピレーションにハイライトを当てたいと思います。",
    "annualReport.2021.FounderMessageText3": "MITメディアラボの私の研究グループは、30年以上前にLEGO社とLEGO財団との共同作業を開始しました。LEGOの資金提供は、Scratchに関する初期の作業をサポートするのに役立ち、2007年にScratchが一般公開されるまでになりました。その後、2019年にScratchがMITからScratch財団に移管したとき、\"多様な経済的・文化的背景の中で、遊び心のある創造的コーディングのアプローチを開発・促進することにより、変革的な教育改革を支援する\"ために、LEGO財団は新しい団体に重要な資金を提供し、5年間で1,000万ドルを助成しました。パンデミックが発生したとき、LEGO財団は2021年にさらに500万ドルの助成金を提供し、Scratch財団がパンデミックによって混乱した子供や教育者のニーズに確実に対応できるようにしました。",
    "annualReport.2021.FounderMessageText4": "しかし、LEGOとScratchの関係は、財政的な支援にとどまりません。グラフィカルなプログラミングブロックを組み合わせてアニメになった物語やゲームを作るというScratchのアプローチは、子供たちがプラスチックのLEGOブロックを組み合わせてLEGOハウスやお城を作ることにヒントを得たものです。ScratchとLEGOも同じプロジェクトベースの教育哲学を共有しており、アイデアを試し、何が起こるかを確認し、修正を加えて再試行することで、プロジェクトを繰り返し改善するように子供たちに促しています。",
    "annualReport.2021.FounderMessageText5": "私は、いつまでもLEGO社の\"Joy of Building, Pride of Creation\" というスローガンが好きです。LEGO財団とScratch財団の深いパートナーシップは、子供たちのデジタル活動に対して \"Joy of Building, Pride of Creation\"をもたらすのに役立っています。このパートナーシップは、アイデアや価値観を共有する団体が協力して、学習と教育の変革を促進する方法のお手本となっています。Scratch財団は引き続きパートナーとサポーターのネットワークを構築しているので、他の団体と交流して世界中の子供たちに創造的コンピューティングの機会を拡大することを楽しみにしています。",
    "annualReport.2021.FounderTitle": "創設者、Scratch創設者",
    "annualReport.2021.lookingForward": "今後の展望",
    "annualReport.2021.lookingForwardText1": "2021年、私たちは今後4年間の主要な優先事項をガイドする戦略的フレームワークの概要を発表しました。私たちは、これらの主要な分野に重点を置いています：",
    "annualReport.2021.lookingForwardText2": "LEGO財団の寛大なCOVIDリカバリー助成金により、この重要な仕事を遂行することができるようになり、大変感謝しております。学校向けScratch体験のアップデート、ScratchJrのアップデートなど、私たちが計画しているエキサイティングなプロジェクトについて、皆さんともっと共有できる日を心待ちにしています。",
    "annualReport.2021.LookingForward1": "Scratch プラットフォームとコミュニティ基盤の強化",
    "annualReport.2021.LookingForward2": "創造的な学びへの道を広げる",
    "annualReport.2021.LookingForward3": "組織能力の構築と財政の持続可能性の確保",
    "annualReport.2021.supportersTitle": "サポーターへの感謝",
    "annualReport.2021.supportersIntro": "寛大なサポーターの皆様に感謝します。 皆様の寄付は世界中のあらゆる背景を持つ全年齢の子供たちに創造的な学習の機会を広げるのに役立っています。",
    "annualReport.2021.ourSupporters": "支援者",
    "annualReport.2021.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2021 to December 31, 2021.",
    "annualReport.2021.supportersFoundingTitle": "設立パートナー — $10,000,000以上",
    "annualReport.2021.supportersFoundingText": "2003年のScratch開始以来、累計で1,000万ドル以上のご支援をいただいている設立パートナーの皆様には特に感謝しております。",
    "annualReport.2021.supportersCatPartnersTitle": "Scratchキャットパートナー — $1,000,000以上",
    "annualReport.2021.supportersCreativityTitle": "クリエイティビティ・サークル — $250,000以上",
    "annualReport.2021.supportersCollaborationTitle": "コラボレーション・サークル— $100,000以上",
    "annualReport.2021.supportersImaginationTitle": "イマジネーション・サークル — $50,000以上",
    "annualReport.2021.supportersInspirationTitle": "インスピレーション・サークル — $20,000以上",
    "annualReport.2021.supportersExplorationTitle": "探求サークル — $5,000以上",
    "annualReport.2021.supportersPlayTitle": "プレイ・サークル — $1,000以上",
    "annualReport.2021.supportersInKindTitle": "現物の支援者",
    "annualReport.2021.leadershipTitle": "私たちのチーム",
    "annualReport.2021.leadershipBoard": "取締役会",
    "annualReport.2021.leadershipChair": "会長",
    "annualReport.2021.leadershipProfessor": "学習研究の教授",
    "annualReport.2021.leadershipViceChair": "副会長",
    "annualReport.2021.leadershipCoFounder": "共同設立者兼共同会長",
    "annualReport.2021.leadershipBoardMember": "ボードメンバー",
    "annualReport.2021.leadershipPresidentCEO": "社長兼CEO",
    "annualReport.2021.leadershipFormerPresident": "前社長",
    "annualReport.2021.leadershipFounderCEO": "設立者兼CEO",
    "annualReport.2021.leadershipFormerChairCEO": "前CEO兼チェアマン",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "取締役会幹事と会計",
    "annualReport.2021.leadershipBoardSecretary": "取締役会幹事",
    "annualReport.2021.leadershipBoardTreasurer": "取締役会会計",
    "annualReport.2021.leadershipScratchTeam": "2021年の Scratchチーム",
    "annualReport.2021.leadershipED": "エグゼクティブ・ディレクター",
    "annualReport.2021.teamThankYou": "MITメディアラボ・ライフロング・キンダーカーテン・グループのMitch Resnick、Natalie Rusk、Rupal Jain、およびその他の協力者の皆様の精力的なScratchのサポートに感謝します。",
    "annualReport.2021.donateTitle": "支援する",
    "annualReport.2021.donateMessage": "皆さんのご支援により、私たちは子供たちがどこにいても、とりわけこれまで全身的にに創造的なコーディングの機会から取り残されてきた子供たちに対して、刺激的で創造的、かつ思い出に残る学習体験を創り出すことができます。今すぐScratchに寄付をすることで、サーバーを稼働させ、成長を続けるグローバルコミュニティを維持し、世界中の全ての国の子供たちに創造的なコーディングを可能にすることができるのです。",
    "annualReport.2021.donateMessage2": "ご厚意に感謝します。",
    "annualReport.2021.donateButton": "寄付",
    "annualReport.2021.projectBy": "プロジェクト作成者：",
    "annualReport.2021.JuneIlloAttr": "Flags（@ratchild作）",
    "annualReport.2021.OctIlloAttr": "Potato and glasses（@Cupwing作）",
    "annualReport.2021.altMap": "41のSEC団体を示す世界地図",
    "annualReport.2021.altSECSpotlightImage": "オレンジ色の背景の前で、おもちゃで遊ぶ子供",
    "annualReport.2021.altAccessibility": "グリーンの背景の前で手話をする2人。",
    "annualReport.2021.altaccessDEICommittee": "グリーンの背景に手がScratchコンポーネントを差し出している。",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "ブルーの背景に手がScratch コンポーネントを描いている。",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "ハートの入った吹き出しに向かって両手を伸ばしている。",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "両手を一緒に使ってScratch コンポーネントを編集している。",
    "annualReport.2021.altaccessSouthAfrica": "1人はタブレットを、もう1人はラップトップを使用している2人の子供が一緒にScratchプロジェクトに取り組んでいる。",
    "annualReport.2021.altcommunityVolunteerTransators": "紫色の背景の前で4つの手が休んでいる吹き出しと一緒に挙げられている。",
    "annualReport.2021.altcommunityThankYou": "地球儀には'Thank you'と書かれたバナーの周りに、さまざまな言語で感謝の言葉が書かれています。",
    "annualReport.2021.altAvatar": "ユーザーのアバター",
    "annualReport.2021.altDropdownArrow": "ドロップダウンメニューを示す矢印です。",
    "annualReport.2021.altMastheadIllustration": "物理的なScratchコンポーネントとやり取りする3人。",
    "annualReport.2021.altWave": "手を振る絵文字。",
    "annualReport.2021.altMitchHeadshot": "創設者ミッチェル・レズニック",
    "annualReport.2021.altCalendar": "2021年を表示したカレンダー。",
    "annualReport.2021.altWorldVisualization": "地球儀のイラスト版。",
    "annualReport.2021.altSaudiArabiaVisualization": "A bar chart showing that there were more than twice as many new Scratch users in 2021 as there were in 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "A yellow Scratch programming component.",
    "annualReport.2021.altSECVideoPreview": "The Scratch interface appears on the left and a girl signing appears on the right.",
    "annualReport.2021.altScratchJr": "Text reading Scratch jr",
    "annualReport.2021.altHorizontalLoop": "A yellow horizontal Scratch programming component.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Two hands lining up physical Scratch components.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hands reaching up in front of a purple background with text bubbles floating above them.",
    "annualReport.2021.altScratchLogoText": "A green rectangle with the words 'Scratch Lab' writton on it.",
    "annualReport.2021.altScratchLabVideo": "A screenshot of a Scratch project with a play button on top.",
    "annualReport.2021.altHat": "A person wearing a yellow hat and pink heart sunglasses.",
    "annualReport.2021.altScratchText": "A rainbow Scratch component displaying the text, 'Here we go!'",
    "annualReport.2021.altStar": "A girl with a yellow star in front of her face.",
    "annualReport.2021.altMouseTrail": "Multiple cut outs of a squirrel head placed randomly on top of each other.",
    "annualReport.2021.altSECWorkshops": "一緒に遊んでいる人",
    "annualReport.2021.altArrowUp": "An arrow pointing up.",
    "annualReport.2021.altTranslated": "”こんにちは”と言ってScratchが利用可能な言語をリストアップするScratchのコンポーネント。",
    "annualReport.2021.altAboutMe": "The words 'About me' placed over an easel, hedgehog, mango, and soccer ball.",
    "annualReport.2021.altClickerGame": "A math game showing an apple, an orange, and a cut up bowl of fruit.",
    "annualReport.2021.altLookingForward1": "Interlocking hexagons displaying a swirl, start, and heart.",
    "annualReport.2021.altLookingForward2": "A sign post with one arrow poining right displaying a swirl and one arrow pointing left displaying a heart.",
    "annualReport.2021.altLookingForward3": "Colorful blocks lined up to create steps with a plant growing on top.",
    "annualReport.2021.altSparkle": "白く輝くデコレーション",
    "annualReport.2021.altDownArrow": "下向きの紫色の矢印",
    "annualReport.2021.altConnectingLine": "A dotted line connecting timeline elements.",
    "annualReport.2021.altApril": "A pen and Scratch components placed on top of a purple background.",
    "annualReport.2021.altMay": "A birthday cake in front of a banner of flags displaying various types of LGBTQ+ pride.",
    "annualReport.2021.altJune": "A potato, birthday had, and sunglasses on top of a purple background.",
    "annualReport.2021.altCard1": "A colorful blob floats in front of a black and gray background next to the words 'A dream In a world of nightmares.'",
    "annualReport.2021.altCard2": "A black woman is wearing a yellow headband and gold hoop earrings.",
    "annualReport.2021.altCard3": "The scratch cat mascot swings in front of buildings accompanied by text reading 'I think Scratch Cat is a superhero.'",
    "annualReport.2021.altCard5": "A smiling block stands next to a text bubble reading 'no matter how anyone dresses, what pronouns they use, or who they love, you should always respect them!'",
    "annualReport.2021.altCard6": "A potato wearing sunglasses sits in front of a purple background.",
    "annualReport.2021.altCard7": "A colorful birthday hat sits on top of a neon cube.",
    "annualReport.2021.altCard9": "'2022' sits in front of a rainbow of ovals.",
    "annualReport.2021.altDonateIllustration": "二つの手が合わさって、ハートの形になっている。"
}