{
    "annualReport.2021.subnavFoundersMessage": "Dibinātāja vēstījums",
    "annualReport.2021.subnavMission": "Misija",
    "annualReport.2021.subnavReach": "Sasniedziet",
    "annualReport.2021.subnavThemes": "Tēmas",
    "annualReport.2021.subnavDirectorsMessage": "Režisora vēstījums",
    "annualReport.2021.subnavSupporters": "Atbalstītāji",
    "annualReport.2021.subnavTeam": "Komanda",
    "annualReport.2021.subnavDonate": "Atbalsti",
    "annualReport.2021.mastheadYear": "2021. gada pārskats",
    "annualReport.2021.mastheadTitle": "Vienlīdzīgas kopienas veidošana kopā",
    "annualReport.2021.directorsMessageTitle": "Mūsu izpilddirektora ziņa",
    "annualReport.2021.directorsMessageP1": "2021. gadā COVID-19 turpināja izjaukt mūsu rutīnas un veidot veidu, kā mēs mijiedarbojamies viens ar otru. Pat tad, kad sākām pulcēties kopā, skolas atsāka darbu un tika aicināts “atgriezties normālā dzīvē”, mūsu sabiedrības neaizsargātākos cilvēkus nesamērīgi ietekmēja netaisnīgās struktūras, ko saasināja Covid-19. Covid-19 krīze veidoja jauniešu attiecības ar Scratch un nostiprināja Scratch kā svarīgāku vietu nekā jebkad agrāk, lai viņi varētu radīt, mācīties un sazināties. Taču, pārejot uz jaunu gadu, mēs nepametām aiz sevis neaizsargātākos jauniešus, kad viņi sāka orientēties “jaunajā normā”.",
    "annualReport.2021.directorsMessageP2": "Viena no Scratch pamatvērtībām vienmēr ir bijusi dot iespēju jauniešiem izpētīt, radīt, spēlēt un atklāt — iespējas, kas nav vienlīdzīgas visiem studentiem.",
    "annualReport.2021.directorsMessagePullquote": "Mēs ticam pašizpausmes un radošuma pārveidojošajam spēkam un tam, ka jaunieši var izmantot radošu kodēšanu kā līdzekli savas balss paaugstināšanai.",
    "annualReport.2021.directorsMessageP3": "Es lepojos, ka varu būt Scratch Foundation izpilddirektors šajā mūsu vēstures izšķirošajā brīdī un turpināšu izplatīt Scratch gādīgo, uz sadarbību vērsto pieeju radošai apmācībai bērniem visā pasaulē, kuriem šīs iespējas ir visvairāk vajadzīgas.",
    "annualReport.2021.directorsMessageP4": "Pagājušais gads Scratch Foundation bija neticams gads — mēs koncentrējāmies uz savas komandas paplašināšanu ar ievērojamiem, daudzveidīgiem vadītājiem un stabila pamata izveidošanu, lai turpinātu pāreju uz neatkarīgu organizāciju. Mēs izstrādājām trīs gadu stratēģisko plānu, apvienojot ikviena komandas locekļa pūles visos mūsu organizācijas līmeņos, kodificējot darbu, ko mēs kopīgi uzsākam. Scratch augot, mēs joprojām koncentrējamies uz vienlīdzību un kopienas veidošanu, kā arī to, lai Scratch būtu droša vieta, kur bērni var sazināties, radīt un sadarboties ar saviem vienaudžiem visā pasaulē.",
    "annualReport.2021.directorsMessageP5": "Es nevaru jums pietiekami pateikties par to, ka uzsākāt šo ceļojumu kopā ar mūsu komandu un par jūsu pastāvīgo atbalstu mūsu misijai. Scratch kopienas līdzjūtība un radošums mūs bezgalīgi iedvesmo, un mēs nevaram sagaidīt, kad pievienosities mums svarīgajā darbā, kas mūs gaida.",
    "annualReport.2021.EDTitle": "Scratch Foundation izpilddirektors",
    "annualReport.2021.watchVideo": "Skatīties video",
    "annualReport.2021.missionTitle": "Mūsu misija, vīzija un vērtības",
    "annualReport.2021.missionP1": "Mēs esam apņēmušies ievērot izglītības taisnīgumu un par prioritāti izvirzām vienlīdzību visos mūsu darba aspektos, īpašu uzmanību pievēršot iniciatīvām un pieejām, kas atbalsta bērnus, ģimenes un pedagogus, kuri ir izslēgti no radošās skaitļošanas.",
    "annualReport.2021.missionP2": "Mēs esam izstrādājuši Scratch kā bezmaksas, drošu, rotaļīgu mācību vidi, kas liek visiem bērniem radoši domāt, sistemātiski spriest un sadarboties, kas ir būtiskas prasmes ikvienam mūsdienu sabiedrībā. Mēs sadarbojamies ar pedagogiem un ģimenēm, lai palīdzētu bērniem izzināt, kopīgot un mācīties.",
    "annualReport.2021.missionHeader": "Misija",
    "annualReport.2021.missionSubtitle": "Jauniešu nodrošināšana ar digitāliem rīkiem un iespējām iztēloties, radīt, dalīties un mācīties.",
    "annualReport.2021.visionHeader": "Vīzija",
    "annualReport.2021.visionSubtitle": "Izplatīt radošu, gādīgu, uz sadarbību vērstu un vienlīdzīgu pieeju kodēšanai un mācībām visā pasaulē.",
    "annualReport.2021.valuesHeader": "Vērtības",
    "annualReport.2021.valuesSubtitle": "Šajā darbā mēs vadāmies pēc mūsu pamatvērtībām, kas nosaka mūsu kā organizācijas un kopienas principus:",
    "annualReport.2021.creativeExpressionTitle": "Radošā izteiksme",
    "annualReport.2021.progressiveImprovementTitle": "Progresīva uzlabošana",
    "annualReport.2021.EquitableOpportunitiesTitle": "Vienlīdzīgas iespējas",
    "annualReport.2021.playfulEngagementTitle": "Rotaļīga saderināšanās",
    "annualReport.2021.creativeExpressionDescription": "Mēs esam apņēmušies nodrošināt ikvienam rīkus un iespējas izteikt savas idejas, intereses un patieso būtību atbalstošā kopienā.",
    "annualReport.2021.progressiveImprovementDescription": "Mēs ievērojam augstus standartus un vienmēr cenšamies atkārtot, uzlabot un iedvesmot viens otru, lai vislabāk kalpotu jauniešiem visā pasaulē un sabiedrībai, kas padara mūsu darbu iespējamu.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Mēs veidojam izglītojošu kustību, kurā ir iesaistīti cilvēki ar dažādu izcelsmi, lai mēs varētu sasniegt bērnus visā pasaulē, kuri ir izslēgti no radošām kodēšanas iespējām.",
    "annualReport.2021.playfulEngagementDescription": "Uzņēmumā Scratch spēle ir pieeja, lai radītu, koplietotu, mācītos un sazinātos ar pasauli. Mēs mudinām priecīgu izpēti, eksperimentēšanu un sadarbību.",
    "annualReport.2021.reachTitle": "Bērnu sasniegšana visā pasaulē",
    "annualReport.2021.reachSubtitle": "Scratch ir pasaulē lielākā kodēšanas kopiena bērniem un pusaudžiem vecumā no 8 gadiem.",
    "annualReport.2021.reachMillion": "miljons",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% no 2020. gada",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% no 2020. gada",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% no 2020. gada",
    "annualReport.2021.reachNewUsers": "Jauni lietotāji",
    "annualReport.2021.reachProjectsCreated": "Izveidoti projekti",
    "annualReport.2021.reachProjectCreators": "Cilvēki, kas veido projektus",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch tiek izmantots visā pasaulē {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "vairāk nekā 200 valstīs un teritorijās",
    "annualReport.2021.reachSaudiArabiaTitle": "Saūda Arābija",
    "annualReport.2021.reachSaudiArabiaDescription": "2021. gadā mēs redzējām milzīgu izaugsmi visā pasaulē, taču bijām pārsteigti, redzot izaugsmi Saūda Arābijā, kur mēs redzējām divreiz vairāk jaunu lietotāju nekā iepriekšējā gadā.",
    "annualReport.2021.reachTranslationTitle": "Scratch ir tulkots 74 valodās",
    "annualReport.2021.reachTranslationIncrease": "10 valodas no 2020. gada",
    "annualReport.2021.reachTranslationBlurb": "Paldies brīvprātīgajiem tulkiem no visas pasaules.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr ir ievada programmēšanas vide, kas ļauj maziem bērniem (vecumā no 5 līdz 7 gadiem) izveidot savus interaktīvos stāstus un spēles.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Lejupielādes 2021. gadā",
    "annualReport.2021.reachDownloadsIncrease": "2 miljoni no 2020",
    "annualReport.2021.themesTitle": "Jaunās tēmas",
    "annualReport.2021.themesDescription": "Pastāvīgās nenoteiktības apstākļos, ko rada Covid-19, Scratch joprojām kalpoja kā galvenā vieta, kur jaunieši varēja sazināties un kopīgi radīt. 2021. gadā mēs koncentrējām savus centienus, lai izveidotu spēcīgu pamatu, lai vienlīdzīgi atbalstītu mūsu augošo globālo kopienu un mūsu augošo Scratch komandu. Mūsu darbs bija vērsts uz trim galvenajām tēmām: kopienas veicināšana, piekļuves un pieejamības palielināšana un Scratch Education Collaborative (SEC) izstrāde.",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Sabiedrības balsis un partnerattiecības ir dziļi ieaustas Scratch vēstures struktūrā. Tās ir un joprojām ir svarīgas, palīdzot mums palielināt pieejamas un vienlīdzīgas kodēšanas iespējas visā pasaulē. 2021. gadā mēs uzsākām Scratch Education Collaborative — iniciatīvu, kuras mērķis ir identificēt un novērst šķēršļus piekļuvei radošam kodēšanai, kas savieno ievērojamas organizācijas visā pasaulē.",
    "annualReport.2021.SECWhatIs": "Kas ir SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC atbalsta un iesaista iesaistītās organizācijas divu gadu sadarbības kohortas pieredzē, lai stiprinātu to apņemšanos un īstenotu taisnīgu radošo kodēšanu, izmantojot Scratch un ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Līdz kohortas pieredzes beigām organizācijas būs izveidojušas jaunas partnerattiecības savā starpā un ar Scratch, kā arī izveidos jaunus modeļus uz vienlīdzību vērstiem radošajiem kodēšanas resursiem.",
    "annualReport.2021.SECWhatIsP3": "Mūsu darbs ar SEC ir iespējams, pateicoties Google.org dāsnai dotācijai. Mēs vēlamies pateikties par viņu pastāvīgo atbalstu mūsu misijai.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizācijām",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "valstīm",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partneriem",
    "annualReport.2021.SECMapParagraph": "Mūsu pirmajā grupā bija 41 organizācija, kas pārstāvēja 13 valstis visā pasaulē, un tos vienoja viņu apņemšanās atbalstīt audzēkņus no vēsturiski marginalizētām kopienām, lai viņi varētu attīstīt viņu pārliecību ar radošu skaitļošanu. To atrašanās vietas ir izceltas zemāk:",
    "annualReport.2021.spotlightStory": "Spotlight stāsts",
    "annualReport.2021.SECSpotlightTitle": "Tilti uz zinātni",
    "annualReport.2021.SECSpotlightLocation": "Fulšīra, Teksasa",
    "annualReport.2021.SECSpotlightText1": "Tilti uz zinātni; Teksasā bāzēta bezpeļņas organizācija, kas nodrošina matemātikas, kodēšanas un robotikas programmas mazapkalpotiem jauniešiem; bija viena no 41 izcilajām organizācijām, kas pievienojās Scratch Education Collaborative pirmajai grupai.",
    "annualReport.2021.SECSpotlightText2": "2021. gadā mēs atbalstījām uzņēmumu Bridges to Science, lai ar Code.org veicinātu viņu pirmo “Hour of Code” semināru. Pasākums “Fiestas y Piñatas” pulcēja vairāk nekā 22 000 skolotāju un skolēnu no Latīņamerikas. Mēs arī sadarbojāmies ar Bridges to Science, lai izstrādātu unikālu resursu rīku komplektu, lai apmierinātu viņu kopienas vajadzības.",
    "annualReport.2021.SECPullQuote": "Viens no lielākajiem priekiem, ko mēs sagādājam, mācot savus studentus, ir tas, ka katrs no viņiem neatkarīgi no tā, cik kluss ir, izmantojot Scratch, atrod savu balsi datorzinātnēs.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristija, tiltu uz zinātni dibinātāja",
    "annualReport.2021.SECWorkshops": "SEC semināri",
    "annualReport.2021.SECWorkshopsText": "Pagājušajā gadā Scratch Education Collaborative rīkoja virkni semināru, kas atbalstīja viņu inaugurācijas grupu, nosakot un izpētot unikālus ceļus uz taisnīgu radošo kodēšanu. Seminārus veicināja Stenfordas d. Skola, Tinkering Studio, Brazīlijas radošo mācību tīkls un Čikāgas valsts skolas CS4ALL. Kopā semināra dalībnieki attīstīja kopīgu izpratni par radošo kodēšanu un apsprieda stratēģijas un praksi, kas ar radošu komunikāciju un sadarbību veicina kultūru noturīgas kopienas.",
    "annualReport.2021.SECWorkshopsSubtitle": "Kā mēs varam radoši dot iespēju vietējai sabiedrībai izpētīt radošo kodēšanu?",
    "annualReport.2021.accessTitle": "Piekļuve",
    "annualReport.2021.accessIntro": "Tā kā Covid-19 piespieda skolas slēgt un mācīšanos pārcēla uz virtuālajām telpām, daudzi skolēni un skolotāji pirmo reizi atklāja Scratch vai pielāgoja veidu, kā viņi mācīja un apguva radošo kodēšanu. No mūsu pašu mājām Scratch komanda strādāja, lai atbalstītu pedagogu un tiešsaistes kopienas mainīgās vajadzības.",
    "annualReport.2021.accessASL": "ASL apmācība",
    "annualReport.2021.accessASLText": "2021. gadā mēs sadarbojāmies ar Deaf Kids Code, lai Scratch Editor izdotu mūsu pirmo amerikāņu zīmju valodas pamācību.",
    "annualReport.2021.accessASLText2": "Kopā mūs iedvesmoja izveidot mūžzaļo resursu, kas paplašinātu nedzirdīgo skrāpēju radošo ceļu.",
    "annualReport.2021.accessASLText3": "Šis video ir 13 minūšu pārtaisījums mūsu oriģinālajai apmācībai “Darba sākšana ar Scratch”, kurā iesācēji tiek iepazīstināti ar Scratch platformu.",
    "annualReport.2021.accessPullQuote": "Būt labam sabiedrotajam nozīmē gatavību censties būt pieejamam un patiešām likt uzsvaru uz tādu organizāciju ieteikumiem kā man... Jautāt: “Ko mēs varam darīt?” un patiešām ļaut mums uzņemties vadības grožus un iet uz to. maza vai nav pretestības; tā ir ļoti reta lieta.",
    "annualReport.2021.accessPullQuoteAttr": "- Širīna Hafīza, Deaf Kids Code dibinātāja",
    "annualReport.2021.accessDEICommittee": "DEI komitejas pie nulles",
    "annualReport.2021.accessDEICommitteeText": "2021. gadā vairākas Scratch komitejas sāka darbu, lai padarītu Scratch daudzveidīgāku, vienlīdzīgāku un iekļaujošāku visiem lietotājiem. Mēs priecājamies dalīties ar katras komitejas progresu un vēl priekšā esošajiem darbiem.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Pieejamība",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Pieejamības komiteja tika izveidota, reaģējot uz viena Scratch Team dalībnieka paša grūtībām, izmantojot Scratch kodēšanas blokus, un apzināto nepieciešamību labāk atbalstīt visu spēju Scratch.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "2021. gada oktobrī komiteja uzsāka projektu, lai mūsu kodēšanas bloku krāsas būtu pieejamas Scratchers ar redzes traucējumiem. Komiteja ar prieku sadarbosies ar skolotājiem un kopienas organizācijām, kas specializējas pieejamības jomā, lai kodēšanas bloki atbilstu tīmekļa pieejamības vadlīnijām, un, vēl svarīgāk, zemākos stāvos, lai padarītu Scratch pieejamāku visiem.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Globālā, taisnīguma, vienlīdzības, daudzveidības un iekļaušanas (G-JEDI) komiteja tika izveidota, lai izstrādātu kopīgu valodu, kas definē, ko daudzveidība, vienlīdzība un iekļaušana (DEI) nozīmē Scratch komandai.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "2021. gadā komiteja sāka darbu pie DEI paziņojuma, lai izklāstītu veidus, kā DEI ir informējusi Scratch komandu un kopienas iepriekšējo un pašreizējo darbu, un kā tā turpinās informēt par jaunām iniciatīvām.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Kapitāls x dizains",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "EquityXDesign komiteja tika izveidota kā vieta Scratch Team dalībniekiem un mūsu līdzstrādniekiem MIT Lifelong Kindergarten grupā, lai lasītu un apspriestu idejas par uz taisnīgumu vērstu dizaina praksi.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Sarunas tiek vadītas pēc Sašas Kostancas-Šokas grāmatas “Dizaina taisnīgums: Kopienas vadīta prakse, lai veidotu mums nepieciešamās pasaules”, un komitejas locekļi apspriež veidus, kā viņi var iekļaut uz vienlīdzību vērstu dizaina praksi Scratch rīku un resursu izstrādē.",
    "annualReport.2021.access10NewLanguages": "10 jaunas valodas",
    "annualReport.2021.access10NewLanguagesText": "Pateicoties mūsu tulkotāju kopienai, pagājušajā gadā mēs varējām sazināties ar Scratchers 74 valodās! 2021. gadā programmai Scratch tika pievienotas 10 jaunas valodas, tostarp isiXhosa (Dienvidāfrika), Sepedi (Dienvidāfrika), Setswana (Dienvidāfrika), afrikandu (Dienvidāfrika), Kichwa (Peru), ଓଡ଼ିଆ/Odia (Indija), kazahu (Indija). Kazahstāna), aragoniešu (Spānija), rietumfrīzu (Nīderlande) un bengāļu (Bangladeša, Indija un citi reģioni).",
    "annualReport.2021.accessSouthAfrica": "Nulles reitings Scratch Dienvidāfrikā",
    "annualReport.2021.accessSouthAfricaText": "Lai uzlabotu Scratch pieredzi jauniešiem reģionos ar zemu interneta savienojumu vai bez tā, mēs sadarbojāmies ar Dienvidāfrikas National Education Collaboration Trust (NECT), lai mitinātu lapu ar nulles vērtējumu Scratch lejupielādei. Lejupielādes lapās ar nulles novērtējuma līmeni neizmanto nekādu datu joslas platumu, samazinot datu ierobežojumu un izmaksu radīto šķērsli piekļuvei Scratch. Tikai divus mēnešus pēc 2021. gada aprīļa izlaišanas lapai bija vairāk nekā 1300 apmeklētāju.",
    "annualReport.2021.accessSnapshot": "Momentuzņēmumi",
    "annualReport.2021.communityTitle": "Kopiena",
    "annualReport.2021.communityIntro": "2021. gadā Scratch kopiena turpināja piedzīvot strauju izaugsmi, jo vēl vairāk jauniešu visā pasaulē izveidoja un izveidoja savienojumus kopā ar saviem vienaudžiem. Mēs arī turpinājām attīstīt partnerattiecības ar kopienas locekļiem, lai uzlabotu Scratch pieredzi mūsu daudzveidīgajai lietotāju kopienai.",
    "annualReport.2021.communityScratchConference": "Scratch konference",
    "annualReport.2021.communityScratchConferenceText1": "Jūlijā mūsu globālās kopienas pedagogi pulcējās kopā, lai svinētu radošo kodēšanu Scratch konferencē. Šo bezmaksas virtuālo pasākumu vadīja mūsu līdzstrādnieki MIT's Lifelong Kindergarten Group. Konference pulcēja kopā {more_bold}, kuri pavadīja dienu, sazinoties, sadarbojoties un mācoties viens no otra, pat ja COVID mūs atšķīra.",
    "annualReport.2021.communityScratchConferenceText1More": "vairāk nekā 1500 pedagogu un Scratch entuziastu",
    "annualReport.2021.communityVolunteerTranslators": "Brīvprātīgie tulki",
    "annualReport.2021.communityVolunteerTranslatorsText": "Kopš Scratch izlaišanas 2007. gadā esam apņēmušies atbalstīt savus lietotājus visā pasaulē. Mūsu valodu tulkošanas brīvprātīgie cieši sadarbojas ar Scratch komandu, lai palīdzētu tulkot un lokalizēt mūsu platformu un resursus daudzveidīgajām kopienām, kurās mēs apkalpojam.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Tūkstošiem tulkotāju ir brīvprātīgi veltījuši savu laiku, lai tulkotu Scratch 74 valodās, un pašlaik ir vairāk nekā tūkstotis tulkotāju, kas ir reģistrējušies, lai tulkotu Scratch un ScratchJr. Mēs esam pateicīgi mūsu brīvprātīgajiem, kas palīdz mums sasniegt vairāk Scratchers visā pasaulē!",
    "annualReport.2021.communityScratchCommunity": "Scratch kopiena 2021. gadā",
    "annualReport.2021.communityScratchCommunityIntro": "2021. gadā vietnē Scratch tika izveidoti vairāk nekā 113 miljoni projektu – gandrīz par 39% vairāk nekā 2020. gadā – un tika izveidots vairāk nekā viens miljons jaunu studiju! Visa gada garumā Scratch komanda uzņēma daudzas studijas, lai atzīmētu svarīgus notikumus un mudinātu Scratch dalībniekus piedalīties tiešsaistes kopienā.",
    "annualReport.2021.yearInReview": "Gada apskats",
    "annualReport.2021.yearInReviewText": "2021. gads bija ievērojams gads tiešsaistes kopienā. Kopienas komanda uzsvēra un attīstīja iespējas jauniešiem izteikt savas idejas un iesaistīties pozitīvā veidā, un no pašiem Scratchers radās neticamas kustības. Šeit ir atskats uz dažiem gada svarīgākajiem notikumiem:",
    "annualReport.2021.yearInReviewCard1Date": "Janvāris",
    "annualReport.2021.yearInReviewCard1Title": "Poētiskā kafejnīca",
    "annualReport.2021.yearInReviewCard1Text": "Mēs “atvērām” savu pirmo poētisko kafejnīcu, kurā scratchers tika aicināti rakstīt, dalīties vai sadarboties ar dzejoļiem, lai dalītos ar kopienu.",
    "annualReport.2021.yearInReviewCard2Date": "Februāris",
    "annualReport.2021.yearInReviewCard2Title": "Melnā vēstures mēneša studija",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers dalījās interaktīvos mākslas darbos, veidoja dzejoļus, animētus mūzikas videoklipus un daudz ko citu, lai atzīmētu ietekmīgus cilvēkus un notikumus melnādainajā vēsturē.",
    "annualReport.2021.yearInReviewCard3Date": "Aprīlis",
    "annualReport.2021.yearInReviewCard3Title": "1. aprīļa diena",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers tika lūgts iztēloties Scratch Cat “slepeno dzīvi”, un viņi devās dārgumu meklējumos, lai atrastu jautras un muļķīgas lietas, kas paslēptas Scratch vietnē.",
    "annualReport.2021.yearInReviewCard4Date": "Maijs",
    "annualReport.2021.yearInReviewCard4Title": "Scratch nedēļa",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers visā pasaulē kopīgoja vairāk nekā 3500 projektus, reaģējot uz tematiskām uzvednēm, piemēram, “Gatavošana ar scratch” un “Smieklīgi izgudrojumi”, lai atzīmētu Scratch dzimšanas dienu.",
    "annualReport.2021.yearInReviewCard5Date": "Jūnijs",
    "annualReport.2021.yearInReviewCard5Title": "Praida mēnesis",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers radīja projektus, izmantojot visas varavīksnes krāsas, lai godinātu LGBTQ+ kopienu Praida mēneša studijā.",
    "annualReport.2021.yearInReviewCard6Date": "Augusts",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard6Text": "Šī ikgadējā trīs nedēļu ilgā pasākuma laikā Scratchers izveidoja vairāk nekā 7000 projektu, kas kustējās un rievojās, demonstrēja radošas dari-pats (DIY) idejas un dalījās savos atklājumos par apkārtējo dabisko pasauli.",
    "annualReport.2021.yearInReviewCard7Date": "Oktobris",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Divas nedēļas Scratchtober studijā Scratchtober veidoja projektus, kas demonstrēja viņu ikdienas uzvedņu interpretācijas. Tika izveidoti vairāk nekā 3500 projekti, kuru pamatā ir viena vārda tēma, piemēram, zemūdens, svētki un radības.",
    "annualReport.2021.yearInReviewCard8Date": "Decembris",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Datorzinātņu izglītības nedēļa (CSEdWeek) norisinājās no 6. līdz 12. decembrim, lai atzīmētu datorzinātnes visā pasaulē. Scratch piedalījās nedēļā, mudinot kopienas locekļus apskatīt apmācības, studijas un tiešraides pasākumu, kas tika rīkots sadarbībā ar Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Decembris",
    "annualReport.2021.yearInReviewCard9Title": "2021: Scratch gads apskatu studijā",
    "annualReport.2021.yearInReviewCard9Text": "2021. gadā Scratchers apguva jaunas prasmes, sazinājās ar draugiem visā pasaulē un atrada radošus veidus, kā izpausties. Vairāk nekā 1000 Scratch lietotāju dalījās ar savām iecienītākajām Scratch atmiņām un to, ko Scratch viņiem nozīmēja 2021. gada: Scratch gads apskatu studijā.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Līdz ar Scratch Lab izlaišanu februārī mēs esam atvēruši mūsu izstrādes procesa durvis tieši Scratchers visā pasaulē.",
    "annualReport.2021.communityScratchLabText2": "Pirms izlemjam, vai Scratch kodēšanas redaktorā jāievieš jauni bloki, ir ļoti svarīgi redzēt radošos, novatoriskos un pārsteidzošos veidus, kā Scratch ar tiem mijiedarbojas. Scratch Lab ir smilšu kaste, kurā ikviens var izmēģināt šīs jaunās funkcijas un, pats galvenais, dalīties savās domās un idejās tieši ar mums.",
    "annualReport.2021.communityScratchLabText3": "2021. gadā Scratch Lab vietni izpētīja vairāk nekā 500 000 Scratcheru un iesniedza vairāk nekā 37 000 atsauksmju.",
    "annualReport.2021.communityScratchLabText4": "Šīs atsauksmes ir bijušas nenovērtējamas, jo mēs novērtējam un izstrādājam animētā teksta blokus, sejas noteikšanas blokus un citas potenciālas jaunas funkcijas.",
    "annualReport.2021.ytData1": "100 000",
    "annualReport.2021.ytData1Sub": "abonenti",
    "annualReport.2021.ytData2": "9 miljoni",
    "annualReport.2021.ytData2Sub": "skatījumi videoklipos",
    "annualReport.2021.ytData3Top": "skatītāji iekšā",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "valstīm",
    "annualReport.2021.communitySnapshot2Title": "Scratch komanda pakalpojumā YouTube",
    "annualReport.2021.communitySnapshot2Text": "Scratch Team YouTube kanāls 2021. gadā sasniedza 100 000 abonentu — tas ir par gandrīz 500 procentiem vairāk nekā 2020. gadā! Kad studenti, pedagogi un ģimenes attīstījās, reaģējot uz pandēmiju, mēs zinājām, ka mums ir jārada resursi, kas reaģētu uz viņu vajadzībām.",
    "annualReport.2021.communitySnapshot2Text2": "Šie resursi ietver virkni visaptverošu Scratch pamācību, kas palīdz lietotājiem izstrādāt stāstus, spēles un animācijas vietnē Scratch. 2021. gadā šie videoklipi ieguva gandrīz deviņus miljonus skatījumu no skatītājiem 178 valstīs.",
    "annualReport.2021.tutorial1": "Kā izveidot 'Par mani'",
    "annualReport.2021.tutorial2": "Kā izveidot Clicker spēli",
    "annualReport.2021.tutorial3": "Kā izveidot peles taku",
    "annualReport.2021.FounderMessageTitle": "Vēstījums no mūsu dibinātāja",
    "annualReport.2021.FounderMessageSubTitle": "Atbalsts un iedvesma no dibinātāja partnera",
    "annualReport.2021.FounderMessageText1": "Izlasot šo gada pārskatu, jūs uzzināsit par daudziem veidiem, kā Scratch paplašina radošās skaitļošanas iespējas miljoniem jauniešu visā pasaulē, īpaši tiem, kas nāk no marginalizētām kopienām. Šī globālā ietekme ir iespējama, pateicoties nenogurstošajam darbam, ko veic arvien pieaugošā Scratch Foundation inženieru, dizaineru, pedagogu, kopienas moderatoru un citu darbinieku komanda.",
    "annualReport.2021.FounderMessageText2": "Lai turpinātu palielināt savus centienus un ietekmi, mēs paļaujamies uz dāsno finansiālo atbalstu no neticamas uzņēmumu, fondu un atsevišķu ziedotāju kolekcijas, kas atbilst mūsu misijai un vīzijai. Šeit es vēlos izcelt atbalstu un iedvesmu, ko esam saņēmuši no viena no mūsu dibinātājiem: LEGO fonda.",
    "annualReport.2021.FounderMessageText3": "Mana pētniecības grupa MIT Media Lab sāka sadarbību ar LEGO uzņēmumu un LEGO Foundation pirms vairāk nekā 30 gadiem. LEGO finansējums palīdzēja atbalstīt mūsu agrīno darbu pie Scratch, kas noveda pie Scratch publiskas izlaišanas 2007. gadā. Kad Scratch 2019. gadā no MIT pārcēlās uz Scratch Foundation, LEGO fonds nodrošināja nozīmīgu finansējumu jaunajai organizācijai ar piecu gada dotācija 10 miljonu ASV dolāru apmērā, lai atbalstītu pārveidojošas izmaiņas izglītībā, attīstot un veicinot rotaļīgas, radošas pieejas kodēšanai... dažādos ekonomikas un kultūras kontekstos. Kad sākās pandēmija, LEGO fonds 2021. gadā palielināja papildu dotāciju 5 miljonu dolāru apmērā, lai nodrošinātu, ka Scratch Foundation varētu apmierināt pandēmijas izjaukto bērnu un pedagogu vajadzības.",
    "annualReport.2021.FounderMessageText4": "Taču LEGO-Scratch savienojums sniedzas daudz tālāk par finansiālo atbalstu. Scratch pieeju, veidojot animētus stāstus un spēles, saliekot kopā grafiskos programmēšanas blokus, daļēji iedvesmoja veids, kā bērni būvē LEGO mājas un pilis, saspiežot kopā plastmasas LEGO klucīšus. Arī Scratch un LEGO ir viena un tā pati uz projektiem balstīta izglītības filozofija, kas mudina bērnus iteratīvi pilnveidot savus projektus, izmēģinot ideju, redzot, kas notiek, pēc tam veicot izmaiņas un mēģinot vēlreiz.",
    "annualReport.2021.FounderMessageText5": "Man vienmēr ir paticis LEGO sauklis “Būvniecības prieks, radīšanas lepnums”. LEGO Foundation ciešā partnerība ar Scratch Foundation palīdz bērnu digitālajās aktivitātēs ienest “Būvniecības prieku, radīšanas lepnumu”. Partnerība kalpo kā paraugs tam, kā organizācijas ar kopīgām idejām un vērtībām var sadarboties, lai katalizētu pārmaiņas mācībās un izglītībā. Tā kā Scratch Foundation turpina veidot savu partneru un atbalstītāju tīklu, es ceru sazināties ar citām organizācijām, lai paplašinātu radošās skaitļošanas iespējas bērniem visā pasaulē.",
    "annualReport.2021.FounderTitle": "Scratch Foundation dibinātājs",
    "annualReport.2021.lookingForward": "Ceru uz priekšu",
    "annualReport.2021.lookingForwardText1": "2021. gadā mēs izstrādājām stratēģisko ietvaru, kas nosaka mūsu galvenās prioritātes nākamajiem 4 gadiem. Mēs koncentrējamies uz šīm galvenajām jomām:",
    "annualReport.2021.lookingForwardText2": "Mēs vēlamies izteikt milzīgu paldies LEGO fondam, kura dāsnais COVID Recovery Grant ļaus mums veikt šo svarīgo darbu. Mēs nevaram vien sagaidīt, kad varēsim ar jums pastāstīt vairāk par aizraujošajiem projektiem, ko esam ieplānojuši, tostarp par Scratch pieredzes atjauninājumiem skolām, ScratchJr atjauninājumiem un citiem.",
    "annualReport.2021.LookingForward1": "Scratch platformas un kopienas infrastruktūras stiprināšana",
    "annualReport.2021.LookingForward2": "Radošās mācīšanās ceļu paplašināšana",
    "annualReport.2021.LookingForward3": "Organizatoriskās kapacitātes veidošana un fiskālās ilgtspējas nodrošināšana",
    "annualReport.2021.supportersTitle": "Paldies mūsu atbalstītājiem",
    "annualReport.2021.supportersIntro": "Paldies mūsu dāsnajiem atbalstītājiem. Jūsu ieguldījums palīdz mums paplašināt radošās mācību iespējas visu vecumu bērniem no jebkuras pieredzes visā pasaulē.",
    "annualReport.2021.ourSupporters": "Mūsu atbalstītāji",
    "annualReport.2021.ourSupportersText": "Mēs vēlamies pateikties visiem Scratch atbalstītājiem, kuri gadu gaitā ir palīdzējuši mums iegūt pārsteidzošu mācību pieredzi miljoniem jauniešu visā pasaulē. Šis saraksts ir balstīts uz līdzekļu piešķiršanu Scratch Foundation no 2021. gada 1. janvāra līdz 2021. gada 31. decembrim.",
    "annualReport.2021.supportersFoundingTitle": "Dibināšanas partneri — 10 000 000+ USD",
    "annualReport.2021.supportersFoundingText": "Mēs esam īpaši pateicīgi mūsu dibinātājiem, kuri kopš Scratch sākuma 2003. gadā ir nodrošinājuši kumulatīvo atbalstu vismaz USD 10 000 000 apmērā.",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat partneri — vairāk nekā 1 000 000 $",
    "annualReport.2021.supportersCreativityTitle": "Radošuma aplis — $ 250 000+",
    "annualReport.2021.supportersCollaborationTitle": "Sadarbības loks — $100 000+",
    "annualReport.2021.supportersImaginationTitle": "Iztēles aplis — $50 000+",
    "annualReport.2021.supportersInspirationTitle": "Iedvesmas aplis — $20 000+",
    "annualReport.2021.supportersExplorationTitle": "Izpētes aplis — USD 5000+",
    "annualReport.2021.supportersPlayTitle": "Play Circle — USD 1000+",
    "annualReport.2021.supportersInKindTitle": "Atbalstītāji natūrā",
    "annualReport.2021.leadershipTitle": "Mūsu komanda",
    "annualReport.2021.leadershipBoard": "Valde",
    "annualReport.2021.leadershipChair": "Krēsls",
    "annualReport.2021.leadershipProfessor": "Mācību pētniecības profesors",
    "annualReport.2021.leadershipViceChair": "Priekšsēdētāja vietnieks",
    "annualReport.2021.leadershipCoFounder": "Līdzdibinātājs un līdzpriekšsēdētājs",
    "annualReport.2021.leadershipBoardMember": "Valdes loceklis",
    "annualReport.2021.leadershipPresidentCEO": "Prezidents un izpilddirektors",
    "annualReport.2021.leadershipFormerPresident": "Bijušais prezidents",
    "annualReport.2021.leadershipFounderCEO": "Dibinātājs un izpilddirektors",
    "annualReport.2021.leadershipFormerChairCEO": "Bijusī izpilddirektore un priekšsēdētāja",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Valdes sekretārs un kasieris",
    "annualReport.2021.leadershipBoardSecretary": "Valdes sekretārs",
    "annualReport.2021.leadershipBoardTreasurer": "Valdes kasieris",
    "annualReport.2021.leadershipScratchTeam": "2021. gada Scratch Team",
    "annualReport.2021.leadershipED": "Izpilddirektors",
    "annualReport.2021.teamThankYou": "Paldies Mičam Resnikam, Natālijai Ruskai, Rupalai Džeinai un citiem līdzstrādniekiem Mūžizglītības bērnudārza grupā MIT Media Lab par jūsu nenogurstošo atbalstu Scratch.",
    "annualReport.2021.donateTitle": "Atbalstiet mūs",
    "annualReport.2021.donateMessage": "Jūsu atbalsts ļauj mums radīt iedvesmojošu, radošu un neaizmirstamu mācību pieredzi bērniem visur, īpaši tiem, kuri ir sistemātiski izslēgti no radošām kodēšanas iespējām. Uzdāviniet Scratch jau šodien, lai palīdzētu mums uzturēt mūsu serveru darbību, uzturēt mūsu augošo globālo kopienu un padarītu iespējamu radošu kodēšanu bērniem visās pasaules valstīs.",
    "annualReport.2021.donateMessage2": "Paldies par jūsu dāsnumu.",
    "annualReport.2021.donateButton": "Atbalsti",
    "annualReport.2021.projectBy": "projekta autors",
    "annualReport.2021.JuneIlloAttr": "Karogi no @ratchild",
    "annualReport.2021.OctIlloAttr": "Kartupelis un glāzes no @Cupwing",
    "annualReport.2021.altMap": "Pasaules karte, kurā redzama 41 SEC organizācija",
    "annualReport.2021.altSECSpotlightImage": "Bērns spēlējas ar rotaļlietu oranža fona priekšā",
    "annualReport.2021.altAccessibility": "Divi cilvēki lieto zīmju valodu zaļā fona priekšā.",
    "annualReport.2021.altaccessDEICommittee": "Roka izstiepj Scratch komponentu uz zaļa fona.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Roka krāso Scratch komponentus uz zila fona.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Divas rokas sniedzas pretī teksta burbulim, kurā atrodas sirds.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Divas rokas strādā kopā, lai izveidotu Scratch komponentu sarakstu.",
    "annualReport.2021.altaccessSouthAfrica": "Divi bērni, viens izmanto planšetdatoru un otrs klēpjdatoru, kopā strādā pie Scratch projekta.",
    "annualReport.2021.altcommunityVolunteerTransators": "Četras rokas ir paceltas, un virs tām atrodas teksta burbuļi purpursarkanā fona priekšā.",
    "annualReport.2021.altcommunityThankYou": "Globuss ar reklāmkarogu pāri ar uzrakstu “Paldies”, ko ieskauj pateicības vārdi dažādās valodās.",
    "annualReport.2021.altAvatar": "lietotāja iemiesojums",
    "annualReport.2021.altDropdownArrow": "Bultiņa, kas norāda nolaižamo izvēlni.",
    "annualReport.2021.altMastheadIllustration": "Trīs cilvēki mijiedarbojas ar fiziskajiem Scratch komponentiem.",
    "annualReport.2021.altWave": "Emoji roka vicina.",
    "annualReport.2021.altMitchHeadshot": "Dibinātājs Mičs Resniks",
    "annualReport.2021.altCalendar": "Kalendārs, kurā redzams 2021. gads.",
    "annualReport.2021.altWorldVisualization": "Ilustrēta zemeslodes versija.",
    "annualReport.2021.altSaudiArabiaVisualization": "Joslu diagramma, kas parāda, ka 2021. gadā bija vairāk nekā divas reizes vairāk jaunu Scratch lietotāju nekā 2020. gadā.",
    "annualReport.2021.altScratchHorizontalCommand": "Dzeltens Scratch programmēšanas komponents.",
    "annualReport.2021.altSECVideoPreview": "Kreisajā pusē parādās Scratch saskarne, bet labajā pusē - meitene, kas parakstās.",
    "annualReport.2021.altScratchJr": "Teksta lasīšana Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Dzeltens horizontāls Scratch programmēšanas komponents.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Divas rokas sarindo fiziskās Scratch sastāvdaļas.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Rokas, kas stiepjas uz augšu purpursarkanā fona priekšā ar teksta burbuļiem, kas peld virs tām.",
    "annualReport.2021.altScratchLogoText": "Zaļš taisnstūris ar uzrakstu “Scratch Lab”.",
    "annualReport.2021.altScratchLabVideo": "Scratch projekta ekrānuzņēmums ar atskaņošanas pogu augšpusē.",
    "annualReport.2021.altHat": "Cilvēks ar dzeltenu cepuri un rozā sirds saulesbrillēm.",
    "annualReport.2021.altScratchText": "Varavīksnes Scratch komponents, kas parāda tekstu: 'Šeit mēs!'",
    "annualReport.2021.altStar": "Meitene ar dzeltenu zvaigzni sejas priekšā.",
    "annualReport.2021.altMouseTrail": "Vairāki vāveres galvas izgriezumi, kas nejauši novietoti viens virs otra.",
    "annualReport.2021.altSECWorkshops": "Cilvēki spēlē kopā",
    "annualReport.2021.altArrowUp": "Bulta, kas vērsta uz augšu.",
    "annualReport.2021.altTranslated": "Ir pieejams Scratch komponents ar uzrakstu \"Sveiki\" un valodu saraksts, kurās ir pieejams Scratch.",
    "annualReport.2021.altAboutMe": "Virs molberta, ezis, mango un futbola bumbas novietoti vārdi “Par mani”.",
    "annualReport.2021.altClickerGame": "Matemātikas spēle, kurā parādīts ābols, apelsīns un sagriezta bļoda ar augļiem.",
    "annualReport.2021.altLookingForward1": "Savienojoši sešstūri, kuros redzams virpulis, sākums un sirds.",
    "annualReport.2021.altLookingForward2": "Zīmju stabs ar vienu bultiņu, kas vērsta pa labi un kurā redzams virpulis, un viena bulta, kas vērsta pa kreisi, un attēlota sirds.",
    "annualReport.2021.altLookingForward3": "Krāsaini bloki ir sarindoti, lai izveidotu pakāpienus ar augu augšanu.",
    "annualReport.2021.altSparkle": "Balts mirdzošs dekors",
    "annualReport.2021.altDownArrow": "Violeta bultiņa, kas vērsta uz leju",
    "annualReport.2021.altConnectingLine": "Punktēta līnija, kas savieno laika skalas elementus.",
    "annualReport.2021.altApril": "Pildspalva un Scratch komponenti novietoti virs purpursarkanā fona.",
    "annualReport.2021.altJune": "Dzimšanas dienas torte karogu reklāmkaroga priekšā ar dažāda veida LGBTQ+ lepnumu.",
    "annualReport.2021.altAugust": "Kartupelis, dzimšanas diena bija un saulesbrilles virs violeta fona.",
    "annualReport.2021.altCard1": "Krāsains lāse peld melna un pelēka fona priekšā blakus vārdiem 'Sapnis murgu pasaulē'.",
    "annualReport.2021.altCard2": "Melnādaina sieviete valkā dzeltenu galvas saiti un zelta stīpiņu auskarus.",
    "annualReport.2021.altCard3": "Skrāpēta kaķa talismans šūpojas pie ēkām, ko pavada teksts “Es domāju, ka Scratch Cat ir supervaronis”.",
    "annualReport.2021.altCard5": "Smaidošs bloks stāv blakus teksta burbulim, kurā rakstīts: “Neatkarīgi no tā, kā kāds ģērbjas, kādus vietniekvārdus lieto vai ko mīl, jums vienmēr ir jāciena!”",
    "annualReport.2021.altCard6": "Kartupelis ar saulesbrillēm sēž violeta fona priekšā.",
    "annualReport.2021.altCard7": "Krāsaina dzimšanas dienas cepure atrodas virs neona kuba.",
    "annualReport.2021.altCard9": "“2022” atrodas ovālu varavīksnes priekšā.",
    "annualReport.2021.altDonateIllustration": "Divas rokas veido sirds formu ar pirkstiem izgrieztas sirds formas iekšpusē."
}