{
    "annualReport.2021.subnavFoundersMessage": "Bericht van de oprichters",
    "annualReport.2021.subnavMission": "Missie",
    "annualReport.2021.subnavReach": "Bereik",
    "annualReport.2021.subnavThemes": "Thema's",
    "annualReport.2021.subnavDirectorsMessage": "Bericht van de directie",
    "annualReport.2021.subnavSupporters": "Supporters",
    "annualReport.2021.subnavTeam": "Team",
    "annualReport.2021.subnavDonate": "Doneer",
    "annualReport.2021.mastheadYear": "Jaarverslag 2021",
    "annualReport.2021.mastheadTitle": "Samen bouwen aan een rechtvaardige gemeenschap",
    "annualReport.2021.directorsMessageTitle": "Bericht van onze Algemeen Directeur",
    "annualReport.2021.directorsMessageP1": "In 2021 bleef COVID-19 onze routines verstoren en vormgeven aan de manier waarop we met elkaar omgaan. Zelfs toen we begonnen samen te komen, gingen de scholen weliswaar weer open en werd er opgeroepen tot een “terugkeer naar normaal”, maar bleven de meest kwetsbaren in onze samenleving onevenredig zwaar getroffen door de onrechtvaardige structuren die COVID-19 verergerd had. De COVID-19-crisis heeft de relaties van jonge mensen met Scratch gevormd en heeft Scratch voor hen tot een essentiëlere plek dan ooit gemaakt om te creëren, te leren en contact te maken. Maar toen we het nieuwe jaar ingingen, lieten we onze meest kwetsbare jonge mensen niet achter toen ze door ‘het nieuwe normaal’ gingen navigeren.",
    "annualReport.2021.directorsMessageP2": "Een van de fundamentele waarden van Scratch is altijd geweest om jonge mensen in staat te stellen te verkennen, te creëren, te spelen en te ontdekken—kansen die niet op een gelijke manier aan alle leerlingen worden geboden.",
    "annualReport.2021.directorsMessagePullquote": "Wij geloven in de transformerende kracht van zelfexpressie en creativiteit, en in het bieden van ruimte aan jonge mensen om creatieve codering te gebruiken als een instrument om hun stem te laten horen.",
    "annualReport.2021.directorsMessageP3": "Ik ben er trots op dat ik de algemeen directeur van de Scratch Foundation ben tijdens dit cruciale moment in onze geschiedenis, en zal de zorgzame, samenwerkende benadering van Scratch voor creatief leren blijven verspreiden onder kinderen over de hele wereld die deze kansen het meest nodig hebben.",
    "annualReport.2021.directorsMessageP4": "Vorig jaar was een ongelooflijk jaar voor de Scratch Foundation–we hebben ons gericht op het laten groeien van ons team met opmerkelijke, diverse leiders en het bouwen van een solide basis voor onze voortdurende overgang naar een onafhankelijke organisatie. We hebben een drie-jarig strategisch plan ontwikkeld met de gezamenlijke inspanningen van elk teamlid op elk niveau van onze organisatie, waarin we het werk dat we samen beginnen, vastleggen. Terwijl Scratch groeit, blijven we gefocust op rechtvaardigheid en gemeenschapsvorming, en houden we Scratch een veilige ruimte voor kinderen om contact te maken, te creëren en samen te werken met hun leeftijdsgenoten over de hele wereld.",
    "annualReport.2021.directorsMessageP5": "Ik kan u niet genoeg bedanken voor het aangaan van deze reis met ons team, en voor uw voortdurende steun aan onze missie. De compassie en creativiteit van de Scratch-gemeenschap is eindeloos inspirerend voor ons, en we kunnen niet wachten tot u zich bij ons voegt in het belangrijke werk dat voor ons ligt.",
    "annualReport.2021.EDTitle": "Algemeen directeur, Scratch Foundation",
    "annualReport.2021.watchVideo": "Bekijk de video",
    "annualReport.2021.missionTitle": "Onze missie, visie en waarden",
    "annualReport.2021.missionP1": "We zetten ons in voor rechtvaardigheid in het onderwijs en geven prioriteit aan gelijkheid in alle aspecten van ons werk, met een bijzondere focus op initiatieven en benaderingen die kinderen, gezinnen en leerkrachten ondersteunen die zijn uitgesloten van creatief computergebruik.",
    "annualReport.2021.missionP2": "We hebben Scratch ontwikkeld als een gratis, veilige, speelse leeromgeving die alle kinderen stimuleert om creatief te denken, systematisch te redeneren en samen te werken — essentiële vaardigheden voor iedereen in de huidige samenleving. We werken samen met leerkrachten en gezinnen om kinderen te ondersteunen bij het ontdekken, delen en leren.",
    "annualReport.2021.missionHeader": "Missie",
    "annualReport.2021.missionSubtitle": "Jongeren digitale hulpmiddelen en mogelijkheden bieden om te verbeelden, te creëren, te delen en te leren.",
    "annualReport.2021.visionHeader": "Visie",
    "annualReport.2021.visionSubtitle": "Het verspreiden van creatieve, zorgzame, samenwerkende, rechtvaardige benaderingen van coderen en leren over de hele wereld.",
    "annualReport.2021.valuesHeader": "Waarden",
    "annualReport.2021.valuesSubtitle": "In dit werk laten we ons leiden door onze kernwaarden die onze principes als organisatie en gemeenschap definiëren:",
    "annualReport.2021.creativeExpressionTitle": "Creatieve uitdrukking",
    "annualReport.2021.progressiveImprovementTitle": "Voortschrijdende verbetering",
    "annualReport.2021.EquitableOpportunitiesTitle": "Gelijke kansen",
    "annualReport.2021.playfulEngagementTitle": "Speelse betrokkenheid",
    "annualReport.2021.creativeExpressionDescription": " Wij willen iedereen de middelen en mogelijkheden bieden om hun ideeën, hun interesses en hun authentieke zelf tot uitdrukking te brengen binnen een ondersteunende gemeenschap.",
    "annualReport.2021.progressiveImprovementDescription": "We houden onszelf aan een hoge standaard en streven er altijd naar om elkaar te herhalen, te verbeteren en te inspireren om jonge mensen over de hele wereld en de gemeenschap die ons werk mogelijk maakt, het beste te dienen.",
    "annualReport.2021.EquitableOpportunitiesDescription": "We bouwen een educatieve beweging op met mensen met verschillende achtergronden, zodat we kinderen over de hele wereld kunnen bereiken die zijn uitgesloten van creatieve programmeermogelijkheden.",
    "annualReport.2021.playfulEngagementDescription": "Bij Scratch is spelen een benadering voor het maken, delen, leren en omgaan met de wereld. We moedigen vreugdevolle verkenning, experimenten en samenwerking aan.",
    "annualReport.2021.reachTitle": "Kinderen wereldwijd bereiken",
    "annualReport.2021.reachSubtitle": "Scratch is 's werelds grootste codegemeenschap voor kinderen en tieners, vanaf 8 jaar.",
    "annualReport.2021.reachMillion": "miljoen",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% van 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% van 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% van 2020",
    "annualReport.2021.reachNewUsers": "Nieuwe gebruikers",
    "annualReport.2021.reachProjectsCreated": "Projecten die zijn gemaakt",
    "annualReport.2021.reachProjectCreators": "Mensen die projecten maken",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch wordt over de hele wereld gebruikt {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "meer dan 200 landen en gebieden",
    "annualReport.2021.reachSaudiArabiaTitle": "Saoedi-Arabië",
    "annualReport.2021.reachSaudiArabiaDescription": "We zagen in 2021 een enorme groei over de hele wereld, maar we waren verbaasd toen we de groei zagen in Saoedi-Arabië, waar we twee keer zoveel nieuwe gebruikers zagen als het jaar ervoor.",
    "annualReport.2021.reachTranslationTitle": "Scratch is vertaald in 74 talen",
    "annualReport.2021.reachTranslationIncrease": "10 talen van 2020",
    "annualReport.2021.reachTranslationBlurb": "Dankzij vrijwillige vertalers uit de hele wereld.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr is een voorbereidende programmeeromgeving die jonge kinderen (5-7 jaar) in staat stelt om hun eigen interactieve verhalen en spelletjes te maken.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Downloads in 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 miljoen vanaf 2020",
    "annualReport.2021.themesTitle": "Opkomende thema's",
    "annualReport.2021.themesDescription": "Te midden van aanhoudende onzekerheid door COVID-19, bleef Scratch dienen als een belangrijke ruimte voor jonge mensen om contact te maken en samen te creëren. In 2021 hebben we onze inspanningen gericht op het bouwen van een sterke basis om onze groeiende wereldwijde gemeenschap en ons groeiende Scratch-team op billijke wijze te ondersteunen. Ons werk was gecentreerd rond drie hoofdthema's: het bevorderen van de gemeenschap, het vergroten van de toegang en toegankelijkheid en het ontwikkelen van het Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Stemmen en partnerschappen uit de gemeenschap zijn diep verweven in het weefsel van Scratch's geschiedenis. Ze zijn en blijven een integraal onderdeel van het helpen van ons om wereldwijd toegankelijke en rechtvaardige coderingsmogelijkheden te vergroten. In 2021 lanceerden we Scratch Education Collaborative, een initiatief dat zich inzet voor het identificeren en wegnemen van de barrières voor toegang tot creatieve codering die opmerkelijke organisaties over de hele wereld verbindt.",
    "annualReport.2021.SECWhatIs": "Wat is SEC?",
    "annualReport.2021.SECWhatIsP1": "De SEC ondersteunt en betrekt deelnemende organisaties in een tweejarige, gezamenlijke cohortervaring om hun inzet voor en implementatie van rechtvaardige creatieve codering met behulp van Scratch en ScratchJr te versterken.",
    "annualReport.2021.SECWhatIsP2": "Tegen het einde van de cohortervaring zullen organisaties nieuwe partnerschappen met elkaar en met Scratch hebben gevormd en nieuwe modellen hebben ontwikkeld voor op gelijk gerichte creatieve coderingsbronnen.",
    "annualReport.2021.SECWhatIsP3": "Ons werk met de SEC is mogelijk gemaakt dankzij een genereuze subsidie van Google.org. We willen onze dank uitspreken voor hun voortdurende steun aan onze missie.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organisaties",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "landen",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partners",
    "annualReport.2021.SECMapParagraph": "Ons eerste cohort bestond uit 41 organisaties uit 13 landen over de hele wereld, verenigd door hun inzet om leerlingen uit historisch gemarginaliseerde gemeenschappen te ondersteunen in het ontwikkelen van hun zelfvertrouwen met creative computing. Hun locaties zijn hieronder aangegeven:",
    "annualReport.2021.spotlightStory": "Spotlight-verhaal",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bruggen naar de wetenschap; een in Texas gevestigde non-profitorganisatie die wiskunde-, codering- en robotica programma's biedt voor kansarme jongeren; was een van de 41 uitzonderlijke organisaties die zich bij het eerste cohort van Scratch Education Collaborative aansloten.",
    "annualReport.2021.SECSpotlightText2": "In 2021 ondersteunden we Bridges to Science bij het faciliteren van hun eerste “Hour of Code”-workshop met Code.org. Het evenement \"Fiestas y Piñatas\" trok meer dan 22.000 leraren en leerlingen uit Latijns-Amerika. We hebben ook samengewerkt met Bridges to Science om een toolkit te ontwikkelen met unieke middelen om te voldoen aan de behoeften van hun gemeenschap.",
    "annualReport.2021.SECPullQuote": "Een van de grootste vreugden die we hebben bij het lesgeven aan onze studenten, is dat ze allemaal, hoe stil ze ook zijn, allemaal een stem vinden in de computerwetenschap via Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, Bridges to Science Founder ",
    "annualReport.2021.SECWorkshops": "SEC-workshops",
    "annualReport.2021.SECWorkshopsText": "Vorig jaar organiseerde de Scratch Education Collaborative een reeks workshops die hun eerste cohort ondersteunden bij het definiëren en verkennen van unieke wegen naar rechtvaardige creatieve codering. Workshops werden gefaciliteerd door Stanford d. School, Tinkering Studio, het Braziliaanse Creative Learning Network en Chicago Public Schools CS4ALL. Samen ontwikkelden de deelnemers aan de workshop een gedeeld begrip van creatieve codering en bespraken strategieën en praktijken die cultureel ondersteunende gemeenschappen bevorderen door middel van creatieve communicatie en samenwerking.",
    "annualReport.2021.SECWorkshopsSubtitle": "Hoe kunnen we de lokale gemeenschap op creatieve wijze in staat stellen creatieve codering te verkennen?",
    "annualReport.2021.accessTitle": "toegang",
    "annualReport.2021.accessIntro": "Toen COVID-19 scholen dwong te sluiten en het leren naar virtuele ruimtes duwde, ontdekten veel studenten en docenten Scratch voor de eerste keer of pasten ze de manier aan waarop ze lesgaven en creatief coderen leerden. Vanuit ons eigen huis werkte het Scratch Team om de veranderende behoeften van onderwijzers en de online gemeenschap te ondersteunen.",
    "annualReport.2021.accessASL": "ASL handleiding",
    "annualReport.2021.accessASLText": "In 2021 werkten we samen met Deaf Kids Code om onze eerste tutorial over Amerikaanse gebarentaal in de Scratch Editor te lanceren.",
    "annualReport.2021.accessASLText2": "Samen werden we geïnspireerd om een groenblijvende bron te creëren die de creatieve paden voor dove Scratchers zou uitbreiden.",
    "annualReport.2021.accessASLText3": "De video is een remake van 13 minuten van onze originele “Aan de slag met Scratch”-tutorial die beginners kennis laat maken met het Scratch-platform.",
    "annualReport.2021.accessPullQuote": "Een goede bondgenoot zijn is de bereidheid om te buigen om toegankelijk te zijn en echt gewicht toe te kennen aan de aanbevelingen van organisaties zoals de mijne ... Door te vragen: 'Wat kunnen we doen?' en ons echt de touwtjes in handen te laten nemen en ervoor te gaan, met zeer weinig tot geen weerstand; dat is een zeer zeldzaam iets.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, stichter van Deaf Kids Code ",
    "annualReport.2021.accessDEICommittee": "DEI-commissies bij Scratch",
    "annualReport.2021.accessDEICommitteeText": "In 2021 zijn verschillende commissies bij Scratch begonnen met het werk om Scratch diverser, rechtvaardiger en inclusiever te maken voor alle gebruikers. We zijn verheugd om de voortgang te delen die elke commissie heeft gemaakt en het werk dat nog voor ons ligt.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Toegankelijkheid",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "De Toegankelijkheidscommissie is opgericht als reactie op de eigen moeilijkheid van een lid van het Scratch-team met het gebruik van de coderingsblokken van Scratch en een erkende behoefte om Scratchers van alle niveaus beter te ondersteunen.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "In oktober 2021 lanceerde de commissie een project om de kleur van onze codeerblokken toegankelijk te maken voor  Scratchers met een visuele beperking. De commissie is verheugd om samen te werken met leraren en gemeenschapsorganisaties die gespecialiseerd zijn in toegankelijkheid, zodat de codeerblokken voldoen aan de richtlijnen voor web toegankelijkheid, en nog belangrijker, lagere verdiepingen om Scratch toegankelijker te maken voor iedereen.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Het Global, Justice, Equity, Diversity, and Inclusion (G-JEDI) Committee is opgericht om een gedeelde taal te ontwikkelen die definieert wat diversiteit, gelijkheid en inclusie (DEI) betekent voor het Scratch Team.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "In 2021 begon de commissie aan een DEI-verklaring om de manieren te schetsen waarop DEI het Scratch Team en het huidige werk van het Scratch-team en de gemeenschap heeft geïnformeerd, en hoe het in de toekomst nieuwe initiatieven zal blijven informeren.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Eigen vermogen x ontwerp",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "De EquityXDesign Committee is opgericht als een plek voor Scratch Team-leden en onze medewerkers in de Lifelong Kindergarten-groep van MIT om ideeën over op eigen vermogen gerichte ontwerppraktijken te lezen en te bespreken.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "De gesprekken worden geleid door Sasha Costanza-Chock's “Design Justice: Community-Led Practices to Build the Worlds We Need” en commissieleden bespreken manieren waarop ze op eigen vermogen gerichte ontwerppraktijken kunnen opnemen in de ontwikkeling van Scratch-tools en -bronnen.",
    "annualReport.2021.access10NewLanguages": "10 nieuwe talen",
    "annualReport.2021.access10NewLanguagesText": "Met grote dank aan onze vertaalgemeenschap, hebben we vorig jaar in 74 talen verbinding kunnen maken met Scratchers! In 2021 werden 10 nieuwe talen aan Scratch toegevoegd, waaronder isiXhosa (Zuid-Afrika), Sepedi (Zuid-Afrika), Setswana (Zuid-Afrika), Afrikaans (Zuid-Afrika), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), Kazakh ( Kazachstan), Aragonees (Spanje), West-Fries (Nederland) en Bengaals (Bangladesh, India en andere regio's).",
    "annualReport.2021.accessSouthAfrica": "Nulclassificatie Scratch in Zuid-Afrika",
    "annualReport.2021.accessSouthAfricaText": "Om de Scratch-ervaring voor jongeren in regio's met een lage of geen internetverbinding te verbeteren, zijn we een samenwerking aangegaan met de National Education Collaboration Trust (NECT) van Zuid-Afrika om een nulclassificatie pagina te hosten voor het downloaden van Scratch. Downloads op pagina's met een nulclassificatie verbruiken geen databandbreedte, waardoor de drempel voor toegang tot Scratch vanwege datalimieten en kosten wordt verminderd. Slechts twee maanden na de lancering in april 2021 had de pagina meer dan 1300 bezoekers.",
    "annualReport.2021.accessSnapshot": "Momentopnamen",
    "annualReport.2021.communityTitle": "Gemeenschap",
    "annualReport.2021.communityIntro": "In 2021 bleef de Scratch-gemeenschap snel groeien doordat nog meer jonge mensen over de hele wereld samen met hun leeftijdsgenoten creëerden en contact met elkaar zochten. We zijn ook partnerschappen blijven ontwikkelen met leden van de gemeenschap om de Scratch-ervaring voor onze diverse gebruikersgemeenschap te verbeteren.",
    "annualReport.2021.communityScratchConference": "Scratch-conferentie",
    "annualReport.2021.communityScratchConferenceText1": "In juli kwamen opvoeders in onze wereldwijde gemeenschap samen om creatief coderen te vieren op de Scratch-conferentie. Dit gratis, virtuele evenement werd geleid door onze medewerkers van MIT's Lifelong Kindergarten Group. De conferentie bracht samen {more_bold}, die de dag doorbrachten met elkaar te verbinden, samen te werken en van elkaar te leren, ook al hield COVID ons uit elkaar.",
    "annualReport.2021.communityScratchConferenceText1More": "meer dan 1.500 opvoeders en Scratch enthousiastelingen",
    "annualReport.2021.communityVolunteerTranslators": "Vrijwillige vertalers",
    "annualReport.2021.communityVolunteerTranslatorsText": "Sinds Scratch in 2007 werd gelanceerd, zetten we ons in om onze gebruikers wereldwijd te ondersteunen. Onze vrijwilligers voor taalvertaling werken nauw samen met het Scratch-team om ons platform en onze bronnen te helpen vertalen en lokaliseren voor de diverse gemeenschappen die we bedienen.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Duizenden vertalers hebben vrijwillig hun tijd gegeven om Scratch in 74 talen te vertalen en dat zijn ze nog steeds, en er zijn momenteel meer dan duizend vertalers aangemeld om Scratch en ScratchJr te vertalen. We zijn onze vrijwilligers dankbaar voor hun hulp om meer Scratchers over de hele wereld te bereiken!",
    "annualReport.2021.communityScratchCommunity": "De Scratch-gemeenschap in 2021",
    "annualReport.2021.communityScratchCommunityIntro": "In 2021 werden er meer dan 113 miljoen projecten gecreëerd op de Scratch-site – bijna een stijging van 39% ten opzichte van 2020 – en werden er meer dan een miljoen nieuwe studio's gecreëerd! Het hele jaar door heeft het Scratch Team talloze studio's gehost om belangrijke evenementen te vieren en Scratchers aan te moedigen deel te nemen aan de online community.",
    "annualReport.2021.yearInReview": "Jaaroverzicht",
    "annualReport.2021.yearInReviewText": "2021 was een opmerkelijk jaar in de online community. Het Community Team benadrukte en ontwikkelde kansen voor jonge mensen om hun ideeën te uiten en op een positieve manier betrokken te raken, en ongelooflijke bewegingen kwamen voort uit Scratchers zelf. Hier is een terugblik op enkele van de hoogtepunten van het jaar:",
    "annualReport.2021.yearInReviewCard1Date": "Januari",
    "annualReport.2021.yearInReviewCard1Title": "Poëtisch café",
    "annualReport.2021.yearInReviewCard1Text": "We “openden” ons allereerste Poetic Cafe waar Scratchers werden uitgenodigd om gedichten te schrijven, te delen of eraan mee te werken om te delen met de gemeenschap.",
    "annualReport.2021.yearInReviewCard2Date": "Februari",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers deelde interactieve kunstwerken, creëerde gedichten, geanimeerde muziekvideo's en meer om invloedrijke mensen en gebeurtenissen in de zwarte geschiedenis te vieren.",
    "annualReport.2021.yearInReviewCard3Date": "April",
    "annualReport.2021.yearInReviewCard3Title": "April Fool’s Day",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers werden gevraagd zich het “geheime leven” van de Scratch Cat voor te stellen en gingen op schattenjacht voor leuke en gekke dingen die verborgen waren rond de Scratch-website.",
    "annualReport.2021.yearInReviewCard4Date": "Mei",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers van over de hele wereld hebben meer dan 3.500 projecten gedeeld naar aanleiding van thema's als \"Koken met Scratch\" en \"Belachelijke uitvindingen\" om de verjaardag van Scratch te vieren.",
    "annualReport.2021.yearInReviewCard5Date": "Juni",
    "annualReport.2021.yearInReviewCard5Title": "Pride maand",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers creëerde projecten met alle kleuren van de regenboog om de LGBTQ+-gemeenschap te vieren in de Pride Month-studio.",
    "annualReport.2021.yearInReviewCard6Date": "Augustus",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Kamp",
    "annualReport.2021.yearInReviewCard6Text": "Tijdens dit jaarlijkse evenement van drie weken creëerde Scratchers meer dan 7.000 projecten die ontroerden en raakten, creatieve doe-het-zelf (DIY) ideeën toonden en hun ontdekkingen over de natuurlijke wereld om hen heen deelden.",
    "annualReport.2021.yearInReviewCard7Date": "Oktober",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Twee weken lang creëerde Scratchers projecten waarin ze hun interpretaties van dagelijkse prompts in de Scratchtober-studio demonstreerden. Er zijn meer dan 3.500 projecten gemaakt rond thema's van één woord, zoals onderwater, feest en wezens.",
    "annualReport.2021.yearInReviewCard8Date": "December",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) vond plaats van 6-12 december om computerwetenschap over de hele wereld te vieren. Scratch nam deel aan de week door leden van de gemeenschap aan te moedigen tutorials, studio's en een live-evenement te bekijken dat werd georganiseerd in samenwerking met Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "December",
    "annualReport.2021.yearInReviewCard9Title": "2021: een Scratch jaar in Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "In 2021 leerde Scratchers nieuwe vaardigheden, maakte contact met vrienden over de hele wereld en vonden creatieve manieren om zichzelf te uiten. Meer dan 1.000 Scratchers deelden hun favoriete Scratch-herinneringen en wat Scratch voor hen betekende in de studio 2021: een Scratch Jaar in de Beoordelings Studio",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Met de lancering van Scratch Lab in februari hebben we de deuren van ons ontwikkelingsproces rechtstreeks geopend voor Scratchers over de hele wereld.",
    "annualReport.2021.communityScratchLabText2": "Voordat we beslissen of we nieuwe blokken moeten introduceren in de Scratch-coderingseditor, is het cruciaal om de creatieve, innovatieve en verrassende manieren te zien waarop Scratchers ermee omgaan. Scratch Lab is een sandbox waar iedereen deze nieuwe functies kan uitproberen en, belangrijker nog, zijn gedachten en ideeën rechtstreeks met ons kan delen.",
    "annualReport.2021.communityScratchLabText3": "In 2021 hebben meer dan 500.000 Scratchers de Scratch Lab-site verkend en meer dan 37.000 feedback gegeven.",
    "annualReport.2021.communityScratchLabText4": "Deze feedback is van onschatbare waarde geweest bij het evalueren en ontwikkelen van geanimeerde tekstblokken, Face Sensing-blokken en meer potentiële nieuwe functies.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "abonnees",
    "annualReport.2021.ytData2": "9 miljoen",
    "annualReport.2021.ytData2Sub": "weergaven van video's",
    "annualReport.2021.ytData3Top": "kijkers in",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "landen",
    "annualReport.2021.communitySnapshot2Title": "Het Scratch Team op YouTube",
    "annualReport.2021.communitySnapshot2Text": "Het Scratch Team YouTube-kanaal bereikte 100.000 abonnees in 2021 - een stijging van bijna 500 procent ten opzichte van 2020! Toen studenten, opvoeders en gezinnen zich ontwikkelden in reactie op de pandemie, wisten we dat we middelen moesten creëren die op hun behoeften reageerden.",
    "annualReport.2021.communitySnapshot2Text2": "Deze middelen omvatten een reeks uitgebreide Scratch-tutorials die gebruikers begeleiden bij het ontwerpen van verhalen, spelletjes en animaties in Scratch. In 2021 werden deze video's bijna negen miljoen keer bekeken door kijkers in 178 landen.",
    "annualReport.2021.tutorial1": "Hoe maak je een 'Over mij'?",
    "annualReport.2021.tutorial2": "Hoe maak je een Klikspelletje",
    "annualReport.2021.tutorial3": "Hoe maak je een Muisspoor",
    "annualReport.2021.FounderMessageTitle": "Aanpassen aan een veranderende wereld",
    "annualReport.2021.FounderMessageSubTitle": "Steun en inspiratie van een oprichtingspartner",
    "annualReport.2021.FounderMessageText1": "Als u dit jaarverslag doorleest, zult u leren over de vele manieren waarop Scratch de mogelijkheden voor creatief computergebruik uitbreidt voor miljoenen jongeren over de hele wereld, vooral die uit gemarginaliseerde gemeenschappen. Deze wereldwijde impact is mogelijk dankzij het onvermoeibare werk van het groeiende team van ingenieurs, ontwerpers, opvoeders, gemeenschapsbeheerders en anderen bij de Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Om onze inspanningen en impact te blijven vergroten, zijn we afhankelijk van de genereuze financiële steun van een ongelooflijke verzameling bedrijven, stichtingen en individuele donoren die op één lijn zitten met onze missie en visie. Hier wil ik de aandacht vestigen op de steun en inspiratie die we hebben ontvangen van een van onze oprichtingspartners: de LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Mijn onderzoeksgroep aan het MIT Media Lab begon meer dan 30 jaar geleden samen te werken met het bedrijf LEGO en de LEGO Foundation. LEGO-financiering hielp ons vroege werk aan Scratch te ondersteunen, wat leidde tot de publieke lancering van Scratch in 2007. Toen Scratch in 2019 van MIT overging in de Scratch Foundation, zorgde de LEGO Foundation voor belangrijke financiering voor de nieuwe organisatie, met een vijfjarige subsidie van 10 miljoen dollar om \"transformatieve onderwijsveranderingen te ondersteunen door speelse, creatieve benaderingen van coderen te ontwikkelen en te bevorderen ... in diverse economische en culturele contexten.\" Toen de pandemie toesloeg, kwam de LEGO Foundation in 2021 met een extra subsidie van 5 miljoen dollar, om ervoor te zorgen dat de Scratch Foundation kon voldoen aan de behoeften van kinderen en opvoeders die door de pandemie waren ontwricht.",
    "annualReport.2021.FounderMessageText4": "Maar de LEGO-Scratch connectie gaat veel verder dan financiële steun. De Scratch-aanpak om geanimeerde verhalen en spelletjes te maken door grafische programmeerblokjes in elkaar te klikken, is deels geïnspireerd op de manier waarop kinderen LEGO huizen en kastelen bouwen door plastic LEGO stenen in elkaar te klikken. Scratch en LEGO delen ook dezelfde projectgebaseerde onderwijsfilosofie, waarbij kinderen worden aangemoedigd hun projecten iteratief te verfijnen door een idee uit te proberen, te zien wat er gebeurt, dan wijzigingen aan te brengen en het opnieuw te proberen.",
    "annualReport.2021.FounderMessageText5": "Ik ben altijd dol geweest op de LEGO-slogan \"Plezier in het bouwen, trots op de creatie.\" Het partnership van de LEGO Foundation met de Scratch Foundation helpt om \"Joy of Building, Pride of Creation\" naar digitale activiteiten voor kinderen te brengen. Het partnerschap is een voorbeeld van hoe organisaties met gedeelde ideeën en waarden kunnen samenwerken om transformationele verandering in leren en onderwijs te katalyseren. Naarmate de Scratch Foundation haar netwerk van partners en supporters verder uitbouwt, kijk ik uit naar de samenwerking met andere organisaties om de mogelijkheden voor kinderen over de hele wereld op het gebied van creatief computergebruik uit te breiden.",
    "annualReport.2021.FounderTitle": "Founder, Scratch Foundation",
    "annualReport.2021.lookingForward": "Vooruitblik",
    "annualReport.2021.lookingForwardText1": "In 2021 hebben wij een strategisch kader geschetst dat onze belangrijkste prioriteiten voor de komende 4 jaar bepaalt. We richten ons op deze belangrijke gebieden:",
    "annualReport.2021.lookingForwardText2": "We willen graag onze grote dank uitspreken aan de LEGO Foundation, wiens genereuze COVID Recovery Grant ons in staat zal stellen dit cruciale werk uit te voeren. We kunnen niet wachten om meer met u te delen over de spannende projecten die we gepland hebben, waaronder updates voor de Scratch-ervaring voor scholen, updates voor ScratchJr, en nog veel meer.",
    "annualReport.2021.LookingForward1": "Versterking van het Scratch-platform en de Scratch-community-infrastructuur",
    "annualReport.2021.LookingForward2": "Uitbreiding van creatieve leertrajecten",
    "annualReport.2021.LookingForward3": "Opbouwen van organisatorische capaciteit en zorgen voor budgettaire duurzaamheid",
    "annualReport.2021.supportersTitle": "Dank aan onze supporters",
    "annualReport.2021.supportersIntro": "Dank aan onze genereuze supporters. Jullie bijdrage helpt ons creatieve leermogelijkheden uit te breiden voor kinderen van alle leeftijden, met alle achtergronden, over de hele wereld.",
    "annualReport.2021.ourSupporters": "Onze donateurs",
    "annualReport.2021.ourSupportersText": "Wij willen alle Scratch-donateurs bedanken die door de jaren heen hebben bijgedragen aan geweldige leerervaringen voor miljoenen jongeren over de hele wereld. De volgende lijst is gebaseerd op giften aan Stichting Scratch van 1 januari 2021 tot 31 december 2021.",
    "annualReport.2021.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2021.supportersFoundingText": "Onze dank gaat in het bijzonder uit naar onze Founding Partners, die sinds de start van Scratch in 2003 elk ten minste $10.000.000 aan cumulatieve steun hebben gegeven.",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Imagination Circle — $50 000+",
    "annualReport.2021.supportersInspirationTitle": "Inspiration Circle — $20 000+",
    "annualReport.2021.supportersExplorationTitle": "Exploration Circle — $5 000+",
    "annualReport.2021.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2021.supportersInKindTitle": "In natura supporters",
    "annualReport.2021.leadershipTitle": "Ons team",
    "annualReport.2021.leadershipBoard": "Raad van bestuur",
    "annualReport.2021.leadershipChair": "Voorzitter",
    "annualReport.2021.leadershipProfessor": "Hoogleraar leeronderzoek",
    "annualReport.2021.leadershipViceChair": "Vice voorzitter",
    "annualReport.2021.leadershipCoFounder": "Mede-oprichter en vice voorzitter",
    "annualReport.2021.leadershipBoardMember": "Bestuurslid",
    "annualReport.2021.leadershipPresidentCEO": "President en CEO",
    "annualReport.2021.leadershipFormerPresident": "Voormalig president",
    "annualReport.2021.leadershipFounderCEO": "Oprichter in CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Bestuurssecretaris en penningmeester",
    "annualReport.2021.leadershipBoardSecretary": "Bestuurssecretaris",
    "annualReport.2021.leadershipBoardTreasurer": "Penningmeester van het bestuur",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Executive Director",
    "annualReport.2021.teamThankYou": "Dank aan Mitch Resnick, Natalie Rusk, Rupal Jain, en andere medewerkers van de Lifelong Kindergarten Group van het MIT Media Lab voor jullie onvermoeibare steun aan Scratch.",
    "annualReport.2021.donateTitle": "Steun ons",
    "annualReport.2021.donateMessage": "Uw steun stelt ons in staat om inspirerende, creatieve en onvergetelijke leerervaringen te creëren voor kinderen overal ter wereld, vooral voor diegenen die systematisch uitgesloten zijn van creatieve codeermogelijkheden. Maak vandaag een gift over aan Scratch om ons te helpen onze servers draaiende te houden, onze groeiende wereldwijde gemeenschap te onderhouden, en creatief coderen mogelijk te maken voor kinderen in elk land over de hele wereld.",
    "annualReport.2021.donateMessage2": "Bedankt voor uw vrijgevigheid.",
    "annualReport.2021.donateButton": "Doneer",
    "annualReport.2021.projectBy": "project door",
    "annualReport.2021.JuneIlloAttr": "Flags door @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses door @Cupwing",
    "annualReport.2021.altMap": "Een kaart van de wereld met 41 SEC-organisaties",
    "annualReport.2021.altSECSpotlightImage": "Een kind speelt met een stuk speelgoed voor een oranje achtergrond",
    "annualReport.2021.altAccessibility": "Twee mensen gebruiken gebarentaal voor een groene achtergrond.",
    "annualReport.2021.altaccessDEICommittee": "Een hand toont een scratch component op een groene achtergrond.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Een hand schildert scratch elementen op een blauwe achtergrond.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Twee handen reiken naar een tekstballon met een hart erin.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Twee handen werken samen om een lijst van scratch-onderdelen samen te stellen.",
    "annualReport.2021.altaccessSouthAfrica": "Twee kinderen, de een met een tablet en de ander met een laptop, werken samen aan een scratchproject.",
    "annualReport.2021.altcommunityVolunteerTransators": "Vier handen zijn opgeheven met tekstballonnetjes er bovenop tegen een paarse achtergrond.",
    "annualReport.2021.altcommunityThankYou": "Een wereldbol met een spandoek met de tekst 'Thank you', omringd door de woorden \"Dank u\" in verschillende talen.",
    "annualReport.2021.altAvatar": "gebruikers avatar",
    "annualReport.2021.altDropdownArrow": "Pijl die keuzemenu aangeeft.",
    "annualReport.2021.altMastheadIllustration": "Drie mensen in interactie met fysieke scratch-componenten.",
    "annualReport.2021.altWave": "Een emoji hand zwaaiend.",
    "annualReport.2021.altMitchHeadshot": "Oprichter Mitch Resnick",
    "annualReport.2021.altCalendar": "Een kalender met het jaartal 2021.",
    "annualReport.2021.altWorldVisualization": "Een geïllustreerde versie van de wereldbol.",
    "annualReport.2021.altSaudiArabiaVisualization": "Een staafdiagram waaruit blijkt dat er in 2021 meer dan twee keer zoveel nieuwe Scratch-gebruikers waren als in 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Een geel Scratch programmeeronderdeel.",
    "annualReport.2021.altSECVideoPreview": "Links verschijnt de Scratch-interface en rechts een meisje dat tekent.",
    "annualReport.2021.altScratchJr": "Tekst lezen Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Een geel horizontale Scratch programmeeronderdeel.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Twee handen die fysieke Scratch-onderdelen op een rij zetten.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Handen die omhoog reiken voor een paarse achtergrond met tekstbellen die erboven zweven.",
    "annualReport.2021.altScratchLogoText": "Een groene rechthoek met de woorden 'Scratch Lab' erop geschreven.",
    "annualReport.2021.altScratchLabVideo": "Een screenshot van een Scratch project met een afspeelknop bovenaan.",
    "annualReport.2021.altHat": "Een persoon met een gele hoed en een roze hart zonnebril.",
    "annualReport.2021.altScratchText": "Een regenboog Scratch component die de tekst, 'Here we go!' weergeeft",
    "annualReport.2021.altStar": "Een meisje met een gele ster voor haar gezicht.",
    "annualReport.2021.altMouseTrail": "Meerdere uitsnijdingen van een eekhoornkop willekeurig op elkaar geplaatst.",
    "annualReport.2021.altSECWorkshops": "Mensen die samen spelen",
    "annualReport.2021.altArrowUp": "Een pijl die naar boven wijst.",
    "annualReport.2021.altTranslated": "Een scratch-component die \"Hallo\" zegt en de talen opsomt waarin scratch beschikbaar is.",
    "annualReport.2021.altAboutMe": "De woorden 'About me' geplaatst over een ezel, egel, mango, en voetbal.",
    "annualReport.2021.altClickerGame": "Een rekenspel met een appel, een sinaasappel en een in stukken gesneden fruitschaal.",
    "annualReport.2021.altLookingForward1": "In elkaar grijpende zeshoeken met een draaikolk, een begin en een hart.",
    "annualReport.2021.altLookingForward2": "Een wegwijzer met een pijl naar rechts die een draaikolk weergeeft en een pijl naar links die een hart weergeeft.",
    "annualReport.2021.altLookingForward3": "Kleurrijke blokken op een rij om treden te maken met een plant die er bovenop groeit.",
    "annualReport.2021.altSparkle": "Witte fonkelende decoratie",
    "annualReport.2021.altDownArrow": "Paarse pijl wijst naar beneden",
    "annualReport.2021.altConnectingLine": "Een stippellijn die tijdlijnelementen verbindt.",
    "annualReport.2021.altApril": "Een pen and Scratch componenten geplaatst op een paarse achtergrond.",
    "annualReport.2021.altJune": "Een verjaardagstaart voor een spandoek met vlaggen waarop verschillende vormen van LGBTQ+-trots staan afgebeeld.",
    "annualReport.2021.altAugust": "Een aardappel, verjaardag hoed, en zonnebril bovenop een paarse achtergrond.",
    "annualReport.2021.altCard1": "Een kleurrijke blob zweeft voor een zwarte en grijze achtergrond naast de woorden 'A dream In a world of nightmares.'",
    "annualReport.2021.altCard2": "Een zwarte vrouw draagt een gele hoofdband en gouden oorbellen.",
    "annualReport.2021.altCard3": "De scratch kat mascotte schommelt voor gebouwen vergezeld van een tekst die luidt 'I think Scratch Cat is a superhero.'",
    "annualReport.2021.altCard5": "Een lachend blok staat naast een tekstballon met de tekst 'no matter how anyone dresses, what pronouns they use, or who they love, you should always respect them!'",
    "annualReport.2021.altCard6": "Een aardappel met zonnebril zit voor een paarse achtergrond.",
    "annualReport.2021.altCard7": "Een kleurrijke verjaardagshoed zit bovenop een neon kubus.",
    "annualReport.2021.altCard9": "'2022' zit voor een regenboog van ovalen.",
    "annualReport.2021.altDonateIllustration": "Twee handen vormen de vorm van een hart met hun vingers binnenin een uitgeknipte hartvorm."
}