{
    "annualReport.2021.subnavFoundersMessage": "Bericht van de oprichters",
    "annualReport.2021.subnavMission": "Missie",
    "annualReport.2021.subnavReach": "Bereik",
    "annualReport.2021.subnavThemes": "Thema's",
    "annualReport.2021.subnavDirectorsMessage": "Bericht van de directie",
    "annualReport.2021.subnavSupporters": "Supporters",
    "annualReport.2021.subnavTeam": "Team",
    "annualReport.2021.subnavDonate": "Doneer",
    "annualReport.2021.mastheadYear": "Jaarverslag 2021",
    "annualReport.2021.mastheadTitle": "Samen bouwen aan een rechtvaardige gemeenschap",
    "annualReport.2021.directorsMessageTitle": "Bericht van onze Algemeen Directeur",
    "annualReport.2021.directorsMessageP1": "In 2021 bleef COVID-19 onze routines verstoren en vormgeven aan de manier waarop we met elkaar omgaan. Zelfs toen we begonnen samen te komen, gingen de scholen weliswaar weer open en werd er opgeroepen tot een “terugkeer naar normaal”, maar bleven de meest kwetsbaren in onze samenleving onevenredig zwaar getroffen door de onrechtvaardige structuren die COVID-19 verergerd had. De COVID-19-crisis heeft de relaties van jonge mensen met Scratch gevormd en heeft Scratch voor hen tot een essentiëlere plek dan ooit gemaakt om te creëren, te leren en contact te maken. Maar toen we het nieuwe jaar ingingen, lieten we onze meest kwetsbare jonge mensen niet achter toen ze door ‘het nieuwe normaal’ gingen navigeren.",
    "annualReport.2021.directorsMessageP2": "Een van de fundamentele waarden van Scratch is altijd geweest om jonge mensen in staat te stellen te verkennen, te creëren, te spelen en te ontdekken—kansen die niet op een gelijke manier aan alle leerlingen worden geboden.",
    "annualReport.2021.directorsMessagePullquote": "Wij geloven in de transformerende kracht van zelfexpressie en creativiteit, en in het bieden van ruimte aan jonge mensen om creatieve codering te gebruiken als een instrument om hun stem te laten horen.",
    "annualReport.2021.directorsMessageP3": "Ik ben er trots op dat ik de algemeen directeur van de Scratch Foundation ben tijdens dit cruciale moment in onze geschiedenis, en zal de zorgzame, samenwerkende benadering van Scratch voor creatief leren blijven verspreiden onder kinderen over de hele wereld die deze kansen het meest nodig hebben.",
    "annualReport.2021.directorsMessageP4": "Vorig jaar was een ongelooflijk jaar voor de Scratch Foundation–we hebben ons gericht op het laten groeien van ons team met opmerkelijke, diverse leiders en het bouwen van een solide basis voor onze voortdurende overgang naar een onafhankelijke organisatie. We hebben een drie-jarig strategisch plan ontwikkeld met de gezamenlijke inspanningen van elk teamlid op elk niveau van onze organisatie, waarin we het werk dat we samen beginnen, vastleggen. Terwijl Scratch groeit, blijven we gefocust op rechtvaardigheid en gemeenschapsvorming, en houden we Scratch een veilige ruimte voor kinderen om contact te maken, te creëren en samen te werken met hun leeftijdsgenoten over de hele wereld.",
    "annualReport.2021.directorsMessageP5": "I can’t thank you enough for embarking on this journey with our team, and for your continued support of our mission. The compassion and creativity of the Scratch Community is endlessly inspiring to us, and we can’t wait for you to join us in the important work ahead of us.",
    "annualReport.2021.EDTitle": "Algemeen directeur, Scratch Foundation",
    "annualReport.2021.watchVideo": "Bekijk de video",
    "annualReport.2021.missionTitle": "Onze missie, visie en waarden",
    "annualReport.2021.missionP1": "We zetten ons in voor rechtvaardigheid in het onderwijs en geven prioriteit aan gelijkheid in alle aspecten van ons werk, met een bijzondere focus op initiatieven en benaderingen die kinderen, gezinnen en leerkrachten ondersteunen die zijn uitgesloten van creatief computergebruik.",
    "annualReport.2021.missionP2": "We hebben Scratch ontwikkeld als een gratis, veilige, speelse leeromgeving die alle kinderen stimuleert om creatief te denken, systematisch te redeneren en samen te werken — essentiële vaardigheden voor iedereen in de huidige samenleving. We werken samen met leerkrachten en gezinnen om kinderen te ondersteunen bij het ontdekken, delen en leren.",
    "annualReport.2021.missionHeader": "Missie",
    "annualReport.2021.missionSubtitle": "Jongeren digitale hulpmiddelen en mogelijkheden bieden om te verbeelden, te creëren, te delen en te leren.",
    "annualReport.2021.visionHeader": "Visie",
    "annualReport.2021.visionSubtitle": "Het verspreiden van creatieve, zorgzame, samenwerkende, rechtvaardige benaderingen van coderen en leren over de hele wereld.",
    "annualReport.2021.valuesHeader": "Waarden",
    "annualReport.2021.valuesSubtitle": "In dit werk laten we ons leiden door onze kernwaarden die onze principes als organisatie en gemeenschap definiëren:",
    "annualReport.2021.creativeExpressionTitle": "Creatieve uitdrukking",
    "annualReport.2021.progressiveImprovementTitle": "Voortschrijdende verbetering",
    "annualReport.2021.EquitableOpportunitiesTitle": "Gelijke kansen",
    "annualReport.2021.playfulEngagementTitle": "Speelse betrokkenheid",
    "annualReport.2021.creativeExpressionDescription": " We are committed to providing everyone with tools and opportunities to express their ideas, their interests, and their authentic selves within a supportive community.",
    "annualReport.2021.progressiveImprovementDescription": "We houden onszelf aan een hoge standaard en streven er altijd naar om elkaar te herhalen, te verbeteren en te inspireren om jonge mensen over de hele wereld en de gemeenschap die ons werk mogelijk maakt, het beste te dienen.",
    "annualReport.2021.EquitableOpportunitiesDescription": "We bouwen een educatieve beweging op met mensen met verschillende achtergronden, zodat we kinderen over de hele wereld kunnen bereiken die zijn uitgesloten van creatieve programmeermogelijkheden.",
    "annualReport.2021.playfulEngagementDescription": "Bij Scratch is spelen een benadering voor het maken, delen, leren en omgaan met de wereld. We moedigen vreugdevolle verkenning, experimenten en samenwerking aan.",
    "annualReport.2021.reachTitle": "Kinderen wereldwijd bereiken",
    "annualReport.2021.reachSubtitle": "Scratch is 's werelds grootste codegemeenschap voor kinderen en tieners, vanaf 8 jaar.",
    "annualReport.2021.reachMillion": "miljoen",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% van 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% van 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% van 2020",
    "annualReport.2021.reachNewUsers": "Nieuwe gebruikers",
    "annualReport.2021.reachProjectsCreated": "Projecten die zijn gemaakt",
    "annualReport.2021.reachProjectCreators": "Mensen die projecten maken",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch is used around the world across {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "more than 200 countries and territories",
    "annualReport.2021.reachSaudiArabiaTitle": "Saoedi-Arabië",
    "annualReport.2021.reachSaudiArabiaDescription": "We zagen in 2021 een enorme groei over de hele wereld, maar we waren verbaasd toen we de groei zagen in Saoedi-Arabië, waar we twee keer zoveel nieuwe gebruikers zagen als het jaar ervoor.",
    "annualReport.2021.reachTranslationTitle": "Scratch is vertaald in 74 talen",
    "annualReport.2021.reachTranslationIncrease": "10 talen van 2020",
    "annualReport.2021.reachTranslationBlurb": "Dankzij vrijwillige vertalers uit de hele wereld.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr is een voorbereidende programmeeromgeving die jonge kinderen (5-7 jaar) in staat stelt om hun eigen interactieve verhalen en spelletjes te maken.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Downloads in 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 million from 2020",
    "annualReport.2021.themesTitle": "Opkomende thema's",
    "annualReport.2021.themesDescription": "Te midden van aanhoudende onzekerheid door COVID-19, bleef Scratch dienen als een belangrijke ruimte voor jonge mensen om contact te maken en samen te creëren. In 2021 hebben we onze inspanningen gericht op het bouwen van een sterke basis om onze groeiende wereldwijde gemeenschap en ons groeiende Scratch-team op billijke wijze te ondersteunen. Ons werk was gecentreerd rond drie hoofdthema's: het bevorderen van de gemeenschap, het vergroten van de toegang en toegankelijkheid en het ontwikkelen van het Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Stemmen en partnerschappen uit de gemeenschap zijn diep verweven in het weefsel van Scratch's geschiedenis. Ze zijn en blijven een integraal onderdeel van het helpen van ons om wereldwijd toegankelijke en rechtvaardige coderingsmogelijkheden te vergroten. In 2021 lanceerden we Scratch Education Collaborative, een initiatief dat zich inzet voor het identificeren en wegnemen van de barrières voor toegang tot creatieve codering die opmerkelijke organisaties over de hele wereld verbindt.",
    "annualReport.2021.SECWhatIs": "Wat is SEC?",
    "annualReport.2021.SECWhatIsP1": "De SEC ondersteunt en betrekt deelnemende organisaties in een tweejarige, gezamenlijke cohortervaring om hun inzet voor en implementatie van rechtvaardige creatieve codering met behulp van Scratch en ScratchJr te versterken.",
    "annualReport.2021.SECWhatIsP2": "Tegen het einde van de cohortervaring zullen organisaties nieuwe partnerschappen met elkaar en met Scratch hebben gevormd en nieuwe modellen hebben ontwikkeld voor op gelijk gerichte creatieve coderingsbronnen.",
    "annualReport.2021.SECWhatIsP3": "Ons werk met de SEC is mogelijk gemaakt dankzij een genereuze subsidie van Google.org. We willen onze dank uitspreken voor hun voortdurende steun aan onze missie.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organisaties",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "landen",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partners",
    "annualReport.2021.SECMapParagraph": "Our first cohort included 41 organizations representing 13 countries around the world, united by their commitment to supporting learners from historically marginalized communities in developing their confidence with creative computing. Their locations are highlighted below:",
    "annualReport.2021.spotlightStory": "Spotlight-verhaal",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bruggen naar de wetenschap; een in Texas gevestigde non-profitorganisatie die wiskunde-, codering- en robotica programma's biedt voor kansarme jongeren; was een van de 41 uitzonderlijke organisaties die zich bij het eerste cohort van Scratch Education Collaborative aansloten.",
    "annualReport.2021.SECSpotlightText2": "In 2021, we supported Bridges to Science in facilitating their first “Hour of Code” workshop with Code.org. The event “Fiestas y Piñatas” attracted over 22,000 teachers and students from Latin America. We also collaborated with Bridges to Science to develop a toolkit of unique resources to meet their community’s needs.",
    "annualReport.2021.SECPullQuote": "Een van de grootste vreugden die we hebben bij het lesgeven aan onze studenten, is dat ze allemaal, hoe stil ze ook zijn, allemaal een stem vinden in de computerwetenschap via Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, Bridges to Science Founder ",
    "annualReport.2021.SECWorkshops": "SEC-workshops",
    "annualReport.2021.SECWorkshopsText": "Vorig jaar organiseerde de Scratch Education Collaborative een reeks workshops die hun eerste cohort ondersteunden bij het definiëren en verkennen van unieke wegen naar rechtvaardige creatieve codering. Workshops werden gefaciliteerd door Stanford d. School, Tinkering Studio, het Braziliaanse Creative Learning Network en Chicago Public Schools CS4ALL. Samen ontwikkelden de deelnemers aan de workshop een gedeeld begrip van creatieve codering en bespraken strategieën en praktijken die cultureel ondersteunende gemeenschappen bevorderen door middel van creatieve communicatie en samenwerking.",
    "annualReport.2021.SECWorkshopsSubtitle": "Hoe kunnen we de lokale gemeenschap op creatieve wijze in staat stellen creatieve codering te verkennen?",
    "annualReport.2021.accessTitle": "toegang",
    "annualReport.2021.accessIntro": "Toen COVID-19 scholen dwong te sluiten en het leren naar virtuele ruimtes duwde, ontdekten veel studenten en docenten Scratch voor de eerste keer of pasten ze de manier aan waarop ze lesgaven en creatief coderen leerden. Vanuit ons eigen huis werkte het Scratch Team om de veranderende behoeften van onderwijzers en de online gemeenschap te ondersteunen.",
    "annualReport.2021.accessASL": "ASL handleiding",
    "annualReport.2021.accessASLText": "In 2021 werkten we samen met Deaf Kids Code om onze eerste tutorial over Amerikaanse gebarentaal in de Scratch Editor te lanceren.",
    "annualReport.2021.accessASLText2": "Samen werden we geïnspireerd om een groenblijvende bron te creëren die de creatieve paden voor dove Scratchers zou uitbreiden.",
    "annualReport.2021.accessASLText3": "De video is een remake van 13 minuten van onze originele “Aan de slag met Scratch”-tutorial die beginners kennis laat maken met het Scratch-platform.",
    "annualReport.2021.accessPullQuote": "Een goede bondgenoot zijn is de bereidheid om te buigen om toegankelijk te zijn en echt gewicht toe te kennen aan de aanbevelingen van organisaties zoals de mijne ... Door te vragen: 'Wat kunnen we doen?' en ons echt de touwtjes in handen te laten nemen en ervoor te gaan, met zeer weinig tot geen weerstand; dat is een zeer zeldzaam iets.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, stichter van Deaf Kids Code ",
    "annualReport.2021.accessDEICommittee": "DEI-commissies bij Scratch",
    "annualReport.2021.accessDEICommitteeText": "In 2021 zijn verschillende commissies bij Scratch begonnen met het werk om Scratch diverser, rechtvaardiger en inclusiever te maken voor alle gebruikers. We zijn verheugd om de voortgang te delen die elke commissie heeft gemaakt en het werk dat nog voor ons ligt.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Toegankelijkheid",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "De Toegankelijkheidscommissie is opgericht als reactie op de eigen moeilijkheid van een lid van het Scratch-team met het gebruik van de coderingsblokken van Scratch en een erkende behoefte om Scratchers van alle niveaus beter te ondersteunen.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "In oktober 2021 lanceerde de commissie een project om de kleur van onze codeerblokken toegankelijk te maken voor  Scratchers met een visuele beperking. De commissie is verheugd om samen te werken met leraren en gemeenschapsorganisaties die gespecialiseerd zijn in toegankelijkheid, zodat de codeerblokken voldoen aan de richtlijnen voor web toegankelijkheid, en nog belangrijker, lagere verdiepingen om Scratch toegankelijker te maken voor iedereen.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Het Global, Justice, Equity, Diversity, and Inclusion (G-JEDI) Committee is opgericht om een gedeelde taal te ontwikkelen die definieert wat diversiteit, gelijkheid en inclusie (DEI) betekent voor het Scratch Team.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "In 2021 begon de commissie aan een DEI-verklaring om de manieren te schetsen waarop DEI het Scratch Team en het huidige werk van het Scratch-team en de gemeenschap heeft geïnformeerd, en hoe het in de toekomst nieuwe initiatieven zal blijven informeren.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Eigen vermogen x ontwerp",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "De EquityXDesign Committee is opgericht als een plek voor Scratch Team-leden en onze medewerkers in de Lifelong Kindergarten-groep van MIT om ideeën over op eigen vermogen gerichte ontwerppraktijken te lezen en te bespreken.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "De gesprekken worden geleid door Sasha Costanza-Chock's “Design Justice: Community-Led Practices to Build the Worlds We Need” en commissieleden bespreken manieren waarop ze op eigen vermogen gerichte ontwerppraktijken kunnen opnemen in de ontwikkeling van Scratch-tools en -bronnen.",
    "annualReport.2021.access10NewLanguages": "10 nieuwe talen",
    "annualReport.2021.access10NewLanguagesText": "Met grote dank aan onze vertaalgemeenschap, hebben we vorig jaar in 74 talen verbinding kunnen maken met Scratchers! In 2021 werden 10 nieuwe talen aan Scratch toegevoegd, waaronder isiXhosa (Zuid-Afrika), Sepedi (Zuid-Afrika), Setswana (Zuid-Afrika), Afrikaans (Zuid-Afrika), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), Kazakh ( Kazachstan), Aragonees (Spanje), West-Fries (Nederland) en Bengaals (Bangladesh, India en andere regio's).",
    "annualReport.2021.accessSouthAfrica": "Nulclassificatie Scratch in Zuid-Afrika",
    "annualReport.2021.accessSouthAfricaText": "Om de Scratch-ervaring voor jongeren in regio's met een lage of geen internetverbinding te verbeteren, zijn we een samenwerking aangegaan met de National Education Collaboration Trust (NECT) van Zuid-Afrika om een nulclassificatie pagina te hosten voor het downloaden van Scratch. Downloads op pagina's met een nulclassificatie verbruiken geen databandbreedte, waardoor de drempel voor toegang tot Scratch vanwege datalimieten en kosten wordt verminderd. Slechts twee maanden na de lancering in april 2021 had de pagina meer dan 1300 bezoekers.",
    "annualReport.2021.accessSnapshot": "Momentopnamen",
    "annualReport.2021.communityTitle": "Gemeenschap",
    "annualReport.2021.communityIntro": "In 2021 bleef de Scratch-gemeenschap snel groeien doordat nog meer jonge mensen over de hele wereld samen met hun leeftijdsgenoten creëerden en contact met elkaar zochten. We zijn ook partnerschappen blijven ontwikkelen met leden van de gemeenschap om de Scratch-ervaring voor onze diverse gebruikersgemeenschap te verbeteren.",
    "annualReport.2021.communityScratchConference": "Scratch-conferentie",
    "annualReport.2021.communityScratchConferenceText1": "In July, educators in our global community came together to celebrate creative coding at the Scratch Conference. This free, virtual event was led by our collaborators at MIT’s Lifelong Kindergarten Group. The conference brought together {more_bold}, who spent the day connecting, collaborating, and learning from one another, even as COVID kept us apart.",
    "annualReport.2021.communityScratchConferenceText1More": "more than 1,500 educators and Scratch enthusiasts",
    "annualReport.2021.communityVolunteerTranslators": "Vrijwillige vertalers",
    "annualReport.2021.communityVolunteerTranslatorsText": "Sinds Scratch in 2007 werd gelanceerd, zetten we ons in om onze gebruikers wereldwijd te ondersteunen. Onze vrijwilligers voor taalvertaling werken nauw samen met het Scratch-team om ons platform en onze bronnen te helpen vertalen en lokaliseren voor de diverse gemeenschappen die we bedienen.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Duizenden vertalers hebben vrijwillig hun tijd gegeven om Scratch in 74 talen te vertalen en dat zijn ze nog steeds, en er zijn momenteel meer dan duizend vertalers aangemeld om Scratch en ScratchJr te vertalen. We zijn onze vrijwilligers dankbaar voor hun hulp om meer Scratchers over de hele wereld te bereiken!",
    "annualReport.2021.communityScratchCommunity": "De Scratch-gemeenschap in 2021",
    "annualReport.2021.communityScratchCommunityIntro": "In 2021 werden er meer dan 113 miljoen projecten gecreëerd op de Scratch-site – bijna een stijging van 39% ten opzichte van 2020 – en werden er meer dan een miljoen nieuwe studio's gecreëerd! Het hele jaar door heeft het Scratch Team talloze studio's gehost om belangrijke evenementen te vieren en Scratchers aan te moedigen deel te nemen aan de online community.",
    "annualReport.2021.yearInReview": "Jaaroverzicht",
    "annualReport.2021.yearInReviewText": "2021 was een opmerkelijk jaar in de online community. Het Community Team benadrukte en ontwikkelde kansen voor jonge mensen om hun ideeën te uiten en op een positieve manier betrokken te raken, en ongelooflijke bewegingen kwamen voort uit Scratchers zelf. Hier is een terugblik op enkele van de hoogtepunten van het jaar:",
    "annualReport.2021.yearInReviewCard1Date": "Januari",
    "annualReport.2021.yearInReviewCard1Title": "Poëtisch café",
    "annualReport.2021.yearInReviewCard1Text": "We “openden” ons allereerste Poetic Cafe waar Scratchers werden uitgenodigd om gedichten te schrijven, te delen of eraan mee te werken om te delen met de gemeenschap.",
    "annualReport.2021.yearInReviewCard2Date": "Februari",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers deelde interactieve kunstwerken, creëerde gedichten, geanimeerde muziekvideo's en meer om invloedrijke mensen en gebeurtenissen in de zwarte geschiedenis te vieren.",
    "annualReport.2021.yearInReviewCard3Date": "April",
    "annualReport.2021.yearInReviewCard3Title": "April Fool’s Day",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers werden gevraagd zich het “geheime leven” van de Scratch Cat voor te stellen en gingen op schattenjacht voor leuke en gekke dingen die verborgen waren rond de Scratch-website.",
    "annualReport.2021.yearInReviewCard4Date": "Mei",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers around the world shared more than 3,500 projects responding to themed prompts like “Cooking With Scratch” and “Ridiculous Inventions” to celebrate Scratch's birthday.",
    "annualReport.2021.yearInReviewCard5Date": "Juni",
    "annualReport.2021.yearInReviewCard5Title": "Pride maand",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers creëerde projecten met alle kleuren van de regenboog om de LGBTQ+-gemeenschap te vieren in de Pride Month-studio.",
    "annualReport.2021.yearInReviewCard6Date": "Augustus",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Kamp",
    "annualReport.2021.yearInReviewCard6Text": "Tijdens dit jaarlijkse evenement van drie weken creëerde Scratchers meer dan 7.000 projecten die ontroerden en raakten, creatieve doe-het-zelf (DIY) ideeën toonden en hun ontdekkingen over de natuurlijke wereld om hen heen deelden.",
    "annualReport.2021.yearInReviewCard7Date": "Oktober",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Twee weken lang creëerde Scratchers projecten waarin ze hun interpretaties van dagelijkse prompts in de Scratchtober-studio demonstreerden. Er zijn meer dan 3.500 projecten gemaakt rond thema's van één woord, zoals onderwater, feest en wezens.",
    "annualReport.2021.yearInReviewCard8Date": "December",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) vond plaats van 6-12 december om computerwetenschap over de hele wereld te vieren. Scratch nam deel aan de week door leden van de gemeenschap aan te moedigen tutorials, studio's en een live-evenement te bekijken dat werd georganiseerd in samenwerking met Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "December",
    "annualReport.2021.yearInReviewCard9Title": "2021: een Scratch jaar in Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "In 2021 leerde Scratchers nieuwe vaardigheden, maakte contact met vrienden over de hele wereld en vonden creatieve manieren om zichzelf te uiten. Meer dan 1.000 Scratchers deelden hun favoriete Scratch-herinneringen en wat Scratch voor hen betekende in de studio 2021: een Scratch Jaar in de Beoordelings Studio",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Met de lancering van Scratch Lab in februari hebben we de deuren van ons ontwikkelingsproces rechtstreeks geopend voor Scratchers over de hele wereld.",
    "annualReport.2021.communityScratchLabText2": "Voordat we beslissen of we nieuwe blokken moeten introduceren in de Scratch-coderingseditor, is het cruciaal om de creatieve, innovatieve en verrassende manieren te zien waarop Scratchers ermee omgaan. Scratch Lab is een sandbox waar iedereen deze nieuwe functies kan uitproberen en, belangrijker nog, zijn gedachten en ideeën rechtstreeks met ons kan delen.",
    "annualReport.2021.communityScratchLabText3": "In 2021 hebben meer dan 500.000 Scratchers de Scratch Lab-site verkend en meer dan 37.000 feedback gegeven.",
    "annualReport.2021.communityScratchLabText4": "Deze feedback is van onschatbare waarde geweest bij het evalueren en ontwikkelen van geanimeerde tekstblokken, Face Sensing-blokken en meer potentiële nieuwe functies.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "abonnees",
    "annualReport.2021.ytData2": "9 million",
    "annualReport.2021.ytData2Sub": "views on videos",
    "annualReport.2021.ytData3Top": "viewers in",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "landen",
    "annualReport.2021.communitySnapshot2Title": "Het Scratch Team op YouTube",
    "annualReport.2021.communitySnapshot2Text": "The Scratch Team YouTube channel reached 100,000 subscribers in 2021— a nearly 500 percent increase from 2020! As students, educators, and families evolved in response to the pandemic, we knew we had to create resources that were reactive to their needs.",
    "annualReport.2021.communitySnapshot2Text2": "These resources include a series of comprehensive Scratch tutorials that guide users through designing stories, games, and animations on Scratch. In 2021, these videos garnered nearly nine million views from viewers in 178 countries.",
    "annualReport.2021.tutorial1": "How to Make an 'About Me'",
    "annualReport.2021.tutorial2": "How to Make a Clicker Game",
    "annualReport.2021.tutorial3": "How to Make a Mouse Trail",
    "annualReport.2021.FounderMessageTitle": "Aanpassen aan een veranderende wereld",
    "annualReport.2021.FounderMessageSubTitle": "Support and Inspiration from a Founding Partner",
    "annualReport.2021.FounderMessageText1": "As you read through this annual report, you’ll learn about many ways that Scratch is expanding creative computing opportunities for millions of young people around the world, especially those from marginalized communities. This global impact is possible because of the tireless work of the growing team of engineers, designers, educators, community moderators, and others at the Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "To continue to grow our efforts and impact, we rely on the generous financial support of an incredible collection of companies, foundations, and individual donors who are aligned with our mission and vision. Here, I want to highlight the support and inspiration we’ve received from one of our Founding Partners: the LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "My research group at the MIT Media Lab started collaborating with the LEGO company and LEGO Foundation more than 30 years ago. LEGO funding helped support our early work on Scratch, leading up to the public launch of Scratch in 2007. Then, when Scratch spun out of MIT into the Scratch Foundation in 2019, the LEGO Foundation provided important funding for the new organization, with a five-year $10 million grant to “support transformative educational change by developing and promoting playful, creative approaches to coding...in diverse economic and cultural contexts.” When the pandemic hit, the LEGO Foundation stepped up with an additional $5 million grant in 2021, to ensure that the Scratch Foundation could meet the needs of children and educators disrupted by the pandemic.",
    "annualReport.2021.FounderMessageText4": "But the LEGO-Scratch connection goes far beyond financial support. The Scratch approach of creating animated stories and games by snapping together graphical programming blocks was inspired, in part, by the way children build LEGO houses and castles by snapping together plastic LEGO bricks. Scratch and LEGO also share the same project-based educational philosophy, encouraging children to iteratively refine their projects by trying out an idea, seeing what happens, then making revisions and trying again.",
    "annualReport.2021.FounderMessageText5": "I’ve always loved the LEGO slogan “Joy of Building, Pride of Creation.” The LEGO Foundation’s deep partnership with the Scratch Foundation is helping to bring “Joy of Building, Pride of Creation” to children’s digital activities. The partnership serves as a model of how organizations with shared ideas and values can work together to catalyze transformational change in learning and education. As the Scratch Foundation continues to build its network of partners and supporters, I look forward to connecting with other organizations to expand creative computing opportunities for children around the world.",
    "annualReport.2021.FounderTitle": "Founder, Scratch Foundation",
    "annualReport.2021.lookingForward": "Looking Forward",
    "annualReport.2021.lookingForwardText1": "In 2021, we outlined a Strategic Framework guiding our major priorities for the next 4 years. We’re focused on these major areas:",
    "annualReport.2021.lookingForwardText2": "We would like to extend a huge thank you to the LEGO Foundation, whose generous COVID Recovery Grant will enable us to carry out this crucial work. We can’t wait to share more with you about the exciting projects we have planned, including updates to the Scratch experience for schools, updates to ScratchJr, and more.",
    "annualReport.2021.LookingForward1": "Strengthening the Scratch Platform and Community Infrastructure",
    "annualReport.2021.LookingForward2": "Expanding Pathways to Creative Learning",
    "annualReport.2021.LookingForward3": "Building Organizational Capacity and Ensuring Fiscal Sustainability",
    "annualReport.2021.supportersTitle": "Dank aan onze supporters",
    "annualReport.2021.supportersIntro": "Dank aan onze genereuze supporters. Jullie bijdrage helpt ons creatieve leermogelijkheden uit te breiden voor kinderen van alle leeftijden, met alle achtergronden, over de hele wereld.",
    "annualReport.2021.ourSupporters": "Our Supporters",
    "annualReport.2021.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2021 to December 31, 2021.",
    "annualReport.2021.supportersFoundingTitle": "Founding Partners — $10,000,000+",
    "annualReport.2021.supportersFoundingText": "We are especially grateful to our Founding Partners who have each provided at least $10,000,000 in cumulative support, since the start of Scratch in 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat Partners — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Imagination Circle — $50 000+",
    "annualReport.2021.supportersInspirationTitle": "Inspiration Circle — $20 000+",
    "annualReport.2021.supportersExplorationTitle": "Exploration Circle — $5 000+",
    "annualReport.2021.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2021.supportersInKindTitle": "In natura supporters",
    "annualReport.2021.leadershipTitle": "Ons team",
    "annualReport.2021.leadershipBoard": "Raad van bestuur",
    "annualReport.2021.leadershipChair": "Voorzitter",
    "annualReport.2021.leadershipProfessor": "Hoogleraar leeronderzoek",
    "annualReport.2021.leadershipViceChair": "Vice voorzitter",
    "annualReport.2021.leadershipCoFounder": "Mede-oprichter en vice voorzitter",
    "annualReport.2021.leadershipBoardMember": "Bestuurslid",
    "annualReport.2021.leadershipPresidentCEO": "President en CEO",
    "annualReport.2021.leadershipFormerPresident": "Voormalig president",
    "annualReport.2021.leadershipFounderCEO": "Oprichter in CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Bestuurssecretaris en penningmeester",
    "annualReport.2021.leadershipBoardSecretary": "Bestuurssecretaris",
    "annualReport.2021.leadershipBoardTreasurer": "Penningmeester van het bestuur",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Executive Director",
    "annualReport.2021.teamThankYou": "Thank you to Mitch Resnick, Natalie Rusk, Rupal Jain, and other collaborators at the Lifelong Kindergarten Group at the MIT Media Lab for your tireless support of Scratch.",
    "annualReport.2021.donateTitle": "Steun ons",
    "annualReport.2021.donateMessage": "Your support enables us to create inspiring, creative, and memorable learning experiences for kids everywhere, especially those who have been systemically excluded from creative coding opportunities. Make a gift to Scratch today to help us keep our servers running, maintain our growing global community, and make creative coding possible for kids in every country around the world.",
    "annualReport.2021.donateMessage2": "Thank you for your generosity.",
    "annualReport.2021.donateButton": "Doneer",
    "annualReport.2021.projectBy": "project by",
    "annualReport.2021.JuneIlloAttr": "Flags by @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses by @Cupwing",
    "annualReport.2021.altMap": "A map of the world showing 41 SEC organizations",
    "annualReport.2021.altSECSpotlightImage": "A child plays with a toy in front of an orange background",
    "annualReport.2021.altAccessibility": "Two people use sign language in front of a green background.",
    "annualReport.2021.altaccessDEICommittee": "A hand holds out a scratch component on a green background.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "A hand paints scratch components on a blue background.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Two hands reach toward a text bubble with a heart inside it.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Two hands work together to compile a list of scratch components.",
    "annualReport.2021.altaccessSouthAfrica": "Two kids, one using a tablet and one using a laptop, work on a scratch project together.",
    "annualReport.2021.altcommunityVolunteerTransators": "Four hands are raised with text bubbles resting on top of them in front of a purple background.",
    "annualReport.2021.altcommunityThankYou": "A globe with a banner across it saying 'Thank you' surrounded by the words for thank you in various languages.",
    "annualReport.2021.altAvatar": "user avatar",
    "annualReport.2021.altDropdownArrow": "Arrow indicating dropdown menu.",
    "annualReport.2021.altMastheadIllustration": "Three people interacting with physical scratch components.",
    "annualReport.2021.altWave": "An emoji hand waving.",
    "annualReport.2021.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2021.altCalendar": "A calendar displaying the year 2021.",
    "annualReport.2021.altWorldVisualization": "An illustrated version of the globe.",
    "annualReport.2021.altSaudiArabiaVisualization": "A bar chart showing that there were more than twice as many new Scratch users in 2021 as there were in 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "A yellow Scratch programming component.",
    "annualReport.2021.altSECVideoPreview": "The Scratch interface appears on the left and a girl signing appears on the right.",
    "annualReport.2021.altScratchJr": "Text reading Scratch jr",
    "annualReport.2021.altHorizontalLoop": "A yellow horizontal Scratch programming component.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Two hands lining up physical Scratch components.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hands reaching up in front of a purple background with text bubbles floating above them.",
    "annualReport.2021.altScratchLogoText": "A green rectangle with the words 'Scratch Lab' writton on it.",
    "annualReport.2021.altScratchLabVideo": "A screenshot of a Scratch project with a play button on top.",
    "annualReport.2021.altHat": "A person wearing a yellow hat and pink heart sunglasses.",
    "annualReport.2021.altScratchText": "A rainbow Scratch component displaying the text, 'Here we go!'",
    "annualReport.2021.altStar": "A girl with a yellow star in front of her face.",
    "annualReport.2021.altMouseTrail": "Multiple cut outs of a squirrel head placed randomly on top of each other.",
    "annualReport.2021.altSECWorkshops": "People playing together",
    "annualReport.2021.altArrowUp": "An arrow pointing up.",
    "annualReport.2021.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2021.altAboutMe": "The words 'About me' placed over an easel, hedgehog, mango, and soccer ball.",
    "annualReport.2021.altClickerGame": "A math game showing an apple, an orange, and a cut up bowl of fruit.",
    "annualReport.2021.altLookingForward1": "Interlocking hexagons displaying a swirl, start, and heart.",
    "annualReport.2021.altLookingForward2": "A sign post with one arrow poining right displaying a swirl and one arrow pointing left displaying a heart.",
    "annualReport.2021.altLookingForward3": "Colorful blocks lined up to create steps with a plant growing on top.",
    "annualReport.2021.altSparkle": "White sparkle decoration",
    "annualReport.2021.altDownArrow": "Purple arrow pointing down",
    "annualReport.2021.altConnectingLine": "A dotted line connecting timeline elements.",
    "annualReport.2021.altApril": "A pen and Scratch components placed on top of a purple background.",
    "annualReport.2021.altJune": "A birthday cake in front of a banner of flags displaying various types of LGBTQ+ pride.",
    "annualReport.2021.altAugust": "A potato, birthday had, and sunglasses on top of a purple background.",
    "annualReport.2021.altCard1": "A colorful blob floats in front of a black and gray background next to the words 'A dream In a world of nightmares.'",
    "annualReport.2021.altCard2": "A black woman is wearing a yellow headband and gold hoop earrings.",
    "annualReport.2021.altCard3": "The scratch cat mascot swings in front of buildings accompanied by text reading 'I think Scratch Cat is a superhero.'",
    "annualReport.2021.altCard5": "A smiling block stands next to a text bubble reading 'no matter how anyone dresses, what pronouns they use, or who they love, you should always respect them!'",
    "annualReport.2021.altCard6": "A potato wearing sunglasses sits in front of a purple background.",
    "annualReport.2021.altCard7": "A colorful birthday hat sits on top of a neon cube.",
    "annualReport.2021.altCard9": "'2022' sits in front of a rainbow of ovals.",
    "annualReport.2021.altDonateIllustration": "Two hands form the shape of a heart with their fingers inside of a cut out heart shape."
}