{
    "annualReport.2021.subnavFoundersMessage": "Wiadomość założyciela",
    "annualReport.2021.subnavMission": "Misja",
    "annualReport.2021.subnavReach": "Zasięg",
    "annualReport.2021.subnavThemes": "Motywy",
    "annualReport.2021.subnavDirectorsMessage": "Wiadomość Dyrektora",
    "annualReport.2021.subnavSupporters": "Darczyńcy",
    "annualReport.2021.subnavTeam": "Zespół",
    "annualReport.2021.subnavDonate": "Przekaż darowiznę",
    "annualReport.2021.mastheadYear": "Roczny raport 2021",
    "annualReport.2021.mastheadTitle": "Wspólne budowanie sprawiedliwej społeczności",
    "annualReport.2021.directorsMessageTitle": "Wiadomość od naszego Dyrektora wykonawczego",
    "annualReport.2021.directorsMessageP1": "W 2021 roku COVID-19 nadal zakłócał nasze rutynowe czynności i kształtował sposób, w jaki wchodzimy w interakcje. Nawet gdy zaczęliśmy się gromadzić, szkoły zostały ponownie otwarte i pojawiły się wezwania do „powrotu do normalności”, najbardziej narażeni członkowie naszego społeczeństwa pozostawali nieproporcjonalnie dotknięci niesprawiedliwymi strukturami, które zaostrzyły COVID-19. Kryzys związany z COVID-19 ukształtował relacje młodych ludzi ze Scratchem i ugruntował Scratch jako ważniejsze niż kiedykolwiek miejsce, w którym mogą tworzyć, uczyć się i łączyć. Ale gdy weszliśmy w nowy rok, nie zostawiliśmy za sobą naszych najsłabszych młodych ludzi, którzy zaczęli poruszać się po „nowej normalności”.",
    "annualReport.2021.directorsMessageP2": "Jedną z podstawowych wartości Scratch zawsze było umożliwienie młodym ludziom odkrywania, tworzenia, zabawy i odkrywania możliwości —, które nie są zapewnione wszystkim uczniom w sposób sprawiedliwy.",
    "annualReport.2021.directorsMessagePullquote": "Wierzymy w transformacyjną moc wyrażania siebie i kreatywności oraz w zapewnienie młodym ludziom przestrzeni do korzystania z kreatywnego kodowania jako narzędzia do podnoszenia głosu.",
    "annualReport.2021.directorsMessageP3": "Z dumą pełnię funkcję dyrektora wykonawczego Fundacji Scratch w tym kluczowym momencie w naszej historii i będę nadal szerzył opiekę Scratch, wspólne podejście do kreatywnego uczenia się dla dzieci na całym świecie, które najbardziej potrzebują tych możliwości.",
    "annualReport.2021.directorsMessageP4": "Ubiegły rok był niesamowity dla Fundacji Scratch – skupiliśmy się na powiększeniu naszego zespołu o niezwykłych, różnorodnych liderów i zbudowaniu solidnych podstaw dla naszego dalszego przejścia do niezależnej organizacji. Opracowaliśmy trzyletni plan strategiczny wspólnym wysiłkiem każdego członka zespołu na każdym poziomie naszej organizacji, kodyfikując pracę, którą wspólnie podejmujemy. Gdy Scratch się rozwija, nadal koncentrujemy się na równości i budowaniu społeczności oraz utrzymywaniu Scratch jako bezpiecznej przestrzeni dla dzieci do łączenia się, tworzenia i współpracy z rówieśnikami z całego świata.",
    "annualReport.2021.directorsMessageP5": "Nie mogę ci wystarczająco podziękować za wyruszenie w tę podróż z naszym zespołem i za nieustające wsparcie naszej misji. Współczucie i kreatywność społeczności Scratch są dla nas nieskończoną inspiracją i nie możemy się doczekać, aż dołączysz do nas w ważnej pracy, która nas czeka.",
    "annualReport.2021.EDTitle": "Dyrektor wykonawczy Fundacji Scratch",
    "annualReport.2021.watchVideo": "Obejrzyj film",
    "annualReport.2021.missionTitle": "Nasza misja, wizja i wartości",
    "annualReport.2021.missionP1": "Zobowiązujemy się do sprawiedliwości edukacyjnej i priorytetowego traktowania równości we wszystkich aspektach naszej pracy, ze szczególnym naciskiem na inicjatywy i podejścia wspierające dzieci, rodziny i nauczycieli, którzy zostali wykluczeni z kreatywnej informatyki.",
    "annualReport.2021.missionP2": "Opracowaliśmy Scratch jako bezpłatne, bezpieczne i pełne zabawy środowisko do nauki, które angażuje wszystkie dzieci w kreatywne myślenie, systematyczne rozumowanie i współpracę — umiejętności niezbędne każdemu w dzisiejszym społeczeństwie. Współpracujemy z nauczycielami i rodzinami, aby wspierać dzieci w odkrywaniu, udostępnianiu i uczeniu się.",
    "annualReport.2021.missionHeader": "Misja",
    "annualReport.2021.missionSubtitle": "Zapewnienie młodym ludziom cyfrowych narzędzi i możliwości do wyobrażania sobie, tworzenia, udostępniania i uczenia się.",
    "annualReport.2021.visionHeader": "Wizja",
    "annualReport.2021.visionSubtitle": "Rozpowszechnianie kreatywnego, opiekuńczego, opartego na współpracy, sprawiedliwego podejścia do kodowania i uczenia się na całym świecie.",
    "annualReport.2021.valuesHeader": "Wartości",
    "annualReport.2021.valuesSubtitle": "W tej pracy kierujemy się naszymi podstawowymi wartościami, które definiują nasze zasady jako organizacji i społeczności:",
    "annualReport.2021.creativeExpressionTitle": "Twórcza ekspresja",
    "annualReport.2021.progressiveImprovementTitle": "Postępująca poprawa",
    "annualReport.2021.EquitableOpportunitiesTitle": "Równe szanse",
    "annualReport.2021.playfulEngagementTitle": "Zabawne zaangażowanie",
    "annualReport.2021.creativeExpressionDescription": "Zależy nam na zapewnieniu wszystkim narzędzi i możliwości wyrażania swoich pomysłów, zainteresowań i autentyczności w wspierającej społeczności.",
    "annualReport.2021.progressiveImprovementDescription": "Trzymamy się wysokich standardów i zawsze staramy się wprowadzać nowe rozwiązania, ulepszać i inspirować się nawzajem, aby jak najlepiej służyć młodym ludziom na całym świecie i społeczności, dzięki której nasza praca jest możliwa.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Budujemy ruch edukacyjny obejmujący ludzi z różnych środowisk, abyśmy mogli dotrzeć do dzieci na całym świecie, które zostały wykluczone z możliwości kreatywnego kodowania.",
    "annualReport.2021.playfulEngagementDescription": "W Scratch zabawa jest podejściem do tworzenia, dzielenia się, uczenia się i angażowania się w świat. Zachęcamy do radosnej eksploracji, eksperymentowania i współpracy.",
    "annualReport.2021.reachTitle": "Docieranie do dzieci na całym świecie",
    "annualReport.2021.reachSubtitle": "Scratch to największa na świecie społeczność programistów dla dzieci i nastolatków w wieku od 8 lat.",
    "annualReport.2021.reachMillion": "milionów",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% od 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% od 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% od 2020",
    "annualReport.2021.reachNewUsers": "Nowych Użytkowników",
    "annualReport.2021.reachProjectsCreated": "Stworzonych Projektów",
    "annualReport.2021.reachProjectCreators": "Osób tworzących projekty",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch jest używany na całym świecie {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "w ponad 200 krajach i terytoriach",
    "annualReport.2021.reachSaudiArabiaTitle": "Arabia Saudyjska",
    "annualReport.2021.reachSaudiArabiaDescription": "W 2021 roku zaobserwowaliśmy ogromny wzrost na całym świecie, ale byliśmy zdumieni widząc wzrost w Arabii Saudyjskiej, gdzie odnotowaliśmy dwa razy więcej nowych użytkowników niż rok wcześniej.",
    "annualReport.2021.reachTranslationTitle": "Scratch jest przetłumaczony na 74 języki",
    "annualReport.2021.reachTranslationIncrease": "10 języków od 2020",
    "annualReport.2021.reachTranslationBlurb": "Podziękowania dla tłumaczy-wolontariuszy z całego świata.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr to wprowadzające środowisko programistyczne, które umożliwia małym dzieciom (w wieku 5-7 lat) tworzenie własnych interaktywnych historii i gier.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Pobrań w 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 miliony od 2020",
    "annualReport.2021.themesTitle": "Pojawiające się motywy",
    "annualReport.2021.themesDescription": "Wśród ciągłej niepewności związanej z COVID-19 Scratch nadal służył jako kluczowa przestrzeń dla młodych ludzi do łączenia się i wspólnego tworzenia. W 2021 roku skupiliśmy nasze wysiłki na zbudowaniu mocnych podstaw, aby sprawiedliwie wspierać naszą rosnącą globalną społeczność i nasz rosnący zespół Scratch. Nasza praca koncentrowała się wokół trzech głównych tematów: wspieranie społeczności, zwiększanie dostępu i dostępności oraz rozwój Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Głosy społeczności i partnerstwa są głęboko wplecione w historię Scratcha. Mają i nadal są integralną częścią pomagania nam zwiększać dostępne i sprawiedliwe możliwości kodowania na całym świecie. W 2021 roku uruchomiliśmy Scratch Education Collaborative, inicjatywę mającą na celu identyfikację i eliminację barier w dostępie do kreatywnego kodowania, która łączy niezwykłe organizacje na całym świecie.",
    "annualReport.2021.SECWhatIs": "Co to jest SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC wspiera i angażuje uczestniczące organizacje w dwuletnie wspólne doświadczenie kohortowe, aby wzmocnić ich zaangażowanie i wdrażanie sprawiedliwego kreatywnego kodowania przy użyciu Scratch i ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Pod koniec doświadczenia kohortowego organizacje nawiążą nowe partnerstwa między sobą i ze Scratchem oraz ustanowią nowe modele kreatywnych zasobów kodowania skoncentrowanych na kapitale.",
    "annualReport.2021.SECWhatIsP3": "Nasza współpraca z SEC jest możliwa dzięki hojnemu grantowi od Google.org. Chcielibyśmy wyrazić naszą wdzięczność za nieustające wsparcie naszej misji.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizacji",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "państw",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partnerów",
    "annualReport.2021.SECMapParagraph": "Nasza pierwsza kohorta obejmowała 41 organizacji reprezentujących 13 krajów na całym świecie, zjednoczonych zaangażowaniem we wspieranie uczniów z historycznie zmarginalizowanych społeczności w rozwijaniu ich pewności siebie w zakresie kreatywnej informatyki. Ich lokalizacje zaznaczono poniżej:",
    "annualReport.2021.spotlightStory": "Opowieść w centrum uwagi",
    "annualReport.2021.SECSpotlightTitle": "Mosty do wiedzy",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Mosty do nauki; organizacja non-profit z siedzibą w Teksasie, oferująca programy z matematyki, kodowania i robotyki dla młodzieży z problemami; była jedną z 41 wyjątkowych organizacji, które dołączyły do pierwszej kohorty Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "W 2021 roku wsparliśmy Bridges to Science w ułatwieniu ich pierwszych warsztatów „Godzina kodowania” z Code.org. Wydarzenie „Fiestas y Piñatas” przyciągnęło ponad 22 000 nauczycieli i uczniów z Ameryki Łacińskiej. Współpracowaliśmy również z Bridges to Science, aby opracować zestaw unikalnych zasobów, aby zaspokoić potrzeby ich społeczności.",
    "annualReport.2021.SECPullQuote": "Jedną z największych radości, jakie daje nam nauczanie naszych uczniów, jest to, że każdy z nich, bez względu na to, jak cichy jest, odnajduje głos w informatyce poprzez Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  Założycielka Mostów do Wiedzy",
    "annualReport.2021.SECWorkshops": "Warsztaty SEC",
    "annualReport.2021.SECWorkshopsText": "W zeszłym roku Scratch Education Collaborative zorganizowało serię warsztatów, które wspierały ich inauguracyjną kohortę w definiowaniu i odkrywaniu unikalnych ścieżek do sprawiedliwego, kreatywnego kodowania. Warsztaty poprowadził Stanford d. School, Tinkering Studio, Brazilian Creative Learning Network i Chicagowskie szkoły publiczne CS4ALL. Uczestnicy warsztatów wspólnie rozwinęli wspólne rozumienie kreatywnego kodowania oraz omówili strategie i praktyki, które wspierają kulturowo podtrzymujące społeczności poprzez kreatywną komunikację i współpracę.",
    "annualReport.2021.SECWorkshopsSubtitle": "Jak możemy twórczo wzmocnić lokalną społeczność w odkrywaniu kreatywnego kodowania?",
    "annualReport.2021.accessTitle": "Dostęp",
    "annualReport.2021.accessIntro": "Gdy COVID-19 wymusił zamknięcie szkół i przeniósł naukę do przestrzeni wirtualnych, wielu uczniów i nauczycieli odkrywało Scratch po raz pierwszy lub dostosowywało sposób, w jaki nauczali i uczyli się kreatywnego kodowania. W naszych domach Zespół Scratch pracował nad wspieraniem zmieniających się potrzeb nauczycieli i społeczności internetowej.",
    "annualReport.2021.accessASL": "Samouczek ASL",
    "annualReport.2021.accessASLText": "W 2021 roku nawiązaliśmy współpracę z Deaf Kids Code, aby uruchomić nasz pierwszy samouczek amerykańskiego języka migowego w edytorze Scratch.",
    "annualReport.2021.accessASLText2": "Wspólnie zainspirowaliśmy się do stworzenia wiecznie zielonego zasobu, który rozszerzyłby kreatywne ścieżki dla niesłyszących Drapaczy.",
    "annualReport.2021.accessASLText3": "Film jest 13-minutową przeróbką naszego oryginalnego samouczka „Pierwsze kroki ze Scratch”, który wprowadza początkujących w platformę Scratch.",
    "annualReport.2021.accessPullQuote": "Bycie dobrym sprzymierzeńcem to gotowość do bycia dostępnym i rzeczywistego uwzględniania zaleceń organizacji takich jak moja… Pytanie „Co możemy zrobić?” i naprawdę pozwolenie nam przejąć stery i działać, z bardzo niewielki lub żaden opór; to bardzo rzadka rzecz.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, założycielka Deaf Kids Code",
    "annualReport.2021.accessDEICommittee": "Komitety DEI w Scratch",
    "annualReport.2021.accessDEICommitteeText": "W 2021 roku kilka komitetów w Scratch rozpoczęło prace nad tym, aby Scratch był bardziej zróżnicowany, sprawiedliwy i integracyjny dla wszystkich użytkowników. Cieszymy się, że możemy podzielić się postępami poczynionymi przez każdą komisję i pracami, które są jeszcze przed nami.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Dostępność",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Komisja ds. Dostępności została utworzona w odpowiedzi na trudności jednego członka Zespołu Scratch w używaniu bloków kodowania Scratch i uznaną potrzebę lepszego wspierania Scratchers o różnych umiejętnościach.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "W październiku 2021 r. komisja uruchomiła projekt mający na celu udostępnienie koloru naszych bloków kodujących drapakom z wadami wzroku. Komitet jest podekscytowany współpracą z nauczycielami i organizacjami społecznymi specjalizującymi się w ułatwieniach dostępu, tak aby bloki kodujące spełniały wytyczne dotyczące dostępności sieci, a co ważniejsze, niższe piętra, aby Scratch był bardziej dostępny dla wszystkich.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Globalny Komitet ds. Sprawiedliwości, Równości, Różnorodności i Włączenia (G-JEDI) został utworzony w celu opracowania wspólnego języka, który określa znaczenie różnorodności, równości i integracji (DEI) dla Zespołu Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "W 2021 roku komisja rozpoczęła prace nad oświadczeniem DEI, aby nakreślić, w jaki sposób DEI informowało Zespół Scratch oraz przeszłą i obecną pracę społeczności, a także w jaki sposób będzie nadal informować o nowych inicjatywach w przyszłości.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Kapitał własny x projekt",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Komitet EquityXDesign został stworzony jako miejsce, w którym członkowie Scratch Team i nasi współpracownicy z grupy Lifelong Kindergarten MIT mogą czytać i omawiać pomysły dotyczące praktyk projektowych zorientowanych na kapitał.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Rozmowy prowadzone są na podstawie książki Sashy Costanza-Chock „Design Justice: Community-Led Practices to Build the Worlds We Need”, a członkowie komitetu omawiają sposoby, w jakie mogą włączyć praktyki projektowe skoncentrowane na równości w rozwoju narzędzi i zasobów Scratch.",
    "annualReport.2021.access10NewLanguages": "10 Nowych Języków",
    "annualReport.2021.access10NewLanguagesText": "Dzięki ogromnej wdzięczności naszej społeczności tłumaczy udało nam się w zeszłym roku połączyć ze Scratchers w 74 językach! W 2021 roku do Scratch dodano 10 nowych języków, w tym isiXhosa (Republika Południowej Afryki), Sepedi (Republika Południowej Afryki), Setswana (Republika Południowej Afryki), Afrikaans (Republika Południowej Afryki), Kichwa (Peru), ଓଡ଼ିଆ/Odia (Indie), Kazachski ( Kazachstan), aragoński (Hiszpania), zachodniofryzyjski (Holandia) i bengalski (Bangladesz, Indie i inne regiony).",
    "annualReport.2021.accessSouthAfrica": "Scratch o zerowej ocenie w RPA",
    "annualReport.2021.accessSouthAfricaText": "Aby ulepszyć korzystanie ze Scratch dla młodych ludzi w regionach o słabym lub zerowym połączeniu z Internetem, nawiązaliśmy współpracę z National Education Collaboration Trust (NECT) z Republiki Południowej Afryki, aby udostępnić stronę z zerową oceną umożliwiającą pobieranie Scratch. Pobieranie na stronach z oceną zerową nie zużywa przepustowości danych, zmniejszając barierę dostępu do Scratch ze względu na limity danych i koszty. Zaledwie dwa miesiące po uruchomieniu w kwietniu 2021 r. stronę odwiedziło ponad 1300 osób.",
    "annualReport.2021.accessSnapshot": "Migawki",
    "annualReport.2021.communityTitle": "Społeczność",
    "annualReport.2021.communityIntro": "W 2021 r. społeczność Scratch nadal szybko się rozwijała, ponieważ coraz więcej młodych ludzi na całym świecie tworzyło i łączyło się ze swoimi rówieśnikami. Kontynuowaliśmy również rozwijanie partnerstwa z członkami społeczności, aby ulepszyć doświadczenie Scratch dla naszej zróżnicowanej społeczności użytkowników.",
    "annualReport.2021.communityScratchConference": "Konferencja Scratcha",
    "annualReport.2021.communityScratchConferenceText1": "W lipcu edukatorzy z naszej globalnej społeczności spotkali się, aby świętować kreatywne kodowanie na konferencji Scratch. To bezpłatne, wirtualne wydarzenie było prowadzone przez naszych współpracowników z MIT’s Lifelong Kindergarten Group. Konferencja zgromadziła {more_bold}, którzy spędzili dzień łącząc się, współpracując i ucząc się od siebie nawzajem, mimo że COVID nas dzielił. ",
    "annualReport.2021.communityScratchConferenceText1More": "ponad 1,500 nauczycieli i entuzjastów Scratcha",
    "annualReport.2021.communityVolunteerTranslators": "Tłumacze-wolontariusze",
    "annualReport.2021.communityVolunteerTranslatorsText": "Odkąd Scratch został uruchomiony w 2007 roku, jesteśmy zaangażowani we wspieranie naszych użytkowników na całym świecie. Nasi wolontariusze zajmujący się tłumaczeniami językowymi ściśle współpracują z zespołem Scratch, aby pomóc w tłumaczeniu i lokalizowaniu naszej platformy i zasobów dla różnych społeczności, którym służymy.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Tysiące tłumaczy poświęciło swój czas, aby przetłumaczyć Scratch na 74 języki i ta liczba wciąż rośnie, a obecnie ponad tysiąc tłumaczy zapisało się do tłumaczenia Scratch i ScratchJr. Jesteśmy wdzięczni naszym wolontariuszom za pomoc w dotarciu do większej liczby Scratcherów na całym świecie!",
    "annualReport.2021.communityScratchCommunity": "Społeczność Scratch w 2021 roku",
    "annualReport.2021.communityScratchCommunityIntro": "W 2021 roku na stronie Scratch powstało ponad 113 milionów projektów – prawie 39% wzrost w stosunku do 2020 roku – i powstało ponad milion nowych studiów! Przez cały rok Scratch Team gościł liczne studia, aby uczcić ważne wydarzenia i zachęcić Scratchers do udziału w społeczności internetowej.",
    "annualReport.2021.yearInReview": "Podsumowanie roku",
    "annualReport.2021.yearInReviewText": "Rok 2021 był niezwykłym rokiem w społeczności internetowej. Zespół ds. Społeczności zwrócił uwagę i opracował możliwości dla młodych ludzi do wyrażania swoich pomysłów i angażowania się w pozytywne sposoby, a niesamowite ruchy wyrosły z samych Scratchers. Oto spojrzenie wstecz na niektóre z najważniejszych wydarzeń roku:",
    "annualReport.2021.yearInReviewCard1Date": "Styczeń",
    "annualReport.2021.yearInReviewCard1Title": "Kawiarnia Poetycka",
    "annualReport.2021.yearInReviewCard1Text": "„Otworzyliśmy” naszą pierwszą kawiarnię poetycką, w której Scratchers zostali zaproszeni do pisania, udostępniania lub współpracy nad wierszami do dzielenia się ze społecznością.",
    "annualReport.2021.yearInReviewCard2Date": "Luty",
    "annualReport.2021.yearInReviewCard2Title": "Studio Miesiąca Czarnej Historii",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers udostępniali interaktywne grafiki, tworzyli wiersze, animowane teledyski i nie tylko, aby uczcić wpływowych ludzi i wydarzenia w historii Czarnych.",
    "annualReport.2021.yearInReviewCard3Date": "Kwiecień",
    "annualReport.2021.yearInReviewCard3Title": "Dzień Prima Aprillis",
    "annualReport.2021.yearInReviewCard3Text": "Scratcheri zostały poproszone o wyobrażenie sobie „Sekretnego życia” kota Scratch i wyruszyły na poszukiwanie zabawnych i głupich rzeczy ukrytych na stronie Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Maj",
    "annualReport.2021.yearInReviewCard4Title": "Tydzień Scratcha",
    "annualReport.2021.yearInReviewCard4Text": "Scratcherzy z całego świata udostępnili ponad 3500 projektów odpowiadających na podpowiedzi tematyczne, takie jak „Gotowanie ze Scratch” i „Ridiculous Inventions”, aby uczcić urodziny Scratcha.",
    "annualReport.2021.yearInReviewCard5Date": "Czerwiec",
    "annualReport.2021.yearInReviewCard5Title": "Miesiąc Dumy",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers stworzyli projekty wykorzystujące wszystkie kolory tęczy, aby uczcić społeczność LGBTQ+ w studiu Pride Month.",
    "annualReport.2021.yearInReviewCard6Date": "Sierpień",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard6Text": "Podczas tego corocznego trzytygodniowego wydarzenia Scratchers stworzyli ponad 7000 poruszających się i żłobionych projektów, prezentowali kreatywne pomysły typu „zrób to sam” (zrób to sam) i dzielili się swoimi odkryciami na temat otaczającego ich świata przyrody.",
    "annualReport.2021.yearInReviewCard7Date": "Październik",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtoździernik",
    "annualReport.2021.yearInReviewCard7Text": "Przez dwa tygodnie Scratchers tworzyli projekty prezentujące ich interpretacje codziennych podpowiedzi w studio Scratchtober. Stworzono ponad 3500 projektów opartych na pojedynczych słowach, takich jak podwodny świat, świętowanie i stworzenia.",
    "annualReport.2021.yearInReviewCard8Date": "Grudzień",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Tydzień Edukacji Informatycznej (CSEdWeek) odbył się w dniach 6-12 grudnia, aby uczcić informatykę na całym świecie. Scratch uczestniczył w tym tygodniu, zachęcając członków społeczności do sprawdzania samouczków, studiów i wydarzenia na żywo zorganizowanego we współpracy z Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Grudzień",
    "annualReport.2021.yearInReviewCard9Title": "2021: Scratch Year w Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "W 2021 roku Scratchers nauczył się nowych umiejętności, nawiązał kontakt z przyjaciółmi z całego świata i znalazł kreatywne sposoby wyrażania siebie. Ponad 1000 Scratcherów podzieliło się swoimi ulubionymi wspomnieniami ze Scratch i tym, co Scratch dla nich znaczył w studiu 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Wraz z uruchomieniem Scratch Lab w lutym otworzyliśmy drzwi naszego procesu rozwoju bezpośrednio dla Scratchers na całym świecie.",
    "annualReport.2021.communityScratchLabText2": "Zanim zdecydujemy, czy powinniśmy wprowadzić nowe bloki do edytora kodowania Scratch, ważne jest, aby zobaczyć kreatywne, innowacyjne i zaskakujące sposoby interakcji Scratcherów z nimi. Scratch Lab to piaskownica, w której każdy może wypróbować nowe funkcje i, co najważniejsze, bezpośrednio podzielić się z nami swoimi przemyśleniami i pomysłami.",
    "annualReport.2021.communityScratchLabText3": "Ponad 500 000 Scratcherów odwiedziło witrynę Scratch Lab w 2021 roku i przesłali ponad 37 000 opinii.",
    "annualReport.2021.communityScratchLabText4": "Te opinie były nieocenione podczas oceny i opracowywania bloków tekstu animowanego, bloków rozpoznawania twarzy i innych potencjalnych nowych funkcji.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "subskrybentów",
    "annualReport.2021.ytData2": "9 milionów",
    "annualReport.2021.ytData2Sub": "wyświetleń filmów",
    "annualReport.2021.ytData3Top": "widzowie ze",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "państw",
    "annualReport.2021.communitySnapshot2Title": "Zespół Scratcha na YouTube",
    "annualReport.2021.communitySnapshot2Text": "Kanał Scratch Team na YouTube osiągnął 100 000 subskrybentów w 2021 r. — prawie 500-procentowy wzrost w stosunku do 2020 r.! Ponieważ uczniowie, nauczyciele i rodziny ewoluowały w odpowiedzi na pandemię, wiedzieliśmy, że musimy stworzyć zasoby reagujące na ich potrzeby.",
    "annualReport.2021.communitySnapshot2Text2": "Zasoby te obejmują serię obszernych samouczków Scratch, które prowadzą użytkowników przez proces projektowania historii, gier i animacji w Scratch. W 2021 roku filmy te uzyskały prawie dziewięć milionów wyświetleń od widzów w 178 krajach.",
    "annualReport.2021.tutorial1": "Jak zrobić „O mnie”",
    "annualReport.2021.tutorial2": "Jak zrobić grę Clicker",
    "annualReport.2021.tutorial3": "Jak zrobić ślad myszy",
    "annualReport.2021.FounderMessageTitle": "Wiadomość od naszego Założyciela",
    "annualReport.2021.FounderMessageSubTitle": "Wsparcie i inspiracja od partnera założyciela",
    "annualReport.2021.FounderMessageText1": "Czytając ten roczny raport, dowiesz się o wielu sposobach, w jakie Scratch poszerza możliwości kreatywnego przetwarzania danych dla milionów młodych ludzi na całym świecie, zwłaszcza tych z marginalizowanych społeczności. Ten globalny wpływ jest możliwy dzięki niestrudzonej pracy rosnącego zespołu inżynierów, projektantów, edukatorów, moderatorów społeczności i innych osób w Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Aby nadal zwiększać nasze wysiłki i wpływ, polegamy na hojnym wsparciu finansowym niesamowitej kolekcji firm, fundacji i indywidualnych darczyńców, którzy są zgodni z naszą misją i wizją. W tym miejscu chcę podkreślić wsparcie i inspirację, jakie otrzymaliśmy od jednego z naszych partnerów założycieli: Fundacji LEGO.",
    "annualReport.2021.FounderMessageText3": "Moja grupa badawcza w MIT Media Lab rozpoczęła współpracę z firmą LEGO i LEGO Foundation ponad 30 lat temu. Fundusze LEGO pomogły nam wesprzeć naszą wczesną pracę nad Scratch, prowadzącą do publicznej premiery Scratch w 2007 roku. Następnie, kiedy Scratch wydzielił się z MIT do Fundacji Scratch w 2019 roku, Fundacja LEGO zapewniła ważne fundusze dla nowej organizacji, z pięcioma roczny grant w wysokości 10 milionów dolarów na „wspieranie przełomowych zmian w edukacji poprzez rozwijanie i promowanie zabawnego, kreatywnego podejścia do kodowania… w różnych kontekstach ekonomicznych i kulturowych”. Gdy wybuchła pandemia, Fundacja LEGO w 2021 r. przekazała dodatkową dotację w wysokości 5 milionów dolarów, aby Fundacja Scratch mogła zaspokoić potrzeby dzieci i nauczycieli, których dotknęła pandemia.",
    "annualReport.2021.FounderMessageText4": "Ale połączenie LEGO-Scratch wykracza daleko poza wsparcie finansowe. Podejście Scratch do tworzenia animowanych opowieści i gier poprzez łączenie graficznych bloków programistycznych zostało częściowo zainspirowane sposobem, w jaki dzieci budują domy i zamki LEGO, łącząc ze sobą plastikowe klocki LEGO. Scratch i LEGO mają również tę samą filozofię edukacyjną opartą na projektach, zachęcając dzieci do iteracyjnego udoskonalania swoich projektów poprzez wypróbowywanie pomysłu, obserwowanie, co się stanie, a następnie wprowadzanie poprawek i ponawianie prób.",
    "annualReport.2021.FounderMessageText5": "Zawsze podobał mi się slogan LEGO „Radość budowania, duma tworzenia”. Głębokie partnerstwo Fundacji LEGO z Fundacją Scratch pomaga wprowadzić „radość budowania, dumę tworzenia” do cyfrowych zajęć dzieci. Partnerstwo służy jako model tego, jak organizacje o wspólnych ideach i wartościach mogą współpracować, aby katalizować zmiany transformacyjne w uczeniu się i edukacji. Ponieważ Fundacja Scratch nadal buduje swoją sieć partnerów i zwolenników, nie mogę się doczekać nawiązania kontaktu z innymi organizacjami w celu rozszerzenia kreatywnych możliwości komputerowych dla dzieci na całym świecie.",
    "annualReport.2021.FounderTitle": "Założyciel, Fundacja Scratcha",
    "annualReport.2021.lookingForward": "Oczekiwanie na coś",
    "annualReport.2021.lookingForwardText1": "W 2021 roku nakreśliliśmy ramy strategiczne, które wyznaczają nasze główne priorytety na kolejne 4 lata. Skupiamy się na tych głównych obszarach:",
    "annualReport.2021.lookingForwardText2": "Chcielibyśmy serdecznie podziękować Fundacji LEGO, której hojny grant na odbudowę po COVID umożliwi nam wykonanie tej kluczowej pracy. Nie możemy się doczekać, aby podzielić się z Wami informacjami o ekscytujących projektach, które zaplanowaliśmy, w tym o aktualizacjach środowiska Scratch dla szkół, aktualizacjach ScratchJr i nie tylko.",
    "annualReport.2021.LookingForward1": "Wzmocnienie Platformy Scratch i Infrastruktury Społecznościowej",
    "annualReport.2021.LookingForward2": "Rozszerzanie ścieżek do kreatywnego uczenia się",
    "annualReport.2021.LookingForward3": "Budowanie potencjału organizacyjnego i zapewnianie stabilności finansowej",
    "annualReport.2021.supportersTitle": "Dziękujemy Naszym Wspierającym",
    "annualReport.2021.supportersIntro": "Dziękujemy naszym hojnym darczyńcom. Twój wkład pomaga nam poszerzać możliwości kreatywnej nauki dla dzieci w każdym wieku, ze wszystkich środowisk, na całym świecie.",
    "annualReport.2021.ourSupporters": "Nasi Darczyńcy",
    "annualReport.2021.ourSupportersText": "Chcemy podziękować wszystkim zwolennikom Scratcha, którzy przez lata pomagali nam w niesamowitych doświadczeniach edukacyjnych dla milionów młodych ludzi na całym świecie. Poniższa lista opiera się na dawaniu Scratch Foundation od 1 stycznia 2021 do 31 grudnia 2021.",
    "annualReport.2021.supportersFoundingTitle": "Partnerzy założyciele — ponad 10 000 000 USD",
    "annualReport.2021.supportersFoundingText": "Jesteśmy szczególnie wdzięczni naszym Partnerom Założycielom, z których każdy zapewnił łącznie co najmniej 10 000 000 dolarów wsparcia od początku Scratch w 2003 roku.",
    "annualReport.2021.supportersCatPartnersTitle": "Partnerzy Scratch Cat — ponad 1 000 000 USD",
    "annualReport.2021.supportersCreativityTitle": "Krąg kreatywności — ponad 250 000 USD",
    "annualReport.2021.supportersCollaborationTitle": "Krąg współpracy — ponad 100 000 USD",
    "annualReport.2021.supportersImaginationTitle": "Krąg wyobraźni — ponad 50 000 USD",
    "annualReport.2021.supportersInspirationTitle": "Koło inspiracji — ponad 20 000 USD",
    "annualReport.2021.supportersExplorationTitle": "Krąg poszukiwawczy — ponad 5000 USD",
    "annualReport.2021.supportersPlayTitle": "Krąg zabaw — ponad 1000 USD",
    "annualReport.2021.supportersInKindTitle": "Wspierający rzeczowo",
    "annualReport.2021.leadershipTitle": "Nasz Zespół",
    "annualReport.2021.leadershipBoard": "Zarząd",
    "annualReport.2021.leadershipChair": "Krzesło",
    "annualReport.2021.leadershipProfessor": "Profesor badań nad uczeniem się",
    "annualReport.2021.leadershipViceChair": "Wiceprzewodniczący",
    "annualReport.2021.leadershipCoFounder": "Współzałożyciel i współprzewodniczący",
    "annualReport.2021.leadershipBoardMember": "Członek zarządu",
    "annualReport.2021.leadershipPresidentCEO": "Prezes i CEO",
    "annualReport.2021.leadershipFormerPresident": "Były prezydent",
    "annualReport.2021.leadershipFounderCEO": "Założyciel i prezes",
    "annualReport.2021.leadershipFormerChairCEO": "Były prezes i przewodnicząca",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Sekretarz Zarządu i Skarbnik",
    "annualReport.2021.leadershipBoardSecretary": "Sekretarz Zarządu",
    "annualReport.2021.leadershipBoardTreasurer": "Skarbnik Zarządu",
    "annualReport.2021.leadershipScratchTeam": "2021 Zespół Scratcha",
    "annualReport.2021.leadershipED": "Dyrektor wykonawczy",
    "annualReport.2021.teamThankYou": "Dziękuję Mitchowi Resnickowi, Natalie Rusk, Rupalowi Jainowi i innym współpracownikom Lifelong Kindergarten Group w MIT Media Lab za niestrudzone wsparcie Scratch.",
    "annualReport.2021.donateTitle": "Wspieraj Nas",
    "annualReport.2021.donateMessage": "Twoje wsparcie umożliwia nam tworzenie inspirujących, kreatywnych i niezapomnianych doświadczeń edukacyjnych dla dzieci na całym świecie, zwłaszcza tych, które były systemowo wykluczane z możliwości kreatywnego kodowania. Zrób prezent dla Scratch już dziś, aby pomóc nam utrzymać działanie naszych serwerów, utrzymać naszą rosnącą globalną społeczność i umożliwić kreatywne programowanie dzieciom w każdym kraju na całym świecie.",
    "annualReport.2021.donateMessage2": "Dziękuję za Twoją hojność.",
    "annualReport.2021.donateButton": "Przekaż darowiznę",
    "annualReport.2021.projectBy": "projekt przez",
    "annualReport.2021.JuneIlloAttr": "Flagi autorstwa @ratchild",
    "annualReport.2021.OctIlloAttr": "Ziemniaki i szklanki autorstwa @Cupwing",
    "annualReport.2021.altMap": "Mapa świata przedstawiająca 41 organizacji SEC",
    "annualReport.2021.altSECSpotlightImage": "Dziecko bawi się zabawką na pomarańczowym tle",
    "annualReport.2021.altAccessibility": "Dwie osoby używają języka migowego na zielonym tle.",
    "annualReport.2021.altaccessDEICommittee": "Ręka wyciąga komponent Scratch na zielonym tle.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Ręka maluje komponenty Scratch na niebieskim tle.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Dwie ręce sięgają w kierunku dymka tekstowego z sercem w środku.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Dwie ręce pracują razem, aby skompilować listę komponentów Scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Dwoje dzieci, jedno korzystające z tabletu, a drugie z laptopa, pracuje razem nad projektem Scratch.",
    "annualReport.2021.altcommunityVolunteerTransators": "Cztery ręce są uniesione z bąbelkami tekstu spoczywającymi na nich przed fioletowym tłem.",
    "annualReport.2021.altcommunityThankYou": "Kula ziemska z transparentem „Dziękuję” otoczonym słowami „Dziękuję” w różnych językach.",
    "annualReport.2021.altAvatar": "awatar użytkownika",
    "annualReport.2021.altDropdownArrow": "Strzałka wskazująca menu rozwijane.",
    "annualReport.2021.altMastheadIllustration": "Trzy osoby wchodzące w interakcje z fizycznymi komponentami Scratch.",
    "annualReport.2021.altWave": "Macha ręką emoji.",
    "annualReport.2021.altMitchHeadshot": "Założyciel Mitch Resnick",
    "annualReport.2021.altCalendar": "Kalendarz wyświetlający rok 2021.",
    "annualReport.2021.altWorldVisualization": "Ilustrowana wersja globu.",
    "annualReport.2021.altSaudiArabiaVisualization": "Wykres słupkowy pokazujący, że w 2021 roku było ponad dwa razy więcej nowych użytkowników Scratcha niż w 2020 roku.",
    "annualReport.2021.altScratchHorizontalCommand": "Żółty komponent programistyczny Scratch.",
    "annualReport.2021.altSECVideoPreview": "Interfejs Scratch pojawia się po lewej stronie, a dziewczyna podpisująca się po prawej stronie.",
    "annualReport.2021.altScratchJr": "Czytanie tekstu Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Żółty poziomy komponent programistyczny Scratch.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Dwie ręce ustawiające fizyczne komponenty Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Ręce sięgające w górę przed fioletowym tłem z bąbelkami tekstu unoszącymi się nad nimi.",
    "annualReport.2021.altScratchLogoText": "Zielony prostokąt z napisem „Scratch Lab”.",
    "annualReport.2021.altScratchLabVideo": "Zrzut ekranu projektu Scratch z przyciskiem odtwarzania u góry.",
    "annualReport.2021.altHat": "Osoba w żółtym kapeluszu i różowych okularach przeciwsłonecznych w kształcie serca.",
    "annualReport.2021.altScratchText": "Tęczowy komponent Scratch wyświetlający tekst „No to zaczynamy!”",
    "annualReport.2021.altStar": "Dziewczyna z żółtą gwiazdą przed twarzą.",
    "annualReport.2021.altMouseTrail": "Wiele wycięć głowy wiewiórki umieszczonych losowo jeden na drugim.",
    "annualReport.2021.altSECWorkshops": "Ludzie bawiący się razem",
    "annualReport.2021.altArrowUp": "Strzałka skierowana w górę.",
    "annualReport.2021.altTranslated": "Komponent Scratcha z napisem „Cześć” i listą języków, w których Scratch jest dostępny.",
    "annualReport.2021.altAboutMe": "Słowa „O mnie” umieszczone nad sztalugą, jeżem, mango i piłką nożną.",
    "annualReport.2021.altClickerGame": "Gra matematyczna przedstawiająca jabłko, pomarańczę i pokrojoną miskę owoców.",
    "annualReport.2021.altLookingForward1": "Blokujące się sześciokąty przedstawiające wir, początek i serce.",
    "annualReport.2021.altLookingForward2": "Słupek z jedną strzałką skierowaną w prawo, przedstawiającą zawijas i jedną strzałką skierowaną w lewo, przedstawiającą serce.",
    "annualReport.2021.altLookingForward3": "Kolorowe bloki ustawione w rzędzie, aby utworzyć stopnie z rośliną rosnącą na górze.",
    "annualReport.2021.altSparkle": "Dekoracja w kolorze białym z połyskiem",
    "annualReport.2021.altDownArrow": "Fioletowa strzałka skierowana w dół",
    "annualReport.2021.altConnectingLine": "Linia przerywana łącząca elementy osi czasu.",
    "annualReport.2021.altApril": "Pióro i komponenty Scratch umieszczone na fioletowym tle.",
    "annualReport.2021.altJune": "Tort urodzinowy przed sztandarem z flagami przedstawiającymi różne rodzaje dumy LGBTQ+.",
    "annualReport.2021.altAugust": "Ziemniak, urodziny i okulary przeciwsłoneczne na fioletowym tle.",
    "annualReport.2021.altCard1": "Kolorowa plama unosi się na czarno-szarym tle obok napisu „Sen w świecie koszmarów”.",
    "annualReport.2021.altCard2": "Czarna kobieta ma na sobie żółtą opaskę i złote kolczyki koła.",
    "annualReport.2021.altCard3": "Maskotka-drapak kołysze się przed budynkami, a towarzyszy jej tekst „Myślę, że kot-drapak jest superbohaterem”.",
    "annualReport.2021.altCard5": "Uśmiechnięty klocek stoi obok dymka tekstowego z napisem „Nieważne, jak ktoś się ubiera, jakich zaimków używa lub kogo kocha, zawsze powinieneś go szanować!”",
    "annualReport.2021.altCard6": "Ziemniak w okularach przeciwsłonecznych siedzi przed fioletowym tłem.",
    "annualReport.2021.altCard7": "Kolorowy urodzinowy kapelusz znajduje się na szczycie neonowego sześcianu.",
    "annualReport.2021.altCard9": "„2022” znajduje się przed tęczą owali.",
    "annualReport.2021.altDonateIllustration": "Dwie ręce tworzą kształt serca z palcami wewnątrz wyciętego kształtu serca."
}