{
    "annualReport.2021.subnavFoundersMessage": "Mensagem do Fundador",
    "annualReport.2021.subnavMission": "Missão",
    "annualReport.2021.subnavReach": "Alcance",
    "annualReport.2021.subnavThemes": "Temas",
    "annualReport.2021.subnavDirectorsMessage": "Mensagem da Diretora",
    "annualReport.2021.subnavSupporters": "Apoiadores",
    "annualReport.2021.subnavTeam": "Equipe",
    "annualReport.2021.subnavDonate": "Fazer Doação",
    "annualReport.2021.mastheadYear": "Relatório Anual de 2021",
    "annualReport.2021.mastheadTitle": "Construindo Juntos uma Comunidade Equitativa",
    "annualReport.2021.directorsMessageTitle": "Uma Mensagem da Nossa Diretora Executiva",
    "annualReport.2021.directorsMessageP1": "Em 2021, a COVID-19 continuou a perturbar nossas rotinas e a moldar a forma como interagimos uns com os outros. Mesmo quando começamos a nos reunir, as escolas reabriram e houve apelos para um \"retorno ao normal\", os mais vulneráveis de nossa sociedade permaneceram desproporcionalmente afetados pelas estruturas injustas que a COVID-19 exacerbou. A crise da COVID-19 moldou as relações dos jovens com o Scratch, e solidificou o Scratch como um lugar mais vital do que nunca para que eles criassem, aprendessem e se conectassem. Mas ao nos mudarmos para um novo ano, não deixamos para trás nossos jovens mais vulneráveis, enquanto eles começaram a navegar \"o novo normal\".",
    "annualReport.2021.directorsMessageP2": "Um dos valores fundamentais do Scratch sempre foi capacitar os jovens a explorar, criar, brincar e descobrir—oportunidades que não são oferecidas equitativamente a todos os estudantes.",
    "annualReport.2021.directorsMessagePullquote": "Acreditamos no poder transformador da auto-expressão e da criatividade, e em proporcionar espaço para que os jovens usem a programação criativa como uma ferramenta para levantar sua voz.",
    "annualReport.2021.directorsMessageP3": "Tenho orgulho de servir como Diretora Executivo da Fundação Scratch durante este momento crucial de nossa história, e continuarei a difundir a abordagem cuidadosa e colaborativa do Scratch para a aprendizagem criativa das crianças de todo o mundo que mais precisam destas oportunidades.",
    "annualReport.2021.directorsMessageP4": "O ano passado foi um ano incrível para a Fundação Scratch–nós nos concentramos no crescimento de nossa equipe com líderes notáveis e diversos, e na construção de uma base sólida para nossa transição contínua para uma organização independente. Desenvolvemos um Plano Estratégico de três anos com os esforços combinados de cada membro da equipe em todos os níveis de nossa organização, codificando o trabalho que estamos empreendendo juntos. Com o crescimento do Scratch, continuamos focados na equidade e na construção da comunidade, e mantendo o Scratch um espaço seguro para as crianças se conectarem, criarem e colaborarem com seus colegas ao redor do mundo.",
    "annualReport.2021.directorsMessageP5": "I can’t thank you enough for embarking on this journey with our team, and for your continued support of our mission. The compassion and creativity of the Scratch Community is endlessly inspiring to us, and we can’t wait for you to join us in the important work ahead of us.",
    "annualReport.2021.EDTitle": "Diretora Executiva, Fundação Scratch",
    "annualReport.2021.watchVideo": "Assista ao Vídeo",
    "annualReport.2021.missionTitle": "Nossa Missão, Visão e Valores",
    "annualReport.2021.missionP1": "Estamos comprometidos com a justiça educacional e priorizando a equidade em todos os aspectos de nosso trabalho, com um foco especial em iniciativas e abordagens que apoiem crianças, famílias e educadores que tenham sido excluídos da computação criativa.",
    "annualReport.2021.missionP2": "Desenvolvemos o Scratch como um ambiente de aprendizagem livre, seguro e lúdico que engaja todas as crianças em pensar criativamente, raciocinar sistematicamente e trabalhar em colaboração—habilidades essenciais para todos na sociedade de hoje. Trabalhamos com educadores e famílias para apoiar as crianças na exploração, no compartilhamento e na aprendizagem.",
    "annualReport.2021.missionHeader": "Missão",
    "annualReport.2021.missionSubtitle": "Proporcionar aos jovens ferramentas digitais e oportunidades para imaginar, criar, compartilhar e aprender.",
    "annualReport.2021.visionHeader": "Visão",
    "annualReport.2021.visionSubtitle": "Divulgar abordagens criativas, cuidadosas e equitativas de programação e aprendizagem pelo mundo.",
    "annualReport.2021.valuesHeader": "Valores",
    "annualReport.2021.valuesSubtitle": "Neste trabalho, somos guiados por nossos valores fundamentais que definem nossos princípios como uma organização e uma comunidade:",
    "annualReport.2021.creativeExpressionTitle": "Expressão Criativa",
    "annualReport.2021.progressiveImprovementTitle": "Melhoria Progressiva",
    "annualReport.2021.EquitableOpportunitiesTitle": "Oportunidades Equitativas",
    "annualReport.2021.playfulEngagementTitle": "Engajamento Lúdico",
    "annualReport.2021.creativeExpressionDescription": " We are committed to providing everyone with tools and opportunities to express their ideas, their interests, and their authentic selves within a supportive community.",
    "annualReport.2021.progressiveImprovementDescription": "Nós nos comprometemos com um alto padrão e sempre nos esforçamos para iterar, melhorar e inspirar uns aos outros para melhor servir os jovens em todo o mundo e a comunidade que torna nosso trabalho possível.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Estamos construindo um movimento educacional que inclui pessoas de diversas origens para que possamos alcançar crianças de todo o mundo que foram excluídas das oportunidades da programação criativa.",
    "annualReport.2021.playfulEngagementDescription": "No Scratch, a brincadeira é uma abordagem para criar, compartilhar, aprender e se envolver com o mundo. Encorajamos a alegre exploração, experimentação e colaboração.",
    "annualReport.2021.reachTitle": "Alcançando Crianças ao Redor do Mundo",
    "annualReport.2021.reachSubtitle": "O Scratch é a maior comunidade de programação para crianças e adolescentes acima de 8 anos.",
    "annualReport.2021.reachMillion": "milhões",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% superior a 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% superior a 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% superior a 2020",
    "annualReport.2021.reachNewUsers": "de Novos Usuários",
    "annualReport.2021.reachProjectsCreated": "de Projetos Criados",
    "annualReport.2021.reachProjectCreators": "de Pessoas Criando Projetos",
    "annualReport.2021.reachScratchAroundTheWorld": "O Scratch é utilizado pelo mundo {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "em mais de 200 países e territórios",
    "annualReport.2021.reachSaudiArabiaTitle": "Arábia Saudita",
    "annualReport.2021.reachSaudiArabiaDescription": "Vimos um tremendo crescimento em todo o mundo em 2021, mas ficamos surpresos ao ver o crescimento na Arábia Saudita, onde vimos o dobro de novos usuários que no ano anterior.",
    "annualReport.2021.reachTranslationTitle": "O Scratch está Traduzido em 74 Idiomas",
    "annualReport.2021.reachTranslationIncrease": "10 idiomas a mais que em 2020",
    "annualReport.2021.reachTranslationBlurb": "Graças a tradutores voluntários de todo o mundo.",
    "annualReport.2021.reachScratchJrBlurb": "O ScratchJr é um ambiente de programação introdutório que permite crianças mais novas (de 5-7 anos) criarem seus próprios jogos e histórias interativas.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "de Downloads em 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 million from 2020",
    "annualReport.2021.themesTitle": "Temas Emergentes",
    "annualReport.2021.themesDescription": "Em meio à incerteza contínua da COVID-19, o Scratch continuou a servir como um espaço chave para que os jovens se conectem e criem juntos. Em 2021, concentramos nossos esforços na construção de uma base sólida para apoiar equitativamente nossa crescente comunidade global e a crescente Equipe do Scratch. Nosso trabalho foi centrado em três grandes temas: fomentar a comunidade, aumentar o acesso e a acessibilidade, e desenvolver o Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Educação Colaborativa",
    "annualReport.2021.SECIntro": "As vozes e parcerias da comunidade estão profundamente inseridas na estrutura da história do Scratch. Elas têm, e continuam sendo, parte integrante para nos ajudar a aumentar as oportunidades de programação acessíveis e equitativas em todo o mundo. Em 2021, lançamos a Scratch Educação Colaborativa, uma iniciativa comprometida em identificar e eliminar as barreiras de acesso à programação criativa que conecta organizações notáveis em todo o mundo.",
    "annualReport.2021.SECWhatIs": "O que é o SEC?",
    "annualReport.2021.SECWhatIsP1": "A SEC apoia e envolve as organizações participantes em uma experiência de dois anos de coorte colaborativa para fortalecer seu compromisso e implementação de uma codificação criativa equitativa usando Scratch e ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Ao final da experiência de coorte, as organizações terão formado novas parcerias entre si e com o Scratch, e terão estabelecido novos modelos de recursos de programação criativa centrados na equidade.",
    "annualReport.2021.SECWhatIsP3": "Nosso trabalho com a SEC se tornou possível graças a uma generosa doação do Google.org. Gostaríamos de estender nossa gratidão por seu apoio contínuo à nossa missão.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizações",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "países",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "parceiros",
    "annualReport.2021.SECMapParagraph": "Our first cohort included 41 organizations representing 13 countries around the world, united by their commitment to supporting learners from historically marginalized communities in developing their confidence with creative computing. Their locations are highlighted below:",
    "annualReport.2021.spotlightStory": "História em Destaque",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas, EUA",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science; uma organização sem fins lucrativos baseada no Texas que fornece programas de matemática, programação e robótica para jovens carentes; foi uma das 41 organizações excepcionais a se juntar à primeira coorte da Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "In 2021, we supported Bridges to Science in facilitating their first “Hour of Code” workshop with Code.org. The event “Fiestas y Piñatas” attracted over 22,000 teachers and students from Latin America. We also collaborated with Bridges to Science to develop a toolkit of unique resources to meet their community’s needs.",
    "annualReport.2021.SECPullQuote": "Uma das maiores alegrias que temos ao ensinar nossos alunos é que cada um deles, por mais tímidos que sejam, todos encontram uma voz na ciência da computação através do Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, Fundadora da Bridges to Science",
    "annualReport.2021.SECWorkshops": "Oficinas do SEC",
    "annualReport.2021.SECWorkshopsText": "No ano passado, o Scratch Education Collaborative organizou uma série de oficinas que apoiaram sua turma inaugural na definição e exploração de caminhos únicos para uma programação criativa equitativa. As oficinas foram facilitadas pela Stanford d. School, Tinkering Studio, a Rede Brasileira de Aprendizagem Criativa e as Escolas Públicas de Chicago CS4ALL. Juntos, os participantes das oficinas desenvolveram uma compreensão compartilhada da programação criativa e discutiram estratégias e práticas que promovem comunidades culturalmente sustentáveis através da comunicação e colaboração criativas.",
    "annualReport.2021.SECWorkshopsSubtitle": "Como podemos habilitar criativamente a comunidade local a explorar a computação criativa?",
    "annualReport.2021.accessTitle": "Acesso",
    "annualReport.2021.accessIntro": "Enquanto a COVID-19 obrigava as escolas a fechar e empurrava a aprendizagem para espaços virtuais, muitos estudantes e professores estavam descobrindo o Scratch pela primeira vez ou adaptando a maneira como ensinavam e aprendiam a programação criativa. Dentro de nossas próprias casas, a Equipe Scratch trabalhou para suportar as necessidades de mudanças dos educadores e da comunidade online.",
    "annualReport.2021.accessASL": "Tutorial em ASL",
    "annualReport.2021.accessASLText": "Em 2021, fizemos uma parceria com a Deaf Kids Code para lançar nosso primeiro tutorial em linguagem americana de sinais no editor do Scratch.",
    "annualReport.2021.accessASLText2": "Juntos, fomos inspirados a criar um recurso renovador que expandisse os caminhos criativos para os Scratchers surdos.",
    "annualReport.2021.accessASLText3": "O vídeo é um relançamento de 13 minutos de nosso tutorial original “Primeiros Passos com o Scratch” que introduz os iniciantes à plataforma Scratch.",
    "annualReport.2021.accessPullQuote": "Being a good ally is a willingness to bend towards being accessible and really putting weight on the recommendations of organizations like mine … Asking, ‘What is it that we can do?’ and really letting us take the reins and go for it, with very little to no resistance; that is a very rare thing.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Founder of Deaf Kids Code ",
    "annualReport.2021.accessDEICommittee": "DEI Committees at Scratch",
    "annualReport.2021.accessDEICommitteeText": "In 2021, several committees at Scratch embarked on work to make Scratch more diverse, equitable, and inclusive for all users. We’re excited to share the progress each committee has made and the work still ahead.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Acessibilidade",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "The Accessibility Committee was created in response to one Scratch Team member’s own difficulty using Scratch’s coding blocks and a recognized need to better support Scratchers of all abilities.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "In October of 2021, the committee launched a project to make the color of our coding blocks accessible for Scratchers with vision impairments. The committee is excited to partner with teachers and community organizations specializing in accessibility so the coding blocks meet web accessibility guidelines, and more importantly, lower floors to make Scratch more accessible for all.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "The Global, Justice, Equity, Diversity, and Inclusion (G-JEDI) Committee was formed to develop a shared language that defines what Diversity, Equity, and Inclusion (DEI) mean to the Scratch Team.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "In 2021, the committee began work on a DEI statement to outline the ways in which DEI has informed the Scratch Team and community’s past and present work, and how it will continue to inform new initiatives going forward.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "The EquityXDesign Committee was created as a place for Scratch Team members and our collaborators in MIT’s Lifelong Kindergarten group to read and discuss ideas around equity-centered design practices.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "The conversations are guided by Sasha Costanza-Chock’s “Design Justice: Community-Led Practices to Build the Worlds We Need,” and committee members discuss ways in which they can incorporate equity-centered design practices in the development of Scratch tools and resources.",
    "annualReport.2021.access10NewLanguages": "10 Idiomas Novos",
    "annualReport.2021.access10NewLanguagesText": "With huge thanks to our translation community, we were able to connect with Scratchers in 74 languages last year! In 2021, 10 new languages were added to Scratch, including isiXhosa (South Africa), Sepedi (South Africa), Setswana (South Africa), Afrikaans (South Africa), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), Kazakh (Kazakhstan), Aragonese (Spain), Western Frisian (the Netherlands), and Bengali (Bangladesh, India, and other regions).",
    "annualReport.2021.accessSouthAfrica": "Zero-rated Scratch in South Africa",
    "annualReport.2021.accessSouthAfricaText": "To improve the Scratch experience for young people in regions with low or no internet connectivity, we partnered with the National Education Collaboration Trust (NECT) of South Africa to host a zero-rated page for downloading Scratch. Downloads on zero-rated pages do not use up any data bandwidth, reducing a barrier to accessing Scratch due to data limits and costs. Just two months after its April 2021 launch, the page had more than 1300 visitors.",
    "annualReport.2021.accessSnapshot": "Fotos",
    "annualReport.2021.communityTitle": "Comunidade",
    "annualReport.2021.communityIntro": "In 2021, the Scratch community continued to experience rapid growth as even more young people around the world created and connected alongside their peers. We also continued to develop partnerships with community members to improve the Scratch experience for our diverse community of users.",
    "annualReport.2021.communityScratchConference": "Conferência Scratch",
    "annualReport.2021.communityScratchConferenceText1": "In July, educators in our global community came together to celebrate creative coding at the Scratch Conference. This free, virtual event was led by our collaborators at MIT’s Lifelong Kindergarten Group. The conference brought together {more_bold}, who spent the day connecting, collaborating, and learning from one another, even as COVID kept us apart.",
    "annualReport.2021.communityScratchConferenceText1More": "more than 1,500 educators and Scratch enthusiasts",
    "annualReport.2021.communityVolunteerTranslators": "Tradutores Voluntários",
    "annualReport.2021.communityVolunteerTranslatorsText": "Since Scratch was launched in 2007, we have been committed to supporting our users worldwide. Our language translation volunteers work closely with the Scratch Team to help translate and localize our platform and resources for the diverse communities that we serve.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Thousands of translators have volunteered their time to translate Scratch into 74 languages and counting, and there are currently more than one thousand translators signed up to translate Scratch and ScratchJr. We’re grateful to our volunteers for helping us reach more Scratchers around the world!",
    "annualReport.2021.communityScratchCommunity": "A Comunidade Scratch em 2021",
    "annualReport.2021.communityScratchCommunityIntro": "In 2021, more than 113 million projects were created on the Scratch site – almost a 39% increase from 2020 – and more than one million new studios were created! Throughout the year, the Scratch Team hosted numerous studios to celebrate important events and encourage Scratchers to participate in the online community.",
    "annualReport.2021.yearInReview": "Retrospectiva do Ano",
    "annualReport.2021.yearInReviewText": "2021 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2021.yearInReviewCard1Date": "Janeiro",
    "annualReport.2021.yearInReviewCard1Title": "Café Poético",
    "annualReport.2021.yearInReviewCard1Text": "We “opened” our very first Poetic Cafe where Scratchers were invited to write, share, or collaborate on poems to share with the community.",
    "annualReport.2021.yearInReviewCard2Date": "Fevereiro",
    "annualReport.2021.yearInReviewCard2Title": "Estúdio do Mês da História Negra",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers shared interactive artwork, created poems, animated music videos, and more to celebrate influential people and events in Black history.",
    "annualReport.2021.yearInReviewCard3Date": "Abril",
    "annualReport.2021.yearInReviewCard3Title": "Dia da Mentira",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers were asked to imagine the “Secret life” of the Scratch Cat and went on a treasure hunt for fun and silly things hidden around the Scratch website.",
    "annualReport.2021.yearInReviewCard4Date": "Maio",
    "annualReport.2021.yearInReviewCard4Title": "Semana do Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers around the world shared more than 3,500 projects responding to themed prompts like “Cooking With Scratch” and “Ridiculous Inventions” to celebrate Scratch's birthday.",
    "annualReport.2021.yearInReviewCard5Date": "Junho",
    "annualReport.2021.yearInReviewCard5Title": "Mês do Orgulho",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers created projects using all the colors of the rainbow to celebrate the LGBTQ+ community in the Pride Month studio.",
    "annualReport.2021.yearInReviewCard6Date": "Agosto",
    "annualReport.2021.yearInReviewCard6Title": "Acampamento Scratch",
    "annualReport.2021.yearInReviewCard6Text": "During this annual three-week long event, Scratchers created more than 7,000 projects that moved and grooved, showcased creative do-it-yourself (DIY) ideas, and shared their discoveries about the natural world around them.",
    "annualReport.2021.yearInReviewCard7Date": "Outubro",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "For two weeks, Scratchers created projects showcasing their interpretations of daily prompts in the Scratchtober studio. More than 3,500 projects were created around single-word themes like underwater, celebration, and creatures.",
    "annualReport.2021.yearInReviewCard8Date": "Dezembro",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) occurred from December 6-12 to celebrate computer science around the world. Scratch participated in the week by encouraging community members to check out tutorials, studios, and a live event hosted in partnership with Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Dezembro",
    "annualReport.2021.yearInReviewCard9Title": "2021: A Scratch Year in Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "In 2021, Scratchers learned new skills, connected with friends around the world, and found creative ways to express themselves. More than 1,000 Scratchers shared their favorite Scratch memories and what Scratch meant to them in the 2021: A Scratch Year in Review studio.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "With the launch of Scratch Lab in February, we’ve opened the doors of our development process directly to Scratchers around the world.",
    "annualReport.2021.communityScratchLabText2": "Before we decide if we should introduce new blocks to the Scratch coding editor, it’s crucial to see the creative, innovative, and surprising ways Scratchers interact with them. Scratch Lab is a sandbox where everyone can try out these new features and, most importantly, share their thoughts and ideas directly with us.",
    "annualReport.2021.communityScratchLabText3": "Over 500,000 Scratchers explored the Scratch Lab site in 2021, and they submitted more than 37,000 pieces of feedback.",
    "annualReport.2021.communityScratchLabText4": "This feedback has been invaluable as we evaluate and develop Animated Text blocks, Face Sensing blocks, and more potential new features.",
    "annualReport.2021.ytData1": "100.000",
    "annualReport.2021.ytData1Sub": "inscritos",
    "annualReport.2021.ytData2": "9 milhões",
    "annualReport.2021.ytData2Sub": "de visualizações",
    "annualReport.2021.ytData3Top": "visualizações em",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "países",
    "annualReport.2021.communitySnapshot2Title": "A Equipe Scratch no YouTube",
    "annualReport.2021.communitySnapshot2Text": "The Scratch Team YouTube channel reached 100,000 subscribers in 2021— a nearly 500 percent increase from 2020! As students, educators, and families evolved in response to the pandemic, we knew we had to create resources that were reactive to their needs.",
    "annualReport.2021.communitySnapshot2Text2": "These resources include a series of comprehensive Scratch tutorials that guide users through designing stories, games, and animations on Scratch. In 2021, these videos garnered nearly nine million views from viewers in 178 countries.",
    "annualReport.2021.tutorial1": "How to Make an 'About Me'",
    "annualReport.2021.tutorial2": "How to Make a Clicker Game",
    "annualReport.2021.tutorial3": "How to Make a Mouse Trail",
    "annualReport.2021.FounderMessageTitle": "Uma Mensagem de Nosso Fundador",
    "annualReport.2021.FounderMessageSubTitle": "Support and Inspiration from a Founding Partner",
    "annualReport.2021.FounderMessageText1": "As you read through this annual report, you’ll learn about many ways that Scratch is expanding creative computing opportunities for millions of young people around the world, especially those from marginalized communities. This global impact is possible because of the tireless work of the growing team of engineers, designers, educators, community moderators, and others at the Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "To continue to grow our efforts and impact, we rely on the generous financial support of an incredible collection of companies, foundations, and individual donors who are aligned with our mission and vision. Here, I want to highlight the support and inspiration we’ve received from one of our Founding Partners: the LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "My research group at the MIT Media Lab started collaborating with the LEGO company and LEGO Foundation more than 30 years ago. LEGO funding helped support our early work on Scratch, leading up to the public launch of Scratch in 2007. Then, when Scratch spun out of MIT into the Scratch Foundation in 2019, the LEGO Foundation provided important funding for the new organization, with a five-year $10 million grant to “support transformative educational change by developing and promoting playful, creative approaches to coding...in diverse economic and cultural contexts.” When the pandemic hit, the LEGO Foundation stepped up with an additional $5 million grant in 2021, to ensure that the Scratch Foundation could meet the needs of children and educators disrupted by the pandemic.",
    "annualReport.2021.FounderMessageText4": "But the LEGO-Scratch connection goes far beyond financial support. The Scratch approach of creating animated stories and games by snapping together graphical programming blocks was inspired, in part, by the way children build LEGO houses and castles by snapping together plastic LEGO bricks. Scratch and LEGO also share the same project-based educational philosophy, encouraging children to iteratively refine their projects by trying out an idea, seeing what happens, then making revisions and trying again.",
    "annualReport.2021.FounderMessageText5": "I’ve always loved the LEGO slogan “Joy of Building, Pride of Creation.” The LEGO Foundation’s deep partnership with the Scratch Foundation is helping to bring “Joy of Building, Pride of Creation” to children’s digital activities. The partnership serves as a model of how organizations with shared ideas and values can work together to catalyze transformational change in learning and education. As the Scratch Foundation continues to build its network of partners and supporters, I look forward to connecting with other organizations to expand creative computing opportunities for children around the world.",
    "annualReport.2021.FounderTitle": "Founder, Scratch Foundation",
    "annualReport.2021.lookingForward": "Olhando Para Frente",
    "annualReport.2021.lookingForwardText1": "In 2021, we outlined a Strategic Framework guiding our major priorities for the next 4 years. We’re focused on these major areas:",
    "annualReport.2021.lookingForwardText2": "We would like to extend a huge thank you to the LEGO Foundation, whose generous COVID Recovery Grant will enable us to carry out this crucial work. We can’t wait to share more with you about the exciting projects we have planned, including updates to the Scratch experience for schools, updates to ScratchJr, and more.",
    "annualReport.2021.LookingForward1": "Strengthening the Scratch Platform and Community Infrastructure",
    "annualReport.2021.LookingForward2": "Expanding Pathways to Creative Learning",
    "annualReport.2021.LookingForward3": "Building Organizational Capacity and Ensuring Fiscal Sustainability",
    "annualReport.2021.supportersTitle": "Obrigado aos Nossos Apoiadores",
    "annualReport.2021.supportersIntro": "Obrigado aos nossos generosos apoiadores. Sua contribuição nos ajuda a expandir as oportunidades de aprendizagem criativa para crianças de todas as idades, de todas as origens, em todo o mundo.",
    "annualReport.2021.ourSupporters": "Nossos Apoiadores",
    "annualReport.2021.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2021 to December 31, 2021.",
    "annualReport.2021.supportersFoundingTitle": "Parceiros Fundadores — US$ 10.000.000+",
    "annualReport.2021.supportersFoundingText": "Somos especialmente gratos aos nossos Parceiros Fundadores que individualmente proveram mais de US$ 10.000.000 em apoio acumulado desde o inicio do Scratch em 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Parceiros do gato do Scratch — US$ 1.000.000+",
    "annualReport.2021.supportersCreativityTitle": "Círculo de Criatividade — US$ 250.000+",
    "annualReport.2021.supportersCollaborationTitle": "Círculo de Colaboração — US$ 100.000+",
    "annualReport.2021.supportersImaginationTitle": "Círculo de Imaginação — US$ 50.000+",
    "annualReport.2021.supportersInspirationTitle": "Círculo de Inspiração — US$ 20.000+",
    "annualReport.2021.supportersExplorationTitle": "Círculo de Exploração — US$ 5.000+",
    "annualReport.2021.supportersPlayTitle": "Círculo de Brincar — US$ 1.000+",
    "annualReport.2021.supportersInKindTitle": "Apoiadores em Espécie",
    "annualReport.2021.leadershipTitle": "Nossa Equipe",
    "annualReport.2021.leadershipBoard": "Conselho Administrativo",
    "annualReport.2021.leadershipChair": "Presidente",
    "annualReport.2021.leadershipProfessor": "Professor de Pesquisa em Aprendizagem",
    "annualReport.2021.leadershipViceChair": "Vice-presidente",
    "annualReport.2021.leadershipCoFounder": "Co-fundador and co-presidente",
    "annualReport.2021.leadershipBoardMember": "Membro do conselho",
    "annualReport.2021.leadershipPresidentCEO": "Presidente e CEO",
    "annualReport.2021.leadershipFormerPresident": "Antiga presidente",
    "annualReport.2021.leadershipFounderCEO": "Fundador e CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Antiga CEO e Presidente do Conselho",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Secretária e Tesoureiro do Conselho",
    "annualReport.2021.leadershipBoardSecretary": "Secretária do Conselho",
    "annualReport.2021.leadershipBoardTreasurer": "Tesoureiro do Conselho",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Diretora Executiva",
    "annualReport.2021.teamThankYou": "Agradecemos Mitch Resnick, Natalie Rusk, Rupal Jain e  outros colaboradores do Lifelong Kindergarten Group no MIT Media Lab pelo seu incansável suporte ao Scratch.",
    "annualReport.2021.donateTitle": "Apoie-nos",
    "annualReport.2021.donateMessage": "Your support enables us to create inspiring, creative, and memorable learning experiences for kids everywhere, especially those who have been systemically excluded from creative coding opportunities. Make a gift to Scratch today to help us keep our servers running, maintain our growing global community, and make creative coding possible for kids in every country around the world.",
    "annualReport.2021.donateMessage2": "Obrigado pela sua generosidade.",
    "annualReport.2021.donateButton": "Fazer Doação",
    "annualReport.2021.projectBy": "projeto de",
    "annualReport.2021.JuneIlloAttr": "Flags by @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses by @Cupwing",
    "annualReport.2021.altMap": "A map of the world showing 41 SEC organizations",
    "annualReport.2021.altSECSpotlightImage": "A child plays with a toy in front of an orange background",
    "annualReport.2021.altAccessibility": "Two people use sign language in front of a green background.",
    "annualReport.2021.altaccessDEICommittee": "A hand holds out a scratch component on a green background.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "A hand paints scratch components on a blue background.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Two hands reach toward a text bubble with a heart inside it.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Two hands work together to compile a list of scratch components.",
    "annualReport.2021.altaccessSouthAfrica": "Two kids, one using a tablet and one using a laptop, work on a scratch project together.",
    "annualReport.2021.altcommunityVolunteerTransators": "Four hands are raised with text bubbles resting on top of them in front of a purple background.",
    "annualReport.2021.altcommunityThankYou": "A globe with a banner across it saying 'Thank you' surrounded by the words for thank you in various languages.",
    "annualReport.2021.altAvatar": "avatar de usuário",
    "annualReport.2021.altDropdownArrow": "Seta indicando menu de seleção",
    "annualReport.2021.altMastheadIllustration": "Três pessoas interagindo com blocos físicos do Scratch.",
    "annualReport.2021.altWave": "Um emoji de mão acenando.",
    "annualReport.2021.altMitchHeadshot": "Fundador Mitch Resnick",
    "annualReport.2021.altCalendar": "Um calendário mostrando o ano de 2021.",
    "annualReport.2021.altWorldVisualization": "Uma versão ilustrada do globo.",
    "annualReport.2021.altSaudiArabiaVisualization": "A bar chart showing that there were more than twice as many new Scratch users in 2021 as there were in 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "A yellow Scratch programming component.",
    "annualReport.2021.altSECVideoPreview": "The Scratch interface appears on the left and a girl signing appears on the right.",
    "annualReport.2021.altScratchJr": "Text reading Scratch jr",
    "annualReport.2021.altHorizontalLoop": "A yellow horizontal Scratch programming component.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Two hands lining up physical Scratch components.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hands reaching up in front of a purple background with text bubbles floating above them.",
    "annualReport.2021.altScratchLogoText": "A green rectangle with the words 'Scratch Lab' writton on it.",
    "annualReport.2021.altScratchLabVideo": "A screenshot of a Scratch project with a play button on top.",
    "annualReport.2021.altHat": "A person wearing a yellow hat and pink heart sunglasses.",
    "annualReport.2021.altScratchText": "A rainbow Scratch component displaying the text, 'Here we go!'",
    "annualReport.2021.altStar": "A girl with a yellow star in front of her face.",
    "annualReport.2021.altMouseTrail": "Multiple cut outs of a squirrel head placed randomly on top of each other.",
    "annualReport.2021.altSECWorkshops": "People playing together",
    "annualReport.2021.altArrowUp": "An arrow pointing up.",
    "annualReport.2021.altTranslated": "Um bloco do Scratch que diz \"Olá\" e uma lista dos idiomas em que o Scratch está disponível.",
    "annualReport.2021.altAboutMe": "The words 'About me' placed over an easel, hedgehog, mango, and soccer ball.",
    "annualReport.2021.altClickerGame": "A math game showing an apple, an orange, and a cut up bowl of fruit.",
    "annualReport.2021.altLookingForward1": "Interlocking hexagons displaying a swirl, start, and heart.",
    "annualReport.2021.altLookingForward2": "A sign post with one arrow poining right displaying a swirl and one arrow pointing left displaying a heart.",
    "annualReport.2021.altLookingForward3": "Colorful blocks lined up to create steps with a plant growing on top.",
    "annualReport.2021.altSparkle": "White sparkle decoration",
    "annualReport.2021.altDownArrow": "Purple arrow pointing down",
    "annualReport.2021.altConnectingLine": "A dotted line connecting timeline elements.",
    "annualReport.2021.altApril": "A pen and Scratch components placed on top of a purple background.",
    "annualReport.2021.altJune": "A birthday cake in front of a banner of flags displaying various types of LGBTQ+ pride.",
    "annualReport.2021.altAugust": "A potato, birthday had, and sunglasses on top of a purple background.",
    "annualReport.2021.altCard1": "A colorful blob floats in front of a black and gray background next to the words 'A dream In a world of nightmares.'",
    "annualReport.2021.altCard2": "A black woman is wearing a yellow headband and gold hoop earrings.",
    "annualReport.2021.altCard3": "The scratch cat mascot swings in front of buildings accompanied by text reading 'I think Scratch Cat is a superhero.'",
    "annualReport.2021.altCard5": "A smiling block stands next to a text bubble reading 'no matter how anyone dresses, what pronouns they use, or who they love, you should always respect them!'",
    "annualReport.2021.altCard6": "A potato wearing sunglasses sits in front of a purple background.",
    "annualReport.2021.altCard7": "A colorful birthday hat sits on top of a neon cube.",
    "annualReport.2021.altCard9": "'2022' sits in front of a rainbow of ovals.",
    "annualReport.2021.altDonateIllustration": "Duas mãos formam um coração com os dedos dentro de um recorte em forma de coração."
}