{
    "annualReport.2021.subnavFoundersMessage": "Mensagem do Fundador",
    "annualReport.2021.subnavMission": "Missão",
    "annualReport.2021.subnavReach": "Alcance",
    "annualReport.2021.subnavThemes": "Temas",
    "annualReport.2021.subnavDirectorsMessage": "Mensagem da Diretora",
    "annualReport.2021.subnavSupporters": "Apoiadores",
    "annualReport.2021.subnavTeam": "Equipe",
    "annualReport.2021.subnavDonate": "Fazer Doação",
    "annualReport.2021.mastheadYear": "Relatório Anual de 2021",
    "annualReport.2021.mastheadTitle": "Construindo Juntos uma Comunidade Equitativa",
    "annualReport.2021.directorsMessageTitle": "Uma Mensagem da Nossa Diretora Executiva",
    "annualReport.2021.directorsMessageP1": "Em 2021, a COVID-19 continuou a perturbar nossas rotinas e a moldar a forma como interagimos uns com os outros. Mesmo quando começamos a nos reunir, as escolas reabriram e houve apelos para um \"retorno ao normal\", os mais vulneráveis de nossa sociedade permaneceram desproporcionalmente afetados pelas estruturas injustas que a COVID-19 exacerbou. A crise da COVID-19 moldou as relações dos jovens com o Scratch, e solidificou o Scratch como um lugar mais vital do que nunca para que eles criassem, aprendessem e se conectassem. Mas ao nos mudarmos para um novo ano, não deixamos para trás nossos jovens mais vulneráveis, enquanto eles começaram a navegar “o novo normal”.",
    "annualReport.2021.directorsMessageP2": "Um dos valores fundamentais do Scratch sempre foi capacitar os jovens a explorar, criar, brincar e descobrir—oportunidades que não são oferecidas equitativamente a todos os estudantes.",
    "annualReport.2021.directorsMessagePullquote": "Acreditamos no poder transformador da auto-expressão e da criatividade, e em proporcionar espaço para que os jovens usem a programação criativa como uma ferramenta para levantar sua voz.",
    "annualReport.2021.directorsMessageP3": "Tenho orgulho de servir como Diretora Executivo da Fundação Scratch durante este momento crucial de nossa história, e continuarei a difundir a abordagem cuidadosa e colaborativa do Scratch para a aprendizagem criativa das crianças de todo o mundo que mais precisam destas oportunidades.",
    "annualReport.2021.directorsMessageP4": "O ano passado foi um ano incrível para a Fundação Scratch–nós nos concentramos no crescimento de nossa equipe com líderes notáveis e diversos, e na construção de uma base sólida para nossa transição contínua para uma organização independente. Desenvolvemos um Plano Estratégico de três anos com os esforços combinados de cada membro da equipe em todos os níveis de nossa organização, codificando o trabalho que estamos empreendendo juntos. Com o crescimento do Scratch, continuamos focados na equidade e na construção da comunidade, e mantendo o Scratch um espaço seguro para as crianças se conectarem, criarem e colaborarem com seus colegas ao redor do mundo.",
    "annualReport.2021.directorsMessageP5": "Eu não poderia agradecer vocês o suficiente por embarcarem com nossa equipe nesta jornada e pelo apoio contínuo à nossa missão. A compaixão e a criatividade da Comunidade Scratch são infinitamente inspiradoras para nós e mal podemos esperar para que vocês se juntem a nós no importante trabalho que temos pela frente.",
    "annualReport.2021.EDTitle": "Diretora Executiva, Fundação Scratch",
    "annualReport.2021.watchVideo": "Assista ao Vídeo",
    "annualReport.2021.missionTitle": "Nossa Missão, Visão e Valores",
    "annualReport.2021.missionP1": "Estamos comprometidos com a justiça educacional e priorizando a equidade em todos os aspectos de nosso trabalho, com um foco especial em iniciativas e abordagens que apoiem crianças, famílias e educadores que tenham sido excluídos da computação criativa.",
    "annualReport.2021.missionP2": "Desenvolvemos o Scratch como um ambiente de aprendizagem livre, seguro e lúdico que engaja todas as crianças em pensar criativamente, raciocinar sistematicamente e trabalhar em colaboração—habilidades essenciais para todos na sociedade de hoje. Trabalhamos com educadores e famílias para apoiar as crianças na exploração, no compartilhamento e na aprendizagem.",
    "annualReport.2021.missionHeader": "Missão",
    "annualReport.2021.missionSubtitle": "Proporcionar aos jovens ferramentas digitais e oportunidades para imaginar, criar, compartilhar e aprender.",
    "annualReport.2021.visionHeader": "Visão",
    "annualReport.2021.visionSubtitle": "Divulgar abordagens criativas, cuidadosas e equitativas de programação e aprendizagem pelo mundo.",
    "annualReport.2021.valuesHeader": "Valores",
    "annualReport.2021.valuesSubtitle": "Neste trabalho, somos guiados por nossos valores fundamentais que definem nossos princípios como uma organização e uma comunidade:",
    "annualReport.2021.creativeExpressionTitle": "Expressão Criativa",
    "annualReport.2021.progressiveImprovementTitle": "Melhoria Progressiva",
    "annualReport.2021.EquitableOpportunitiesTitle": "Oportunidades Equitativas",
    "annualReport.2021.playfulEngagementTitle": "Engajamento Lúdico",
    "annualReport.2021.creativeExpressionDescription": "Temos o compromisso de fornecer a todos ferramentas e oportunidades para expressar suas ideias, seus interesses e seu eu autêntico dentro de uma comunidade solidária.",
    "annualReport.2021.progressiveImprovementDescription": "Nós nos comprometemos com um alto padrão e sempre nos esforçamos para iterar, melhorar e inspirar uns aos outros para melhor servir os jovens em todo o mundo e a comunidade que torna nosso trabalho possível.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Estamos construindo um movimento educacional que inclui pessoas de diversas origens para que possamos alcançar crianças de todo o mundo que foram excluídas das oportunidades da programação criativa.",
    "annualReport.2021.playfulEngagementDescription": "No Scratch, pensar brincando é uma abordagem para criar, compartilhar, aprender e se envolver com o mundo. Encorajamos a exploração lúdica, experimentação e colaboração.",
    "annualReport.2021.reachTitle": "Alcançando Crianças ao Redor do Mundo",
    "annualReport.2021.reachSubtitle": "O Scratch é a maior comunidade de programação para crianças e adolescentes acima de 8 anos.",
    "annualReport.2021.reachMillion": "milhões",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% superior a 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% superior a 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% superior a 2020",
    "annualReport.2021.reachNewUsers": "de Novos Usuários",
    "annualReport.2021.reachProjectsCreated": "de Projetos Criados",
    "annualReport.2021.reachProjectCreators": "de Pessoas Criando Projetos",
    "annualReport.2021.reachScratchAroundTheWorld": "O Scratch é utilizado pelo mundo {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "em mais de 200 países e territórios",
    "annualReport.2021.reachSaudiArabiaTitle": "Arábia Saudita",
    "annualReport.2021.reachSaudiArabiaDescription": "Vimos um tremendo crescimento em todo o mundo em 2021, mas ficamos surpresos ao ver o crescimento na Arábia Saudita, onde vimos o dobro de novos usuários que no ano anterior.",
    "annualReport.2021.reachTranslationTitle": "O Scratch está Traduzido em 74 Idiomas",
    "annualReport.2021.reachTranslationIncrease": "10 idiomas a mais que em 2020",
    "annualReport.2021.reachTranslationBlurb": "Graças a tradutores voluntários de todo o mundo.",
    "annualReport.2021.reachScratchJrBlurb": "O ScratchJr é um ambiente de programação introdutório que permite crianças mais novas (de 5-7 anos) criarem seus próprios jogos e histórias interativas.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "de Downloads em 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 milhões a partir de 2020",
    "annualReport.2021.themesTitle": "Temas Emergentes",
    "annualReport.2021.themesDescription": "Em meio à incerteza contínua da COVID-19, o Scratch continuou a servir como um espaço chave para que os jovens se conectem e criem juntos. Em 2021, concentramos nossos esforços na construção de uma base sólida para apoiar equitativamente nossa crescente comunidade global e a crescente Equipe Scratch. Nosso trabalho foi centrado em três grandes temas: fomentar a comunidade, aumentar o acesso e a acessibilidade, e desenvolver o Scratch Educação Colaborativa (SEC).",
    "annualReport.2021.SECTitle": "Scratch Educação Colaborativa",
    "annualReport.2021.SECIntro": "As vozes e parcerias da comunidade estão profundamente inseridas na estrutura da história do Scratch. Elas têm, e continuam sendo, parte integrante para nos ajudar a aumentar as oportunidades de programação acessíveis e equitativas em todo o mundo. Em 2021, lançamos a Scratch Educação Colaborativa, uma iniciativa comprometida em identificar e eliminar as barreiras de acesso à programação criativa que conecta organizações notáveis em todo o mundo.",
    "annualReport.2021.SECWhatIs": "O que é o SEC?",
    "annualReport.2021.SECWhatIsP1": "O SEC apoia e envolve as organizações participantes em uma experiência colaborativas de dois anos para fortalecer seu compromisso e implementação de uma programação criativa equitativa usando Scratch e ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Ao final da experiência, as organizações terão formado novas parcerias entre si e com o Scratch, e terão estabelecido novos modelos de recursos de programação criativa centrados na equidade.",
    "annualReport.2021.SECWhatIsP3": "Nosso trabalho com o SEC se tornou possível graças a uma generosa doação do Google.org. Gostaríamos de estender nossa gratidão por seu apoio contínuo à nossa missão.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizações",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "países",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "parceiros",
    "annualReport.2021.SECMapParagraph": "Nossa primeira turma incluiu 41 organizações representando 13 países ao redor do mundo, unidos por seu compromisso de apoiar aprendizes de comunidades historicamente marginalizadas no desenvolvimento de sua confiança na computação criativa. Suas localizações estão destacadas abaixo:",
    "annualReport.2021.spotlightStory": "História em Destaque",
    "annualReport.2021.SECSpotlightTitle": "Pontes para a Ciência",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas, EUA",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science; uma organização sem fins lucrativos baseada no Texas que oferece cursos de matemática, programação e robótica para jovens carentes; foi uma das 41 organizações excepcionais a se juntar à primeira turma do Scratch Educação Colaborativa.",
    "annualReport.2021.SECSpotlightText2": "Em 2021, apoiamos a Bridges to Science ao facilitar seu primeira oficina da “Hora do Código” com o Code.org. O evento “Fiestas y Piñatas” atraiu mais de 22.000 professores e estudantes da América Latina. Também colaboramos com a Bridges to Science para desenvolver um kit de ferramentas de recursos exclusivos para atender às necessidades de sua comunidade.",
    "annualReport.2021.SECPullQuote": "Uma das maiores alegrias que temos ao ensinar nossos alunos é que cada um deles, por mais tímidos que sejam, todos encontram uma voz na ciência da computação através do Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, Fundadora da Bridges to Science",
    "annualReport.2021.SECWorkshops": "Oficinas do SEC",
    "annualReport.2021.SECWorkshopsText": "No ano passado, o Scratch Education Collaborative organizou uma série de oficinas que apoiaram sua turma inaugural na definição e exploração de caminhos únicos para uma programação criativa equitativa. As oficinas foram facilitadas pela Stanford d. School, Tinkering Studio, a Rede Brasileira de Aprendizagem Criativa e as Escolas Públicas de Chicago CS4ALL. Juntos, os participantes das oficinas desenvolveram uma compreensão compartilhada da programação criativa e discutiram estratégias e práticas que promovem comunidades culturalmente sustentáveis através da comunicação e colaboração criativas.",
    "annualReport.2021.SECWorkshopsSubtitle": "Como podemos habilitar criativamente a comunidade local a explorar a computação criativa?",
    "annualReport.2021.accessTitle": "Acesso",
    "annualReport.2021.accessIntro": "Enquanto a COVID-19 obrigava as escolas a fechar e empurrava a aprendizagem para espaços virtuais, muitos estudantes e professores estavam descobrindo o Scratch pela primeira vez ou adaptando a maneira como ensinavam e aprendiam a programação criativa. Dentro de nossas próprias casas, a Equipe Scratch trabalhou para suportar as necessidades de mudanças dos educadores e da comunidade online.",
    "annualReport.2021.accessASL": "Tutorial em ASL",
    "annualReport.2021.accessASLText": "Em 2021, fizemos uma parceria com a Deaf Kids Code para lançar nosso primeiro tutorial em linguagem de sinais americana no editor do Scratch.",
    "annualReport.2021.accessASLText2": "Juntos, fomos inspirados a criar um recurso renovador que expandisse os caminhos criativos para os Scratchers surdos.",
    "annualReport.2021.accessASLText3": "O vídeo é um relançamento de 13 minutos de nosso tutorial original “Primeiros Passos com o Scratch” que introduz os iniciantes à plataforma Scratch.",
    "annualReport.2021.accessPullQuote": "Ser um bom aliado é estar disposto a ser acessível e realmente colocar peso nas recomendações de organizações como a minha... Perguntando, 'O que podemos fazer?' e realmente nos deixando tomar as rédeas e seguir em frente, com muito pouca ou nenhuma resistência; isso é uma coisa muito rara.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Fundadora da Deaf Kids Code ",
    "annualReport.2021.accessDEICommittee": "Comitês DEI no Scratch",
    "annualReport.2021.accessDEICommitteeText": "Em 2021, vários comitês no Scratch começaram a trabalhar para tornar o Scratch mais diversificado, equitativo e inclusivo para todos os usuários. Estamos empolgados em compartilhar o progresso de cada comitê e o trabalho que ainda está por vir.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Acessibilidade",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "O Comitê de Acessibilidade foi criado em resposta à dificuldade de um membro da Equipe Scratch usando os blocos de codificação do Scratch e uma necessidade reconhecida de apoiar melhor os Scratchers de todas as habilidades.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "Em Outubro de 2021, o comitê lançou um projeto para fazer as cores dos blocos de programação acessíveis para os Scratchers com problemas de visão. O comitê está ansioso para fazer parcerias com professores e organizações da comunidade especializados em acessibilidade para que os blocos de programação cumpram as regras de acessibilidade da internet, e o mais importante, tornem o Scratch mais acessível para todos.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "O comitê global de Justiça, Equidade, Diversidade e Inclusão (G-JEDI) foi formado para desenvolver uma linguagem compartilhada que define o que Diversidade, Equidade e Inclusão (DEI) significa para a Equipe Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "Em 2021, o comitê começou a trabalhar em uma declaração do DEI para delinear as maneiras pelas quais a DEI informou a Equipe de Risco e o trabalho passado e presente da comunidade, e como continuará a informar novas iniciativas daqui para frente.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equidade vs Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "O Comitê de Design equityX foi criado como um lugar para os membros da Scratch Team e nossos colaboradores no grupo lifelong Kindergarten do MIT para ler e discutir ideias sobre práticas de design centradas em equidade.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "As conversas são guiadas por \"Design Justice: Community-Led Practices to Build the Worlds We Need\", de Sasha Costanza-Chock, e os membros do comitê discutem maneiras pelas quais podem incorporar práticas de design centradas em equidade no desenvolvimento de ferramentas e recursos do Scratch.",
    "annualReport.2021.access10NewLanguages": "10 Idiomas Novos",
    "annualReport.2021.access10NewLanguagesText": "Com enormes agradecimentos à nossa comunidade de tradução, conseguimos nos conectar com scratchers em 74 idiomas no ano passado! Em 2021, 10 novas línguas foram adicionadas ao Scratch, incluindo isiXhosa (África do Sul), Sepedi (África do Sul), Setswana (África do Sul), Africâner (África do Sul), Kichwa (Peru), Odia (Índia), Cazaque (Cazaquistão), Aragonese (Espanha), Frísio Ocidental (Holanda) e Bengali (Bangladesh, Índia e outras regiões).",
    "annualReport.2021.accessSouthAfrica": "Tarifa zero do Scratch na África do Sul",
    "annualReport.2021.accessSouthAfricaText": "Para melhorar a experiência do Scratch para jovens em regiões com baixa ou nenhuma conectividade à internet, fizemos uma parceria com o National Education Collaboration Trust (NECT) da África do Sul para hospedar uma página com custo zero para baixar o Scratch. Downloads em páginas com custo zero não consumem o plano de dados de seus usuários, reduzindo a barreira de acesso ao Scratch devido aos limites e custos de dados. Apenas dois meses após seu lançamento em abril de 2021, a página teve mais de 1300 visitantes.",
    "annualReport.2021.accessSnapshot": "Fotos",
    "annualReport.2021.communityTitle": "Comunidade",
    "annualReport.2021.communityIntro": "Em 2021, a comunidade Scratch continuou a experimentar um rápido crescimento à medida que ainda mais jovens em todo o mundo criaram e se conectaram ao lado de seus pares. Também continuamos a desenvolver parcerias com membros da comunidade para melhorar a experiência scratch para nossa comunidade diversificada de usuários.",
    "annualReport.2021.communityScratchConference": "Conferência Scratch",
    "annualReport.2021.communityScratchConferenceText1": "Em julho, educadores da nossa comunidade global se reuniram para celebrar a programação criativa na Conferência Scratch. Este evento virtual e gratuito foi liderado por nossos colaboradores do grupo Lifelong Kindergarten do MIT. A conferência reuniu {more_bold}, que passaram o dia se conectando, colaborando e aprendendo uns com os outros, mesmo com a COVID mantendo-nos separados.",
    "annualReport.2021.communityScratchConferenceText1More": "mais de 1.500 educadores e entusiastas do Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Tradutores Voluntários",
    "annualReport.2021.communityVolunteerTranslatorsText": "Desde que o Scratch foi lançado em 2007, estamos comprometidos em apoiar nossos usuários em todo o mundo. Nossos voluntários de tradução de idiomas trabalham em estreita colaboração com a Equipe scratch para ajudar a traduzir e localizar nossa plataforma e recursos para as diversas comunidades que atendemos.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Milhares de tradutores se voluntariaram para traduzir Scratch em 74 idiomas e contando, e atualmente há mais de mil tradutores inscritos para traduzir Scratch and ScratchJr. Somos gratos aos nossos voluntários por nos ajudarem a alcançar mais Scratchers ao redor do mundo!",
    "annualReport.2021.communityScratchCommunity": "A Comunidade Scratch em 2021",
    "annualReport.2021.communityScratchCommunityIntro": "Em 2021, mais de 113 milhões de projetos foram criados no site Scratch – quase um aumento de 39% em relação a 2020 – e mais de um milhão de novos estúdios foram criados! Ao longo do ano, a Equipe Scratch recebeu inúmeros estúdios para celebrar eventos importantes e incentivar os Scratchers a participar da comunidade online.",
    "annualReport.2021.yearInReview": "Retrospectiva do Ano",
    "annualReport.2021.yearInReviewText": "2021 foi um ano notável na comunidade online. A Equipe comunitária destacou e desenvolveu oportunidades para que os jovens expressassem suas ideias e se engajassem de forma positiva, e movimentos incríveis surgiram dos próprios Scratchers. Aqui está um olhar para trás em alguns dos destaques do ano:",
    "annualReport.2021.yearInReviewCard1Date": "Janeiro",
    "annualReport.2021.yearInReviewCard1Title": "Café Poético",
    "annualReport.2021.yearInReviewCard1Text": "\"Abrimos\" nosso primeiro Café Poético onde os Scratchers foram convidados a escrever, compartilhar ou colaborar em poemas para compartilhar com a comunidade.",
    "annualReport.2021.yearInReviewCard2Date": "Fevereiro",
    "annualReport.2021.yearInReviewCard2Title": "Estúdio do Mês da História Negra",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers compartilhou obras de arte interativas, criaram poemas, videoclipes animados e muito mais para celebrar pessoas influentes e eventos na história negra.",
    "annualReport.2021.yearInReviewCard3Date": "Abril",
    "annualReport.2021.yearInReviewCard3Title": "Dia da Mentira",
    "annualReport.2021.yearInReviewCard3Text": "Os Scratchers foram convidados a imaginar a “Vida Secreta” do gato do Scratch e saíram em uma caça ao tesouro por coisas divertidas e bobas escondidas no site do Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Maio",
    "annualReport.2021.yearInReviewCard4Title": "Semana do Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers de todo o mundo compartilharam mais de 3.500 projetos respondendo a temas como “Cozinhando com o Scratch” e “Invenções Ridículas” para comemorar o aniversário do Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Junho",
    "annualReport.2021.yearInReviewCard5Title": "Mês do Orgulho",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers criou projetos usando todas as cores do arco-íris para celebrar a comunidade LGBTQ+ no estúdio do Mês do Orgulho.",
    "annualReport.2021.yearInReviewCard6Date": "Agosto",
    "annualReport.2021.yearInReviewCard6Title": "Acampamento Scratch",
    "annualReport.2021.yearInReviewCard6Text": "Durante este evento anual de três semanas, Scratchers criou mais de 7.000 projetos que se moveram e grooved, mostraram ideias criativas do \"faça você mesmo\" (FVM) e compartilharam suas descobertas sobre o mundo natural ao seu redor.",
    "annualReport.2021.yearInReviewCard7Date": "Outubro",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Durante duas semanas, Scratchers criaron projetos mostrando suas interpretações de prompts diários no estúdio Scratchtober. Mais de 3.500 projetos foram criados em torno de temas de palavras únicas, como debaixo d'água, celebração e criaturas.",
    "annualReport.2021.yearInReviewCard8Date": "Dezembro",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "A Semana de Educação em Ciência da Computação ocorreu de 6 a 12 de dezembro para celebrar a ciência da computação em todo o mundo. Scratch participou da semana incentivando os membros da comunidade a conferir tutoriais, estúdios e um evento ao vivo realizado em parceria com a Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Dezembro",
    "annualReport.2021.yearInReviewCard9Title": "2021: Um ano de Scratch no Studio de Retrospectiva.",
    "annualReport.2021.yearInReviewCard9Text": "Em 2021, Scratchers aprendeu novas habilidades, conectadas com amigos ao redor do mundo, e encontrou maneiras criativas de se expressar. Mais de 1.000 Scratchers compartilharam suas memórias favoritas do Scratch e o que Scratch significou para eles no estúdio 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Com o lançamento do Scratch Lab em fevereiro, nós abrimos as portas do nosso processo de desenvolvimento diretamente para Scratchers pelo mundo.",
    "annualReport.2021.communityScratchLabText2": "Antes de decidirmos se devemos introduzir novos blocos ao editor de codificação Scratch, é crucial ver as maneiras criativas, inovadoras e surpreendentes que os Scratchers interagem com eles. Scratch Lab é uma caixa de areia onde todos podem experimentar esses novos recursos e, o mais importante, compartilhar seus pensamentos e ideias diretamente conosco.",
    "annualReport.2021.communityScratchLabText3": "Mais de 500.000 Scratchers exploraram o site do Scratch Lab em 2021 e deixaram mais de 37.000 comentários.",
    "annualReport.2021.communityScratchLabText4": "Os comentários tem sido inestimáveis à medida que avaliamos e desenvolvemos os blocos de Texto Animados, blocos de Detecção de Rosto e outros recursos em potencial.",
    "annualReport.2021.ytData1": "100.000",
    "annualReport.2021.ytData1Sub": "inscritos",
    "annualReport.2021.ytData2": "9 milhões",
    "annualReport.2021.ytData2Sub": "de visualizações",
    "annualReport.2021.ytData3Top": "visualizações em",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "países",
    "annualReport.2021.communitySnapshot2Title": "A Equipe Scratch no YouTube",
    "annualReport.2021.communitySnapshot2Text": "O canal do YouTube scratch team alcançou 100.000 inscritos em 2021, um aumento de quase 500% em 2020! À medida que alunos, educadores e famílias evoluíram em resposta à pandemia, sabíamos que tínhamos que criar recursos reativos às suas necessidades.",
    "annualReport.2021.communitySnapshot2Text2": "Esses recursos incluem uma série de tutoriais abrangentes do Scratch que orientam os usuários através do desenho de histórias, jogos e animações no Scratch. Em 2021, esses vídeos ganharam quase nove milhões de visualizações de espectadores em 178 países.",
    "annualReport.2021.tutorial1": "Como fazer um 'Sobre Mim'",
    "annualReport.2021.tutorial2": "Como Fazer um Jogo de Clicar",
    "annualReport.2021.tutorial3": "Como Fazer uma Trilha com o Mouse",
    "annualReport.2021.FounderMessageTitle": "Uma Mensagem de Nosso Fundador",
    "annualReport.2021.FounderMessageSubTitle": "Apoio e Inspiração de um Sócio Fundador",
    "annualReport.2021.FounderMessageText1": "Ao ler este relatório anual, você aprenderá sobre muitas maneiras que a Scratch está expandindo oportunidades criativas de computação para milhões de jovens em todo o mundo, especialmente aqueles de comunidades marginalizadas. Esse impacto global é possível devido ao trabalho incansável da crescente equipe de engenheiros, designers, educadores, moderadores da comunidade e outros da Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Para continuar a crescer nossos esforços e impacto, contamos com o generoso apoio financeiro de uma incrível coleção de empresas, fundações e doadores individuais que estão alinhados com nossa missão e visão. Aqui, quero destacar o apoio e inspiração que recebemos de um de nossos Parceiros Fundadores: a Fundação LEGO.",
    "annualReport.2021.FounderMessageText3": "Meu grupo de pesquisa no MIT Media Lab começou a colaborar com a empresa LEGO e a LEGO Foundation há mais de 30 anos. O financiamento da LEGO ajudou a apoiar nosso trabalho inicial no Scratch, levando ao lançamento público do Scratch em 2007. Então, quando Scratch saiu do MIT para a Scratch Foundation em 2019, a Fundação LEGO forneceu importantes fundos para a nova organização, com uma doação de us$ 10 milhões de cinco anos para \"apoiar mudanças educacionais transformadoras, desenvolvendo e promovendo abordagens lúdicas e criativas para a codificação... em diversos contextos econômicos e culturais.\" Quando a pandemia atingiu, a Fundação LEGO intensificou-se com uma doação adicional de US$ 5 milhões em 2021, para garantir que a Fundação Scratch pudesse atender às necessidades de crianças e educadores interrompidas pela pandemia.",
    "annualReport.2021.FounderMessageText4": "Mas a conexão LEGO-Scratch vai muito além do apoio financeiro. A abordagem scratch de criar histórias animadas e jogos, juntando blocos de programação gráfica, foi inspirada, em parte, pela maneira como as crianças constroem casas e castelos LEGO, juntando tijolos LEGO de plástico. Scratch e LEGO também compartilham a mesma filosofia educacional baseada em projetos, incentivando as crianças a refinar iterativamente seus projetos, testando uma ideia, vendo o que acontece, depois fazendo revisões e tentando novamente.",
    "annualReport.2021.FounderMessageText5": "Sempre amei o slogan lego \"Alegria de Construir, Orgulho da Criação\". A profunda parceria da Fundação LEGO com a Scratch Foundation está ajudando a levar \"Alegria de Construir, Orgulho da Criação\" para atividades digitais infantis. A parceria serve como um modelo de como organizações com ideias e valores compartilhados podem trabalhar juntas para catalisar a mudança transformadora na aprendizagem e na educação. À medida que a Scratch Foundation continua a construir sua rede de parceiros e apoiadores, estou ansioso para me conectar com outras organizações para expandir oportunidades criativas de computação para crianças em todo o mundo.",
    "annualReport.2021.FounderTitle": "Fundador, Fundação Scratch",
    "annualReport.2021.lookingForward": "Olhando Para Frente",
    "annualReport.2021.lookingForwardText1": "Em 2021, nós delineamos um Quadro Estratégico que norteia nossas grandes prioridades para os próximos 4 anos. Estamos focados nestas áreas principais:",
    "annualReport.2021.lookingForwardText2": "Gostaríamos de agradecer imensamente à fundação LEGO, cuja generosa Doação de Recuperação da COVID nos permitirá realizar este trabalho crucial. Mal podemos esperar para compartilhar mais com você sobre os projetos empolgantes que planejamos, incluindo atualizações da experiência Scratch para escolas, atualizações no ScratchJr e muito mais.",
    "annualReport.2021.LookingForward1": "Fortalecendo a Plataforma Scratch e a Infraestrutura da Comunidade",
    "annualReport.2021.LookingForward2": "Expandindo Caminhos para a Aprendizagem Criativa",
    "annualReport.2021.LookingForward3": "Construindo Capacidade Organizacional e Garantindo a Sustentabilidade Fiscal",
    "annualReport.2021.supportersTitle": "Obrigado aos Nossos Apoiadores",
    "annualReport.2021.supportersIntro": "Obrigado aos nossos generosos apoiadores. Sua contribuição nos ajuda a expandir as oportunidades de aprendizagem criativa para crianças de todas as idades, de todas as origens, em todo o mundo.",
    "annualReport.2021.ourSupporters": "Nossos Apoiadores",
    "annualReport.2021.ourSupportersText": "Queremos agradecer a todos os apoiadores do Scratch que, ao longo dos anos, nos ajudaram em experiências incríveis de aprendizagem para milhões de jovens em todo o mundo. A lista a seguir é baseada em doações à Fundação Scratch de 1 de janeiro de 2021 a 31 de dezembro de 2021.",
    "annualReport.2021.supportersFoundingTitle": "Parceiros Fundadores — US$ 10.000.000+",
    "annualReport.2021.supportersFoundingText": "Somos especialmente gratos aos nossos Parceiros Fundadores que individualmente proveram mais de US$ 10.000.000 em apoio acumulado desde o inicio do Scratch em 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Parceiros do gato do Scratch — US$ 1.000.000+",
    "annualReport.2021.supportersCreativityTitle": "Círculo de Criatividade — US$ 250.000+",
    "annualReport.2021.supportersCollaborationTitle": "Círculo de Colaboração — US$ 100.000+",
    "annualReport.2021.supportersImaginationTitle": "Círculo de Imaginação — US$ 50.000+",
    "annualReport.2021.supportersInspirationTitle": "Círculo de Inspiração — US$ 20.000+",
    "annualReport.2021.supportersExplorationTitle": "Círculo de Exploração — US$ 5.000+",
    "annualReport.2021.supportersPlayTitle": "Círculo de Brincar — US$ 1.000+",
    "annualReport.2021.supportersInKindTitle": "Apoiadores em Espécie",
    "annualReport.2021.leadershipTitle": "Nossa Equipe",
    "annualReport.2021.leadershipBoard": "Conselho Administrativo",
    "annualReport.2021.leadershipChair": "Presidente",
    "annualReport.2021.leadershipProfessor": "Professor de Pesquisa em Aprendizagem",
    "annualReport.2021.leadershipViceChair": "Vice-presidente",
    "annualReport.2021.leadershipCoFounder": "Co-fundador and co-presidente",
    "annualReport.2021.leadershipBoardMember": "Membro do conselho",
    "annualReport.2021.leadershipPresidentCEO": "Presidente e CEO",
    "annualReport.2021.leadershipFormerPresident": "Antiga presidente",
    "annualReport.2021.leadershipFounderCEO": "Fundador e CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Antiga CEO e Presidente do Conselho",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Secretária e Tesoureiro do Conselho",
    "annualReport.2021.leadershipBoardSecretary": "Secretária do Conselho",
    "annualReport.2021.leadershipBoardTreasurer": "Tesoureiro do Conselho",
    "annualReport.2021.leadershipScratchTeam": "Equipe Scratch 2021",
    "annualReport.2021.leadershipED": "Diretora Executiva",
    "annualReport.2021.teamThankYou": "Agradecemos Mitch Resnick, Natalie Rusk, Rupal Jain e  outros colaboradores do Lifelong Kindergarten Group no MIT Media Lab pelo seu incansável suporte ao Scratch.",
    "annualReport.2021.donateTitle": "Apoie-nos",
    "annualReport.2021.donateMessage": "Seu apoio nos permite criar experiências de aprendizagem inspiradoras, criativas e memoráveis para crianças em todos os lugares, especialmente aquelas que foram sistematicamente excluídas das oportunidades de programação criativa. Faça uma doação para o Scratch para nos ajudar a manter nossos servidores funcionando, manter nossa crescente comunidade global e tornar possível a programação criativa para crianças em todos os países do mundo.",
    "annualReport.2021.donateMessage2": "Obrigado pela sua generosidade.",
    "annualReport.2021.donateButton": "Fazer Doação",
    "annualReport.2021.projectBy": "projeto de",
    "annualReport.2021.JuneIlloAttr": "Bandeiras por @ratchild",
    "annualReport.2021.OctIlloAttr": "Batata e óculos por @Cupwing",
    "annualReport.2021.altMap": "Um mapa do mundo mostrando 41 organizações SEC",
    "annualReport.2021.altSECSpotlightImage": "Uma criança brinca com um brinquedo na frente de um fundo laranja",
    "annualReport.2021.altAccessibility": "Duas pessoas usam linguagem de sinais na frente de um fundo verde.",
    "annualReport.2021.altaccessDEICommittee": "Uma mão segura um bloco do Scratch em um fundo verde.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Uma mão pinta blocos do Scratch em um fundo azul.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Duas mãos alcançam uma balão de texto com um coração dentro dele.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Duas mãos trabalham juntas para compilar uma lista de blocos do Scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Duas crianças, uma usando um tablet e outra usando um laptop, trabalham juntas em um projeto no Scratch.",
    "annualReport.2021.altcommunityVolunteerTransators": "Quatro mãos estão levantadas com balões de texto em cima delas na frente de um fundo roxo.",
    "annualReport.2021.altcommunityThankYou": "Um globo com um banner dizendo 'Obrigado' cercado pelas palavras de agradecimento em vários idiomas.",
    "annualReport.2021.altAvatar": "avatar de usuário",
    "annualReport.2021.altDropdownArrow": "Seta indicando menu de seleção",
    "annualReport.2021.altMastheadIllustration": "Três pessoas interagindo com blocos físicos do Scratch.",
    "annualReport.2021.altWave": "Um emoji de mão acenando.",
    "annualReport.2021.altMitchHeadshot": "Fundador Mitch Resnick",
    "annualReport.2021.altCalendar": "Um calendário mostrando o ano de 2021.",
    "annualReport.2021.altWorldVisualization": "Uma versão ilustrada do globo.",
    "annualReport.2021.altSaudiArabiaVisualization": "Um gráfico de barras mostrando que mais do que dobrou o número de usuários do Scratch entre 2020 e 2021.",
    "annualReport.2021.altScratchHorizontalCommand": "Um bloco de programação do Scratch em amarelo.",
    "annualReport.2021.altSECVideoPreview": "A interface do Scratch aparece à esquerda e uma garota fazendo linguagem de sinais à direita.",
    "annualReport.2021.altScratchJr": "Texto onde se lê Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Um bloco horizontal amarelo de programação do Scratch.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Duas mãos alinhando blocos físicos de programação do Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Mãos chegando na frente de um fundo roxo com balões de texto flutuando acima deles.",
    "annualReport.2021.altScratchLogoText": "Um retângulo verde com as palavras 'Scratch Lab' escritas nele.",
    "annualReport.2021.altScratchLabVideo": "Uma captura de tela de um projeto do Scratch com um botão de reprodução na parte superior.",
    "annualReport.2021.altHat": "Uma pessoa usando um chapéu amarelo e óculos de sol em formato de coração rosa.",
    "annualReport.2021.altScratchText": "Um bloco de programação de arco-íris do Scratch exibindo o texto, 'Aqui vamos nós!'",
    "annualReport.2021.altStar": "Uma garota com uma estrela amarela na frente do rosto.",
    "annualReport.2021.altMouseTrail": "Vários recortes de cabeças de esquilos colocados aleatoriamente uns em cima dos outros.",
    "annualReport.2021.altSECWorkshops": "Pessoas brincando juntas",
    "annualReport.2021.altArrowUp": "Uma seta apontando para cima.",
    "annualReport.2021.altTranslated": "Um bloco do Scratch que diz \"Olá\" e uma lista dos idiomas em que o Scratch está disponível.",
    "annualReport.2021.altAboutMe": "As palavras 'Sobre mim' colocadas sobre um cavalete, ouriço, manga e bola de futebol.",
    "annualReport.2021.altClickerGame": "Um jogo de matemática mostrando uma maçã, uma laranja e uma tigela de frutas cortadas.",
    "annualReport.2021.altLookingForward1": "Hexágonos interligados exibindo uma espiral, uma estrela e um coração.",
    "annualReport.2021.altLookingForward2": "Um poste de sinalização com uma seta apontando para a direita exibindo uma espiral e uma seta apontando para a esquerda exibindo um coração.",
    "annualReport.2021.altLookingForward3": "Blocos coloridos alinhados para criar degraus com uma planta crescendo em cima.",
    "annualReport.2021.altSparkle": "Decoração com brilho branco",
    "annualReport.2021.altDownArrow": "Seta roxa apontando para baixo",
    "annualReport.2021.altConnectingLine": "Uma linha pontilhada conectando elementos da linha do tempo.",
    "annualReport.2021.altApril": "Uma caneta e blocos do Scratch colocados em cima de um fundo roxo.",
    "annualReport.2021.altJune": "Um bolo de aniversário em frente a um banner exibindo vários tipos de bandeiras do orgulho LGBTQ+.",
    "annualReport.2021.altAugust": "Uma batata, um chapéu de aniversário e um óculos de sol em cima de um fundo roxo.",
    "annualReport.2021.altCard1": "Uma bolha colorida flutua na frente de um fundo preto e cinza ao lado das palavras 'Um sonho em um mundo de pesadelos.'",
    "annualReport.2021.altCard2": "Uma mulher negra está usando uma faixa amarela e brincos de argola de ouro.",
    "annualReport.2021.altCard3": "O gato mascote do Scratch balança na frente dos prédios acompanhado por um texto que diz 'Eu acho que o gato do Scratch é um super-herói.'",
    "annualReport.2021.altCard5": "Um bloco sorridente fica ao lado de um balão de texto que diz 'não importa como as pessoas se vestem, que pronome elas usam ou quem elas amam, você deve sempre respeitá-las!'",
    "annualReport.2021.altCard6": "Uma batata usando óculos de sol fica na frente de um fundo roxo.",
    "annualReport.2021.altCard7": "Um chapéu de aniversário colorido em cima de um cubo de néon.",
    "annualReport.2021.altCard9": "'2022' fica na frente de um arco-íris de formas ovais.",
    "annualReport.2021.altDonateIllustration": "Duas mãos formam um coração com os dedos dentro de um recorte em forma de coração."
}