{
    "annualReport.2021.subnavFoundersMessage": "Mesajul fondatorului",
    "annualReport.2021.subnavMission": "Misiune",
    "annualReport.2021.subnavReach": "A ajunge",
    "annualReport.2021.subnavThemes": "Teme",
    "annualReport.2021.subnavDirectorsMessage": "Mesajul directorului",
    "annualReport.2021.subnavSupporters": "Suporteri",
    "annualReport.2021.subnavTeam": "Echipă",
    "annualReport.2021.subnavDonate": "Donează",
    "annualReport.2021.mastheadYear": "Raport anual 2021",
    "annualReport.2021.mastheadTitle": "Construirea împreună a unei comunități echitabile",
    "annualReport.2021.directorsMessageTitle": "Un mesaj de la directorul nostru executiv",
    "annualReport.2021.directorsMessageP1": "În 2021, COVID-19 a continuat să ne perturbe rutinele și să modeleze modul în care interacționăm unul cu celălalt. Chiar dacă am început să ne adunăm împreună, școlile s-au redeschis și au existat apeluri pentru „revenirea la normal”, cei mai vulnerabili din societatea noastră au rămas afectați în mod disproporționat de structurile inechitabile pe care COVID-19 le-a exacerbat. Criza COVID-19 a modelat relațiile tinerilor cu Scratch și a consolidat Scratch ca un loc mai vital ca niciodată pentru ei pentru a crea, învăța și conecta. Dar, pe măsură ce ne-am mutat într-un nou an, nu i-am lăsat în urmă pe cei mai vulnerabili tineri ai noștri, deoarece au început să navigheze în „noul normal”.",
    "annualReport.2021.directorsMessageP2": "Una dintre valorile fundamentale ale Scratch a fost întotdeauna de a oferi tinerilor putere să exploreze, să creeze, să se joace și să descopere – oportunități care nu sunt oferite în mod echitabil tuturor studenților.",
    "annualReport.2021.directorsMessagePullquote": "Credem în puterea de transformare a autoexprimării și a creativității și în oferirea de spațiu pentru ca tinerii să folosească codificarea creativă ca instrument pentru a-și ridica vocea.",
    "annualReport.2021.directorsMessageP3": "Sunt mândru să servesc în calitate de director executiv al Fundației Scratch în acest moment esențial din istoria noastră și voi continua să răspândesc abordarea grijulie și colaborativă a lui Scratch pentru învățarea creativă copiilor din întreaga lume care au cel mai mult nevoie de aceste oportunități.",
    "annualReport.2021.directorsMessageP4": "Anul trecut a fost un an incredibil pentru Fundația Scratch – ne-am concentrat pe creșterea echipei noastre cu lideri remarcabili și diverși și pe construirea unei baze solide pentru tranziția noastră continuă către o organizație independentă. Am dezvoltat un plan strategic de trei ani cu eforturile combinate ale fiecărui membru al echipei de la fiecare nivel al organizației noastre, codificând munca în care ne angajăm împreună. Pe măsură ce Scratch crește, rămânem concentrați pe echitate și pe construirea comunității și să păstrăm Scratch un spațiu sigur pentru ca copiii să se conecteze, să creeze și să colaboreze cu colegii lor din întreaga lume.",
    "annualReport.2021.directorsMessageP5": "Nu vă pot mulțumi suficient pentru că v-ați angajat în această călătorie împreună cu echipa noastră și pentru sprijinul dumneavoastră continuu pentru misiunea noastră. Compasiunea și creativitatea Comunității Scratch ne inspiră la nesfârșit și abia așteptăm să ni te alături în munca importantă care ne așteaptă.",
    "annualReport.2021.EDTitle": "Director executiv, Scratch Foundation",
    "annualReport.2021.watchVideo": "Urmăriți videoclipul",
    "annualReport.2021.missionTitle": "Misiunea, viziunea și valorile noastre",
    "annualReport.2021.missionP1": "Ne angajăm să justiție educațională și să acordăm prioritate echității în toate aspectele muncii noastre, cu un accent deosebit pe inițiative și abordări care sprijină copiii, familiile și educatorii care au fost excluși de la calculul creativ.",
    "annualReport.2021.missionP2": "Am dezvoltat Scratch ca un mediu de învățare gratuit, sigur și jucăuș, care îi implică pe toți copiii să gândească creativ, să raționeze sistematic și să lucreze în colaborare - abilități esențiale pentru toată lumea din societatea actuală. Lucrăm cu educatori și familii pentru a sprijini copiii să exploreze, să împărtășească și să învețe.",
    "annualReport.2021.missionHeader": "Misiune",
    "annualReport.2021.missionSubtitle": "Oferirea tinerilor instrumente digitale și oportunități de a imagina, crea, împărtăși și învăța.",
    "annualReport.2021.visionHeader": "Viziune",
    "annualReport.2021.visionSubtitle": "Pentru a răspândi abordări creative, grijulii, colaborative și echitabile ale codificării și învățării în întreaga lume.",
    "annualReport.2021.valuesHeader": "Valori",
    "annualReport.2021.valuesSubtitle": "În această activitate, suntem ghidați de valorile noastre fundamentale care ne definesc principiile ca organizație și comunitate:",
    "annualReport.2021.creativeExpressionTitle": "Expresie creativă",
    "annualReport.2021.progressiveImprovementTitle": "Îmbunătățirea progresivă",
    "annualReport.2021.EquitableOpportunitiesTitle": "Oportunități echitabile",
    "annualReport.2021.playfulEngagementTitle": "Implicare jucăușă",
    "annualReport.2021.creativeExpressionDescription": "Ne angajăm să oferim tuturor instrumente și oportunități de a-și exprima ideile, interesele și sinele lor autentic într-o comunitate de sprijin.",
    "annualReport.2021.progressiveImprovementDescription": "Ne menținem la un standard înalt și ne străduim mereu să ne repetăm, să ne îmbunătățim și să ne inspirăm unul pe altul pentru a servi cel mai bine tinerii din întreaga lume și comunitatea care ne face posibilă munca.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Construim o mișcare educațională care să includă oameni din medii diverse, astfel încât să putem ajunge la copiii din întreaga lume care au fost excluși de la oportunitățile creative de codificare.",
    "annualReport.2021.playfulEngagementDescription": "La Scratch, jocul este o abordare pentru a crea, a împărtăși, a învăța și a interacționa cu lumea. Încurajăm explorarea plină de bucurie, experimentarea și colaborarea.",
    "annualReport.2021.reachTitle": "Ajungerea copiilor din întreaga lume",
    "annualReport.2021.reachSubtitle": "Scratch este cea mai mare comunitate de codificare din lume pentru copii și adolescenți, cu vârsta peste 8 ani.",
    "annualReport.2021.reachMillion": "milion",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% din 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% din 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% din 2020",
    "annualReport.2021.reachNewUsers": "Noi utilizatori",
    "annualReport.2021.reachProjectsCreated": "Proiecte create",
    "annualReport.2021.reachProjectCreators": "Oameni care creează proiecte",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch este folosit în întreaga lume {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "peste 200 de țări și teritorii",
    "annualReport.2021.reachSaudiArabiaTitle": "Arabia Saudită",
    "annualReport.2021.reachSaudiArabiaDescription": "Am observat o creștere extraordinară în întreaga lume în 2021, dar am fost uimiți să vedem creșterea în Arabia Saudită, unde am văzut de două ori mai mulți utilizatori noi decât anul precedent.",
    "annualReport.2021.reachTranslationTitle": "Scratch este tradus în 74 de limbi",
    "annualReport.2021.reachTranslationIncrease": "10 limbi din 2020",
    "annualReport.2021.reachTranslationBlurb": "Mulțumim traducătorilor voluntari din întreaga lume.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr este un mediu de programare introductiv care le permite copiilor mici (cu vârste între 5 și 7 ani) să-și creeze propriile povești și jocuri interactive.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Descărcări în 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 milioane din 2020",
    "annualReport.2021.themesTitle": "Teme emergente",
    "annualReport.2021.themesDescription": "Pe fondul incertitudinii continue din cauza COVID-19, Scratch a continuat să servească drept spațiu cheie pentru ca tinerii să se conecteze și să creeze împreună. În 2021, ne-am concentrat eforturile pe construirea unei baze solide pentru a sprijini în mod echitabil comunitatea noastră globală în creștere și Echipa noastră Scratch în creștere. Munca noastră a fost centrată în jurul a trei teme majore: promovarea comunității, creșterea accesului și accesibilității și dezvoltarea Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Vocile și parteneriatele comunității sunt țesute profund în țesutul istoriei Scratch. Ele au și continuă să fie esențiale pentru a ne ajuta să creștem oportunitățile de codificare accesibile și echitabile la nivel mondial. În 2021, am lansat Scratch Education Collaborative, o inițiativă dedicată identificării și eliminării barierelor din calea accesului la codare creativă care conectează organizații remarcabile din întreaga lume.",
    "annualReport.2021.SECWhatIs": "Ce este SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC sprijină și implică organizațiile participante într-o experiență de doi ani, de cohortă de colaborare, pentru a-și consolida angajamentul față de și implementarea unei codări creative echitabile folosind Scratch și ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Până la sfârșitul experienței de cohortă, organizațiile vor fi format noi parteneriate între ele și cu Scratch și vor fi stabilit noi modele pentru resursele de codificare creative centrate pe echitate.",
    "annualReport.2021.SECWhatIsP3": "Lucrarea noastră cu SEC este posibilă datorită unui grant generos de la Google.org. Dorim să ne exprimăm recunoștința pentru sprijinul continuu acordat misiunii noastre.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizatii",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "ţări",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "parteneri",
    "annualReport.2021.SECMapParagraph": "Prima noastră cohortă a inclus 41 de organizații reprezentând 13 țări din întreaga lume, unite prin angajamentul lor de a sprijini cursanții din comunitățile marginalizate din punct de vedere istoric în dezvoltarea încrederii lor în calculul creativ. Locațiile lor sunt evidențiate mai jos:",
    "annualReport.2021.spotlightStory": "Povestea în prim-plan",
    "annualReport.2021.SECSpotlightTitle": "Poduri către știință",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Poduri către știință; o organizație nonprofit din Texas care oferă programe de matematică, codificare și robotică pentru tinerii defavorizați; a fost una dintre cele 41 de organizații excepționale care s-au alăturat primei cohorte a Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "În 2021, am sprijinit Bridges to Science în facilitarea primului lor atelier „Ora de cod” cu Code.org. Evenimentul „Fiestas y Piñatas” a atras peste 22.000 de profesori și studenți din America Latină. De asemenea, am colaborat cu Bridges to Science pentru a dezvolta un set de instrumente cu resurse unice care să răspundă nevoilor comunității lor.",
    "annualReport.2021.SECPullQuote": "Una dintre cele mai mari bucurii pe care le avem în a preda elevii noștri este că fiecare dintre ei, oricât de tăcuți ar fi, toți își găsesc o voce în informatică prin Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, fondator Poduri către știință",
    "annualReport.2021.SECWorkshops": "Atelierele SEC",
    "annualReport.2021.SECWorkshopsText": "Anul trecut, Scratch Education Collaborative a găzduit o serie de ateliere care au sprijinit cohorta lor inaugurală în definirea și explorarea căilor unice către codificarea creativă echitabilă. Atelierele au fost facilitate de Stanford d. Școală, Tinkering Studio, Rețeaua braziliană de învățare creativă și școlile publice din Chicago CS4ALL. Împreună, participanții la atelier au dezvoltat o înțelegere comună a codificării creative și au discutat despre strategii și practici care încurajează comunitățile care susțin cultural prin comunicare și colaborare creativă.",
    "annualReport.2021.SECWorkshopsSubtitle": "Cum putem împuternici comunitatea locală în mod creativ în explorarea codării creative?",
    "annualReport.2021.accessTitle": "Acces",
    "annualReport.2021.accessIntro": "Pe măsură ce COVID-19 a forțat școlile să închidă și a împins învățarea în spații virtuale, mulți elevi și profesori au descoperit Scratch pentru prima dată sau au adaptat modul în care predau și învățau codificarea creativă. Din casele noastre, Echipa Scratch a lucrat pentru a sprijini nevoile în schimbare ale educatorilor și ale comunității online.",
    "annualReport.2021.accessASL": "Tutorial ASL",
    "annualReport.2021.accessASLText": "În 2021, am colaborat cu Deaf Kids Code pentru a lansa primul nostru tutorial în limbajul semnelor americane în Editorul Scratch.",
    "annualReport.2021.accessASLText2": "Împreună, am fost inspirați să creăm o resursă veșnic verde care să extindă căile creative pentru Scratchers surzi.",
    "annualReport.2021.accessASLText3": "Videoclipul este un remake de 13 minute a tutorialului nostru original „Noțiuni introductive cu Scratch”, care îi prezintă pe începători în platforma Scratch.",
    "annualReport.2021.accessPullQuote": "A fi un bun aliat înseamnă dorința de a fi accesibil și de a pune cu adevărat greutate pe recomandările unor organizații ca a mea... Să întrebi „Ce putem face?” și să ne lași cu adevărat să luăm frâiele și să mergem la asta, cu foarte mult rezistență mică sau deloc; este un lucru foarte rar.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, fondatoarea Deaf Kids Code",
    "annualReport.2021.accessDEICommittee": "Comitetele DEI la zero",
    "annualReport.2021.accessDEICommitteeText": "În 2021, mai multe comitete de la Scratch s-au angajat pentru a face Scratch mai divers, echitabil și mai incluziv pentru toți utilizatorii. Suntem încântați să împărtășim progresele pe care le-a făcut fiecare comitet și munca încă în față.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Accesibilitate",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Comitetul de accesibilitate a fost creat ca răspuns la dificultățile unui membru al echipei Scratch de a folosi blocurile de codare ale lui Scratch și o nevoie recunoscută de a sprijini mai bine Scratcherii de toate abilitățile.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "În octombrie 2021, comitetul a lansat un proiect pentru a face culoarea blocurilor noastre de codare accesibilă pentru Scratchers cu deficiențe de vedere. Comitetul este încântat să colaboreze cu profesori și organizații comunitare specializate în accesibilitate, astfel încât blocurile de codare să respecte regulile de accesibilitate web și, mai important, etajele inferioare pentru a face Scratch mai accesibil pentru toți.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Comitetul Global, Justiție, Echitate, Diversitate și Incluziune (G-JEDI) a fost format pentru a dezvolta un limbaj comun care definește ce înseamnă Diversitatea, Echitatea și Incluziunea (DEI) pentru echipa Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "În 2021, comitetul a început să lucreze la o declarație DEI pentru a sublinia modurile în care DEI a informat echipa Scratch și munca trecută și prezentă a comunității și cum va continua să informeze noile inițiative în viitor.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Echitate x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Comitetul EquityXDesign a fost creat ca un loc pentru membrii echipei Scratch și colaboratorii noștri din grupul Lifelong Kindergarten al MIT pentru a citi și a discuta idei despre practicile de proiectare centrate pe echitate.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Conversațiile sunt ghidate de „Design Justice: Community-Led Practices to Build the Worlds We Need” a lui Sasha Costanza-Chock, iar membrii comitetului discută modalități prin care pot încorpora practicile de proiectare centrate pe echitate în dezvoltarea instrumentelor și resurselor Scratch.",
    "annualReport.2021.access10NewLanguages": "10 limbi noi",
    "annualReport.2021.access10NewLanguagesText": "Mulțumită comunității noastre de traduceri, am reușit să ne conectăm cu Scratchers în 74 de limbi anul trecut! În 2021, 10 limbi noi au fost adăugate la Scratch, inclusiv isiXhosa (Africa de Sud), Sepedi (Africa de Sud), Setswana (Africa de Sud), Afrikaans (Africa de Sud), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), Kazakh (Kazahstan), Aragoneză (Spania), Frizia de vest (Olanda) și Bengaleză (Bangladesh, India și alte regiuni).",
    "annualReport.2021.accessSouthAfrica": "Scratch cu cota zero în Africa de Sud",
    "annualReport.2021.accessSouthAfricaText": "Pentru a îmbunătăți experiența Scratch pentru tinerii din regiunile cu conexiune la internet scăzută sau fără conexiune la internet, am colaborat cu National Education Collaboration Trust (NECT) din Africa de Sud pentru a găzdui o pagină cu rating zero pentru descărcarea Scratch. Descărcările de pe pagini cu rating zero nu consumă nicio lățime de bandă de date, reducând o barieră în calea accesării Scratch din cauza limitelor de date și a costurilor. La doar două luni de la lansarea din aprilie 2021, pagina a avut peste 1300 de vizitatori.",
    "annualReport.2021.accessSnapshot": "Instantanee",
    "annualReport.2021.communityTitle": "Comunitate",
    "annualReport.2021.communityIntro": "În 2021, comunitatea Scratch a continuat să experimenteze o creștere rapidă, pe măsură ce și mai mulți tineri din întreaga lume au creat și s-au conectat alături de colegii lor. De asemenea, am continuat să dezvoltăm parteneriate cu membrii comunității pentru a îmbunătăți experiența Scratch pentru comunitatea noastră diversă de utilizatori.",
    "annualReport.2021.communityScratchConference": "Conferința Scratch",
    "annualReport.2021.communityScratchConferenceText1": "În iulie, educatorii din comunitatea noastră globală s-au reunit pentru a sărbători codificarea creativă la Conferința Scratch. Acest eveniment virtual gratuit a fost condus de colaboratorii noștri de la Grupul Lifelong Kindergarten al MIT. Conferința i-a reunit pe {more_bold}, care și-au petrecut ziua conectându-se, colaborând și învățând unii de la alții, chiar dacă COVID ne-a ținut separați.",
    "annualReport.2021.communityScratchConferenceText1More": "peste 1.500 de educatori și pasionați de Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Traducători voluntari",
    "annualReport.2021.communityVolunteerTranslatorsText": "De când Scratch a fost lansat în 2007, ne-am angajat să sprijinim utilizatorii noștri din întreaga lume. Voluntarii noștri de traducere lingvistică lucrează îndeaproape cu echipa Scratch pentru a ajuta la traducerea și localizarea platformei și resurselor noastre pentru diversele comunități pe care le deservim.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Mii de traducători și-au oferit timpul pentru a traduce Scratch în 74 de limbi și sunt în număr, iar în prezent există peste o mie de traducători înscriși pentru a traduce Scratch și ScratchJr. Le suntem recunoscători voluntarilor noștri pentru că ne-au ajutat să ajungem la mai mulți Scratchers din întreaga lume!",
    "annualReport.2021.communityScratchCommunity": "Comunitatea Scratch în 2021",
    "annualReport.2021.communityScratchCommunityIntro": "În 2021, pe site-ul Scratch au fost create peste 113 milioane de proiecte – o creștere de aproape 39% față de 2020 – și au fost create peste un milion de noi studiouri! De-a lungul anului, Scratch Team a găzduit numeroase studiouri pentru a sărbători evenimente importante și a încuraja Scratchers să participe în comunitatea online.",
    "annualReport.2021.yearInReview": "Anul în revizuire",
    "annualReport.2021.yearInReviewText": "2021 a fost un an remarcabil în comunitatea online. Echipa comunitară a evidențiat și a dezvoltat oportunități pentru ca tinerii să-și exprime ideile și să se implice în moduri pozitive, iar mișcări incredibile au apărut din Scratchers înșiși. Iată o privire înapoi la câteva dintre momentele importante ale anului:",
    "annualReport.2021.yearInReviewCard1Date": "Ianuarie",
    "annualReport.2021.yearInReviewCard1Title": "Cafenea poetică",
    "annualReport.2021.yearInReviewCard1Text": "Am „deschis” prima noastră cafenea poetică, unde Scratchers au fost invitați să scrie, să împărtășească sau să colaboreze la poezii pentru a le împărtăși comunității.",
    "annualReport.2021.yearInReviewCard2Date": "Februarie",
    "annualReport.2021.yearInReviewCard2Title": "Studioul lunii istoriei negre",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers au împărtășit lucrări de artă interactive, au creat poezii, videoclipuri muzicale animate și multe altele pentru a sărbători oamenii și evenimentele influente din istoria negrilor.",
    "annualReport.2021.yearInReviewCard3Date": "Aprilie",
    "annualReport.2021.yearInReviewCard3Title": "Ziua Pacalelilor",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers au fost rugați să-și imagineze „viața secretă” a pisicii Scratch și au plecat într-o vânătoare de comori pentru distracție și lucruri prostii ascunse în jurul site-ului Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Mai",
    "annualReport.2021.yearInReviewCard4Title": "Săptămâna Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers din întreaga lume au împărtășit peste 3.500 de proiecte care răspund la solicitări tematice precum „Gătit cu Scratch” și „Invenții ridicole” pentru a sărbători ziua de naștere a lui Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Iunie",
    "annualReport.2021.yearInReviewCard5Title": "Luna Mândriei",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers a creat proiecte folosind toate culorile curcubeului pentru a sărbători comunitatea LGBTQ+ în studioul Pride Month.",
    "annualReport.2021.yearInReviewCard6Date": "August",
    "annualReport.2021.yearInReviewCard6Title": "Tabăra Scratch",
    "annualReport.2021.yearInReviewCard6Text": "În timpul acestui eveniment anual de trei săptămâni, Scratchers a creat peste 7.000 de proiecte care s-au mișcat și s-au transformat, au prezentat idei creative de bricolaj (DIY) și și-au împărtășit descoperirile despre lumea naturală din jurul lor.",
    "annualReport.2021.yearInReviewCard7Date": "Octombrie",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Timp de două săptămâni, Scratchers a creat proiecte în care își prezintă interpretările de solicitări zilnice în studioul Scratchtober. Au fost create peste 3.500 de proiecte în jurul unor teme cu un singur cuvânt, cum ar fi subacvatic, sărbătoare și creaturi.",
    "annualReport.2021.yearInReviewCard8Date": "Decembrie",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Săptămâna educației în domeniul informaticii (CSEdWeek) a avut loc în perioada 6-12 decembrie pentru a celebra informatica în întreaga lume. Scratch a participat la săptămâna încurajând membrii comunității să urmărească tutoriale, studiouri și un eveniment live găzduit în parteneriat cu Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Decembrie",
    "annualReport.2021.yearInReviewCard9Title": "2021: Un an răzuitor în Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "În 2021, Scratchers au învățat noi abilități, au luat legătura cu prietenii din întreaga lume și au găsit modalități creative de a se exprima. Peste 1.000 de Scratchers și-au împărtășit amintirile lor preferate Scratch și ce a însemnat Scratch pentru ei în studioul 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Odată cu lansarea Scratch Lab în februarie, am deschis ușile procesului nostru de dezvoltare direct pentru Scratchers din întreaga lume.",
    "annualReport.2021.communityScratchLabText2": "Înainte de a decide dacă ar trebui să introducem noi blocuri în editorul de codare Scratch, este esențial să vedem modurile creative, inovatoare și surprinzătoare în care Scratchers interacționează cu ele. Scratch Lab este un sandbox unde toată lumea poate încerca aceste noi funcții și, cel mai important, poate să-și împărtășească gândurile și ideile direct cu noi.",
    "annualReport.2021.communityScratchLabText3": "Peste 500.000 de Scratchers au explorat site-ul Scratch Lab în 2021 și au trimis peste 37.000 de feedback.",
    "annualReport.2021.communityScratchLabText4": "Acest feedback a fost de neprețuit pe măsură ce evaluăm și dezvoltăm blocuri de text animat, blocuri de detectare a feței și mai multe potențiale funcții noi.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "abonati",
    "annualReport.2021.ytData2": "9 milioane",
    "annualReport.2021.ytData2Sub": "vizualizări pe videoclipuri",
    "annualReport.2021.ytData3Top": "telespectatorii în",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "countries",
    "annualReport.2021.communitySnapshot2Title": "Echipa Scratch pe YouTube",
    "annualReport.2021.communitySnapshot2Text": "Canalul YouTube Scratch Team a atins 100.000 de abonați în 2021 – o creștere de aproape 500% față de 2020! Pe măsură ce elevii, educatorii și familiile au evoluat ca răspuns la pandemie, știam că trebuie să creăm resurse care să fie reactive la nevoile lor.",
    "annualReport.2021.communitySnapshot2Text2": "Aceste resurse includ o serie de tutoriale Scratch cuprinzătoare care ghidează utilizatorii prin proiectarea de povești, jocuri și animații pe Scratch. În 2021, aceste videoclipuri au strâns aproape nouă milioane de vizionări de la spectatori din 178 de țări.",
    "annualReport.2021.tutorial1": "Cum să faci un „Despre mine”",
    "annualReport.2021.tutorial2": "Cum să faci un joc Clicker",
    "annualReport.2021.tutorial3": "Cum să faci un traseu pentru șoarece",
    "annualReport.2021.FounderMessageTitle": "Un mesaj de la fondatorul nostru",
    "annualReport.2021.FounderMessageSubTitle": "Sprijin și inspirație de la un partener fondator",
    "annualReport.2021.FounderMessageText1": "Pe măsură ce citiți acest raport anual, veți afla despre multe moduri prin care Scratch extinde oportunitățile de calcul creative pentru milioane de tineri din întreaga lume, în special pentru cei din comunitățile marginalizate. Acest impact global este posibil datorită muncii neobosite a echipei în creștere de ingineri, designeri, educatori, moderatori comunitari și alții de la Fundația Scratch.",
    "annualReport.2021.FounderMessageText2": "Pentru a continua să ne creștem eforturile și impactul, ne bazăm pe sprijinul financiar generos al unei colecții incredibile de companii, fundații și donatori individuali care sunt aliniați cu misiunea și viziunea noastră. Aici, vreau să subliniez sprijinul și inspirația pe care le-am primit de la unul dintre partenerii noștri fondatori: Fundația LEGO.",
    "annualReport.2021.FounderMessageText3": "Grupul meu de cercetare de la MIT Media Lab a început să colaboreze cu compania LEGO și Fundația LEGO în urmă cu mai bine de 30 de ani. Finanțarea LEGO ne-a ajutat să susțină munca noastră timpurie pe Scratch, care a condus la lansarea publică a lui Scratch în 2007. Apoi, când Scratch a ieșit din MIT în Fundația Scratch în 2019, Fundația LEGO a oferit finanțare importantă pentru noua organizație, cu cinci Grant anual de 10 milioane USD pentru „sprijinirea schimbării educaționale transformatoare prin dezvoltarea și promovarea abordărilor ludice și creative ale codificării... în diverse contexte economice și culturale”. Când a lovit pandemia, Fundația LEGO a intensificat cu un grant suplimentar de 5 milioane de dolari în 2021, pentru a se asigura că Fundația Scratch poate satisface nevoile copiilor și educatorilor perturbați de pandemie.",
    "annualReport.2021.FounderMessageText4": "Dar conexiunea LEGO-Scratch depășește cu mult sprijinul financiar. Abordarea Scratch de a crea povești și jocuri animate prin asamblarea blocurilor de programare grafică a fost inspirată, parțial, de modul în care copiii construiesc case și castele LEGO prin asamblarea cărămizilor LEGO din plastic. Scratch și LEGO împărtășesc, de asemenea, aceeași filozofie educațională bazată pe proiecte, încurajând copiii să-și perfecționeze în mod iterativ proiectele încercând o idee, văzând ce se întâmplă, apoi făcând revizuiri și încercând din nou.",
    "annualReport.2021.FounderMessageText5": "Mi-a plăcut întotdeauna sloganul LEGO „Bucuria de a construi, mândria de a crea”. Parteneriatul profund al Fundației LEGO cu Fundația Scratch ajută la aducerea „Bucuria de a construi, mândria de a crea” în activitățile digitale ale copiilor. Parteneriatul servește ca model al modului în care organizațiile cu idei și valori comune pot lucra împreună pentru a cataliza schimbarea transformațională în învățare și educație. Pe măsură ce Fundația Scratch continuă să-și construiască rețeaua de parteneri și susținători, aștept cu nerăbdare să mă conectez cu alte organizații pentru a extinde oportunitățile creative de calcul pentru copiii din întreaga lume.",
    "annualReport.2021.FounderTitle": "Fondator, Scratch Foundation",
    "annualReport.2021.lookingForward": "Abia aştept",
    "annualReport.2021.lookingForwardText1": "În 2021, am schițat un cadru strategic care ne ghidează prioritățile majore pentru următorii 4 ani. Ne concentrăm pe aceste domenii majore:",
    "annualReport.2021.lookingForwardText2": "Dorim să mulțumim foarte mult Fundației LEGO, al cărei grant generos pentru recuperare COVID ne va permite să îndeplinim această activitate crucială. Abia așteptăm să vă împărtășim mai multe despre proiectele interesante pe care le-am planificat, inclusiv actualizări ale experienței Scratch pentru școli, actualizări ale ScratchJr și multe altele.",
    "annualReport.2021.LookingForward1": "Consolidarea platformei Scratch și a infrastructurii comunitare",
    "annualReport.2021.LookingForward2": "Extinderea căilor către învățarea creativă",
    "annualReport.2021.LookingForward3": "Construirea capacității organizaționale și asigurarea sustenabilității fiscale",
    "annualReport.2021.supportersTitle": "Mulțumim susținătorilor noștri",
    "annualReport.2021.supportersIntro": "Mulțumim susținătorilor noștri generoși. Contribuția ta ne ajută să extindem oportunitățile creative de învățare pentru copiii de toate vârstele, din toate mediile, pe tot globul.",
    "annualReport.2021.ourSupporters": "Susținătorii noștri",
    "annualReport.2021.ourSupportersText": "Vrem să mulțumim tuturor susținătorilor Scratch care, de-a lungul anilor, ne-au ajutat cu experiențe de învățare uimitoare pentru milioane de tineri din întreaga lume. Următoarea listă se bazează pe donarea către Scratch Foundation în perioada 1 ianuarie 2021 - 31 decembrie 2021.",
    "annualReport.2021.supportersFoundingTitle": "Parteneri fondatori – peste 10.000.000 USD",
    "annualReport.2021.supportersFoundingText": "Suntem recunoscători în special partenerilor noștri fondatori, care au oferit fiecare cel puțin 10.000.000 USD în suport cumulat, de la începutul Scratch în 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat Partners – peste 1.000.000 USD",
    "annualReport.2021.supportersCreativityTitle": "Cercul de creativitate – peste 250.000 USD",
    "annualReport.2021.supportersCollaborationTitle": "Cercul de colaborare – peste 100.000 USD",
    "annualReport.2021.supportersImaginationTitle": "Cercul de imaginație – 50.000 USD+",
    "annualReport.2021.supportersInspirationTitle": "Cercul de inspirație – peste 20.000 USD",
    "annualReport.2021.supportersExplorationTitle": "Cercul de explorare – 5.000 USD+",
    "annualReport.2021.supportersPlayTitle": "Cercul de joacă – peste 1.000 USD",
    "annualReport.2021.supportersInKindTitle": "Suporteri în natură",
    "annualReport.2021.leadershipTitle": "Echipa noastră",
    "annualReport.2021.leadershipBoard": "Consiliu de administrație",
    "annualReport.2021.leadershipChair": "Scaun",
    "annualReport.2021.leadershipProfessor": "Profesor de cercetare în învăţare",
    "annualReport.2021.leadershipViceChair": "Vice presedinte",
    "annualReport.2021.leadershipCoFounder": "Co-fondator și co-președinte",
    "annualReport.2021.leadershipBoardMember": "Membru al Consiliului",
    "annualReport.2021.leadershipPresidentCEO": "Presedinte si CEO",
    "annualReport.2021.leadershipFormerPresident": "Fostul președinte",
    "annualReport.2021.leadershipFounderCEO": "Fondator și CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Fost CEO și președinte",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Secretar al Consiliului și Trezorier",
    "annualReport.2021.leadershipBoardSecretary": "Secretarul Consiliului",
    "annualReport.2021.leadershipBoardTreasurer": "Trezorier al Consiliului",
    "annualReport.2021.leadershipScratchTeam": "Echipa Scratch 2021",
    "annualReport.2021.leadershipED": "Director executiv",
    "annualReport.2021.teamThankYou": "Mulțumim lui Mitch Resnick, Natalie Rusk, Rupal Jain și altor colaboratori de la Lifelong Kindergarten Group de la MIT Media Lab pentru sprijinul neobosit oferit de Scratch.",
    "annualReport.2021.donateTitle": "Ajuta-ne",
    "annualReport.2021.donateMessage": "Sprijinul dvs. ne permite să creăm experiențe de învățare inspiratoare, creative și memorabile pentru copiii de pretutindeni, în special pentru cei care au fost excluși sistemic de la oportunitățile de codare creativă. Faceți un cadou lui Scratch astăzi pentru a ne ajuta să ne menținem serverele în funcțiune, să ne menținem comunitatea globală în creștere și să facem posibilă codificarea creativă pentru copiii din fiecare țară din lume.",
    "annualReport.2021.donateMessage2": "Vă mulțumesc pentru generozitate.",
    "annualReport.2021.donateButton": "Donează",
    "annualReport.2021.projectBy": "proiect realizat de",
    "annualReport.2021.JuneIlloAttr": "Steaguri de @ratchild",
    "annualReport.2021.OctIlloAttr": "Cartofi și pahare de @Cupwing",
    "annualReport.2021.altMap": "O hartă a lumii care arată 41 de organizații SEC",
    "annualReport.2021.altSECSpotlightImage": "Un copil se joacă cu o jucărie în fața unui fundal portocaliu",
    "annualReport.2021.altAccessibility": "Două persoane folosesc limbajul semnelor în fața unui fundal verde.",
    "annualReport.2021.altaccessDEICommittee": "O mână întinde o componentă Scratch pe un fundal verde.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "O mână pictează componentele Scratch pe un fundal albastru.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Două mâini se întind spre un balon de text cu o inimă înăuntru.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Două mâini lucrează împreună pentru a compila o listă de componente Scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Doi copii, unul folosind o tabletă și unul folosind un laptop, lucrează împreună la un proiect Scratch.",
    "annualReport.2021.altcommunityVolunteerTransators": "Patru mâini sunt ridicate cu bule de text sprijinite deasupra lor în fața unui fundal violet.",
    "annualReport.2021.altcommunityThankYou": "Un glob cu un banner care spune „Mulțumesc” înconjurat de cuvintele „mulțumesc” în diferite limbi.",
    "annualReport.2021.altAvatar": "avatarul utilizatorului",
    "annualReport.2021.altDropdownArrow": "Săgeată care indică meniul drop-down.",
    "annualReport.2021.altMastheadIllustration": "Trei persoane care interacționează cu componentele fizice Scratch.",
    "annualReport.2021.altWave": "O mână emoji fluturând.",
    "annualReport.2021.altMitchHeadshot": "Fondatorul Mitch Resnick",
    "annualReport.2021.altCalendar": "Un calendar care afișează anul 2021.",
    "annualReport.2021.altWorldVisualization": "O versiune ilustrată a globului.",
    "annualReport.2021.altSaudiArabiaVisualization": "O diagramă cu bare care arată că au fost de peste două ori mai mulți utilizatori Scratch noi în 2021 decât în ​​2020.",
    "annualReport.2021.altScratchHorizontalCommand": "O componentă de programare Scratch galbenă.",
    "annualReport.2021.altSECVideoPreview": "Interfața Scratch apare în stânga și o fată care semnează în dreapta.",
    "annualReport.2021.altScratchJr": "Citirea textului Scratch jr",
    "annualReport.2021.altHorizontalLoop": "O componentă de programare Scratch orizontală galbenă.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Două mâini aliniind componentele fizice Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Mâinile întinse în sus în fața unui fundal violet cu bule de text plutind deasupra lor.",
    "annualReport.2021.altScratchLogoText": "Un dreptunghi verde cu cuvintele „Scratch Lab” scris pe el.",
    "annualReport.2021.altScratchLabVideo": "O captură de ecran a unui proiect Scratch cu un buton de redare deasupra.",
    "annualReport.2021.altHat": "O persoană care poartă o pălărie galbenă și ochelari de soare cu inimă roz.",
    "annualReport.2021.altScratchText": "O componentă Scratch curcubeu care afișează textul „Iată-ne!”",
    "annualReport.2021.altStar": "O fată cu o stea galbenă în fața feței.",
    "annualReport.2021.altMouseTrail": "Mai multe decupaje dintr-un cap de veveriță plasate la întâmplare una peste alta.",
    "annualReport.2021.altSECWorkshops": "Oameni care se joacă împreună",
    "annualReport.2021.altArrowUp": "O săgeată îndreptată în sus.",
    "annualReport.2021.altTranslated": "O componentă Scratch care spune „Bună ziua” și listează limbile în care este disponibil Scratch.",
    "annualReport.2021.altAboutMe": "Cuvintele „Despre mine” plasate peste un șevalet, arici, mango și minge de fotbal.",
    "annualReport.2021.altClickerGame": "Un joc de matematică care arată un măr, o portocală și un bol cu ​​fructe tăiate.",
    "annualReport.2021.altLookingForward1": "Hexagoane interconectate care afișează un vârtej, un start și o inimă.",
    "annualReport.2021.altLookingForward2": "Un stâlp indicator cu o săgeată îndreptată spre dreapta afișând un vârtej și o săgeată îndreptată spre stânga afișând o inimă.",
    "annualReport.2021.altLookingForward3": "Blocuri colorate s-au aliniat pentru a crea trepte cu o plantă care crește deasupra.",
    "annualReport.2021.altSparkle": "Decor alb cu strălucire",
    "annualReport.2021.altDownArrow": "Săgeată violet îndreptată în jos",
    "annualReport.2021.altConnectingLine": "O linie punctată care conectează elementele cronologiei.",
    "annualReport.2021.altApril": "Un stilou și componente Scratch plasate deasupra unui fundal violet.",
    "annualReport.2021.altJune": "Un tort de ziua de naștere în fața unui banner cu steaguri care afișează diferite tipuri de mândrie LGBTQ+.",
    "annualReport.2021.altAugust": "Un cartof, o petrecere de naștere și ochelari de soare pe un fundal violet.",
    "annualReport.2021.altCard1": "O pată colorată plutește în fața unui fundal negru și gri lângă cuvintele „Un vis într-o lume de coșmaruri”.",
    "annualReport.2021.altCard2": "O femeie de culoare poartă o bandă galbenă și cercei cu cerc de aur.",
    "annualReport.2021.altCard3": "Mascota pisicii zgârieturi se leagănă în fața clădirilor, însoțită de textul „Cred că pisica zgârietură este un super-erou”.",
    "annualReport.2021.altCard5": "Un bloc zâmbitor stă lângă un balon de text care scrie „indiferent cum se îmbracă cineva, ce pronume folosește sau pe cine iubește, ar trebui să-i respecți întotdeauna!”",
    "annualReport.2021.altCard6": "Un cartof care poartă ochelari de soare stă în fața unui fundal violet.",
    "annualReport.2021.altCard7": "O pălărie plină de culoare se află deasupra unui cub de neon.",
    "annualReport.2021.altCard9": "„2022” se află în fața unui curcubeu de ovale.",
    "annualReport.2021.altDonateIllustration": "Două mâini formează forma unei inimi cu degetele în interiorul unei forme de inimă decupate."
}