{
    "annualReport.2021.subnavFoundersMessage": "Сообщение основателя",
    "annualReport.2021.subnavMission": "Миссия",
    "annualReport.2021.subnavReach": "Достижение",
    "annualReport.2021.subnavThemes": "Темы",
    "annualReport.2021.subnavDirectorsMessage": "Сообщение директора",
    "annualReport.2021.subnavSupporters": "Поддерживающие",
    "annualReport.2021.subnavTeam": "Команда",
    "annualReport.2021.subnavDonate": "Пожертвовать",
    "annualReport.2021.mastheadYear": "2021 Годовой Отчёт",
    "annualReport.2021.mastheadTitle": "Вместе строим равноправное сообщество",
    "annualReport.2021.directorsMessageTitle": "Сообщение от нашего исполнительного директора",
    "annualReport.2021.directorsMessageP1": "В 2021 году COVID-19 продолжал нарушать нашу рутину и формировать то, как мы взаимодействуем друг с другом. Даже когда мы начали собираться вместе, снова открылись школы и раздались призывы к «возвращению к нормальной жизни», самые уязвимые в нашем обществе по-прежнему несоразмерно пострадали от несправедливых структур, которые усугубил COVID-19. Кризис COVID-19 сформировал отношение молодых людей к Scratch и сделал Scratch более важным местом, чем когда-либо, для творчества, обучения и общения. Но когда мы вступили в новый год, мы не оставили позади наших самых уязвимых молодых людей, поскольку они начали ориентироваться в «новой нормальности».",
    "annualReport.2021.directorsMessageP2": "Одна из основополагающих ценностей Scratch всегда заключалась в том, чтобы дать молодым людям возможность исследовать, создавать, играть и открывать — возможности, которые не в равной степени предоставляются всем учащимся.",
    "annualReport.2021.directorsMessagePullquote": "Мы верим в преобразующую силу самовыражения и творчества, а также в то, что молодые люди могут использовать творческое кодирование как инструмент для повышения своего голоса.",
    "annualReport.2021.directorsMessageP3": "Я горжусь тем, что являюсь исполнительным директором Scratch Foundation в этот поворотный момент в нашей истории, и буду продолжать распространять заботливый, совместный подход Scratch к творческому обучению для детей во всем мире, которые больше всего нуждаются в этих возможностях.",
    "annualReport.2021.directorsMessageP4": "Прошлый год был невероятным для Scratch Foundation — мы сосредоточились на расширении нашей команды замечательными, разнообразными лидерами и создании прочной основы для нашего дальнейшего перехода к независимой организации. Мы разработали трехлетний стратегический план совместными усилиями каждого члена команды на всех уровнях нашей организации, систематизировав работу, которую мы начинаем вместе. По мере роста Scratch мы по-прежнему сосредоточены на равенстве и создании сообщества, а также на том, чтобы Scratch оставался безопасным пространством для детей, чтобы они могли общаться, творить и сотрудничать со своими сверстниками по всему миру.",
    "annualReport.2021.directorsMessageP5": "Я не могу отблагодарить вас за то, что вы отправились в это путешествие с нашей командой, и за вашу постоянную поддержку нашей миссии. Сострадание и творчество сообщества Scratch бесконечно вдохновляют нас, и мы не можем дождаться, когда вы присоединитесь к нам в предстоящей нам важной работе.",
    "annualReport.2021.EDTitle": "Исполнительный директор Scratch Foundation",
    "annualReport.2021.watchVideo": "Посмотреть видео",
    "annualReport.2021.missionTitle": "Наша миссия, видение и ценности",
    "annualReport.2021.missionP1": "Мы стремимся к образовательной справедливости и отдаем приоритет справедливости во всех аспектах нашей работы, уделяя особое внимание инициативам и подходам, которые поддерживают детей, семьи и педагогов, которые были исключены из творческих вычислений.",
    "annualReport.2021.missionP2": "Мы разработали Scratch как бесплатную, безопасную и игривую учебную среду, которая вовлекает всех детей в творческое мышление, систематизацию рассуждений и совместную работу — необходимые навыки для всех в современном обществе. Мы работаем с педагогами и семьями, чтобы помочь детям исследовать, делиться и учиться.",
    "annualReport.2021.missionHeader": "Миссия",
    "annualReport.2021.missionSubtitle": "Предоставление молодым людям цифровых инструментов и возможностей воображать, создавать, делиться и учиться.",
    "annualReport.2021.visionHeader": "Видение",
    "annualReport.2021.visionSubtitle": "Распространять творческие, заботливые, совместные, справедливые подходы к программированию и обучению по всему миру.",
    "annualReport.2021.valuesHeader": "Ценности",
    "annualReport.2021.valuesSubtitle": "В этой работе мы руководствуемся нашими основными ценностями, которые определяют наши принципы как организации и сообщества:",
    "annualReport.2021.creativeExpressionTitle": "Творческое выражение",
    "annualReport.2021.progressiveImprovementTitle": "Прогрессивное улучшение",
    "annualReport.2021.EquitableOpportunitiesTitle": "Равные возможности",
    "annualReport.2021.playfulEngagementTitle": "Игривая помолвка",
    "annualReport.2021.creativeExpressionDescription": "Мы стремимся предоставить каждому инструменты и возможности для выражения своих идей, своих интересов и своего подлинного «я» в поддерживающем сообществе.",
    "annualReport.2021.progressiveImprovementDescription": "Мы придерживаемся высоких стандартов и всегда стремимся повторять, улучшать и вдохновлять друг друга, чтобы наилучшим образом служить молодым людям во всем мире и сообществу, которое делает нашу работу возможной.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Мы создаем образовательное движение, включающее людей из разных слоев общества, чтобы мы могли охватить детей во всем мире, которые были исключены из возможностей творческого программирования.",
    "annualReport.2021.playfulEngagementDescription": "В Scratch игра — это подход к созданию, обмену, обучению и взаимодействию с миром. Мы поощряем радостные исследования, эксперименты и сотрудничество.",
    "annualReport.2021.reachTitle": "Охват детей во всем мире",
    "annualReport.2021.reachSubtitle": "Scratch — крупнейшее в мире сообщество программистов для детей и подростков в возрасте от 8 лет и старше.",
    "annualReport.2021.reachMillion": "миллионов",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% с 2020 г.",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% из 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% с 2020",
    "annualReport.2021.reachNewUsers": "Новый пользователь",
    "annualReport.2021.reachProjectsCreated": "Созданные проекты",
    "annualReport.2021.reachProjectCreators": "Люди, создающие проекты",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch используется по всему миру через {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "более 200 стран и территорий",
    "annualReport.2021.reachSaudiArabiaTitle": "Саудовская Аравия",
    "annualReport.2021.reachSaudiArabiaDescription": "В 2021 году мы наблюдали огромный рост по всему миру, но мы были поражены, увидев рост в Саудовской Аравии, где мы увидели вдвое больше новых пользователей, чем годом ранее.",
    "annualReport.2021.reachTranslationTitle": "Scratch переведён на 74 языка",
    "annualReport.2021.reachTranslationIncrease": "10 Языков из 2020",
    "annualReport.2021.reachTranslationBlurb": "Спасибо переводчикам-добровольцам со всего мира.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr — это вводная среда программирования, которая позволяет маленьким детям (в возрасте 5-7 лет) создавать свои собственные интерактивные истории и игры.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Загрузки в 2021 году",
    "annualReport.2021.reachDownloadsIncrease": "2 Миллиона из 2020",
    "annualReport.2021.themesTitle": "Новые темы",
    "annualReport.2021.themesDescription": "В условиях продолжающейся неопределенности, связанной с COVID-19, Scratch продолжал служить ключевым пространством для молодых людей, где они могли общаться и творить вместе. В 2021 году мы сосредоточили наши усилия на создании прочной основы для справедливой поддержки нашего растущего глобального сообщества и нашей растущей команды Scratch. Наша работа была сосредоточена вокруг трех основных тем: развитие сообщества, расширение доступа и доступности, а также развитие Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Совместное обучение Scratch",
    "annualReport.2021.SECIntro": "Голоса сообщества и партнерства глубоко вплетены в ткань истории Scratch. Они были и остаются неотъемлемой частью, помогая нам расширять доступные и справедливые возможности кодирования во всем мире. В 2021 году мы запустили Scratch Education Collaborative, инициативу, направленную на выявление и устранение барьеров для доступа к творческому программированию, которое объединяет выдающиеся организации по всему миру.",
    "annualReport.2021.SECWhatIs": "Что такое СЕК?",
    "annualReport.2021.SECWhatIsP1": "SEC поддерживает и вовлекает участвующие организации в двухлетнем совместном групповом опыте, чтобы укрепить их приверженность и внедрение справедливого творческого кодирования с использованием Scratch и ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "К концу группового опыта организации сформируют новые партнерские отношения друг с другом и со Scratch, а также создадут новые модели для ресурсов творческого кодирования, ориентированных на равенство.",
    "annualReport.2021.SECWhatIsP3": "Наша работа с SEC стала возможной благодаря щедрому гранту от Google.org. Мы хотели бы выразить нашу благодарность за их постоянную поддержку нашей миссии.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "организации",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "страны",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "партнеры",
    "annualReport.2021.SECMapParagraph": "Наша первая группа включала 41 организацию, представляющую 13 стран мира, объединенных стремлением поддерживать учащихся из исторически маргинализированных сообществ в развитии их уверенности в себе с помощью творческих вычислений. Их расположение выделено ниже:",
    "annualReport.2021.spotlightStory": "В центре внимания",
    "annualReport.2021.SECSpotlightTitle": "Мосты к науке",
    "annualReport.2021.SECSpotlightLocation": "Фулшир, Техас",
    "annualReport.2021.SECSpotlightText1": "Мосты к науке; некоммерческая организация из Техаса, предлагающая программы по математике, программированию и робототехнике для малообеспеченной молодежи; была одной из 41 исключительных организаций, присоединившихся к первой когорте Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "В 2021 году мы поддержали Bridges to Science в проведении их первого семинара «Час кода» с Code.org. Мероприятие «Fiestas y Piñatas» привлекло более 22 000 преподавателей и студентов из Латинской Америки. Мы также сотрудничали с Bridges to Science, чтобы разработать набор уникальных ресурсов для удовлетворения потребностей их сообщества.",
    "annualReport.2021.SECPullQuote": "Одна из величайших радостей, которую мы испытываем при обучении наших студентов, заключается в том, что каждый из них, каким бы тихим он ни был, находит голос в компьютерных науках через Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Роза Аристи, основатель Bridges to Science",
    "annualReport.2021.SECWorkshops": "Семинары ТРЦ",
    "annualReport.2021.SECWorkshopsText": "В прошлом году Scratch Education Collaborative провел серию семинаров, которые помогли их первой группе определить и изучить уникальные пути к справедливому творческому программированию. Семинары были организованы Stanford d. School, Tinkering Studio, Бразильской сети творческого обучения и государственных школ Чикаго CS4ALL. Вместе участники семинара пришли к общему пониманию творческого кодирования и обсудили стратегии и практики, которые способствуют культурно устойчивым сообществам посредством творческого общения и сотрудничества.",
    "annualReport.2021.SECWorkshopsSubtitle": "Как мы можем творчески расширить возможности местного сообщества в изучении творческого кодирования?",
    "annualReport.2021.accessTitle": "Доступ",
    "annualReport.2021.accessIntro": "Поскольку COVID-19 вынудил школы закрыться и переместил обучение в виртуальные пространства, многие ученики и учителя впервые открыли для себя Scratch или адаптировали способ преподавания и изучения творческого кодирования. У себя дома команда Scratch работала, чтобы удовлетворить меняющиеся потребности преподавателей и онлайн-сообщества.",
    "annualReport.2021.accessASL": "Учебник по азбуке",
    "annualReport.2021.accessASLText": "В 2021 году мы объединились с Deaf Kids Code, чтобы запустить наше первое учебное пособие по американскому языку жестов в Scratch Editor.",
    "annualReport.2021.accessASLText2": "Вместе мы были вдохновлены созданием вечнозеленого ресурса, который расширил бы творческие пути для глухих Скретчеров.",
    "annualReport.2021.accessASLText3": "Видео представляет собой 13-минутный ремейк нашего оригинального руководства «Начало работы с Scratch», которое знакомит новичков с платформой Scratch.",
    "annualReport.2021.accessPullQuote": "Быть хорошим союзником — это готовность сделать все возможное, чтобы быть доступным, и действительно придавать значение рекомендациям таких организаций, как моя… Спрашивать: «Что мы можем сделать?» практически полное отсутствие сопротивления; это очень редкая вещь.",
    "annualReport.2021.accessPullQuoteAttr": "- Ширин Хафиз, основатель Кодекса глухих детей",
    "annualReport.2021.accessDEICommittee": "Комитеты DEI на нулях",
    "annualReport.2021.accessDEICommitteeText": "В 2021 году несколько комитетов Scratch приступили к работе, чтобы сделать Scratch более разнообразным, справедливым и инклюзивным для всех пользователей. Мы рады поделиться прогрессом, достигнутым каждым комитетом, и предстоящей работой.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Доступность",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Комитет по доступности был создан в ответ на собственные трудности одного члена команды Scratch с использованием блоков кодирования Scratch и признанную потребность в лучшей поддержке скретчеров всех способностей.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "В октябре 2021 года комитет запустил проект, чтобы сделать цвет наших кодовых блоков доступным для скретчеров с нарушениями зрения. Комитет рад сотрудничать с учителями и общественными организациями, специализирующимися на доступности, чтобы блоки кодирования соответствовали рекомендациям по доступности в Интернете и, что более важно, нижние этажи, чтобы сделать Scratch более доступным для всех.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Комитет по вопросам глобальной справедливости, справедливости, разнообразия и инклюзивности (G-JEDI) был сформирован для разработки общего языка, определяющего, что такое разнообразие, справедливость и инклюзивность (DEI) означает для команды Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "В 2021 году комитет начал работу над заявлением DEI, в котором изложены способы, которыми DEI информировал команду Scratch и сообщество о прошлой и настоящей работе, а также то, как он будет продолжать информировать о новых инициативах в будущем.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Справедливость х Дизайн",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Комитет EquityXDesign был создан как место, где члены Scratch Team и наши сотрудники в группе Lifelong Kindergarten Массачусетского технологического института могут читать и обсуждать идеи, касающиеся методов проектирования, ориентированных на равенство.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Обсуждения проходят на основе книги Саши Костанца-Чок «Справедливость в дизайне: общественные практики создания миров, которые нам нужны», и члены комитета обсуждают, как они могут использовать практики проектирования, ориентированные на равенство, при разработке инструментов и ресурсов Scratch.",
    "annualReport.2021.access10NewLanguages": "10 Новых Языков",
    "annualReport.2021.access10NewLanguagesText": "Благодаря огромной благодарности нашему сообществу переводчиков в прошлом году мы смогли подключиться к Scratchers на 74 языках! В 2021 году в Scratch было добавлено 10 новых языков, включая коса (ЮАР), сепеди (ЮАР), сетсвана (ЮАР), африкаанс (ЮАР), кичва (Перу), ଓଡ଼ିଆ/Odia (Индия), казахский (Казахстан), арагонский (Испания), западно-фризский (Нидерланды) и бенгальский (Бангладеш, Индия и др. регионы).",
    "annualReport.2021.accessSouthAfrica": "Скретч с нулевым рейтингом в Южной Африке",
    "annualReport.2021.accessSouthAfricaText": "To improve the Scratch experience for young people in regions with low or no internet connectivity, we partnered with the National Education Collaboration Trust (NECT) of South Africa to host a zero-rated page for downloading Scratch. Downloads on zero-rated pages do not use up any data bandwidth, reducing a barrier to accessing Scratch due to data limits and costs. Just two months after its April 2021 launch, the page had more than 1300 visitors.",
    "annualReport.2021.accessSnapshot": "Снимки",
    "annualReport.2021.communityTitle": "Сообщество",
    "annualReport.2021.communityIntro": "In 2021, the Scratch community continued to experience rapid growth as even more young people around the world created and connected alongside their peers. We also continued to develop partnerships with community members to improve the Scratch experience for our diverse community of users.",
    "annualReport.2021.communityScratchConference": "Конференция Scratch",
    "annualReport.2021.communityScratchConferenceText1": "In July, educators in our global community came together to celebrate creative coding at the Scratch Conference. This free, virtual event was led by our collaborators at MIT’s Lifelong Kindergarten Group. The conference brought together {more_bold}, who spent the day connecting, collaborating, and learning from one another, even as COVID kept us apart.",
    "annualReport.2021.communityScratchConferenceText1More": "more than 1,500 educators and Scratch enthusiasts",
    "annualReport.2021.communityVolunteerTranslators": "Volunteer Translators",
    "annualReport.2021.communityVolunteerTranslatorsText": "Since Scratch was launched in 2007, we have been committed to supporting our users worldwide. Our language translation volunteers work closely with the Scratch Team to help translate and localize our platform and resources for the diverse communities that we serve.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Thousands of translators have volunteered their time to translate Scratch into 74 languages and counting, and there are currently more than one thousand translators signed up to translate Scratch and ScratchJr. We’re grateful to our volunteers for helping us reach more Scratchers around the world!",
    "annualReport.2021.communityScratchCommunity": "The Scratch Community in 2021",
    "annualReport.2021.communityScratchCommunityIntro": "In 2021, more than 113 million projects were created on the Scratch site – almost a 39% increase from 2020 – and more than one million new studios were created! Throughout the year, the Scratch Team hosted numerous studios to celebrate important events and encourage Scratchers to participate in the online community.",
    "annualReport.2021.yearInReview": "Год в обзоре",
    "annualReport.2021.yearInReviewText": "2021 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2021.yearInReviewCard1Date": "Январь",
    "annualReport.2021.yearInReviewCard1Title": "Poetic Cafe",
    "annualReport.2021.yearInReviewCard1Text": "We “opened” our very first Poetic Cafe where Scratchers were invited to write, share, or collaborate on poems to share with the community.",
    "annualReport.2021.yearInReviewCard2Date": "Февраль",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers shared interactive artwork, created poems, animated music videos, and more to celebrate influential people and events in Black history.",
    "annualReport.2021.yearInReviewCard3Date": "Апрель",
    "annualReport.2021.yearInReviewCard3Title": "День дурака",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers were asked to imagine the “Secret life” of the Scratch Cat and went on a treasure hunt for fun and silly things hidden around the Scratch website.",
    "annualReport.2021.yearInReviewCard4Date": "Май",
    "annualReport.2021.yearInReviewCard4Title": "Неделя Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers around the world shared more than 3,500 projects responding to themed prompts like “Cooking With Scratch” and “Ridiculous Inventions” to celebrate Scratch's birthday.",
    "annualReport.2021.yearInReviewCard5Date": "Июнь",
    "annualReport.2021.yearInReviewCard5Title": "Pride Month",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers created projects using all the colors of the rainbow to celebrate the LGBTQ+ community in the Pride Month studio.",
    "annualReport.2021.yearInReviewCard6Date": "Август",
    "annualReport.2021.yearInReviewCard6Title": "Scratch лагерь",
    "annualReport.2021.yearInReviewCard6Text": "During this annual three-week long event, Scratchers created more than 7,000 projects that moved and grooved, showcased creative do-it-yourself (DIY) ideas, and shared their discoveries about the natural world around them.",
    "annualReport.2021.yearInReviewCard7Date": "Октябрь",
    "annualReport.2021.yearInReviewCard7Title": "Скретчтобер",
    "annualReport.2021.yearInReviewCard7Text": "For two weeks, Scratchers created projects showcasing their interpretations of daily prompts in the Scratchtober studio. More than 3,500 projects were created around single-word themes like underwater, celebration, and creatures.",
    "annualReport.2021.yearInReviewCard8Date": "Декабрь",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) occurred from December 6-12 to celebrate computer science around the world. Scratch participated in the week by encouraging community members to check out tutorials, studios, and a live event hosted in partnership with Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Декабрь",
    "annualReport.2021.yearInReviewCard9Title": "2021: A Scratch Year in Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "In 2021, Scratchers learned new skills, connected with friends around the world, and found creative ways to express themselves. More than 1,000 Scratchers shared their favorite Scratch memories and what Scratch meant to them in the 2021: A Scratch Year in Review studio.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "With the launch of Scratch Lab in February, we’ve opened the doors of our development process directly to Scratchers around the world.",
    "annualReport.2021.communityScratchLabText2": "Before we decide if we should introduce new blocks to the Scratch coding editor, it’s crucial to see the creative, innovative, and surprising ways Scratchers interact with them. Scratch Lab is a sandbox where everyone can try out these new features and, most importantly, share their thoughts and ideas directly with us.",
    "annualReport.2021.communityScratchLabText3": "Over 500,000 Scratchers explored the Scratch Lab site in 2021, and they submitted more than 37,000 pieces of feedback.",
    "annualReport.2021.communityScratchLabText4": "This feedback has been invaluable as we evaluate and develop Animated Text blocks, Face Sensing blocks, and more potential new features.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "subscribers",
    "annualReport.2021.ytData2": "9 миллионов",
    "annualReport.2021.ytData2Sub": "views on videos",
    "annualReport.2021.ytData3Top": "viewers in",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "страны",
    "annualReport.2021.communitySnapshot2Title": "The Scratch Team on YouTube",
    "annualReport.2021.communitySnapshot2Text": "The Scratch Team YouTube channel reached 100,000 subscribers in 2021— a nearly 500 percent increase from 2020! As students, educators, and families evolved in response to the pandemic, we knew we had to create resources that were reactive to their needs.",
    "annualReport.2021.communitySnapshot2Text2": "These resources include a series of comprehensive Scratch tutorials that guide users through designing stories, games, and animations on Scratch. In 2021, these videos garnered nearly nine million views from viewers in 178 countries.",
    "annualReport.2021.tutorial1": "How to Make an 'About Me'",
    "annualReport.2021.tutorial2": "Как создать игру-кликер",
    "annualReport.2021.tutorial3": "How to Make a Mouse Trail",
    "annualReport.2021.FounderMessageTitle": "Сообщение от нашего основателя",
    "annualReport.2021.FounderMessageSubTitle": "Support and Inspiration from a Founding Partner",
    "annualReport.2021.FounderMessageText1": "As you read through this annual report, you’ll learn about many ways that Scratch is expanding creative computing opportunities for millions of young people around the world, especially those from marginalized communities. This global impact is possible because of the tireless work of the growing team of engineers, designers, educators, community moderators, and others at the Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "To continue to grow our efforts and impact, we rely on the generous financial support of an incredible collection of companies, foundations, and individual donors who are aligned with our mission and vision. Here, I want to highlight the support and inspiration we’ve received from one of our Founding Partners: the LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "My research group at the MIT Media Lab started collaborating with the LEGO company and LEGO Foundation more than 30 years ago. LEGO funding helped support our early work on Scratch, leading up to the public launch of Scratch in 2007. Then, when Scratch spun out of MIT into the Scratch Foundation in 2019, the LEGO Foundation provided important funding for the new organization, with a five-year $10 million grant to “support transformative educational change by developing and promoting playful, creative approaches to coding...in diverse economic and cultural contexts.” When the pandemic hit, the LEGO Foundation stepped up with an additional $5 million grant in 2021, to ensure that the Scratch Foundation could meet the needs of children and educators disrupted by the pandemic.",
    "annualReport.2021.FounderMessageText4": "But the LEGO-Scratch connection goes far beyond financial support. The Scratch approach of creating animated stories and games by snapping together graphical programming blocks was inspired, in part, by the way children build LEGO houses and castles by snapping together plastic LEGO bricks. Scratch and LEGO also share the same project-based educational philosophy, encouraging children to iteratively refine their projects by trying out an idea, seeing what happens, then making revisions and trying again.",
    "annualReport.2021.FounderMessageText5": "I’ve always loved the LEGO slogan “Joy of Building, Pride of Creation.” The LEGO Foundation’s deep partnership with the Scratch Foundation is helping to bring “Joy of Building, Pride of Creation” to children’s digital activities. The partnership serves as a model of how organizations with shared ideas and values can work together to catalyze transformational change in learning and education. As the Scratch Foundation continues to build its network of partners and supporters, I look forward to connecting with other organizations to expand creative computing opportunities for children around the world.",
    "annualReport.2021.FounderTitle": "Founder, Scratch Foundation",
    "annualReport.2021.lookingForward": "С нетерпением жду",
    "annualReport.2021.lookingForwardText1": "In 2021, we outlined a Strategic Framework guiding our major priorities for the next 4 years. We’re focused on these major areas:",
    "annualReport.2021.lookingForwardText2": "We would like to extend a huge thank you to the LEGO Foundation, whose generous COVID Recovery Grant will enable us to carry out this crucial work. We can’t wait to share more with you about the exciting projects we have planned, including updates to the Scratch experience for schools, updates to ScratchJr, and more.",
    "annualReport.2021.LookingForward1": "Strengthening the Scratch Platform and Community Infrastructure",
    "annualReport.2021.LookingForward2": "Expanding Pathways to Creative Learning",
    "annualReport.2021.LookingForward3": "Building Organizational Capacity and Ensuring Fiscal Sustainability",
    "annualReport.2021.supportersTitle": "Спасибо нашим сторонникам",
    "annualReport.2021.supportersIntro": "Спасибо нашим щедрым сторонникам. Ваш вклад помогает нам расширить возможности творческого обучения для детей всех возрастов, из всех слоев общества, по всему миру.",
    "annualReport.2021.ourSupporters": "Кто нас поддержал",
    "annualReport.2021.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2021 to December 31, 2021.",
    "annualReport.2021.supportersFoundingTitle": "Партнеры-основатели — $10 000 000+",
    "annualReport.2021.supportersFoundingText": "Мы особенно благодарны нашим партнерам-основателям, каждый из которых предоставил не менее 10 000 000 долларов совокупной поддержки с момента запуска Scratch в 2003 году.",
    "annualReport.2021.supportersCatPartnersTitle": "Партнеры Scratch Cat — $1 000 000+",
    "annualReport.2021.supportersCreativityTitle": "Творческий круг — $250 000+",
    "annualReport.2021.supportersCollaborationTitle": "Творческий круг — $100 000+",
    "annualReport.2021.supportersImaginationTitle": "Круг воображения — $50 000+",
    "annualReport.2021.supportersInspirationTitle": "Круг воображения — $20 000+",
    "annualReport.2021.supportersExplorationTitle": "Круг воображения — $5 000+",
    "annualReport.2021.supportersPlayTitle": "Игровой круг — $1 000+",
    "annualReport.2021.supportersInKindTitle": "Сторонники в натуральной форме",
    "annualReport.2021.leadershipTitle": "Наша команда",
    "annualReport.2021.leadershipBoard": "Совет директоров",
    "annualReport.2021.leadershipChair": "Стул",
    "annualReport.2021.leadershipProfessor": "Профессор исследований в области обучения",
    "annualReport.2021.leadershipViceChair": "Заместитель председателя",
    "annualReport.2021.leadershipCoFounder": "Соучредитель и сопредседатель",
    "annualReport.2021.leadershipBoardMember": "Член правления",
    "annualReport.2021.leadershipPresidentCEO": "Президент и генеральный директор",
    "annualReport.2021.leadershipFormerPresident": "Бывший президент",
    "annualReport.2021.leadershipFounderCEO": "Основатель и генеральный директор",
    "annualReport.2021.leadershipFormerChairCEO": "Бывший генеральный директор и председатель",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Секретарь правления и казначей",
    "annualReport.2021.leadershipBoardSecretary": "Секретарь Совета",
    "annualReport.2021.leadershipBoardTreasurer": "Казначей Совета",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Исполнительный директор",
    "annualReport.2021.teamThankYou": "Спасибо Митчу Резнику, Натали Раск, Рупалу Джейну и другим сотрудникам группы Lifelong Kindergarten Group в MIT Media Lab за неустанную поддержку Scratch.",
    "annualReport.2021.donateTitle": "Поддержать нас",
    "annualReport.2021.donateMessage": "Your support enables us to create inspiring, creative, and memorable learning experiences for kids everywhere, especially those who have been systemically excluded from creative coding opportunities. Make a gift to Scratch today to help us keep our servers running, maintain our growing global community, and make creative coding possible for kids in every country around the world.",
    "annualReport.2021.donateMessage2": "Благодарим вас за щедрость.",
    "annualReport.2021.donateButton": "Пожертвовать",
    "annualReport.2021.projectBy": "проект от",
    "annualReport.2021.JuneIlloAttr": "Flags by @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses by @Cupwing",
    "annualReport.2021.altMap": "A map of the world showing 41 SEC organizations",
    "annualReport.2021.altSECSpotlightImage": "A child plays with a toy in front of an orange background",
    "annualReport.2021.altAccessibility": "Two people use sign language in front of a green background.",
    "annualReport.2021.altaccessDEICommittee": "A hand holds out a scratch component on a green background.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "A hand paints scratch components on a blue background.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Two hands reach toward a text bubble with a heart inside it.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Two hands work together to compile a list of scratch components.",
    "annualReport.2021.altaccessSouthAfrica": "Two kids, one using a tablet and one using a laptop, work on a scratch project together.",
    "annualReport.2021.altcommunityVolunteerTransators": "Four hands are raised with text bubbles resting on top of them in front of a purple background.",
    "annualReport.2021.altcommunityThankYou": "A globe with a banner across it saying 'Thank you' surrounded by the words for thank you in various languages.",
    "annualReport.2021.altAvatar": "аватар пользователя",
    "annualReport.2021.altDropdownArrow": "Стрелка, указывающая выпадающее меню.",
    "annualReport.2021.altMastheadIllustration": "Три человека взаимодействуют с физическими компонентами Scratch.",
    "annualReport.2021.altWave": "Смайлик машет рукой.",
    "annualReport.2021.altMitchHeadshot": "Основатель Митч Резник",
    "annualReport.2021.altCalendar": "A calendar displaying the year 2021.",
    "annualReport.2021.altWorldVisualization": "An illustrated version of the globe.",
    "annualReport.2021.altSaudiArabiaVisualization": "A bar chart showing that there were more than twice as many new Scratch users in 2021 as there were in 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "A yellow Scratch programming component.",
    "annualReport.2021.altSECVideoPreview": "The Scratch interface appears on the left and a girl signing appears on the right.",
    "annualReport.2021.altScratchJr": "Text reading Scratch jr",
    "annualReport.2021.altHorizontalLoop": "A yellow horizontal Scratch programming component.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Two hands lining up physical Scratch components.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hands reaching up in front of a purple background with text bubbles floating above them.",
    "annualReport.2021.altScratchLogoText": "A green rectangle with the words 'Scratch Lab' writton on it.",
    "annualReport.2021.altScratchLabVideo": "A screenshot of a Scratch project with a play button on top.",
    "annualReport.2021.altHat": "A person wearing a yellow hat and pink heart sunglasses.",
    "annualReport.2021.altScratchText": "A rainbow Scratch component displaying the text, 'Here we go!'",
    "annualReport.2021.altStar": "A girl with a yellow star in front of her face.",
    "annualReport.2021.altMouseTrail": "Multiple cut outs of a squirrel head placed randomly on top of each other.",
    "annualReport.2021.altSECWorkshops": "People playing together",
    "annualReport.2021.altArrowUp": "An arrow pointing up.",
    "annualReport.2021.altTranslated": "Скретч-компонент, говорящий \"Привет\" и перечисляющий языки, на которых доступен скретч.",
    "annualReport.2021.altAboutMe": "The words 'About me' placed over an easel, hedgehog, mango, and soccer ball.",
    "annualReport.2021.altClickerGame": "A math game showing an apple, an orange, and a cut up bowl of fruit.",
    "annualReport.2021.altLookingForward1": "Interlocking hexagons displaying a swirl, start, and heart.",
    "annualReport.2021.altLookingForward2": "A sign post with one arrow poining right displaying a swirl and one arrow pointing left displaying a heart.",
    "annualReport.2021.altLookingForward3": "Colorful blocks lined up to create steps with a plant growing on top.",
    "annualReport.2021.altSparkle": "White sparkle decoration",
    "annualReport.2021.altDownArrow": "Purple arrow pointing down",
    "annualReport.2021.altConnectingLine": "A dotted line connecting timeline elements.",
    "annualReport.2021.altApril": "A pen and Scratch components placed on top of a purple background.",
    "annualReport.2021.altJune": "A birthday cake in front of a banner of flags displaying various types of LGBTQ+ pride.",
    "annualReport.2021.altAugust": "A potato, birthday had, and sunglasses on top of a purple background.",
    "annualReport.2021.altCard1": "A colorful blob floats in front of a black and gray background next to the words 'A dream In a world of nightmares.'",
    "annualReport.2021.altCard2": "A black woman is wearing a yellow headband and gold hoop earrings.",
    "annualReport.2021.altCard3": "The scratch cat mascot swings in front of buildings accompanied by text reading 'I think Scratch Cat is a superhero.'",
    "annualReport.2021.altCard5": "A smiling block stands next to a text bubble reading 'no matter how anyone dresses, what pronouns they use, or who they love, you should always respect them!'",
    "annualReport.2021.altCard6": "A potato wearing sunglasses sits in front of a purple background.",
    "annualReport.2021.altCard7": "A colorful birthday hat sits on top of a neon cube.",
    "annualReport.2021.altCard9": "'2022' sits in front of a rainbow of ovals.",
    "annualReport.2021.altDonateIllustration": "Две руки образуют форму сердца с пальцами внутри вырезанной формы сердца."
}