{
    "annualReport.2021.subnavFoundersMessage": "Сообщение основателя",
    "annualReport.2021.subnavMission": "Миссия",
    "annualReport.2021.subnavReach": "Достижение",
    "annualReport.2021.subnavThemes": "Темы",
    "annualReport.2021.subnavDirectorsMessage": "Сообщение директора",
    "annualReport.2021.subnavSupporters": "Поддерживающие",
    "annualReport.2021.subnavTeam": "Команда",
    "annualReport.2021.subnavDonate": "Пожертвовать",
    "annualReport.2021.mastheadYear": "2021 Годовой Отчёт",
    "annualReport.2021.mastheadTitle": "Вместе строим равноправное сообщество",
    "annualReport.2021.directorsMessageTitle": "Сообщение от нашего исполнительного директора",
    "annualReport.2021.directorsMessageP1": "В 2021 году COVID-19 продолжал нарушать нашу рутину и формировать то, как мы взаимодействуем друг с другом. Даже когда мы начали собираться вместе, снова открылись школы и раздались призывы к «возвращению к нормальной жизни», самые уязвимые в нашем обществе по-прежнему несоразмерно пострадали от несправедливых структур, которые усугубил COVID-19. Кризис COVID-19 сформировал отношение молодых людей к Scratch и сделал Scratch более важным местом, чем когда-либо, для творчества, обучения и общения. Но когда мы вступили в новый год, мы не оставили позади наших самых уязвимых молодых людей, поскольку они начали ориентироваться в «новой нормальности».",
    "annualReport.2021.directorsMessageP2": "Одна из основополагающих ценностей Scratch всегда заключалась в том, чтобы дать молодым людям возможность исследовать, создавать, играть и открывать — возможности, которые не в равной степени предоставляются всем учащимся.",
    "annualReport.2021.directorsMessagePullquote": "Мы верим в преобразующую силу самовыражения и творчества, а также в то, что молодые люди могут использовать творческое кодирование как инструмент для повышения своего голоса.",
    "annualReport.2021.directorsMessageP3": "Я горжусь тем, что являюсь исполнительным директором Scratch Foundation в этот поворотный момент в нашей истории, и буду продолжать распространять заботливый, совместный подход Scratch к творческому обучению для детей во всем мире, которые больше всего нуждаются в этих возможностях.",
    "annualReport.2021.directorsMessageP4": "Прошлый год был невероятным для Scratch Foundation — мы сосредоточились на расширении нашей команды замечательными, разнообразными лидерами и создании прочной основы для нашего дальнейшего перехода к независимой организации. Мы разработали трехлетний стратегический план совместными усилиями каждого члена команды на всех уровнях нашей организации, систематизировав работу, которую мы начинаем вместе. По мере роста Scratch мы по-прежнему сосредоточены на равенстве и создании сообщества, а также на том, чтобы Scratch оставался безопасным пространством для детей, чтобы они могли общаться, творить и сотрудничать со своими сверстниками по всему миру.",
    "annualReport.2021.directorsMessageP5": "Я не могу отблагодарить вас за то, что вы отправились в это путешествие с нашей командой, и за вашу постоянную поддержку нашей миссии. Сострадание и творчество сообщества Scratch бесконечно вдохновляют нас, и мы не можем дождаться, когда вы присоединитесь к нам в предстоящей нам важной работе.",
    "annualReport.2021.EDTitle": "Исполнительный директор Scratch Foundation",
    "annualReport.2021.watchVideo": "Посмотреть видео",
    "annualReport.2021.missionTitle": "Наша миссия, видение и ценности",
    "annualReport.2021.missionP1": "Мы стремимся к образовательной справедливости и отдаем приоритет справедливости во всех аспектах нашей работы, уделяя особое внимание инициативам и подходам, которые поддерживают детей, семьи и педагогов, которые были исключены из творческих вычислений.",
    "annualReport.2021.missionP2": "Мы разработали Scratch как бесплатную, безопасную и игривую учебную среду, которая вовлекает всех детей в творческое мышление, систематизацию рассуждений и совместную работу — необходимые навыки для всех в современном обществе. Мы работаем с педагогами и семьями, чтобы помочь детям исследовать, делиться и учиться.",
    "annualReport.2021.missionHeader": "Миссия",
    "annualReport.2021.missionSubtitle": "Предоставление молодым людям цифровых инструментов и возможностей воображать, создавать, делиться и учиться.",
    "annualReport.2021.visionHeader": "Видение",
    "annualReport.2021.visionSubtitle": "Распространять творческие, заботливые, совместные, справедливые подходы к программированию и обучению по всему миру.",
    "annualReport.2021.valuesHeader": "Ценности",
    "annualReport.2021.valuesSubtitle": "В этой работе мы руководствуемся нашими основными ценностями, которые определяют наши принципы как организации и сообщества:",
    "annualReport.2021.creativeExpressionTitle": "Творческое выражение",
    "annualReport.2021.progressiveImprovementTitle": "Прогрессивное улучшение",
    "annualReport.2021.EquitableOpportunitiesTitle": "Равные возможности",
    "annualReport.2021.playfulEngagementTitle": "Игривая помолвка",
    "annualReport.2021.creativeExpressionDescription": "Мы стремимся предоставить каждому инструменты и возможности для выражения своих идей, своих интересов и своего подлинного «я» в поддерживающем сообществе.",
    "annualReport.2021.progressiveImprovementDescription": "Мы придерживаемся высоких стандартов и всегда стремимся повторять, улучшать и вдохновлять друг друга, чтобы наилучшим образом служить молодым людям во всем мире и сообществу, которое делает нашу работу возможной.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Мы создаем образовательное движение, включающее людей из разных слоев общества, чтобы мы могли охватить детей во всем мире, которые были исключены из возможностей творческого программирования.",
    "annualReport.2021.playfulEngagementDescription": "В Scratch игра — это подход к созданию, обмену, обучению и взаимодействию с миром. Мы поощряем радостные исследования, эксперименты и сотрудничество.",
    "annualReport.2021.reachTitle": "Охват детей во всем мире",
    "annualReport.2021.reachSubtitle": "Scratch — крупнейшее в мире сообщество программистов для детей и подростков в возрасте от 8 лет и старше.",
    "annualReport.2021.reachMillion": "миллионов",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% с 2020 г.",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% из 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% с 2020",
    "annualReport.2021.reachNewUsers": "Новый пользователь",
    "annualReport.2021.reachProjectsCreated": "Созданные проекты",
    "annualReport.2021.reachProjectCreators": "Люди, создающие проекты",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch используется по всему миру через {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "более 200 стран и территорий",
    "annualReport.2021.reachSaudiArabiaTitle": "Саудовская Аравия",
    "annualReport.2021.reachSaudiArabiaDescription": "В 2021 году мы наблюдали огромный рост по всему миру, но мы были поражены, увидев рост в Саудовской Аравии, где мы увидели вдвое больше новых пользователей, чем годом ранее.",
    "annualReport.2021.reachTranslationTitle": "Scratch переведён на 74 языка",
    "annualReport.2021.reachTranslationIncrease": "10 Языков из 2020",
    "annualReport.2021.reachTranslationBlurb": "Спасибо переводчикам-добровольцам со всего мира.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr — это вводная среда программирования, которая позволяет маленьким детям (в возрасте 5-7 лет) создавать свои собственные интерактивные истории и игры.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Загрузки в 2021 году",
    "annualReport.2021.reachDownloadsIncrease": "2 Миллиона из 2020",
    "annualReport.2021.themesTitle": "Новые темы",
    "annualReport.2021.themesDescription": "В условиях продолжающейся неопределенности, связанной с COVID-19, Scratch продолжал служить ключевым пространством для молодых людей, где они могли общаться и творить вместе. В 2021 году мы сосредоточили наши усилия на создании прочной основы для справедливой поддержки нашего растущего глобального сообщества и нашей растущей команды Scratch. Наша работа была сосредоточена вокруг трех основных тем: развитие сообщества, расширение доступа и доступности, а также развитие Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Совместное обучение Scratch",
    "annualReport.2021.SECIntro": "Голоса сообщества и партнерства глубоко вплетены в ткань истории Scratch. Они были и остаются неотъемлемой частью, помогая нам расширять доступные и справедливые возможности кодирования во всем мире. В 2021 году мы запустили Scratch Education Collaborative, инициативу, направленную на выявление и устранение барьеров для доступа к творческому программированию, которое объединяет выдающиеся организации по всему миру.",
    "annualReport.2021.SECWhatIs": "Что такое СЕК?",
    "annualReport.2021.SECWhatIsP1": "SEC поддерживает и вовлекает участвующие организации в двухлетнем совместном групповом опыте, чтобы укрепить их приверженность и внедрение справедливого творческого кодирования с использованием Scratch и ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "К концу группового опыта организации сформируют новые партнерские отношения друг с другом и со Scratch, а также создадут новые модели для ресурсов творческого кодирования, ориентированных на равенство.",
    "annualReport.2021.SECWhatIsP3": "Наша работа с SEC стала возможной благодаря щедрому гранту от Google.org. Мы хотели бы выразить нашу благодарность за их постоянную поддержку нашей миссии.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "организации",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "страны",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "партнеры",
    "annualReport.2021.SECMapParagraph": "Наша первая группа включала 41 организацию, представляющую 13 стран мира, объединенных стремлением поддерживать учащихся из исторически маргинализированных сообществ в развитии их уверенности в себе с помощью творческих вычислений. Их расположение выделено ниже:",
    "annualReport.2021.spotlightStory": "В центре внимания",
    "annualReport.2021.SECSpotlightTitle": "Мосты к науке",
    "annualReport.2021.SECSpotlightLocation": "Фулшир, Техас",
    "annualReport.2021.SECSpotlightText1": "Мосты к науке; некоммерческая организация из Техаса, предлагающая программы по математике, программированию и робототехнике для малообеспеченной молодежи; была одной из 41 исключительных организаций, присоединившихся к первой когорте Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "В 2021 году мы поддержали Bridges to Science в проведении их первого семинара «Час кода» с Code.org. Мероприятие «Fiestas y Piñatas» привлекло более 22 000 преподавателей и студентов из Латинской Америки. Мы также сотрудничали с Bridges to Science, чтобы разработать набор уникальных ресурсов для удовлетворения потребностей их сообщества.",
    "annualReport.2021.SECPullQuote": "Одна из величайших радостей, которую мы испытываем при обучении наших студентов, заключается в том, что каждый из них, каким бы тихим он ни был, находит голос в компьютерных науках через Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Роза Аристи, основатель Bridges to Science",
    "annualReport.2021.SECWorkshops": "Семинары ТРЦ",
    "annualReport.2021.SECWorkshopsText": "В прошлом году Scratch Education Collaborative провел серию семинаров, которые помогли их первой группе определить и изучить уникальные пути к справедливому творческому программированию. Семинары были организованы Stanford d. School, Tinkering Studio, Бразильской сети творческого обучения и государственных школ Чикаго CS4ALL. Вместе участники семинара пришли к общему пониманию творческого кодирования и обсудили стратегии и практики, которые способствуют культурно устойчивым сообществам посредством творческого общения и сотрудничества.",
    "annualReport.2021.SECWorkshopsSubtitle": "Как мы можем творчески расширить возможности местного сообщества в изучении творческого кодирования?",
    "annualReport.2021.accessTitle": "Доступ",
    "annualReport.2021.accessIntro": "Поскольку COVID-19 вынудил школы закрыться и переместил обучение в виртуальные пространства, многие ученики и учителя впервые открыли для себя Scratch или адаптировали способ преподавания и изучения творческого кодирования. У себя дома команда Scratch работала, чтобы удовлетворить меняющиеся потребности преподавателей и онлайн-сообщества.",
    "annualReport.2021.accessASL": "Учебник по азбуке",
    "annualReport.2021.accessASLText": "В 2021 году мы объединились с Deaf Kids Code, чтобы запустить наше первое учебное пособие по американскому языку жестов в Scratch Editor.",
    "annualReport.2021.accessASLText2": "Вместе мы были вдохновлены созданием вечнозеленого ресурса, который расширил бы творческие пути для глухих Скретчеров.",
    "annualReport.2021.accessASLText3": "Видео представляет собой 13-минутный ремейк нашего оригинального руководства «Начало работы с Scratch», которое знакомит новичков с платформой Scratch.",
    "annualReport.2021.accessPullQuote": "Быть хорошим союзником — это готовность сделать все возможное, чтобы быть доступным, и действительно придавать значение рекомендациям таких организаций, как моя… Спрашивать: «Что мы можем сделать?» практически полное отсутствие сопротивления; это очень редкая вещь.",
    "annualReport.2021.accessPullQuoteAttr": "- Ширин Хафиз, основатель Кодекса глухих детей",
    "annualReport.2021.accessDEICommittee": "Комитеты DEI на нулях",
    "annualReport.2021.accessDEICommitteeText": "В 2021 году несколько комитетов Scratch приступили к работе, чтобы сделать Scratch более разнообразным, справедливым и инклюзивным для всех пользователей. Мы рады поделиться прогрессом, достигнутым каждым комитетом, и предстоящей работой.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Доступность",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Комитет по доступности был создан в ответ на собственные трудности одного члена команды Scratch с использованием блоков кодирования Scratch и признанную потребность в лучшей поддержке скретчеров всех способностей.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "В октябре 2021 года комитет запустил проект, чтобы сделать цвет наших кодовых блоков доступным для скретчеров с нарушениями зрения. Комитет рад сотрудничать с учителями и общественными организациями, специализирующимися на доступности, чтобы блоки кодирования соответствовали рекомендациям по доступности в Интернете и, что более важно, нижние этажи, чтобы сделать Scratch более доступным для всех.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Комитет по вопросам глобальной справедливости, справедливости, разнообразия и инклюзивности (G-JEDI) был сформирован для разработки общего языка, определяющего, что такое разнообразие, справедливость и инклюзивность (DEI) означает для команды Scratch.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "В 2021 году комитет начал работу над заявлением DEI, в котором изложены способы, которыми DEI информировал команду Scratch и сообщество о прошлой и настоящей работе, а также то, как он будет продолжать информировать о новых инициативах в будущем.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Справедливость х Дизайн",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Комитет EquityXDesign был создан как место, где члены Scratch Team и наши сотрудники в группе Lifelong Kindergarten Массачусетского технологического института могут читать и обсуждать идеи, касающиеся методов проектирования, ориентированных на равенство.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Обсуждения проходят на основе книги Саши Костанца-Чок «Справедливость в дизайне: общественные практики создания миров, которые нам нужны», и члены комитета обсуждают, как они могут использовать практики проектирования, ориентированные на равенство, при разработке инструментов и ресурсов Scratch.",
    "annualReport.2021.access10NewLanguages": "10 Новых Языков",
    "annualReport.2021.access10NewLanguagesText": "Благодаря огромной благодарности нашему сообществу переводчиков в прошлом году мы смогли подключиться к Scratchers на 74 языках! В 2021 году в Scratch было добавлено 10 новых языков, включая коса (ЮАР), сепеди (ЮАР), сетсвана (ЮАР), африкаанс (ЮАР), кичва (Перу), ଓଡ଼ିଆ/Odia (Индия), казахский (Казахстан), арагонский (Испания), западно-фризский (Нидерланды) и бенгальский (Бангладеш, Индия и др. регионы).",
    "annualReport.2021.accessSouthAfrica": "Скретч с нулевым рейтингом в Южной Африке",
    "annualReport.2021.accessSouthAfricaText": "Чтобы улучшить возможности Scratch для молодых людей в регионах с низким или отсутствующим подключением к Интернету, мы объединились с Национальным фондом сотрудничества в области образования (NECT) Южной Африки, чтобы разместить страницу с нулевым рейтингом для загрузки Scratch. Загрузки на страницах с нулевым рейтингом не используют пропускную способность данных, что снижает барьер для доступа к Scratch из-за ограничений данных и затрат. Всего через два месяца после запуска в апреле 2021 года страницу посетило более 1300 человек.",
    "annualReport.2021.accessSnapshot": "Снимки",
    "annualReport.2021.communityTitle": "Сообщество",
    "annualReport.2021.communityIntro": "В 2021 году сообщество Scratch продолжало быстро расти, поскольку все больше молодых людей во всем мире создавали и общались вместе со своими сверстниками. Мы также продолжали развивать партнерские отношения с членами сообщества, чтобы улучшить возможности Scratch для нашего разнообразного сообщества пользователей.",
    "annualReport.2021.communityScratchConference": "Конференция Scratch",
    "annualReport.2021.communityScratchConferenceText1": "В июле преподаватели нашего глобального сообщества собрались вместе, чтобы отпраздновать творческое кодирование на конференции Scratch. Это бесплатное виртуальное мероприятие было проведено нашими сотрудниками из группы Lifelong Kindergarten при Массачусетском технологическом институте. Конференция собрала вместе {more_bold}, которые провели день, общаясь, сотрудничая и учась друг у друга, несмотря на то, что COVID разлучил нас.",
    "annualReport.2021.communityScratchConferenceText1More": "более 1500 преподавателей и энтузиастов Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Волонтеры-переводчики",
    "annualReport.2021.communityVolunteerTranslatorsText": "С момента запуска Scratch в 2007 году мы стремимся поддерживать наших пользователей по всему миру. Наши волонтеры-переводчики тесно сотрудничают с командой Scratch, помогая переводить и локализовать нашу платформу и ресурсы для различных сообществ, которые мы обслуживаем.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Тысячи переводчиков пожертвовали своим временем, чтобы перевести Scratch на 74 языка, и в настоящее время более тысячи переводчиков подписались на перевод Scratch и ScratchJr. Мы благодарны нашим волонтерам за то, что они помогли нам привлечь больше скретчеров по всему миру!",
    "annualReport.2021.communityScratchCommunity": "Скретч-сообщество в 2021 году",
    "annualReport.2021.communityScratchCommunityIntro": "В 2021 году на площадке Scratch было создано более 113 миллионов проектов — почти на 39% больше, чем в 2020 году — и создано более миллиона новых студий! В течение года команда Scratch организовала множество студий, чтобы отпраздновать важные события и побудить скретчеров к участию в онлайн-сообществе.",
    "annualReport.2021.yearInReview": "Год в обзоре",
    "annualReport.2021.yearInReviewText": "2021 год был знаменательным для онлайн-сообщества. Команда сообщества выделяла и развивала возможности для молодых людей выражать свои идеи и участвовать в позитивных вещах, а сами скретчеры породили невероятные движения. Вот краткий обзор некоторых основных событий года:",
    "annualReport.2021.yearInReviewCard1Date": "Январь",
    "annualReport.2021.yearInReviewCard1Title": "Поэтическое кафе",
    "annualReport.2021.yearInReviewCard1Text": "Мы «открыли» наше самое первое поэтическое кафе, куда скретчеров приглашали писать, делиться или совместно работать над стихами, чтобы поделиться ими с сообществом.",
    "annualReport.2021.yearInReviewCard2Date": "Февраль",
    "annualReport.2021.yearInReviewCard2Title": "Студия Месяца Черной Истории",
    "annualReport.2021.yearInReviewCard2Text": "Скретчеры делились интерактивными произведениями искусства, создавали стихи, анимационные музыкальные клипы и многое другое, чтобы отметить влиятельных людей и события в истории чернокожих.",
    "annualReport.2021.yearInReviewCard3Date": "Апрель",
    "annualReport.2021.yearInReviewCard3Title": "День дурака",
    "annualReport.2021.yearInReviewCard3Text": "Скретчеров попросили представить «Тайную жизнь» Scratch Cat, и они отправились на поиски забавных и глупых вещей, спрятанных на веб-сайте Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Май",
    "annualReport.2021.yearInReviewCard4Title": "Неделя Scratch",
    "annualReport.2021.yearInReviewCard4Text": "Скретчеры по всему миру поделились более чем 3500 проектами, отвечая на тематические подсказки, такие как «Готовим с помощью Scratch» и «Нелепые изобретения», чтобы отпраздновать день рождения Scratch.",
    "annualReport.2021.yearInReviewCard5Date": "Июнь",
    "annualReport.2021.yearInReviewCard5Title": "Месяц гордости",
    "annualReport.2021.yearInReviewCard5Text": "Скретчеры создавали проекты, используя все цвета радуги, чтобы отпраздновать ЛГБТК+ сообщество в студии Pride Month.",
    "annualReport.2021.yearInReviewCard6Date": "Август",
    "annualReport.2021.yearInReviewCard6Title": "Scratch лагерь",
    "annualReport.2021.yearInReviewCard6Text": "В течение этого ежегодного трехнедельного мероприятия скретчеры создали более 7000 проектов, которые двигались и развивались, продемонстрировали творческие идеи «сделай сам» (DIY) и поделились своими открытиями об окружающем мире природы.",
    "annualReport.2021.yearInReviewCard7Date": "Октябрь",
    "annualReport.2021.yearInReviewCard7Title": "Скретчтобер",
    "annualReport.2021.yearInReviewCard7Text": "В течение двух недель Scratchers создавали проекты, демонстрирующие их интерпретации ежедневных подсказок в студии Scratchtober. Было создано более 3500 проектов на односложные темы, такие как подводный мир, праздник и существа.",
    "annualReport.2021.yearInReviewCard8Date": "Декабрь",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Неделя образования в области компьютерных наук (CSEdWeek) проходила с 6 по 12 декабря, чтобы отметить информатику во всем мире. Scratch принял участие в этой неделе, призывая членов сообщества ознакомиться с учебными пособиями, студиями и живым мероприятием, организованным в сотрудничестве с Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Декабрь",
    "annualReport.2021.yearInReviewCard9Title": "2021: Новый год в Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "В 2021 году Скретчеры освоили новые навыки, связались с друзьями по всему миру и нашли творческие способы самовыражения. Более 1000 скретчеров поделились своими любимыми воспоминаниями о Scratch и тем, что Scratch значил для них, в студии «2021: A Scratch Year in Review».",
    "annualReport.2021.communityScratchLabTitle": "Скретч-лаборатория",
    "annualReport.2021.communityScratchLabText": "С запуском Scratch Lab в феврале мы открыли двери нашего процесса разработки непосредственно скретчерам по всему миру.",
    "annualReport.2021.communityScratchLabText2": "Прежде чем мы решим, следует ли нам вводить новые блоки в редактор кода Scratch, крайне важно увидеть творческие, инновационные и удивительные способы взаимодействия с ними Scratcher. Scratch Lab — это песочница, где каждый может опробовать эти новые функции и, самое главное, поделиться своими мыслями и идеями напрямую с нами.",
    "annualReport.2021.communityScratchLabText3": "В 2021 году сайт Scratch Lab посетили более 500 000 пользователей Scratch Lab и оставили более 37 000 отзывов.",
    "annualReport.2021.communityScratchLabText4": "Эта обратная связь была неоценима, поскольку мы оцениваем и разрабатываем блоки анимированного текста, блоки распознавания лиц и другие потенциальные новые функции.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "подписчики",
    "annualReport.2021.ytData2": "9 миллионов",
    "annualReport.2021.ytData2Sub": "просмотры видео",
    "annualReport.2021.ytData3Top": "зрители в",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "страны",
    "annualReport.2021.communitySnapshot2Title": "Скретч-команда на YouTube",
    "annualReport.2021.communitySnapshot2Text": "Канал Scratch Team на YouTube достиг 100 000 подписчиков в 2021 году — это почти на 500 процентов больше, чем в 2020 году! По мере того как учащиеся, преподаватели и семьи развивались в ответ на пандемию, мы знали, что должны создавать ресурсы, которые реагируют на их потребности.",
    "annualReport.2021.communitySnapshot2Text2": "Эти ресурсы включают серию подробных руководств по Scratch, которые помогают пользователям создавать истории, игры и анимацию в Scratch. В 2021 году эти видео набрали почти девять миллионов просмотров у зрителей в 178 странах.",
    "annualReport.2021.tutorial1": "Как сделать «Обо мне»",
    "annualReport.2021.tutorial2": "Как создать игру-кликер",
    "annualReport.2021.tutorial3": "Как сделать мышиный след",
    "annualReport.2021.FounderMessageTitle": "Сообщение от нашего основателя",
    "annualReport.2021.FounderMessageSubTitle": "Поддержка и вдохновение от партнера-основателя",
    "annualReport.2021.FounderMessageText1": "Читая этот ежегодный отчет, вы узнаете о многих способах, с помощью которых Scratch расширяет творческие компьютерные возможности для миллионов молодых людей по всему миру, особенно для представителей маргинализированных сообществ. Это глобальное влияние стало возможным благодаря неустанной работе растущей команды инженеров, дизайнеров, преподавателей, модераторов сообщества и других сотрудников Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Чтобы продолжать наращивать наши усилия и влияние, мы полагаемся на щедрую финансовую поддержку невероятного количества компаний, фондов и отдельных доноров, которые согласны с нашей миссией и видением. Здесь я хочу подчеркнуть поддержку и вдохновение, которые мы получили от одного из наших партнеров-основателей: LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Моя исследовательская группа в MIT Media Lab начала сотрудничать с компанией LEGO и LEGO Foundation более 30 лет назад. Финансирование LEGO помогло поддержать нашу раннюю работу над Scratch, которая привела к публичному запуску Scratch в 2007 году. Затем, когда Scratch выделился из Массачусетского технологического института в Scratch Foundation в 2019 году, Фонд LEGO предоставил важное финансирование для новой организации с пятью Годовой грант в размере 10 миллионов долларов США для «поддержки преобразующих изменений в образовании путем разработки и продвижения игривых, творческих подходов к кодированию… в различных экономических и культурных контекстах». Когда разразилась пандемия, в 2021 году LEGO Foundation выделил дополнительный грант в размере 5 миллионов долларов, чтобы Scratch Foundation мог удовлетворить потребности детей и педагогов, пострадавших от пандемии.",
    "annualReport.2021.FounderMessageText4": "Но связь LEGO-Scratch выходит далеко за рамки финансовой поддержки. Подход Scratch к созданию анимационных историй и игр путем соединения блоков графического программирования отчасти был вдохновлен тем, как дети строят дома и замки LEGO, соединяя пластиковые кубики LEGO. Scratch и LEGO также разделяют одинаковую образовательную философию, основанную на проектах, поощряя детей итеративно совершенствовать свои проекты, пробуя идею, наблюдая, что происходит, затем внося изменения и пробуя снова.",
    "annualReport.2021.FounderMessageText5": "Мне всегда нравился слоган LEGO «Радость строить, гордость за творение». Тесное партнерство LEGO Foundation с Scratch Foundation помогает привнести «Радость строительства, гордость за творчество» в цифровую деятельность детей. Партнерство служит моделью того, как организации с общими идеями и ценностями могут работать вместе, чтобы катализировать трансформационные изменения в обучении и образовании. Поскольку Scratch Foundation продолжает создавать сеть партнеров и сторонников, я с нетерпением жду возможности связаться с другими организациями, чтобы расширить творческие компьютерные возможности для детей во всем мире.",
    "annualReport.2021.FounderTitle": "Основатель Scratch Foundation",
    "annualReport.2021.lookingForward": "С нетерпением жду",
    "annualReport.2021.lookingForwardText1": "В 2021 году мы наметили Стратегическую рамочную программу, определяющую наши основные приоритеты на следующие 4 года. Мы сосредоточены на следующих основных областях:",
    "annualReport.2021.lookingForwardText2": "Мы хотели бы выразить огромную благодарность Фонду LEGO, чей щедрый грант на восстановление после COVID позволит нам выполнить эту важную работу. Нам не терпится поделиться с вами подробностями о захватывающих проектах, которые мы запланировали, включая обновления Scratch для школ, обновления ScratchJr и многое другое.",
    "annualReport.2021.LookingForward1": "Укрепление платформы Scratch и инфраструктуры сообщества",
    "annualReport.2021.LookingForward2": "Расширение путей к творческому обучению",
    "annualReport.2021.LookingForward3": "Наращивание организационного потенциала и обеспечение финансовой устойчивости",
    "annualReport.2021.supportersTitle": "Спасибо нашим сторонникам",
    "annualReport.2021.supportersIntro": "Спасибо нашим щедрым сторонникам. Ваш вклад помогает нам расширить возможности творческого обучения для детей всех возрастов, из всех слоев общества, по всему миру.",
    "annualReport.2021.ourSupporters": "Кто нас поддержал",
    "annualReport.2021.ourSupportersText": "Мы хотим поблагодарить всех сторонников Scratch, которые на протяжении многих лет помогали нам учиться миллионам молодых людей по всему миру. Следующий список основан на пожертвованиях Scratch Foundation с 1 января 2021 года по 31 декабря 2021 года.",
    "annualReport.2021.supportersFoundingTitle": "Партнеры-основатели — $10 000 000+",
    "annualReport.2021.supportersFoundingText": "Мы особенно благодарны нашим партнерам-основателям, каждый из которых предоставил не менее 10 000 000 долларов совокупной поддержки с момента запуска Scratch в 2003 году.",
    "annualReport.2021.supportersCatPartnersTitle": "Партнеры Scratch Cat — $1 000 000+",
    "annualReport.2021.supportersCreativityTitle": "Творческий круг — $250 000+",
    "annualReport.2021.supportersCollaborationTitle": "Творческий круг — $100 000+",
    "annualReport.2021.supportersImaginationTitle": "Круг воображения — $50 000+",
    "annualReport.2021.supportersInspirationTitle": "Круг воображения — $20 000+",
    "annualReport.2021.supportersExplorationTitle": "Круг воображения — $5 000+",
    "annualReport.2021.supportersPlayTitle": "Игровой круг — $1 000+",
    "annualReport.2021.supportersInKindTitle": "Сторонники в натуральной форме",
    "annualReport.2021.leadershipTitle": "Наша команда",
    "annualReport.2021.leadershipBoard": "Совет директоров",
    "annualReport.2021.leadershipChair": "Стул",
    "annualReport.2021.leadershipProfessor": "Профессор исследований в области обучения",
    "annualReport.2021.leadershipViceChair": "Заместитель председателя",
    "annualReport.2021.leadershipCoFounder": "Соучредитель и сопредседатель",
    "annualReport.2021.leadershipBoardMember": "Член правления",
    "annualReport.2021.leadershipPresidentCEO": "Президент и генеральный директор",
    "annualReport.2021.leadershipFormerPresident": "Бывший президент",
    "annualReport.2021.leadershipFounderCEO": "Основатель и генеральный директор",
    "annualReport.2021.leadershipFormerChairCEO": "Бывший генеральный директор и председатель",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Секретарь правления и казначей",
    "annualReport.2021.leadershipBoardSecretary": "Секретарь Совета",
    "annualReport.2021.leadershipBoardTreasurer": "Казначей Совета",
    "annualReport.2021.leadershipScratchTeam": "2021 Скретч-команда",
    "annualReport.2021.leadershipED": "Исполнительный директор",
    "annualReport.2021.teamThankYou": "Спасибо Митчу Резнику, Натали Раск, Рупалу Джейну и другим сотрудникам группы Lifelong Kindergarten Group в MIT Media Lab за неустанную поддержку Scratch.",
    "annualReport.2021.donateTitle": "Поддержать нас",
    "annualReport.2021.donateMessage": "Ваша поддержка позволяет нам создавать вдохновляющие, творческие и запоминающиеся возможности обучения для детей во всем мире, особенно для тех, кто систематически был исключен из возможностей творческого программирования. Сделайте подарок Scratch сегодня, чтобы помочь нам поддерживать работу наших серверов, поддерживать наше растущее глобальное сообщество и сделать творческий код возможным для детей во всех странах мира.",
    "annualReport.2021.donateMessage2": "Благодарим вас за щедрость.",
    "annualReport.2021.donateButton": "Пожертвовать",
    "annualReport.2021.projectBy": "проект от",
    "annualReport.2021.JuneIlloAttr": "Флаги от @ratchild",
    "annualReport.2021.OctIlloAttr": "Картофель и стаканы от @Cupwing",
    "annualReport.2021.altMap": "Карта мира с указанием 41 организации SEC.",
    "annualReport.2021.altSECSpotlightImage": "Ребенок играет с игрушкой на оранжевом фоне",
    "annualReport.2021.altAccessibility": "Два человека используют язык жестов на зеленом фоне.",
    "annualReport.2021.altaccessDEICommittee": "Рука протягивает компонент Scratch на зеленом фоне.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Рука рисует скретч-компоненты на синем фоне.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Две руки тянутся к текстовому пузырю с сердечком внутри.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Две руки работают вместе, чтобы составить список скретч-компонентов.",
    "annualReport.2021.altaccessSouthAfrica": "Двое детей, один с планшетом, другой с ноутбуком, вместе работают над скретч-проектом.",
    "annualReport.2021.altcommunityVolunteerTransators": "Четыре руки подняты с текстовыми пузырями, лежащими поверх них на фиолетовом фоне.",
    "annualReport.2021.altcommunityThankYou": "Глобус с транспарантом с надписью «Спасибо», окруженный словами «спасибо» на разных языках.",
    "annualReport.2021.altAvatar": "аватар пользователя",
    "annualReport.2021.altDropdownArrow": "Стрелка, указывающая выпадающее меню.",
    "annualReport.2021.altMastheadIllustration": "Три человека взаимодействуют с физическими компонентами Scratch.",
    "annualReport.2021.altWave": "Смайлик машет рукой.",
    "annualReport.2021.altMitchHeadshot": "Основатель Митч Резник",
    "annualReport.2021.altCalendar": "Календарь с указанием 2021 года.",
    "annualReport.2021.altWorldVisualization": "Иллюстрированная версия земного шара.",
    "annualReport.2021.altSaudiArabiaVisualization": "Гистограмма, показывающая, что в 2021 году новых пользователей Scratch было более чем в два раза больше, чем в 2020 году.",
    "annualReport.2021.altScratchHorizontalCommand": "Желтый программный компонент Scratch.",
    "annualReport.2021.altSECVideoPreview": "Слева появится интерфейс Scratch, а справа появится подпись девушки.",
    "annualReport.2021.altScratchJr": "Чтение текста Scratch Jr",
    "annualReport.2021.altHorizontalLoop": "Желтый горизонтальный программный компонент Scratch.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Две руки выстраивают физические компоненты Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Руки тянутся вверх перед фиолетовым фоном с текстовыми пузырями, плавающими над ними.",
    "annualReport.2021.altScratchLogoText": "Зеленый прямоугольник с надписью «Scratch Lab».",
    "annualReport.2021.altScratchLabVideo": "Скриншот проекта Scratch с кнопкой воспроизведения вверху.",
    "annualReport.2021.altHat": "Человек в желтой шляпе и солнцезащитных очках с розовым сердцем.",
    "annualReport.2021.altScratchText": "Радужный компонент Scratch, отображающий текст «Начнем!»",
    "annualReport.2021.altStar": "Девушка с желтой звездой перед лицом.",
    "annualReport.2021.altMouseTrail": "Несколько вырезанных частей головы белки, расположенных случайным образом друг над другом.",
    "annualReport.2021.altSECWorkshops": "Люди играют вместе",
    "annualReport.2021.altArrowUp": "Стрелка вверх.",
    "annualReport.2021.altTranslated": "Скретч-компонент, говорящий \"Привет\" и перечисляющий языки, на которых доступен скретч.",
    "annualReport.2021.altAboutMe": "Слова «Обо мне» размещены над мольбертом, ежиком, манго и футбольным мячом.",
    "annualReport.2021.altClickerGame": "Математическая игра, в которой показаны яблоко, апельсин и разрезанная ваза с фруктами.",
    "annualReport.2021.altLookingForward1": "Переплетенные шестиугольники, изображающие вихрь, начало и сердце.",
    "annualReport.2021.altLookingForward2": "Вывеска с одной стрелкой, указывающей вправо, изображающей водоворот, и одной стрелкой, указывающей влево, изображающей сердце.",
    "annualReport.2021.altLookingForward3": "Разноцветные блоки, выстроенные в ряд, образуют ступени с растущим наверху растением.",
    "annualReport.2021.altSparkle": "Белое блестящее украшение",
    "annualReport.2021.altDownArrow": "Фиолетовая стрелка вниз",
    "annualReport.2021.altConnectingLine": "Пунктирная линия, соединяющая элементы временной шкалы.",
    "annualReport.2021.altApril": "Компоненты Pen и Scratch размещены поверх фиолетового фона.",
    "annualReport.2021.altJune": "Торт на день рождения перед баннером с флагами, изображающими различные виды гордости ЛГБТК+.",
    "annualReport.2021.altAugust": "Картофель, день рождения и солнцезащитные очки на фиолетовом фоне.",
    "annualReport.2021.altCard1": "Красочная капля плывет на черно-сером фоне рядом со словами «Мечта в мире кошмаров».",
    "annualReport.2021.altCard2": "Черная женщина носит желтую повязку на голове и золотые серьги-кольца.",
    "annualReport.2021.altCard3": "Талисман царапающего кота качается перед зданиями, сопровождаемый текстом «Я думаю, что Царапный кот - супергерой».",
    "annualReport.2021.altCard5": "Улыбающийся блок стоит рядом с текстовым пузырем с надписью «независимо от того, как кто-то одевается, какие местоимения использует или кого любит, вы всегда должны уважать их!»",
    "annualReport.2021.altCard6": "Картошка в темных очках сидит на фиолетовом фоне.",
    "annualReport.2021.altCard7": "Красочная шляпа на день рождения сидит на вершине неонового куба.",
    "annualReport.2021.altCard9": "«2022» находится перед радугой овалов.",
    "annualReport.2021.altDonateIllustration": "Две руки образуют форму сердца с пальцами внутри вырезанной формы сердца."
}