{
    "annualReport.2021.subnavFoundersMessage": "Posolstvo zakladateľa",
    "annualReport.2021.subnavMission": "Misia",
    "annualReport.2021.subnavReach": "Dosah",
    "annualReport.2021.subnavThemes": "Témy",
    "annualReport.2021.subnavDirectorsMessage": "Správa riaditeľa",
    "annualReport.2021.subnavSupporters": "Podporovatelia",
    "annualReport.2021.subnavTeam": "Tím",
    "annualReport.2021.subnavDonate": "Podpor nás",
    "annualReport.2021.mastheadYear": "Výročná správa za rok 2021",
    "annualReport.2021.mastheadTitle": "Spoločne budovať spravodlivú komunitu",
    "annualReport.2021.directorsMessageTitle": "Správa od nášho výkonného riaditeľa",
    "annualReport.2021.directorsMessageP1": "V roku 2021 COVID-19 naďalej narúšal naše rutiny a formoval spôsob, akým spolu komunikujeme. Aj keď sme sa začali stretávať, školy sa znovu otvorili a ozvali sa výzvy na „návrat k normálu“, tí najzraniteľnejší v našej spoločnosti zostali neúmerne ovplyvnení nespravodlivými štruktúrami, ktoré COVID-19 zhoršil. Kríza COVID-19 formovala vzťahy mladých ľudí so Scratch a upevnila Scratch ako dôležitejšie miesto ako kedykoľvek predtým, aby mohli tvoriť, učiť sa a spájať sa. Ale keď sme sa presťahovali do nového roka, nenechali sme za sebou našich najzraniteľnejších mladých ľudí, ktorí začali prechádzať „novým normálom“.",
    "annualReport.2021.directorsMessageP2": "Jednou zo základných hodnôt programu Scratch bolo vždy umožniť mladým ľuďom objavovať, tvoriť, hrať sa a objavovať – príležitosti, ktoré nie sú poskytované rovnako všetkým študentom.",
    "annualReport.2021.directorsMessagePullquote": "Veríme v transformatívnu silu sebavyjadrenia a kreativity a v poskytovanie priestoru pre mladých ľudí, aby využili kreatívne kódovanie ako nástroj na zvýšenie svojho hlasu.",
    "annualReport.2021.directorsMessageP3": "Som hrdý na to, že môžem slúžiť ako výkonný riaditeľ Scratch Foundation počas tohto kľúčového momentu v našej histórii a budem pokračovať v šírení starostlivého a kolaboratívneho prístupu Scratch ku kreatívnemu učeniu deťom na celom svete, ktoré tieto príležitosti najviac potrebujú.",
    "annualReport.2021.directorsMessageP4": "Minulý rok bol pre Scratch Foundation neuveriteľným rokom – zamerali sme sa na rozšírenie nášho tímu o pozoruhodných, rôznorodých lídrov a vybudovanie pevných základov pre náš pokračujúci prechod na nezávislú organizáciu. Spoločným úsilím každého člena tímu na každej úrovni našej organizácie sme vyvinuli trojročný strategický plán, ktorý kodifikuje prácu, do ktorej sa spoločne púšťame. Ako Scratch rastie, naďalej sa zameriavame na spravodlivosť a budovanie komunity a udržiavame Scratch bezpečným priestorom pre deti, kde sa môžu spájať, vytvárať a spolupracovať so svojimi rovesníkmi na celom svete.",
    "annualReport.2021.directorsMessageP5": "Nemôžem vám dostatočne poďakovať za to, že ste sa vydali na túto cestu s naším tímom, a za vašu neustálu podporu našej misie. Súcit a kreativita komunity Scratch je pre nás nekonečne inšpirujúca a nemôžeme sa dočkať, kedy sa k nám pripojíte v dôležitej práci, ktorá je pred nami.",
    "annualReport.2021.EDTitle": "Výkonný riaditeľ Scratch Foundation",
    "annualReport.2021.watchVideo": "Sledovať video",
    "annualReport.2021.missionTitle": "Naša misia, vízia a hodnoty",
    "annualReport.2021.missionP1": "Zaviazali sme sa k spravodlivosti vo vzdelávaní a uprednostňovaniu rovnosti vo všetkých aspektoch našej práce, s osobitným zameraním na iniciatívy a prístupy, ktoré podporujú deti, rodiny a pedagógov, ktorí boli vylúčení z tvorivej práce na počítači.",
    "annualReport.2021.missionP2": "Scratch sme vyvinuli ako bezplatné, bezpečné a hravé vzdelávacie prostredie, ktoré zapája všetky deti do tvorivého myslenia, systematického uvažovania a spolupráce – čo sú základné zručnosti pre každého v dnešnej spoločnosti. Spolupracujeme s pedagógmi a rodinami, aby sme podporili deti pri objavovaní, zdieľaní a učení.",
    "annualReport.2021.missionHeader": "Misia",
    "annualReport.2021.missionSubtitle": "Poskytovať mladým ľuďom digitálne nástroje a príležitosti na predstavovanie, vytváranie, zdieľanie a učenie sa.",
    "annualReport.2021.visionHeader": "Vízia",
    "annualReport.2021.visionSubtitle": "Šíriť kreatívne, starostlivé, spoločné a spravodlivé prístupy ku kódovaniu a učeniu po celom svete.",
    "annualReport.2021.valuesHeader": "Hodnoty",
    "annualReport.2021.valuesSubtitle": "V tejto práci sa riadime našimi základnými hodnotami, ktoré definujú naše princípy ako organizácie a komunity:",
    "annualReport.2021.creativeExpressionTitle": "Kreatívne vyjadrenie",
    "annualReport.2021.progressiveImprovementTitle": "Progresívne zlepšovanie",
    "annualReport.2021.EquitableOpportunitiesTitle": "Rovné príležitosti",
    "annualReport.2021.playfulEngagementTitle": "Hravé zapojenie",
    "annualReport.2021.creativeExpressionDescription": "Zaviazali sme sa poskytnúť každému nástroje a príležitosti na vyjadrenie svojich myšlienok, záujmov a autentického ja v rámci podpornej komunity.",
    "annualReport.2021.progressiveImprovementDescription": "Držíme sa na vysokej úrovni a vždy sa snažíme opakovať, zlepšovať sa a navzájom sa inšpirovať, aby sme čo najlepšie slúžili mladým ľuďom na celom svete a komunite, ktorá umožňuje našu prácu.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Budujeme vzdelávacie hnutie zahŕňajúce ľudí z rôznych prostredí, aby sme mohli osloviť deti na celom svete, ktoré boli vylúčené z možností kreatívneho kódovania.",
    "annualReport.2021.playfulEngagementDescription": "V Scratch je hra prístupom k tvoreniu, zdieľaniu, učeniu sa a zapájaniu sa do sveta. Podporujeme radostné skúmanie, experimentovanie a spoluprácu.",
    "annualReport.2021.reachTitle": "Oslovenie detí na celom svete",
    "annualReport.2021.reachSubtitle": "Scratch je najväčšia kódovacia komunita na svete pre deti a tínedžerov vo veku od 8 rokov.",
    "annualReport.2021.reachMillion": "miliónov",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22 % od roku 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39 % od roku 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44 % od roku 2020",
    "annualReport.2021.reachNewUsers": "Noví používatelia",
    "annualReport.2021.reachProjectsCreated": "Projekty vytvorené",
    "annualReport.2021.reachProjectCreators": "Ľudia tvoriaci projekty",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch sa používa po celom svete {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "viac ako 200 krajín a území",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudská Arábia",
    "annualReport.2021.reachSaudiArabiaDescription": "V roku 2021 sme zaznamenali obrovský rast na celom svete, ale boli sme ohromení, keď sme videli rast v Saudskej Arábii, kde sme zaznamenali dvakrát toľko nových používateľov ako rok predtým.",
    "annualReport.2021.reachTranslationTitle": "Scratch je preložený do 74 jazykov",
    "annualReport.2021.reachTranslationIncrease": "10 jazykov od roku 2020",
    "annualReport.2021.reachTranslationBlurb": "Vďaka dobrovoľným prekladateľom z celého sveta.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr je úvodné programovacie prostredie, ktoré umožňuje malým deťom (vo veku 5 – 7 rokov) vytvárať si vlastné interaktívne príbehy a hry.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Sťahovanie v roku 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 milióny od roku 2020",
    "annualReport.2021.themesTitle": "Vznikajúce témy",
    "annualReport.2021.themesDescription": "Uprostred pretrvávajúcej neistoty v súvislosti s COVID-19 Scratch naďalej slúžil ako kľúčový priestor pre mladých ľudí, aby sa mohli spájať a spoločne tvoriť. V roku 2021 sme zamerali svoje úsilie na vybudovanie silného základu na spravodlivú podporu našej rastúcej globálnej komunity a nášho rastúceho tímu Scratch. Naša práca bola sústredená okolo troch hlavných tém: podpora komunity, zvýšenie prístupu a prístupnosti a rozvoj Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Hlasy a partnerstvá komunity sú hlboko votkané do štruktúry histórie Scratch. Sú a naďalej sú neoddeliteľnou súčasťou v tom, že nám pomáhajú zvyšovať dostupné a spravodlivé možnosti kódovania na celom svete. V roku 2021 sme spustili iniciatívu Scratch Education Collaborative, ktorá sa zaviazala identifikovať a odstrániť prekážky prístupu ku kreatívnemu kódovaniu, ktoré spája pozoruhodné organizácie po celom svete.",
    "annualReport.2021.SECWhatIs": "Čo je SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC podporuje a zapája participujúce organizácie do dvojročného kolaboratívneho zážitku kohorty s cieľom posilniť ich odhodlanie a implementáciu spravodlivého kreatívneho kódovania pomocou Scratch a ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "Na konci skúseností s kohortou organizácie vytvoria nové partnerstvá medzi sebou a so spoločnosťou Scratch a zavedú nové modely pre zdroje kreatívneho kódovania zamerané na kapitál.",
    "annualReport.2021.SECWhatIsP3": "Naša spolupráca s SEC je možná vďaka štedrému grantu od Google.org. Radi by sme sa im poďakovali za neustálu podporu nášho poslania.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizácií",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "krajín",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partneri",
    "annualReport.2021.SECMapParagraph": "Naša prvá kohorta zahŕňala 41 organizácií zastupujúcich 13 krajín po celom svete, ktoré spájalo ich odhodlanie podporovať študentov z historicky marginalizovaných komunít pri rozvíjaní ich sebadôvery pomocou kreatívnej výpočtovej techniky. Ich umiestnenie je zvýraznené nižšie:",
    "annualReport.2021.spotlightStory": "Spoľahlivý príbeh",
    "annualReport.2021.SECSpotlightTitle": "Mosty k vede",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Mosty k vede; nezisková organizácia so sídlom v Texase, ktorá poskytuje matematické, kódovacie a robotické programy pre zaostalú mládež; bola jednou zo 41 výnimočných organizácií, ktoré sa pripojili k prvej kohorte Scratch Education Collaborative.",
    "annualReport.2021.SECSpotlightText2": "V roku 2021 sme podporili Bridges to Science pri uľahčovaní ich prvého workshopu „Hour of Code“ s Code.org. Podujatie „Fiestas y Piñatas“ prilákalo viac ako 22 000 učiteľov a študentov z Latinskej Ameriky. Spolupracovali sme aj s Bridges to Science na vývoji súboru jedinečných zdrojov na uspokojenie potrieb ich komunity.",
    "annualReport.2021.SECPullQuote": "Jednou z najväčších radostí, ktorú máme pri výučbe našich študentov, je to, že každý z nich, bez ohľadu na to, akí sú tichí, všetci nájdu svoj hlas v informatike prostredníctvom aplikácie Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, zakladateľka Mostov k vede",
    "annualReport.2021.SECWorkshops": "Workshopy SEC",
    "annualReport.2021.SECWorkshopsText": "Minulý rok usporiadala organizácia Scratch Education Collaborative sériu workshopov, ktoré podporili ich inauguračnú kohortu pri definovaní a skúmaní jedinečných ciest k spravodlivému kreatívnemu kódovaniu. Workshopy facilitoval Stanford d. School, Tinkering Studio, Brazilian Creative Learning Network a Chicago Public Schools CS4ALL. Účastníci workshopu spoločne rozvinuli spoločné chápanie kreatívneho kódovania a diskutovali o stratégiách a postupoch, ktoré podporujú kultúrne udržateľné komunity prostredníctvom kreatívnej komunikácie a spolupráce.",
    "annualReport.2021.SECWorkshopsSubtitle": "Ako môžeme kreatívne posilniť miestnu komunitu pri skúmaní kreatívneho kódovania?",
    "annualReport.2021.accessTitle": "Prístup",
    "annualReport.2021.accessIntro": "Keďže COVID-19 prinútil školy zavrieť a posunul učenie do virtuálnych priestorov, mnohí študenti a učitelia prvýkrát objavili Scratch alebo si prispôsobili spôsob, akým vyučovali a učili sa kreatívne kódovanie. Z našich domovov tím Scratch pracoval na podpore meniacich sa potrieb pedagógov a online komunity.",
    "annualReport.2021.accessASL": "Výukový program ASL",
    "annualReport.2021.accessASLText": "V roku 2021 sme sa spojili s Deaf Kids Code, aby sme spustili náš prvý kurz amerického posunkového jazyka v editore Scratch.",
    "annualReport.2021.accessASLText2": "Spoločne sme sa inšpirovali k vytvoreniu stále zeleného zdroja, ktorý by rozšíril tvorivé cesty pre nepočujúcich Scratcherov.",
    "annualReport.2021.accessASLText3": "Video je 13-minútový remake nášho pôvodného návodu „Začíname so Scratch“, ktorý predstavuje začiatočníkom platformu Scratch.",
    "annualReport.2021.accessPullQuote": "Byť dobrým spojencom je ochota skloniť sa k prístupnosti a skutočne klásť dôraz na odporúčania organizácií, ako je tá moja... Pýtať sa: „Čo je to, čo môžeme urobiť?“ a skutočne nás nechať prevziať opraty a ísť do toho, s veľmi malý až žiadny odpor; to je veľmi vzácna vec.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, zakladateľka Kódexu nepočujúcich detí",
    "annualReport.2021.accessDEICommittee": "Výbory DEI v spoločnosti Scratch",
    "annualReport.2021.accessDEICommitteeText": "V roku 2021 sa niekoľko výborov v Scratch pustilo do práce, aby bol Scratch rozmanitejší, spravodlivejší a inkluzívnejší pre všetkých používateľov. Sme nadšení, že sa môžeme podeliť o pokrok, ktorý každý výbor dosiahol, a o prácu, ktorá nás ešte len čaká.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Prístupnosť",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Výbor pre prístupnosť bol vytvorený ako odpoveď na vlastné problémy jedného člena Scratch Teamu s používaním kódovacích blokov Scratch a uznanú potrebu lepšie podporovať Scratchers všetkých schopností.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "V októbri 2021 komisia spustila projekt na sprístupnenie farby našich kódovacích blokov pre škrabačov s poruchami zraku. Výbor je nadšený z toho, že môže spolupracovať s učiteľmi a komunitnými organizáciami, ktoré sa špecializujú na prístupnosť, aby kódovacie bloky spĺňali pravidlá prístupnosti webu, a čo je dôležitejšie, nižšie poschodia, aby bol Scratch prístupnejší pre všetkých.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Výbor pre globálnu, spravodlivosť, rovnosť, rozmanitosť a začlenenie (G-JEDI) bol vytvorený s cieľom vyvinúť spoločný jazyk, ktorý definuje, čo pre Scratch Team znamená rozmanitosť, rovnosť a začlenenie (DEI).",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "V roku 2021 začal výbor pracovať na vyhlásení DEI, aby načrtol spôsoby, akými DEI informoval Scratch Team a komunitu o minulej a súčasnej práci a ako bude pokračovať v informovaní o nových iniciatívach v budúcnosti.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Ekity x dizajn",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "Výbor EquityXDesign bol vytvorený ako miesto pre členov Scratch Teamu a našich spolupracovníkov v skupine Lifelong Kindergarten na MIT, kde si môžu prečítať a diskutovať o nápadoch týkajúcich sa dizajnových postupov zameraných na akcie.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Rozhovory sa riadia „Design Justice: Community-Led Practices to Build the Worlds We Need“ od Sasha Costanza-Chock a členovia výboru diskutujú o spôsoboch, ako môžu začleniť postupy dizajnu zamerané na ekvitu do vývoja nástrojov a zdrojov Scratch.",
    "annualReport.2021.access10NewLanguages": "10 nových jazykov",
    "annualReport.2021.access10NewLanguagesText": "S obrovskou vďakou našej prekladateľskej komunite sme sa minulý rok dokázali spojiť so Scratchers v 74 jazykoch! V roku 2021 bolo do Scratch pridaných 10 nových jazykov vrátane isiXhosa (Južná Afrika), Sepedi (Južná Afrika), Setswana (Južná Afrika), afrikánčina (Južná Afrika), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), kazaščina ( Kazachstan), Aragónčina (Španielsko), Západofrízska (Holandsko) a Bengálčina (Bangladéš, India a ďalšie regióny).",
    "annualReport.2021.accessSouthAfrica": "Scratch s nulovým hodnotením v Južnej Afrike",
    "annualReport.2021.accessSouthAfricaText": "Aby sme zlepšili zážitok zo Scratch pre mladých ľudí v regiónoch s nízkym alebo žiadnym internetovým pripojením, uzavreli sme partnerstvo s National Education Collaboration Trust (NECT) z Južnej Afriky, aby sme hostili stránku s nulovým hodnotením na stiahnutie Scratch. Sťahovanie na stránkach s nulovým hodnotením nevyužíva žiadnu šírku dátového pásma, čím sa znižuje prekážka prístupu k Scratch kvôli dátovým limitom a nákladom. Len dva mesiace po spustení v apríli 2021 mala stránka viac ako 1300 návštevníkov.",
    "annualReport.2021.accessSnapshot": "Snímky",
    "annualReport.2021.communityTitle": "Komunita",
    "annualReport.2021.communityIntro": "V roku 2021 komunita Scratch naďalej zaznamenávala rýchly rast, pretože ešte viac mladých ľudí na celom svete vytváralo a spájalo sa so svojimi rovesníkmi. Pokračovali sme aj v rozvíjaní partnerstiev s členmi komunity, aby sme zlepšili zážitok zo Scratch pre našu rôznorodú komunitu používateľov.",
    "annualReport.2021.communityScratchConference": "Scratch konferencia",
    "annualReport.2021.communityScratchConferenceText1": "V júli sa pedagógovia z našej globálnej komunity stretli, aby oslávili kreatívne kódovanie na konferencii Scratch. Toto bezplatné virtuálne podujatie viedli naši spolupracovníci z MIT's Lifelong Kindergarten Group. Na konferencii sa stretli ľudia {more_bold}, ktorí strávili deň spájaním, spoluprácou a učením sa jeden od druhého, aj keď nás COVID držal od seba.",
    "annualReport.2021.communityScratchConferenceText1More": "viac ako 1500 pedagógov a nadšencov Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Dobrovoľní prekladatelia",
    "annualReport.2021.communityVolunteerTranslatorsText": "Od spustenia aplikácie Scratch v roku 2007 sme sa zaviazali podporovať našich používateľov po celom svete. Naši dobrovoľníci pre preklad jazykov úzko spolupracujú s tímom Scratch, aby pomohli preložiť a lokalizovať našu platformu a zdroje pre rôznorodé komunity, ktorým slúžime.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Tisíce prekladateľov venovali svoj čas prekladu Scratch do 74 jazykov a stále pribúdajú a v súčasnosti je na preklad Scratch a ScratchJr prihlásených viac ako tisíc prekladateľov. Sme vďační našim dobrovoľníkom, že nám pomohli osloviť viac Scratcherov po celom svete!",
    "annualReport.2021.communityScratchCommunity": "Komunita Scratch v roku 2021",
    "annualReport.2021.communityScratchCommunityIntro": "V roku 2021 bolo na stránke Scratch vytvorených viac ako 113 miliónov projektov – takmer 39% nárast oproti roku 2020 – a bolo vytvorených viac ako jeden milión nových štúdií! Počas celého roka tím Scratch hostil množstvo štúdií, aby oslávil dôležité udalosti a povzbudil Scratchers k účasti v online komunite.",
    "annualReport.2021.yearInReview": "Prehľad roka",
    "annualReport.2021.yearInReviewText": "Rok 2021 bol v online komunite pozoruhodným rokom. Komunitný tím vyzdvihol a rozvíjal príležitosti pre mladých ľudí, aby vyjadrili svoje nápady a zapojili sa pozitívnym spôsobom, a od samotných Scratchers vznikli neuveriteľné hnutia. Tu je pohľad späť na niektoré z vrcholov roka:",
    "annualReport.2021.yearInReviewCard1Date": "Január",
    "annualReport.2021.yearInReviewCard1Title": "Poetická kaviareň",
    "annualReport.2021.yearInReviewCard1Text": "„Otvorili sme“ našu úplne prvú Poetic Cafe, kde boli Scratchers pozvaní, aby písali, zdieľali alebo spolupracovali na básňach, aby ich zdieľali s komunitou.",
    "annualReport.2021.yearInReviewCard2Date": "Február",
    "annualReport.2021.yearInReviewCard2Title": "Štúdio Mesiaca čiernej histórie",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers zdieľali interaktívne umelecké diela, vytvárali básne, animované hudobné videá a ďalšie na oslavu vplyvných ľudí a udalostí v histórii černochov.",
    "annualReport.2021.yearInReviewCard3Date": "Apríl",
    "annualReport.2021.yearInReviewCard3Title": "Prvý apríl",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers boli požiadaní, aby si predstavili „Tajný život“ Scratch Cat a vydali sa na lov pokladov za zábavnými a hlúpymi vecami skrytými okolo webovej stránky Scratch.",
    "annualReport.2021.yearInReviewCard4Date": "Máj",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers po celom svete zdieľali viac ako 3 500 projektov, ktoré reagovali na tematické výzvy ako „Varenie so Scratch“ a „Smiešne vynálezy“, aby oslávili Scratchove narodeniny.",
    "annualReport.2021.yearInReviewCard5Date": "Jún",
    "annualReport.2021.yearInReviewCard5Title": "Mesiac hrdosti",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers vytvorili projekty využívajúce všetky farby dúhy na oslavu LGBTQ+ komunity v štúdiu Pride Month.",
    "annualReport.2021.yearInReviewCard6Date": "August",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard6Text": "Počas tohto každoročného trojtýždňového podujatia Scratchers vytvorili viac ako 7 000 projektov, ktoré sa hýbali a rozvíjali, predvádzali kreatívne nápady pre domácich majstrov a zdieľali svoje objavy o prirodzenom svete okolo nich.",
    "annualReport.2021.yearInReviewCard7Date": "Október",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Počas dvoch týždňov vytvárali Scratchers projekty, ktoré predvádzali svoje interpretácie denných výziev v štúdiu Scratchtober. Bolo vytvorených viac ako 3 500 projektov zameraných na jednoslovné témy ako pod vodou, oslavy a bytosti.",
    "annualReport.2021.yearInReviewCard8Date": "December",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) sa konal od 6. do 12. decembra na oslavu informatiky na celom svete. Scratch sa zúčastnil týždňa tým, že povzbudil členov komunity, aby si pozreli návody, štúdiá a živé podujatie organizované v spolupráci s Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "December",
    "annualReport.2021.yearInReviewCard9Title": "2021: Scratch rok v recenznom štúdiu",
    "annualReport.2021.yearInReviewCard9Text": "V roku 2021 sa Scratchers naučili nové zručnosti, spojili sa s priateľmi po celom svete a našli kreatívne spôsoby, ako sa vyjadriť. Viac ako 1 000 Scratchers zdieľalo svoje obľúbené spomienky na Scratch a čo pre nich Scratch znamenal v štúdiu 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Spustením Scratch Lab vo februári sme otvorili dvere nášho vývojového procesu priamo Scratcherom z celého sveta.",
    "annualReport.2021.communityScratchLabText2": "Predtým, ako sa rozhodneme, či by sme mali do editora kódovania Scratch zaviesť nové bloky, je dôležité vidieť kreatívne, inovatívne a prekvapivé spôsoby, akými s nimi Scratchers interagujú. Scratch Lab je pieskovisko, kde si každý môže vyskúšať tieto nové funkcie a čo je najdôležitejšie, podeliť sa o svoje myšlienky a nápady priamo s nami.",
    "annualReport.2021.communityScratchLabText3": "Viac ako 500 000 Scratchers preskúmalo stránku Scratch Lab v roku 2021 a zaslali viac ako 37 000 spätnej väzby.",
    "annualReport.2021.communityScratchLabText4": "Táto spätná väzba bola neoceniteľná pri hodnotení a vývoji blokov animovaného textu, blokov rozpoznávania tváre a ďalších potenciálnych nových funkcií.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "odberatelia",
    "annualReport.2021.ytData2": "9 miliónov",
    "annualReport.2021.ytData2Sub": "zhliadnutí videí",
    "annualReport.2021.ytData3Top": "divákov v",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "krajín",
    "annualReport.2021.communitySnapshot2Title": "Tím Scratch na YouTube",
    "annualReport.2021.communitySnapshot2Text": "Kanál YouTube Scratch Team dosiahol v roku 2021 100 000 odberateľov – takmer 500-percentný nárast oproti roku 2020! Ako sa študenti, pedagógovia a rodiny vyvíjali v reakcii na pandémiu, vedeli sme, že musíme vytvoriť zdroje, ktoré budú reagovať na ich potreby.",
    "annualReport.2021.communitySnapshot2Text2": "Tieto zdroje zahŕňajú sériu komplexných tutoriálov Scratch, ktoré používateľov prevedú navrhovaním príbehov, hier a animácií v aplikácii Scratch. V roku 2021 tieto videá získali takmer deväť miliónov zhliadnutí od divákov v 178 krajinách.",
    "annualReport.2021.tutorial1": "Ako vytvoriť 'O mne'",
    "annualReport.2021.tutorial2": "Ako vytvoriť klikačku",
    "annualReport.2021.tutorial3": "Ako vytvoriť myšaciu stopu",
    "annualReport.2021.FounderMessageTitle": "Správa od nášho zakladateľa",
    "annualReport.2021.FounderMessageSubTitle": "Podpora a inšpirácia od zakladajúceho partnera",
    "annualReport.2021.FounderMessageText1": "Pri čítaní tejto výročnej správy sa dozviete o mnohých spôsoboch, ako Scratch rozširuje kreatívne počítačové možnosti pre milióny mladých ľudí na celom svete, najmä tých z marginalizovaných komunít. Tento globálny vplyv je možný vďaka neúnavnej práci rastúceho tímu inžinierov, dizajnérov, pedagógov, komunitných moderátorov a ďalších v Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Aby sme naďalej zvyšovali svoje úsilie a dosah, spoliehame sa na štedrú finančnú podporu neuveriteľnej zbierky spoločností, nadácií a individuálnych darcov, ktorí sú v súlade s naším poslaním a víziou. Tu by som chcel zdôrazniť podporu a inšpiráciu, ktorú sme dostali od jedného z našich zakladajúcich partnerov: LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Moja výskumná skupina v MIT Media Lab začala spolupracovať so spoločnosťou LEGO a LEGO Foundation pred viac ako 30 rokmi. Financovanie LEGO pomohlo podporiť našu ranú prácu na Scratch, čo viedlo k verejnému spusteniu Scratch v roku 2007. Potom, keď sa Scratch v roku 2019 zmenil z MIT na Scratch Foundation, LEGO Foundation poskytla dôležité finančné prostriedky pre novú organizáciu s piatimi - ročný grant vo výške 10 miliónov dolárov na „podporu transformačnej zmeny vzdelávania prostredníctvom rozvoja a propagácie hravých, kreatívnych prístupov ku kódovaniu...v rôznych ekonomických a kultúrnych kontextoch“. Keď pandémia vypukla, LEGO Foundation v roku 2021 zintenzívnila ďalší grant vo výške 5 miliónov dolárov, aby zabezpečila, že Scratch Foundation dokáže uspokojiť potreby detí a pedagógov narušených pandémiou.",
    "annualReport.2021.FounderMessageText4": "Spojenie LEGO-Scratch však ďaleko presahuje finančnú podporu. Prístup Scratch pri vytváraní animovaných príbehov a hier spájaním grafických programovacích blokov bol čiastočne inšpirovaný tým, ako deti stavajú LEGO domy a hrady spájaním plastových kociek LEGO. Scratch a LEGO tiež zdieľajú rovnakú vzdelávaciu filozofiu založenú na projekte a povzbudzujú deti, aby opakovane zdokonaľovali svoje projekty tak, že vyskúšajú nápad, uvidia, čo sa stane, potom urobia revízie a skúšajú to znova.",
    "annualReport.2021.FounderMessageText5": "Vždy sa mi páčil slogan LEGO „Radosť z budovania, hrdosť na stvorenie“. Hlboké partnerstvo LEGO Foundation s nadáciou Scratch Foundation pomáha priniesť „radosť z budovania, hrdosť na tvorbu“ do digitálnych aktivít detí. Partnerstvo slúži ako model toho, ako môžu organizácie so spoločnými myšlienkami a hodnotami spolupracovať na katalyzovaní transformačných zmien vo vzdelávaní a vzdelávaní. Keďže nadácia Scratch Foundation pokračuje v budovaní svojej siete partnerov a podporovateľov, teším sa na spojenie s ďalšími organizáciami s cieľom rozšíriť kreatívne počítačové možnosti pre deti na celom svete.",
    "annualReport.2021.FounderTitle": "Zakladateľ, Scratch Foundation",
    "annualReport.2021.lookingForward": "Teším sa",
    "annualReport.2021.lookingForwardText1": "V roku 2021 sme načrtli strategický rámec, ktorým sa riadia naše hlavné priority na nasledujúce 4 roky. Zameriavame sa na tieto hlavné oblasti:",
    "annualReport.2021.lookingForwardText2": "Chceli by sme sa veľmi pekne poďakovať LEGO Foundation, ktorej štedrý grant COVID Recovery nám umožní túto zásadnú prácu uskutočniť. Už sa nevieme dočkať, kedy sa s vami podelíme o ďalšie zaujímavé projekty, ktoré sme naplánovali, vrátane aktualizácií zážitku Scratch pre školy, aktualizácií ScratchJr a ďalších.",
    "annualReport.2021.LookingForward1": "Posilnenie platformy Scratch a komunitnej infraštruktúry",
    "annualReport.2021.LookingForward2": "Rozširovanie ciest ku kreatívnemu učeniu",
    "annualReport.2021.LookingForward3": "Budovanie organizačných kapacít a zabezpečenie fiškálnej udržateľnosti",
    "annualReport.2021.supportersTitle": "Ďakujeme našim podporovateľom",
    "annualReport.2021.supportersIntro": "Ďakujeme našim štedrým podporovateľom. Váš príspevok nám pomáha rozširovať kreatívne vzdelávacie príležitosti pre deti všetkých vekových kategórií, zo všetkých prostredí a na celom svete.",
    "annualReport.2021.ourSupporters": "Naši priaznivci",
    "annualReport.2021.ourSupportersText": "Chceme poďakovať všetkým podporovateľom Scratch, ktorí nám počas rokov pomohli s úžasnými vzdelávacími skúsenosťami pre milióny mladých ľudí na celom svete. Nasledujúci zoznam je založený na daroch pre Scratch Foundation od 1. januára 2021 do 31. decembra 2021.",
    "annualReport.2021.supportersFoundingTitle": "Zakladajúci partneri – 10 000 000 USD+",
    "annualReport.2021.supportersFoundingText": "Sme obzvlášť vďační našim zakladajúcim partnerom, ktorí od spustenia Scratch v roku 2003 poskytli kumulatívnu podporu v hodnote najmenej 10 000 000 USD.",
    "annualReport.2021.supportersCatPartnersTitle": "Partneri Scratch Cat – 1 000 000 USD+",
    "annualReport.2021.supportersCreativityTitle": "Kruh kreativity – 250 000 USD+",
    "annualReport.2021.supportersCollaborationTitle": "Kolaboračný kruh – 100 000 USD+",
    "annualReport.2021.supportersImaginationTitle": "Kruh predstavivosti – 50 000 dolárov+",
    "annualReport.2021.supportersInspirationTitle": "Inšpiračný kruh – 20 000 USD+",
    "annualReport.2021.supportersExplorationTitle": "Prieskumný kruh – 5 000 USD+",
    "annualReport.2021.supportersPlayTitle": "Hrací kruh – 1 000 USD+",
    "annualReport.2021.supportersInKindTitle": "Podporovatelia v naturáliách",
    "annualReport.2021.leadershipTitle": "Náš tím",
    "annualReport.2021.leadershipBoard": "Predstavenstvo",
    "annualReport.2021.leadershipChair": "Stolička",
    "annualReport.2021.leadershipProfessor": "Profesor výskumu učenia",
    "annualReport.2021.leadershipViceChair": "Podpredsedníčka",
    "annualReport.2021.leadershipCoFounder": "Spoluzakladateľ a spolupredseda",
    "annualReport.2021.leadershipBoardMember": "Člen predstavenstva",
    "annualReport.2021.leadershipPresidentCEO": "Prezident a generálny riaditeľ",
    "annualReport.2021.leadershipFormerPresident": "Bývalý prezident",
    "annualReport.2021.leadershipFounderCEO": "Zakladateľ a generálny riaditeľ",
    "annualReport.2021.leadershipFormerChairCEO": "Bývalá generálna riaditeľka a predsedníčka",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Tajomník predstavenstva a pokladník",
    "annualReport.2021.leadershipBoardSecretary": "Tajomník predstavenstva",
    "annualReport.2021.leadershipBoardTreasurer": "Pokladník predstavenstva",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Výkonný riaditeľ",
    "annualReport.2021.teamThankYou": "Ďakujem Mitchovi Resnickovi, Natalie Ruskovej, Rupalovi Jainovi a ďalším spolupracovníkom zo skupiny Lifelong Kindergarten Group v MIT Media Lab za vašu neúnavnú podporu Scratch.",
    "annualReport.2021.donateTitle": "Podpor nás",
    "annualReport.2021.donateMessage": "Vaša podpora nám umožňuje vytvárať inšpiratívne, kreatívne a nezabudnuteľné vzdelávacie skúsenosti pre deti na celom svete, najmä pre tie, ktoré boli systematicky vylúčené z možností kreatívneho kódovania. Darujte Scratch ešte dnes, aby ste nám pomohli udržať naše servery v prevádzke, udržať našu rastúcu globálnu komunitu a umožniť kreatívne kódovanie pre deti v každej krajine na svete.",
    "annualReport.2021.donateMessage2": "Ďakujeme za vašu štedrosť.",
    "annualReport.2021.donateButton": "Podpor nás",
    "annualReport.2021.projectBy": "projekt by",
    "annualReport.2021.JuneIlloAttr": "Vlajky od @ratchild",
    "annualReport.2021.OctIlloAttr": "Zemiaky a poháre od @Cupwing",
    "annualReport.2021.altMap": "Mapa sveta zobrazujúca 41 organizácií SEC",
    "annualReport.2021.altSECSpotlightImage": "Dieťa sa hrá s hračkou pred oranžovým pozadím",
    "annualReport.2021.altAccessibility": "Dvaja ľudia používajú posunkovú reč pred zeleným pozadím.",
    "annualReport.2021.altaccessDEICommittee": "Ruka natiahne komponent Scratch na zelenom pozadí.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Ruka maľuje komponenty Scratch na modrom pozadí.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Dve ruky siahajú k textovej bubline so srdcom vo vnútri.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Dve ruky spolupracujú pri zostavovaní zoznamu komponentov Scratch.",
    "annualReport.2021.altaccessSouthAfrica": "Dve deti, jedno používa tablet a druhé notebook, pracujú spolu na projekte Scratch.",
    "annualReport.2021.altcommunityVolunteerTransators": "Štyri ruky sú zdvihnuté s textovými bublinami položenými na nich pred fialovým pozadím.",
    "annualReport.2021.altcommunityThankYou": "Zemeguľa s transparentom s nápisom „Ďakujem“, ktorý je obklopený slovami poďakovania v rôznych jazykoch.",
    "annualReport.2021.altAvatar": "používateľský avatar",
    "annualReport.2021.altDropdownArrow": "Šípka označujúca rozbaľovaciu ponuku.",
    "annualReport.2021.altMastheadIllustration": "Traja ľudia interagujúci s fyzickými komponentmi Scratch.",
    "annualReport.2021.altWave": "Emoji mávanie rukou.",
    "annualReport.2021.altMitchHeadshot": "Zakladateľ Mitch Resnick",
    "annualReport.2021.altCalendar": "Kalendár zobrazujúci rok 2021.",
    "annualReport.2021.altWorldVisualization": "Ilustrovaná verzia zemegule.",
    "annualReport.2021.altSaudiArabiaVisualization": "Stĺpcový graf, ktorý ukazuje, že v roku 2021 bolo viac ako dvojnásobok nových používateľov Scratch ako v roku 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "Žltý programovací komponent Scratch.",
    "annualReport.2021.altSECVideoPreview": "Rozhranie Scratch sa zobrazí na ľavej strane a na pravej strane sa objaví znak dievčaťa.",
    "annualReport.2021.altScratchJr": "Čítanie textu Scratch jr",
    "annualReport.2021.altHorizontalLoop": "Žltý horizontálny programovací komponent Scratch.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Dve ruky zoraďujú fyzické komponenty Scratch.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Ruky natiahnuté pred fialovým pozadím s bublinami textu plávajúcimi nad nimi.",
    "annualReport.2021.altScratchLogoText": "Zelený obdĺžnik s nápisom „Scratch Lab“.",
    "annualReport.2021.altScratchLabVideo": "Snímka obrazovky projektu Scratch s tlačidlom prehrávania navrchu.",
    "annualReport.2021.altHat": "Osoba, ktorá nosí žltý klobúk a slnečné okuliare s ružovým srdcom.",
    "annualReport.2021.altScratchText": "Dúhový komponent Scratch zobrazujúci text: 'Hele we go!'",
    "annualReport.2021.altStar": "Dievča so žltou hviezdou pred tvárou.",
    "annualReport.2021.altMouseTrail": "Viacnásobné výrezy hlavy veveričky umiestnené náhodne na sebe.",
    "annualReport.2021.altSECWorkshops": "Ľudia sa spolu hrajú",
    "annualReport.2021.altArrowUp": "Šípka smerujúca nahor.",
    "annualReport.2021.altTranslated": "Komponent Scratch s textom \"Ahoj\" a zoznamom jazykov, v ktorých je funkcia Scratch k dispozícii.",
    "annualReport.2021.altAboutMe": "Slová „O mne“ umiestnené nad stojanom, ježkom, mangom a futbalovou loptou.",
    "annualReport.2021.altClickerGame": "Matematická hra zobrazujúca jablko, pomaranč a nakrájanú misu s ovocím.",
    "annualReport.2021.altLookingForward1": "Do seba zapadajúce šesťuholníky zobrazujúce vír, štart a srdce.",
    "annualReport.2021.altLookingForward2": "Návesť s jednou šípkou smerujúcou doprava zobrazujúcou vír a jednou šípkou smerujúcou doľava so srdcom.",
    "annualReport.2021.altLookingForward3": "Farebné bloky zoradené tak, aby vytvorili kroky s rastlinou rastúcou na vrchole.",
    "annualReport.2021.altSparkle": "Biela trblietavá dekorácia",
    "annualReport.2021.altDownArrow": "Fialová šípka smerujúca nadol",
    "annualReport.2021.altConnectingLine": "Bodkovaná čiara spájajúca prvky časovej osi.",
    "annualReport.2021.altApril": "Pero a komponenty Scratch umiestnené na fialovom pozadí.",
    "annualReport.2021.altJune": "Narodeninová torta pred zástavou vlajok zobrazujúcich rôzne typy hrdosti LGBTQ+.",
    "annualReport.2021.altAugust": "Zemiak, narodeniny a slnečné okuliare na fialovom pozadí.",
    "annualReport.2021.altCard1": "Farebná škvrna sa vznáša na čiernom a sivom pozadí vedľa nápisu „Sen vo svete nočných môr“.",
    "annualReport.2021.altCard2": "Čiernovláska má na hlave žltú čelenku a zlaté kruhové náušnice.",
    "annualReport.2021.altCard3": "Maskot Scratch Cat sa hojdá pred budovami sprevádzaný textom „Myslím, že Scratch Cat je superhrdina.“",
    "annualReport.2021.altCard5": "Usmievajúci sa blok stojí vedľa textovej bubliny s textom „bez ohľadu na to, ako sa kto oblieka, aké zámená používa alebo koho miluje, vždy by ste ho mali rešpektovať!“",
    "annualReport.2021.altCard6": "Zemiak so slnečnými okuliarmi sedí pred fialovým pozadím.",
    "annualReport.2021.altCard7": "Na neónovej kocke je posadený farebný narodeninový klobúk.",
    "annualReport.2021.altCard9": "„2022“ sedí pred dúhou oválov.",
    "annualReport.2021.altDonateIllustration": "Dve ruky tvoria tvar srdca s prstami vnútri vyrezaného tvaru srdca."
}