{
    "annualReport.2021.subnavFoundersMessage": "Grundarens meddelande",
    "annualReport.2021.subnavMission": "Uppdrag",
    "annualReport.2021.subnavReach": "Nå",
    "annualReport.2021.subnavThemes": "Teman",
    "annualReport.2021.subnavDirectorsMessage": "Direktörens meddelande",
    "annualReport.2021.subnavSupporters": "Supportrar",
    "annualReport.2021.subnavTeam": "Team",
    "annualReport.2021.subnavDonate": "Donera",
    "annualReport.2021.mastheadYear": "Årsredovisning 2021",
    "annualReport.2021.mastheadTitle": "Bygga en jämlik gemenskap tillsammans",
    "annualReport.2021.directorsMessageTitle": "Ett meddelande från vår verkställande direktör",
    "annualReport.2021.directorsMessageP1": "Under 2021 fortsatte covid-19 att störa våra rutiner och forma hur vi interagerar med varandra. Även när vi började samlas, öppnade skolor igen, och det fanns krav på en återgång till det normala, förblev de mest utsatta i vårt samhälle oproportionerligt påverkade av de orättvisa strukturer som covid-19 förvärrade. Covid-19-krisen formade unga människors relationer till Scratch och befäste Scratch som en viktigare plats än någonsin för dem att skapa, lära sig och ansluta. Men när vi gick in i ett nytt år lämnade vi inte våra mest utsatta ungdomar bakom oss när de började navigera i det nya normala.",
    "annualReport.2021.directorsMessageP2": "En av grundvärderingarna i Scratch har alltid varit att ge unga människor möjlighet att utforska, skapa, leka och upptäcka – möjligheter som inte ges rättvist för alla studenter.",
    "annualReport.2021.directorsMessagePullquote": "Vi tror på den transformativa kraften i självuttryck och kreativitet, och på att ge utrymme för unga människor att använda kreativ kodning som ett verktyg för att höja sin röst.",
    "annualReport.2021.directorsMessageP3": "Jag är stolt över att vara verkställande direktör för Scratch Foundation under detta avgörande ögonblick i vår historia, och kommer att fortsätta att sprida Scratchs omtänksamma, samarbetsvilliga inställning till kreativt lärande till barn runt om i världen som behöver dessa möjligheter som mest.",
    "annualReport.2021.directorsMessageP4": "Förra året var ett otroligt år för Scratch Foundation – vi fokuserade på att utöka vårt team med anmärkningsvärda, mångsidiga ledare och bygga en solid grund för vår fortsatta övergång till en oberoende organisation. Vi utvecklade en treårig strategisk plan med de kombinerade ansträngningarna från varje teammedlem på alla nivåer i vår organisation, som kodifierar det arbete vi ger oss i kast med tillsammans. När Scratch växer förblir vi fokuserade på rättvisa och gemenskapsbyggande, och att hålla Scratch ett säkert utrymme för barn att ansluta, skapa och samarbeta med sina kamrater runt om i världen.",
    "annualReport.2021.directorsMessageP5": "Jag kan inte tacka dig nog för att du gav dig ut på den här resan med vårt team och för ditt fortsatta stöd för vårt uppdrag. Medkänslan och kreativiteten i Scratch Community är oändligt inspirerande för oss, och vi kan inte vänta på att du ska gå med oss ​​i det viktiga arbete som ligger framför oss.",
    "annualReport.2021.EDTitle": "Verkställande direktör, Scratch Foundation",
    "annualReport.2021.watchVideo": "Kolla video",
    "annualReport.2021.missionTitle": "Vårt uppdrag, vision och värderingar",
    "annualReport.2021.missionP1": "Vi är engagerade i pedagogisk rättvisa och prioriterar rättvisa i alla aspekter av vårt arbete, med särskilt fokus på initiativ och tillvägagångssätt som stödjer barn, familjer och pedagoger som har blivit utestängda från kreativ datoranvändning.",
    "annualReport.2021.missionP2": "Vi har utvecklat Scratch som en fri, säker, lekfull inlärningsmiljö som engagerar alla barn i att tänka kreativt, resonera systematiskt och arbeta tillsammans – väsentliga färdigheter för alla i dagens samhälle. Vi arbetar med pedagoger och familjer för att stödja barn i att utforska, dela och lära sig.",
    "annualReport.2021.missionHeader": "Uppdrag",
    "annualReport.2021.missionSubtitle": "Att ge unga människor digitala verktyg och möjligheter att föreställa sig, skapa, dela och lära sig.",
    "annualReport.2021.visionHeader": "Syn",
    "annualReport.2021.visionSubtitle": "Att sprida kreativa, omtänksamma, samarbetande, rättvisa metoder för kodning och lärande runt om i världen.",
    "annualReport.2021.valuesHeader": "Värderingar",
    "annualReport.2021.valuesSubtitle": "I detta arbete vägleds vi av våra kärnvärden som definierar våra principer som en organisation och en gemenskap:",
    "annualReport.2021.creativeExpressionTitle": "Kreativt uttryck",
    "annualReport.2021.progressiveImprovementTitle": "Progressiv förbättring",
    "annualReport.2021.EquitableOpportunitiesTitle": "Rättvisa möjligheter",
    "annualReport.2021.playfulEngagementTitle": "Lekfullt engagemang",
    "annualReport.2021.creativeExpressionDescription": "Vi är engagerade i att ge alla verktyg och möjligheter att uttrycka sina idéer, sina intressen och sitt autentiska jag i en stödjande gemenskap.",
    "annualReport.2021.progressiveImprovementDescription": "Vi håller en hög standard och strävar alltid efter att upprepa, förbättra och inspirera varandra för att på bästa sätt tjäna unga människor runt om i världen och samhället som gör vårt arbete möjligt.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Vi bygger en utbildningsrörelse som inkluderar människor med olika bakgrunder så att vi kan nå barn runt om i världen som har blivit utestängda från kreativa kodningsmöjligheter.",
    "annualReport.2021.playfulEngagementDescription": "På Scratch är lek ett tillvägagångssätt för att skapa, dela, lära sig och engagera sig i världen. Vi uppmuntrar glada utforskande, experimenterande och samarbeten.",
    "annualReport.2021.reachTitle": "Nå barn runt om i världen",
    "annualReport.2021.reachSubtitle": "Scratch är världens största kodningscommunity för barn och tonåringar från 8 år och uppåt.",
    "annualReport.2021.reachMillion": "miljon",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22 % från 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39 % från 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44 % från 2020",
    "annualReport.2021.reachNewUsers": "Nya användare",
    "annualReport.2021.reachProjectsCreated": "Projekt skapade",
    "annualReport.2021.reachProjectCreators": "Människor som skapar projekt",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch används över hela världen {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "mer än 200 länder och territorier",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudiarabien",
    "annualReport.2021.reachSaudiArabiaDescription": "Vi såg en enorm tillväxt runt om i världen 2021, men vi blev förvånade över att se tillväxten i Saudiarabien, där vi såg dubbelt så många nya användare som året innan.",
    "annualReport.2021.reachTranslationTitle": "Scratch är översatt till 74 språk",
    "annualReport.2021.reachTranslationIncrease": "10 språk från 2020",
    "annualReport.2021.reachTranslationBlurb": "Tack vare frivilliga översättare från hela världen.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr är en introduktionsmiljö för programmering som gör det möjligt för små barn (5-7 år) att skapa sina egna interaktiva berättelser och spel.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Nedladdningar 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 miljoner från 2020",
    "annualReport.2021.themesTitle": "Nya teman",
    "annualReport.2021.themesDescription": "Mitt i den pågående osäkerheten från COVID-19 fortsatte Scratch att fungera som en nyckelplats för unga människor att ansluta och skapa tillsammans. Under 2021 fokuserade vi våra ansträngningar på att bygga en stark grund för att på ett rättvist sätt stödja vår växande globala gemenskap och vårt växande Scratch Team. Vårt arbete var centrerat kring tre huvudteman: att främja gemenskap, öka tillgången och tillgängligheten och utveckla Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Samhällsröster och partnerskap är djupt invävda i Scratchs historia. De har, och fortsätter att vara, integrerade i att hjälpa oss att öka tillgängliga och rättvisa kodningsmöjligheter över hela världen. År 2021 lanserade vi Scratch Education Collaborative, ett initiativ som syftar till att identifiera och eliminera hindren för tillgång till kreativ kodning som förbinder anmärkningsvärda organisationer runt om i världen.",
    "annualReport.2021.SECWhatIs": "Vad är SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC stöder och engagerar deltagande organisationer i en tvåårig, samarbetande kohortupplevelse för att stärka deras engagemang för och implementering av rättvis kreativ kodning med Scratch och ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "I slutet av kohortupplevelsen kommer organisationer att ha bildat nya partnerskap med varandra och med Scratch, och kommer att ha etablerat nya modeller för equity-centrerade kreativa kodningsresurser.",
    "annualReport.2021.SECWhatIsP3": "Vårt arbete med SEC är möjligt tack vare ett generöst anslag från Google.org. Vi vill uttrycka vår tacksamhet för deras fortsatta stöd för vårt uppdrag.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organisationer",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "länder",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partners",
    "annualReport.2021.SECMapParagraph": "Vår första kohort inkluderade 41 organisationer som representerar 13 länder runt om i världen, förenade av deras engagemang för att stödja elever från historiskt marginaliserade samhällen i att utveckla deras självförtroende med kreativ datoranvändning. Deras platser är markerade nedan:",
    "annualReport.2021.spotlightStory": "Spotlight Story",
    "annualReport.2021.SECSpotlightTitle": "Broar till vetenskap",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Broar till vetenskap; en Texas-baserad ideell organisation som tillhandahåller matematik-, kodnings- och robotikprogram för undertjänade ungdomar; var en av 41 exceptionella organisationer som gick med i Scratch Education Collaboratives första kohort.",
    "annualReport.2021.SECSpotlightText2": "2021 stöttade vi Bridges to Science med att underlätta deras första Hour of Code-workshop med Code.org. Evenemanget Fiestas y Piñatas lockade över 22 000 lärare och elever från Latinamerika. Vi samarbetade också med Bridges to Science för att utveckla en verktygslåda med unika resurser för att möta deras samhälles behov.",
    "annualReport.2021.SECPullQuote": "En av de största glädjeämnena vi har med att undervisa våra elever är att var och en av dem, oavsett hur tysta de är, alla hittar en röst inom datavetenskap genom Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, grundare av Bridges to Science",
    "annualReport.2021.SECWorkshops": "SEC Workshops",
    "annualReport.2021.SECWorkshopsText": "Förra året var Scratch Education Collaborative värd för en serie workshops som stödde deras invigningskohort i att definiera och utforska unika vägar till rättvis kreativ kodning. Workshops leddes av Stanford d. School, Tinkering Studio, Brazilian Creative Learning Network och Chicago Public Schools CS4ALL. Tillsammans utvecklade workshopdeltagarna en delad förståelse för kreativ kodning och diskuterade strategier och metoder som främjar kulturellt upprätthållande samhällen genom kreativ kommunikation och samarbete.",
    "annualReport.2021.SECWorkshopsSubtitle": "Hur kan vi på ett kreativt sätt ge lokalsamhället möjlighet att utforska kreativ kodning?",
    "annualReport.2021.accessTitle": "Tillgång",
    "annualReport.2021.accessIntro": "När covid-19 tvingade skolor att stänga och flyttade lärande till virtuella utrymmen, upptäckte många elever och lärare Scratch för första gången eller anpassade sättet de lärde ut och lärde sig kreativ kodning. Från våra egna hem arbetade Scratch-teamet för att stödja de föränderliga behoven hos lärare och onlinegemenskapen.",
    "annualReport.2021.accessASL": "Handledning för ASL",
    "annualReport.2021.accessASLText": "2021 samarbetade vi med Deaf Kids Code för att lansera vår första handledning för amerikanska teckenspråk i Scratch Editor.",
    "annualReport.2021.accessASLText2": "Tillsammans blev vi inspirerade att skapa en vintergrön resurs som skulle utöka kreativa vägar för döva Scratchers.",
    "annualReport.2021.accessASLText3": "Videon är en 13-minuters remake av vår ursprungliga Komma igång med Scratch-handledning som introducerar nybörjare till Scratch-plattformen.",
    "annualReport.2021.accessPullQuote": "Att vara en god allierad är en vilja att böja sig mot att vara tillgänglig och verkligen lägga vikt på rekommendationerna från organisationer som min ... Att fråga: 'Vad är det vi kan göra?' och verkligen låta oss ta tyglarna och gå för det, med mycket lite eller inget motstånd; det är en mycket sällsynt sak.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, grundare av Deaf Kids Code",
    "annualReport.2021.accessDEICommittee": "DEI-kommittéer på Scratch",
    "annualReport.2021.accessDEICommitteeText": "Under 2021 inledde flera kommittéer på Scratch arbetet för att göra Scratch mer mångsidigt, rättvist och inkluderande för alla användare. Vi är glada över att dela de framsteg som varje kommitté har gjort och det fortsatta arbetet.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Tillgänglighet",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Tillgänglighetskommittén skapades som svar på en Scratch-teammedlems egna svårigheter att använda Scratchs kodningsblock och ett erkänt behov av att bättre stödja Scratchers av alla förmågor.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "I oktober 2021 lanserade kommittén ett projekt för att göra färgen på våra kodningsblock tillgänglig för Scratchers med synnedsättning. Kommittén är glada över att samarbeta med lärare och samhällsorganisationer som specialiserar sig på tillgänglighet så att kodningsblocken uppfyller riktlinjerna för webbtillgänglighet, och ännu viktigare, de nedre våningarna för att göra Scratch mer tillgängligt för alla.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Global, Justice, Equity, Diversity, and Inclusion (G-JEDI)-kommittén bildades för att utveckla ett gemensamt språk som definierar vad Diversity, Equity, and Inclusion (DEI) betyder för Scratch-teamet.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "År 2021 påbörjade kommittén arbetet med ett DEI-uttalande för att beskriva hur DEI har informerat Scratch-teamet och samhällets tidigare och nuvarande arbete, och hur det kommer att fortsätta att informera om nya initiativ framöver.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "EquityXDesign-kommittén skapades som en plats för Scratch Team-medlemmar och våra medarbetare i MIT:s Lifelong Kindergarten-grupp för att läsa och diskutera idéer kring equity-centrerad designpraxis.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Samtalen styrs av Sasha Costanza-Chocks 'Design Justice: Community-ledde praxis för att bygga världarna vi behöver', och kommittémedlemmar diskuterar sätt på vilka de kan införliva egenkapitalcentrerad designpraxis i utvecklingen av Scratch-verktyg och resurser.",
    "annualReport.2021.access10NewLanguages": "10 nya språk",
    "annualReport.2021.access10NewLanguagesText": "With huge thanks to our translation community, we were able to connect with Scratchers in 74 languages last year! In 2021, 10 new languages were added to Scratch, including isiXhosa (South Africa), Sepedi (South Africa), Setswana (South Africa), Afrikaans (South Africa), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), Kazakh (Kazakhstan), Aragonese (Spain), Western Frisian (the Netherlands), and Bengali (Bangladesh, India, and other regions).",
    "annualReport.2021.accessSouthAfrica": "Zero-rated Scratch in South Africa",
    "annualReport.2021.accessSouthAfricaText": "To improve the Scratch experience for young people in regions with low or no internet connectivity, we partnered with the National Education Collaboration Trust (NECT) of South Africa to host a zero-rated page for downloading Scratch. Downloads on zero-rated pages do not use up any data bandwidth, reducing a barrier to accessing Scratch due to data limits and costs. Just two months after its April 2021 launch, the page had more than 1300 visitors.",
    "annualReport.2021.accessSnapshot": "Ögonblicksbilder",
    "annualReport.2021.communityTitle": "Gemenskap",
    "annualReport.2021.communityIntro": "In 2021, the Scratch community continued to experience rapid growth as even more young people around the world created and connected alongside their peers. We also continued to develop partnerships with community members to improve the Scratch experience for our diverse community of users.",
    "annualReport.2021.communityScratchConference": "Scratchkonferens",
    "annualReport.2021.communityScratchConferenceText1": "I juli samlades lärare i vårt globala community för att fira kreativ kodning på Scratch Conference. Detta gratis, virtuella evenemang leddes av våra medarbetare på MIT:s Lifelong Kindergarten Group. Konferensen samlade {more_bold}, som tillbringade dagen med att ansluta, samarbeta och lära av varandra, även när COVID höll oss isär.",
    "annualReport.2021.communityScratchConferenceText1More": "more than 1,500 educators and Scratch enthusiasts",
    "annualReport.2021.communityVolunteerTranslators": "Volunteer Translators",
    "annualReport.2021.communityVolunteerTranslatorsText": "Since Scratch was launched in 2007, we have been committed to supporting our users worldwide. Our language translation volunteers work closely with the Scratch Team to help translate and localize our platform and resources for the diverse communities that we serve.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Thousands of translators have volunteered their time to translate Scratch into 74 languages and counting, and there are currently more than one thousand translators signed up to translate Scratch and ScratchJr. We’re grateful to our volunteers for helping us reach more Scratchers around the world!",
    "annualReport.2021.communityScratchCommunity": "The Scratch Community in 2021",
    "annualReport.2021.communityScratchCommunityIntro": "In 2021, more than 113 million projects were created on the Scratch site – almost a 39% increase from 2020 – and more than one million new studios were created! Throughout the year, the Scratch Team hosted numerous studios to celebrate important events and encourage Scratchers to participate in the online community.",
    "annualReport.2021.yearInReview": "År i översikt",
    "annualReport.2021.yearInReviewText": "2021 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2021.yearInReviewCard1Date": "Januari",
    "annualReport.2021.yearInReviewCard1Title": "Poetic Cafe",
    "annualReport.2021.yearInReviewCard1Text": "Vi 'öppnade' vårt allra första Poetic Cafe där Scratchers blev inbjudna att skriva, dela eller samarbeta om dikter att dela med samhället.",
    "annualReport.2021.yearInReviewCard2Date": "Februari",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers delade interaktiva konstverk, skapade dikter, animerade musikvideor och mer för att fira inflytelserika personer och händelser i Blacks historia.",
    "annualReport.2021.yearInReviewCard3Date": "April",
    "annualReport.2021.yearInReviewCard3Title": "Första april",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers ombads att föreställa sig Scratch Cats 'hemliga liv' och gick på en skattjakt efter roliga och fåniga saker gömda runt Scratch-webbplatsen.",
    "annualReport.2021.yearInReviewCard4Date": "Maj",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers runt om i världen delade mer än 3 500 projekt som svarade på temauppmaningar som 'Cooking With Scratch' och 'Ridiculous Inventions' för att fira Scratchs födelsedag.",
    "annualReport.2021.yearInReviewCard5Date": "Juni",
    "annualReport.2021.yearInReviewCard5Title": "Pride månad",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers skapade projekt med alla regnbågens färger för att fira HBTQ+-gemenskapen i Pride Month-studion.",
    "annualReport.2021.yearInReviewCard6Date": "Augusti",
    "annualReport.2021.yearInReviewCard6Title": "Scratch läger",
    "annualReport.2021.yearInReviewCard6Text": "Under detta årliga tre veckor långa evenemang skapade Scratchers mer än 7 000 projekt som rörde sig, visade upp kreativa gör-det-själv-idéer (DIY) och delade med sig av sina upptäckter om den naturliga världen runt dem.",
    "annualReport.2021.yearInReviewCard7Date": "Oktober",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Under två veckor skapade Scratchers projekt som visade upp sina tolkningar av dagliga uppmaningar i Scratchtober-studion. Mer än 3 500 projekt skapades kring enordsteman som undervatten, fest och varelser.",
    "annualReport.2021.yearInReviewCard8Date": "December",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) occurred from December 6-12 to celebrate computer science around the world. Scratch participated in the week by encouraging community members to check out tutorials, studios, and a live event hosted in partnership with Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "December",
    "annualReport.2021.yearInReviewCard9Title": "2021: A Scratch Year in Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "In 2021, Scratchers learned new skills, connected with friends around the world, and found creative ways to express themselves. More than 1,000 Scratchers shared their favorite Scratch memories and what Scratch meant to them in the 2021: A Scratch Year in Review studio.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "With the launch of Scratch Lab in February, we’ve opened the doors of our development process directly to Scratchers around the world.",
    "annualReport.2021.communityScratchLabText2": "Before we decide if we should introduce new blocks to the Scratch coding editor, it’s crucial to see the creative, innovative, and surprising ways Scratchers interact with them. Scratch Lab is a sandbox where everyone can try out these new features and, most importantly, share their thoughts and ideas directly with us.",
    "annualReport.2021.communityScratchLabText3": "Over 500,000 Scratchers explored the Scratch Lab site in 2021, and they submitted more than 37,000 pieces of feedback.",
    "annualReport.2021.communityScratchLabText4": "This feedback has been invaluable as we evaluate and develop Animated Text blocks, Face Sensing blocks, and more potential new features.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "prenumeranter",
    "annualReport.2021.ytData2": "9 million",
    "annualReport.2021.ytData2Sub": "views on videos",
    "annualReport.2021.ytData3Top": "viewers in",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "länder",
    "annualReport.2021.communitySnapshot2Title": "The Scratch Team on YouTube",
    "annualReport.2021.communitySnapshot2Text": "The Scratch Team YouTube channel reached 100,000 subscribers in 2021— a nearly 500 percent increase from 2020! As students, educators, and families evolved in response to the pandemic, we knew we had to create resources that were reactive to their needs.",
    "annualReport.2021.communitySnapshot2Text2": "These resources include a series of comprehensive Scratch tutorials that guide users through designing stories, games, and animations on Scratch. In 2021, these videos garnered nearly nine million views from viewers in 178 countries.",
    "annualReport.2021.tutorial1": "Hur man gör en 'Om mig'",
    "annualReport.2021.tutorial2": "How to Make a Clicker Game",
    "annualReport.2021.tutorial3": "How to Make a Mouse Trail",
    "annualReport.2021.FounderMessageTitle": "Ett meddelande från vår grundare",
    "annualReport.2021.FounderMessageSubTitle": "Support and Inspiration from a Founding Partner",
    "annualReport.2021.FounderMessageText1": "As you read through this annual report, you’ll learn about many ways that Scratch is expanding creative computing opportunities for millions of young people around the world, especially those from marginalized communities. This global impact is possible because of the tireless work of the growing team of engineers, designers, educators, community moderators, and others at the Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "To continue to grow our efforts and impact, we rely on the generous financial support of an incredible collection of companies, foundations, and individual donors who are aligned with our mission and vision. Here, I want to highlight the support and inspiration we’ve received from one of our Founding Partners: the LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Min forskargrupp på MIT Media Lab började samarbeta med LEGO-företaget och LEGO Foundation för mer än 30 år sedan. LEGO-finansiering hjälpte till att stödja vårt tidiga arbete med Scratch, som ledde fram till den offentliga lanseringen av Scratch 2007. Sedan, när Scratch snurrade ur MIT till Scratch Foundation 2019, gav LEGO Foundation viktig finansiering till den nya organisationen, med en femma -årsanslag på 10 miljoner dollar för att stödja transformativ utbildningsförändring genom att utveckla och främja lekfulla, kreativa metoder för kodning...i olika ekonomiska och kulturella sammanhang. När pandemin slog till steg LEGO Foundation med ytterligare 5 miljoner dollar i anslag 2021, för att säkerställa att Scratch Foundation kunde möta behoven hos barn och pedagoger som stördes av pandemin.",
    "annualReport.2021.FounderMessageText4": "But the LEGO-Scratch connection goes far beyond financial support. The Scratch approach of creating animated stories and games by snapping together graphical programming blocks was inspired, in part, by the way children build LEGO houses and castles by snapping together plastic LEGO bricks. Scratch and LEGO also share the same project-based educational philosophy, encouraging children to iteratively refine their projects by trying out an idea, seeing what happens, then making revisions and trying again.",
    "annualReport.2021.FounderMessageText5": "Jag har alltid älskat LEGO-sloganen J'oy of Building, Pride of Creation.' LEGO Foundations djupa partnerskap med Scratch Foundation hjälper till att ge 'Joy of Building, Pride of Creation' till barns digitala aktiviteter. Partnerskapet fungerar som en modell för hur organisationer med gemensamma idéer och värderingar kan samarbeta för att katalysera transformationsförändringar inom lärande och utbildning. När Scratch Foundation fortsätter att bygga upp sitt nätverk av partners och supportrar ser jag fram emot att få kontakt med andra organisationer för att utöka kreativa datormöjligheter för barn runt om i världen.",
    "annualReport.2021.FounderTitle": "Founder, Scratch Foundation",
    "annualReport.2021.lookingForward": "Ser fram emot",
    "annualReport.2021.lookingForwardText1": "In 2021, we outlined a Strategic Framework guiding our major priorities for the next 4 years. We’re focused on these major areas:",
    "annualReport.2021.lookingForwardText2": "We would like to extend a huge thank you to the LEGO Foundation, whose generous COVID Recovery Grant will enable us to carry out this crucial work. We can’t wait to share more with you about the exciting projects we have planned, including updates to the Scratch experience for schools, updates to ScratchJr, and more.",
    "annualReport.2021.LookingForward1": "Strengthening the Scratch Platform and Community Infrastructure",
    "annualReport.2021.LookingForward2": "Expanding Pathways to Creative Learning",
    "annualReport.2021.LookingForward3": "Building Organizational Capacity and Ensuring Fiscal Sustainability",
    "annualReport.2021.supportersTitle": "Tack till våra supportrar",
    "annualReport.2021.supportersIntro": "Tack till våra generösa supportrar. Ditt bidrag hjälper oss att utöka kreativa lärandemöjligheter för barn i alla åldrar, från alla bakgrunder, runt om i världen.",
    "annualReport.2021.ourSupporters": "Våra supportrar",
    "annualReport.2021.ourSupportersText": "We want to thank all Scratch supporters who, throughout the years, have helped us amazing learning experiences for millions of young people around the world. The following list is based on giving to Scratch Foundation from January 1, 2021 to December 31, 2021.",
    "annualReport.2021.supportersFoundingTitle": "Grundande partners — 10 000 000 USD+",
    "annualReport.2021.supportersFoundingText": "Vi är särskilt tacksamma mot våra grundande partners som var och en har gett minst 10 000 000 USD i kumulativt stöd sedan starten av Scratch 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat-partners - $1 000 000+",
    "annualReport.2021.supportersCreativityTitle": "Kreativitetscirkel – $250 000+",
    "annualReport.2021.supportersCollaborationTitle": "Samarbetscirkel – $100 000+",
    "annualReport.2021.supportersImaginationTitle": "Fantasicirkel - $50 000+",
    "annualReport.2021.supportersInspirationTitle": "Inspirationscirkel – $20 000+",
    "annualReport.2021.supportersExplorationTitle": "Utforskningscirkel – $5 000+",
    "annualReport.2021.supportersPlayTitle": "Spelcirkel – $1 000+",
    "annualReport.2021.supportersInKindTitle": "In-kind supportrar",
    "annualReport.2021.leadershipTitle": "Vårt lag",
    "annualReport.2021.leadershipBoard": "Styrelse",
    "annualReport.2021.leadershipChair": "Stol",
    "annualReport.2021.leadershipProfessor": "Professor i lärandeforskning",
    "annualReport.2021.leadershipViceChair": "Vice ordförande",
    "annualReport.2021.leadershipCoFounder": "Medgrundare och medordförande",
    "annualReport.2021.leadershipBoardMember": "Styrelsemedlem",
    "annualReport.2021.leadershipPresidentCEO": "Ordförande och VD",
    "annualReport.2021.leadershipFormerPresident": "Före detta president",
    "annualReport.2021.leadershipFounderCEO": "Grundare och VD",
    "annualReport.2021.leadershipFormerChairCEO": "Tidigare VD och ordförande",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Styrelsesekreterare & kassör",
    "annualReport.2021.leadershipBoardSecretary": "Styrelsesekreterare",
    "annualReport.2021.leadershipBoardTreasurer": "Styrelsekassör",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Verkställande direktör",
    "annualReport.2021.teamThankYou": "Tack till Mitch Resnick, Natalie Rusk, Rupal Jain och andra medarbetare på Lifelong Kindergarten Group vid MIT Media Lab för ert outtröttliga stöd till Scratch.",
    "annualReport.2021.donateTitle": "Stöd oss",
    "annualReport.2021.donateMessage": "Your support enables us to create inspiring, creative, and memorable learning experiences for kids everywhere, especially those who have been systemically excluded from creative coding opportunities. Make a gift to Scratch today to help us keep our servers running, maintain our growing global community, and make creative coding possible for kids in every country around the world.",
    "annualReport.2021.donateMessage2": "Thank you for your generosity.",
    "annualReport.2021.donateButton": "Donera",
    "annualReport.2021.projectBy": "projekt av",
    "annualReport.2021.JuneIlloAttr": "Flags by @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses by @Cupwing",
    "annualReport.2021.altMap": "A map of the world showing 41 SEC organizations",
    "annualReport.2021.altSECSpotlightImage": "A child plays with a toy in front of an orange background",
    "annualReport.2021.altAccessibility": "Two people use sign language in front of a green background.",
    "annualReport.2021.altaccessDEICommittee": "En hand håller fram en Scratch-komponent på en grön bakgrund.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "En hand målar Scratch-komponenter på en blå bakgrund.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Two hands reach toward a text bubble with a heart inside it.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Två händer arbetar tillsammans för att sammanställa en lista över Scratch-komponenter.",
    "annualReport.2021.altaccessSouthAfrica": "Två barn, en som använder en surfplatta och en med en bärbar dator, arbetar på ett Scratch-projekt tillsammans.",
    "annualReport.2021.altcommunityVolunteerTransators": "Four hands are raised with text bubbles resting on top of them in front of a purple background.",
    "annualReport.2021.altcommunityThankYou": "En jordglob med en banderoll där det står 'Tack' omgiven av orden för tack på olika språk.",
    "annualReport.2021.altAvatar": "användaravatar",
    "annualReport.2021.altDropdownArrow": "Pil som indikerar rullgardinsmeny.",
    "annualReport.2021.altMastheadIllustration": "Tre personer interagerar med fysiska Scratch-komponenter.",
    "annualReport.2021.altWave": "En emoji-hand som viftar.",
    "annualReport.2021.altMitchHeadshot": "Grundare Mitch Resnick",
    "annualReport.2021.altCalendar": "A calendar displaying the year 2021.",
    "annualReport.2021.altWorldVisualization": "An illustrated version of the globe.",
    "annualReport.2021.altSaudiArabiaVisualization": "Ett stapeldiagram som visar att det fanns mer än dubbelt så många nya Scratch-användare 2021 som det var 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "En gul Scratch-programmeringskomponent.",
    "annualReport.2021.altSECVideoPreview": "Scratch-gränssnittet visas till vänster och en flicksignering visas till höger.",
    "annualReport.2021.altScratchJr": "Textläsning Scratch jr",
    "annualReport.2021.altHorizontalLoop": "En gul horisontell Scratch-programmeringskomponent.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Två händer som ställer upp fysiska Scratch-komponenter.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hands reaching up in front of a purple background with text bubbles floating above them.",
    "annualReport.2021.altScratchLogoText": "En grön rektangel med texten 'Scratch Lab' på.",
    "annualReport.2021.altScratchLabVideo": "En skärmdump av ett Scratch-projekt med en uppspelningsknapp ovanpå.",
    "annualReport.2021.altHat": "A person wearing a yellow hat and pink heart sunglasses.",
    "annualReport.2021.altScratchText": "En regnbågs Scratch-komponent som visar texten 'Här kör vi!'",
    "annualReport.2021.altStar": "A girl with a yellow star in front of her face.",
    "annualReport.2021.altMouseTrail": "Multiple cut outs of a squirrel head placed randomly on top of each other.",
    "annualReport.2021.altSECWorkshops": "People playing together",
    "annualReport.2021.altArrowUp": "An arrow pointing up.",
    "annualReport.2021.altTranslated": "En Scratch-komponent som säger \"Hej\" och listar språk som Scratch är tillgängligt på.",
    "annualReport.2021.altAboutMe": "Orden 'Om mig' placeras över ett staffli, igelkott, mango och fotboll.",
    "annualReport.2021.altClickerGame": "A math game showing an apple, an orange, and a cut up bowl of fruit.",
    "annualReport.2021.altLookingForward1": "Interlocking hexagons displaying a swirl, start, and heart.",
    "annualReport.2021.altLookingForward2": "A sign post with one arrow poining right displaying a swirl and one arrow pointing left displaying a heart.",
    "annualReport.2021.altLookingForward3": "Colorful blocks lined up to create steps with a plant growing on top.",
    "annualReport.2021.altSparkle": "White sparkle decoration",
    "annualReport.2021.altDownArrow": "Purple arrow pointing down",
    "annualReport.2021.altConnectingLine": "A dotted line connecting timeline elements.",
    "annualReport.2021.altApril": "En penna och Scratch-komponenter placerade ovanpå en lila bakgrund.",
    "annualReport.2021.altJune": "A birthday cake in front of a banner of flags displaying various types of LGBTQ+ pride.",
    "annualReport.2021.altAugust": "A potato, birthday had, and sunglasses on top of a purple background.",
    "annualReport.2021.altCard1": "En färgglad klump svävar framför en svart och grå bakgrund bredvid orden 'En dröm i en värld av mardrömmar'",
    "annualReport.2021.altCard2": "A black woman is wearing a yellow headband and gold hoop earrings.",
    "annualReport.2021.altCard3": "Scratch cat-maskoten svänger framför byggnader åtföljd av texten 'Jag tror att Scratch Cat är en superhjälte.'",
    "annualReport.2021.altCard5": "Ett leende block står bredvid en textbubbla där det står 'oavsett hur någon klär sig, vilka pronomen de använder eller vem de älskar, bör du alltid respektera dem!'",
    "annualReport.2021.altCard6": "A potato wearing sunglasses sits in front of a purple background.",
    "annualReport.2021.altCard7": "A colorful birthday hat sits on top of a neon cube.",
    "annualReport.2021.altCard9": "'2022' sitter framför en regnbåge av ovaler.",
    "annualReport.2021.altDonateIllustration": "Två händer bildar formen av ett hjärta med sina fingrar inuti en utskuren hjärtform."
}