{
    "annualReport.2021.subnavFoundersMessage": "Grundarens meddelande",
    "annualReport.2021.subnavMission": "Uppdrag",
    "annualReport.2021.subnavReach": "Nå",
    "annualReport.2021.subnavThemes": "Teman",
    "annualReport.2021.subnavDirectorsMessage": "Direktörens meddelande",
    "annualReport.2021.subnavSupporters": "Supportrar",
    "annualReport.2021.subnavTeam": "Team",
    "annualReport.2021.subnavDonate": "Donera",
    "annualReport.2021.mastheadYear": "Årsredovisning 2021",
    "annualReport.2021.mastheadTitle": "Bygga en jämlik gemenskap tillsammans",
    "annualReport.2021.directorsMessageTitle": "Ett meddelande från vår verkställande direktör",
    "annualReport.2021.directorsMessageP1": "Under 2021 fortsatte covid-19 att störa våra rutiner och forma hur vi interagerar med varandra. Även när vi började samlas, öppnade skolor igen, och det fanns krav på en återgång till det normala, förblev de mest utsatta i vårt samhälle oproportionerligt påverkade av de orättvisa strukturer som covid-19 förvärrade. Covid-19-krisen formade unga människors relationer till Scratch och befäste Scratch som en viktigare plats än någonsin för dem att skapa, lära sig och ansluta. Men när vi gick in i ett nytt år lämnade vi inte våra mest utsatta ungdomar bakom oss när de började navigera i det nya normala.",
    "annualReport.2021.directorsMessageP2": "En av grundvärderingarna i Scratch har alltid varit att ge unga människor möjlighet att utforska, skapa, leka och upptäcka – möjligheter som inte ges rättvist för alla studenter.",
    "annualReport.2021.directorsMessagePullquote": "Vi tror på den transformativa kraften i självuttryck och kreativitet, och på att ge utrymme för unga människor att använda kreativ kodning som ett verktyg för att höja sin röst.",
    "annualReport.2021.directorsMessageP3": "Jag är stolt över att vara verkställande direktör för Scratch Foundation under detta avgörande ögonblick i vår historia, och kommer att fortsätta att sprida Scratchs omtänksamma, samarbetsvilliga inställning till kreativt lärande till barn runt om i världen som behöver dessa möjligheter som mest.",
    "annualReport.2021.directorsMessageP4": "Förra året var ett otroligt år för Scratch Foundation – vi fokuserade på att utöka vårt team med anmärkningsvärda, mångsidiga ledare och bygga en solid grund för vår fortsatta övergång till en oberoende organisation. Vi utvecklade en treårig strategisk plan med de kombinerade ansträngningarna från varje teammedlem på alla nivåer i vår organisation, som kodifierar det arbete vi ger oss i kast med tillsammans. När Scratch växer förblir vi fokuserade på rättvisa och gemenskapsbyggande, och att hålla Scratch ett säkert utrymme för barn att ansluta, skapa och samarbeta med sina kamrater runt om i världen.",
    "annualReport.2021.directorsMessageP5": "Jag kan inte tacka dig nog för att du gav dig ut på den här resan med vårt team och för ditt fortsatta stöd för vårt uppdrag. Medkänslan och kreativiteten i Scratch Community är oändligt inspirerande för oss, och vi kan inte vänta på att du ska gå med oss ​​i det viktiga arbete som ligger framför oss.",
    "annualReport.2021.EDTitle": "Verkställande direktör, Scratch Foundation",
    "annualReport.2021.watchVideo": "Kolla video",
    "annualReport.2021.missionTitle": "Vårt uppdrag, vision och värderingar",
    "annualReport.2021.missionP1": "Vi är engagerade i pedagogisk rättvisa och prioriterar rättvisa i alla aspekter av vårt arbete, med särskilt fokus på initiativ och tillvägagångssätt som stödjer barn, familjer och pedagoger som har blivit utestängda från kreativ datoranvändning.",
    "annualReport.2021.missionP2": "Vi har utvecklat Scratch som en fri, säker, lekfull inlärningsmiljö som engagerar alla barn i att tänka kreativt, resonera systematiskt och arbeta tillsammans – väsentliga färdigheter för alla i dagens samhälle. Vi arbetar med pedagoger och familjer för att stödja barn i att utforska, dela och lära sig.",
    "annualReport.2021.missionHeader": "Uppdrag",
    "annualReport.2021.missionSubtitle": "Att ge unga människor digitala verktyg och möjligheter att föreställa sig, skapa, dela och lära sig.",
    "annualReport.2021.visionHeader": "Syn",
    "annualReport.2021.visionSubtitle": "Att sprida kreativa, omtänksamma, samarbetande, rättvisa metoder för kodning och lärande runt om i världen.",
    "annualReport.2021.valuesHeader": "Värderingar",
    "annualReport.2021.valuesSubtitle": "I detta arbete vägleds vi av våra kärnvärden som definierar våra principer som en organisation och en gemenskap:",
    "annualReport.2021.creativeExpressionTitle": "Kreativt uttryck",
    "annualReport.2021.progressiveImprovementTitle": "Progressiv förbättring",
    "annualReport.2021.EquitableOpportunitiesTitle": "Rättvisa möjligheter",
    "annualReport.2021.playfulEngagementTitle": "Lekfullt engagemang",
    "annualReport.2021.creativeExpressionDescription": "Vi är engagerade i att ge alla verktyg och möjligheter att uttrycka sina idéer, sina intressen och sitt autentiska jag i en stödjande gemenskap.",
    "annualReport.2021.progressiveImprovementDescription": "Vi håller en hög standard och strävar alltid efter att upprepa, förbättra och inspirera varandra för att på bästa sätt tjäna unga människor runt om i världen och samhället som gör vårt arbete möjligt.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Vi bygger en utbildningsrörelse som inkluderar människor med olika bakgrunder så att vi kan nå barn runt om i världen som har blivit utestängda från kreativa kodningsmöjligheter.",
    "annualReport.2021.playfulEngagementDescription": "På Scratch är lek ett tillvägagångssätt för att skapa, dela, lära sig och engagera sig i världen. Vi uppmuntrar glada utforskande, experimenterande och samarbeten.",
    "annualReport.2021.reachTitle": "Nå barn runt om i världen",
    "annualReport.2021.reachSubtitle": "Scratch är världens största kodningscommunity för barn och tonåringar från 8 år och uppåt.",
    "annualReport.2021.reachMillion": "miljon",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22 % från 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39 % från 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44 % från 2020",
    "annualReport.2021.reachNewUsers": "Nya användare",
    "annualReport.2021.reachProjectsCreated": "Projekt skapade",
    "annualReport.2021.reachProjectCreators": "Människor som skapar projekt",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch används över hela världen {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "mer än 200 länder och territorier",
    "annualReport.2021.reachSaudiArabiaTitle": "Saudiarabien",
    "annualReport.2021.reachSaudiArabiaDescription": "Vi såg en enorm tillväxt runt om i världen 2021, men vi blev förvånade över att se tillväxten i Saudiarabien, där vi såg dubbelt så många nya användare som året innan.",
    "annualReport.2021.reachTranslationTitle": "Scratch är översatt till 74 språk",
    "annualReport.2021.reachTranslationIncrease": "10 språk från 2020",
    "annualReport.2021.reachTranslationBlurb": "Tack vare frivilliga översättare från hela världen.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr är en introduktionsmiljö för programmering som gör det möjligt för små barn (5-7 år) att skapa sina egna interaktiva berättelser och spel.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Nedladdningar 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 miljoner från 2020",
    "annualReport.2021.themesTitle": "Nya teman",
    "annualReport.2021.themesDescription": "Mitt i den pågående osäkerheten från COVID-19 fortsatte Scratch att fungera som en nyckelplats för unga människor att ansluta och skapa tillsammans. Under 2021 fokuserade vi våra ansträngningar på att bygga en stark grund för att på ett rättvist sätt stödja vår växande globala gemenskap och vårt växande Scratch Team. Vårt arbete var centrerat kring tre huvudteman: att främja gemenskap, öka tillgången och tillgängligheten och utveckla Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Samhällsröster och partnerskap är djupt invävda i Scratchs historia. De har, och fortsätter att vara, integrerade i att hjälpa oss att öka tillgängliga och rättvisa kodningsmöjligheter över hela världen. År 2021 lanserade vi Scratch Education Collaborative, ett initiativ som syftar till att identifiera och eliminera hindren för tillgång till kreativ kodning som förbinder anmärkningsvärda organisationer runt om i världen.",
    "annualReport.2021.SECWhatIs": "Vad är SEC?",
    "annualReport.2021.SECWhatIsP1": "SEC stöder och engagerar deltagande organisationer i en tvåårig, samarbetande kohortupplevelse för att stärka deras engagemang för och implementering av rättvis kreativ kodning med Scratch och ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "I slutet av kohortupplevelsen kommer organisationer att ha bildat nya partnerskap med varandra och med Scratch, och kommer att ha etablerat nya modeller för equity-centrerade kreativa kodningsresurser.",
    "annualReport.2021.SECWhatIsP3": "Vårt arbete med SEC är möjligt tack vare ett generöst anslag från Google.org. Vi vill uttrycka vår tacksamhet för deras fortsatta stöd för vårt uppdrag.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organisationer",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "länder",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partners",
    "annualReport.2021.SECMapParagraph": "Vår första kohort inkluderade 41 organisationer som representerar 13 länder runt om i världen, förenade av deras engagemang för att stödja elever från historiskt marginaliserade samhällen i att utveckla deras självförtroende med kreativ datoranvändning. Deras platser är markerade nedan:",
    "annualReport.2021.spotlightStory": "Spotlight Story",
    "annualReport.2021.SECSpotlightTitle": "Broar till vetenskap",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Broar till vetenskap; en Texas-baserad ideell organisation som tillhandahåller matematik-, kodnings- och robotikprogram för undertjänade ungdomar; var en av 41 exceptionella organisationer som gick med i Scratch Education Collaboratives första kohort.",
    "annualReport.2021.SECSpotlightText2": "2021 stöttade vi Bridges to Science med att underlätta deras första Hour of Code-workshop med Code.org. Evenemanget Fiestas y Piñatas lockade över 22 000 lärare och elever från Latinamerika. Vi samarbetade också med Bridges to Science för att utveckla en verktygslåda med unika resurser för att möta deras samhälles behov.",
    "annualReport.2021.SECPullQuote": "En av de största glädjeämnena vi har med att undervisa våra elever är att var och en av dem, oavsett hur tysta de är, alla hittar en röst inom datavetenskap genom Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy, grundare av Bridges to Science",
    "annualReport.2021.SECWorkshops": "SEC Workshops",
    "annualReport.2021.SECWorkshopsText": "Förra året var Scratch Education Collaborative värd för en serie workshops som stödde deras invigningskohort i att definiera och utforska unika vägar till rättvis kreativ kodning. Workshops leddes av Stanford d. School, Tinkering Studio, Brazilian Creative Learning Network och Chicago Public Schools CS4ALL. Tillsammans utvecklade workshopdeltagarna en delad förståelse för kreativ kodning och diskuterade strategier och metoder som främjar kulturellt upprätthållande samhällen genom kreativ kommunikation och samarbete.",
    "annualReport.2021.SECWorkshopsSubtitle": "Hur kan vi på ett kreativt sätt ge lokalsamhället möjlighet att utforska kreativ kodning?",
    "annualReport.2021.accessTitle": "Tillgång",
    "annualReport.2021.accessIntro": "När covid-19 tvingade skolor att stänga och flyttade lärande till virtuella utrymmen, upptäckte många elever och lärare Scratch för första gången eller anpassade sättet de lärde ut och lärde sig kreativ kodning. Från våra egna hem arbetade Scratch-teamet för att stödja de föränderliga behoven hos lärare och onlinegemenskapen.",
    "annualReport.2021.accessASL": "Handledning för ASL",
    "annualReport.2021.accessASLText": "2021 samarbetade vi med Deaf Kids Code för att lansera vår första handledning för amerikanska teckenspråk i Scratch Editor.",
    "annualReport.2021.accessASLText2": "Tillsammans blev vi inspirerade att skapa en vintergrön resurs som skulle utöka kreativa vägar för döva Scratchers.",
    "annualReport.2021.accessASLText3": "Videon är en 13-minuters remake av vår ursprungliga Komma igång med Scratch-handledning som introducerar nybörjare till Scratch-plattformen.",
    "annualReport.2021.accessPullQuote": "Att vara en god allierad är en vilja att böja sig mot att vara tillgänglig och verkligen lägga vikt på rekommendationerna från organisationer som min ... Att fråga: 'Vad är det vi kan göra?' och verkligen låta oss ta tyglarna och gå för det, med mycket lite eller inget motstånd; det är en mycket sällsynt sak.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, grundare av Deaf Kids Code",
    "annualReport.2021.accessDEICommittee": "DEI-kommittéer på Scratch",
    "annualReport.2021.accessDEICommitteeText": "Under 2021 inledde flera kommittéer på Scratch arbetet för att göra Scratch mer mångsidigt, rättvist och inkluderande för alla användare. Vi är glada över att dela de framsteg som varje kommitté har gjort och det fortsatta arbetet.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Tillgänglighet",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Tillgänglighetskommittén skapades som svar på en Scratch-teammedlems egna svårigheter att använda Scratchs kodningsblock och ett erkänt behov av att bättre stödja Scratchers av alla förmågor.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "I oktober 2021 lanserade kommittén ett projekt för att göra färgen på våra kodningsblock tillgänglig för Scratchers med synnedsättning. Kommittén är glada över att samarbeta med lärare och samhällsorganisationer som specialiserar sig på tillgänglighet så att kodningsblocken uppfyller riktlinjerna för webbtillgänglighet, och ännu viktigare, de nedre våningarna för att göra Scratch mer tillgängligt för alla.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Global, Justice, Equity, Diversity, and Inclusion (G-JEDI)-kommittén bildades för att utveckla ett gemensamt språk som definierar vad Diversity, Equity, and Inclusion (DEI) betyder för Scratch-teamet.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "År 2021 påbörjade kommittén arbetet med ett DEI-uttalande för att beskriva hur DEI har informerat Scratch-teamet och samhällets tidigare och nuvarande arbete, och hur det kommer att fortsätta att informera om nya initiativ framöver.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "EquityXDesign-kommittén skapades som en plats för Scratch Team-medlemmar och våra medarbetare i MIT:s Lifelong Kindergarten-grupp för att läsa och diskutera idéer kring equity-centrerad designpraxis.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Samtalen styrs av Sasha Costanza-Chocks 'Design Justice: Community-ledde praxis för att bygga världarna vi behöver', och kommittémedlemmar diskuterar sätt på vilka de kan införliva egenkapitalcentrerad designpraxis i utvecklingen av Scratch-verktyg och resurser.",
    "annualReport.2021.access10NewLanguages": "10 nya språk",
    "annualReport.2021.access10NewLanguagesText": "Med stort tack till vår översättningsgemenskap kunde vi få kontakt med Scratchers på 74 språk förra året! År 2021 lades 10 nya språk till i Scratch, inklusive isiXhosa (Sydafrika), Sepedi (Sydafrika), Setswana (Sydafrika), Afrikaans (Sydafrika), Kichwa (Peru), ଓଡ଼ିଆ/Odia (Indien), Kazakiska ( Kazakstan), Aragonese (Spanien), västfrisiska (Nederländerna) och Bengali (Bangladesh, Indien och andra regioner).",
    "annualReport.2021.accessSouthAfrica": "Nollklassad Scratch i Sydafrika",
    "annualReport.2021.accessSouthAfricaText": "För att förbättra Scratch-upplevelsen för ungdomar i regioner med låg eller ingen internetanslutning, samarbetade vi med National Education Collaboration Trust (NECT) i Sydafrika för att vara värd för en nollbetygssida för nedladdning av Scratch. Nedladdningar på nollklassade sidor använder ingen databandbredd, vilket minskar ett hinder för åtkomst till Scratch på grund av databegränsningar och kostnader. Bara två månader efter lanseringen i april 2021 hade sidan mer än 1300 besökare.",
    "annualReport.2021.accessSnapshot": "Ögonblicksbilder",
    "annualReport.2021.communityTitle": "Gemenskap",
    "annualReport.2021.communityIntro": "Under 2021 fortsatte Scratch-communityt att uppleva en snabb tillväxt när ännu fler unga människor runt om i världen skapade och ansluter tillsammans med sina kamrater. Vi fortsatte också att utveckla partnerskap med communitymedlemmar för att förbättra Scratch-upplevelsen för vår mångsidiga gemenskap av användare.",
    "annualReport.2021.communityScratchConference": "Scratchkonferens",
    "annualReport.2021.communityScratchConferenceText1": "I juli samlades lärare i vårt globala community för att fira kreativ kodning på Scratch Conference. Detta gratis, virtuella evenemang leddes av våra medarbetare på MIT:s Lifelong Kindergarten Group. Konferensen samlade {more_bold}, som tillbringade dagen med att ansluta, samarbeta och lära av varandra, även när COVID höll oss isär.",
    "annualReport.2021.communityScratchConferenceText1More": "mer än 1 500 pedagoger och Scratch-entusiaster",
    "annualReport.2021.communityVolunteerTranslators": "Frivilliga översättare",
    "annualReport.2021.communityVolunteerTranslatorsText": "Sedan Scratch lanserades 2007 har vi engagerat oss i att stödja våra användare över hela världen. Våra översättningsvolontärer arbetar nära med Scratch-teamet för att hjälpa till att översätta och lokalisera vår plattform och resurser för de olika samhällen som vi betjänar.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Tusentals översättare har frivilligt ställt in sin tid för att översätta Scratch till 74 språk, och det finns för närvarande fler än tusen översättare som registrerat sig för att översätta Scratch och ScratchJr. Vi är tacksamma mot våra volontärer för att de hjälper oss att nå fler Scratchers runt om i världen!",
    "annualReport.2021.communityScratchCommunity": "Scratch-gemenskapen 2021",
    "annualReport.2021.communityScratchCommunityIntro": "Under 2021 skapades mer än 113 miljoner projekt på Scratch-sajten – nästan en ökning med 39 % från 2020 – och mer än en miljon nya studior skapades! Under året var Scratch-teamet värd för många studior för att fira viktiga evenemang och uppmuntra Scratchers att delta i onlinecommunityt.",
    "annualReport.2021.yearInReview": "År i översikt",
    "annualReport.2021.yearInReviewText": "2021 var ett anmärkningsvärt år i onlinegemenskapen. Samhällsteamet lyfte fram och utvecklade möjligheter för unga människor att uttrycka sina idéer och bli engagerade på ett positivt sätt, och otroliga rörelser växte fram från Scratchers själva. Här är en tillbakablick på några av årets höjdpunkter:",
    "annualReport.2021.yearInReviewCard1Date": "Januari",
    "annualReport.2021.yearInReviewCard1Title": "Poetiskt café",
    "annualReport.2021.yearInReviewCard1Text": "Vi 'öppnade' vårt allra första Poetic Cafe där Scratchers blev inbjudna att skriva, dela eller samarbeta om dikter att dela med samhället.",
    "annualReport.2021.yearInReviewCard2Date": "Februari",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers delade interaktiva konstverk, skapade dikter, animerade musikvideor och mer för att fira inflytelserika personer och händelser i Blacks historia.",
    "annualReport.2021.yearInReviewCard3Date": "April",
    "annualReport.2021.yearInReviewCard3Title": "Första april",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers ombads att föreställa sig Scratch Cats 'hemliga liv' och gick på en skattjakt efter roliga och fåniga saker gömda runt Scratch-webbplatsen.",
    "annualReport.2021.yearInReviewCard4Date": "Maj",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers runt om i världen delade mer än 3 500 projekt som svarade på temauppmaningar som 'Cooking With Scratch' och 'Ridiculous Inventions' för att fira Scratchs födelsedag.",
    "annualReport.2021.yearInReviewCard5Date": "Juni",
    "annualReport.2021.yearInReviewCard5Title": "Pride månad",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers skapade projekt med alla regnbågens färger för att fira HBTQ+-gemenskapen i Pride Month-studion.",
    "annualReport.2021.yearInReviewCard6Date": "Augusti",
    "annualReport.2021.yearInReviewCard6Title": "Scratch läger",
    "annualReport.2021.yearInReviewCard6Text": "Under detta årliga tre veckor långa evenemang skapade Scratchers mer än 7 000 projekt som rörde sig, visade upp kreativa gör-det-själv-idéer (DIY) och delade med sig av sina upptäckter om den naturliga världen runt dem.",
    "annualReport.2021.yearInReviewCard7Date": "Oktober",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "Under två veckor skapade Scratchers projekt som visade upp sina tolkningar av dagliga uppmaningar i Scratchtober-studion. Mer än 3 500 projekt skapades kring enordsteman som undervatten, fest och varelser.",
    "annualReport.2021.yearInReviewCard8Date": "December",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) ägde rum 6-12 december för att fira datavetenskap runt om i världen. Scratch deltog i veckan genom att uppmuntra community-medlemmar att kolla in tutorials, studior och ett liveevenemang som arrangerades i samarbete med Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "December",
    "annualReport.2021.yearInReviewCard9Title": "2021: A Scratch-år i recension Studio",
    "annualReport.2021.yearInReviewCard9Text": "År 2021 lärde sig Scratchers nya färdigheter, fick kontakt med vänner runt om i världen och hittade kreativa sätt att uttrycka sig. Mer än 1 000 Scratchers delade med sig av sina favorit Scratch-minnen och vad Scratch betydde för dem i studion 2021: A Scratch Year in Review.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Med lanseringen av Scratch Lab i februari har vi öppnat dörrarna till vår utvecklingsprocess direkt för Scratchers runt om i världen.",
    "annualReport.2021.communityScratchLabText2": "Innan vi bestämmer oss för om vi ska introducera nya block till Scratch-kodningsredigeraren, är det avgörande att se de kreativa, innovativa och överraskande sätten som Scratchers interagerar med dem. Scratch Lab är en sandlåda där alla kan prova dessa nya funktioner och, viktigast av allt, dela sina tankar och idéer direkt med oss.",
    "annualReport.2021.communityScratchLabText3": "Över 500 000 Scratchers utforskade Scratch Lab-webbplatsen 2021 och de skickade in mer än 37 000 feedback.",
    "annualReport.2021.communityScratchLabText4": "Denna feedback har varit ovärderlig när vi utvärderar och utvecklar animerade textblock, ansiktsavkänningsblock och fler potentiella nya funktioner.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "prenumeranter",
    "annualReport.2021.ytData2": "9 miljoner",
    "annualReport.2021.ytData2Sub": "visningar av videor",
    "annualReport.2021.ytData3Top": "tittare in",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "länder",
    "annualReport.2021.communitySnapshot2Title": "Scratch-teamet på YouTube",
    "annualReport.2021.communitySnapshot2Text": "YouTube-kanalen Scratch Team nådde 100 000 prenumeranter 2021 – en ökning med nästan 500 procent från 2020! När elever, lärare och familjer utvecklades som svar på pandemin, visste vi att vi var tvungna att skapa resurser som var reaktiva för deras behov.",
    "annualReport.2021.communitySnapshot2Text2": "Dessa resurser inkluderar en serie omfattande Scratch-handledningar som guidar användare genom att designa berättelser, spel och animationer på Scratch. År 2021 fick dessa videor nästan nio miljoner visningar från tittare i 178 länder.",
    "annualReport.2021.tutorial1": "Hur man gör en 'Om mig'",
    "annualReport.2021.tutorial2": "Hur man gör ett klickerspel",
    "annualReport.2021.tutorial3": "Hur man gör en musspår",
    "annualReport.2021.FounderMessageTitle": "Ett meddelande från vår grundare",
    "annualReport.2021.FounderMessageSubTitle": "Support och inspiration från en grundande partner",
    "annualReport.2021.FounderMessageText1": "När du läser igenom den här årsrapporten kommer du att lära dig om många sätt som Scratch utökar kreativa datormöjligheter för miljontals unga människor runt om i världen, särskilt de från marginaliserade samhällen. Denna globala inverkan är möjlig på grund av det outtröttliga arbetet från det växande teamet av ingenjörer, designers, utbildare, community-moderatorer och andra på Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "För att fortsätta att öka våra ansträngningar och genomslag förlitar vi oss på det generösa ekonomiska stödet från en otrolig samling företag, stiftelser och enskilda givare som är i linje med vårt uppdrag och vision. Här vill jag lyfta fram det stöd och inspiration vi har fått från en av våra grundande partners: LEGO Foundation.",
    "annualReport.2021.FounderMessageText3": "Min forskargrupp på MIT Media Lab började samarbeta med LEGO-företaget och LEGO Foundation för mer än 30 år sedan. LEGO-finansiering hjälpte till att stödja vårt tidiga arbete med Scratch, som ledde fram till den offentliga lanseringen av Scratch 2007. Sedan, när Scratch snurrade ur MIT till Scratch Foundation 2019, gav LEGO Foundation viktig finansiering till den nya organisationen, med en femma -årsanslag på 10 miljoner dollar för att stödja transformativ utbildningsförändring genom att utveckla och främja lekfulla, kreativa metoder för kodning...i olika ekonomiska och kulturella sammanhang. När pandemin slog till steg LEGO Foundation med ytterligare 5 miljoner dollar i anslag 2021, för att säkerställa att Scratch Foundation kunde möta behoven hos barn och pedagoger som stördes av pandemin.",
    "annualReport.2021.FounderMessageText4": "Men LEGO-Scratch-kopplingen går långt utöver ekonomiskt stöd. Scratch-metoden att skapa animerade berättelser och spel genom att knäppa ihop grafiska programmeringsblock inspirerades delvis av hur barn bygger LEGO-hus och slott genom att knäppa ihop LEGO-plastklossar. Scratch och LEGO delar också samma projektbaserade pedagogiska filosofi, och uppmuntrar barn att iterativt förfina sina projekt genom att prova en idé, se vad som händer, sedan göra ändringar och försöka igen.",
    "annualReport.2021.FounderMessageText5": "Jag har alltid älskat LEGO-sloganen J'oy of Building, Pride of Creation.' LEGO Foundations djupa partnerskap med Scratch Foundation hjälper till att ge 'Joy of Building, Pride of Creation' till barns digitala aktiviteter. Partnerskapet fungerar som en modell för hur organisationer med gemensamma idéer och värderingar kan samarbeta för att katalysera transformationsförändringar inom lärande och utbildning. När Scratch Foundation fortsätter att bygga upp sitt nätverk av partners och supportrar ser jag fram emot att få kontakt med andra organisationer för att utöka kreativa datormöjligheter för barn runt om i världen.",
    "annualReport.2021.FounderTitle": "Grundare, Scratch Foundation",
    "annualReport.2021.lookingForward": "Ser fram emot",
    "annualReport.2021.lookingForwardText1": "År 2021 skisserade vi ett strategiskt ramverk som vägleder våra viktigaste prioriteringar för de kommande fyra åren. Vi fokuserar på dessa huvudområden:",
    "annualReport.2021.lookingForwardText2": "Vi vill rikta ett stort tack till LEGO Foundation, vars generösa Covid Recovery Grant kommer att göra det möjligt för oss att utföra detta avgörande arbete. Vi kan inte vänta med att dela mer med dig om de spännande projekt vi har planerat, inklusive uppdateringar av Scratch-upplevelsen för skolor, uppdateringar av ScratchJr och mer.",
    "annualReport.2021.LookingForward1": "Att stärka Scratch-plattformen och gemenskapsinfrastrukturen",
    "annualReport.2021.LookingForward2": "Expandera vägar till kreativt lärande",
    "annualReport.2021.LookingForward3": "Bygga organisatorisk kapacitet och säkerställa finanspolitisk hållbarhet",
    "annualReport.2021.supportersTitle": "Tack till våra supportrar",
    "annualReport.2021.supportersIntro": "Tack till våra generösa supportrar. Ditt bidrag hjälper oss att utöka kreativa lärandemöjligheter för barn i alla åldrar, från alla bakgrunder, runt om i världen.",
    "annualReport.2021.ourSupporters": "Våra supportrar",
    "annualReport.2021.ourSupportersText": "Vi vill tacka alla Scratch-supportrar som genom åren har hjälpt oss fantastiska lärandeupplevelser för miljontals ungdomar runt om i världen. Följande lista är baserad på att ge till Scratch Foundation från 1 januari 2021 till 31 december 2021.",
    "annualReport.2021.supportersFoundingTitle": "Grundande partners — 10 000 000 USD+",
    "annualReport.2021.supportersFoundingText": "Vi är särskilt tacksamma mot våra grundande partners som var och en har gett minst 10 000 000 USD i kumulativt stöd sedan starten av Scratch 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat-partners - $1 000 000+",
    "annualReport.2021.supportersCreativityTitle": "Kreativitetscirkel – $250 000+",
    "annualReport.2021.supportersCollaborationTitle": "Samarbetscirkel – $100 000+",
    "annualReport.2021.supportersImaginationTitle": "Fantasicirkel - $50 000+",
    "annualReport.2021.supportersInspirationTitle": "Inspirationscirkel – $20 000+",
    "annualReport.2021.supportersExplorationTitle": "Utforskningscirkel – $5 000+",
    "annualReport.2021.supportersPlayTitle": "Spelcirkel – $1 000+",
    "annualReport.2021.supportersInKindTitle": "In-kind supportrar",
    "annualReport.2021.leadershipTitle": "Vårt lag",
    "annualReport.2021.leadershipBoard": "Styrelse",
    "annualReport.2021.leadershipChair": "Stol",
    "annualReport.2021.leadershipProfessor": "Professor i lärandeforskning",
    "annualReport.2021.leadershipViceChair": "Vice ordförande",
    "annualReport.2021.leadershipCoFounder": "Medgrundare och medordförande",
    "annualReport.2021.leadershipBoardMember": "Styrelsemedlem",
    "annualReport.2021.leadershipPresidentCEO": "Ordförande och VD",
    "annualReport.2021.leadershipFormerPresident": "Före detta president",
    "annualReport.2021.leadershipFounderCEO": "Grundare och VD",
    "annualReport.2021.leadershipFormerChairCEO": "Tidigare VD och ordförande",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Styrelsesekreterare & kassör",
    "annualReport.2021.leadershipBoardSecretary": "Styrelsesekreterare",
    "annualReport.2021.leadershipBoardTreasurer": "Styrelsekassör",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Team",
    "annualReport.2021.leadershipED": "Verkställande direktör",
    "annualReport.2021.teamThankYou": "Tack till Mitch Resnick, Natalie Rusk, Rupal Jain och andra medarbetare på Lifelong Kindergarten Group vid MIT Media Lab för ert outtröttliga stöd till Scratch.",
    "annualReport.2021.donateTitle": "Stöd oss",
    "annualReport.2021.donateMessage": "Ditt stöd gör det möjligt för oss att skapa inspirerande, kreativa och minnesvärda lärandeupplevelser för barn överallt, särskilt de som systematiskt har blivit utestängda från kreativa kodningsmöjligheter. Ge en gåva till Scratch idag för att hjälpa oss att hålla våra servrar igång, underhålla vår växande globala gemenskap och göra kreativ kodning möjlig för barn i alla länder runt om i världen.",
    "annualReport.2021.donateMessage2": "Tack för din generositet.",
    "annualReport.2021.donateButton": "Donera",
    "annualReport.2021.projectBy": "projekt av",
    "annualReport.2021.JuneIlloAttr": "Flaggor av @ratchild",
    "annualReport.2021.OctIlloAttr": "Potatis och glas av @Cupwing",
    "annualReport.2021.altMap": "En karta över världen som visar 41 SEC-organisationer",
    "annualReport.2021.altSECSpotlightImage": "Ett barn leker med en leksak framför en orange bakgrund",
    "annualReport.2021.altAccessibility": "Två personer använder teckenspråk framför en grön bakgrund.",
    "annualReport.2021.altaccessDEICommittee": "En hand håller fram en Scratch-komponent på en grön bakgrund.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "En hand målar Scratch-komponenter på en blå bakgrund.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Två händer sträcker sig mot en textbubbla med ett hjärta inuti.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Två händer arbetar tillsammans för att sammanställa en lista över Scratch-komponenter.",
    "annualReport.2021.altaccessSouthAfrica": "Två barn, en som använder en surfplatta och en med en bärbar dator, arbetar på ett Scratch-projekt tillsammans.",
    "annualReport.2021.altcommunityVolunteerTransators": "Fyra händer höjs med textbubblor vilande ovanpå dem framför en lila bakgrund.",
    "annualReport.2021.altcommunityThankYou": "En jordglob med en banderoll där det står 'Tack' omgiven av orden för tack på olika språk.",
    "annualReport.2021.altAvatar": "användaravatar",
    "annualReport.2021.altDropdownArrow": "Pil som indikerar rullgardinsmeny.",
    "annualReport.2021.altMastheadIllustration": "Tre personer interagerar med fysiska Scratch-komponenter.",
    "annualReport.2021.altWave": "En emoji-hand som viftar.",
    "annualReport.2021.altMitchHeadshot": "Grundare Mitch Resnick",
    "annualReport.2021.altCalendar": "En kalender som visar år 2021.",
    "annualReport.2021.altWorldVisualization": "En illustrerad version av världen.",
    "annualReport.2021.altSaudiArabiaVisualization": "Ett stapeldiagram som visar att det fanns mer än dubbelt så många nya Scratch-användare 2021 som det var 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "En gul Scratch-programmeringskomponent.",
    "annualReport.2021.altSECVideoPreview": "Scratch-gränssnittet visas till vänster och en flicksignering visas till höger.",
    "annualReport.2021.altScratchJr": "Textläsning Scratch jr",
    "annualReport.2021.altHorizontalLoop": "En gul horisontell Scratch-programmeringskomponent.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Två händer som ställer upp fysiska Scratch-komponenter.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Händer som sträcker sig upp framför en lila bakgrund med textbubblor som svävar ovanför dem.",
    "annualReport.2021.altScratchLogoText": "En grön rektangel med texten 'Scratch Lab' på.",
    "annualReport.2021.altScratchLabVideo": "En skärmdump av ett Scratch-projekt med en uppspelningsknapp ovanpå.",
    "annualReport.2021.altHat": "En person som bär en gul hatt och rosa hjärtasolglasögon.",
    "annualReport.2021.altScratchText": "En regnbågs Scratch-komponent som visar texten 'Här kör vi!'",
    "annualReport.2021.altStar": "En tjej med en gul stjärna framför ansiktet.",
    "annualReport.2021.altMouseTrail": "Flera utskärningar av ett ekorrhuvud placerade slumpmässigt ovanpå varandra.",
    "annualReport.2021.altSECWorkshops": "Människor som leker tillsammans",
    "annualReport.2021.altArrowUp": "En pil som pekar uppåt.",
    "annualReport.2021.altTranslated": "En Scratch-komponent som säger \"Hej\" och listar språk som Scratch är tillgängligt på.",
    "annualReport.2021.altAboutMe": "Orden 'Om mig' placeras över ett staffli, igelkott, mango och fotboll.",
    "annualReport.2021.altClickerGame": "Ett matematikspel som visar ett äpple, en apelsin och en uppskuren skål med frukt.",
    "annualReport.2021.altLookingForward1": "Sammankopplade hexagoner som visar en virvel, start och hjärta.",
    "annualReport.2021.altLookingForward2": "En skylt med en pil som pekar åt höger som visar en virvel och en pil som pekar åt vänster som visar ett hjärta.",
    "annualReport.2021.altLookingForward3": "Färgglada block radade upp för att skapa steg med en växt som växer på toppen.",
    "annualReport.2021.altSparkle": "Vit gnistrande dekoration",
    "annualReport.2021.altDownArrow": "Lila pil som pekar ner",
    "annualReport.2021.altConnectingLine": "En prickad linje som förbinder tidslinjeelement.",
    "annualReport.2021.altApril": "En penna och Scratch-komponenter placerade ovanpå en lila bakgrund.",
    "annualReport.2021.altJune": "En födelsedagstårta framför en banderoll med flaggor som visar olika typer av HBTQ+-stolthet.",
    "annualReport.2021.altAugust": "En potatis, födelsedag hade och solglasögon ovanpå en lila bakgrund.",
    "annualReport.2021.altCard1": "En färgglad klump svävar framför en svart och grå bakgrund bredvid orden 'En dröm i en värld av mardrömmar'",
    "annualReport.2021.altCard2": "En svart kvinna bär ett gult pannband och örhängen i guld.",
    "annualReport.2021.altCard3": "Scratch cat-maskoten svänger framför byggnader åtföljd av texten 'Jag tror att Scratch Cat är en superhjälte.'",
    "annualReport.2021.altCard5": "Ett leende block står bredvid en textbubbla där det står 'oavsett hur någon klär sig, vilka pronomen de använder eller vem de älskar, bör du alltid respektera dem!'",
    "annualReport.2021.altCard6": "En potatis med solglasögon sitter framför en lila bakgrund.",
    "annualReport.2021.altCard7": "En färgglad födelsedagshatt sitter ovanpå en neonkub.",
    "annualReport.2021.altCard9": "'2022' sitter framför en regnbåge av ovaler.",
    "annualReport.2021.altDonateIllustration": "Två händer bildar formen av ett hjärta med sina fingrar inuti en utskuren hjärtform."
}