{
    "annualReport.2021.subnavFoundersMessage": "Kurucunun Mesajı",
    "annualReport.2021.subnavMission": "Misyonumuz",
    "annualReport.2021.subnavReach": "Hedef",
    "annualReport.2021.subnavThemes": "Temalar",
    "annualReport.2021.subnavDirectorsMessage": "Yönetmenin Mesajı",
    "annualReport.2021.subnavSupporters": "Destekçiler",
    "annualReport.2021.subnavTeam": "Ekip",
    "annualReport.2021.subnavDonate": "Bağış",
    "annualReport.2021.mastheadYear": "2021 Yıllık Raporu",
    "annualReport.2021.mastheadTitle": "Birlikte Adil Bir Topluluk İnşa Etmek",
    "annualReport.2021.directorsMessageTitle": "Yöneticimizden Bir Mesaj",
    "annualReport.2021.directorsMessageP1": "2021'de COVID-19, rutinlerimizi bozmaya ve birbirimizle etkileşim şeklimizi şekillendirmeye devam etti. Bir araya gelmeye başladığımızda, okullar yeniden açıldı ve “normale dönüş” çağrıları yapıldı, toplumumuzda en savunmasız olanlar COVID-19'un şiddetlendirdiği adaletsiz yapılardan orantısız bir şekilde etkilenmeye devam etti. COVID-19 krizi, gençlerin Scratch ile olan ilişkilerini şekillendirdi ve Scratch'i onlar için yaratmaları, öğrenmeleri ve bağlantı kurmaları için her zamankinden daha hayati bir yer olarak sağlamlaştırdı. Ancak yeni bir yıla girerken, en savunmasız gençlerimizi “yeni normal”e doğru yol almaya başlarken geride bırakmadık.",
    "annualReport.2021.directorsMessageP2": "Scratch'in temel değerlerinden biri her zaman gençleri—tüm öğrencilere eşit olarak sağlanmayan fırsatları keşfetmeleri, yaratmaları, oynamaları ve keşfetmeleri için güçlendirmek olmuştur.",
    "annualReport.2021.directorsMessagePullquote": "Kendini ifade etmenin ve yaratıcılığın dönüştürücü gücüne ve gençlerin yaratıcı kodlamayı seslerini yükseltmek için bir araç olarak kullanmaları için alan sağlamaya inanıyoruz.",
    "annualReport.2021.directorsMessageP3": "Tarihimizin bu çok önemli anında Scratch Vakfı'nın İcra Direktörü olarak hizmet etmekten gurur duyuyorum ve Scratch'in yaratıcı öğrenmeye yönelik özenli, işbirlikçi yaklaşımını dünyanın dört bir yanındaki bu fırsatlara en çok ihtiyaç duyan çocuklara yaymaya devam edeceğim.",
    "annualReport.2021.directorsMessageP4": "Geçen yıl Scratch Foundation için inanılmaz bir yıldı; –dikkat çekici, çeşitli liderlerle ekibimizi büyütmeye ve bağımsız bir organizasyona sürekli geçişimiz için sağlam bir temel oluşturmaya odaklandık. Kuruluşumuzun her seviyesindeki her ekip üyesinin ortak çabalarıyla, birlikte başladığımız işi kodlayarak üç yıllık bir Stratejik Plan geliştirdik. Scratch büyüdükçe, eşitlik ve topluluk oluşturmaya ve Scratch'i çocukların dünyanın dört bir yanındaki akranlarıyla bağlantı kurmaları, yaratmaları ve işbirliği yapmaları için güvenli bir alan olmaya odaklanmaya devam ediyoruz.",
    "annualReport.2021.directorsMessageP5": "Ekibimizle birlikte bu yolculuğa çıktığınız ve misyonumuza verdiğiniz sürekli desteğiniz için size ne kadar teşekkür etsem azdır. Scratch Topluluğunun şefkati ve yaratıcılığı bize sonsuz ilham veriyor ve önümüzde duran önemli işte bize katılmanızı sabırsızlıkla bekliyoruz.",
    "annualReport.2021.EDTitle": "Scratch Vakfı, Yöneticisi",
    "annualReport.2021.watchVideo": "Videoyu İzle",
    "annualReport.2021.missionTitle": "Misyonumuz, Vizyonumuz ve Değerlerimiz",
    "annualReport.2021.missionP1": "Yaratıcı bilgisayardan dışlanan çocukları, aileleri ve eğitimcileri destekleyen girişimlere ve yaklaşımlara özellikle odaklanarak, eğitim adaletine ve çalışmalarımızın tüm yönlerinde eşitliğe öncelik vermeye kararlıyız.",
    "annualReport.2021.missionP2": "Scratch'i, tüm çocukları yaratıcı düşünmeye, sistematik olarak akıl yürütmeye—iş birliği içinde çalışmaya dahil eden, günümüz toplumunda herkes için temel beceriler olan ücretsiz, güvenli, eğlenceli bir öğrenme ortamı olarak geliştirdik. Çocukları keşfetme, paylaşma ve öğrenme konusunda desteklemek için eğitimciler ve ailelerle birlikte çalışıyoruz.",
    "annualReport.2021.missionHeader": "Misyonumuz",
    "annualReport.2021.missionSubtitle": "Gençlere hayal etmeleri, yaratmaları, paylaşmaları ve öğrenmeleri için dijital araçlar ve fırsatlar sağlamak.",
    "annualReport.2021.visionHeader": "Vizyonumuz",
    "annualReport.2021.visionSubtitle": "Kodlama ve öğrenmeye yönelik yaratıcı, özenli, işbirlikçi, eşitlikçi yaklaşımları tüm dünyaya yaymak.",
    "annualReport.2021.valuesHeader": "Değerlerimiz",
    "annualReport.2021.valuesSubtitle": "Bu çalışmada, kurum ve topluluk olarak ilkelerimizi belirleyen temel değerlerimiz bize rehberlik etmektedir:",
    "annualReport.2021.creativeExpressionTitle": "Yaratıcı İfade",
    "annualReport.2021.progressiveImprovementTitle": "Aşamalı İyileştirme",
    "annualReport.2021.EquitableOpportunitiesTitle": "Adil Fırsatlar",
    "annualReport.2021.playfulEngagementTitle": "Eğlenceli Anlaşma",
    "annualReport.2021.creativeExpressionDescription": "Destekleyici bir topluluk içinde herkese fikirlerini, ilgi alanlarını ve özgün benliklerini ifade etmeleri için araçlar ve fırsatlar sağlamaya kararlıyız.",
    "annualReport.2021.progressiveImprovementDescription": "Kendimizi yüksek bir standartta tutuyoruz ve dünyanın her yerindeki gençlere ve işimizi mümkün kılan topluluğa en iyi şekilde hizmet etmek için her zaman yinelemeye, geliştirmeye ve birbirimize ilham vermeye çalışıyoruz.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Yaratıcı kodlama fırsatlarından mahrum bırakılan dünyanın dört bir yanındaki çocuklara ulaşabilmek için farklı geçmişlerden insanları içeren bir eğitim hareketi inşa ediyoruz.",
    "annualReport.2021.playfulEngagementDescription": "Scratch'te oyun; yapmak, paylaşmak, öğrenmek ve dünyayla etkileşim kurmak için bir yaklaşımdır. Neşeli keşif, deney ve işbirliğini teşvik ediyoruz.",
    "annualReport.2021.reachTitle": "Dünyanın Her Yerindeki Çocuklara Ulaşmak",
    "annualReport.2021.reachSubtitle": "Scratch, 8 yaş ve üzeri çocuklar ve gençler için dünyanın en büyük kodlama topluluğudur.",
    "annualReport.2021.reachMillion": "milyon",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "2020'den %22",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "2020'den %39",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "2020'den %44",
    "annualReport.2021.reachNewUsers": "Yeni Kullanıcılar",
    "annualReport.2021.reachProjectsCreated": "Proje Oluşturuldu",
    "annualReport.2021.reachProjectCreators": "Proje Oluşturan İnsanlar",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch tüm dünyada {numberOfCountries} genelinde kullanılıyor",
    "annualReport.2021.reachScratchAroundTheWorldBold": "200'den fazla ülke ve bölge",
    "annualReport.2021.reachSaudiArabiaTitle": "Suudi Arabistan",
    "annualReport.2021.reachSaudiArabiaDescription": "2021'de dünya çapında muazzam bir büyüme gördük, ancak bir önceki yıla göre iki kat daha fazla yeni kullanıcı gördüğümüz Suudi Arabistan'daki büyümeyi görmek bizi şaşırttı.",
    "annualReport.2021.reachTranslationTitle": "Scratch 74 Dile Çevrildi",
    "annualReport.2021.reachTranslationIncrease": "2020'den itibaren 10 dil",
    "annualReport.2021.reachTranslationBlurb": "Dünyanın her yerinden gönüllü çevirmenlere teşekkürler.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr, küçük çocukların (5-7 yaş arası) kendi etkileşimli hikayelerini ve oyunlarını yaratmalarını sağlayan bir giriş programlama ortamıdır.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "2021'deki indirmeler",
    "annualReport.2021.reachDownloadsIncrease": "2020'den itibaren 2 milyon",
    "annualReport.2021.themesTitle": "Gelişmekte Olan Temalar",
    "annualReport.2021.themesDescription": "COVID-19'un süregelen belirsizliğinin ortasında Scratch, gençlerin bağlantı kurmaları ve birlikte yaratmaları için kilit bir alan olarak hizmet etmeye devam etti. 2021'de, çabalarımızı büyüyen küresel topluluğumuzu ve büyüyen Scratch Ekibimizi adil bir şekilde desteklemek için güçlü bir temel oluşturmaya odakladık. Çalışmamız üç ana tema etrafında toplandı: topluluğu teşvik etmek, erişim ve erişilebilirliği artırmak ve Scratch Eğitim İşbirliği'ni (SEC) geliştirmek.",
    "annualReport.2021.SECTitle": "Scratch Eğitim İşbirliği",
    "annualReport.2021.SECIntro": "Topluluk sesleri ve ortaklıklar, Scratch'ın tarihinin dokusuna derinden dokunmuştur. Dünya çapında erişilebilir ve adil kodlama fırsatlarını artırmamıza yardımcı olma konusunda ayrılmazlar ve olmaya devam ediyorlar. 2021'de, dünyanın dört bir yanındaki dikkate değer organizasyonları birbirine bağlayan yaratıcı kodlamaya erişimin önündeki engelleri belirlemeye ve ortadan kaldırmaya yönelik bir girişim olan Scratch Eğitim İşbirliğini başlattık.",
    "annualReport.2021.SECWhatIs": "SEC Nedir?",
    "annualReport.2021.SECWhatIsP1": "SEC, katılımcı kuruluşları Scratch ve ScratchJr kullanarak adil yaratıcı kodlamaya bağlılıklarını ve uygulamalarını güçlendirmek için iki yıllık, işbirlikçi bir kohort deneyiminde destekler ve sürece dahil eder.",
    "annualReport.2021.SECWhatIsP2": "Kohort deneyiminin sonunda, kuruluşlar birbirleriyle ve Scratch ile yeni ortaklıklar kurmuş olacak ve eşitlik merkezli yaratıcı kodlama kaynakları için yeni modeller oluşturmuş olacak.",
    "annualReport.2021.SECWhatIsP3": "SEC ile çalışmamız, Google.org'un cömert bağışı sayesinde mümkün oldu. Misyonumuza devam eden destekleri için minnettarlığımızı iletmek istiyoruz.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "kurumlar",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "ülkeler",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "ortaklar",
    "annualReport.2021.SECMapParagraph": "İlk grubumuz, dünya çapında 13 ülkeyi temsil eden ve tarihsel olarak marjinalleşmiş topluluklardan gelen öğrencilerin yaratıcı bilgi işlemle özgüvenlerini geliştirmelerini destekleme taahhütleriyle birleşmiş 41 kuruluşu içeriyordu. Konumları aşağıda vurgulanmıştır:",
    "annualReport.2021.spotlightStory": "Öne Çıkan Hikaye",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science; yetersiz hizmet alan gençler için matematik, kodlama ve robotik programları sağlayan Teksas merkezli bir kar amacı gütmeyen kuruluş; Scratch Education Collaborative'in ilk grubuna katılan 41 istisnai kuruluştan biriydi.",
    "annualReport.2021.SECSpotlightText2": "2021'de Bridges to Science'ı Code.org ile ilk “Hour of Code” atölye çalışmalarını kolaylaştırmak için destekledik. “Fiestas y Piñatas” etkinliğine Latin Amerika'dan 22.000'den fazla öğretmen ve öğrenci katıldı. Ayrıca, topluluklarının ihtiyaçlarını karşılamak için benzersiz kaynaklardan oluşan bir araç seti geliştirmek için Bridges to Science ile işbirliği yaptık.",
    "annualReport.2021.SECPullQuote": "Öğrencilerimize ders vermenin en büyük zevklerinden biri, her birinin, ne kadar sessiz olurlarsa olsunlar, Scratch aracılığıyla bilgisayar bilimlerinde bir ses bulmalarıdır.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  Bridges to Science Kurucusu ",
    "annualReport.2021.SECWorkshops": "SEC Atölye Çalışmaları",
    "annualReport.2021.SECWorkshopsText": "Geçen yıl, Scratch Eğitim İşbirliği, adil yaratıcı kodlamaya giden benzersiz yolları tanımlama ve keşfetme konusunda ilk gruplarını destekleyen bir dizi atölye çalışmasına ev sahipliği yaptı. Stanford d. Okul, Tinkering Studio, Brezilya Yaratıcı Öğrenme Ağı ve Chicago Devlet Okulları CS4ALL ile çalışarak Atölye katılımcıları birlikte ortak bir yaratıcı kodlama anlayışı geliştirdiler ve yaratıcı iletişim ve işbirliği yoluyla kültürel olarak sürdürülebilir toplulukları teşvik eden stratejiler ve uygulamaları tartıştılar.",
    "annualReport.2021.SECWorkshopsSubtitle": "Yaratıcı kodlamayı keşfetme konusunda yerel topluluğu yaratıcı bir şekilde nasıl güçlendirebiliriz?",
    "annualReport.2021.accessTitle": "Erişim",
    "annualReport.2021.accessIntro": "COVID-19 okulları kapatmaya ve öğrenmeyi sanal alanlara taşımaya zorlarken, birçok öğrenci ve öğretmen Scratch'i ilk kez keşfediyor veya yaratıcı kodlamayı öğretme ve öğrenme şeklini uyarlıyordu. Scratch Ekibi, eğitimcilerin ve çevrimiçi topluluğun değişen ihtiyaçlarını desteklemek için kendi evlerimizden çalıştı.",
    "annualReport.2021.accessASL": "ASL Eğitimi",
    "annualReport.2021.accessASLText": "2021'de, Scratch Editor'da ilk Amerikan İşaret Dili eğitimimizi başlatmak için Deaf Kids Code ile ortaklık kurduk.",
    "annualReport.2021.accessASLText2": "İşitme Engelli Scratcher'ların yaratıcı yollarını genişletecek, her zaman yeşil kalan bir kaynak yaratmak için birlikte ilham aldık.",
    "annualReport.2021.accessASLText3": "Video, yeni başlayanları Scratch platformuna tanıtan orijinal “Scratch ile Başlarken” eğitimimizin 13 dakikalık yeniden çevrimidir.",
    "annualReport.2021.accessPullQuote": "İyi bir müttefik olmak, erişilebilir olma yolunda eğilmek ve benimki gibi kuruluşların tavsiyelerine gerçekten ağırlık vermektir… 'Yapabileceğimiz ne var?' direnç yok denecek kadar az; bu çok nadir bir şeydir.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Deaf Kids Code Kurucusu",
    "annualReport.2021.accessDEICommittee": "Scratch'te DEI Komiteleri",
    "annualReport.2021.accessDEICommitteeText": "2021'de Scratch'teki birkaç komite, Scratch'i tüm kullanıcılar için daha çeşitli, adil ve kapsayıcı hale getirmek için çalışmalara başladı. Her komitenin kaydettiği ilerlemeyi ve halen devam etmekte olan çalışmaları paylaşmaktan heyecan duyuyoruz.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Erişebilirlik",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "Erişilebilirlik Komitesi, bir Scratch Ekibi üyesinin Scratch'in kodlama bloklarını kullanma zorluğuna ve tüm yeteneklerdeki Scratcher'ları daha iyi destekleme ihtiyacına yanıt olarak oluşturuldu.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "2021 yılının Ekim ayında komite, kodlama bloklarımızın rengini görme engelli Scratcher'lar için erişilebilir kılmak için bir proje başlattı. Komite, kodlama bloklarının web erişilebilirlik yönergelerini karşılaması ve daha da önemlisi, Scratch'i herkes için daha erişilebilir hale getirmek için alt katları karşılaması için erişilebilirlik konusunda uzmanlaşmış öğretmenler ve topluluk kuruluşlarıyla ortak olmaktan heyecan duyuyor.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "Küresel, Adalet, Eşitlik, Çeşitlilik ve Kapsayıcılık (G-JEDI) Komitesi; Çeşitlilik, Eşitlik ve Kapsayıcılık'ın (DEI) Scratch Ekibi için ne anlama geldiğini tanımlayan ortak bir dil geliştirmek üzere kuruldu.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "2021'de komite, DEI'nin Scratch Ekibini ve topluluğun geçmiş ve şimdiki çalışmalarını nasıl bilgilendirdiğini ve bundan sonraki yeni girişimleri nasıl bilgilendirmeye devam edeceğini ana hatlarıyla belirtmek için bir DEI beyanı üzerinde çalışmaya başladı.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Eşitlik x Tasarım",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "EquityXDesign Komitesi, Scratch Ekibi üyeleri ve MIT'nin Yaşam Boyu Anaokulu grubundaki işbirlikçilerimizin eşitlik merkezli tasarım uygulamaları hakkındaki fikirleri okuyup tartışabilecekleri bir yer olarak oluşturuldu.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "Sohbetler, Sasha Costanza-Chock'un  “Tasarım Adaleti: İhtiyacımız Olan Dünyaları İnşa Etmek için Topluluk Önderliğinde Uygulamalar” tarafından yönlendiriliyor ve komite üyeleri, Scratch araçlarının ve kaynaklarının geliştirilmesinde eşitlik merkezli tasarım uygulamalarını nasıl birleştirebileceklerini tartışıyorlar.",
    "annualReport.2021.access10NewLanguages": "10 Yeni Dil",
    "annualReport.2021.access10NewLanguagesText": "Çeviri topluluğumuz sayesinde geçen yıl Scratchers ile 74 dilde bağlantı kurabildik! 2021'de Scratch'e 10 yeni dil eklendi: isiXhosa (Güney Afrika), Sepedi (Güney Afrika), Setswana (Güney Afrika), Afrikaans (Güney Afrika), Kichwa (Peru), ଓଡ଼ିଆ/Odia (Hindistan), Kazakça ( Kazakistan), Aragonca (İspanya), Batı Frizcesi (Hollanda) ve Bengalce (Bangladeş, Hindistan ve diğer bölgeler).",
    "annualReport.2021.accessSouthAfrica": "Güney Afrika'da Sıfır Dereceli Scratch",
    "annualReport.2021.accessSouthAfricaText": "İnternet bağlantısının düşük olduğu veya hiç olmadığı bölgelerdeki gençler için Scratch deneyimini geliştirmek için, Scratch'i indirmek için sıfır puanlı bir sayfaya ev sahipliği yapmak üzere Güney Afrika Ulusal Eğitim İşbirliği Vakfı (NECT) ile ortaklık kurduk. Sıfır dereceli sayfalardaki indirmeler, herhangi bir veri bant genişliğini tüketmez, bu da veri limitleri ve maliyetleri nedeniyle Scratch'e erişim engelini azaltır. Nisan 2021'deki lansmanından sadece iki ay sonra, sayfa 1300'den fazla ziyaretçiye ulaştı.",
    "annualReport.2021.accessSnapshot": "Anlık Görüntüler",
    "annualReport.2021.communityTitle": "Topluluk",
    "annualReport.2021.communityIntro": "2021'de, Scratch topluluğu, dünya çapında daha fazla genç insan akranlarıyla birlikte oluşturup bağlantı kurdukça hızlı bir büyüme yaşamaya devam etti. Ayrıca, çeşitli kullanıcı topluluğumuz için Scratch deneyimini geliştirmek için topluluk üyeleriyle ortaklıklar geliştirmeye devam ettik.",
    "annualReport.2021.communityScratchConference": "Scratch Konferansı",
    "annualReport.2021.communityScratchConferenceText1": "Temmuz ayında, küresel topluluğumuzdaki eğitimciler, yaratıcı kodlamayı kutlamak için Scratch Konferansı'nda bir araya geldi. Bu ücretsiz, sanal etkinlik, MIT'nin Yaşam Boyu Anaokulu Grubundaki işbirlikçilerimiz tarafından yönetildi. Konferans, COVID bizi ayrı tutmasına rağmen günü bağlantı kurarak, işbirliği yaparak ve birbirlerinden bir şeyler öğrenerek geçiren {more_bold}'i bir araya getirdi.",
    "annualReport.2021.communityScratchConferenceText1More": "1500'den fazla eğitimci ve Scratch meraklısı",
    "annualReport.2021.communityVolunteerTranslators": "Gönüllü Çevirmenler",
    "annualReport.2021.communityVolunteerTranslatorsText": "Scratch'in 2007'de piyasaya sürülmesinden bu yana, dünya çapında kullanıcılarımızı desteklemeye kararlıyız. Dil çevirisi gönüllülerimiz, hizmet verdiğimiz çeşitli topluluklar için platformumuzu ve kaynaklarımızı tercüme etmeye ve yerelleştirmeye yardımcı olmak için Scratch Ekibi ile yakın bir şekilde çalışır.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Binlerce çevirmen Scratch'i 74 dile çevirmek ve saymak için gönüllü oldu ve şu anda Scratch ve ScratchJr'ı çevirmek için kayıtlı binden fazla çevirmen var. Dünya çapında daha fazla Scratcher'a ulaşmamıza yardım ettikleri için gönüllülerimize minnettarız!",
    "annualReport.2021.communityScratchCommunity": "2021'de Scratch Topluluğu",
    "annualReport.2021.communityScratchCommunityIntro": "2021'de Scratch sitesinde 113 milyondan fazla proje oluşturuldu - 2020'ye göre neredeyse %39'luk bir artış – ve bir milyondan fazla yeni stüdyo oluşturuldu! Yıl boyunca, Scratch Ekibi önemli etkinlikleri kutlamak ve Scratchers'ı çevrimiçi topluluğa katılmaya teşvik etmek için çok sayıda stüdyoya ev sahipliği yaptı.",
    "annualReport.2021.yearInReview": "Yılın Değerlendirmesi",
    "annualReport.2021.yearInReviewText": "2021, çevrimiçi toplulukta dikkate değer bir yıldı. Topluluk Ekibi, gençlerin fikirlerini ifade etmeleri ve olumlu yollarla meşgul olmaları için fırsatları vurguladı ve geliştirdi ve Scratchers'ın kendilerinden inanılmaz hareketler ortaya çıktı. İşte yılın öne çıkan bazı olaylarına bir göz atın:",
    "annualReport.2021.yearInReviewCard1Date": "Ocak",
    "annualReport.2021.yearInReviewCard1Title": "Şiirsel Kafe",
    "annualReport.2021.yearInReviewCard1Text": "Scratchers'ın toplulukla paylaşmak üzere şiir yazmaya, paylaşmaya veya şiirler üzerinde işbirliği yapmaya davet edildiği ilk Şiirsel Kafe'mizi “açtık”.",
    "annualReport.2021.yearInReviewCard2Date": "Şubat",
    "annualReport.2021.yearInReviewCard2Title": "Siyah Tarihi Ayı Stüdyosu",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers, Siyah tarihindeki etkili insanları ve olayları kutlamak için etkileşimli sanat eserleri, şiirler, animasyonlu müzik videoları ve daha fazlasını paylaştı.",
    "annualReport.2021.yearInReviewCard3Date": "Nisan",
    "annualReport.2021.yearInReviewCard3Title": "1 Nisan",
    "annualReport.2021.yearInReviewCard3Text": "Scratch'lardan Scratch Cat'in “Gizli yaşamını” hayal etmeleri istendi ve Scratch web sitesinde gizlenmiş eğlenceli ve aptalca şeyler için bir hazine avına çıktılar.",
    "annualReport.2021.yearInReviewCard4Date": "Mayıs",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Haftası",
    "annualReport.2021.yearInReviewCard4Text": "Dünyanın dört bir yanındaki Scratch'lar, Scratch'in doğum gününü kutlamak için “Scratch ile Yemek Pişirme” ve “Gülünç Buluşlar” gibi temalı istemlere yanıt veren 3.500'den fazla proje paylaştı.",
    "annualReport.2021.yearInReviewCard5Date": "Haziran",
    "annualReport.2021.yearInReviewCard5Title": "Onur Ayı",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers, LGBTQ+ topluluğunu Onur Ayı stüdyosunda kutlamak için gökkuşağının tüm renklerini kullanarak projeler yarattı.",
    "annualReport.2021.yearInReviewCard6Date": "Ağustos",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Kampı",
    "annualReport.2021.yearInReviewCard6Text": "Bu yıllık üç haftalık etkinlik sırasında Scratchers, hareket eden ve kanal açan, yaratıcı kendin yap (DIY) fikirlerini sergileyen ve etraflarındaki doğal dünya hakkındaki keşiflerini paylaşan 7.000'den fazla proje yarattı.",
    "annualReport.2021.yearInReviewCard7Date": "Ekim",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "İki hafta boyunca Scratchers, Scratchtober stüdyosunda günlük istemlerin yorumlarını sergileyen projeler yarattı. Su altı, kutlama ve yaratıklar gibi tek kelimelik temalar etrafında 3.500'den fazla proje oluşturuldu.",
    "annualReport.2021.yearInReviewCard8Date": "Aralık",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Bilgisayar Bilimleri Eğitim Haftası (CSEdWeek), dünya çapında bilgisayar bilimini kutlamak için 6-12 Aralık tarihleri arasında gerçekleşti. Scratch, topluluk üyelerini öğreticilere, stüdyolara ve Makey Makey ile ortaklaşa düzenlenen canlı bir etkinliğe göz atmaya teşvik ederek haftaya katıldı!",
    "annualReport.2021.yearInReviewCard9Date": "Aralık",
    "annualReport.2021.yearInReviewCard9Title": "2021: İnceleme Stüdyosunda Bir Scratch Yılı",
    "annualReport.2021.yearInReviewCard9Text": "2021'de Scratchers, dünyanın dört bir yanındaki arkadaşlarla bağlantı kurarak yeni beceriler öğrendi ve kendilerini ifade etmenin yaratıcı yollarını buldu. 1.000'den fazla Scratcher, 2021: A Scratch Year in Review stüdyosunda en sevdikleri Scratch anılarını ve Scratch'in onlar için ne anlama geldiğini paylaştı.",
    "annualReport.2021.communityScratchLabTitle": "Scratch Lab",
    "annualReport.2021.communityScratchLabText": "Şubat ayında Scratch Lab'in lansmanı ile geliştirme sürecimizin kapılarını doğrudan dünyanın dört bir yanındaki Scratchers'a açtık.",
    "annualReport.2021.communityScratchLabText2": "Scratch kodlama düzenleyicisine yeni bloklar eklememiz gerekip gerekmediğine karar vermeden önce, Scratchers'ın bunlarla etkileşime girdiği yaratıcı, yenilikçi ve şaşırtıcı yolları görmek çok önemlidir. Scratch Lab, herkesin bu yeni özellikleri deneyebileceği ve en önemlisi düşüncelerini ve fikirlerini doğrudan bizimle paylaşabileceği bir sanal alan.",
    "annualReport.2021.communityScratchLabText3": "2021'de 500.000'den fazla Scratcher, Scratch Lab sitesini keşfetti ve 37.000'den fazla geri bildirim gönderdi.",
    "annualReport.2021.communityScratchLabText4": "Hareketli Metin bloklarını, Yüz Algılama bloklarını ve daha fazla potansiyel yeni özelliği değerlendirip geliştirirken bu geri bildirim çok değerliydi.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "aboneler",
    "annualReport.2021.ytData2": "9 milyon",
    "annualReport.2021.ytData2Sub": "videolardaki görüntüleme",
    "annualReport.2021.ytData3Top": "görüntüleyenler",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "ülkeler",
    "annualReport.2021.communitySnapshot2Title": "Scratch Ekibi YouTube'da",
    "annualReport.2021.communitySnapshot2Text": "Scratch Team YouTube kanalı 2021'de 100.000 aboneye ulaştı — 2020'ye göre yaklaşık yüzde 500 artış! Öğrenciler, eğitimciler ve aileler pandemiye yanıt olarak geliştikçe, onların ihtiyaçlarına tepki veren kaynaklar yaratmamız gerektiğini biliyorduk.",
    "annualReport.2021.communitySnapshot2Text2": "Bu kaynaklar, kullanıcılara Scratch'ta hikayeler, oyunlar ve animasyonlar tasarlama konusunda rehberlik eden bir dizi kapsamlı Scratch öğreticisini içerir. 2021'de bu videolar 178 ülkedeki izleyicilerden yaklaşık dokuz milyon görüntüleme aldı.",
    "annualReport.2021.tutorial1": "'Hakkımda' Nasıl Yapılır",
    "annualReport.2021.tutorial2": "Tıklama Oyunu Nasıl Yapılır",
    "annualReport.2021.tutorial3": "Fare İzi Nasıl Yapılır",
    "annualReport.2021.FounderMessageTitle": "Kurucumuzdan Bir Mesaj",
    "annualReport.2021.FounderMessageSubTitle": "Bir Kurucu Ortaktan Destek ve İlham",
    "annualReport.2021.FounderMessageText1": "Bu yıllık raporu okurken, Scratch'in dünya çapında milyonlarca genç için, özellikle de marjinal topluluklardan gelenler için yaratıcı bilgi işlem fırsatlarını genişletmesinin birçok yolunu öğreneceksiniz. Bu küresel etki, Scratch Vakfı'ndaki mühendisler, tasarımcılar, eğitimciler, topluluk moderatörleri ve diğerlerinden oluşan büyüyen ekibin yorulmadan çalışması sayesinde mümkün.",
    "annualReport.2021.FounderMessageText2": "Çabalarımızı ve etkimizi büyütmeye devam etmek için, misyon ve vizyonumuzla uyumlu inanılmaz bir şirket, vakıf ve bireysel bağışçı koleksiyonunun cömert mali desteğine güveniyoruz. Burada, Kurucu Ortaklarımızdan biri olan LEGO Vakfı'ndan aldığımız desteği ve ilhamı vurgulamak istiyorum.",
    "annualReport.2021.FounderMessageText3": "MIT Medya Laboratuarı'ndaki araştırma grubum, 30 yılı aşkın bir süre önce LEGO şirketi ve LEGO Vakfı ile işbirliği yapmaya başladı. LEGO finansmanı, Scratch üzerindeki erken çalışmalarımızı desteklemeye yardımcı oldu ve Scratch'in 2007'de halka açılmasına yol açtı. Ardından, Scratch MIT'den 2019'da Scratch Vakfı'na döndüğünde, LEGO Vakfı yeni organizasyon için önemli bir finansman sağladı. - “çeşitli ekonomik ve kültürel bağlamlarda kodlamaya eğlenceli, yaratıcı yaklaşımlar geliştirerek ve teşvik ederek dönüştürücü eğitim değişimini desteklemek” için yıllık 10 milyon dolarlık hibe. Pandemi vurduğunda, LEGO Vakfı, Scratch Vakfı'nın pandemi tarafından kesintiye uğrayan çocukların ve eğitimcilerin ihtiyaçlarını karşılayabilmesini sağlamak için 2021'de 5 milyon dolarlık ek bir hibe ile hızlandı.",
    "annualReport.2021.FounderMessageText4": "Ancak LEGO-Scratch bağlantısı finansal desteğin çok ötesine geçiyor. Grafik programlama bloklarını bir araya getirerek animasyonlu hikayeler ve oyunlar oluşturmaya yönelik Scratch yaklaşımı, kısmen çocukların plastik LEGO tuğlalarını bir araya getirerek LEGO evleri ve kaleler inşa etmelerinden ilham almıştır. Scratch ve LEGO aynı proje tabanlı eğitim felsefesini paylaşıyor ve çocukları bir fikri deneyerek, ne olduğunu görerek, sonra revizyonlar yaparak ve tekrar deneyerek projelerini yinelemeli olarak iyileştirmeye teşvik ediyor.",
    "annualReport.2021.FounderMessageText5": "LEGO'nun “Yapmanın Sevinci, Yaratmanın Gururu” sloganını her zaman sevmişimdir. LEGO Vakfı'nın Scratch Vakfı ile derin ortaklığı, çocukların dijital etkinliklerine “Yapma Sevinci, Yaratılış Gururu” getirmeye yardımcı oluyor. Ortaklık, ortak fikir ve değerlere sahip kuruluşların öğrenme ve eğitimde dönüşümsel değişimi hızlandırmak için birlikte nasıl çalışabileceklerine dair bir model olarak hizmet eder. Scratch Vakfı, ortakları ve destekçileri ağını oluşturmaya devam ederken, dünyanın dört bir yanındaki çocuklar için yaratıcı bilgi işlem fırsatlarını genişletmek için diğer kuruluşlarla bağlantı kurmayı dört gözle bekliyorum.",
    "annualReport.2021.FounderTitle": "Kurucu, Scratch Vakfı",
    "annualReport.2021.lookingForward": "Dört Gözle Bekliyoruz",
    "annualReport.2021.lookingForwardText1": "2021'de, önümüzdeki 4 yıl için ana önceliklerimize rehberlik eden bir Stratejik Çerçeve belirledik. Şu ana alanlara odaklandık:",
    "annualReport.2021.lookingForwardText2": "Cömert COVID Kurtarma Hibesi bu önemli işi gerçekleştirmemizi sağlayacak olan LEGO Vakfı'na çok teşekkür etmek istiyoruz. Okullar için Scratch deneyimi güncellemeleri, ScratchJr güncellemeleri ve daha fazlası dahil olmak üzere planladığımız heyecan verici projeler hakkında sizinle daha fazlasını paylaşmak için sabırsızlanıyoruz.",
    "annualReport.2021.LookingForward1": "Scratch Platformunun ve Topluluk Altyapısının Güçlendirilmesi",
    "annualReport.2021.LookingForward2": "Yaratıcı Öğrenmeye Giden Yolları Genişletme",
    "annualReport.2021.LookingForward3": "Kurumsal Kapasiteyi Geliştirmek ve Mali Sürdürülebilirliği Sağlamak",
    "annualReport.2021.supportersTitle": "Destekçilerimize Teşekkürler",
    "annualReport.2021.supportersIntro": "Cömert destekçilerimize teşekkür ederiz. Katkınız, dünyanın her yerindeki her kökenden, her yaştan çocuk için yaratıcı öğrenme fırsatlarını genişletmemize yardımcı oluyor.",
    "annualReport.2021.ourSupporters": "Destekçilerimiz",
    "annualReport.2021.ourSupportersText": "Yıllar boyunca dünya çapında milyonlarca genç için inanılmaz öğrenme deneyimleri yaşamamıza yardımcı olan tüm Scratch destekçilerine teşekkür etmek istiyoruz. Aşağıdaki liste, 1 Ocak 2021'den 31 Aralık 2021'e kadar Scratch Vakfı'na yapılan bağışlara dayanmaktadır.",
    "annualReport.2021.supportersFoundingTitle": "Kurucu Ortaklar — 10.000.000$+",
    "annualReport.2021.supportersFoundingText": "2003 yılında Scratch'in başlangıcından bu yana her biri en az 10.000.000 $ kümülatif destek sağlayan Kurucu Ortaklarımıza özellikle minnettarız.",
    "annualReport.2021.supportersCatPartnersTitle": "Scratch Cat Partners — 1,000,000$+",
    "annualReport.2021.supportersCreativityTitle": "Yaratıcılık Çemberi — 250.000$+",
    "annualReport.2021.supportersCollaborationTitle": "İşbirliği Çemberi — 100.000$+",
    "annualReport.2021.supportersImaginationTitle": "Hayal Gücü Çemberi — 50.000$+",
    "annualReport.2021.supportersInspirationTitle": "İlham Çemberi — 20.000$+",
    "annualReport.2021.supportersExplorationTitle": "Keşif Çemberi — 5.000$+",
    "annualReport.2021.supportersPlayTitle": "Oyun Çemberi — 1,000$+",
    "annualReport.2021.supportersInKindTitle": "Ayni Destekçiler",
    "annualReport.2021.leadershipTitle": "Ekibimiz",
    "annualReport.2021.leadershipBoard": "Yönetim Kurulu",
    "annualReport.2021.leadershipChair": "Başkan",
    "annualReport.2021.leadershipProfessor": "Öğrenme Araştırması Profesörü",
    "annualReport.2021.leadershipViceChair": "Başkan Yardımcısı",
    "annualReport.2021.leadershipCoFounder": "Kurucu ve Eş Başkan",
    "annualReport.2021.leadershipBoardMember": "Kurul Üyesi",
    "annualReport.2021.leadershipPresidentCEO": "Başkan ve CEO",
    "annualReport.2021.leadershipFormerPresident": "Eski Başkan",
    "annualReport.2021.leadershipFounderCEO": "Kurucu ve CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Eski CEO ve Başkan",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Yönetim Kurulu Sekreteri ve Sayman",
    "annualReport.2021.leadershipBoardSecretary": "Yönetim Kurulu Sekreteri",
    "annualReport.2021.leadershipBoardTreasurer": "Yönetim Kurulu Saymanı",
    "annualReport.2021.leadershipScratchTeam": "2021 Scratch Ekibi",
    "annualReport.2021.leadershipED": "Yönetici",
    "annualReport.2021.teamThankYou": "Mitch Resnick, Natalie Rusk, Rupal Jain ve MIT Media Lab'deki Lifelong Kindergarten Group'taki diğer işbirlikçilere Scratch'e verdikleri bitmek bilmeyen destek için teşekkür ederiz.",
    "annualReport.2021.donateTitle": "Bizi Destekleyin",
    "annualReport.2021.donateMessage": "Desteğiniz, her yerdeki çocuklar için, özellikle de yaratıcı kodlama fırsatlarından sistematik olarak dışlananlar için ilham verici, yaratıcı ve akılda kalıcı öğrenme deneyimleri oluşturmamızı sağlıyor. Sunucularımızı çalışır durumda tutmamıza, büyüyen küresel topluluğumuzu korumamıza ve dünyanın her ülkesindeki çocuklar için yaratıcı kodlamayı mümkün kılmamıza yardımcı olması için bugün Scratch'e bir hediye verin.",
    "annualReport.2021.donateMessage2": "Cömertliğiniz için teşekkürler.",
    "annualReport.2021.donateButton": "Bağış Yap",
    "annualReport.2021.projectBy": "projeyi geliştiren",
    "annualReport.2021.JuneIlloAttr": "@ratchild tarafından bayraklar",
    "annualReport.2021.OctIlloAttr": "@Cupwing'den patates ve bardaklar",
    "annualReport.2021.altMap": "41 SEC organizasyonunu gösteren bir dünya haritası",
    "annualReport.2021.altSECSpotlightImage": "Bir çocuk turuncu bir arka planın önünde bir oyuncakla oynuyor.",
    "annualReport.2021.altAccessibility": "İki kişi yeşil bir arka planın önünde işaret dili kullanıyor.",
    "annualReport.2021.altaccessDEICommittee": "Bir el, yeşil bir arka plan üzerinde bir scratch bileşeni tutar.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "Bir el, mavi bir arka plan üzerinde scratch bileşenleri boyar.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "İki el, içinde kalp olan bir metin balonuna doğru uzanır.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Scratch bileşenlerinin bir listesini derlemek için iki el birlikte çalışır.",
    "annualReport.2021.altaccessSouthAfrica": "Biri tablet, diğeri dizüstü bilgisayar kullanan iki çocuk, birlikte bir scratch projesi üzerinde çalışıyor.",
    "annualReport.2021.altcommunityVolunteerTransators": "Mor bir arka planın önünde üstlerinde duran metin kabarcıkları ile dört el kaldırılır.",
    "annualReport.2021.altcommunityThankYou": "Üzerinde çeşitli dillerde teşekkür etmek için kelimelerle çevrili 'Teşekkür ederim' yazan bir pankart bulunan bir küre.",
    "annualReport.2021.altAvatar": "kullanıcı avatarı",
    "annualReport.2021.altDropdownArrow": "Açılır menüyü gösteren ok.",
    "annualReport.2021.altMastheadIllustration": "Fiziksel scratch bileşenleriyle etkileşime giren üç kişi.",
    "annualReport.2021.altWave": "El sallayan bir emoji.",
    "annualReport.2021.altMitchHeadshot": "Kurucu Mitch Resnick",
    "annualReport.2021.altCalendar": "2021 yılını gösteren bir takvim.",
    "annualReport.2021.altWorldVisualization": "Dünyanın resimli bir versiyonu.",
    "annualReport.2021.altSaudiArabiaVisualization": "2021'de, 2020'dekinin iki katından fazla yeni Scratch kullanıcısı olduğunu gösteren bir çubuk grafik.",
    "annualReport.2021.altScratchHorizontalCommand": "Sarı bir Scratch programlama bileşeni.",
    "annualReport.2021.altSECVideoPreview": "Solda Scratch arayüzü ve sağda imzalı kız beliriyor.",
    "annualReport.2021.altScratchJr": "Scratch jr'ı okuyan metin",
    "annualReport.2021.altHorizontalLoop": "Sarı bir yatay Scratch programlama bileşeni.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Fiziksel Scratch bileşenlerini sıralayan iki el.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Üstlerinde yüzen metin baloncukları olan mor bir arka planın önüne ulaşan eller.",
    "annualReport.2021.altScratchLogoText": "Üzerinde 'Scratch Lab' yazan yeşil bir dikdörtgen.",
    "annualReport.2021.altScratchLabVideo": "Üstte oynat düğmesi bulunan bir Scratch projesinin ekran görüntüsü.",
    "annualReport.2021.altHat": "Sarı şapka ve pembe kalp güneş gözlüğü takan bir kişi.",
    "annualReport.2021.altScratchText": "'İşte başlıyoruz!' metnini görüntüleyen bir gökkuşağı Scratch bileşeni.",
    "annualReport.2021.altStar": "Yüzünün önünde sarı bir yıldız olan bir kız.",
    "annualReport.2021.altMouseTrail": "Rastgele üst üste yerleştirilmiş bir sincap kafasının çoklu kesikleri.",
    "annualReport.2021.altSECWorkshops": "Birlikte oynayan insanlar",
    "annualReport.2021.altArrowUp": "Yukarıyı gösteren bir ok.",
    "annualReport.2021.altTranslated": "\"Merhaba\" diyen ve scratch'in bulunduğu dilleri listeleyen bir scratch bileşeni.",
    "annualReport.2021.altAboutMe": "Bir şövale, kirpi, mango ve futbol topunun üzerine yerleştirilen 'Hakkımda' kelimeleri.",
    "annualReport.2021.altClickerGame": "Bir elma, bir portakal ve bir kase meyveyi gösteren bir matematik oyunu.",
    "annualReport.2021.altLookingForward1": "Bir girdap, başlangıç ve kalp gösteren birbirine kenetlenen altıgenler.",
    "annualReport.2021.altLookingForward2": "Bir ok sağa dönük bir girdap ve bir ok sola işaret eden bir kalp gösteren bir tabela direği.",
    "annualReport.2021.altLookingForward3": "Üstte büyüyen bir bitki ile basamaklar oluşturmak için dizilmiş renkli bloklar.",
    "annualReport.2021.altSparkle": "Beyaz ışıltılı dekorasyon",
    "annualReport.2021.altDownArrow": "Aşağı dönük mor ok",
    "annualReport.2021.altConnectingLine": "Zaman çizelgesi ögelerini birbirine bağlayan noktalı bir çizgi.",
    "annualReport.2021.altApril": "Mor bir arka planın üzerine yerleştirilmiş bir kalem ve Scratch bileşenleri.",
    "annualReport.2021.altJune": "Çeşitli LGBTQ+ gururlarını gösteren bayraklardan oluşan bir pankartın önünde bir doğum günü pastası.",
    "annualReport.2021.altAugust": "Mor bir arka plan üzerinde bir patates, doğum günü şapkası ve güneş gözlüğü.",
    "annualReport.2021.altCard1": "Siyah ve gri bir arka planın önünde, 'Kabusların dünyasında bir rüya' kelimelerinin yanında renkli bir damla yüzer.",
    "annualReport.2021.altCard2": "Siyahi bir kadın sarı bir kafa bandı ve altın halka küpeler takıyor.",
    "annualReport.2021.altCard3": "Scratch kedisi maskotu, binaların önünde 'Scratch Cat'in bir süper kahraman olduğunu düşünüyorum' metni eşliğinde sallanıyor.",
    "annualReport.2021.altCard5": "Gülümseyen bir blok, 'birinin nasıl giyindiği, hangi zamirleri kullandığı veya kimi sevdiği önemli değil, onlara her zaman saygı duymalısın!' yazan bir metin balonunun yanında duruyor!",
    "annualReport.2021.altCard6": "Güneş gözlüğü takan bir patates mor bir arka planın önünde oturuyor.",
    "annualReport.2021.altCard7": "Bir neon küpün üzerinde renkli bir doğum günü şapkası duruyor.",
    "annualReport.2021.altCard9": "'2022' oval bir gökkuşağının önünde duruyor.",
    "annualReport.2021.altDonateIllustration": "İki el, parmakları kesilmiş bir kalp şeklinin içindeyken bir kalp şeklini oluşturur."
}