{
    "annualReport.2021.subnavFoundersMessage": "Thông điệp của người sáng lập",
    "annualReport.2021.subnavMission": "Phân công",
    "annualReport.2021.subnavReach": "Tôi",
    "annualReport.2021.subnavThemes": "Chủ đề",
    "annualReport.2021.subnavDirectorsMessage": "Lời nhắn của giám đốc",
    "annualReport.2021.subnavSupporters": "Ủng hộ",
    "annualReport.2021.subnavTeam": "Nhóm",
    "annualReport.2021.subnavDonate": "Đóng góp",
    "annualReport.2021.mastheadYear": "Báo cáo thường niên năm 2021",
    "annualReport.2021.mastheadTitle": "Building an Equitable Community Together",
    "annualReport.2021.directorsMessageTitle": "A Message from Our Executive Director",
    "annualReport.2021.directorsMessageP1": "In 2021, COVID-19 continued to disrupt our routines and shape the way we interact with one another. Even as we began to gather together, schools reopened, and there were calls for a “return to normal,” the most vulnerable in our society remained disproportionately impacted by the inequitable structures that COVID-19 exacerbated. The COVID-19 crisis shaped young people’s relationships to Scratch, and solidified Scratch as a more vital place than ever for them to create, learn, and connect. But as we moved into a new year, we did not leave behind our most vulnerable young people as they began to navigate “the new normal.”",
    "annualReport.2021.directorsMessageP2": "Một trong những giá trị nền tảng của Scratch luôn là trao quyền cho những người trẻ tuổi khám phá, sáng tạo, vui chơi và khám phá—những cơ hội không được trao tặng công bằng cho tất cả học sinh.",
    "annualReport.2021.directorsMessagePullquote": "Chúng tôi tin vào sức mạnh biến đổi của khả năng tự thể hiện và sáng tạo, đồng thời tạo không gian cho những người trẻ sử dụng mã hóa sáng tạo như một công cụ để lên tiếng.",
    "annualReport.2021.directorsMessageP3": "Tôi tự hào được phục vụ với tư cách là Giám đốc điều hành của Quỹ Scratch trong thời điểm quan trọng này trong lịch sử của chúng ta và sẽ tiếp tục truyền bá phương pháp tiếp cận hợp tác và chu đáo của Scratch đối với việc học sáng tạo cho trẻ em trên toàn thế giới, những người cần những cơ hội này nhất.",
    "annualReport.2021.directorsMessageP4": "Năm ngoái là một năm đáng kinh ngạc đối với Scratch Foundation–chúng tôi tập trung vào việc phát triển nhóm của mình với những nhà lãnh đạo đáng chú ý, đa dạng và xây dựng nền tảng vững chắc cho quá trình chuyển đổi liên tục của chúng tôi thành một tổ chức độc lập. Chúng tôi đã phát triển Kế hoạch Chiến lược ba năm với nỗ lực chung của mọi thành viên trong nhóm ở mọi cấp độ trong tổ chức của chúng tôi, mã hóa công việc mà chúng tôi đang cùng nhau bắt tay vào thực hiện. Khi Scratch phát triển, chúng tôi vẫn tập trung vào công bằng và xây dựng cộng đồng, đồng thời giữ cho Scratch là một không gian an toàn để trẻ em kết nối, sáng tạo và hợp tác với các bạn cùng trang lứa trên toàn thế giới.",
    "annualReport.2021.directorsMessageP5": "Tôi không thể cảm ơn bạn đủ vì đã bắt đầu hành trình này cùng nhóm của chúng tôi và vì sự ủng hộ liên tục của bạn đối với sứ mệnh của chúng tôi. Lòng trắc ẩn và sự sáng tạo của Cộng đồng Scratch luôn truyền cảm hứng cho chúng tôi và chúng tôi rất mong bạn tham gia cùng chúng tôi trong công việc quan trọng sắp tới.",
    "annualReport.2021.EDTitle": "Giám đốc điều hành, Scratch Foundation",
    "annualReport.2021.watchVideo": "Xem đoạn phim",
    "annualReport.2021.missionTitle": "Sứ mệnh, Tầm nhìn và Giá trị của chúng tôi",
    "annualReport.2021.missionP1": "Chúng tôi cam kết thực hiện công lý giáo dục và ưu tiên sự công bằng trong mọi khía cạnh công việc, đặc biệt chú trọng vào các sáng kiến ​​và phương pháp hỗ trợ trẻ em, gia đình và nhà giáo dục bị loại khỏi lĩnh vực máy tính sáng tạo.",
    "annualReport.2021.missionP2": "Chúng tôi đã phát triển Scratch như một môi trường học tập miễn phí, an toàn và vui tươi, giúp tất cả trẻ em tham gia vào tư duy sáng tạo, lý luận có hệ thống và làm việc theo nhóm—những kỹ năng thiết yếu cho mọi người trong xã hội ngày nay. Chúng tôi làm việc với các nhà giáo dục và gia đình để hỗ trợ trẻ em khám phá, chia sẻ và học tập.",
    "annualReport.2021.missionHeader": "Phân công",
    "annualReport.2021.missionSubtitle": "Cung cấp cho người trẻ các công cụ kỹ thuật số và cơ hội để tưởng tượng, sáng tạo, chia sẻ và học hỏi.",
    "annualReport.2021.visionHeader": "Tầm nhìn",
    "annualReport.2021.visionSubtitle": "Lan truyền những cách tiếp cận sáng tạo, quan tâm, hợp tác và công bằng đối với việc lập trình và học tập trên toàn thế giới.",
    "annualReport.2021.valuesHeader": "Giá trị",
    "annualReport.2021.valuesSubtitle": "Trong công việc này, chúng tôi tuân theo các giá trị cốt lõi xác định nguyên tắc của chúng tôi với tư cách là một tổ chức và một cộng đồng:",
    "annualReport.2021.creativeExpressionTitle": "Biểu hiện sáng tạo",
    "annualReport.2021.progressiveImprovementTitle": "Cải tiến tiến bộ",
    "annualReport.2021.EquitableOpportunitiesTitle": "Cơ hội công bằng",
    "annualReport.2021.playfulEngagementTitle": "Sự tham gia vui tươi",
    "annualReport.2021.creativeExpressionDescription": "Chúng tôi cam kết cung cấp cho mọi người các công cụ và cơ hội để thể hiện ý tưởng, sở thích và bản thân chân thực của mình trong một cộng đồng hỗ trợ.",
    "annualReport.2021.progressiveImprovementDescription": "Chúng tôi luôn đặt ra tiêu chuẩn cao và luôn nỗ lực cải tiến, đổi mới và truyền cảm hứng cho nhau để phục vụ tốt nhất cho những người trẻ trên toàn thế giới và cộng đồng giúp chúng tôi thực hiện công việc.",
    "annualReport.2021.EquitableOpportunitiesDescription": "Chúng tôi đang xây dựng một phong trào giáo dục bao gồm những người có xuất thân đa dạng để có thể tiếp cận trẻ em trên toàn thế giới bị loại khỏi các cơ hội lập trình sáng tạo.",
    "annualReport.2021.playfulEngagementDescription": "Tại Scratch, chơi là cách tiếp cận để tạo ra, chia sẻ, học hỏi và tương tác với thế giới. Chúng tôi khuyến khích sự khám phá, thử nghiệm và hợp tác vui vẻ.",
    "annualReport.2021.reachTitle": "Reaching Children Around the World",
    "annualReport.2021.reachSubtitle": "Scratch là cộng đồng lập trình lớn nhất thế giới dành cho trẻ em và thanh thiếu niên từ 8 tuổi trở lên.",
    "annualReport.2021.reachMillion": "triệu",
    "annualReport.2021.reachNewUsersNumber": "18 {million}",
    "annualReport.2021.reachNewUsersIncrease": "22% from 2020",
    "annualReport.2021.reachProjectsCreatedNumber": "113 {million}",
    "annualReport.2021.reachProjectsCreatedIncrease": "39% from 2020",
    "annualReport.2021.reachProjectCreatorsNumber": "42 {million}",
    "annualReport.2021.reachProjectCreatorsIncrease": "44% từ năm 2020",
    "annualReport.2021.reachNewUsers": "Người dùng mới",
    "annualReport.2021.reachProjectsCreated": "Những chương trình đã tạo",
    "annualReport.2021.reachProjectCreators": "Mọi người tạo ra dự án",
    "annualReport.2021.reachScratchAroundTheWorld": "Scratch được sử dụng trên toàn thế giới {numberOfCountries}",
    "annualReport.2021.reachScratchAroundTheWorldBold": "hơn 200 quốc gia và vùng lãnh thổ",
    "annualReport.2021.reachSaudiArabiaTitle": "Ả Rập Xê Út",
    "annualReport.2021.reachSaudiArabiaDescription": "Chúng tôi đã xem sự phát triển của Scratch vòng quanh thế giới vào năm 2021, nhưng chúng tôi rất ấn tượng khi xem sự phát triển tại Ả Rập Xê Út, nơi chúng tôi ",
    "annualReport.2021.reachTranslationTitle": "Scratch is Translated into 74 Languages",
    "annualReport.2021.reachTranslationIncrease": "10 languages from 2020",
    "annualReport.2021.reachTranslationBlurb": "Thanks to volunteer translators from around the world.",
    "annualReport.2021.reachScratchJrBlurb": "ScratchJr is an introductory programming environment that enables young children (ages 5-7) to create their own interactive stories and games.",
    "annualReport.2021.reachDownloadsMillion": "5 {million}",
    "annualReport.2021.reachDownloads": "Downloads in 2021",
    "annualReport.2021.reachDownloadsIncrease": "2 million from 2020",
    "annualReport.2021.themesTitle": "Emerging Themes",
    "annualReport.2021.themesDescription": "Giữa bối cảnh bất ổn đang diễn ra do COVID-19, Scratch vẫn tiếp tục đóng vai trò là không gian chính để những người trẻ tuổi kết nối và cùng nhau sáng tạo. Vào năm 2021, chúng tôi tập trung nỗ lực vào việc xây dựng nền tảng vững chắc để hỗ trợ công bằng cho cộng đồng toàn cầu đang phát triển của chúng tôi và Đội ngũ Scratch đang phát triển của chúng tôi. Công việc của chúng tôi tập trung vào ba chủ đề chính: thúc đẩy cộng đồng, tăng cường khả năng tiếp cận và khả năng truy cập, và phát triển Scratch Education Collaborative (SEC).",
    "annualReport.2021.SECTitle": "Scratch Education Collaborative",
    "annualReport.2021.SECIntro": "Community voices and partnerships are deeply woven into the fabric of Scratch’s history. They have, and continue to be, integral in helping us increase accessible and equitable coding opportunities worldwide. In 2021, we launched the Scratch Education Collaborative, an initiative committed to identifying and eliminating the barriers to access to creative coding that connects remarkable organizations around the world.",
    "annualReport.2021.SECWhatIs": "What is SEC?",
    "annualReport.2021.SECWhatIsP1": "The SEC supports and engages participating organizations in a two-year, collaborative cohort experience to strengthen their commitment to, and implementation of, equitable creative coding using Scratch and ScratchJr.",
    "annualReport.2021.SECWhatIsP2": "By the end of the cohort experience, organizations will have formed new partnerships with each other and with Scratch, and will have established new models for equity-centered creative coding resources.",
    "annualReport.2021.SECWhatIsP3": "Our work with the SEC is made possible thanks to a generous grant from Google.org. We’d like to extend our gratitude for their continued support of our mission.",
    "annualReport.2021.SECOrgNumber": "41",
    "annualReport.2021.SECOrgLabel": "organizations",
    "annualReport.2021.SECCountryNumber": "13",
    "annualReport.2021.SECCountryLabel": "quốc gia",
    "annualReport.2021.SECPartnerNumber": "7",
    "annualReport.2021.SECPartnerLabel": "partners",
    "annualReport.2021.SECMapParagraph": "Our first cohort included 41 organizations representing 13 countries around the world, united by their commitment to supporting learners from historically marginalized communities in developing their confidence with creative computing. Their locations are highlighted below:",
    "annualReport.2021.spotlightStory": "Spotlight Story",
    "annualReport.2021.SECSpotlightTitle": "Bridges to Science",
    "annualReport.2021.SECSpotlightLocation": "Fulshear, Texas",
    "annualReport.2021.SECSpotlightText1": "Bridges to Science; a Texas-based nonprofit providing math, coding, and robotics programs for underserved youth; was one of 41 exceptional organizations to join the Scratch Education Collaborative's first cohort.",
    "annualReport.2021.SECSpotlightText2": "In 2021, we supported Bridges to Science in facilitating their first “Hour of Code” workshop with Code.org. The event “Fiestas y Piñatas” attracted over 22,000 teachers and students from Latin America. We also collaborated with Bridges to Science to develop a toolkit of unique resources to meet their community’s needs.",
    "annualReport.2021.SECPullQuote": "One of the greatest joys that we have in teaching our students is that each one of them, no matter how quiet they are, all find a voice in computer science through Scratch.",
    "annualReport.2021.SECPullQuoteAttr": "- Rosa Aristy,  Bridges to Science Founder ",
    "annualReport.2021.SECWorkshops": "SEC Workshops",
    "annualReport.2021.SECWorkshopsText": "Last year, the Scratch Education Collaborative hosted a series of workshops that supported their inaugural cohort in defining and exploring unique pathways to equitable creative coding. Workshops were facilitated by Stanford d. School, Tinkering Studio, the Brazilian Creative Learning Network, and Chicago Public Schools CS4ALL. Together, workshop participants developed a shared understanding of creative coding and discussed strategies and practices that foster culturally sustaining communities through creative communication and collaboration.",
    "annualReport.2021.SECWorkshopsSubtitle": "How can we creatively empower local community in exploring creative coding?",
    "annualReport.2021.accessTitle": "Access",
    "annualReport.2021.accessIntro": "Khi COVID-19 buộc các trường học phải đóng cửa và đẩy việc học lên không gian ảo, nhiều học sinh và giáo viên đã khám phá Scratch lần đầu tiên hoặc điều chỉnh cách họ dạy và học lập trình sáng tạo. Từ chính ngôi nhà của mình, Nhóm Scratch đã làm việc để hỗ trợ nhu cầu thay đổi của các nhà giáo dục và cộng đồng trực tuyến.",
    "annualReport.2021.accessASL": "ASL Tutorial",
    "annualReport.2021.accessASLText": "In 2021, we partnered with Deaf Kids Code to launch our first American Sign Language tutorial in the Scratch Editor.",
    "annualReport.2021.accessASLText2": " Together, we were inspired to create an evergreen resource that would expand creative pathways for deaf Scratchers.",
    "annualReport.2021.accessASLText3": "The video is a 13-minute remake of our original “Getting Started with Scratch” tutorial that introduces beginners to the Scratch platform.",
    "annualReport.2021.accessPullQuote": "Being a good ally is a willingness to bend towards being accessible and really putting weight on the recommendations of organizations like mine … Asking, ‘What is it that we can do?’ and really letting us take the reins and go for it, with very little to no resistance; that is a very rare thing.",
    "annualReport.2021.accessPullQuoteAttr": "- Shireen Hafeez, Founder of Deaf Kids Code ",
    "annualReport.2021.accessDEICommittee": "DEI Committees at Scratch",
    "annualReport.2021.accessDEICommitteeText": "In 2021, several committees at Scratch embarked on work to make Scratch more diverse, equitable, and inclusive for all users. We’re excited to share the progress each committee has made and the work still ahead.",
    "annualReport.2021.accessDEICommitteeAccessibility": "Accessibility",
    "annualReport.2021.accessDEICommitteeAccessibilityText": "The Accessibility Committee was created in response to one Scratch Team member’s own difficulty using Scratch’s coding blocks and a recognized need to better support Scratchers of all abilities.",
    "annualReport.2021.accessDEICommitteeAccessibilityText2": "In October of 2021, the committee launched a project to make the color of our coding blocks accessible for Scratchers with vision impairments. The committee is excited to partner with teachers and community organizations specializing in accessibility so the coding blocks meet web accessibility guidelines, and more importantly, lower floors to make Scratch more accessible for all.",
    "annualReport.2021.accessDEICommitteeG-JEDI": "G-JEDI",
    "annualReport.2021.accessDEICommitteeG-JEDIText": "The Global, Justice, Equity, Diversity, and Inclusion (G-JEDI) Committee was formed to develop a shared language that defines what Diversity, Equity, and Inclusion (DEI) mean to the Scratch Team.",
    "annualReport.2021.accessDEICommitteeG-JEDIText2": "In 2021, the committee began work on a DEI statement to outline the ways in which DEI has informed the Scratch Team and community’s past and present work, and how it will continue to inform new initiatives going forward.",
    "annualReport.2021.accessDEICommitteeEquityXDesign": "Equity x Design",
    "annualReport.2021.accessDEICommitteeEquityXDesignText": "The EquityXDesign Committee was created as a place for Scratch Team members and our collaborators in MIT’s Lifelong Kindergarten group to read and discuss ideas around equity-centered design practices.",
    "annualReport.2021.accessDEICommitteeEquityXDesignText2": "The conversations are guided by Sasha Costanza-Chock’s “Design Justice: Community-Led Practices to Build the Worlds We Need,” and committee members discuss ways in which they can incorporate equity-centered design practices in the development of Scratch tools and resources.",
    "annualReport.2021.access10NewLanguages": "10 New Languages",
    "annualReport.2021.access10NewLanguagesText": "With huge thanks to our translation community, we were able to connect with Scratchers in 74 languages last year! In 2021, 10 new languages were added to Scratch, including isiXhosa (South Africa), Sepedi (South Africa), Setswana (South Africa), Afrikaans (South Africa), Kichwa (Peru), ଓଡ଼ିଆ/Odia (India), Kazakh (Kazakhstan), Aragonese (Spain), Western Frisian (the Netherlands), and Bengali (Bangladesh, India, and other regions).",
    "annualReport.2021.accessSouthAfrica": "Zero-rated Scratch in South Africa",
    "annualReport.2021.accessSouthAfricaText": "To improve the Scratch experience for young people in regions with low or no internet connectivity, we partnered with the National Education Collaboration Trust (NECT) of South Africa to host a zero-rated page for downloading Scratch. Downloads on zero-rated pages do not use up any data bandwidth, reducing a barrier to accessing Scratch due to data limits and costs. Just two months after its April 2021 launch, the page had more than 1300 visitors.",
    "annualReport.2021.accessSnapshot": "Ảnh chụp nhanh",
    "annualReport.2021.communityTitle": "Cộng đồng",
    "annualReport.2021.communityIntro": "Vào năm 2021, cộng đồng Scratch tiếp tục trải qua sự tăng trưởng nhanh chóng khi ngày càng nhiều người trẻ trên khắp thế giới sáng tạo và kết nối cùng với những người bạn đồng trang lứa của mình. Chúng tôi cũng tiếp tục phát triển quan hệ đối tác với các thành viên cộng đồng để cải thiện trải nghiệm Scratch cho cộng đồng người dùng đa dạng của chúng tôi.",
    "annualReport.2021.communityScratchConference": "Buổi hội thảo Scratch",
    "annualReport.2021.communityScratchConferenceText1": "Vào tháng 7, các nhà giáo dục trong cộng đồng toàn cầu của chúng tôi đã cùng nhau kỷ niệm mã hóa sáng tạo tại Hội nghị Scratch. Sự kiện trực tuyến miễn phí này được dẫn dắt bởi các cộng tác viên của chúng tôi tại Nhóm mẫu giáo trọn đời của MIT. Hội nghị đã tập hợp{more_bold}, những người đã dành cả ngày để kết nối, hợp tác và học hỏi lẫn nhau, ngay cả khi COVID khiến chúng ta phải xa cách.",
    "annualReport.2021.communityScratchConferenceText1More": "hơn 1.500 nhà giáo dục và những người đam mê Scratch",
    "annualReport.2021.communityVolunteerTranslators": "Biên dịch viên tình nguyện",
    "annualReport.2021.communityVolunteerTranslatorsText": "Kể từ khi Scratch ra mắt vào năm 2007, chúng tôi đã cam kết hỗ trợ người dùng trên toàn thế giới. Các tình nguyện viên biên dịch ngôn ngữ của chúng tôi làm việc chặt chẽ với Nhóm Scratch để giúp biên dịch và bản địa hóa nền tảng và tài nguyên của chúng tôi cho các cộng đồng đa dạng mà chúng tôi phục vụ.",
    "annualReport.2021.communityVolunteerTranslatorsText2": "Hàng ngàn biên dịch viên đã tình nguyện dành thời gian để dịch Scratch sang 74 ngôn ngữ và vẫn đang tiếp tục, và hiện tại có hơn một nghìn biên dịch viên đã đăng ký dịch Scratch và ScratchJr. Chúng tôi rất biết ơn các tình nguyện viên đã giúp chúng tôi tiếp cận nhiều Scratcher hơn trên toàn thế giới!",
    "annualReport.2021.communityScratchCommunity": "Cộng đồng Scratch năm 2021",
    "annualReport.2021.communityScratchCommunityIntro": "In 2021, more than 113 million projects were created on the Scratch site – almost a 39% increase from 2020 – and more than one million new studios were created! Throughout the year, the Scratch Team hosted numerous studios to celebrate important events and encourage Scratchers to participate in the online community.",
    "annualReport.2021.yearInReview": "Year in Review",
    "annualReport.2021.yearInReviewText": "2021 was a remarkable year in the online community. The Community Team highlighted and developed opportunities for young people to express their ideas and become engaged in positive ways, and incredible movements sprung up from Scratchers themselves. Here’s a look back at some of the highlights of the year:",
    "annualReport.2021.yearInReviewCard1Date": "Tháng 1",
    "annualReport.2021.yearInReviewCard1Title": "Poetic Cafe",
    "annualReport.2021.yearInReviewCard1Text": "We “opened” our very first Poetic Cafe where Scratchers were invited to write, share, or collaborate on poems to share with the community.",
    "annualReport.2021.yearInReviewCard2Date": "Tháng 2",
    "annualReport.2021.yearInReviewCard2Title": "Black History Month Studio",
    "annualReport.2021.yearInReviewCard2Text": "Scratchers shared interactive artwork, created poems, animated music videos, and more to celebrate influential people and events in Black history.",
    "annualReport.2021.yearInReviewCard3Date": "Tháng 4",
    "annualReport.2021.yearInReviewCard3Title": "Ngày cá tháng tư",
    "annualReport.2021.yearInReviewCard3Text": "Scratchers were asked to imagine the “Secret life” of the Scratch Cat and went on a treasure hunt for fun and silly things hidden around the Scratch website.",
    "annualReport.2021.yearInReviewCard4Date": "Tháng 5",
    "annualReport.2021.yearInReviewCard4Title": "Scratch Week",
    "annualReport.2021.yearInReviewCard4Text": "Scratchers around the world shared more than 3,500 projects responding to themed prompts like “Cooking With Scratch” and “Ridiculous Inventions” to celebrate Scratch's birthday.",
    "annualReport.2021.yearInReviewCard5Date": "Tháng 6",
    "annualReport.2021.yearInReviewCard5Title": "Pride Month",
    "annualReport.2021.yearInReviewCard5Text": "Scratchers created projects using all the colors of the rainbow to celebrate the LGBTQ+ community in the Pride Month studio.",
    "annualReport.2021.yearInReviewCard6Date": "Tháng 8",
    "annualReport.2021.yearInReviewCard6Title": "Scratch Camp",
    "annualReport.2021.yearInReviewCard6Text": "During this annual three-week long event, Scratchers created more than 7,000 projects that moved and grooved, showcased creative do-it-yourself (DIY) ideas, and shared their discoveries about the natural world around them.",
    "annualReport.2021.yearInReviewCard7Date": "Tháng 10",
    "annualReport.2021.yearInReviewCard7Title": "Scratchtober",
    "annualReport.2021.yearInReviewCard7Text": "For two weeks, Scratchers created projects showcasing their interpretations of daily prompts in the Scratchtober studio. More than 3,500 projects were created around single-word themes like underwater, celebration, and creatures.",
    "annualReport.2021.yearInReviewCard8Date": "Tháng 12",
    "annualReport.2021.yearInReviewCard8Title": "CSEdWeek",
    "annualReport.2021.yearInReviewCard8Text": "Computer Science Education Week (CSEdWeek) occurred from December 6-12 to celebrate computer science around the world. Scratch participated in the week by encouraging community members to check out tutorials, studios, and a live event hosted in partnership with Makey Makey!",
    "annualReport.2021.yearInReviewCard9Date": "Tháng 12",
    "annualReport.2021.yearInReviewCard9Title": "2021: A Scratch Year in Review Studio",
    "annualReport.2021.yearInReviewCard9Text": "In 2021, Scratchers learned new skills, connected with friends around the world, and found creative ways to express themselves. More than 1,000 Scratchers shared their favorite Scratch memories and what Scratch meant to them in the 2021: A Scratch Year in Review studio.",
    "annualReport.2021.communityScratchLabTitle": "Phòng Thử Nghiệm Scratch",
    "annualReport.2021.communityScratchLabText": "With the launch of Scratch Lab in February, we’ve opened the doors of our development process directly to Scratchers around the world.",
    "annualReport.2021.communityScratchLabText2": "Before we decide if we should introduce new blocks to the Scratch coding editor, it’s crucial to see the creative, innovative, and surprising ways Scratchers interact with them. Scratch Lab is a sandbox where everyone can try out these new features and, most importantly, share their thoughts and ideas directly with us.",
    "annualReport.2021.communityScratchLabText3": "Over 500,000 Scratchers explored the Scratch Lab site in 2021, and they submitted more than 37,000 pieces of feedback.",
    "annualReport.2021.communityScratchLabText4": "This feedback has been invaluable as we evaluate and develop Animated Text blocks, Face Sensing blocks, and more potential new features.",
    "annualReport.2021.ytData1": "100,000",
    "annualReport.2021.ytData1Sub": "người đăng kí",
    "annualReport.2021.ytData2": "9 million",
    "annualReport.2021.ytData2Sub": "lượt xem trên các video",
    "annualReport.2021.ytData3Top": "người xem trên",
    "annualReport.2021.ytData3": "178",
    "annualReport.2021.ytData3Sub": "quốc gia",
    "annualReport.2021.communitySnapshot2Title": "Nhóm Scratch trên YouTube",
    "annualReport.2021.communitySnapshot2Text": "The Scratch Team YouTube channel reached 100,000 subscribers in 2021— a nearly 500 percent increase from 2020! As students, educators, and families evolved in response to the pandemic, we knew we had to create resources that were reactive to their needs.",
    "annualReport.2021.communitySnapshot2Text2": "These resources include a series of comprehensive Scratch tutorials that guide users through designing stories, games, and animations on Scratch. In 2021, these videos garnered nearly nine million views from viewers in 178 countries.",
    "annualReport.2021.tutorial1": "How to Make an 'About Me'",
    "annualReport.2021.tutorial2": "How to Make a Clicker Game",
    "annualReport.2021.tutorial3": "How to Make a Mouse Trail",
    "annualReport.2021.FounderMessageTitle": "Một thông điệp từ người sáng lập của chúng tôi",
    "annualReport.2021.FounderMessageSubTitle": "Support and Inspiration from a Founding Partner",
    "annualReport.2021.FounderMessageText1": "As you read through this annual report, you’ll learn about many ways that Scratch is expanding creative computing opportunities for millions of young people around the world, especially those from marginalized communities. This global impact is possible because of the tireless work of the growing team of engineers, designers, educators, community moderators, and others at the Scratch Foundation.",
    "annualReport.2021.FounderMessageText2": "Để tiếp tục phát triển nỗ lực và tác động của mình, chúng tôi dựa vào sự hỗ trợ tài chính hào phóng của một nhóm các công ty, tổ chức và nhà tài trợ cá nhân đáng kinh ngạc, những người phù hợp với sứ mệnh và tầm nhìn của chúng tôi. Ở đây, tôi muốn nhấn mạnh sự hỗ trợ và nguồn cảm hứng mà chúng tôi đã nhận được từ một trong những Đối tác sáng lập của mình: Foundation LEGO.",
    "annualReport.2021.FounderMessageText3": "My research group at the MIT Media Lab started collaborating with the LEGO company and LEGO Foundation more than 30 years ago. LEGO funding helped support our early work on Scratch, leading up to the public launch of Scratch in 2007. Then, when Scratch spun out of MIT into the Scratch Foundation in 2019, the LEGO Foundation provided important funding for the new organization, with a five-year $10 million grant to “support transformative educational change by developing and promoting playful, creative approaches to coding...in diverse economic and cultural contexts.” When the pandemic hit, the LEGO Foundation stepped up with an additional $5 million grant in 2021, to ensure that the Scratch Foundation could meet the needs of children and educators disrupted by the pandemic.",
    "annualReport.2021.FounderMessageText4": "But the LEGO-Scratch connection goes far beyond financial support. The Scratch approach of creating animated stories and games by snapping together graphical programming blocks was inspired, in part, by the way children build LEGO houses and castles by snapping together plastic LEGO bricks. Scratch and LEGO also share the same project-based educational philosophy, encouraging children to iteratively refine their projects by trying out an idea, seeing what happens, then making revisions and trying again.",
    "annualReport.2021.FounderMessageText5": "I’ve always loved the LEGO slogan “Joy of Building, Pride of Creation.” The LEGO Foundation’s deep partnership with the Scratch Foundation is helping to bring “Joy of Building, Pride of Creation” to children’s digital activities. The partnership serves as a model of how organizations with shared ideas and values can work together to catalyze transformational change in learning and education. As the Scratch Foundation continues to build its network of partners and supporters, I look forward to connecting with other organizations to expand creative computing opportunities for children around the world.",
    "annualReport.2021.FounderTitle": "Founder, Scratch Foundation",
    "annualReport.2021.lookingForward": "Looking Forward",
    "annualReport.2021.lookingForwardText1": "In 2021, we outlined a Strategic Framework guiding our major priorities for the next 4 years. We’re focused on these major areas:",
    "annualReport.2021.lookingForwardText2": "Chúng tôi muốn gửi lời cảm ơn chân thành đến Quỹ LEGO, khoản tài trợ phục hồi COVID hào phóng của họ sẽ giúp chúng tôi thực hiện công việc quan trọng này. Chúng tôi rất mong được chia sẻ thêm với bạn về các dự án thú vị mà chúng tôi đã lên kế hoạch, bao gồm các bản cập nhật cho trải nghiệm Scratch dành cho trường học, các bản cập nhật cho ScratchJr và nhiều hơn nữa.",
    "annualReport.2021.LookingForward1": "Strengthening the Scratch Platform and Community Infrastructure",
    "annualReport.2021.LookingForward2": "Expanding Pathways to Creative Learning",
    "annualReport.2021.LookingForward3": "Building Organizational Capacity and Ensuring Fiscal Sustainability",
    "annualReport.2021.supportersTitle": "Cảm ơn những người ủng hộ chúng tôi",
    "annualReport.2021.supportersIntro": "Cảm ơn những người ủng hộ hào phóng của chúng tôi. Sự đóng góp của bạn giúp chúng tôi mở rộng cơ hội học tập sáng tạo cho trẻ em ở mọi lứa tuổi, từ mọi hoàn cảnh, trên toàn cầu.",
    "annualReport.2021.ourSupporters": "Những người ủng hộ chúng tôi",
    "annualReport.2021.ourSupportersText": "Chúng tôi muốn cảm ơn tất cả những người ủng hộ Scratch, những người đã giúp chúng tôi có được những trải nghiệm học tập tuyệt vời cho hàng triệu người trẻ trên khắp thế giới trong suốt những năm qua. Danh sách sau đây dựa trên số tiền quyên góp cho Scratch Foundation từ ngày 1 tháng 1 năm 2021 đến ngày 31 tháng 12 năm 2021.",
    "annualReport.2021.supportersFoundingTitle": "Đối tác sáng lập — $10.000.000+",
    "annualReport.2021.supportersFoundingText": "Chúng tôi đặc biệt biết ơn các Đối tác sáng lập, mỗi người đã hỗ trợ tích lũy ít nhất 10.000.000 đô la kể từ khi Scratch thành lập vào năm 2003.",
    "annualReport.2021.supportersCatPartnersTitle": "Các Đối Tác Scratch Cat — $1,000,000+",
    "annualReport.2021.supportersCreativityTitle": "Creativity Circle — $250,000+",
    "annualReport.2021.supportersCollaborationTitle": "Collaboration Circle — $100,000+",
    "annualReport.2021.supportersImaginationTitle": "Imagination Circle — $50,000+",
    "annualReport.2021.supportersInspirationTitle": "Inspiration Circle — $20,000+",
    "annualReport.2021.supportersExplorationTitle": "Exploration Circle — $5,000+",
    "annualReport.2021.supportersPlayTitle": "Play Circle — $1,000+",
    "annualReport.2021.supportersInKindTitle": "In-Kind Supporters",
    "annualReport.2021.leadershipTitle": "Đội của chúng tôi",
    "annualReport.2021.leadershipBoard": "Hội đồng quản trị",
    "annualReport.2021.leadershipChair": "Ghế",
    "annualReport.2021.leadershipProfessor": "Giáo sư nghiên cứu học tập",
    "annualReport.2021.leadershipViceChair": "Phó Chủ tịch",
    "annualReport.2021.leadershipCoFounder": "Đồng sáng lập và đồng chủ tịch",
    "annualReport.2021.leadershipBoardMember": "Thành viên Hội đồng quản trị",
    "annualReport.2021.leadershipPresidentCEO": "Chủ tịch và Tổng giám đốc điều hành",
    "annualReport.2021.leadershipFormerPresident": "Cựu chủ tịch",
    "annualReport.2021.leadershipFounderCEO": "Người sáng lập và CEO",
    "annualReport.2021.leadershipFormerChairCEO": "Former CEO and Chairwoman",
    "annualReport.2021.leadershipBoardSecretaryTreasurer": "Thư ký Hội đồng quản trị & Thủ quỹ",
    "annualReport.2021.leadershipBoardSecretary": "Thư ký Hội đồng",
    "annualReport.2021.leadershipBoardTreasurer": "Thủ quỹ Hội đồng",
    "annualReport.2021.leadershipScratchTeam": "2021 Nhóm Scratch",
    "annualReport.2021.leadershipED": "Executive Director",
    "annualReport.2021.teamThankYou": "Cảm ơn Mitch Resnick, Natalie Rusk, Rupal Jain và những cộng tác viên khác tại Nhóm mẫu giáo trọn đời tại Phòng thí nghiệm truyền thông MIT vì sự hỗ trợ không biết mệt mỏi của các bạn dành cho Scratch.",
    "annualReport.2021.donateTitle": "Hỗ trợ chúng tôi",
    "annualReport.2021.donateMessage": "Sự ủng hộ của bạn giúp chúng tôi tạo ra những trải nghiệm học tập đầy cảm hứng, sáng tạo và đáng nhớ cho trẻ em ở khắp mọi nơi, đặc biệt là những trẻ em bị loại khỏi các cơ hội lập trình sáng tạo. Hãy tặng quà cho Scratch ngay hôm nay để giúp chúng tôi duy trì hoạt động của máy chủ, duy trì cộng đồng toàn cầu đang phát triển của chúng tôi và giúp trẻ em ở mọi quốc gia trên thế giới có thể lập trình sáng tạo.",
    "annualReport.2021.donateMessage2": "Cảm ơn lòng hào phóng của bạn.",
    "annualReport.2021.donateButton": "Đóng góp",
    "annualReport.2021.projectBy": "dự án của",
    "annualReport.2021.JuneIlloAttr": "Flags by @ratchild",
    "annualReport.2021.OctIlloAttr": "Potato and glasses by @Cupwing",
    "annualReport.2021.altMap": "A map of the world showing 41 SEC organizations",
    "annualReport.2021.altSECSpotlightImage": "A child plays with a toy in front of an orange background",
    "annualReport.2021.altAccessibility": "Two people use sign language in front of a green background.",
    "annualReport.2021.altaccessDEICommittee": "A hand holds out a scratch component on a green background.",
    "annualReport.2021.altaccessDEICommitteeAccessibility": "A hand paints scratch components on a blue background.",
    "annualReport.2021.altaccessDEICommitteeG-JEDI": "Hai bàn tay đưa về phía bong bóng văn bản có hình trái tim bên trong.",
    "annualReport.2021.altaccessDEICommitteeEquitXDesign": "Hai bàn tay cùng làm việc để biên soạn danh sách các thành phần thô.",
    "annualReport.2021.altaccessSouthAfrica": "Hai đứa trẻ, một đứa dùng máy tính bảng và một đứa dùng máy tính xách tay, đang cùng nhau thực hiện một dự án.",
    "annualReport.2021.altcommunityVolunteerTransators": "Bốn bàn tay giơ lên ​​với các bong bóng văn bản nằm phía trên trước nền màu tím.",
    "annualReport.2021.altcommunityThankYou": "Một quả địa cầu có biểu ngữ ghi dòng chữ \"Cảm ơn\" được bao quanh bởi những từ cảm ơn bằng nhiều ngôn ngữ khác nhau.",
    "annualReport.2021.altAvatar": "ảnh đại diện người dùng",
    "annualReport.2021.altDropdownArrow": "Mũi tên chỉ menu thả xuống.",
    "annualReport.2021.altMastheadIllustration": "Ba người đang tương tác với các thành phần vật lý.",
    "annualReport.2021.altWave": "Biểu tượng cảm xúc đang vẫy tay.",
    "annualReport.2021.altMitchHeadshot": "Founder Mitch Resnick",
    "annualReport.2021.altCalendar": "A calendar displaying the year 2021.",
    "annualReport.2021.altWorldVisualization": "An illustrated version of the globe.",
    "annualReport.2021.altSaudiArabiaVisualization": "A bar chart showing that there were more than twice as many new Scratch users in 2021 as there were in 2020.",
    "annualReport.2021.altScratchHorizontalCommand": "A yellow Scratch programming component.",
    "annualReport.2021.altSECVideoPreview": "The Scratch interface appears on the left and a girl signing appears on the right.",
    "annualReport.2021.altScratchJr": "Text reading Scratch jr",
    "annualReport.2021.altHorizontalLoop": "A yellow horizontal Scratch programming component.",
    "annualReport.2021.altaccessDEICommitteeEquityXDesign": "Two hands lining up physical Scratch components.",
    "annualReport.2021.altcommunityVolunteerTranslators": "Hands reaching up in front of a purple background with text bubbles floating above them.",
    "annualReport.2021.altScratchLogoText": "A green rectangle with the words 'Scratch Lab' writton on it.",
    "annualReport.2021.altScratchLabVideo": "A screenshot of a Scratch project with a play button on top.",
    "annualReport.2021.altHat": "A person wearing a yellow hat and pink heart sunglasses.",
    "annualReport.2021.altScratchText": "A rainbow Scratch component displaying the text, 'Here we go!'",
    "annualReport.2021.altStar": "A girl with a yellow star in front of her face.",
    "annualReport.2021.altMouseTrail": "Multiple cut outs of a squirrel head placed randomly on top of each other.",
    "annualReport.2021.altSECWorkshops": "People playing together",
    "annualReport.2021.altArrowUp": "An arrow pointing up.",
    "annualReport.2021.altTranslated": "A scratch component saying \"Hello\" and listing languages that scratch is available in.",
    "annualReport.2021.altAboutMe": "The words 'About me' placed over an easel, hedgehog, mango, and soccer ball.",
    "annualReport.2021.altClickerGame": "A math game showing an apple, an orange, and a cut up bowl of fruit.",
    "annualReport.2021.altLookingForward1": "Interlocking hexagons displaying a swirl, start, and heart.",
    "annualReport.2021.altLookingForward2": "A sign post with one arrow poining right displaying a swirl and one arrow pointing left displaying a heart.",
    "annualReport.2021.altLookingForward3": "Colorful blocks lined up to create steps with a plant growing on top.",
    "annualReport.2021.altSparkle": "White sparkle decoration",
    "annualReport.2021.altDownArrow": "Purple arrow pointing down",
    "annualReport.2021.altConnectingLine": "A dotted line connecting timeline elements.",
    "annualReport.2021.altApril": "A pen and Scratch components placed on top of a purple background.",
    "annualReport.2021.altJune": "Một chiếc bánh sinh nhật trước biểu ngữ có hình những lá cờ thể hiện nhiều loại niềm tự hào khác nhau của cộng đồng LGBTQ+.",
    "annualReport.2021.altAugust": "A potato, birthday had, and sunglasses on top of a purple background.",
    "annualReport.2021.altCard1": "Một đốm màu rực rỡ trôi nổi trên nền đen và xám bên cạnh dòng chữ 'Một giấc mơ trong thế giới ác mộng'.",
    "annualReport.2021.altCard2": "A black woman is wearing a yellow headband and gold hoop earrings.",
    "annualReport.2021.altCard3": "The scratch cat mascot swings in front of buildings accompanied by text reading 'I think Scratch Cat is a superhero.'",
    "annualReport.2021.altCard5": "A smiling block stands next to a text bubble reading 'no matter how anyone dresses, what pronouns they use, or who they love, you should always respect them!'",
    "annualReport.2021.altCard6": "A potato wearing sunglasses sits in front of a purple background.",
    "annualReport.2021.altCard7": "A colorful birthday hat sits on top of a neon cube.",
    "annualReport.2021.altCard9": "'2022' nằm trước một cầu vồng hình bầu dục.",
    "annualReport.2021.altDonateIllustration": "Hai bàn tay tạo thành hình trái tim với các ngón tay nằm bên trong hình trái tim đã cắt ra."
}