{
    "conference-2020.title": "Scratch Конференция 2021:",
    "conference-2020.subtitle": "Да Създаваме Заедно!",
    "conference-2020.dateDesc": "Юли 22-24, 2021 | Кеймбридж, Масачузетс, САЩ",
    "conference-2020.dateDescMore": "(с отворена рецепция вечерта на 21 Юли)",
    "conference-2020.locationDetails": "Медийна лаборатория на Масачузетския технологичен институт, Кеймбридж, Масачузетс, САЩ",
    "conference-2020.date": "Кога:",
    "conference-2020.location": "Къде:",
    "conference-2020.desc1": "Присъедини се към Scratch Конференцията, интернационално събиране, където педагози, изследователи и разработчици споделят идеи за поддръжката на креативното учене със Scratch.",
    "conference-2020.desc1a": "Във връзка с глобалната здравна криза, сме отложили конференцията с една година, до Юли 22-24, 2021.",
    "conference-2020.desc2": "Scratch се превърна в най-голямата общност за кодене за деца по целия свят. Конференцията предлага, работилници, панел за дискусии и интерактивни демонстрации, за изследване на начините за използване на Scratch за разширяването на креативните обучителни опити в разноровните научни сфери.",
    "conference-2020.desc3": "Заедно ще обменим идеи и стратегии за използването на Scratch, предизвиквайки студентите за учене и креативно мислене, разсъждение и систематичност и колективна работа - умения от съществено значение в днешното общество.",
    "conference-2020.registrationTitle": "Регистрация:",
    "conference-2020.registrationFee": "Такса за Конференцията: 250$",
    "conference-2020.registrationOpen": "Таксата за конференцията включва 7 хранения (3 закуски,  3 обяда, 1 вечеря) заедно с освежаващи хапвания през деня.",
    "conference-2020.registrationDelayed": "В отговор на кризата с коронавируса (COVID-19), решихме да отложим конференцията на Scratch за една година, до Юли 22-24, 2021. Изпращаме добри пожелания към цялата ни глобална общност и се надяваме че до тогава ще можете да се присъедините към нас!",
    "conference-2020.connectNow": "Искаш да се свържеш сега? Каним те да научиш повече за онлайн беседите, ресурсите и събитията на {scratchInPracticeLink}",
    "conference-2020.scratchInPracticeText": "Scratch на практика",
    "conference-2020.register": "Отиди на страницата за регистрация",
    "conference-2020.stayDesc1": "Ще публикуваме преразгледани опции за настаняване в началото на 2021.",
    "conference-2020.stayDesc2": "За допълнителни въпроси, свържете се със екипа на Scratch Конференцията, на {emailLink}",
    "conference-2020.organizedBy": "Scratch Конференцията е организирана от групата Lifelong Kindergarten на MIT Media Lab в съвместност с Scratch фондацията."
}