{
    "conference-2020.title": "Congrés Scratch 2020:",
    "conference-2020.subtitle": "Creem Junts!",
    "conference-2020.dateDesc": "23-25 de juliol de 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(amb benvinguda inicial el vespre del 22 de juliol)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Aprèn més sobre les dates i ubicacions de les jornades.",
    "conference-2020.date": "Quan:",
    "conference-2020.location": "On:",
    "conference-2020.desc1": "Uniu-vos a la Scratch Conference, una trobada internacional on educadors, investigadors i desenvolupadors comparteixen idees per donar suport a l’aprenentatge creatiu amb Scratch.",
    "conference-2020.desc2": "Scratch s’ha convertit en la comunitat de programació més gran del món per a nens, nenes i joves de tot el món. La conferència ofereix tallers pràctics, taules col·loquis i demostracions interactives per explorar maneres d’utilitzar Scratch per ampliar experiències d’aprenentatge creatiu per a diversos estudiants a diferents àmbits.",
    "conference-2020.desc3": "Junts intercanviarem idees i estratègies sobre com utilitzar Scratch per implicar els estudiants en aprendre a pensar de manera creativa, raonar sistemàticament i treballar col·laborativament—habilitats essencials per a tothom de la societat actual.",
    "conference-2020.registrationTitle": "Registre:",
    "conference-2020.registrationFee": "Cost del congrés: $250",
    "conference-2020.registrationOpen": "El preu del congrés inclou 7 àpats (3 esmorzars, 3 dinars, 1 sopar) i refrescos durant el dia.",
    "conference-2020.registrationDelayed": "Hem retardat l’obertura del registre fins al 3 d’abril. Ens fa il·lusió reunir-nos com a comunitat al juliol, però seguim estretament la situació al voltant del Coronavirus (COVID-19) per determinar com poden afectar els nostres plans. Us proporcionarem més informació a mesura que estigui disponible.",
    "conference-2020.register": "Vés a la pàgina de registre",
    "conference-2020.stayDesc1": "Hem organitzat per a tarifes de conferències en tres hotels de la zona per als participants de Scratch Conference, incloent: {hyattLink}(1,2 milles: 24 minuts a peu), {acLink}(2,3 milles, 25 minuts amb metro) i {allstonLink} ( 4,4 milles, 35 minuts en autobús + metro). Per reservar una habitació, feu clic a l’enllaç d’aquest hotel. Recomanem reservar el més aviat possible, ja que les tarifes amb descompte estan subjectes a disponibilitat. També tenim previst oferir una opció de dormitori universitari a un cost més baix; publicarem informació tan aviat com estigui disponible. També podeu explorar altres opcions d'hotels i d’habitatges que us funcionin millor.",
    "conference-2020.stayDesc2": "Per a més detalls, consulteu la {registrationLink}. Per a més preguntes, poseu-vos en contacte amb l’equip de conferències de Scratch a {emailLink}",
    "conference-2020.registrationLinkText": "Pàgina de registre",
    "conference-2020.organizedBy": "La Scratch Conference està organitzada pel grup Lifelong Kindergarten al MIT Media Lab en col·laboració amb la Scratch Foundation."
}