{
    "conference-2020.title": "Scratch Conference 2021:",
    "conference-2020.subtitle": "Creem Junts!",
    "conference-2020.dateDesc": "July 22-24, 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": " (with opening reception the evening of July 21)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Quan:",
    "conference-2020.location": "On:",
    "conference-2020.desc1": "Uniu-vos a la Scratch Conference, una trobada internacional on educadors, investigadors i desenvolupadors comparteixen idees per donar suport a l’aprenentatge creatiu amb Scratch.",
    "conference-2020.desc1a": "Due to the global health crisis, we have delayed the conference for one year, to July 22-24, 2021.",
    "conference-2020.desc2": "Scratch s’ha convertit en la comunitat de programació més gran del món per a nens, nenes i joves de tot el món. La conferència ofereix tallers pràctics, taules col·loquis i demostracions interactives per explorar maneres d’utilitzar Scratch per ampliar experiències d’aprenentatge creatiu per a diversos estudiants a diferents àmbits.",
    "conference-2020.desc3": "Junts intercanviarem idees i estratègies sobre com utilitzar Scratch per implicar els estudiants en aprendre a pensar de manera creativa, raonar sistemàticament i treballar col·laborativament—habilitats essencials per a tothom de la societat actual.",
    "conference-2020.registrationTitle": "Registre:",
    "conference-2020.registrationFee": "Cost del congrés: $250",
    "conference-2020.registrationOpen": "El preu del congrés inclou 7 àpats (3 esmorzars, 3 dinars, 1 sopar) i refrescos durant el dia.",
    "conference-2020.registrationDelayed": "In response to the coronavirus crisis (COVID-19), we have decided to delay the Scratch conference for one year, to July 22-24, 2021. We are sending well wishes to our entire global community and hope you can join us then!",
    "conference-2020.connectNow": "Want to connect now? We invite you to learn more about our online conversations, resources, and events at {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch in Practice",
    "conference-2020.register": "Vés a la pàgina de registre",
    "conference-2020.stayDesc1": "We will be posting revised lodging options at the beginning of 2021.",
    "conference-2020.stayDesc2": "For additional questions, contact the Scratch Conference Team at {emailLink}",
    "conference-2020.organizedBy": "La Scratch Conference està organitzada pel grup Lifelong Kindergarten al MIT Media Lab en col·laboració amb la Scratch Foundation."
}