{
    "conference-2020.title": "Scratch konference 2020:",
    "conference-2020.subtitle": "Pojďme tvořit společně!",
    "conference-2020.dateDesc": "22.-25. července, 2020  | Cambridge, Massachusetts, USA",
    "conference-2020.dateDescMore": " (s úvodní recepcí večer 22. července)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Více o datumech a místech konferencí se dozvíš níže.",
    "conference-2020.date": "Kdy:",
    "conference-2020.location": "Kde:",
    "conference-2020.desc1": "Join us for the Scratch Conference 2020, a playful gathering of educators, researchers, developers, and other members of the worldwide Scratch community. The conference comes at a time of great opportunity but also great challenge for education and learning—so we're excited to come together to share ideas about how to support creative learning experiences for young people around the world.",
    "conference-2020.desc2": "We're planning a very participatory conference, with an entire day of hands-on workshops and lots of opportunities for peer-to-peer discussion and collaboration.",
    "conference-2020.sessionDesc": "Máš zájem o pořádání relace? Máme čtyři druhy návrhů:",
    "conference-2020.sessionItem1Title": "Plakát/ukázka (90 minut).",
    "conference-2020.sessionItem1Desc": "Share your project in an exhibition setting, alongside other presenters. For example, show new ways you’ve been using Scratch in your classroom, or new ways to connect Scratch with the physical world. You will be provided with space for a poster and a table for a computer or handouts.",
    "conference-2020.sessionItem2Title": "Praktický workshop (60 nebo 90 minut).",
    "conference-2020.sessionItem2Desc": "Zapoj účastníky do praktických aktivit a zdůrazni nové způsoby vytváření a spolupráce se Scratch.",
    "conference-2020.sessionItem3Title": "Interaktivní část (60 minut).",
    "conference-2020.sessionItem3Desc": "Diskutuj o tématu vztahujícím se k Scratch ve skupině tři a víc. Tvůj návrh by měl popisovat, jakým způsobem budeš během relace zapojovat publikum.",
    "conference-2020.sessionItem4Title": "Propagace (5 minut).",
    "conference-2020.sessionItem4Desc": "Share what you've been doing in a short, lively presentation. For example, tell a story of how young people have been creating with Scratch in your community.",
    "conference-2020.proposal": "Odešli svůj návrh",
    "conference-2020.proposalDeadline": "Uzávěrka návrhů je 3. února 2020.",
    "conference-2020.registrationTitle": "Registrace:",
    "conference-2020.registrationFee": "Registrační poplatek: $250",
    "conference-2020.registrationOpen": "Registrace se otevře 3. března.",
    "conference-2020.questions": "Otázky? Kontaktuj tým konference Scratche na {emailLink}",
    "conference-2020.organizedBy": "Scratch konference je organizována Lifelong Kindergarten group v MIT Media Lab ve spolupráci s nadací Scratch."
}