{
    "conference-2020.title": "Cynhadledd Scratch 2021:",
    "conference-2020.subtitle": "Let's Create Together!",
    "conference-2020.dateDesc": "Gorffennaf 22-24, 2021 | Cambridge MA, UDA",
    "conference-2020.dateDescMore": "(gyda derbyniad agoriadol noson Gorffennaf 21)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Pryd:",
    "conference-2020.location": "Ble:",
    "conference-2020.desc1": "Ymunwch â ni ar gyfer Cynhadledd Scratch, cynulliad rhyngwladol lle mae addysgwyr, ymchwilwyr, a datblygwyr yn rhannu syniadau ar gyfer cefnogi dysgu creadigol gyda Scratch.",
    "conference-2020.desc1a": "Oherwydd yr argyfwng iechyd byd-eang, rydym wedi gohirio'r gynhadledd am flwyddyn, tan Orffennaf 22-24, 2021.",
    "conference-2020.desc2": "Mae Scratch wedi dod yn gymuned godio fwyaf y byd i blant ledled y byd. Mae'r gynhadledd yn cynnig gweithdai ymarferol, trafodaethau panel, a dangosiadau rhyngweithiol i archwilio ffyrdd o ddefnyddio Scratch i ehangu profiadau dysgu creadigol i ddysgwyr amrywiol ar draws meysydd pwnc.",
    "conference-2020.desc3": "Gyda'n gilydd byddwn yn cyfnewid syniadau a strategaethau ar sut i ddefnyddio Scratch i ennyn diddordeb dysgwyr mewn dysgu i feddwl yn greadigol, rhesymu'n systematig, a chydweithio - sgiliau hanfodol i bawb yng nghymdeithas heddiw.",
    "conference-2020.registrationTitle": "Cofrestru:",
    "conference-2020.registrationFee": "Ffi Cynhadledd: $250",
    "conference-2020.registrationOpen": "Mae ffi’r gynhadledd yn cynnwys 7 pryd bwyd (3 brecwast, 3 chinio, 1 pryd nos) ynghyd â lluniaeth yn ystod y dydd.",
    "conference-2020.registrationDelayed": "Mewn ymateb i'r argyfwng coronafirws (COVID-19), rydym wedi penderfynu gohirio cynhadledd Scratch am flwyddyn, tan Orffennaf 22-24, 2021. Rydym yn anfon dymuniadau da i'n cymuned fyd-eang gyfan ac yn gobeithio y gallwch ymuno â ni bryd hynny!",
    "conference-2020.connectNow": "Eisiau cysylltu nawr? Rydym yn eich gwahodd i ddysgu rhagor am ein sgyrsiau, adnoddau a digwyddiadau ar-lein yn {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch ar Waith",
    "conference-2020.register": "Mynd i'r dudalen gofrestru",
    "conference-2020.stayDesc1": "Byddwn yn rhannu dewisiadau lletya diwygiedig ar ddechrau 2021.",
    "conference-2020.stayDesc2": "Am gwestiynau ychwanegol, cysylltwch â Thîm Cynhadledd Scratch yn {emailLink}",
    "conference-2020.organizedBy": "Mae Cynhadledd Scratch yn cael ei threfnu gan grŵp Lifelong Kindergarten yn yr MIT Media Lab mewn cydweithrediad â'r Scratch Foundation."
}