{
    "conference-2020.title": "Scratch Konferencen 2020:",
    "conference-2020.subtitle": "Lad os lave noget sammen!",
    "conference-2020.dateDesc": "23.-25. juli, 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(med åbningsreception om aftenen den 22. juli)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Lær mere om datoer for konferencer og steder herunder.",
    "conference-2020.date": "Hvornår:",
    "conference-2020.location": "Hvor:",
    "conference-2020.desc1": "Kom med os til Scratch Konferencen, et internationalt mødested hvor undervisere, forskere og udviklere deler idéer, som understøtter den kreative læring med Scratch.",
    "conference-2020.desc2": "Scratch er blevet verdens største programmerings fællesskab for børn i hele verden. Konferencen tilbyder hands-on workshops, paneldiskussioner og interaktive demonstrationer som viser, hvor man kan bruge Scratch til at udvide kreative læringsoplevelser for forskellige elever på tværs af fagområder.",
    "conference-2020.desc3": "Sammen vil vi udveksle idéer og strategier om, hvordan vi kan bruge Scratch til at engagere elever i at lære at tænke kreativt, tænke systematisk og arbejde sammen — nødvendige kompetencer for alle i dagens samfund.",
    "conference-2020.registrationTitle": "Registrering:",
    "conference-2020.registrationFee": "Konferencegebyr: $250",
    "conference-2020.registrationOpen": "Konferencegebyret inkluderer 7 måltider (3 x morgenmad, 3 x frokost og 1 aftensmad) samt forfriskninger igennem dagen.",
    "conference-2020.registrationDelayed": "Vi har udskudt åbningen af registreringen indtil den 3. april. Vi glæder os til at møde jer i juli, men vi følger situationen tæt med hensyn til Coronavirussen (COVID-19) for at se, om det måske kommer i vejen for vores planer. Vi vil sørge for mere information, når den bliver tilgængelig.",
    "conference-2020.register": "Registrér dig her",
    "conference-2020.stayDesc1": "Vi har sørget for konference tilbud på tre hoteller i området for deltagere i Scratch Konferencen, som inkluderer:  {hyattLink} (1.2 miles: 24 minutters gang), {acLink} (2.3 miles, 25 minutter med tog), og {allstonLink} (4.4 miles, 35 minutter med bus og tog)​. ​For at reservere et værelse, klik på linket for hotellet. Vi anbefaler, at du booker så hurtigt som muligt, da tilbuddet kun gælder, så længe der er ledige værelser.  Vi planlægger også at tilbyde en billigere løsning på kollegiet. Vi vil vise information om dette, så snart vi ved mere. Du kan også udforske andre hoteller og overnatningsmuligheder, som passer dig bedst.",
    "conference-2020.stayDesc2": "Se venligst ​{registrationLink} for flere detaljer. Har du yderligere spøgsmål, skriv til Scratch Konference Teamet på {emailLink}",
    "conference-2020.registrationLinkText": "Registrering",
    "conference-2020.organizedBy": "Scratch Konferencen er organiseret af the Lifelong Kindergarten group ved MIT Media Lab i samarbejde med Scratch Foundation."
}