{
    "conference-2020.title": "Scratch Conference 2021:",
    "conference-2020.subtitle": "Lad os lave noget sammen!",
    "conference-2020.dateDesc": "July 22-24, 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": " (with opening reception the evening of July 21)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Hvornår:",
    "conference-2020.location": "Hvor:",
    "conference-2020.desc1": "Kom med os til Scratch Konferencen, et internationalt mødested hvor undervisere, forskere og udviklere deler idéer, som understøtter den kreative læring med Scratch.",
    "conference-2020.desc1a": "Due to the global health crisis, we have delayed the conference for one year, to July 22-24, 2021.",
    "conference-2020.desc2": "Scratch er blevet verdens største programmerings fællesskab for børn i hele verden. Konferencen tilbyder hands-on workshops, paneldiskussioner og interaktive demonstrationer som viser, hvor man kan bruge Scratch til at udvide kreative læringsoplevelser for forskellige elever på tværs af fagområder.",
    "conference-2020.desc3": "Sammen vil vi udveksle idéer og strategier om, hvordan vi kan bruge Scratch til at engagere elever i at lære at tænke kreativt, tænke systematisk og arbejde sammen — nødvendige kompetencer for alle i dagens samfund.",
    "conference-2020.registrationTitle": "Registrering:",
    "conference-2020.registrationFee": "Konferencegebyr: $250",
    "conference-2020.registrationOpen": "Konferencegebyret inkluderer 7 måltider (3 x morgenmad, 3 x frokost og 1 aftensmad) samt forfriskninger igennem dagen.",
    "conference-2020.registrationDelayed": "In response to the coronavirus crisis (COVID-19), we have decided to delay the Scratch conference for one year, to July 22-24, 2021. We are sending well wishes to our entire global community and hope you can join us then!",
    "conference-2020.connectNow": "Want to connect now? We invite you to learn more about our online conversations, resources, and events at {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch in Practice",
    "conference-2020.register": "Registrér dig her",
    "conference-2020.stayDesc1": "We will be posting revised lodging options at the beginning of 2021.",
    "conference-2020.stayDesc2": "For additional questions, contact the Scratch Conference Team at {emailLink}",
    "conference-2020.organizedBy": "Scratch Konferencen er organiseret af the Lifelong Kindergarten group ved MIT Media Lab i samarbejde med Scratch Foundation."
}