{
    "conference-2020.title": "Scratch-Konferenz 2021:",
    "conference-2020.subtitle": "Gemeinsam kreativ!",
    "conference-2020.dateDesc": "22.-24. Juli 2021 | Cambridge, Massachusetts, USA",
    "conference-2020.dateDescMore": " (mit Eröffnungsempfang am Abend des 21. Juli)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Wann:",
    "conference-2020.location": "Wo:",
    "conference-2020.desc1": "Auf der Scratch-Konferenz treffen sich Lehrerinnen und Lehrer, Forscherinnen und Forscher sowie Entwicklerinnen und Entwickler aus der ganzen Welt, um sich über kreative Möglichkeiten des Lernens mit Scratch auszutauschen – sei auch du dabei!",
    "conference-2020.desc1a": "Aufgrund der Pandemie haben wir die Konferenz um ein Jahr auf 22.-24. Juli 2021 verschoben.",
    "conference-2020.desc2": "Scratch ist die weltgrößte Coding-Community für Kinder. Die Konferenz bietet dir Workshops, Podiumsdiskussionen und interaktive Vorführungen, sodass du verschiedene Möglichkeiten ausprobieren kannst, wie sich Scratch in verschiedenen Fächern  zum kreativen Lernen einsetzen lässt. ",
    "conference-2020.desc3": "Gemeinsam tauschen wir uns über Ideen und Strategien aus, wie wir Scratch einsetzen können, um Schülerinnen und Schülern Kreativität, logisches Denken und Teamarbeit beizubringen – grundlegende Fähigkeiten in der heutigen Gesellschaft.",
    "conference-2020.registrationTitle": "Anmeldung:",
    "conference-2020.registrationFee": "Konferenzgebühr: $ 250,-",
    "conference-2020.registrationOpen": "Die Konferenzgebühr beinhaltet 7 Mahlzeiten (3x Frühstück, 3x Mittagessen, 1 Abendessen) sowie Erfrischungen in den Pausen.",
    "conference-2020.registrationDelayed": "Aufgrund der Coronavirus-Pandemie (COVID-19) haben wir uns entschlossen, die Konferenz um ein Jahr auf 22.-24. Juli 2021 zu verschieben. Wir wünschen allen in unserer weltweiten Community alles Gute und hoffen, dass du nächstes Jahr dabei sein kannst!",
    "conference-2020.connectNow": "Du möchtest nicht so lange warten? Besuche {scratchInPracticeLink} und erfahre mehr über unsere Online-Diskussionsforen, Ressourcen und Events.",
    "conference-2020.scratchInPracticeText": "Scratch in Practice",
    "conference-2020.register": "Zur Anmeldung",
    "conference-2020.stayDesc1": "Anfang 2021 stellen wir an dieser Stelle aktuelle Informationen zu möglichen Unterkünften zur Verfügung.",
    "conference-2020.stayDesc2": "Bei weiteren Fragen kontaktiere bitte das Scratch-Konferenzteam per E-Mail an {emailLink}",
    "conference-2020.organizedBy": "Die Scratch-Konferenz wird von der Lifelong Kindergarten Group am MIT Media Lab und der Scratch Foundation ausgerichtet."
}