{
    "conference-2020.title": "Scratch-Konferenz 2020:",
    "conference-2020.subtitle": "Gemeinsam kreativ!",
    "conference-2020.dateDesc": "23.-25. Juli 2020 | Cambridge, Massachusetts, USA",
    "conference-2020.dateDescMore": " (mit Eröffnungsempfang am Abend des 22. Juli)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Erfahre untenstehend mehr über das Datum und die Örtlichkeiten der Konferenz.",
    "conference-2020.date": "Wann:",
    "conference-2020.location": "Wo:",
    "conference-2020.desc1": "Join us for the Scratch Conference, an international gathering where educators, researchers, and developers share ideas for supporting creative learning with Scratch.",
    "conference-2020.desc2": "Scratch has become the world's largest coding community for children around the world. The conference offers hands-on workshops, panel discussions, and interactive demonstrations to explore ways for using Scratch to expand creative learning experiences for diverse learners across subject areas.",
    "conference-2020.desc3": "Gemeinsam tauschen wir uns über Ideen und Strategien aus, wie wir Scratch einsetzen können, um Schülerinnen und Schülern Kreativität, logisches Denken und Teamarbeit beizubringen – grundlegende Fähigkeiten in der heutigen Gesellschaft.",
    "conference-2020.registrationTitle": "Anmeldung:",
    "conference-2020.registrationFee": "Konferenzgebühr: $ 250,-",
    "conference-2020.registrationOpen": "The conference fee includes 7 meals (3 breakfast, 3 lunches, 1 dinner) plus refreshments during the day.",
    "conference-2020.registrationDelayed": "Wir haben die Eröffnung der Registrierung auf den 3. April verschoben. Wir freuen uns darauf, im Juli als Community zusammenzukommen, beobachten die Situation rund um das Coronavirus (COVID-19) jedoch sehr genau, um gegebenenfalls entsprechend zu reagieren. Sobald uns mehr Informationen vorliegen, werden wir sie kommunizieren.",
    "conference-2020.register": "Zur Anmeldung",
    "conference-2020.stayDesc1": "Wir haben für die Teilnehmerinnen und Teilnehmer Sonderkonditionen in drei Hotels in unmittelbarer Nähe zur Scratch-Konferenz erwirkt:{hyattLink} (ca. 2 km: 24 Minuten zu Fuß), {acLink} (ca. 3,7 km, 25 Minuten mit der U-Bahn), und {allstonLink} (ca. 7 km, 35 Minuten mit Bus und U-Bahn)​. ​Klicke auf den Link für ein Hotel, um eine Zimmerreservierung vorzunehmen. Wir empfehlen eine baldige Buchung, da das Kontingent für die Sonderpreise limitiert ist. Weitere Hotels und Unterkünfte nach Bedarf in der Umgebung.",
    "conference-2020.stayDesc2": "Nähere Infos auf ​{registrationLink}. Für weitere Fragen kontaktiere bitte das Scratch-Konferenzteam per E-Mail: {emailLink}",
    "conference-2020.registrationLinkText": "Anmeldung",
    "conference-2020.organizedBy": "Die Scratch-Konferenz wird von der Lifelong Kindergarten Group am MIT Media Lab und der Scratch-Stiftung ausgerichtet."
}