{
    "conference-2020.title": "Scratch-konferenssi 2021:",
    "conference-2020.subtitle": "Luodaan yhdessä!",
    "conference-2020.dateDesc": "22.-24. heinäkuuta 2021 | Cambridge, MA, Yhdysvallat",
    "conference-2020.dateDescMore": "(avajaisvastaanoton kanssa 21. heinäkuuta illalla)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Milloin:",
    "conference-2020.location": "Missä:",
    "conference-2020.desc1": "Liity mukaan Scratch-konferenssiin, joka on kansainvälinen kokoontuminen, jossa kouluttajat, tutkijat ja kehittäjät voivat jakaa ideoitaan tukeakseen luovaa oppimista Scratchilla.",
    "conference-2020.desc1a": "Maailmanlaajuisen terveyskriisin vuoksi olemme siirtäneet konferenssia vuodella. Uusi ajankohta on 22.-24. heinäkuuta 2021.",
    "conference-2020.desc2": "Scratch has become the world's largest coding community for children around the world. The conference offers hands-on workshops, panel discussions, and interactive demonstrations to explore ways for using Scratch to expand creative learning experiences for diverse learners across subject areas.",
    "conference-2020.desc3": "Together we'll exchange ideas and strategies on how to use Scratch to engage students in learning to think creatively, reason systematically, and work collaboratively—essential skills for everyone in today’s society.",
    "conference-2020.registrationTitle": "Rekisteröinti:",
    "conference-2020.registrationFee": "Konferenssimaksu: 250 dollaria",
    "conference-2020.registrationOpen": "Konferenssimaksu sisältää 7 ateriaa (3 aamiaista, 3 lounasta ja 1 päivällisen) ja lisäksi virvokkeita päivän aikana.",
    "conference-2020.registrationDelayed": "Koronavirus-kriisin (COVID-19) vuoksi olemme päättäneet siirtää Scratch-konferenssia vuodella. Uusi ajankohta on 22.-24. heinäkuuta 2021. Lähetämme lämpimät terveiset koko maailmanlaajuiselle yhteisölle ja toivomme, että pääsette paikalle silloin!",
    "conference-2020.connectNow": "Want to connect now? We invite you to learn more about our online conversations, resources, and events at {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch in Practice",
    "conference-2020.register": "Go to registration page",
    "conference-2020.stayDesc1": "We will be posting revised lodging options at the beginning of 2021.",
    "conference-2020.stayDesc2": "For additional questions, contact the Scratch Conference Team at {emailLink}",
    "conference-2020.organizedBy": "Scratch Conferencen järjestää MIT Media Labin Lifelong Kindergarten group yhteistyössä Scratch-säätiön kanssa."
}