{
    "conference-2020.title": "Conférence Scratch 2020 :",
    "conference-2020.subtitle": "Créons ensemble !",
    "conference-2020.dateDesc": "30 au 25 juillet 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(avec une réception d'ouverture le soir du 22 juillet)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Découvrez ci-dessous les dates et lieux des conférences.",
    "conference-2020.date": "Quand:",
    "conference-2020.location": "Où:",
    "conference-2020.desc1": "Rejoignez-nous pour la conférence Scratch, un rassemblement international où les éducateurs, chercheurs et développeurs partagent leur idées pour encourager l’apprentissage créatif avec Scratch.",
    "conference-2020.desc2": "Scratch est devenu la plus grande communauté de programmation pour enfants au monde. La conférence offre des ateliers pratiques, tout un panel de discussion et des démonstrations interactives pour explorer différentes façons d’utiliser Scratch pour étendre ses expériences d'apprentissage créatif pour divers apprenants dans diverses domaines.",
    "conference-2020.desc3": "Ensemble, nous partagerons des idées et des stratégies sur comment utiliser Scratch pour engager les étudiants à penser de façons créative, à résonner systématiquement et à travailler de manière collaborative; des compétences essentielles pour tous dans notre société actuelle.",
    "conference-2020.registrationTitle": "Inscription:",
    "conference-2020.registrationFee": "Coût de la conférence: 250$",
    "conference-2020.registrationOpen": "Le prix de la conférence comprend 7 repas (3 déjeuners, 3 dîners, 1 souper) ainsi que des rafraîchissements tout au long de la journée.",
    "conference-2020.registrationDelayed": "Nous avons retardé l'ouverture des inscriptions au 3 avril. Nous sommes impatients de pouvoir nous rassembler en tant que communauté en juillet, tout en surveillant la situation du Coronavirus (COVID-19) afin de déterminer si ce dernier pourrait nous impacter. Nous vous fournirons plus d'informations dès que possible.",
    "conference-2020.register": "Aller à la page d'inscription",
    "conference-2020.stayDesc1": "Nous nous sommes arrangés sur des tarifs avec trois hôtels dans la zone pour les participants de la conférence Scratch, dont: {hyattLink} (1.9 km: 24 minutes à pied), {acLink} (3.2 km: 25 minutes en métro) et le {allstonLink} (6.4 km: 35 minutes en bus + métro). Pour réserver une chambre, cliquez sur le lien de l’hôtel. Nous recommandons de réserver le plus tôt possible, car les réductions sont soumises à disponibilité. Nous prévoyons aussi d'offrir des chambres de dortoir d'étudiants, une option à moindre coûts; nous publierons des informations dès que possible. Vous pouvez aussi explorer d'autres hôtels et options d’hébergement qui vous conviendraient mieux.",
    "conference-2020.stayDesc2": "Voir la {registrationLink} pour plus de détails. Pour les questions additionnelles, contactez l'équipe de la conférence Scratch à {emailLink}",
    "conference-2020.registrationLinkText": "page d'inscription",
    "conference-2020.organizedBy": "La Conférence Scratch est organisée par le Lifelong Kindergarten Group au  MIT Media Lab en collaboration avec la Scratch Foundation."
}