{
    "conference-2020.title": "Conférence Scratch 2020 :",
    "conference-2020.subtitle": "Créons ensemble !",
    "conference-2020.dateDesc": "22 au 25 juillet 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(avec une réception d'ouverture le soir du 22 juillet)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Découvrez ci-dessous les dates et lieux des conférences.",
    "conference-2020.date": "Quand:",
    "conference-2020.location": "Où:",
    "conference-2020.desc1": "Rejoignez-nous pour la Conférence Scratch 2020, un joyeux rassemblement d'enseignants, de chercheurs, de développeurs et d'autres membres de la communauté mondiale de Scratch. La conférence se déroule à un moment clé pour les défis que sont l'éducation et l’apprentissage, donc nous sommes heureux de nous réunir pour partager des idées sur comment supporter des expériences d'apprentissage créatif pour les jeunes de tous horizons.",
    "conference-2020.desc2": "Nous avons prévu une conférence très participative, avec une journée entièrement dédiée aux ateliers pratiques et aux opportunités pour la discussion entre pairs et la collaboration.",
    "conference-2020.sessionDesc": "Intéressé d'organiser une session? Nous acceptions quatre types de propositions:",
    "conference-2020.sessionItem1Title": "Poster/démonstration (90 minutes).",
    "conference-2020.sessionItem1Desc": "Partagez vos projets dans un cadre d'exposition, aux côtés d'autres exposants. Par exemple, montrez des nouvelles façon que vous avez découvert pour utiliser Scratch dans votre classe, ou de nouvelles façons pour connecter Scratch au monde réel. Un espace vous sera fournis pour afficher un poster, pour poser un ordinateur ou afficher des documents.",
    "conference-2020.sessionItem2Title": "Ateliers pratiques (60 ou 90 minutes).",
    "conference-2020.sessionItem2Desc": "Impliquez les participants dans des activités pratiques, en soulignant de nouvelles façons de créer et de collaborer avec Scratch.",
    "conference-2020.sessionItem3Title": "Panneau interactif (60 minutes).",
    "conference-2020.sessionItem3Desc": "Discutez d'un sujet lié à Scratch avec un panel de trois personnes ou plus. Votre proposition doit décrire comment vous allez impliquer le public durant la session.",
    "conference-2020.sessionItem4Title": "Discussion éclair (5 minutes).",
    "conference-2020.sessionItem4Desc": "Partagez ce sur quoi vos travaillez, dans un présentation rapide et vivante. Par exemple, racontez une histoire sur comment les gens de votre communauté ont commencé à créer des choses avec Scratch.",
    "conference-2020.proposal": "Envoyez votre proposition",
    "conference-2020.proposalDeadline": "La date butoir pour les propositions est le 3 février 2020.",
    "conference-2020.registrationTitle": "Inscription:",
    "conference-2020.registrationFee": "Coûts d'inscription: 250 $",
    "conference-2020.registrationOpen": "Les inscriptions seront ouvertes à partir du 3 mars.",
    "conference-2020.questions": "Des questions ? Contactez l'équipe responsable de la Conférence Scratch à {emailLink}",
    "conference-2020.organizedBy": "La Conférence Scratch est organisée par le Lifelong Kindergarten Group au  MIT Media Lab en collaboration avec la Scratch Foundation."
}