{
    "conference-2020.title": "Scratch Conference 2021:",
    "conference-2020.subtitle": "Créons ensemble !",
    "conference-2020.dateDesc": "July 22-24, 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": " (with opening reception the evening of July 21)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Quand:",
    "conference-2020.location": "Où:",
    "conference-2020.desc1": "Rejoignez-nous pour la conférence Scratch, un rassemblement international où les éducateurs, chercheurs et développeurs partagent leur idées pour encourager l’apprentissage créatif avec Scratch.",
    "conference-2020.desc1a": "Due to the global health crisis, we have delayed the conference for one year, to July 22-24, 2021.",
    "conference-2020.desc2": "Scratch est devenu la plus grande communauté de programmation pour enfants au monde. La conférence offre des ateliers pratiques, tout un panel de discussion et des démonstrations interactives pour explorer différentes façons d’utiliser Scratch pour étendre ses expériences d'apprentissage créatif pour divers apprenants dans diverses domaines.",
    "conference-2020.desc3": "Ensemble, nous partagerons des idées et des stratégies sur comment utiliser Scratch pour engager les étudiants à penser de façons créative, à résonner systématiquement et à travailler de manière collaborative; des compétences essentielles pour tous dans notre société actuelle.",
    "conference-2020.registrationTitle": "Inscription:",
    "conference-2020.registrationFee": "Coût de la conférence: 250$",
    "conference-2020.registrationOpen": "Le prix de la conférence comprend 7 repas (3 déjeuners, 3 dîners, 1 souper) ainsi que des rafraîchissements tout au long de la journée.",
    "conference-2020.registrationDelayed": "In response to the coronavirus crisis (COVID-19), we have decided to delay the Scratch conference for one year, to July 22-24, 2021. We are sending well wishes to our entire global community and hope you can join us then!",
    "conference-2020.connectNow": "Want to connect now? We invite you to learn more about our online conversations, resources, and events at {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch in Practice",
    "conference-2020.register": "Aller à la page d'inscription",
    "conference-2020.stayDesc1": "We will be posting revised lodging options at the beginning of 2021.",
    "conference-2020.stayDesc2": "For additional questions, contact the Scratch Conference Team at {emailLink}",
    "conference-2020.organizedBy": "La Conférence Scratch est organisée par le Lifelong Kindergarten Group au  MIT Media Lab en collaboration avec la Scratch Foundation."
}