{
    "conference-2020.title": "Conférence Scratch 2021 :",
    "conference-2020.subtitle": "Créons ensemble !",
    "conference-2020.dateDesc": "22 au 24 juillet 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(avec une réception d'ouverture le soir du 21 juillet)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Quand :",
    "conference-2020.location": "Où :",
    "conference-2020.desc1": "Rejoignez-nous pour la conférence Scratch, un rassemblement international où éducateurs, chercheurs et développeurs partagent leurs idées pour soutenir l'apprentissage créatif avec Scratch.",
    "conference-2020.desc1a": "En raison de la crise sanitaire mondiale, nous avons reporté la conférence d'un an, du 22 au 24 juillet 2021.",
    "conference-2020.desc2": "Scratch est devenu la plus grande communauté de programmation pour enfants au monde. La conférence offre des ateliers pratiques, tout un panel de discussion et des démonstrations interactives pour explorer différentes façons d’utiliser Scratch pour étendre ses expériences d'apprentissage créatif pour divers apprenants dans diverses domaines.",
    "conference-2020.desc3": "Ensemble, nous échangerons des idées et des stratégies sur la manière d'utiliser Scratch pour inciter les élèves à apprendre à penser de manière créative, à raisonner systématiquement et à travailler en collaboration; des compétences essentielles pour tous dans la société actuelle.",
    "conference-2020.registrationTitle": "Inscription :",
    "conference-2020.registrationFee": "Coût de la conférence : 250$",
    "conference-2020.registrationOpen": "Le prix de la conférence comprend 7 repas (3 déjeuners, 3 dîners, 1 souper) ainsi que des rafraîchissements tout au long de la journée.",
    "conference-2020.registrationDelayed": "En réponse à la crise du coronavirus (COVID-19), nous avons décidé de reporter d'un an la conférence Scratch, du 22 au 24 juillet 2021. Nous adressons nos meilleurs vœux à l'ensemble de la communauté mondiale et espérons que vous pourrez vous joindre à nous à ce moment-là !",
    "conference-2020.connectNow": "Voulez-vous vous connecter maintenant ? Nous vous invitons à en savoir plus sur nos conversations, ressources et événements en ligne à l'adresse{scratchInPracticeLink} .",
    "conference-2020.scratchInPracticeText": "Scratch en pratique",
    "conference-2020.register": "Aller à la page d'inscription",
    "conference-2020.stayDesc1": "Nous publierons des nouvelles options d'hébergement au début de l'année 2021.",
    "conference-2020.stayDesc2": "Pour toute question supplémentaire, contactez l'équipe de la conférence Scratch à l'adresse suivante {emailLink}",
    "conference-2020.organizedBy": "La Conférence Scratch est organisée par le Lifelong Kindergarten Group au  MIT Media Lab en collaboration avec la Scratch Foundation."
}