{
    "conference-2020.title": "Conférence Scratch 2021 :",
    "conference-2020.subtitle": "Créons ensemble !",
    "conference-2020.dateDesc": "22 au 24 juillet 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(avec une réception d'ouverture le soir du 21 juillet)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Quand:",
    "conference-2020.location": "Où:",
    "conference-2020.desc1": "Rejoignez-nous pour la conférence Scratch, un rassemblement international où les éducateurs, chercheurs et développeurs partagent leur idées pour encourager l’apprentissage créatif avec Scratch.",
    "conference-2020.desc1a": "À cause de la crise humanitaire globale, nous avons reporté la conférence pour l'année prochaine, du 22 au 24 juillet 2021.",
    "conference-2020.desc2": "Scratch est devenu la plus grande communauté de programmation pour enfants au monde. La conférence offre des ateliers pratiques, tout un panel de discussion et des démonstrations interactives pour explorer différentes façons d’utiliser Scratch pour étendre ses expériences d'apprentissage créatif pour divers apprenants dans diverses domaines.",
    "conference-2020.desc3": "Ensemble, nous partagerons des idées et des stratégies sur comment utiliser Scratch pour engager les étudiants à penser de façons créative, à résonner systématiquement et à travailler de manière collaborative; des compétences essentielles pour tous dans notre société actuelle.",
    "conference-2020.registrationTitle": "Inscription:",
    "conference-2020.registrationFee": "Coût de la conférence: 250$",
    "conference-2020.registrationOpen": "Le prix de la conférence comprend 7 repas (3 déjeuners, 3 dîners, 1 souper) ainsi que des rafraîchissements tout au long de la journée.",
    "conference-2020.registrationDelayed": "En réponse à la crise de coronavirus (COVID-19), nous avons décidé de postposer la conférence Scratch à l'année prochaine, du 22 au 24 juillet 2021. Nous envoyons nos meilleurs vœux à toute notre communauté mondiale et espérons que vous pourrez nous rejoindre !",
    "conference-2020.connectNow": "Tu veux te connecter maintenant ? Nous t'invitons à en apprendre plus à propose de nos conversation en ligne, ressources, et évènements sur {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch en Pratique",
    "conference-2020.register": "Aller à la page d'inscription",
    "conference-2020.stayDesc1": "Nous publierons des nouvelles options d'hébergement au début 2021.",
    "conference-2020.stayDesc2": "En cas de questions, contactez l'équipe de la Conférence Scratch à {emailLink}",
    "conference-2020.organizedBy": "La Conférence Scratch est organisée par le Lifelong Kindergarten Group au  MIT Media Lab en collaboration avec la Scratch Foundation."
}