{
    "conference-2020.title": "Comhdháil Scratch 2020:",
    "conference-2020.subtitle": "Tógaimis le Chéile!",
    "conference-2020.dateDesc": "22-25 Iúil 2020 | Cambridge, Massachusetts, SAM",
    "conference-2020.dateDescMore": "(le hócáid fáiltithe oíche 22 Iúil)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, Massachusetts, SAM",
    "conference-2020.seeBelow": "Tuilleadh eolais faoi dhátaí agus faoi shuímh na gcomhdhálacha thíos.",
    "conference-2020.date": "Dátaí:",
    "conference-2020.location": "Suíomh:",
    "conference-2020.desc1": "Join us for the Scratch Conference 2020, a playful gathering of educators, researchers, developers, and other members of the worldwide Scratch community. The conference comes at a time of great opportunity but also great challenge for education and learning—so we're excited to come together to share ideas about how to support creative learning experiences for young people around the world.",
    "conference-2020.desc2": "We're planning a very participatory conference, with an entire day of hands-on workshops and lots of opportunities for peer-to-peer discussion and collaboration.",
    "conference-2020.sessionDesc": "Ar mhaith leat do sheisiún féin a eagrú? Cuirimid fáilte roimh iarratais de na ceithre chineál seo:",
    "conference-2020.sessionItem1Title": "Póstaer/taispeántas (90 nóiméad).",
    "conference-2020.sessionItem1Desc": "Share your project in an exhibition setting, alongside other presenters. For example, show new ways you’ve been using Scratch in your classroom, or new ways to connect Scratch with the physical world. You will be provided with space for a poster and a table for a computer or handouts.",
    "conference-2020.sessionItem2Title": "Ceardlann idirghníomhach (60 nó 90 nóiméad).",
    "conference-2020.sessionItem2Desc": "Cuir na rannpháirtithe ag obair ar ghníomhaíochtaí a tharraingíonn suntas ar bhealaí nua le comhoibriú agus le cruthú in Scratch.",
    "conference-2020.sessionItem3Title": "Painéal idirghníomhach (60 nóiméad).",
    "conference-2020.sessionItem3Desc": "Pléigh ábhar a bhaineann le Scratch ar phainéal le triúr nó níos mó daoine. Ba chóir duit cur síos a dhéanamh i d'iarratas ar ghnéithe idirghníomhacha an tseisiúin.",
    "conference-2020.sessionItem4Title": "Óráid tintrí (5 nóiméad).",
    "conference-2020.sessionItem4Desc": "Share what you've been doing in a short, lively presentation. For example, tell a story of how young people have been creating with Scratch in your community.",
    "conference-2020.proposal": "Cuir Iarratas Isteach",
    "conference-2020.proposalDeadline": "Sprioclá d'iarratais: 3 Feabhra 2020.",
    "conference-2020.registrationTitle": "Clárú:",
    "conference-2020.registrationFee": "Táille Clárúcháin: $250",
    "conference-2020.registrationOpen": "Osclóidh an clárú ar 3 Márta.",
    "conference-2020.questions": "Ceisteanna agat? Déan teagmháil le foireann Chomhdháil Scratch ag {emailLink}",
    "conference-2020.organizedBy": "Is é an Lifelong Kindergarten Group ag an MIT Media Lab in éineacht le Fondúireacht Scratch atá ag reáchtáil Chomhdháil Scratch."
}