{
    "conference-2020.title": "Conferencia de Scratch 2020:",
    "conference-2020.subtitle": "Imos crear xuntos!",
    "conference-2020.dateDesc": "23-25 de xullo de 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(con recepción inaugural na tarde do 22 de xullo)",
    "conference-2020.locationDetails": "Laboratorio Multimedia do MIT, Cambridge, Massachussetts",
    "conference-2020.seeBelow": "Coñece máis sobre as datas e sedes das conferencias abaixo.",
    "conference-2020.date": "Cando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Únete a nós para a Conferencia de Scratch, un encontro internacional onde persoas educadoras, investigadoras e desenvolvedoras comparten ideas para apoiar a aprendizaxe creativa con Scratch.",
    "conference-2020.desc2": "Scratch converteuse na comunidade de codificación de nenas e nenos máis grande do mundo. A conferencia ofrece talleres prácticos, discusións e demostracións interactivas para explorar formas de usar Scratch para ampliar experiencias creativas de aprendizaxe para todo tipo de estudantes en diferentes áreas temáticas.",
    "conference-2020.desc3": "Xuntos intercambiaremos ideas e estratexias sobre como usar Scratch para involucrar ás e aos estudantes en aprender a pensar creativamente, a razoar de forma sistemática e traballar de forma colaborativa: habilidades esenciais para todas as persoas na sociedade actual.",
    "conference-2020.registrationTitle": "Inscrición:",
    "conference-2020.registrationFee": "Taxa de conferencia: 250 dólares",
    "conference-2020.registrationOpen": "O prezo da conferencia inclúe 7 comidas (3 almorzos, 3 xantar, 1 cea) e refrescos durante o día.",
    "conference-2020.registrationDelayed": "Atrasamos a apertura do rexistro ata o 3 de abril. Estamos encantados de reunirnos como comunidade en xullo, pero estamos a seguir de cerca a situación en torno ao Coronavirus (COVID-19) para determinar como pode afectar aos nosos plans. Ofreceremos máis información a medida que estea dispoñible.",
    "conference-2020.register": "Ir á páxina de rexistro",
    "conference-2020.stayDesc1": "Xestionamos tarifas especiais para participantes na conferencia Scratch en tres hoteis da zona, incluíndo:  {hyattLink} (1,9 Km: 24 minutos andando), {acLink} (3,7 Km, 25 minutos en metro) e o {allstonLink} (7 Km, 35 minutos en autobús + metro). Para reservar unha habitación, fai clic na ligazón para ese hotel. Recomendamos a reserva o antes posible, xa que as tarifas con desconto están suxeitas a dispoñibilidade. Tamén estamos a planear ofrecer unha opción de dormitorio universitario de menor custo; publicaremos información en canto estea dispoñible. Tamén podes explorar outras opcións de hoteis e aloxamento que mellor funcionen para ti.",
    "conference-2020.stayDesc2": "Ver máis detalles na paxina ​{registrationLink} . Para máis preguntas, póñase en contacto co equipo de conferencias de Scratch en{emailLink}",
    "conference-2020.registrationLinkText": "Páxina de rexistro",
    "conference-2020.organizedBy": "A conferencia de Scratch está organizada polo grupo Lifelong Kindergarten do MIT Media Lab en colaboración coa Fundación Scratch."
}