{
    "conference-2020.title": "Conferencia de Scratch 2020:",
    "conference-2020.subtitle": "Imos crear xuntos!",
    "conference-2020.dateDesc": "22-25 de xullo, 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(con recepción inaugural na tarde do 22 de xullo)",
    "conference-2020.locationDetails": "Laboratorio Multimedia do MIT, Cambridge, Massachussetts",
    "conference-2020.seeBelow": "Coñece máis sobre as datas e sedes das conferencias abaixo.",
    "conference-2020.date": "Cando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Únete a nos para a conferencia de Scratch 2020, unha xuntanza festiva de docentes, investigadores, desenvolvedores e outras e outros membros da comunidade global de Scratch. A conferencia chega nun momento de grandes oportunidades e tamén de grandes retos para a educación e a aprendizaxe —por iso estamos ilusionados por reunirnos para compartir ideas sobre como apoiar experiencias de aprendizaxe creativo para a mocidade en todo o mundo.",
    "conference-2020.desc2": "Estamos planificando unha conferencia moi participativa, cun día enteiro para obradoiros e moitas oportunidades para debater e colaborar entre compañeiros e compañeiras.",
    "conference-2020.sessionDesc": "Estás interesada/o en ofrecer unha sesión? Invitámoste para catro tipos de propostas:",
    "conference-2020.sessionItem1Title": "Póster/mostra (90 minutos)",
    "conference-2020.sessionItem1Desc": "Comparte o teu proxecto no ambiente dunha mostra xunto con outras relatoras e relatores. Por exemplo, amosa novas formas nas que estiveches usando Scratch na túa aula ou novas formas de conectar Scratch co mundo físico. Terás espazo para un póster e unha mesa para un ordenador ou folletos.",
    "conference-2020.sessionItem2Title": "Obradoiro (60 ou 90 minutos)",
    "conference-2020.sessionItem2Desc": "Implica ás e aos participantes en actividades prácticas, destacando novas formas de crear e colaborar con Scratch.",
    "conference-2020.sessionItem3Title": "Comisión interactiva (60 minutos).",
    "conference-2020.sessionItem3Desc": "Debater un tema relacionado con Scratch nunha comisión con tres ou máis persoas. A túa proposta debería describir como implicarás a audiencia durante a sesión.",
    "conference-2020.sessionItem4Title": "Charla motivadora (5 minutos)",
    "conference-2020.sessionItem4Desc": "Comparte o que estiveches facendo nunha breve e animada presentación. Por exemplo, conta a historia de como as mozas e mozos da túa comunidade estiveron creando con Scratch.",
    "conference-2020.proposal": "Envía a túa proposta",
    "conference-2020.proposalDeadline": "A data límite de envío das propostas é o 3 de febreiro de 2020.",
    "conference-2020.registrationTitle": "Inscrición:",
    "conference-2020.registrationFee": "Taxa de inscrición: 250 dólares",
    "conference-2020.registrationOpen": "A inscrición abrirase o 3 de marzo.",
    "conference-2020.questions": "Preguntas? Póñase en contacto co equipo de conferencias de Scratch en {emailLink}",
    "conference-2020.organizedBy": "A conferencia de Scratch está organizada polo grupo Lifelong Kindergarten do MIT Media Lab en colaboración coa Fundación Scratch."
}