{
    "conference-2020.title": "Conferencia de Scratch 2021:",
    "conference-2020.subtitle": "Imos crear xuntos!",
    "conference-2020.dateDesc": "22-24 de xullo, 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(con recepción inaugural na tarde do 21 de xullo)",
    "conference-2020.locationDetails": "Laboratorio Multimedia do MIT, Cambridge, Massachussetts",
    "conference-2020.date": "Cando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Únete a nós para a Conferencia de Scratch, un encontro internacional onde persoas educadoras, investigadoras e desenvolvedoras comparten ideas para apoiar a aprendizaxe creativa con Scratch.",
    "conference-2020.desc1a": "Debido á crise sanitaria global, pospoñemos a conferencia por un ano, para o 22-24 de xullo de 2021.",
    "conference-2020.desc2": "Scratch converteuse na comunidade de codificación de nenas e nenos máis grande do mundo. A conferencia ofrece talleres prácticos, discusións e demostracións interactivas para explorar formas de usar Scratch para ampliar experiencias creativas de aprendizaxe para todo tipo de estudantes en diferentes áreas temáticas.",
    "conference-2020.desc3": "Xuntos intercambiaremos ideas e estratexias sobre como usar Scratch para involucrar ás e aos estudantes en aprender a pensar creativamente, a razoar de forma sistemática e traballar de forma colaborativa: habilidades esenciais para todas as persoas na sociedade actual.",
    "conference-2020.registrationTitle": "Inscrición:",
    "conference-2020.registrationFee": "Taxa de conferencia: 250 dólares",
    "conference-2020.registrationOpen": "O prezo da conferencia inclúe 7 comidas (3 almorzos, 3 xantar, 1 cea) e refrescos durante o día.",
    "conference-2020.registrationDelayed": "En resposta á crise provocada polo coronavirus ( COVID-19), decidimos pospoñer a conferencia de Scratch por un ano, para o 22-24 de xullo de 2021. Enviamos os nosos mellores desexos a toda a comunidade global e agardamos que para entón poidas unirte!",
    "conference-2020.connectNow": "Queres unirte agora? Covidámoste a saber máis sobre as nosas conversas en liña, recursos, e eventos en {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch na práctica",
    "conference-2020.register": "Ir á páxina de rexistro",
    "conference-2020.stayDesc1": "Publicaremos opcións recomendadas de aloxamento a principios de 2021.",
    "conference-2020.stayDesc2": "Se tes máis cuestións, pónte en contacto co equipo de conferencias de Scratch en {emailLink}",
    "conference-2020.organizedBy": "A conferencia de Scratch está organizada polo grupo Lifelong Kindergarten do MIT Media Lab en colaboración coa Fundación Scratch."
}