{
    "conference-2020.title": "Conferenza Scratch 2020:",
    "conference-2020.subtitle": "Creiamo Insieme!",
    "conference-2020.dateDesc": "23-25 Luglio 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(ricevimento di apertura 22 Luglio, sera) ",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Ulteriori informazioni sulle date e sui luoghi della conferenza sono disponibili qui sotto.",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Dove:",
    "conference-2020.desc1": "Unisciti a noi per la Scratch Conference, un incontro internazionale dove educatori, ricercatori e sviluppatori condividono le loro idee su come supportare l'apprendimento creativo attraverso Scratch.",
    "conference-2020.desc2": "Scratch è diventato la più grande comunità di coding al mondo dedicata ai bambini. La conferenza offre workshop pratici, tavole rotonde e dimostrazioni interattive per poter esplorare come Scratch espande le esperienze di apprendimento creativo per individui con stili di apprendimento diversi e in diverse materie.",
    "conference-2020.desc3": "Insieme potremo scambiare idee e strategie su come Scratch può essere usato per coinvolgere gli studenti nell'imparare a pensare in maniera creativa, a ragionare sistematicamente e a lavorare in modo collaborativo—abilità essenziali per chiunque nella nostra società odierna.",
    "conference-2020.registrationTitle": "Registrazione:",
    "conference-2020.registrationFee": "Quota: $250",
    "conference-2020.registrationOpen": "La quota di iscrizione include oltre a 7 pasti (e colazioni, 3 pranzi e 1 cena) anche i rinfreschi durante tutta la giornata.",
    "conference-2020.registrationDelayed": "Abbiamo deciso di rinviare al 3 Aprile l'apertura delle iscrizioni. Siamo entusiasti all'idea di poter riunire tutta la comunità a Luglio, ma stiamo monitorando costantemente la situazione sul nuovo Coronavirus (COVID-19) per capire come potrebbe avere un'impatto sui nostri piani. Vi daremo ulteriori informazioni non appena queste diventeranno disponibili.",
    "conference-2020.register": "Vai alla pagina della registrazione",
    "conference-2020.stayDesc1": "Abbiamo concordato delle quotazioni dedicate ai partecipanti della conferenza con tre hotel nell'area, inclusi: {hyattLink} (1.2 miglia: 24 minuti a piedi), {acLink} (2.3 miglia, 25 minuti con la metro) e {allstonLink} (4.4 miglia, 35 minuti con bus+metro)​. Per prenotare una stanza, clicca il link dell'hotel. Ti invitiamo a prenotare appena possibile dato che le quotazioni scontate dipendono dalla disponibilità. Ci stiamo organizzando per offrire anche un'opzione a basso costo, nei dormitori del college; pubblicheremo ulteriori informazioni appena possibile. Potete certamente esplorare anche altre opzioni per hotel e alloggi che vi sono più congeniali.",
    "conference-2020.stayDesc2": "Vai alla pagina ​{registrationLink} per ulteriori informazioni. Per altre domande contatta il Team della Scratch Conference all'indirizzo {emailLink}",
    "conference-2020.registrationLinkText": "Pagina di registrazione",
    "conference-2020.organizedBy": "La Conferenza di Scratch + organizzata dal Lifelong Kindergarten group dei MIT Media Lab in collaborazione con la Fondazione Scratch."
}