{
    "conference-2020.title": "Conferenza Scratch 2020:",
    "conference-2020.subtitle": "Creiamo Insieme!",
    "conference-2020.dateDesc": "22-25 Luglio 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(ricevimento di apertura 22 Luglio, sera) ",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Ulteriori informazioni sulle date e sui luoghi della conferenza sono disponibili qui sotto.",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Dove:",
    "conference-2020.desc1": "Unisciti a noi per la Conferenza Scratch 2020, una vivace raduno di educatori, ricercatori, sviluppatori e membri della comunità mondiale di Scratch. La conferenza capita in un momento di grandi opportunità ma anche di grandi sfide per l'educazione e l'apprendimento—siamo entusiasti di poterci incontrare per condividere idee sui modi con cui supportare l'apprendimento creativo per i giovani di tutto il mondo.",
    "conference-2020.desc2": "Stiamo preparando una conferenza estremamente partecipativa con un giorno intero dedicato a laboratori pratici e moltissime opportunità per discussioni e collaborazione tra pari.",
    "conference-2020.sessionDesc": "Sei interessato ad organizzare una sessione? Sono disponibili quattro diversi tipi di proposte:",
    "conference-2020.sessionItem1Title": "Poster/dimostrazione (90 minuti).",
    "conference-2020.sessionItem1Desc": "Condividi il tuo progetto in una vera esibizione insieme ad altri presentatori. Puoi mostrare come usi Scratch nella tua classe o nuovi modi di collegare Scratch al mondo reale. Avrai spazio per un poster e un tavolo a disposizione per il tuo computer o dei depliant.",
    "conference-2020.sessionItem2Title": "Laboratori Pratici (60 o 90 minuti)",
    "conference-2020.sessionItem2Desc": "Coinvolgi i partecipanti in attività pratiche, mostrando nuovi modi di creare e di collaborare usando Scratch.",
    "conference-2020.sessionItem3Title": "Tavola rotonda (60 minuti).",
    "conference-2020.sessionItem3Desc": "Discuti un argomento legato a Scratch in una tavola rotonda con altre tre o quattro persone. La proposta deve descrivere in che modo intendi coinvolgere il pubblico durante la sessione.",
    "conference-2020.sessionItem4Title": "Presentazione lampo (5 minuti).",
    "conference-2020.sessionItem4Desc": "Condividi quello che stai facendo in una presentazione breve e vivace. Ad esempio puoi raccontare una storia su come i più giovani nella tua comunità usano Scratch per creare.",
    "conference-2020.proposal": "Invia la Tua Proposta",
    "conference-2020.proposalDeadline": "La scadenza per la presentazione delle proposte è il 3 Febbraio 2020.",
    "conference-2020.registrationTitle": "Registrazione:",
    "conference-2020.registrationFee": "Tassa di Registrazione: 250$",
    "conference-2020.registrationOpen": "La registrazione aprirà il 3 Marzo.",
    "conference-2020.questions": "Domande? Contatta il Team della Conferenza di Scratch all'indirizzo {emailLink}",
    "conference-2020.organizedBy": "La Conferenza di Scratch + organizzata dal Lifelong Kindergarten group dei MIT Media Lab in collaborazione con la Fondazione Scratch."
}