{
    "conference-2020.title": "Conferenza Scratch 2021:",
    "conference-2020.subtitle": "Creiamo Insieme!",
    "conference-2020.dateDesc": "22-24 Luglio 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": " (con cerimonia di apertura la sera del 21 Luglio)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Dove:",
    "conference-2020.desc1": "Unisciti a noi per la Scratch Conference, un incontro internazionale dove educatori, ricercatori e sviluppatori condividono le loro idee su come supportare l'apprendimento creativo attraverso Scratch.",
    "conference-2020.desc1a": "A causa della crisi sanitaria globale, abbiamo deciso di rimandare la conferenza di un anno, al 22-24 Luglio 2021.",
    "conference-2020.desc2": "Scratch è diventato la più grande comunità di coding al mondo dedicata ai bambini. La conferenza offre workshop pratici, tavole rotonde e dimostrazioni interattive per poter esplorare come Scratch espande le esperienze di apprendimento creativo per individui con stili di apprendimento diversi e in diverse materie.",
    "conference-2020.desc3": "Insieme potremo scambiare idee e strategie su come Scratch può essere usato per coinvolgere gli studenti nell'imparare a pensare in maniera creativa, a ragionare sistematicamente e a lavorare in modo collaborativo—abilità essenziali per chiunque nella nostra società odierna.",
    "conference-2020.registrationTitle": "Registrazione:",
    "conference-2020.registrationFee": "Quota: $250",
    "conference-2020.registrationOpen": "La quota di iscrizione include oltre a 7 pasti (e colazioni, 3 pranzi e 1 cena) anche i rinfreschi durante tutta la giornata.",
    "conference-2020.registrationDelayed": "In risposta alla crisi dovuta all'epidemia di coronavirus (COVID-19), abbiamo deciso di rimandare la Scratch conference di un anno, al 22-24 Luglio 2021. Inviamo i migliori auguri a tutta la nostra comunità globale e ci auguriamo che possiate unirvi a noi il prossimo anno!",
    "conference-2020.connectNow": "Vuoi restare in contatto? Ti invitiamo a saperne di più delle nostre conversazioni online, risorse e eventi sul sito  {scratchInPracticeLink}",
    "conference-2020.scratchInPracticeText": "Scratch in Pratica",
    "conference-2020.register": "Vai alla pagina della registrazione",
    "conference-2020.stayDesc1": "Renderemo disponibili le opzioni aggiornate per quanto riguarda gli alloggi all'inizio del 2021.",
    "conference-2020.stayDesc2": "Per ulteriori domande contatta il Team della Conferenza di Scratch all'indirizzo {emailLink}",
    "conference-2020.organizedBy": "La Conferenza di Scratch + organizzata dal Lifelong Kindergarten group dei MIT Media Lab in collaborazione con la Fondazione Scratch."
}