{
    "conference-2020.title": "스크래치 컨퍼런스 2020:",
    "conference-2020.subtitle": "함께 만들어요!",
    "conference-2020.dateDesc": "July 23-25, 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(7월 22일 저녁에 환영 행사가 있음)",
    "conference-2020.locationDetails": "매사추세츠 주 케임브리지 MIT 미디어 랩",
    "conference-2020.seeBelow": "아래에서 컨퍼런스 날짜와 위치를 확인하세요.",
    "conference-2020.date": "일시:",
    "conference-2020.location": "장소: ",
    "conference-2020.desc1": "Join us for the Scratch Conference, an international gathering where educators, researchers, and developers share ideas for supporting creative learning with Scratch.",
    "conference-2020.desc2": "Scratch has become the world's largest coding community for children around the world. The conference offers hands-on workshops, panel discussions, and interactive demonstrations to explore ways for using Scratch to expand creative learning experiences for diverse learners across subject areas.",
    "conference-2020.desc3": "Together we'll exchange ideas and strategies on how to use Scratch to engage students in learning to think creatively, reason systematically, and work collaboratively—essential skills for everyone in today’s society.",
    "conference-2020.registrationTitle": "등록:",
    "conference-2020.registrationFee": "Conference Fee: $250",
    "conference-2020.registrationOpen": "The conference fee includes 7 meals (3 breakfast, 3 lunches, 1 dinner) plus refreshments during the day.",
    "conference-2020.registrationDelayed": "We have delayed the opening of registration until April 3. We’re excited to gather together as a community in July, but we are closely monitoring the situation around the Coronavirus (COVID-19) to determine how it might impact our plans. We will provide more information as it becomes available.",
    "conference-2020.register": "Go to registration page",
    "conference-2020.stayDesc1": "We have organized for conference rates at three hotels in the area for Scratch Conference participants, including: {hyattLink} (1.2 miles: 24 minute walk), {acLink} (2.3 miles, 25 minutes by subway), and the {allstonLink} (4.4 miles, 35 minutes by bus+subway)​. ​To reserve a room, click the link for that hotel. We recommend booking as soon as possible as the discounted rates are subject to availability. We're also planning to offer a lower-cost, college dormitory option; we'll post information as soon as it's available. You can also explore other hotel and housing options that work best for you.",
    "conference-2020.stayDesc2": "Please see the ​{registrationLink} for more details. For additional questions, contact the Scratch Conference Team at {emailLink}",
    "conference-2020.registrationLinkText": "Registration page",
    "conference-2020.organizedBy": "스크래치 컨퍼런스는 스크래치 재단과 협력하여 MIT Media Lab의 Lifelong Kindergarten group에서 조직합니다."
}