{
    "conference-2020.title": "Konferansa Scratchê 2020:",
    "conference-2020.subtitle": "Were Em Bi Hev Re Biafirînin!",
    "conference-2020.dateDesc": "Tîrmeh 23-25, 2020 | Cambridge, MA, DYA",
    "conference-2020.dateDescMore": "(bi vekirina resepsiyonê ya êvara 22ê Tîrmehê re)",
    "conference-2020.locationDetails": "Labaratiwara Medyayê ya MITê, Cambridge, MA",
    "conference-2020.seeBelow": "Di derbarê dîrok û cihên konferansan de dikarî li jêr bêhtir fêr bibe.",
    "conference-2020.date": "Dem:",
    "conference-2020.location": "Der/Cih:",
    "conference-2020.desc1": "Tevlî me bibe ji bo Konferansa Scratchê, civîneke înternasyonal ku perwerdekar, lêkoler, û pêşdebir fikrûramanên xwe parve dikin ji bo piştgiriya hînbûna kreatîv yê bi Scratchê.",
    "conference-2020.desc2": "Scratch bûye civata kodkirinê ya meztirîn yê cîhanî ji bo zarokên li seranserê dinyayê. Konferans kargehên praktîk, gotûbêjên panelî, û pêşaniyên înteraktîv pêşkêş dike ji bo kişfkirina riyên bo bikaranîna Scratchê, ji bo pêşvebirina tecrûbeyên hînbûna kreatîv ji bo hînberên ciyawaz yên seranserê qadên mijarê.",
    "conference-2020.desc3": "Li gel hev, em ê danûstandinê fikran û stratejiyan bikin ku em ê çawa Scratchê bi kar bînin da ku hînberan bi hînbûnê mijûl bikin da ku karibin bikreatîvî bifikirin, bi sîstematîkî muhakeme bikin, û bihevkarî bixebitin — qabiliyetên esasî yên her keseke di civata me ya îroyîn de.",
    "conference-2020.registrationTitle": "Tomarbûn:",
    "conference-2020.registrationFee": "Heqê konferansê: $250",
    "conference-2020.registrationOpen": "Heqê konferansê 7 danan dihewîne (3 taştê, 3 firavîn, 1 şîv), bi ser de jî bi roj hin aperatîfên xwarin û vexwarinê.",
    "conference-2020.registrationDelayed": "Me destpêka qeydbûnê heya 3ê nîsanê bi derengî xist. Kelecan bi me girtiye ku em tev wek civatek bi hev re bicivin di Tîrmehê de, lê em rewşa têkildarî Koronavîrusê (COVID-19) ji nêz ve taqîb dikin ku wê tesîreke çawa bike li planên me. Em ê zêdetir agahiyan parve bikin, bi qasî ku berdest bûn.",
    "conference-2020.register": "Here rûpela qeydbûnê",
    "conference-2020.stayDesc1": "Me amadehiyê kir ji bo heqên konferansê li sê hotelên li deverê, ji bo beşdarên Konferasna Scratchê, tevî van: {hyattLink} (1.2 mîl: 24 deqe bi piya), {acLink} (2.3 mîl, 25 deqe bi metroyê), û {allstonLink} (4.4 mîl, 35 deqe bi otobês + metroyê)​. ​Ji bo rezervekirina odeyekî, bitikîne lînka wê hotelê. Hemû rêjeyên erzaniyê girêdayî rewşa amadebûnê ne. Em herwiha dixwazin ku vebijêrkeke din yê biha-kêm teklîf bikin: razanxaneya zanîngehê. Ji xeynî van tu dikarî ji bo xwe hotelên din û vebijêrkên xaniyan jî kişf bikî.",
    "conference-2020.stayDesc2": "Xêra xwe binêre {registrationLink} ji bo zêdetir detayan. Ji bo pirsên din, têkiliyê deyinin li gel Tîmaa Konferansa Scratchê li {emailLink}.",
    "conference-2020.registrationLinkText": "Rûpela qeydbûnê",
    "conference-2020.organizedBy": "Konferansa Scratchê ji hêla koma Lifelong Kindergartenê ya di MIT Media Labê û bi hevkariya Weqfa Scratchê tê sazkirin."
}