{
    "conference-2020.title": "Scratch Conference 2021:",
    "conference-2020.subtitle": "Were Em Bi Hev Re Biafirînin!",
    "conference-2020.dateDesc": "July 22-24, 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": " (with opening reception the evening of July 21)",
    "conference-2020.locationDetails": "Labaratiwara Medyayê ya MITê, Cambridge, MA",
    "conference-2020.date": "Dem:",
    "conference-2020.location": "Der/Cih:",
    "conference-2020.desc1": "Tevlî me bibe ji bo Konferansa Scratchê, civîneke înternasyonal ku perwerdekar, lêkoler, û pêşdebir fikrûramanên xwe parve dikin ji bo piştgiriya hînbûna kreatîv yê bi Scratchê.",
    "conference-2020.desc1a": "Due to the global health crisis, we have delayed the conference for one year, to July 22-24, 2021.",
    "conference-2020.desc2": "Scratch bûye civata kodkirinê ya meztirîn yê cîhanî ji bo zarokên li seranserê dinyayê. Konferans kargehên praktîk, gotûbêjên panelî, û pêşaniyên înteraktîv pêşkêş dike ji bo kişfkirina riyên bo bikaranîna Scratchê, ji bo pêşvebirina tecrûbeyên hînbûna kreatîv ji bo hînberên ciyawaz yên seranserê qadên mijarê.",
    "conference-2020.desc3": "Li gel hev, em ê danûstandinê fikran û stratejiyan bikin ku em ê çawa Scratchê bi kar bînin da ku hînberan bi hînbûnê mijûl bikin da ku karibin bikreatîvî bifikirin, bi sîstematîkî muhakeme bikin, û bihevkarî bixebitin — qabiliyetên esasî yên her keseke di civata me ya îroyîn de.",
    "conference-2020.registrationTitle": "Tomarbûn:",
    "conference-2020.registrationFee": "Heqê konferansê: $250",
    "conference-2020.registrationOpen": "Heqê konferansê 7 danan dihewîne (3 taştê, 3 firavîn, 1 şîv), bi ser de jî bi roj hin aperatîfên xwarin û vexwarinê.",
    "conference-2020.registrationDelayed": "In response to the coronavirus crisis (COVID-19), we have decided to delay the Scratch conference for one year, to July 22-24, 2021. We are sending well wishes to our entire global community and hope you can join us then!",
    "conference-2020.connectNow": "Want to connect now? We invite you to learn more about our online conversations, resources, and events at {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Di Pratîkê de Scratch",
    "conference-2020.register": "Here rûpela qeydbûnê",
    "conference-2020.stayDesc1": "We will be posting revised lodging options at the beginning of 2021.",
    "conference-2020.stayDesc2": "For additional questions, contact the Scratch Conference Team at {emailLink}",
    "conference-2020.organizedBy": "Konferansa Scratchê ji hêla koma Lifelong Kindergartenê ya di MIT Media Labê û bi hevkariya Weqfa Scratchê tê sazkirin."
}