{
    "conference-2020.title": "Scratch Conferentie 2020:",
    "conference-2020.subtitle": "Laten we samen creëren!",
    "conference-2020.dateDesc": "23-25 juli 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(met een openingsreceptie op de avond van 22 juli)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Kom hieronder meer te weten over conferentiedata en locaties.",
    "conference-2020.date": "Wanneer:",
    "conference-2020.location": "Waar:",
    "conference-2020.desc1": "Doe mee met de Scratch Conference, een internationale bijeenkomst waar docenten, onderzoekers en ontwikkelaars ideeën delen voor het ondersteunen van creatief leren met Scratch.",
    "conference-2020.desc2": "Scratch is 's werelds grootste codeergemeenschap voor kinderen over de hele wereld geworden. De conferentie biedt hands-on workshops, paneldiscussies en interactieve demonstraties om manieren te verkennen om Scratch te gebruiken om creatieve leerervaringen uit te breiden voor verschillende leerlingen in verschillende vakgebieden.",
    "conference-2020.desc3": "Samen gaan we ideeën en strategieën uitwisselen over hoe Scratch te gebruiken om leerlingen te betrekken bij het leren creatief denken, systematisch redeneren en samenwerken —  essentiële vaardigheden voor iedereen in de huidige samenleving.",
    "conference-2020.registrationTitle": "Aanmelding:",
    "conference-2020.registrationFee": "Kosten van de conferentie: $250",
    "conference-2020.registrationOpen": "Inbegrepen zijn 7 maaltijden (3 ontbijt, 3 lunches, 1 diner) plus versnaperingen gedurende de dag.",
    "conference-2020.registrationDelayed": "We hebben de opening van de registratie uitgesteld tot 3 april. We zijn verheugd om als een gemeenschap in juli samen te komen, maar we houden de situatie rond het Coronavirus (COVID-19) nauwlettend in de gaten om te bepalen hoe dit onze plannen kan beïnvloeden. We zullen meer informatie verstrekken zodra deze beschikbaar komt.",
    "conference-2020.register": "Ga naar registratiepagina",
    "conference-2020.stayDesc1": "We hebben conferentietarieven geregeld voor Scratch Conference-deelnemers in drie hotels in de omgeving, waaronder: {hyattLink}(2 km: 24 minuten lopen), {acLink}(3,7 km, 25 minuten met de metro) en de {allstonLink} ( 7,1 km, 35 minuten met de bus + metro). Om een kamer te reserveren, klik op de link voor het hotel. We raden aan om zo snel mogelijk te boeken omdat de gereduceerde tarieven afhankelijk zijn van beschikbaarheid. We zijn ook van plan om een goedkopere, slaapzaaloptie aan te bieden; we zullen informatie posten zodra deze beschikbaar is. Je kunt ook andere hotel- en huisvestingsopties verkennen die voor jou het beste werken.",
    "conference-2020.stayDesc2": "Zie de {registrationLink} voor meer informatie. Neem voor aanvullende vragen contact op met het Scratch Conference Team via {emailLink}",
    "conference-2020.registrationLinkText": "Aanmeldpagina",
    "conference-2020.organizedBy": "De Scratch Conference wordt georganiseerd door de Lifelong Kindergarten groep in het MIT Media Lab in samenwerking met de Scratch Foundation."
}