{
    "conference-2020.title": "Scratch Conferentie 2020:",
    "conference-2020.subtitle": "Laten we samen creëren!",
    "conference-2020.dateDesc": "22-25 juli 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(met een openingsreceptie op de avond van 22 juli)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Kom hieronder meer te weten over conferentiedata en locaties.",
    "conference-2020.date": "Wanneer:",
    "conference-2020.location": "Waar:",
    "conference-2020.desc1": "Doe mee met de Scratch Conference 2020, een speelse bijeenkomst van docenten, onderzoekers, ontwikkelaars en andere leden van de wereldwijde Scratch-community. De conferentie komt in een tijd van grote kansen maar ook een grote uitdaging voor onderwijs en leren - dus we zijn verheugd om samen te komen om ideeën te delen over hoe creatieve leerervaringen voor jongeren over de hele wereld kunnen worden ondersteund.",
    "conference-2020.desc2": "We plannen een zeer participatieve conferentie, met een hele dag praktische workshops en veel mogelijkheden voor peer-to-peer discussie en samenwerking.",
    "conference-2020.sessionDesc": "Ben je geïnteresseerd om een sessie te verzorgen? We nodigen uit voor vier soorten voorstellen:",
    "conference-2020.sessionItem1Title": "Poster/demonstratie (90 minuten).",
    "conference-2020.sessionItem1Desc": "Deel je project in een tentoonstellingsomgeving, samen met andere presentatoren. Laat bijvoorbeeld nieuwe manieren zien waarop je Scratch in je klas hebt gebruikt, of nieuwe manieren om Scratch met de fysieke wereld te verbinden. Je krijgt ruimte voor een poster en een tafel voor een computer of hand-outs.",
    "conference-2020.sessionItem2Title": "Praktische workshop (60 of 90 minuten).",
    "conference-2020.sessionItem2Desc": "Neem de deelnemers mee in hands-on activiteiten om nieuwe manieren te laten zien om dingen te maken en samen te werken met Scratch",
    "conference-2020.sessionItem3Title": "Interactieve panel sessie (60 minuten).",
    "conference-2020.sessionItem3Desc": "Bespreek een Scratch gerelateerd onderwerp in een panel met drie of meer mensen. Beschrijf in je voorstel hoe je het publiek bij de sessie betrekt..",
    "conference-2020.sessionItem4Title": "Ignite talk (5 minuten).",
    "conference-2020.sessionItem4Desc": "Deel wat je hebt gedaan in een korte, levendige presentatie. Vertel bijvoorbeeld een verhaal over hoe jongeren met Scratch hebben gecreëerd in je gemeenschap.",
    "conference-2020.proposal": "Meld je voorstel aan",
    "conference-2020.proposalDeadline": "De vervaldatum voor voorstellen is 3 februari 2020.",
    "conference-2020.registrationTitle": "Aanmelding:",
    "conference-2020.registrationFee": "Registratiekosten: $ 250",
    "conference-2020.registrationOpen": "De registratie begint op 3 maart.",
    "conference-2020.questions": "Vragen? Neem contact op met het Scratch Conference Team op {emailLink}",
    "conference-2020.organizedBy": "De Scratch Conference wordt georganiseerd door de Lifelong Kindergarten groep in het MIT Media Lab in samenwerking met de Scratch Foundation."
}