{
    "conference-2020.title": "Scratch Conference 2021:",
    "conference-2020.subtitle": "Laten we samen creëren!",
    "conference-2020.dateDesc": "22-24 juli 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(met een openingsreceptie op de avond van 21 juli)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Wanneer:",
    "conference-2020.location": "Waar:",
    "conference-2020.desc1": "Doe mee met de Scratch Conference, een internationale bijeenkomst waar docenten, onderzoekers en ontwikkelaars ideeën delen voor het ondersteunen van creatief leren met Scratch.",
    "conference-2020.desc1a": "Vanwege de wereldwijde gezondheidscrisis hebben we de conferentie een jaar uitgesteld, tot 22-24 juli 2021.",
    "conference-2020.desc2": "Scratch is 's werelds grootste codeergemeenschap voor kinderen over de hele wereld geworden. De conferentie biedt hands-on workshops, paneldiscussies en interactieve demonstraties om manieren te verkennen om Scratch te gebruiken om creatieve leerervaringen uit te breiden voor verschillende leerlingen in verschillende vakgebieden.",
    "conference-2020.desc3": "Samen gaan we ideeën en strategieën uitwisselen over hoe Scratch te gebruiken om leerlingen te betrekken bij het leren creatief denken, systematisch redeneren en samenwerken —  essentiële vaardigheden voor iedereen in de huidige samenleving.",
    "conference-2020.registrationTitle": "Aanmelding:",
    "conference-2020.registrationFee": "Kosten van de conferentie: $250",
    "conference-2020.registrationOpen": "Inbegrepen zijn 7 maaltijden (3 ontbijt, 3 lunches, 1 diner) plus versnaperingen gedurende de dag.",
    "conference-2020.registrationDelayed": "Als reactie op de coronaviruscrisis (COVID-19) hebben we besloten de Scratch-conferentie met één jaar uit te stellen, tot 22-24 juli 2021. We sturen onze hele wereldwijde gemeenschap goede wensen en hopen dat je je dan bij ons kunt aansluiten!",
    "conference-2020.connectNow": "Nu verbinding maken? We nodigen je uit om meer te leren over onze online gesprekken, bronnen en evenementen op {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch in praktijk",
    "conference-2020.register": "Ga naar registratiepagina",
    "conference-2020.stayDesc1": "We zullen begin 2021 herziene accommodatiemogelijkheden publiceren.",
    "conference-2020.stayDesc2": "Neem voor verdere vragen contact op met het Scratch Conference Team op {emailLink}",
    "conference-2020.organizedBy": "De Scratch Conference wordt georganiseerd door de Lifelong Kindergarten groep in het MIT Media Lab in samenwerking met de Scratch Foundation."
}