{
    "conference-2020.title": "ସ୍କ୍ରାଚ ସମ୍ମିଳନୀ 2021:",
    "conference-2020.subtitle": "ଚାଲ ଏକାଠି ତିଆରି କରିବା!",
    "conference-2020.dateDesc": "ଜୁଲାଇ text:'22-24, 2021। କେମ୍ବ୍ରିଜ, MA, USA",
    "conference-2020.dateDescMore": "(ଜୁଲାଇ 21 ର ସନ୍ଧ୍ୟା ରେ ସ୍ବାଗତ ଉତ୍ସବ ସହିତ)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "ସମୟ: ",
    "conference-2020.location": "ସ୍ଥାନ:",
    "conference-2020.desc1": "ସ୍କ୍ରାଚ୍ ସମ୍ମିଳନୀ ପାଇଁ ଆମ ସହିତ ଯୋଗ ଦିଅନ୍ତୁ, ଏକ ଆନ୍ତର୍ଜାତୀୟ ସମାବେଶ ଯେଉଁଠାରେ ଶିକ୍ଷାବିତ୍, ଅନୁସନ୍ଧାନକାରୀ ଏବଂ ବିକାଶକାରୀମାନେ ସ୍କ୍ରାଚ୍ ସହିତ ସୃଜନଶୀଳ ଶିକ୍ଷଣକୁ ସମର୍ଥନ କରିବା ପାଇଁ ସେମାନଙ୍କର ଚିନ୍ତାଧାରା ବ୍ୟକ୍ତ କରନ୍ତି |",
    "conference-2020.desc1a": "ବିଶ୍ଵ ସ୍ବାସ୍ଥ୍ୟ ସଙ୍କଟ ହେତୁ ଆମେ ସମ୍ମିଳନୀକୁ ଏକ ବର୍ଷ ପାଇଁ, ଜୁଲାଇ 22-24, 2021 ପର୍ଯ୍ୟନ୍ତ ବିଳମ୍ବ କରିଛୁ।",
    "conference-2020.desc2": "ସାରା ବିଶ୍ୱରେ ପିଲାମାନଙ୍କ ପାଇଁ ସ୍କ୍ରାଚ୍ ବିଶ୍ୱର ସର୍ବବୃହତ କୋଡିଂ ସମ୍ପ୍ରଦାୟରେ ପରିଣତ ହୋଇଛି | ଏହି ସମ୍ମିଳନୀ କର୍ମଶାଳା, ପ୍ୟାନେଲ୍ ଆଲୋଚନା ଏବଂ ଇଣ୍ଟରାକ୍ଟିଭ୍ ପ୍ରଦର୍ଶନ କରିଥାଏ ଯାହାକି ବିଭିନ୍ନ କ୍ଷେତ୍ରରେ ଶିକ୍ଷାର୍ଥୀମାନଙ୍କ ପାଇଁ ସୃଜନଶୀଳ ଶିକ୍ଷଣ ଅଭିଜ୍ଞତାକୁ ବିସ୍ତାର କରିବା ପାଇଁ ସ୍କ୍ରାଚ୍ ବ୍ୟବହାର କରିବାର ଉପାୟ ଅନୁସନ୍ଧାନ କରିଥାଏ |",
    "conference-2020.desc3": "ମିଳିତ ଭାବରେ ଆମେ ଛାତ୍ରମାନଙ୍କୁ ସୃଜନଶୀଳ ଭାବରେ ଚିନ୍ତା କରିବା, ବ୍ୟବସ୍ଥିତ ଭାବରେ ଯୁକ୍ତି କରିବା ଏବଂ ମିଳିତ ଭାବରେ କାର୍ଯ୍ୟ କରିବା ଶିଖିବା ପାଇଁ ସ୍କ୍ରାଚ୍ କିପରି ବ୍ୟବହାର କରାଯିବ ସେ ସମ୍ବନ୍ଧରେ ଚିନ୍ତା ଏବଂ ରଣନୀତି ଆଦାନ ପ୍ରଦାନ କରିବା —ଆଜିର ସମାଜରେ ସମସ୍ତଙ୍କ ପାଇଁ ଅତ୍ୟାବଶ୍ୟକ କୌଶଳ |",
    "conference-2020.registrationTitle": "ପଞ୍ଜୀକରଣ:",
    "conference-2020.registrationFee": "ସମ୍ମିଳନୀ ଦେୟ: $ 250",
    "conference-2020.registrationOpen": "ସମ୍ମିଳନୀ ଦେୟ ରେ 7 ଥର ଭୋଜନ (3 ଜଳଖିଆ, 3 ମଧ୍ୟାହ୍ନ ଭୋଜନ, 1 ରାତ୍ରୀ ଭୋଜନ) ଏବଂ ଦିନରେ ଜଳଖିଆ ଅନ୍ତର୍ଭୁକ୍ତ |",
    "conference-2020.registrationDelayed": "କରୋନାଭାଇରସ୍ ସଙ୍କଟ (COVID-19) ର ପ୍ରତିକ୍ରିୟାରେ, ଆମେ ସ୍କ୍ରାଚ୍ ସମ୍ମିଳନୀକୁ ଏକ ବର୍ଷ ପାଇଁ, ଜୁଲାଇ 22-24, 2021 ପର୍ଯ୍ୟନ୍ତ ବିଳମ୍ବ କରିବାକୁ ନିଷ୍ପତ୍ତି ନେଇଛୁ। ଆମେ ଆମର ସମଗ୍ର ବିଶ୍ୱ ସମୁଦାୟକୁ ଶୁଭେଚ୍ଛା ପଠାଉଛୁ ଏବଂ ଆଶା କରୁଛୁ ଆପଣ ସେତେବେଳେ ଆମ ସହିତ ଯୋଗଦାନ କରିପାରିବେ!",
    "conference-2020.connectNow": "ବର୍ତ୍ତମାନ ଯୋଗା ଯୋଗ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି? ଆମର ଅନଲାଇନ୍ ବାର୍ତ୍ତାଳାପ, ଉତ୍ସ ଏବଂ ଇଭେଣ୍ଟ ବିଷୟରେ ଅଧିକ ଜାଣିବାକୁ ଆମେ ଆପଣଙ୍କୁ ନିମନ୍ତ୍ରଣ କରୁ |{scratchInPracticeLink}",
    "conference-2020.scratchInPracticeText": "ଅଭ୍ୟାସରେ ସ୍କ୍ରାଚ୍ |",
    "conference-2020.register": "ପଞ୍ଜୀକରଣ ପୃଷ୍ଠାକୁ ଯାଆନ୍ତୁ |",
    "conference-2020.stayDesc1": "ଆମେ 2021 ର ଆରମ୍ଭରେ ସଂଶୋଧିତ ଆବାସ ବିକଳ୍ପ ପୋଷ୍ଟ କରିବୁ |",
    "conference-2020.stayDesc2": "ଅତିରିକ୍ତ ପ୍ରଶ୍ନ ପାଇଁ, ସ୍କ୍ରାଚ୍ କନଫରେନ୍ସ ଟିମ୍ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ | {emailLink}",
    "conference-2020.organizedBy": "ସ୍କ୍ରାଚ୍ ଫାଉଣ୍ଡେସନ୍ ସହଯୋଗରେ ଏମଆଇଟି ମିଡିଆ ଲ୍ୟାବରେ ଆଜୀବନ ଶିଶୁ ଶ୍ରେଣୀ ଗୋଷ୍ଠୀ ଦ୍ୱାରା ସ୍କ୍ରାଚ୍ ସମ୍ମିଳନୀ ଆୟୋଜିତ ହୋଇଛି |"
}