{
    "conference-2020.title": "Conferência Scratch 2021:",
    "conference-2020.subtitle": "Vamos Criar Juntos!",
    "conference-2020.dateDesc": "22-24 de Julho, 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(com recepção de abertura na noite de 21 de Julho)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, Massachusetts.",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Junte-se a nós para a Conferência Scratch, uma reunião internacional onde educadores, pesquisadores, e desenvolvedores compartilham ideias sobre apoiar o aprendizado criativo usando Scratch.",
    "conference-2020.desc1a": "Devido a crise de saúde mundial, nós adiamos a conferência por um ano, para 22-24 de Julho de 2021.",
    "conference-2020.desc2": "Scratch se tornou a maior comunidade de programação para crianças do mundo. A conferência oferece oficinas ativas, painéis de discussão, e demonstrações interativas para explorar maneiras de usar o Scratch para expandir experiências de aprendizado criativo para diversos estudantes em várias áreas de conhecimento.",
    "conference-2020.desc3": "Juntos trocaremos ideias e estratégias sobre como usar o Scratch para favorecer com que os alunos aprendam a pensar criativamente, raciocinar sistematicamente, e trabalhar em grupo — habilidades essenciais para todos na sociedade atual.",
    "conference-2020.registrationTitle": "Inscrição:",
    "conference-2020.registrationFee": "Taxa da Conferência: US$250",
    "conference-2020.registrationOpen": "A taxa de conferência inclui 7 refeições (3 cafés da manhã, 3 almoços, 1 jantar) e refrescos durante o dia.",
    "conference-2020.registrationDelayed": "Em resposta a crise do coronavírus (COVID-19), nós decidimos adiar a Conferência Scratch por um ano, para 22-24 de Julho de 2021. Nós estamos enviando os melhores votos a toda a nossa comunidade global e esperamos que você possa se juntar a nós quando o evento chegar. ",
    "conference-2020.connectNow": "Quer se conectar agora? Convidamos você a aprender mais sobre conversas online, recursos e eventos na página{scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch na Prática",
    "conference-2020.register": "Ir para a página de inscrição",
    "conference-2020.stayDesc1": "Nós iremos postar opções de hospedagem no início de 2021.",
    "conference-2020.stayDesc2": "Para questões adicionais, contate a Equipe da Conferência Scratch por meio do e-mail {emailLink}",
    "conference-2020.organizedBy": "A Conferência Scratch é organizada pelo grupo Lifelong Kindergarten no MIT Media Lab em colaboração com a Fundação Scratch."
}