{
    "conference-2020.title": "Scratch Conference 2021:",
    "conference-2020.subtitle": "Vamos Criar Juntos!",
    "conference-2020.dateDesc": "July 22-24, 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": " (with opening reception the evening of July 21)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, Massachusetts.",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Junte-se a nós para a Conferência Scratch, uma reunião internacional onde educadores, pesquisadores, e desenvolvedores compartilham ideias sobre apoiar o aprendizado criativo usando Scratch.",
    "conference-2020.desc1a": "Due to the global health crisis, we have delayed the conference for one year, to July 22-24, 2021.",
    "conference-2020.desc2": "Scratch se tornou a maior comunidade de programação para crianças do mundo. A conferência oferece oficinas ativas, painéis de discussão, e demonstrações interativas para explorar maneiras de usar o Scratch para expandir experiências de aprendizado criativo para diversos estudantes em várias áreas de conhecimento.",
    "conference-2020.desc3": "Juntos trocaremos ideias e estratégias sobre como usar o Scratch para engajar os estudantes no aprendizado para pensar criativamente, racionalizar sistemicamente, e trabalhar colaborativamente—habilidades essenciais para todos na sociedade atual.",
    "conference-2020.registrationTitle": "Inscrição:",
    "conference-2020.registrationFee": "Taxa da Conferência: US$250",
    "conference-2020.registrationOpen": "A taxa de conferência inclui 7 refeições (3 cafés da manhã, 3 almoços, 1 jantar) e refrescos durante o dia.",
    "conference-2020.registrationDelayed": "In response to the coronavirus crisis (COVID-19), we have decided to delay the Scratch conference for one year, to July 22-24, 2021. We are sending well wishes to our entire global community and hope you can join us then!",
    "conference-2020.connectNow": "Want to connect now? We invite you to learn more about our online conversations, resources, and events at {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch in Practice",
    "conference-2020.register": "Ir para a página de inscrição",
    "conference-2020.stayDesc1": "We will be posting revised lodging options at the beginning of 2021.",
    "conference-2020.stayDesc2": "For additional questions, contact the Scratch Conference Team at {emailLink}",
    "conference-2020.organizedBy": "A Conferência Scratch é organizada pelo grupo Lifelong Kindergarten no MIT Media Lab em colaboração com a Fundação Scratch."
}