{
    "conference-2020.title": "Conferência Scratch 2020:",
    "conference-2020.subtitle": "Vamos Criar Juntos!",
    "conference-2020.dateDesc": "23-25 de julho de 2020 | Cambridge, MA, EUA",
    "conference-2020.dateDescMore": "(com recepção de abertura na tarde de 22 de Julho)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, Massachusetts.",
    "conference-2020.seeBelow": "Saiba mais sobre as datas e locais das conferências abaixo.",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Junte-se a nós para a Conferência Scratch, uma reunião internacional onde educadores, pesquisadores, e desenvolvedores compartilham ideias sobre apoiar o aprendizado criativo usando Scratch.",
    "conference-2020.desc2": "Scratch se tornou a maior comunidade de programação para crianças do mundo. A conferência oferece oficinas ativas, painéis de discussão, e demonstrações interativas para explorar maneiras de usar o Scratch para expandir experiências de aprendizado criativo para diversos estudantes em várias áreas de conhecimento.",
    "conference-2020.desc3": "Juntos trocaremos ideias e estratégias sobre como usar o Scratch para engajar os estudantes no aprendizado para pensar criativamente, racionalizar sistemicamente, e trabalhar colaborativamente—habilidades essenciais para todos na sociedade atual.",
    "conference-2020.registrationTitle": "Inscrição:",
    "conference-2020.registrationFee": "Taxa da Conferência: US$250",
    "conference-2020.registrationOpen": "A taxa de conferência inclui 7 refeições (3 cafés da manhã, 3 almoços, 1 jantar) e refrescos durante o dia.",
    "conference-2020.registrationDelayed": "Nós adiamos a abertura das inscrições até 3 de abril. Estamos animados para se reunir como uma comunidade em Julho, mas estamos monitorando de perto a situação do Coronavírus (COVID-19) para determinar como ela impactará nossos planos. Providenciaremos mais informações quando pudermos.",
    "conference-2020.register": "Ir para a página de inscrição",
    "conference-2020.stayDesc1": "Organizamos taxas de conferência em três hotéis da região para participantes da Conferência Scratch, incluindo: {hyattLink} (1,2 milhas ou 1,9km: caminhada de 24 minutos), {acLink} (2,3 milhas ou 3,7km: 25 minutos de metrô), e o {allstonLink} (4,4 milhas ou 7,1km: 35 minutos de ônibus + metrô). Para reservar um quarto, clique no link para o hotel. Recomendamos que você reserve o quanto antes for possível já que as taxas descontadas são limitadas. Planejamos também oferecer uma opção mais barata de dormitório na faculdade; postaremos informação assim que estiver disponível. Você também pode pesquisar por outras opções de hotéis e casas que funcionam melhor para você.",
    "conference-2020.stayDesc2": "Por favor veja a {registrationLink} para mais detalhes. Se estiver com dúvidas, contate a Equipe da Conferência Scratch em {emailLink}",
    "conference-2020.registrationLinkText": "Página de inscrição",
    "conference-2020.organizedBy": "A Conferência Scratch é organizada pelo grupo Lifelong Kindergarten no MIT Media Lab em colaboração com a Fundação Scratch."
}