{
    "conference-2020.title": "Conferência Scratch 2020:",
    "conference-2020.subtitle": "Vamos Criar Juntos!",
    "conference-2020.dateDesc": "22-25 de Julho de 2020 | Cambridge, MA, EUA",
    "conference-2020.dateDescMore": "(com recepção de abertura na tarde de 22 de Julho)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, Massachusetts.",
    "conference-2020.seeBelow": "Saiba mais sobre as datas e locais das conferências abaixo.",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Junte-se a nós para a Conferência Scratch 2020, uma reunião divertida de educadores, pesquisadores, desenvolvedores, e outros membros da comunidade mundial do Scratch. A conferência vem em tempo de ótimas oportunidades mas também grandes desafios para a educação e a aprendizagem —então estamos animados para nos juntarmos e compartilhar ideias sobre como apoiar experiências de aprendizado criativo em jovens ao redor do mundo.",
    "conference-2020.desc2": "Estamos planejando uma conferência bem ativa, com um dia inteiro de oficinas e muitas oportunidades de discussão e colaboração.",
    "conference-2020.sessionDesc": "Interessado em oferecer uma sessão? Oferecemos quatro tipos de propostas:",
    "conference-2020.sessionItem1Title": "Pôster/mostra (90 minutos).",
    "conference-2020.sessionItem1Desc": "Compartilhe seu projeto em uma exibição, junto de outros apresentadores. Por exemplo, mostre novas maneiras que você vem usando o Scratch em sala de aula, ou novos jeitos de conectar o Scratch ao mundo físico. Será providenciado um espaço para um pôster e uma mesa para um computador ou itens para distribuição.",
    "conference-2020.sessionItem2Title": "Oficina ativa (60 ou 90 minutos).",
    "conference-2020.sessionItem2Desc": "Envolva os participantes com atividades mão na massa, destacando novas formas de criação e colaboração com o Scratch.",
    "conference-2020.sessionItem3Title": "Painel interativo (60 minutos).",
    "conference-2020.sessionItem3Desc": "Discuta um tema relacionado ao Scratch em um painel com três ou mais pessoas. Sua proposta deverá descrever como você irá envolver o público durante a sessão.",
    "conference-2020.sessionItem4Title": "Apresentação relâmpago (5 minutos).",
    "conference-2020.sessionItem4Desc": "Compartilhe o que você vem fazendo em uma apresentação curta e animada. Por exemplo, conte uma história sobre como jovens estão criando com Scratch em sua comunidade.",
    "conference-2020.proposal": "Envie sua Proposta",
    "conference-2020.proposalDeadline": "A data limite para propostas é até 3 de Fevereiro de 2020.",
    "conference-2020.registrationTitle": "Inscrição:",
    "conference-2020.registrationFee": "Taxa de Inscrição: US$250",
    "conference-2020.registrationOpen": "Inscrições abrirão em 3 de Março.",
    "conference-2020.questions": "Perguntas? Contate a Equipe da Conferência Scratch em {emailLink}",
    "conference-2020.organizedBy": "A Conferência Scratch é organizada pelo grupo Lifelong Kindergarten no MIT Media Lab em colaboração com a Fundação Scratch."
}