{
    "conference-2020.title": "Conferência Scratch 2020:",
    "conference-2020.subtitle": "Vamos Criar Juntos!",
    "conference-2020.dateDesc": "23-25 de julho de 2020 | Cambridge, MA, EUA",
    "conference-2020.dateDescMore": "(com recepção de abertura na tarde de 22 de Julho)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, Massachusetts.",
    "conference-2020.seeBelow": "Saiba mais sobre as datas e locais das conferências abaixo.",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Junte-se a nós para a Conferência Scratch, uma reunião internacional onde educadores, pesquisadores, e desenvolvedores compartilham ideias sobre apoiar o aprendizado criativo usando Scratch.",
    "conference-2020.desc2": "Scratch se tornou a maior comunidade de programação para crianças do mundo. A conferência oferece oficinas ativas, painéis de discussão, e demonstrações interativas para explorar maneiras de usar o Scratch para expandir experiências de aprendizado criativo para diversos estudantes em várias áreas de conhecimento.",
    "conference-2020.desc3": "Together we'll exchange ideas and strategies on how to use Scratch to engage students in learning to think creatively, reason systematically, and work collaboratively—essential skills for everyone in today’s society.",
    "conference-2020.registrationTitle": "Inscrição:",
    "conference-2020.registrationFee": "Conference Fee: $250",
    "conference-2020.registrationOpen": "The conference fee includes 7 meals (3 breakfast, 3 lunches, 1 dinner) plus refreshments during the day.",
    "conference-2020.registrationDelayed": "We have delayed the opening of registration until April 3. We’re excited to gather together as a community in July, but we are closely monitoring the situation around the Coronavirus (COVID-19) to determine how it might impact our plans. We will provide more information as it becomes available.",
    "conference-2020.register": "Go to registration page",
    "conference-2020.stayDesc1": "We have organized for conference rates at three hotels in the area for Scratch Conference participants, including: {hyattLink} (1.2 miles: 24 minute walk), {acLink} (2.3 miles, 25 minutes by subway), and the {allstonLink} (4.4 miles, 35 minutes by bus+subway)​. ​To reserve a room, click the link for that hotel. We recommend booking as soon as possible as the discounted rates are subject to availability. We're also planning to offer a lower-cost, college dormitory option; we'll post information as soon as it's available. You can also explore other hotel and housing options that work best for you.",
    "conference-2020.stayDesc2": "Please see the ​{registrationLink} for more details. For additional questions, contact the Scratch Conference Team at {emailLink}",
    "conference-2020.registrationLinkText": "Registration page",
    "conference-2020.organizedBy": "A Conferência Scratch é organizada pelo grupo Lifelong Kindergarten no MIT Media Lab em colaboração com a Fundação Scratch."
}