{
    "conference-2020.title": "Conferência Scratch 2021:",
    "conference-2020.subtitle": "Vamos Criar Juntos!",
    "conference-2020.dateDesc": "22 a 24 de Julho de 2021 | Cambridge, Massachusetts, EUA",
    "conference-2020.dateDescMore": "(com recepção de abertura no serão de 21 de Julho)",
    "conference-2020.locationDetails": "Media Lab do MIT, Cambridge, Massachusetts",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Junte-se a nós para a Conferência Scratch, um encontro internacional no qual educadores, investigadores e desenvolvedores partilham ideias sobre como suportar no Scratch a aprendizagem criativa.",
    "conference-2020.desc1a": "Devido à crise global de saúde, adiámos a conferência um ano, para 22 a 24 de Julho de 2021.",
    "conference-2020.desc2": "O Scratch tornou-se na maior comunidade de programação para crianças de todo o mundo. A conferência disponibiliza oficinas práticas, painéis de discussão e demonstrações interactivas para explorar formas de usar o Scratch para expandir as experiências de aprendizagem criativa a aprendizes diversificados transversalmente às áreas disciplinares.",
    "conference-2020.desc3": "Em conjunto, trocaremos ideias e estratégias sobre como usar o Scratch para envolver os alunos a aprenderem a pensar criativamente, a raciocinar sistematicamente e a trabalhar colaborativamente – competências essenciais para todos na sociedade de hoje.",
    "conference-2020.registrationTitle": "Registo:",
    "conference-2020.registrationFee": "Taxa de Inscrição: USD 250",
    "conference-2020.registrationOpen": "A taxa de inscrição inclui 7 refeições (3 pequenos-almoços, 3 almoços e 1 jantar) além de bebidas durante o dia.",
    "conference-2020.registrationDelayed": "Em resposta à crise do coronavírus (COVID-19), decidimos adiar a conferência Scratch um ano, para 22 a 24 de Julho de 2021. Enviamos votos de felicidades a toda a nossa comunidade global e esperamos que se possam juntar a nós no ano que vem!",
    "conference-2020.connectNow": "Quem ligar-se agora? Convidamo-lo a aprender mais sobre as nossas conversas, recursos e eventos em linha em {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch na Prática",
    "conference-2020.register": "Ir para a página de registo",
    "conference-2020.stayDesc1": "Começaremos a publicar opções revistas de alojamento no início de 2021.",
    "conference-2020.stayDesc2": "Para questões adicionais, contacte a Equipa da Conferência Scratch através de {emailLink}",
    "conference-2020.organizedBy": "A Conferência Scratch é organizada pelo Grupo Lifelong Kindergarten do Media Lab do MIT em colaboração com a Fundação Scratch."
}