{
    "conference-2020.title": "Conferência Scratch 2020:",
    "conference-2020.subtitle": "Vamos Criar Juntos!",
    "conference-2020.dateDesc": "22 a 25 de Julho de 2020 | Cambridge, Massachusetts, EUA",
    "conference-2020.dateDescMore": "(com recepção de abertura no serão de 22 de Julho)",
    "conference-2020.locationDetails": "Media Lab do MIT, Cambridge, Massachusetts",
    "conference-2020.seeBelow": "Saiba mais, abaixo, sobre as datas e locais das conferências.",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Junte-se a nós para a Conferência Scratch 2020, um encontro divertido de educadores, investigadores, desenvolvedores e outros membros da comunidade mundial do Scratch. A conferência decorre num momento de grandes oportunidades, mas também de grandes desafios para a educação e a aprendizagem – por isso estamos entusiasmados com a oportunidade de nos juntarmos para partilharmos ideias sobre como apoiar experiências de aprendizagem criativa para jovens em todo o mundo.",
    "conference-2020.desc2": "Estamos a planear uma conferência muito participativa, com um dia inteiro de oficinas práticas e muitas oportunidades para discussões e colaboração entre os pares.",
    "conference-2020.sessionDesc": "Está interessado em dinamizar uma sessão? Temos convite aberto para quatro tipos de propostas:",
    "conference-2020.sessionItem1Title": "Poster/demonstração (90 minutos).",
    "conference-2020.sessionItem1Desc": "Partilhe o seu projecto num ambiente de exposição, em conjunto com outros apresentadores. Por exemplo, mostre as suas novas formas de usar o Scratch em sala de aula ou as suas novas formas de ligar o Scratch ao mundo físico. Ser-lhe-á disponibilizado espaço para um poster e uma mesa para um computador ou folhetos.",
    "conference-2020.sessionItem2Title": "Oficina prática (60 ou 90 minutos).",
    "conference-2020.sessionItem2Desc": "Envolva os participantes em actividades práticas, enfatizando novas formas de criar e colaborar com o Scratch.",
    "conference-2020.sessionItem3Title": "Painel interactivo (60 minutos).",
    "conference-2020.sessionItem3Desc": "Discuta um tópico relacionado com o Scratch num painel com três ou mais pessoas. A sua proposta deve descrever de que forma irá envolver a audiência durante a sessão.",
    "conference-2020.sessionItem4Title": "Palestra inflamada (5 minutos).",
    "conference-2020.sessionItem4Desc": "Partilhe aquilo que tem andado a fazer numa apresentação curta e viva. Por exemplo, conte uma estória sobre como os jovens na sua comunidade têm estado a criar com o Scratch.",
    "conference-2020.proposal": "Submeta a Sua Proposta",
    "conference-2020.proposalDeadline": "O prazo para submissão de propostas termina a 3 de Fevereiro de 2020.",
    "conference-2020.registrationTitle": "Registo:",
    "conference-2020.registrationFee": "Taxa de Registo: USD 250",
    "conference-2020.registrationOpen": "O registo abrirá a 3 de Março.",
    "conference-2020.questions": "Questões? Contacte a Equipa da Conferência Scratch através de {emailLink}",
    "conference-2020.organizedBy": "A Conferência Scratch é organizada pelo Grupo Lifelong Kindergarten do Media Lab do MIT em colaboração com a Fundação Scratch."
}