{
    "conference-2020.title": "Conferência Scratch 2020:",
    "conference-2020.subtitle": "Vamos Criar Juntos!",
    "conference-2020.dateDesc": "23 a 25 de Julho de 2020 | Cambridge, Massachusetts, EUA",
    "conference-2020.dateDescMore": "(com recepção de abertura no serão de 22 de Julho)",
    "conference-2020.locationDetails": "Media Lab do MIT, Cambridge, Massachusetts",
    "conference-2020.seeBelow": "Saiba mais, abaixo, sobre as datas e locais das conferências.",
    "conference-2020.date": "Quando:",
    "conference-2020.location": "Onde:",
    "conference-2020.desc1": "Junte-se a nós para a Conferência Scratch, um encontro internacional no qual educadores, investigadores e desenvolvedores partilham ideias sobre como suportar no Scratch a aprendizagem criativa.",
    "conference-2020.desc2": "O Scratch tornou-se na maior comunidade de programação para crianças de todo o mundo. A conferência disponibiliza oficinas práticas, painéis de discussão e demonstrações interactivas para explorar formas de usar o Scratch para expandir as experiências de aprendizagem criativa a aprendizes diversificados transversalmente às áreas disciplinares.",
    "conference-2020.desc3": "Em conjunto, trocaremos ideias e estratégias sobre como usar o Scratch para envolver os alunos a aprenderem a pensar criativamente, a raciocinar sistematicamente e a trabalhar colaborativamente – competências essenciais para todos na sociedade de hoje.",
    "conference-2020.registrationTitle": "Registo:",
    "conference-2020.registrationFee": "Taxa de Inscrição: USD 250",
    "conference-2020.registrationOpen": "A taxa de inscrição inclui 7 refeições (3 pequenos-almoços, 3 almoços e 1 jantar) além de bebidas durante o dia.",
    "conference-2020.registrationDelayed": "Adiámos para 3 de Abril a abertura do registo na conferência. Estamos entusiasmados com a nossa reunião em comunidade em Julho, mas estamos a monitorizar de perto a situação com o coronavírus (COVID-19) para determinar de que forma pode ter impacto nos nossos planos. Disponibilizaremos mais informação assim que estiver disponível.",
    "conference-2020.register": "Ir para a página de registo",
    "conference-2020.stayDesc1": "Organizámos tudo de modo a haver preços especiais para participantes na Conferência Scratch em três dos hotéis da área, incluindo o {hyattLink} (1,9 km: 24 minutos a pé), o {acLink}(3,7 km: 25 minutos de metro) e o {allstonLink} (7,1 km: 35 minutos de autocarro e metro). Para reservar um quarto, clique na ligação do hotel pretendido. Recomendamos que reserve assim que possível, uma vez que os preços especiais estão limitados às disponibilidades dos hotéis. Estamos também a planear oferecer uma opção de baixo custo em residência universitária; publicaremos informação assim que estiver disponível. Pode explorar outras opções possíveis quanto a hotéis e alojamento que funcionem melhor para si.",
    "conference-2020.stayDesc2": "Por favor veja a {registrationLink} para mais pormenores. Para questões adicionais, contacte a Equipa da Conferência Scratch através de {emailLink}.",
    "conference-2020.registrationLinkText": "Página de registo",
    "conference-2020.organizedBy": "A Conferência Scratch é organizada pelo Grupo Lifelong Kindergarten do Media Lab do MIT em colaboração com a Fundação Scratch."
}