{
    "conference-2020.title": "Конференция Scratch 2021:",
    "conference-2020.subtitle": "Давайте творить вместе!",
    "conference-2020.dateDesc": "Июль 22-24, 2021 | Кембридж, Массачусетс, США",
    "conference-2020.dateDescMore": " (with opening reception the evening of July 21)",
    "conference-2020.locationDetails": "Медиа лаборатория Массачусетского технологического института, Кембридж, Массачусетс",
    "conference-2020.date": "Когда:",
    "conference-2020.location": "Где:",
    "conference-2020.desc1": "Join us for the Scratch Conference, an international gathering where educators, researchers, and developers share ideas for supporting creative learning with Scratch.",
    "conference-2020.desc1a": "Due to the global health crisis, we have delayed the conference for one year, to July 22-24, 2021.",
    "conference-2020.desc2": "Scratch has become the world's largest coding community for children around the world. The conference offers hands-on workshops, panel discussions, and interactive demonstrations to explore ways for using Scratch to expand creative learning experiences for diverse learners across subject areas.",
    "conference-2020.desc3": "Together we'll exchange ideas and strategies on how to use Scratch to engage students in learning to think creatively, reason systematically, and work collaboratively—essential skills for everyone in today’s society.",
    "conference-2020.registrationTitle": "Регистрация:",
    "conference-2020.registrationFee": "Conference Fee: $250",
    "conference-2020.registrationOpen": "The conference fee includes 7 meals (3 breakfast, 3 lunches, 1 dinner) plus refreshments during the day.",
    "conference-2020.registrationDelayed": "In response to the coronavirus crisis (COVID-19), we have decided to delay the Scratch conference for one year, to July 22-24, 2021. We are sending well wishes to our entire global community and hope you can join us then!",
    "conference-2020.connectNow": "Want to connect now? We invite you to learn more about our online conversations, resources, and events at {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch на практике",
    "conference-2020.register": "Go to registration page",
    "conference-2020.stayDesc1": "We will be posting revised lodging options at the beginning of 2021.",
    "conference-2020.stayDesc2": "For additional questions, contact the Scratch Conference Team at {emailLink}",
    "conference-2020.organizedBy": "Конференция Scratch организована Lifelong Kindergarten Group в MIT Медиа-Лаборатории в сотрудничестве с Scratch Foundation."
}