{
    "conference-2020.title": "Конференция Scratch 2020:",
    "conference-2020.subtitle": "Давайте творить вместе!",
    "conference-2020.dateDesc": "Июль 22-25, 2020 | Кембридж, Массачусетс, США",
    "conference-2020.dateDescMore": " (с открытием приёма вечером 22 июля)",
    "conference-2020.locationDetails": "Медиа лаборатория Массачусетского технологического института, Кембридж, Массачусетс",
    "conference-2020.seeBelow": "Узнать больше о времени и местах проведения конференций можно ниже.",
    "conference-2020.date": "Когда:",
    "conference-2020.location": "Где:",
    "conference-2020.desc1": "Присоединяйтесь к нам для Конференции Scratch 2020, игривая встреча преподавателей, исследователей, разработчиков и других членов мирового сообщества Scratch. Конференция проходит в период больших возможностей, но также и больших проблем для образования и обучения—поэтому мы рады собраться вместе, чтобы поделиться идеями о том, как поддержать творческий опыт обучения для детей во всем мире.",
    "conference-2020.desc2": "Мы планируем очень совместную конференцию, с всем днём практических семинаров и много возможностей для равноправного обсуждения и сотрудничества.",
    "conference-2020.sessionDesc": "Хотите провести сессию? У нас есть четыре типа предложений:",
    "conference-2020.sessionItem1Title": "Плакат / демонстрация (90 минут).",
    "conference-2020.sessionItem1Desc": "Поделитесь своим проектом в выставочной обстановке, рядом с другими ведущими. Например, покажите новые способы использования Scratch в вашем классе, или новые способы подключать Scratch с помощью физического мира. Вам будет предоставлено место для плаката и стола для компьютера или раздаточных материалов.",
    "conference-2020.sessionItem2Title": "Практический семинар (60 или 90 минут).",
    "conference-2020.sessionItem2Desc": "Привлекайте участников к практическим занятиям, демонстрируя новые способы создания и взаимодействия со Scratch.",
    "conference-2020.sessionItem3Title": "Интерактивная панель (60 минут).",
    "conference-2020.sessionItem3Desc": "Обсудите тему, связанную со Scratch, в группой из трех или более участников. Ваше предложение должно описывать, как вы планируете привлекать аудиторию во время сессии.",
    "conference-2020.sessionItem4Title": "Устная презентация (5 минут).",
    "conference-2020.sessionItem4Desc": "Поделитесь тем, что вы делали в короткой, живой презентации. Например, расскажите историю как ребёнок начал творить с Scratch в вашем сообществе.",
    "conference-2020.proposal": "Отправьте Своё Предложение",
    "conference-2020.proposalDeadline": "Срок подачи предложений - 3 Февраля, 2020.",
    "conference-2020.registrationTitle": "Регистрация:",
    "conference-2020.registrationFee": "Оплата для Регистрации: $250",
    "conference-2020.registrationOpen": "Регистрация откроется 3 Марта.",
    "conference-2020.questions": "Есть вопросы? Свяжитесь с Командой Конференции Scratch по адресу {emailLink}",
    "conference-2020.organizedBy": "Конференция Scratch организована Lifelong Kindergarten Group в MIT Медиа-Лаборатории в сотрудничестве с Scratch Foundation."
}