{
    "conference-2020.title": "Scratch konferenca 2021:",
    "conference-2020.subtitle": "Ustvarjajmo skupaj!",
    "conference-2020.dateDesc": "22.-24. julij 2021 | Cambridge, MA, ZDA",
    "conference-2020.dateDescMore": "(z otvoritvenim sprejemom 21. julija zvečer)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Kdaj:",
    "conference-2020.location": "Kje:",
    "conference-2020.desc1": "Pridruži se nam na Scratch konferenci, mednarodnem srečanju, kjer učitelji, raziskovalci in razvijalci delijo ideje glede podpore kreativnemu učenju s pomočjo Scratcha.",
    "conference-2020.desc1a": "Zaradi svetovne zdravstvene krize smo prestavili konferenco za eno leto, na 22.-24. julij 2021.",
    "conference-2020.desc2": "Scratch je postal največja programerska skupnost za otroke na celem svetu.  TBD",
    "conference-2020.desc3": "Delimo si lahko ideje in strategije o tem, kako uporabljati Scratch TBD",
    "conference-2020.registrationTitle": "Registracija:",
    "conference-2020.registrationFee": "Kotizacija znaša 250 ameriških dolarjev",
    "conference-2020.registrationOpen": "Kotizacija za konferenco vključuje 7 obrokov (3 zajtrke, 3 kosila, 1 večerja) ter osvežitev preko celega dne.",
    "conference-2020.registrationDelayed": "Kot odziv na krizo zaradi koronavirusa in bolezni COVID-19, smo se odločili prestaviti Scratch konferenco za eno leto - na 22.-24. julija 2021. Naši celotni globalni skupnosti pošiljamo dobre želje in upanje, da se nam boste tedaj lahko pridružili!",
    "conference-2020.connectNow": "Bi se radi sedaj povezali? Vabimo vas, da se seznanite z našimi spletnimi pogovori, viri in dogodki na {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch v praksi",
    "conference-2020.register": "Pojdi na stran za registracijo",
    "conference-2020.stayDesc1": "Revidirane prenočitvene možnosti bomo objavili v začetku leta 2021.",
    "conference-2020.stayDesc2": "Za dodatna vprašanja pišite ekipi Scratch konference na {emailLink}",
    "conference-2020.organizedBy": "Scratch konferenca organizira Lifelong Kindergarten group pri MIT Media Lab, v sodelovanju s Scratch fundacijo."
}