{
    "conference-2020.title": "Scratch konferenca 2020:",
    "conference-2020.subtitle": "Ustvarjajmo skupaj!",
    "conference-2020.dateDesc": "22.-25. julij 2020 | Cambridge, MA, ZDA",
    "conference-2020.dateDescMore": "(otvoritveni sprejem 22. julija zvečer)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Več o datumih in mestih konferenc lahko izveš spodaj. ",
    "conference-2020.date": "Kdaj:",
    "conference-2020.location": "Kje:",
    "conference-2020.desc1": "Pridružite se nam na Scratch konfereneci 2020, igrivem srečanju izobraževalcev, raziskovalcev, razvijalcev in drugih članov svetovne Scratch skupnosti. Konferenca prihaja v času velikih priložnosti, a hkrati tudi izzivov za poučevanje in učenje. Zato smo zelo veseli, da lahko pridemo skupaj in delimo ideje o tem, kako podpreti kreativne metode učenja za mlade ljudi po vsem svetu.",
    "conference-2020.desc2": "Načrtujemo zelo participatorno konferenco s celodnevnimi praktičnimi delavnicami in številnimi proložnostmi za neposredne razprave in sodelovanja.",
    "conference-2020.sessionDesc": "Vas zanima aktivno sodelovanje? Možne so štiri vrste predlogov:",
    "conference-2020.sessionItem1Title": "Plakat/demonstracija (90 minut).",
    "conference-2020.sessionItem1Desc": "Podelite svoj projekt na razstavi, skupaj z drugimi razstavljalci. Pokažite npr. nove načine rabe Scratcha v vašem razredu ali nove načine povezovanja Scratcha s fizičnim svetom. Zagotovili vam bomo prostor in mizo za računalnik ali izročke.",
    "conference-2020.sessionItem2Title": "Praktična delavnica (60 do 90 minut)",
    "conference-2020.sessionItem2Desc": "Vključite udeležence v praktične dejavnosti, poudarite nove oblike ustvarjanja in medsebojnega sodelovanja s Scratchom.",
    "conference-2020.sessionItem3Title": "Interaktivni panel (60 minut).",
    "conference-2020.sessionItem3Desc": "Razpravljajte o temi, povezani s Scratch-om na okrogli mizi s tremi ali več ljudmi. Vaš predlog mora predvideti kako boste v razpravo vključili občinstvo.",
    "conference-2020.sessionItem4Title": "Navdušujoča ideja (5 minut).",
    "conference-2020.sessionItem4Desc": "Delite svoje delo v kratki, živi predstavitvi. Povejte npr. zgodbo o tem, kako so mladi v vaši skupnosti ustvarjali s Scratchom.",
    "conference-2020.proposal": "Posredujte vaš predlog.",
    "conference-2020.proposalDeadline": "Rok za predloge je 3. februar 2010.",
    "conference-2020.registrationTitle": "Registracija:",
    "conference-2020.registrationFee": "Kotizacija znaša 250 ameriških dolarjev",
    "conference-2020.registrationOpen": "Registracija se odpre 3. marca",
    "conference-2020.questions": "Vprašanja? Obrnite se na Scratch Conference Team preko {emailLink}",
    "conference-2020.organizedBy": "Scratch konferenca organizira Lifelong Kindergarten group pri MIT Media Lab, v sodelovanju s Scratch fundacijo."
}