{
    "conference-2020.title": "Scratchkonferensen 2020:",
    "conference-2020.subtitle": "Låt oss skapa tillsammans!",
    "conference-2020.dateDesc": "22-25 juli, 2020 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(med öppningsmottagning den 22 juli på kvällen)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.seeBelow": "Kolla in konferensdatum och platser här nedan.",
    "conference-2020.date": "När:",
    "conference-2020.location": "Var:",
    "conference-2020.desc1": "Häng med på Scratchkonferensen 2020, en lekfull sammankomst träff för utbildare, forskare, utvecklare och andra medlemmar av den världsomspännande Scratchgemenskapen. Konferensen kommer i en tid av möjligheter men också stora utmaningar för utbildning och lärande—vi är glada att få träffas och dela idéer om hur man bäst stödjer kreativa lärandeupplevelser hos ungdomar runt om i världen.",
    "conference-2020.desc2": "Vi planerar en konferens där deltagarna är aktiva, med en hel dag av praktiska workshops och massor av möjligheter till diskussioner och samarbeten enskilt eller i grupp.",
    "conference-2020.sessionDesc": "Intresserad av att erbjuda en session? Vi bjuder in till fyra typer av ansökningar:",
    "conference-2020.sessionItem1Title": "Affisch/demonstration (90 minuter).",
    "conference-2020.sessionItem1Desc": "Dela med dig av ditt projekt i en utställning, vid sidan om andra utställare. Exempelvis, visa nya vägar hur har du använt Scratch i klassrummet, eller nya sätt att koppla Scratch till den fysiska världen. Du kommer att få tillgång till utrymmer för en affisch och ett bord för en dator eller materiel.",
    "conference-2020.sessionItem2Title": "Praktisk workshop (60 eller 90 minuter).",
    "conference-2020.sessionItem2Desc": "Engagera deltagarna med praktiska aktiviteter, visa på nya vägar av skapande och samarbete med Scratch.",
    "conference-2020.sessionItem3Title": "Interaktiv panel (60 minuter).",
    "conference-2020.sessionItem3Desc": "Diskutera ett Scratch-relaterat ämne i en panel med tre eller flera deltagare. Din ansökan ska beskriva hur du kommer att engagera publiken under sessionen.",
    "conference-2020.sessionItem4Title": "Ignite talk (5 minuter).",
    "conference-2020.sessionItem4Desc": "Dela med dig av vad du har gjort i en kort och livfull presentation. Exempelvis, berätta en händelse om hur ungdomar har skapat med Scratch i ditt samhälle.",
    "conference-2020.proposal": "Skicka in din ansökan",
    "conference-2020.proposalDeadline": "Skicka in ansökan före 3 februari, 2020.",
    "conference-2020.registrationTitle": "Registrering:",
    "conference-2020.registrationFee": "Registreringsavgift: $250",
    "conference-2020.registrationOpen": "Registreringen öppnar 3 mars.",
    "conference-2020.questions": "Frågor? Kontakta teamet för Scratchkonferensen via {emailLink}",
    "conference-2020.organizedBy": "Scratchkonferensen är organiserad av LifeLong Kindergartengroup vid MIT Media Lab i samarbete med Scratchstiftelsen."
}