{
    "conference-2020.title": "Mkutano wa Scratch 2021:",
    "conference-2020.subtitle": "Tutengeneze Pamoja!",
    "conference-2020.dateDesc": "Julai 22-24, 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(pamoja na kufungua mapokezi jioni ya Julai 21)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Lini:",
    "conference-2020.location": "Wapi:",
    "conference-2020.desc1": "Jiunge nasi kwa Mkutano wa Scratch, mkusanyiko wa kimataifa ambapo waalimu, watafiti, na watengenezaji wanashiriki mawazo ya kusaidia kujifunza kwa ubunifu na Scratch.",
    "conference-2020.desc1a": "Kutokana na mgogoro wa afya duniani, tumechelewesha mkutano huo kwa mwaka mmoja, hadi Julai 22-24, 2021.",
    "conference-2020.desc2": "Scratch imekuwa jumuiya kubwa zaidi duniani kwa watoto duniani kote. Mkutano hutoa warsha za mikono, majadiliano ya jopo, na maandamano ya maingiliano ya kuchunguza njia za kutumia Scratch ili kupanua uzoefu wa kujifunza ubunifu kwa wanafunzi mbalimbali katika maeneo ya masomo.",
    "conference-2020.desc3": "Kwa pamoja tutabadilishana mawazo na mikakati ya jinsi ya kutumia Scratch kushirikisha wanafunzi katika kujifunza kufikiri kwa ubunifu, na kufanya kazi kwa ushirikiano—ujuzi muhimu kwa kila mtu katika jamii ya leo. ",
    "conference-2020.registrationTitle": "Kujisajili",
    "conference-2020.registrationFee": "Ada ya Mkutano: $250",
    "conference-2020.registrationOpen": "Ada ya mkutano inajumulisha vyakula 7 (vifungua kinywa 3, vhakula vha mchana 3, chakula cha jioni 1) pamoja na viburudisho wakati wa mchana.",
    "conference-2020.registrationDelayed": "Katika kukabiliana na mgogoro wa coronavirus (COVID-19), tumeamua kuchelewesha mkutano wa Scratch kwa mwaka mmoja, hadi Julai 22-24, 2021. Tunatuma matakwa vizuri kwa jumuiya yetu yote ya kimataifa na tunatumaini unaweza kujiunga nasi basi!",
    "conference-2020.connectNow": "Unataka kuunganisha sasa? Tunakualika ujifunze zaidi kuhusu mazungumzo yetu ya mtandaoni, rasilimali, na matukio katika {scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Scratch katika utendaji",
    "conference-2020.register": "Elekea Ukurasa wa Kujisajili",
    "conference-2020.stayDesc1": "Tutakuwa tunatuma chaguzi za marekebisho ya malazi mwanzoni mwa 2021.",
    "conference-2020.stayDesc2": "Kwa maelezo zaidi, wasiliana na Timu ya Mkutano wa Scratch kwa {emailLink}",
    "conference-2020.organizedBy": "Mkutano wa Scratch umeandaliwa na kikundi cha Lifelong Kindergarten katika Maabara ya MIT Media kwa kushirikiana na Taasisi ya Scratch Foundation."
}