{
    "conference-2020.title": "Inkomfa ka-2021 ye-Scratch:",
    "conference-2020.subtitle": "Ake sidale ndawonye!",
    "conference-2020.dateDesc": "Julayi 22-24, 2021 | Cambridge, MA, USA",
    "conference-2020.dateDescMore": "(ngamazwi okwamukela kusihlwa kaJulayi 21)",
    "conference-2020.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2020.date": "Nini:",
    "conference-2020.location": "Kuphi:",
    "conference-2020.desc1": "Hlangana nathi Kunkomfa ye-Scratch, umbuthano wamazwe omhlaba lapho othisha, abacwaningi, kanye nabathuthukisi babelana imibono yokusekela amakhono amasha okufunda nge-Scratch.",
    "conference-2020.desc1a": "Ngenxa yenhlekelele yezimpilo emhlabeni wonke sephuze ngonyaka owodwa ukuba nenkomfa, kwaba ngoJulayi 22-24, 2021.",
    "conference-2020.desc2": "I-Scratch isibe yi-coding community enkulu kunazo zonke yabantwana emhlabeni wonke. Inkomfa inikeza izifundo zokuqeqesha, izingxoxo zamaqembu, kanye nokubonisa ukuhilela ukuze uhlole izindlela zokusebenzisa i-Scratch ukuze ukhulise ikhono elisha lokufundisa abafundi abahlukene ngezifundo ezahlukene.",
    "conference-2020.desc3": "Sindawonye sizokwabelana imibono kanye namasu endlela yokusebenzisa i-Scratch ukuze sibandakanye abafundi ekufundeni ukucabanga amakhono amasha, ukucabanga ngokuhlelekile, kanye nokusebenza ngokubambisana—amakhono abalulekile kuwo wonke umuntu emphakathini wanamuhla.",
    "conference-2020.registrationTitle": "Ukubhalisa:",
    "conference-2020.registrationFee": "Imali Yokungena kunkomfa: $250",
    "conference-2020.registrationOpen": "Imali yokungena kunkomfa ihlanganisa izidlo eziyi-7 (3 ukudla kwasekuseni, 3 ukudla kwasemini, 1 ukudla kwakusihlwa) neziphuzo phakathi nosuku.",
    "conference-2020.registrationDelayed": "Ngenxa yenhlekelele ye-coronavirus (COVID-19), sinqume ukubambezela inkomfa ngonyaka owodwa, yaya kuJulayi 22-24, 2021. Sifisela impilo enhle wonke umphakathi wethu emhlabeni wonke futhi sethemba ukuthi nizohlanganela nathi ngaleso sikhathi!",
    "conference-2020.connectNow": "Ufuna ukuxhumana manje? Sikumema ukuba ufunde kabanzi ngezingxoxo zethu ku-inthanethi, izinsiza-kufundisa, kanye nemicimbi ku-{scratchInPracticeLink}.",
    "conference-2020.scratchInPracticeText": "Ukusebenza nge-Scratch",
    "conference-2020.register": "Iya ekhasini lokubhalisa",
    "conference-2020.stayDesc1": "Sizofaka izinketho ezilungisiwe zokuhlala ekuqaleni kuka-2021.",
    "conference-2020.stayDesc2": "Ngemibuzo eyengeziwe, thintana neQembu Lenkomfa ye-Scratch ku-{emailLink}",
    "conference-2020.organizedBy": "Inkomfa ye-Scratch ihlelwe iqembu le-Lifelong Kindergarten kuyi-MIT Media Lab ngokubambisana ne-Scratch Foundation."
}