{
    "addToStudio.title": "Добавяне в Студио",
    "addToStudio.finishing": "Довършване ...",
    "addToStudio.inviteUser": "Поканете потребител за добавяне в студио",
    "project.titleMaxLength": "Заглавието е прекалено дълго",
    "project.musicExtensionChip": "Музика",
    "project.penExtensionChip": "Молив",
    "project.text2SpeechChip": "Текст за Произнасяне",
    "project.translateChip": "Преведи",
    "project.videoSensingChip": "Видео Усет",
    "project.needsConnection": "Изисква Връзка",
    "project.comments.header": "Коментари",
    "project.comments.toggleOff": "Коментари изключени",
    "project.comments.toggleOn": "Коментари включени",
    "project.comments.turnedOff": "Съжаляваме, коментарите не са разрешени за този проект.",
    "project.share.notShared": "Този проект не е споделен — само вие го виждате. Изберете \"споделяне\", за да могат всички да го виждат.",
    "project.share.sharedLong": "Поздравления за споделянето на вашия проект! Сега други хора могат да го изпробват, да дадат коментари и да го ремиксират.",
    "project.share.sharedShort": "Вашият проект е споделен.",
    "project.share.shareButton": "Споделяне",
    "project.seeInsideButton": "Вижте отвътре",
    "project.remix.justRemixed": "„{title}“ бе ремиксиран успешно. Добавете спрайт, добавете костюм, направете промяна, за да го направите свй!",
    "project.remixButton": "Ремиксиране",
    "project.remixButton.altText": "Запазете копие на този проект и добавете свои собствени идеи.",
    "project.remixButton.remixing": "Ремиксиране...",
    "project.remixes": "Ремиксиране",
    "project.viewAllInList": "Покажи всички",
    "project.inviteToRemix": "Поканете потребител да ремиксира",
    "project.instructionsLabel": "Инструкции",
    "project.notesAndCreditsLabel": "Бележки и кредити",
    "project.credit": "Благодарности на {userLink} за оригиналния проект{projectLink}.",
    "project.deletedBanner": "Забележка: Този проект е в папката Кошче",
    "project.defaultCensoredMessage": "Този проект бе премахнат от екипа на Scratch, тъй като бе неуважителен, неподходящ за всички възрасти или по друг начин нарушаваше правилата на общността на Scratch.",
    "project.communityCensoredMessage": "Проектът ви временно бе изваден от споделените проекти, защото няколко души съобщиха, че в него има неподходящо съдържание.",
    "project.willReviewCensoredMessage": "Екипът на Scratch ще прегледа проекта въз основа на {communityGuidelinesLink} и ще възстанови проекта, или ще потвърди цензурата.",
    "project.tempCensoredMessage": "Моля, прочетете {communityGuidelinesLink} и не забравяйте да редактирате проекта, за да се уверите, че е уважителен, преди да го споделите отново.",
    "project.permCensoredMessage": "Не може да бъде споделен отново в бъдеще.",
    "project.communityGuidelines": "правила на общността",
    "project.moderationInfoLabel": "Информация за модериране",
    "project.numScripts": "{number} скрипта",
    "project.numSprites": "{number} спарайта",
    "project.descriptionMaxLength": "Описанието е прекалено дълго",
    "project.notesPlaceholder": "Как направихте този проект? Използвали ли сте идеи, скриптове или произведения на изкуството от други хора? Благодаря им тук.",
    "project.descriptionPlaceholder": "Кажете на хората как да използвате вашия проект (като например кои клавиши се ползват)",
    "project.cloudDataAlert": "Този проект използва облачни данни - функция, която е достъпна само с акаунт в Скратчъри.",
    "project.cloudVariables": "Облачна Променлива",
    "project.cloudDataLink": "Вижте Данните",
    "project.usernameBlockAlert": "Този проект може да установява кой го използва чрез блока “потребителско име”. За да скриете своята самоличност, излезте от профила си, преди да използвате проекта.",
    "project.inappropriateUpdate": "Хм...  детекторът за лоши думи мисли, че има проблем с текста ви. Моля, променете го и не забравяйте да бъдете уважителни.",
    "comment.type.disrespectful": "Scratch thinks your most recent comment was disrespectful.",
    "comment.disrespectful.header": "Make sure to be friendly and respectful when using Scratch.",
    "comment.disrespectful.content1": "The Scratch comment filter thinks your comment was disrespectful.",
    "comment.disrespectful.content2": "Remember: There is a person behind every Scratch account and unfriendly comments can really hurt someone's feelings.",
    "comment.type.pii": "The Scratch comment filter thought your most recent comment was sharing or asking for private information.",
    "comment.pii.header": "Make sure not to share private information on Scratch.",
    "comment.pii.content1": "The Scratch comment filter thinks that in your comment, you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "The Scratch comment filter thought your most recent comment was saying something bad about someone’s project.",
    "comment.unconstructive.header": "Make sure to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "The Scratch comment filter thinks your comment was saying something bad or mean about someone’s project.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "The Scratch comment filter thought your most recent comment contained a bad word.",
    "comment.vulgarity.header": "Make sure to use language that’s appropriate for all ages",
    "comment.vulgarity.content1": "The Scratch comment filter thinks your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}