{
    "addToStudio.title": "Afegeix a l'estudi",
    "addToStudio.finishing": "Finalitzant...",
    "addToStudio.inviteUser": "Convida l'usuari a afegir a l'estudi",
    "project.titleMaxLength": "El títol és massa llarg",
    "project.musicExtensionChip": "Música",
    "project.penExtensionChip": "Llapis",
    "project.text2SpeechChip": "De text a parla",
    "project.translateChip": "Tradueix",
    "project.videoSensingChip": "Detecció de vídeo",
    "project.needsConnection": "Necessita connexió",
    "project.comments.header": "Comentaris",
    "project.comments.toggleOff": "Comentaris desactivats",
    "project.comments.toggleOn": "Comentaris activats",
    "project.comments.turnedOff": "Ho sentim, la publicació de comentaris s'ha desactivat per a aquest projecte.",
    "project.share.notShared": "Aquest projecte no està compartit — per tant només tu el pots veure. Fes clic a Comparteix per fer que tothom el pugui veure!",
    "project.share.sharedLong": "Enhorabona per compartir el teu projecte! Els altres podran provar-lo, deixar-hi comentaris i reinventar-lo.",
    "project.share.sharedShort": "El teu projecte s'està compartint.",
    "project.share.shareButton": "Comparteix",
    "project.seeInsideButton": "Com està fet",
    "project.remix.justRemixed": "\"{title}\" ha estat reinventat amb èxit. Afegeix un personatge, un vestit o canvis per fer-te'l tot teu!",
    "project.remixButton": "Reinventa",
    "project.remixButton.altText": "Guarda una còpia d'aquest projecte i afegeix les teves idees.",
    "project.remixButton.remixing": "Reinventant...",
    "project.remixes": "Reinvencions",
    "project.viewAllInList": "Veure-ho tot",
    "project.inviteToRemix": "Convida l'usuari a reinventar",
    "project.instructionsLabel": "Instruccions",
    "project.notesAndCreditsLabel": "Notes i Informació",
    "project.credit": "Gràcies a {userLink} pel projecte original {projectLink}.",
    "project.deletedBanner": "Avís: Aquest projecte està a la paperera",
    "project.defaultCensoredMessage": "Aquest projecte ha estat retirat per l'equip de Scratch donat que era poc respectuós, inapropiat per a totes les edats, o bé trenca les normes de la comunitat de Scratch.",
    "project.communityCensoredMessage": "El teu projecte s'ha deixat de compartir temporalment perquè moltes persones l'han reportat com a inapropiat.",
    "project.willReviewCensoredMessage": "L'equip de Scratch revisarà el projecte d'acord amb les {communityGuidelinesLink} i restablirà el projecte o bé confirmarà la censura.",
    "project.tempCensoredMessage": "Si us plau llegeix les {communityGuidelinesLink} i edita el projecte per a que sigui respectuós abans de tornar-lo a compartir-lo.",
    "project.permCensoredMessage": "No es pot compartir de nou.",
    "project.communityGuidelines": "normes de la comunitat",
    "project.moderationInfoLabel": "Informació de moderació",
    "project.numScripts": "{number} programes",
    "project.numSprites": "{number} personatges",
    "project.descriptionMaxLength": "La descripció és molt llarga",
    "project.notesPlaceholder": "Com has fet aquest projecte? Has utilitzat idees programes o dissenys d'altres persones? Dona'ls les gràcies aquí.",
    "project.descriptionPlaceholder": "Explica a la gent com fer servir el teu projecte (per exemple, quines tecles han de prémer).",
    "project.cloudDataAlert": "Aquest projecte utilitza dades al núvol - una opció només disponible per a Scratchers amb sessió iniciada.",
    "project.cloudVariables": "Variables en el núvol",
    "project.cloudDataLink": "Veure les Dades",
    "project.usernameBlockAlert": "Aquest projecte pot detectar qui l'està fent servir mitjançant el bloc \"nom d'usuari\". Per tal d'amagar la teva identitat, tanca la sessió abans d'usar aquest projecte.",
    "project.inappropriateUpdate": "Vaja... el detector de paraules mal sonants pensa que hi ha un problema amb el teu text. Si us plau canvia'l i recorda ser respectuós.",
    "comment.type.disrespectful": "Scratch thinks your most recent comment was disrespectful.",
    "comment.disrespectful.header": "Make sure to be friendly and respectful when using Scratch.",
    "comment.disrespectful.content1": "The Scratch comment filter thinks your comment was disrespectful.",
    "comment.disrespectful.content2": "Remember: There is a person behind every Scratch account and unfriendly comments can really hurt someone's feelings.",
    "comment.type.pii": "The Scratch comment filter thought your most recent comment was sharing or asking for private information.",
    "comment.pii.header": "Make sure not to share private information on Scratch.",
    "comment.pii.content1": "The Scratch comment filter thinks that in your comment, you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "The Scratch comment filter thought your most recent comment was saying something bad about someone’s project.",
    "comment.unconstructive.header": "Make sure to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "The Scratch comment filter thinks your comment was saying something bad or mean about someone’s project.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "The Scratch comment filter thought your most recent comment contained a bad word.",
    "comment.vulgarity.header": "Make sure to use language that’s appropriate for all ages",
    "comment.vulgarity.content1": "The Scratch comment filter thinks your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}