{
    "addToStudio.title": "Añadir al estudio",
    "addToStudio.finishing": "Terminando...",
    "addToStudio.inviteUser": "Invita a un usuario a añadir al estudio.",
    "project.titleMaxLength": "El título es muy largo",
    "project.musicExtensionChip": "Música",
    "project.penExtensionChip": "Lápiz",
    "project.text2SpeechChip": "Texto a voz",
    "project.translateChip": "Traducir",
    "project.videoSensingChip": "Sensor de vídeo",
    "project.needsConnection": "Necesita conexión",
    "project.comments.header": "Comentarios",
    "project.comments.toggleOff": "Comentarios deshabilitados",
    "project.comments.toggleOn": "Comentarios habilitados",
    "project.comments.turnedOff": "Lo siento, se han desactivado los comentarios para este proyecto.",
    "project.share.notShared": "Este proyecto no está compartido — sólo tu puedes verlo. ¡Haz clic en compartir para que todo el mundo pueda verlo!",
    "project.share.sharedLong": "¡Felicidades, compartiste tu proyecto! Otras personas podrán probarlo, dar comentarios y reinventarlo.",
    "project.share.sharedShort": "Tu proyecto ha sido compartido.",
    "project.share.shareButton": "Compartir",
    "project.seeInsideButton": "Ver dentro",
    "project.remix.justRemixed": "\"{title}\" ha sido remezclado correctamente. Añade un objeto, un disfraz, ¡o añade un cambio para hacerlo tuyo!",
    "project.remixButton": "Reinventar",
    "project.remixButton.altText": "Guardar una copia de este proyecto y añadir tus propias ideas.",
    "project.remixButton.remixing": "Reinventando...",
    "project.remixes": "Reinvenciones",
    "project.viewAllInList": "Ver todo",
    "project.inviteToRemix": "Invitar a un usuario a remezclar",
    "project.instructionsLabel": "Instrucciones",
    "project.notesAndCreditsLabel": "Notas y créditos",
    "project.credit": "Gracias a {userLink} por el proyecto original {projectLink}.",
    "project.deletedBanner": "Nota: este proyecto está en la basura",
    "project.defaultCensoredMessage": "Este proyecto ha sido eliminado por el Scratch Team porque no era respetuoso, por ser inapropiado para todas las edades, o bien porque no cumplía con las Reglas de la Comunidad de Scratch.",
    "project.communityCensoredMessage": "Tu proyecto ha dejado de estar compartido temporalmente porque varias personas lo reportaron como inadecuado.",
    "project.willReviewCensoredMessage": "El Scratch Team revisará el proyecto basándose en las {communityGuidelinesLink}, y lo reestablecerá o confirmará la censura.",
    "project.tempCensoredMessage": "Por favor, lee las {communityGuidelinesLink} y asegúrate de modificar el proyecto para que sea respetuoso con las normas antes de empezar a compartirlo.",
    "project.permCensoredMessage": "No puede volver a compartirse en el futuro.",
    "project.communityGuidelines": "reglas de la comunidad",
    "project.moderationInfoLabel": "Información de moderación",
    "project.numScripts": "{number} códigos",
    "project.numSprites": "{number} objetos",
    "project.descriptionMaxLength": "La descripción es muy larga",
    "project.notesPlaceholder": "¿Cómo hiciste este proyecto? ¿Usaste ideas, objetos o arte de otras personas? Dales las gracias aquí.",
    "project.descriptionPlaceholder": "Dile a la gente cómo usar tu proyecto (por ejemplo qué teclas deben pulsar).",
    "project.cloudDataAlert": "Este proyecto utiliza datos en la nube - una caracteristica que sólo está disponible para Scratchers registrados.",
    "project.cloudVariables": "Variables en la nube",
    "project.cloudDataLink": "Ver datos",
    "project.usernameBlockAlert": "Este proyecto puede detectar quién está usándolo a través del bloque \"nombre de usuario\". Para no revelar tu identidad, sal de tu cuenta antes de usar el proyecto.",
    "project.inappropriateUpdate": "Umm… el detector de malas palabras cree que hay un problema con tu texto. Por favor cámbialo y recuerda ser respetuoso.",
    "comment.type.disrespectful": "Scratch thinks your most recent comment was disrespectful.",
    "comment.disrespectful.header": "Make sure to be friendly and respectful when using Scratch.",
    "comment.disrespectful.content1": "The Scratch comment filter thinks your comment was disrespectful.",
    "comment.disrespectful.content2": "Remember: There is a person behind every Scratch account and unfriendly comments can really hurt someone's feelings.",
    "comment.type.pii": "The Scratch comment filter thought your most recent comment was sharing or asking for private information.",
    "comment.pii.header": "Make sure not to share private information on Scratch.",
    "comment.pii.content1": "The Scratch comment filter thinks that in your comment, you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "The Scratch comment filter thought your most recent comment was saying something bad about someone’s project.",
    "comment.unconstructive.header": "Make sure to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "The Scratch comment filter thinks your comment was saying something bad or mean about someone’s project.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "The Scratch comment filter thought your most recent comment contained a bad word.",
    "comment.vulgarity.header": "Make sure to use language that’s appropriate for all ages",
    "comment.vulgarity.content1": "The Scratch comment filter thinks your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}