{
    "addToStudio.title": "اضافه کردن به استودیو",
    "addToStudio.finishing": "در حال اتمام...",
    "addToStudio.inviteUser": "دعوت از کاربران برای اضافه کردن به استودیو",
    "project.titleMaxLength": "عنوان خیلی طولانی است",
    "project.musicExtensionChip": "موسیقی",
    "project.penExtensionChip": "قلم",
    "project.text2SpeechChip": "تبدیل متن به گفتار",
    "project.translateChip": "ترجمه",
    "project.videoSensingChip": "حس از روی فیلم",
    "project.needsConnection": "نیاز به اتصال",
    "project.comments.header": "دیدگاه‌ها",
    "project.comments.toggleOff": "نظردهی غیرفعال",
    "project.comments.toggleOn": "نظردهی فعال",
    "project.comments.turnedOff": "ببخشید، ارسال نظر برای این پروژه غیر فعال شده است.",
    "project.share.notShared": "این پروژه به اشتراک گذاشته نشده است — به همین دلیل فقط شما می‌توانید آنرا مشاهده نمایید. با کلیک بر روی به اشتراک گذاری اجازه دهید تا همه آنرا ببینند.",
    "project.share.sharedLong": "تبریک فراوان برای به اشتراک گذاشتن پروژه! حالا دیگران می‌توانند آن را اجرا کنند، نظر بدهند و بازترکیب کنند.",
    "project.share.sharedShort": "پروژه شما هم اکنون به اشتراک گذاشته شد.",
    "project.share.shareButton": "اشتراک گذاری",
    "project.seeInsideButton": "داخلش را ببین",
    "project.remix.justRemixed": "\"{title}\" با موفقیت بازترکیب شد. با اضافه کردن شکلک و یا حالتی آنرا تغییر دهید ومالک آن شوید.",
    "project.remixButton": "بازترکیب",
    "project.remixButton.altText": "یک نسخه از این پروژه را ذخیره کن و به ایده های خود اضافه کن.",
    "project.remixButton.remixing": "در حال بازترکیب...",
    "project.remixes": "بازترکیب‌‌ها",
    "project.viewAllInList": "مشاهده همه",
    "project.inviteToRemix": "دعوت کاربری دیگر برای بازترکیب",
    "project.instructionsLabel": "دستورالعمل",
    "project.notesAndCreditsLabel": "یادداشت‌ها و قدردانی‌ها",
    "project.credit": "تشکر از {userLink} سازنده اصلی پروژه {projectLink} ",
    "project.deletedBanner": "توجه: این پروژه در پوشه‌ی زباله‌ها است",
    "project.defaultCensoredMessage": "این پروژه توسط تیم اسکرچ حذف شد، زیرا آن بی احترامی، نامناسب برای همه سنین، و یا خلاف دستورالعمل های انجمن اسکرچ بوده است.",
    "project.communityCensoredMessage": "پروژه‌ی شما به طور موقت از حالت اشتراک گذاشته شده خارج شد، زیرا چندین نفر آن را نامناسب دانسته و گزارش کرده اند.",
    "project.willReviewCensoredMessage": "تیم اسکرچ بر اساس{communityGuidelinesLink} پروژه را بررسی خواهد کرد و یا پروژه را بر می‌گرداند یا یا محدود شده نگه می‌دارد.",
    "project.tempCensoredMessage": "لطفا {communityGuidelinesLink} را بخوانید و قبل از اشتراک مجدد آن را ویرایش کنید و مطمئن شوید که همه چیز مودبانه هست.",
    "project.permCensoredMessage": "در آینده هرگز نمی‌توان آن را دوباره به اشتراک گذاشت.",
    "project.communityGuidelines": "دستور العمل‌های جامعه",
    "project.moderationInfoLabel": "اطلاعات مديريتی",
    "project.numScripts": "{number} دستور",
    "project.numSprites": "{number} شکلک",
    "project.descriptionMaxLength": "توضیحات خیلی طولانی است",
    "project.notesPlaceholder": "چطور این پروژه را ساختید؟ آیا از ایده‌ها، کدها و یا آثار هنری دیگران استفاده کرده‌اید؟ از آنها نیز در اینجا تشکر کنید.",
    "project.descriptionPlaceholder": "به سایرین بگویید که چطور از این پروژه استفاده کنند (مثلا از کدام کلیدها باید استفاده کنند).",
    "project.cloudDataAlert": "این پروژه از داده‌های ابری استفاده می‌کند -این ویژگی تنها برای اسکرچرهای که با حساب کاربریشان وارد سایت شده‌اند، فعال است.",
    "project.cloudVariables": "متغیرهای ابری",
    "project.cloudDataLink": "مشاهده دیتا",
    "project.usernameBlockAlert": "این پروژه می تواند با استفاده از قطعه‌ی \"نام کاربری\"، تشخیص بدهد چه کسی از آن استفاده می‌کند. برای مخفی کردن هویت خود، قبل از استفاده از پروژه، از حساب کاربری خود خارج شوید.",
    "project.inappropriateUpdate": "همممم... تشخیص دهنده‌ی هوشمند کلمه‌ی بد ، فکر می‌کند یک مشکل در متن شما وجود دارد. لطفا آن را تغییر دهید و به یادتون باشه که مودب باشید.",
    "comment.type.disrespectful": "Scratch thinks your most recent comment was disrespectful.",
    "comment.disrespectful.header": "Make sure to be friendly and respectful when using Scratch.",
    "comment.disrespectful.content1": "The Scratch comment filter thinks your comment was disrespectful.",
    "comment.disrespectful.content2": "Remember: There is a person behind every Scratch account and unfriendly comments can really hurt someone's feelings.",
    "comment.type.pii": "The Scratch comment filter thought your most recent comment was sharing or asking for private information.",
    "comment.pii.header": "Make sure not to share private information on Scratch.",
    "comment.pii.content1": "The Scratch comment filter thinks that in your comment, you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "The Scratch comment filter thought your most recent comment was saying something bad about someone’s project.",
    "comment.unconstructive.header": "Make sure to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "The Scratch comment filter thinks your comment was saying something bad or mean about someone’s project.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "The Scratch comment filter thought your most recent comment contained a bad word.",
    "comment.vulgarity.header": "Make sure to use language that’s appropriate for all ages",
    "comment.vulgarity.content1": "The Scratch comment filter thinks your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}