{
    "addToStudio.title": "Lisää studioon",
    "addToStudio.finishing": "Viimeistellään...",
    "addToStudio.inviteUser": "Pyydä käyttäjä lisäämään studioon",
    "project.titleMaxLength": "Otsikko on liian pitkä",
    "project.musicExtensionChip": "Musiikki",
    "project.penExtensionChip": "Kynä",
    "project.text2SpeechChip": "Teksti puheeksi",
    "project.translateChip": "Käännä",
    "project.videoSensingChip": "Videohavainnointi",
    "project.needsConnection": "Tarvitsee yhteyden",
    "project.comments.header": "Kommentit",
    "project.comments.toggleOff": "Kommentointi pois",
    "project.comments.toggleOn": "Kommentointi päällä",
    "project.comments.turnedOff": "Valitettavasti kommenttien lähettäminen on poistettu käytöstä tässä projektissa.",
    "project.share.notShared": "Tätä projektia ei ole jaettu — niinpä vain sinä näet sen. Klikkaa jaa, jotta kaikki näkevät sen!",
    "project.share.sharedLong": "Onnittelut projektin jakamisesta! Muut ihmiset voivat nyt kokeilla sitä, kommentoida ja remiksata sen.",
    "project.share.sharedShort": "Projektisi on nyt jaettu.",
    "project.share.shareButton": "Jaa",
    "project.seeInsideButton": "Katso sisälle",
    "project.remix.justRemixed": "\"{title}\" remiksattiin onnistuneesti. Lisää hahmo, asuste tai tee muutos saadaksesi siitä omannäköisesi!",
    "project.remixButton": "Remiksaa",
    "project.remixButton.altText": "Tallenna kopio tästä projektista ja lisää omia ideoitasi.",
    "project.remixButton.remixing": "Remiksataan...",
    "project.remixes": "Remiksaukset",
    "project.viewAllInList": "Näytä kaikki",
    "project.inviteToRemix": "Kutsu käyttäjä remiksaamaan",
    "project.instructionsLabel": "Ohjeet",
    "project.notesAndCreditsLabel": "Ilmoitukset ja kiitokset",
    "project.credit": "Kiitos {userLink} alkuperäisestä projektista {projectLink}.",
    "project.deletedBanner": "Huomautus: Tämä projekti on roskakorissa",
    "project.defaultCensoredMessage": "Scratch-tiimi poisti tämän projektin, koska se oli epäkunnioittava, kaiken ikäisille sopimaton tai rikkoi muuten Scratch-yhteisön ohjeita.",
    "project.communityCensoredMessage": "Projektisi on väliaikaisesti poistettu käytöstä, koska useat ihmiset ilmoittivat sen olevan sopimaton.",
    "project.willReviewCensoredMessage": "Scratch-tiimi tarkistaa projektin {communityGuidelinesLink} perusteella ja joko palauttaa projektin tai vahvistaa sensuurin.",
    "project.tempCensoredMessage": "Lue {communityGuidelinesLink} ja muista muokata projektia varmistaaksesi, että sitä kunnioitetaan ennen kuin jaat sen uudelleen.",
    "project.permCensoredMessage": "Sitä ei voida jakaa uudelleen milloinkaan tulevaisuudessa.",
    "project.communityGuidelines": "yhteisön suuntaviivat",
    "project.moderationInfoLabel": "Moderoinnin tiedot",
    "project.numScripts": "{number} skriptiä",
    "project.numSprites": "{number} hahmoa",
    "project.descriptionMaxLength": "Kuvaus on liian pitkä",
    "project.notesPlaceholder": "Miten teit tämän projektin? Käytitkö muiden ihmisten ideoita, skriptejä tai kuvitusta? Kiitä heitä tässä.",
    "project.descriptionPlaceholder": "Kerro ihmisille, miten projektiasi käytetään (kuten mitä näppäimiä painetaan).",
    "project.cloudDataAlert": "Tässä projektissa käytetään pilvitietoja - ominaisuus, joka on käytettävissä vain kirjautuneille scratchaajille.",
    "project.cloudVariables": "Pilvimuuttujat",
    "project.cloudDataLink": "Katso data",
    "project.usernameBlockAlert": "Tämä projekti voi tunnistaa, kuka sitä käyttää hyödyntäen \"käyttäjänimi\"-lohkoa. Jos haluat piilottaa henkilöllisyytesi, kirjaudu ulos ennen projektin käyttöä.",
    "project.inappropriateUpdate": "Hmm... rumien sanojen tunnistimen mielestä tekstissäsi on ongelma. Muuta se ja muista olla kunnioittava.",
    "comment.type.general": "It appears that your most recent comment didn't follow the Scratch Community Guidelines.",
    "comment.general.header": "We encourage you to post comments that follow the Scratch Community Guidelines.",
    "comment.general.content1": "On Scratch, it's important for comments to be kind, to be appropriate for all ages, and to not contain spam.",
    "comment.type.pii": "Your most recent comment appeared to be sharing or asking for private information.",
    "comment.pii.header": "Please be sure not to share private information on Scratch.",
    "comment.pii.content1": "It appears that you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "It appears that your most recent comment was saying something that might have been hurtful.",
    "comment.unconstructive.header": "We encourage you to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "It appears that your comment was saying something that might have been hurtful.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "Your most recent comment appeared to include a bad word.",
    "comment.vulgarity.header": "We encourage you to use language that’s appropriate for all ages.",
    "comment.vulgarity.content1": "It appears that your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}