{
    "addToStudio.title": "Ajouter au studio",
    "addToStudio.finishing": "Finition...",
    "addToStudio.inviteUser": "Inviter un utilisateur à ajouter des projets au studio",
    "project.titleMaxLength": "Le titre est trop long",
    "project.musicExtensionChip": "Musique",
    "project.penExtensionChip": "Stylo",
    "project.text2SpeechChip": "Synthèse vocale",
    "project.translateChip": "Traduire",
    "project.videoSensingChip": "Détection vidéo",
    "project.needsConnection": "À besoin d'être connecté",
    "project.comments.header": "Commentaires",
    "project.comments.toggleOff": "Commentaires désactivés",
    "project.comments.toggleOn": "Commentaires activés",
    "project.comments.turnedOff": "Désolé, mais l'envoi de commentaires a été désactivé pour ce projet.",
    "project.share.notShared": "Ce projet n'est pas partagé - donc vous seul pouvez le voir. Cliquer sur Partager pour que tout le monde puisse le voir.",
    "project.share.sharedLong": "Félicitations pour avoir partagé votre projet ! D'autres personnes peuvent maintenant l'essayer, le commenter et le remixer.",
    "project.share.sharedShort": "Votre projet est maintenant partagé",
    "project.share.shareButton": "Partager",
    "project.seeInsideButton": "Voir à l'intérieur",
    "project.remix.justRemixed": "\"{title}\" a été remixé avec succès. Ajoute un sprite, un costume ou modifier quelque chose pour te l'approprier.",
    "project.remixButton": "Remix",
    "project.remixButton.altText": "Sauvegarder une copie de ce projet et ajouter vos propres idées",
    "project.remixButton.remixing": "En cours de remix...",
    "project.remixes": "Remix",
    "project.viewAllInList": "Tout voir",
    "project.inviteToRemix": "Inviter un utilisateur à remixer.",
    "project.instructionsLabel": "Instructions",
    "project.notesAndCreditsLabel": "Notes et Crédits",
    "project.credit": "Merci à {userLink} pour le projet original {projectLink}.",
    "project.deletedBanner": "Remarque : Ce projet est dans la poubelle",
    "project.defaultCensoredMessage": "Ce projet a été retiré par l'équipe Scratch car il était irrespectueux, inapproprié pour tous les âges, ou car il ne respectait pas les règles de conduite de la communauté Scratch.",
    "project.communityCensoredMessage": "Votre projet a été temporairement non partagé parce que plusieurs personnes l'ont signalé comme étant inapproprié.",
    "project.willReviewCensoredMessage": "L'équipe Scratch va vérifier ce projet sur base des {communityGuidelinesLink} et soit le restaurer ou confirmer la censure.",
    "project.tempCensoredMessage": "Merci de lire les {communityGuidelinesLink} et modifier le projet pour vous assurer qu'il est respectueux avant de le partager à nouveau.",
    "project.permCensoredMessage": "Il ne peut être repartagé à aucun moment dans le futur.",
    "project.communityGuidelines": "règles de communauté",
    "project.moderationInfoLabel": "Info modération",
    "project.numScripts": "{number} scripts",
    "project.numSprites": "{number} sprites",
    "project.descriptionMaxLength": "La description est trop longue",
    "project.notesPlaceholder": "Comment avez-vous réalisé ce projet ? Avez-vous utilisé des idées, des scénarios ou des œuvres d'art d'autres personnes ? Remerciez-les ici.",
    "project.descriptionPlaceholder": "Dites aux gens comment utiliser votre projet (par exemple, quelles touches appuyer).",
    "project.cloudDataAlert": "Ce projet utilise des données cloud - une fonctionnalité qui n'est accessible qu'aux Scratcheurs connectés.",
    "project.cloudVariables": "Variables Cloud",
    "project.cloudDataLink": "Voir les données",
    "project.usernameBlockAlert": "Ce projet peut détecter qui l'utilise grâce au bloc \"nom d'utilisateur\". Pour masquer son identité, se déconnecter avant d'utiliser le projet.",
    "project.inappropriateUpdate": "Humm... le détecteur de gros mots pense qu'il y a un problème avec votre texte. Merci de le modifier et rappelez-vous d'être respectueux.",
    "comment.type.disrespectful": "Scratch pense que votre dernier commentaire était irrespectueux.",
    "comment.disrespectful.header": "Veuillez rester poli et respectueux quand vous utilisez Scratch.",
    "comment.disrespectful.content1": "Le filtre de commentaires Scratch pense que votre commentaire est irrespectueux.",
    "comment.disrespectful.content2": "Rappelez-vous qu'il y a un être humain derrière chaque compte Scratch et que les commentaires irrespectueux peuvent heurter cette personne.",
    "comment.type.pii": "Le filtre de commentaires Scratch pensait que votre commentaire le plus récent était un partage ou une demande d'informations privées.",
    "comment.pii.header": "Veillez à ne pas partager d'informations privées sur Scratch.",
    "comment.pii.content1": "Le filtre de commentaire Scratch pense que dans votre commentaire, vous avez partagé ou demandé des informations privées.",
    "comment.pii.content2": "Les choses que vous partagez sur Scratch peuvent être vues par tout le monde, et peuvent apparaître dans les moteurs de recherche. Les informations privées peuvent être utilisées par d'autres personnes de manière nuisible, il est donc important de les garder privées.",
    "comment.pii.content3": "Il s'agit d'un problème de sécurité sérieux.",
    "comment.type.unconstructive": "Le filtre de commentaire Scratch pensait que votre commentaire le plus récent disait quelque chose de mauvais sur le projet de quelqu'un.",
    "comment.unconstructive.header": "Assurez-vous d'apporter votre soutien lorsque vous commentez les projets d'autres personnes",
    "comment.unconstructive.content1": "Le filtre de commentaire Scratch pense que votre commentaire disait quelque chose de mauvais ou de méchant sur le projet de quelqu'un.",
    "comment.unconstructive.content2": "Si vous pensez que quelque chose pourrait être amélioré, vous pouvez dire quelque chose que vous aimez à propos du projet et faire une suggestion sur la façon de l'améliorer.",
    "comment.type.vulgarity": "Le filtre de commentaire Scratch a estimé que votre dernier commentaire contenait un gros mot.",
    "comment.vulgarity.header": "Veillez à utiliser un langage adapté à tous les âges",
    "comment.vulgarity.content1": "Le filtre de commentaire Scratch pense que votre commentaire contient un gros mot.",
    "comment.vulgarity.content2": "Scratch a des utilisateurs de tous âges, il est donc important d'utiliser un langage qui convient à tous les Scratchers."
}