{
    "addToStudio.title": "Cuir ri stiùideo",
    "addToStudio.finishing": "Ga chrìochnachadh…",
    "addToStudio.inviteUser": "Thoir cuireadh do chleachdaiche gus a chur ris an stiùideo",
    "project.titleMaxLength": "Tha an tiotal ro fhada",
    "project.musicExtensionChip": "Ceòl",
    "project.penExtensionChip": "Peann",
    "project.text2SpeechChip": "Teacsa na chainnt",
    "project.translateChip": "Eadar-theangaich",
    "project.videoSensingChip": "Mothachadh video",
    "project.needsConnection": "Tha feum air ceangal",
    "project.comments.header": "Beachdan",
    "project.comments.toggleOff": "Chaidh na beachdan a chur dheth",
    "project.comments.toggleOn": "Chaidh na beachdan a chur air",
    "project.comments.turnedOff": "Tha sinn duilich ach chaidh postadh bheachdan a chur dheth airson a’ phròiseict seo.",
    "project.share.notShared": "Cha deach am pròiseact seo a cho-roinneadh – mar sin chan fhaic ach thu fhèin e. Briog air “Co-roinn” ach am faic a h-uile duine e!",
    "project.share.sharedLong": "Meal do naidheachd gun do cho-roinn thu am pròiseact agad! ’S urrainn dho chàch fheuchainn a-nis, beachdan a thoirt agus ath-mheasgachadh.",
    "project.share.sharedShort": "Tha thu air a’ phròiseact agad a cho-roinneadh a-nis.",
    "project.share.shareButton": "Co-roinn",
    "project.seeInsideButton": "Seall a-steach",
    "project.remix.justRemixed": "Chaidh “{title}” ath-mheasgachadh. Cuir sprìd no dreach ris is atharraich e airson pròiseact agad fhèin a dhèanamh dheth!",
    "project.remixButton": "Ath-mheasgaich",
    "project.remixButton.altText": "Sàbhail lethbhreac dhen phròiseact seo agus cuir na beachdan agad fhèin ris.",
    "project.remixButton.remixing": "'Ga ath-mheasgachadh...",
    "project.remixes": "Ath-mheasgachaidhean",
    "project.viewAllInList": "Seall na h-uile",
    "project.inviteToRemix": "Thoir cuireadh do chleachdaiche airson ath-mheagachadh",
    "project.instructionsLabel": "Stiùireadh",
    "project.notesAndCreditsLabel": "Nòtaichean is urram",
    "project.credit": "Mòran taing dha {userLink} airson a’ phròiseict thùsail {projectLink}.",
    "project.deletedBanner": "An aire: Tha am pròiseact seo sa bhiona",
    "project.defaultCensoredMessage": "Chaidh am pròiseact seo a thoirt air falbh le sgioba Scratch on a bha e mì-mhodhail, gun a bhith iomchaidh do gach aois no a’ briseadh riaghailtean giùlain sa choimhearsnachd Scratch air dòigheigin eile.",
    "project.communityCensoredMessage": "Chaidh am pròiseact agad fhalach rè seal on a rinn iomadh duine gearan mu dhèidhinn.",
    "project.willReviewCensoredMessage": "Nì an sgioba Scratch sgrùdadh air a’ phròiseact a-rèir {communityGuidelinesLink} agus thèid aiseag no fhalach a dhearbhadh an uairsin.",
    "project.tempCensoredMessage": "Feuch an leugh thu {communityGuidelinesLink} ’s an deasaich thu am pròiseact ach am bi e modhail le cinnt mus co-roinn thu e a-rithist.",
    "project.permCensoredMessage": "Cha ghabh a cho-roinneadh a-rithist idir.",
    "project.communityGuidelines": "riaghailtean giùlain",
    "project.moderationInfoLabel": "Fiosrachadh maorsainneachd",
    "project.numScripts": "{number} sgriobt(aichean)",
    "project.numSprites": "{number} sprìd(ean)",
    "project.descriptionMaxLength": "Tha an tuairisgeul ro fhada",
    "project.notesPlaceholder": "Ciamar a chuthaich thu am pròiseact seo? An do chleachd thu beachdan, sgriobtaichean no obair-ealain aig daoine eile? Thoir taing dhaibh an seo.",
    "project.descriptionPlaceholder": "Innis mar a chleachdar am pròiseact agad (can dè na h-iuchraichean a dh’fheumas daoine brùthadh orra).",
    "project.cloudDataAlert": "Cleachdaidh am pròiseact seo dàta neòil ‒ seo gleus nach eil ri làimh ach do luchd-Scratch a chlàraich a-steach.",
    "project.cloudVariables": "Caochladairean neòil",
    "project.cloudDataLink": "Seall an dàta",
    "project.usernameBlockAlert": "’S urrainn dhan phròiseact seo mothachadh air cò tha ga chleachdadh le bloca “ainm-cleachdaiche”. Ma tha thu airson falach cò thusa, clàraich a-mach mus cleachd thu am pròiseact seo.",
    "project.inappropriateUpdate": "An-dà… tha mothaichear nan droch-fhaclan den bheachd gu bheil duilgheadas leis an teacsa agad. Feuch an atharraich thu e is gum bi thu modhail.",
    "comment.type.disrespectful": "Tha Scratch dhen bheachd nach robh do bheachd mu dheireadh modhail.",
    "comment.disrespectful.header": "Dèan cinnteach gum bi thu modhail caoimhneil nuair a chleachdas tu Scratch.",
    "comment.disrespectful.content1": "Tha criathrag nam beachdan Scratch dhen bheachd nach robh do bheachd modhail.",
    "comment.disrespectful.content2": "Cuimhnich: Tha cuideigin air cùlaibh gach cunntas Scratch agus is urrainn do bheachdan mì-chaoimhneil am faireachdainnean a leòn.",
    "comment.type.pii": "Bha criathrag beachdan Scratch dhen bheachd gun robh do bheachd mu dheireadh a’ co-roinneadh no a’ faighneachd mu fhiosrachadh prìobhaideach.",
    "comment.pii.header": "Dèan cinnteach nach co-roinn thu fiosrachadh prìobhaideach air Scratch idir.",
    "comment.pii.content1": "Tha criathrag beachdan Scratch dhen bheachd gun robh thu a’ co-roinneadh no a’ faighneachd mu fhiosrachadh prìobhaideach nad bheachd.",
    "comment.pii.content2": "Chì duine sam bith na cho-roinneas tu air Scratch agus ’s urrainn dha nochdadh ann an einnseinean-luirg. ’S urrainn do dhaoine eile fiosrachadh prìobhaideachd a chleachdadh airson cron a dhèanamh ort, mar sin tha e cudromach gun cùm thu prìobhaideach e.",
    "comment.pii.content3": "’S e cùis sàbhailteachd fìor chudromach a th’ ann.",
    "comment.type.unconstructive": "Bha criathrag beachdan Scratch dhen bheachd gun robh do bheachd mu dheireadh a’ càineadh pròiseact aig cuideigin eile.",
    "comment.unconstructive.header": "Dèan cinnteach gum bi thu teiceil nuair a bheireas tu beachd do phròiseactan aig cuideigin eile",
    "comment.unconstructive.content1": "Tha criathrag beachdan Scratch dhen bheachd gun robh do bheachd a’ càineadh pròiseact aig cuideigin eile.",
    "comment.unconstructive.content2": "Ma tha thu dhen bheachd gun gabhadh piseach a thoirt air rudeigin, ’s urrainn dhut innse na tha a’ còrdadh riut mun phròiseact agus moladh a thoirt dha air mar a ghabhadh a leasachadh.",
    "comment.type.vulgarity": "Bha criathrag beachdan Scratch dhen bheachd gun robh droch-fhacal nad bheachd mu dheireadh.",
    "comment.vulgarity.header": "Dèan cinnteach gu bheil do chainnt iomchaidh do gach aois",
    "comment.vulgarity.content1": "Tha criathrag nam beachdan Scratch dhen bheachd gu bheil droch-fhacal nad bheachd.",
    "comment.vulgarity.content2": "Tha daoine le aois sam bith a’ cleachdadh Scratch, mar sin tha e cudromach gun cleachd thu cainnt a tha iomchaidh dhan a h-uile neach-Scratch."
}