{
    "addToStudio.title": "Tevlî Studyoyê bike",
    "addToStudio.finishing": "Tê qedandin...",
    "addToStudio.inviteUser": "Ji bo bikarhêneran tevlî studyoyê bike wan vexwîne",
    "project.titleMaxLength": "Sernav pir dirêj e",
    "project.musicExtensionChip": "Muzîk",
    "project.penExtensionChip": "Pênûs",
    "project.text2SpeechChip": "Ji Nivîsê bo Deng",
    "project.translateChip": "Werger",
    "project.videoSensingChip": "Vehesîna Vîdyoyê",
    "project.needsConnection": "Girêdan pêwîst e.",
    "project.comments.header": "Şîrove",
    "project.comments.toggleOff": "Şîrove tên girtin",
    "project.comments.toggleOn": "Şîrove tên vekirin",
    "project.comments.turnedOff": "Bibore ji bo vê projeye şîrove hatine girtin.",
    "project.share.notShared": "Ev proje parve nabe — ji ber vê tenê tu dikarî bibînî. Ji bo ku her kes bibine, parve bike!",
    "project.share.sharedLong": "Pîrozbahî li te ji bo ku te projeya xwe parve kir! Êdî kesên din dikarin projeya te biceribîne, şîrove bike û tiştekî li wê zêde bikin.",
    "project.share.sharedShort": "Aniha tu projeya xwe parve dike.",
    "project.share.shareButton": "Parve bike",
    "project.seeInsideButton": "Lê binêre",
    "project.remix.justRemixed": "Bi awayekî serkevtî \"{title}\" hate sererastkirin. Pêlîstikekê û kostumekê tevlî bike û ji bo tu bike ya xwe guhertinekê tê de bike!",
    "project.remixButton": "Remîks bike",
    "project.remixButton.altText": "Fikrên xwe tevlî bike û kopiyeke vê projeye tomar bike.",
    "project.remixButton.remixing": "Remîks dibe...",
    "project.remixes": "Yên remîkskirî",
    "project.viewAllInList": "Hemûyan bibîne",
    "project.inviteToRemix": "Ji bo remîkskirinê bikarhîneran vexwîne",
    "project.instructionsLabel": "Rêwerz",
    "project.notesAndCreditsLabel": "Nîşe û Kedkarî",
    "project.credit": "Ji bo projeya orijînal{projectLink}Mala {userLink}ava.",
    "project.deletedBanner": "Nîşe: Ev proje di peldanka sergoyê de ye.",
    "project.defaultCensoredMessage": "Ji ber bêrêzî, binpêbûna rêwerzên civaka Scratchê û guncavnebûna wê ya ji bo her temenan ve, ev proje ji hêla Tîma Scratchê ve hate rakirin.",
    "project.communityCensoredMessage": "Projeya te bi demkî ji parvekirinê hat derxistin ji ber ku çend kesan neguncavbûna wê ragihand.",
    "project.willReviewCensoredMessage": "Desteya Scratchê dê projeyê li gor {communityGuidelinesLink}ê binirxîne û wê ya projeyê dîsa bîne cî ya jî sansûrê ji binî bipejirîne.",
    "project.tempCensoredMessage": "Ji kerema xwe {communityGuidelinesLink}ê bixwîne û berî parvekirina projeyê wê bi awayê ku rêzdar û guncav bibe, sererast bike. ",
    "project.permCensoredMessage": "Di siberojê de ti carî nikare dîsa were parvekirin.",
    "project.communityGuidelines": "rêwerzên civakê",
    "project.moderationInfoLabel": "Agahiyên Venêrînê",
    "project.numScripts": "{number} kod ",
    "project.numSprites": "{number} pêlîstik",
    "project.descriptionMaxLength": "Pênase zêde dirêj e.",
    "project.notesPlaceholder": "Te ev proje çawa çêkir? Te raman, berhemên hunerî an jî kodên kesên dinê bi kar anî? Li vira spasiya wan bike.",
    "project.descriptionPlaceholder": "Ji mirovan re bibêje bila çawa projeya te bi kar bînin (wekî ku pêlîkirina kîjan bişkokan)",
    "project.cloudDataAlert": "Ev proje daneya EWRê bi kar tîne ‒ ev taybetî tenê ji Scratcherên têketî re vekirî ye.",
    "project.cloudVariables": "Guherokên Ewrê",
    "project.cloudDataLink": "Li Daneyan Binêre",
    "project.usernameBlockAlert": "Ev proje bi bloka \"navê bikarhêner\" ve dikarî bizane ku bê kî wê bi kar tîne. Ji bo ku tu nasnameya xwe veşêrî berî bikaranîna projeyê, derkeve.",
    "project.inappropriateUpdate": "Hmm...sensora peyvên nebaş, dibêje kêşeyek di nivîsa te de heye. Ji kerema xwe wê biguherîne û ji bîr neke, rêzdar be.",
    "comment.type.disrespectful": "Scratch thinks your most recent comment was disrespectful.",
    "comment.disrespectful.header": "Make sure to be friendly and respectful when using Scratch.",
    "comment.disrespectful.content1": "The Scratch comment filter thinks your comment was disrespectful.",
    "comment.disrespectful.content2": "Remember: There is a person behind every Scratch account and unfriendly comments can really hurt someone's feelings.",
    "comment.type.pii": "The Scratch comment filter thought your most recent comment was sharing or asking for private information.",
    "comment.pii.header": "Make sure not to share private information on Scratch.",
    "comment.pii.content1": "The Scratch comment filter thinks that in your comment, you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "The Scratch comment filter thought your most recent comment was saying something bad about someone’s project.",
    "comment.unconstructive.header": "Make sure to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "The Scratch comment filter thinks your comment was saying something bad or mean about someone’s project.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "The Scratch comment filter thought your most recent comment contained a bad word.",
    "comment.vulgarity.header": "Make sure to use language that’s appropriate for all ages",
    "comment.vulgarity.content1": "The Scratch comment filter thinks your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}