{
    "addToStudio.title": "Студи рүү нэмэх",
    "addToStudio.finishing": "Дуусч байна...",
    "addToStudio.inviteUser": "Хэрэглэгчийг студи руу нэмэхийг уриалах",
    "project.titleMaxLength": "Нэр хэтэрхий урт байна",
    "project.musicExtensionChip": "Хөгжим",
    "project.penExtensionChip": "Үзэг",
    "project.text2SpeechChip": "Бичмэл эхээс яриа рүү",
    "project.translateChip": "Орчуулах",
    "project.videoSensingChip": "Бичлэг мэдрэгч",
    "project.needsConnection": "Интернэтэд холбогдоно уу.",
    "project.comments.header": "Сэтгэгдэлүүд",
    "project.comments.toggleOff": "Сэтгэгдэл бичих боломжгүй",
    "project.comments.toggleOn": "Сэтгэгдэл бичих нээлттэй",
    "project.comments.turnedOff": "Уучлаарай, энэ төсөл дээр сэтгэгдэл бичих боломжгүй байна.",
    "project.share.notShared": "Төслийг хуваалцаагүй байна — төсөл зөвхөн танд харагдана. \"Хуваалцах\" товчийг дарж бүтээлээ бусадтай хуваалцаарай!",
    "project.share.sharedLong": "Төслөө хуваалцсанд баяр хүргэе! Одоо бусад хүмүүс төслийг үзэж, сэтгэгдлээ үлдээж, нэмж хөгжүүлэх боломжтой боллоо.",
    "project.share.sharedShort": "Та төслөө хуваалцлаа.",
    "project.share.shareButton": "Хуваалцах",
    "project.seeInsideButton": "Төслийг харах",
    "project.remix.justRemixed": "\"{title}\"-г нэмж хөгжүүлэх боломжтой боллоо. Дүрс, өмсгөл нэмж, хүссэн өөрчлөлтүүдээ хийгээрэй!",
    "project.remixButton": "Холих",
    "project.remixButton.altText": "Энэ төслийн хуулбарыг хадгалаад өөрийн санааг нэмэх.",
    "project.remixButton.remixing": "Хольж байна...",
    "project.remixes": "Хольсон хувилбарууд",
    "project.viewAllInList": "Бүгдийг харах",
    "project.inviteToRemix": "Хэрэглэгчийг төсөлд урих",
    "project.instructionsLabel": "Зааварчилгаа",
    "project.notesAndCreditsLabel": "Тэмдэглэл ба талархал",
    "project.credit": "{projectLink} төслийг анх бүтээсэн хэрэглэгч {userLink}-д баярлалаа.",
    "project.deletedBanner": "Анхааруулга: Энэ төсөл хогийн сав хавтсанд байна.",
    "project.defaultCensoredMessage": "Энэхүү төсөл бусдад хүндэтгэлгүй хандсан, бүх насныханд зохимжгүй, эсвэл өөр ямар нэгэн байдлаар \"Scratch нийгэмлэгийн дүрэм\"-г зөрчсөн тул Scratch Баг төслийг устгав.",
    "project.communityCensoredMessage": "Таны төслийг олон хэрэглэгч зохимжгүй хэмээн мэдүүлсэн тул түр хугацаанд хуваалцах тохиргоог идэвхгүй болгосон байна.",
    "project.willReviewCensoredMessage": "Scratch Баг {communityGuidelinesLink} дээр үндэслэн төслийг тань шалгасны дараа төслийг буцаан хуваалцах, эсвэл дүрэм зөрчсөн бол арилгах арга хэмжээг авна.",
    "project.tempCensoredMessage": "{communityGuidelinesLink}-тай танилцаж, төслөө хуваалцахаас өмнө төсөл тань шаардлага хангаж байгаа эсэхийг хянаарай.",
    "project.permCensoredMessage": "Энэ төслийг ирээдүйд хуваалцах боломжгүй.",
    "project.communityGuidelines": "нийгэмлэгийн дүрэм",
    "project.moderationInfoLabel": "Хяналтын мэдээлэл",
    "project.numScripts": "{number} блок код",
    "project.numSprites": "{number} дүрс",
    "project.descriptionMaxLength": "Тайлбар дэндүү урт байна",
    "project.notesPlaceholder": "Та энэ төслөө яаж хийсэн бэ? Та төслөө бусдын тусламж, дэмжлэг, бусад хэрэглэгчдийн бичсэн код, уран бүтээлийн тусламжтай бүтээсэн бол энд талархлаа илэрхийлээрэй.",
    "project.descriptionPlaceholder": "Хүмүүст таны төслийг хэрхэн ажиллуулахыг тайлбарлаж өгөөрэй (Ямар товч дарвал яах гэх мэт). ",
    "project.cloudDataAlert": "Энэ төсөл үүлэн технологийн тусламжтай хадгалагдсан тул зөвхөн Scratch дээрх бүртгэлийн дагуу нэвтэрсэн гишүүд хандаж болно.",
    "project.cloudVariables": "Тоон хувьсагч",
    "project.cloudDataLink": "Өгөгдлийг харах",
    "project.usernameBlockAlert": "Энэхүү төсөл \"хэрэглэгчийн нэр\" блокыг ашиглан хэн төслийг ашиглаж байгааг хянах боломжтой. Өөрийн мэдээллийг нууцлахыг хүсвэл та системээс гараад, төслөө эхлүүлээрэй.",
    "project.inappropriateUpdate": "Хммм... муу үг илрүүлэгч таны бичсэн эхийг ямар нэг асуудалтай байна гэж үзлээ. Бичвэрээ солиод, бусдад хүндэтгэлтэй байхаа мартуузай.",
    "comment.type.disrespectful": "Scratch thinks your most recent comment was disrespectful.",
    "comment.disrespectful.header": "Make sure to be friendly and respectful when using Scratch.",
    "comment.disrespectful.content1": "The Scratch comment filter thinks your comment was disrespectful.",
    "comment.disrespectful.content2": "Remember: There is a person behind every Scratch account and unfriendly comments can really hurt someone's feelings.",
    "comment.type.pii": "The Scratch comment filter thought your most recent comment was sharing or asking for private information.",
    "comment.pii.header": "Make sure not to share private information on Scratch.",
    "comment.pii.content1": "The Scratch comment filter thinks that in your comment, you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "The Scratch comment filter thought your most recent comment was saying something bad about someone’s project.",
    "comment.unconstructive.header": "Make sure to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "The Scratch comment filter thinks your comment was saying something bad or mean about someone’s project.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "The Scratch comment filter thought your most recent comment contained a bad word.",
    "comment.vulgarity.header": "Make sure to use language that’s appropriate for all ages",
    "comment.vulgarity.content1": "The Scratch comment filter thinks your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}