{
    "addToStudio.title": "Voeg toe aan studio",
    "addToStudio.finishing": "Voltooien........",
    "addToStudio.inviteUser": "Nodig gebruiker uit om bij te dragen aan studio",
    "project.titleMaxLength": "Titel is te lang",
    "project.musicExtensionChip": "Muziek",
    "project.penExtensionChip": "Pen",
    "project.text2SpeechChip": "Tekst naar spraak",
    "project.translateChip": "Vertaal",
    "project.videoSensingChip": "Video waarneming",
    "project.needsConnection": "Internetverbinding nodig",
    "project.comments.header": "Opmerkingen",
    "project.comments.toggleOff": "Commentaar uit",
    "project.comments.toggleOn": "Commentaar aan",
    "project.comments.turnedOff": "Sorry, bij dit project is de mogelijkheid opmerkingen te plaatsen uit gezet.",
    "project.share.notShared": "Dit project is niet gedeeld, dus alleen jij kan het zien. Klik \"Deel\" als je wil dat iedereen het kan zien!",
    "project.share.sharedLong": "Gefeliciteerd! Je hebt je project gedeeld! Anderen kunnen het nu uitproberen, opmerkingen plaatsen of hergebruiken.",
    "project.share.sharedShort": "Je project is nu gedeeld.",
    "project.share.shareButton": "Delen",
    "project.seeInsideButton": "Bekijk van binnen",
    "project.remix.justRemixed": "\"{title}\" was succesvol geremixt. Voeg een sprite of een uiterlijk toe of verander iets, zodat het van jou wordt!",
    "project.remixButton": "Remix",
    "project.remixButton.altText": "Sla een kopie van dit project op en voeg je eigen ideeën toe.",
    "project.remixButton.remixing": "Remixen...",
    "project.remixes": "Hergebruikt",
    "project.viewAllInList": "Alles bekijken",
    "project.inviteToRemix": "Nodig gebruiker uit om een remix te maken",
    "project.instructionsLabel": "Instructies",
    "project.notesAndCreditsLabel": "Opmerkingen en credits",
    "project.credit": "Dank aan {userLink} voor het originele project {projectLink}",
    "project.deletedBanner": "Let op: Dit project is verplaatst naar de prullenbak",
    "project.defaultCensoredMessage": "Dit project is verwijderd door het Scratch Team omdat het respectloos, niet voor alle leeftijden gepast of op andere wijze in conflict is met de Scratch Community richtlijnen.",
    "project.communityCensoredMessage": "Je project is tijdelijk niet meer gedeeld omdat meerdere mensen het als ongepast hebben gemeld.",
    "project.willReviewCensoredMessage": "Het Scratch Team zal het project bekijken op basis van de {communityGuidelinesLink}, en het óf herstellen, óf de censuur bevestigen.",
    "project.tempCensoredMessage": "Lees alsjeblieft de {communityGuidelinesLink}en zorg dat je er zeker van bent om het zo te veranderen dat het respectvol is alvorens het opnieuw te delen.",
    "project.permCensoredMessage": "Het kan nooit meer gedeeld worden.",
    "project.communityGuidelines": "gemeenschapsrichtlijnen",
    "project.moderationInfoLabel": "Moderatie-info",
    "project.numScripts": "{number}scripts",
    "project.numSprites": "{number} sprites",
    "project.descriptionMaxLength": "Beschrijving is te lang",
    "project.notesPlaceholder": "Hoe heb je dit project gemaakt? Heb je ideeën, scripts of artwork van anderen gebruikt? Bedank ze dan hier.",
    "project.descriptionPlaceholder": "Vertel hoe je project te gebruiken (zoals welke toetsen in te drukken).",
    "project.cloudDataAlert": "Dit project gebruikt cloud data - iets dat alleen mogelijk is voor Scratchers die aangemeld zijn. ",
    "project.cloudVariables": "Cloud Variabelen",
    "project.cloudDataLink": "Zie Gegevens",
    "project.usernameBlockAlert": "Dit project kan detecteren wie het gebruikt, via het \"gebruikersnaam\" blok. Om je identiteit te verbergen, meld je je af voordat je het project gebruikt.",
    "project.inappropriateUpdate": "Hmm …, de detector voor verkeerde woorden denkt dat er een probleem is met je tekst. Verander het en wees respectvol.",
    "comment.type.disrespectful": "Scratch vindt je laatste opmerking respectloos.",
    "comment.disrespectful.header": "Wees vriendelijk en respectvol bij het gebruik van Scratch.",
    "comment.disrespectful.content1": "Het Scratch-opmerkingenfilter vindt dat je opmerking respectloos was.",
    "comment.disrespectful.content2": "Onthoud: er zit een persoon achter elk Scratch-account en onvriendelijke opmerkingen kunnen iemands gevoelens echt kwetsen.",
    "comment.type.pii": "Het Scratch-opmerkingenfilter dacht dat je meest recente opmerking ging over het delen van of vragen om privé-informatie.",
    "comment.pii.header": "Zorg ervoor dat je geen privé-informatie deelt op Scratch.",
    "comment.pii.content1": "Het Scratch-opmerkingenfilter denkt dat je in je opmerking privé-informatie deelde of vroeg.",
    "comment.pii.content2": "Dingen die je op Scratch deelt, kunnen door iedereen worden gezien en kunnen in zoekmachines worden weergegeven. Privégegevens kunnen op schadelijke manieren door andere mensen worden gebruikt, dus het is belangrijk om deze privé te houden.",
    "comment.pii.content3": "Dit is een ernstig veiligheidsprobleem.",
    "comment.type.unconstructive": "Het Scratch-opmerkingenfilter dacht dat je meest recente opmerking iets slechts over iemands project zei.",
    "comment.unconstructive.header": "Zorg ervoor dat je opbouwend commentaar geeft als je commentaar geeft op de projecten van anderen",
    "comment.unconstructive.content1": "Het Scratch-opmerkingenfilter denkt dat je opmerking iets slechts of gemeens zei over iemands project.",
    "comment.unconstructive.content2": "Als je denkt dat iets beter zou kunnen, kun je iets zeggen dat je leuk vindt aan het project en een suggestie doen om het te verbeteren.",
    "comment.type.vulgarity": "Het Scratch-opmerkingenfilter dacht dat je laatste opmerking een slecht woord bevatte.",
    "comment.vulgarity.header": "Zorg ervoor dat je taal gebruikt die geschikt is voor alle leeftijden",
    "comment.vulgarity.content1": "Het Scratch-opmerkingenfilter denkt dat je opmerking een slecht woord bevat.",
    "comment.vulgarity.content2": "Scratch heeft gebruikers van alle leeftijden, dus het is belangrijk om taal te gebruiken die geschikt is voor alle Scratchers."
}