{
    "addToStudio.title": "Oketša go setudio",
    "addToStudio.finishing": "Go feleletša...",
    "addToStudio.inviteUser": "Mema mošomiši go oketša go studio",
    "project.titleMaxLength": "Sehlogo ke se se telele",
    "project.musicExtensionChip": "Mmino",
    "project.penExtensionChip": "Pene",
    "project.text2SpeechChip": "Go tloga go sengwalwa go ya go polelo",
    "project.translateChip": "Fetolela",
    "project.videoSensingChip": "Sekwi sa Video",
    "project.needsConnection": "E hloka kgokaganyo",
    "project.comments.header": "Ditshwayotshwayo",
    "project.comments.toggleOff": "Ditshwayotshwayo di timilwe",
    "project.comments.toggleOn": "Go swayaswaya ka",
    "project.comments.turnedOff": "Tshwarelo, thomelo ya ditshwayotshwayo e timilwe go projeke ye.",
    "project.share.notShared": "Projeke ye ga se ya abelanwa —  ke wena fela o ka kgonago go e bona. Kgotla abela gore batho ka moka ba e bone!",
    "project.share.sharedLong": "Re a go lebogiša ka go abelana ka projeke ya gago! Batho ba bangwe ba ka e leka, efa ditshwayotshwayo , gomme o e hlakantšhe.",
    "project.share.sharedShort": "Projeke ya gago e a abelanwa bjale.",
    "project.share.shareButton": "Abela",
    "project.seeInsideButton": "Bona ka gare",
    "project.remix.justRemixed": "\"{title}\" e hlakantšhitšwe ka katlego. Tlaleletša sprite, tlaleletša khosetšhumo, dira phetogo gore o e dire ya gago!",
    "project.remixButton": "Hlakantšha",
    "project.remixButton.altText": "Boloka khophi ya projeke ye gomme o oketše dikgopolo tša gago.",
    "project.remixButton.remixing": "Go hlakantšha",
    "project.remixes": "Hlakantšha",
    "project.viewAllInList": "Bona ka moka",
    "project.inviteToRemix": "Mema modiriši gore a tle go hlakantšhe",
    "project.instructionsLabel": "Ditaelo",
    "project.notesAndCreditsLabel": "Dintlhathuto le dikrediti",
    "project.credit": "Ditebogo go{userLink}ka projeke ya mathomong{projectLink}",
    "project.deletedBanner": "Temošo: Projeke ye e ka gare ga faele ya ditlakala",
    "project.defaultCensoredMessage": "Projeke ye e tlošitšwe ke Sehlopha sa Scratch ka lebaka la gore ga e na hlompho, ga e maleba go go batho ba mengwaga ka moka, goba e roba melao ya thlahlo ya setšhaba.",
    "project.communityCensoredMessage": "Projeke ya gago e fegilwe go abiwa lebakanyana ka gobane batho ba mmalwa ba begile gore ga se ya maleba",
    "project.willReviewCensoredMessage": "Sehlopha sa Scratch se tla lebeledišiša projeke go ya ka{communityGuidelinesLink}, gomme tsošološe goba netefatše tekolo.",
    "project.tempCensoredMessage": "Hle bala{communityGuidelinesLink} gomme o netefatše gore o rulaganya projeke gore e laetše hlompho pele o abelana ka yona gape.",
    "project.permCensoredMessage": "E ka se kgone go abelanwa gape mo nakong ye e tlago.",
    "project.communityGuidelines": "Dithlahlo tša setšhaba",
    "project.moderationInfoLabel": "Tshedimošo ya tekanetšo",
    "project.numScripts": "{number}dingwalwa",
    "project.numSprites": "{number}sprites",
    "project.descriptionMaxLength": "Hlaloso ke e telele",
    "project.notesPlaceholder": "Naa o dirile projeke ye bjang? Naa o šomišitse dikakanyo, dingwalwa goba mešomo ya tša bokgabo go tšwa bathong ba bangwe? Ba leboge mo.",
    "project.descriptionPlaceholder": "Botša batho gore o projeke e šomišwa bjang ( go swana le gore go kgotlwa dikonopi tše dife).",
    "project.cloudDataAlert": "Projeke ye e šomiša datha ya leru - ke sedirišwa seo se humanegago go bašomiši ba Scratch fela bao ba dumeletšwego go tsena. ",
    "project.cloudVariables": "Diphetogo tša leru",
    "project.cloudDataLink": "Bona datha",
    "project.usernameBlockAlert": "Projeke ye e kgona go humana gore ke mang yo a e šomišago ka poloko ya \" leinatšhomišo\". Go khutiša boitsebišo bja gago, etšwa pele o šomiša projeke.",
    "project.inappropriateUpdate": "Hmm... selekola mantšu a mabe se nagana gore go na le bothata ka sengwalwa sa gago. Hle fetola se gomme o gopole go ba hlompho.",
    "comment.type.general": "It appears that your most recent comment didn't follow the Scratch Community Guidelines.",
    "comment.general.header": "We encourage you to post comments that follow the Scratch Community Guidelines.",
    "comment.general.content1": "On Scratch, it's important for comments to be kind, to be appropriate for all ages, and to not contain spam.",
    "comment.type.pii": "Your most recent comment appeared to be sharing or asking for private information.",
    "comment.pii.header": "Please be sure not to share private information on Scratch.",
    "comment.pii.content1": "It appears that you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "It appears that your most recent comment was saying something that might have been hurtful.",
    "comment.unconstructive.header": "We encourage you to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "It appears that your comment was saying something that might have been hurtful.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "Your most recent comment appeared to include a bad word.",
    "comment.vulgarity.header": "We encourage you to use language that’s appropriate for all ages.",
    "comment.vulgarity.content1": "It appears that your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}