{
    "addToStudio.title": "Добавить в студию",
    "addToStudio.finishing": "Заканчиваем..",
    "addToStudio.inviteUser": "Пригласи пользователя добавить в студию",
    "project.titleMaxLength": "Заголовок слишком длинный",
    "project.musicExtensionChip": "Музыка",
    "project.penExtensionChip": "Перо",
    "project.text2SpeechChip": "Текст в речь",
    "project.translateChip": "Перевести",
    "project.videoSensingChip": "Видео распознавание",
    "project.needsConnection": "Требуется соединение",
    "project.comments.header": "Комментарии",
    "project.comments.toggleOff": "Комментирование отключено",
    "project.comments.toggleOn": "Комментирование включено",
    "project.comments.turnedOff": "Сожалеем, публикация комментариев для этого проекта отключена.",
    "project.share.notShared": "Это личный проект, поэтому его можешь видеть только ты. Нажми на «Поделиться», чтобы он стал виден всем!",
    "project.share.sharedLong": "Поздравляем с появлением проекта в общем доступе! Другие люди смогут теперь пробовать его, оставлять комментарии и делать ремиксы.",
    "project.share.sharedShort": "Твой проект теперь доступен всем.",
    "project.share.shareButton": "Поделиться",
    "project.seeInsideButton": "Войти внутрь проекта",
    "project.remix.justRemixed": "\"{title}\" был успешно ремиксован. Добавь спрайт, добавь костюм, внеси изменение чтобы сделать его своим!",
    "project.remixButton": "Ремикс",
    "project.remixButton.altText": "Сохрани копию проекта и добавь свои собственные идеи.",
    "project.remixButton.remixing": "Создание ремикса...",
    "project.remixes": "Ремиксы",
    "project.viewAllInList": "Посмотреть все",
    "project.inviteToRemix": "Пригласить пользователя для ремикса",
    "project.instructionsLabel": "Инструкции",
    "project.notesAndCreditsLabel": "Примечания и благодарности",
    "project.credit": "Спасибо {userLink} за исходный проект {projectLink}.",
    "project.deletedBanner": "Примечание: этот проект находится в папке корзины",
    "project.defaultCensoredMessage": "Этот проект был удален командой Scratch, так как он был неуважительным, неприемлемым для любого возраста, или каким-либо другим образом нарушал Правила сообщества. ",
    "project.communityCensoredMessage": "Твой проект стал временно недоступным для других, так как несколько человек сообщили, что он неприемлем.",
    "project.willReviewCensoredMessage": "Команда Scratch Team рассмотрит проект на основании {communityGuidelinesLink}, и либо восстановит проект, либо подтвердит цензуру.",
    "project.tempCensoredMessage": "Пожалуйста, прочитай {communityGuidelinesLink} и измени проект так, чтобы он не нарушал правила вежливости, прежде чем делиться им.",
    "project.permCensoredMessage": "Он не может быть опубликован в будущем никогда.",
    "project.communityGuidelines": "правила сообщества",
    "project.moderationInfoLabel": "Информация о модерации",
    "project.numScripts": "{number}скриптов",
    "project.numSprites": "{number}спрайтов",
    "project.descriptionMaxLength": "Описание слишком длинное",
    "project.notesPlaceholder": "Как ты создал этот проект? Использовал ли ты идеи, программы или рисунки других людей? Поблагодари их здесь.",
    "project.descriptionPlaceholder": "Расскажи, как использовать твой проект (например, на какие клавиши нажимать).",
    "project.cloudDataAlert": "В этом проекте используются облачные данные - возможность, доступная только для зарегистрированных скретчеров.",
    "project.cloudVariables": "Облачные данные",
    "project.cloudDataLink": "Смотри данные",
    "project.usernameBlockAlert": "Этот проект может определять, кто его использует, по блоку “имя пользователя”. Чтобы скрыть своё имя, выйди из системы, прежде чем использовать этот проект. ",
    "project.inappropriateUpdate": "Хм... детектор плохих слов считает, что есть проблема с твоим текстом. Пожалуйста, измени его и помни, что надо соблюдать правила вежливости.",
    "comment.type.disrespectful": "Scratch thinks your most recent comment was disrespectful.",
    "comment.disrespectful.header": "Make sure to be friendly and respectful when using Scratch.",
    "comment.disrespectful.content1": "The Scratch comment filter thinks your comment was disrespectful.",
    "comment.disrespectful.content2": "Remember: There is a person behind every Scratch account and unfriendly comments can really hurt someone's feelings.",
    "comment.type.pii": "The Scratch comment filter thought your most recent comment was sharing or asking for private information.",
    "comment.pii.header": "Make sure not to share private information on Scratch.",
    "comment.pii.content1": "The Scratch comment filter thinks that in your comment, you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "The Scratch comment filter thought your most recent comment was saying something bad about someone’s project.",
    "comment.unconstructive.header": "Make sure to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "The Scratch comment filter thinks your comment was saying something bad or mean about someone’s project.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "The Scratch comment filter thought your most recent comment contained a bad word.",
    "comment.vulgarity.header": "Make sure to use language that’s appropriate for all ages",
    "comment.vulgarity.content1": "The Scratch comment filter thinks your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}