{
    "addToStudio.title": "Додај у студио",
    "addToStudio.finishing": "Завршавам...",
    "addToStudio.inviteUser": "Позови корисника да дода у студио",
    "project.titleMaxLength": "Наслов је предугачак",
    "project.musicExtensionChip": "Музика",
    "project.penExtensionChip": "Оловка",
    "project.text2SpeechChip": "Текст у говор",
    "project.translateChip": "Преведи",
    "project.videoSensingChip": "Видео детекција",
    "project.needsConnection": "Потребно је повезивање",
    "project.comments.header": "Коментари",
    "project.comments.toggleOff": "Коментари искључени",
    "project.comments.toggleOn": "Коментари укључени",
    "project.comments.turnedOff": "Жао нам је, постављање коментара је искључено за овај пројекат.",
    "project.share.notShared": "Овај пројекат није дељен - па једино ти можеш да га видиш. Кликни на Објави (дели) да би омогућио свима да га виде!",
    "project.share.sharedLong": "Честитамо на дељењу твог пројекта! Други људи сада могу да га испробају, оставе коментаре или да га прераде.",
    "project.share.sharedShort": "Твој пројекат је сада јавно дељен.",
    "project.share.shareButton": "Објави (дели)",
    "project.seeInsideButton": "Погледај изнутра",
    "project.remix.justRemixed": "\"{title}\" је успешно прерађен. Додај лик, костим, направи промене које ће да га учине твојим.",
    "project.remixButton": "Преради",
    "project.remixButton.altText": "Сними копију овог пројекта и додај своје идеје.",
    "project.remixButton.remixing": "Прерађујем...",
    "project.remixes": "Прерађени",
    "project.viewAllInList": "Прегледај све",
    "project.inviteToRemix": "Позови корисника да преради",
    "project.instructionsLabel": "Упутства",
    "project.notesAndCreditsLabel": "Белешке и заслуге",
    "project.credit": "Захвали {userLink} за оригинални пројекат: {projectLink}.",
    "project.deletedBanner": "Напомена: Овај пројекат се налази у директоријуму отпадака",
    "project.defaultCensoredMessage": "This project was removed by the Scratch Team because it was disrespectful, inappropriate for all ages, or otherwise breaks the Scratch community guidelines.",
    "project.communityCensoredMessage": "Your project has been temporarily un-shared because multiple people reported it as inappropriate.",
    "project.willReviewCensoredMessage": "The Scratch Team will review the project based on the {communityGuidelinesLink}, and either restore the project or confirm the censorship.",
    "project.tempCensoredMessage": "Please read the {communityGuidelinesLink} and be sure to edit the project to make sure it's respectful before resharing it.",
    "project.permCensoredMessage": "Не може се поново делити (објавити) у будућности.",
    "project.communityGuidelines": "правила Заједнице",
    "project.moderationInfoLabel": "Информације о надгледању",
    "project.numScripts": "{number} програма",
    "project.numSprites": "{number} ликова",
    "project.descriptionMaxLength": "Опис је предугачак",
    "project.notesPlaceholder": "How did you make this project? Did you use ideas, scripts or artwork from other people? Thank them here.",
    "project.descriptionPlaceholder": "Tell people how to use your project (such as which keys to press).",
    "project.cloudDataAlert": "This project uses cloud data - a feature that is only available to signed in Scratchers.",
    "project.cloudVariables": "Променљиве у облацима",
    "project.cloudDataLink": "Погледај податке",
    "project.usernameBlockAlert": "This project can detect who is using it, through the \"username\" block. To hide your identity, sign out before using the project.",
    "project.inappropriateUpdate": "Hmm...the bad word detector thinks there is a problem with your text. Please change it and remember to be respectful.",
    "comment.type.disrespectful": "Scratch thinks your most recent comment was disrespectful.",
    "comment.disrespectful.header": "Make sure to be friendly and respectful when using Scratch.",
    "comment.disrespectful.content1": "The Scratch comment filter thinks your comment was disrespectful.",
    "comment.disrespectful.content2": "Remember: There is a person behind every Scratch account and unfriendly comments can really hurt someone's feelings.",
    "comment.type.pii": "The Scratch comment filter thought your most recent comment was sharing or asking for private information.",
    "comment.pii.header": "Make sure not to share private information on Scratch.",
    "comment.pii.content1": "The Scratch comment filter thinks that in your comment, you were sharing or asking for private information.",
    "comment.pii.content2": "Things you share on Scratch can be seen by everyone, and can appear in search engines. Private information can be used by other people in harmful ways, so it’s important to keep it private.",
    "comment.pii.content3": "This is a serious safety issue.",
    "comment.type.unconstructive": "The Scratch comment filter thought your most recent comment was saying something bad about someone’s project.",
    "comment.unconstructive.header": "Make sure to be supportive when commenting on other people’s projects",
    "comment.unconstructive.content1": "The Scratch comment filter thinks your comment was saying something bad or mean about someone’s project.",
    "comment.unconstructive.content2": "If you think something could be better, you can say something you like about the project, and make a suggestion about how to improve it.",
    "comment.type.vulgarity": "The Scratch comment filter thought your most recent comment contained a bad word.",
    "comment.vulgarity.header": "Make sure to use language that’s appropriate for all ages",
    "comment.vulgarity.content1": "The Scratch comment filter thinks your comment contains a bad word.",
    "comment.vulgarity.content2": "Scratch has users of all ages, so it’s important to use language that is appropriate for all Scratchers."
}