{
  "credits.title": "Scratch аҧҵаҩцәеи ацхырааҩцәеи",
  "credits.developers": "Scratch хәыцын, аусгьы адулан Lifelong Kindergarten медиа алабораториа МТИ аҧҵаҩцәа ргәыҧ амчала:",
  "credits.moderators": " Scratch амодераторцәа ркоманда напхгара анаҭоит, иацхраауеит, иаҳа иеиӷьыртәуеит Scratch онлаин.",
  "credits.previousTitle": "Scratch  акоманда МТИ аҟынтәи уаанӡатәи алахәылаҩцәа ",
  "credits.previousBody": "Scratch арҿиара аҟны рлагала дууп уаанӡатәи акоманда алахәылацәа John Maloney (напхгара аиҭон Scratch аҧҵаҩцәа ргәыҧ), Andrés Monroy-Hernández ( Scratch авеб-саит аҧҵара уаанӡатәи анапхгаҩы). Иазгәаҭатәуп иара убас егьырҭ аусзуҩцәа:",
  "credits.partnersTitle": "Аҧҵареи арҿиареи рзы апартниорцәа",
  "credits.partnersBody": "Паула Бонта, Браиан Сильверман, акомпаниа Playful Invention (рџьабаа рацәоуп Scratch аҧҵараҿы, уаанӡагьы Scratch ҳәа ахьӡ ахҵахаанӡагь).",
  "credits.researchersTitle": "Scratch Аҭҵааҩцәа",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Research on Scratch</a> is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai (who collaborated on the <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">initial NSF Scratch grant</a>) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd project</a>) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
  "credits.acknowledgementsTitle": "Аҳаҭырқәҵарақәа",
  "credits.acknowledgementsContributors": "Иара убас, абарҭ алахәылаҩцәа алахәын Scratch арҿиареи адгылареи абарҭ ашәқәсқәа раан: ",
  "credits.acknowledgementsTranslators": "<a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch аиҭагаҩцәа</a> рыбзоурала, иахьазы Scratch еиҭагоуп ирацәаны адунеи абызшәақәа рахь. ",
  "credits.acknowledgementsCommunity": "Ҳара рыхә ҳаракны иаҳшьоит Scratch алахәылацәа рлагалақәа, дара ирыбзоураны иаҧҵан Scratch аҿиара ахырхарҭақәа, апроеқтқәеи акомментариқәеи аидеиақәеи рыдгалара аан.",
  "credits.acknowledgementsInfluencers": "Сермур Паперти Алана Кеии ридеиақәа агацҧыҳәара ҳарҭеит, иагьырныҧшит Scratch аҧҵаразы ҳусурақәа.",
  "credits.supportersTitle": "Ацхыраара ҟазҵо анаплакқәа",
  "credits.supportersFinancialHeader": "Абарҭ анаплакқәа иаҳа ҧарала ацхыраара азыҟарҵеит Scratch:",
  "credits.supportersServicesHeader": "Абарҭ аиҿкаарақәа Scratch адгылара арҭоит рсервисқәа рыла, апроеқт анаҩсгьы иҿиаларцаз:",
  "credits.supportersOpenHeader": "Scratch ыҟамзаарын, ихәыда-ҧсадоуи иаартуи апрограммақәа рыда:"
}
