{
  "credits.title": "የScratch ምስጉኖች እና አስተዋፅኦ አበርካቾች",
  "credits.developers": "Scratch በ Lifelong Kindergarten Group በ MIT Media Lab የተቀረፀ እና የተሰራ ነው።",
  "credits.moderators": "የScratch የአስተባብሪዎች ቡድን የScratch ኦንላይን ማህበረሰብን ያስተዳድራል፤ ይረዳል፤ያሻሽላል፡ ",
  "credits.previousTitle": "የቀድሞ የMIT Scratch ቡድን አባላት",
  "credits.previousBody": "ብዙ ጠቃሚ እገዛ ቀድሞ በነበረው የስክራች ቡድን አባላት ተደርጓል፣ ጆን ማሎኒይንም ጨምሮ (የሶፍትዌር ግንባታ ለመጀመሪያው አስር አመታት የመራው) እና አንድሬስ ሞንሮይ-ሄርናንዴዝ (የመግጀመሪያውን የስክራች ማህበረሰብ ድህረገፅ መሪ የነበረው)። ሌሎች እገዛዎቻችንም፡",
  "credits.partnersTitle": "የንድፍ እና የግንባታ አጋሮች",
  "credits.partnersBody": "Paula Bontá እና Brian Silverman, Playful Invention Company (ለScratch ንድፍ ገና Scratch ከመባሉ በፊት አስተዋጽ ማበርከት የጀመሩ ግለሰቦች ናቸው።)",
  "credits.researchersTitle": "የScratch ተመራማሪዎች",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\"> ምርምር በScratch ላይ </a> በMIT Scratch Team አባላት እና እንደ Yasmin Kafai (በ <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\"> ላይ የተባበረ initial NSF Scratch grant</a>) ከ University of Pennsylvania፣ Karen Brennan ( <a href=\"http://scratched.gse.harvard.edu/\"> ን የሚመራ ScratchEd project</a>) ከHarvard Graduate School of Education ፣ Benjamin Mako Hill ከUniversity of Washington ፣ Andrés Monroy Hernández ከMicrosoft Research፣ Mimi Ito እና Crystle Martin ከUniversity of California, Irvine፣ Quinn Burke ከCollege of Charleston፣ Deborah Fields ከUtah State University እና Kylie Peppler ከIndiana University እንዲሁም የመሳሰሉ የተለያዩ ዩኒቨርሲቲዎች ተመራማሪዎች እየተመራ ይገኛል።",
  "credits.acknowledgementsTitle": "እውቅናዎች",
  "credits.acknowledgementsContributors": "የሚከተሉት ሠዎችም ለስክራች እድገት እና ድጋፍ ላለፉት አመታት አበርክተውታል፡",
  "credits.acknowledgementsTranslators": "በአለም ዙሪያ ካሉ <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">የስክራች ተርጓሚዎች</a> እገዛ ጋር፣ ስክራች በብዙ ቋንቋዎች ይገኛል።",
  "credits.acknowledgementsCommunity": "ፕሮጀክቶቻቸውን፣ አስተያየቶቻችውን እንዲሁም ሃሳባቸውን በማጋራት የScratchን አቅጣጫ  ለቀረጹት በአለም ዙሪያ ለሚገኙት የScratch ማህበረሰብ አባላት  በሙሉ ጥልቅ አድናቆታችንን እና  ድጋፋችንን እንገልፃለን። ",
  "credits.acknowledgementsInfluencers": "የSeymour Papert እና Alan Kay ሃሳቦች ለኛ የScratch ስራ ብርታት ከመስጠት ባለፈ አዎንታዊ ተጽዕኖ አሳርፈውበታል።",
  "credits.supportersTitle": "ድጋፍ ሰጪ ድርጅቶች ",
  "credits.supportersFinancialHeader": "የሚከተሉት ድርጅቶች ለScratch መሰረታዊ የገንዘብ እርዳታ አቅርበዋል፡",
  "credits.supportersServicesHeader": "የሚከተሉት ድርጅቶች የScratch ፕሮጀክት እንዲቀጥል ለመርዳት አገልግሎታቸውን በበጎ ፈቃደኝነት  ሰጥተዋል፡",
  "credits.supportersOpenHeader": "Scratch ያለ ነፃ እና ክፍት ሶፍትዌሮች ሊሳካ አይችልም፤ እነርሱም፡"
}
