{
  "credits.title": "Scratch-Danksagungen und Beitragende",
  "credits.developers": "Scratch wird entworfen und entwickelt von der Lifelong Kindergarten Group am MIT Media Lab.",
  "credits.moderators": "Das Team an Scratch-Moderatoren verwaltet und unterstützt die Scratch Online Community und erwirkt Verbesserungen für diese Gemeinschaft.",
  "credits.previousTitle": "Ehemalige Mitglieder des Scratch Teams am MIT",
  "credits.previousBody": "Viele wichtige Beiträge wurden von ehemaligen Mitgliedern des Scratchs-Teams erbracht, einschließlich John Maloney (der in der ersten Dekade von Scratch die Softwareentwicklung leitete) und Andrés Monroy-Hernández (der die Entwicklung der ersten Webseite der Scratch-Gemeinschaft anleitete). Weitere Mitwirkende sind:",
  "credits.partnersTitle": "Partner bei Entwurf und Entwicklung",
  "credits.partnersBody": "Paula Bontá und Brian Silverman, Playful Invention Company (die bereits zum Design von Scratch beitrugen als es noch gar nicht Scratch genannt wurde) .",
  "credits.researchersTitle": "Scratch-Forscher",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Scratch-Forschung</a> wird durchgeführt von Mitgliedern des MIT Scratch-Teams und von Forschern an anderen Universitäten, einschließlich Yasmin Kafai (die gemeinschaftlich mitarbeitete an der <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">initialen NSF-Zuwendung zum Scratch-Projekt</a>) an der Universität der Pennsylvania Graduate School of Education, Karen Brennan (die das <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd-Projekt</a> leitet) an der Harvard Graduate School of Education, Benjamin Mako Hill an der Universität von Washington, Andrés Monroy Hernández von der Microsoft-Forschungsabteilung, Mimi Ito und Crystle Martin an der  Universität von Californien, Irvine, Quinn Burke am College von Charleston, Deborah Fields an der Utah State University, und Kylie Peppler an der Indiana Universität.",
  "credits.acknowledgementsTitle": "Danksagungen",
  "credits.acknowledgementsContributors": "Die folgenden Personen haben über die Jahre zur Entwicklung und zur Unterstützung des Scratch-Projekts beigetragen:",
  "credits.acknowledgementsTranslators": "Dank der Hilfe von <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch-Übersetzern</a> aus der ganzen Welt ist Scratch in vielen Sprachen verfügbar.",
  "credits.acknowledgementsCommunity": "Wir wissen all die Beiträge von Mitgliedern der weltweiten Scratch-Gemeinschaft sehr zu schätzen. All diese Personen haben die Ausrichtung von Scratch mitgestaltet indem sie ihre Projekte, Kommentare und Ideen geteilt haben.",
  "credits.acknowledgementsInfluencers": "Die Ideen von Seymour Papert und Alan Kay haben uns wesentlich inspiriert und uns bei unserer Arbeit an Scratch nachhaltig beeinflusst. ",
  "credits.supportersTitle": "Uns unterstützende Organisationen",
  "credits.supportersFinancialHeader": "Die folgenden Organisationen haben einen substanziellen finanziellen Beitrag zum Scratch-Projekt getätigt:",
  "credits.supportersServicesHeader": "Die folgenden Organisationen haben ihre Dienste gespendet, und das Scratch-Projekt am Laufen zu halten:",
  "credits.supportersOpenHeader": "Scratch hätte ohne freie Software und ohne Open Source-Software nicht realisiert werden können, eingeschlossen:"
}
