{
  "credits.title": "Admhálacha agus Cuiditheoirí Scratch",
  "credits.developers": "Tá Scratch deartha agus forbartha ag an Lifelong Kindergarten Group ag an MIT Media Lab:",
  "credits.moderators": "Is iad modhnóirí Scratch a bhainistíonn agus a chuireann feabhas ar an gcomhphobal ar líne:",
  "credits.previousTitle": "Iarbhaill Fhoireann Scratch ag MIT",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website). Other contributors include:",
  "credits.partnersTitle": "Comhpháirtithe: Dearadh agus Forbairt",
  "credits.partnersBody": "Paula Bontá agus Brian Silverman, Playful Invention Company (a chabhraigh le dearadh Scratch, fiú sular tugadh \"Scratch\" air).",
  "credits.researchersTitle": "Taighdeoirí Scratch",
  "credits.researchersBody": "Tá <a href=\"https://scratch.mit.edu/info/research/\">Taighde ar Scratch</a> á dhéanamh ag baill de Fhoireann Scratch MIT agus ag taighdeoirí in ollscoileanna eile, mar shampla Yasmin Kafai (comhoibrí ar an <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">mbundeontas</a> a fuair Scratch ón NSF) in Ollscoil Pennsylvania, Scoil Oideachais Iarchéime, Karen Brennan (atá i gceannas ar an togra <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>) in Ollscoil Harvard, Scoil Oideachais Iarchéime, Benjamin Mako Hill in Ollscoil Washington, Andrés Monroy Hernández ag Microsoft Research, Mimi Ito agus Crystle Martin in Ollscoil California, Irvine, Quinn Burke i gColáiste Charleston, Deborah Fields in Ollscoil Utah State, agus Kylie Peppler in Ollscoil Indiana.",
  "credits.acknowledgementsTitle": "Admhálacha",
  "credits.acknowledgementsContributors": "The following people have also contributed to the development and support of Scratch over the years:",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "We greatly appreciate all of the contributions by members of the worldwide Scratch community, who have shaped the direction of Scratch by sharing their projects, comments, and ideas.",
  "credits.acknowledgementsInfluencers": "Tá ár gcuid oibre ar Scratch go mór faoi anáil Seymour Papert agus Alan Kay.",
  "credits.supportersTitle": "Eagraíochtaí a Thacaigh Linn",
  "credits.supportersFinancialHeader": "Thug na heagraíochtaí seo a leanas tacaíocht mhór airgid do Scratch:",
  "credits.supportersServicesHeader": "Soláthraíonn na heagraíochtaí seo a leanas a gcuid seirbhísí dúinn saor in aisce chun Scratch a choinneáil faoi lánseol:",
  "credits.supportersOpenHeader": "Níorbh fhéidir linn Scratch a fhorbairt gan bogearraí saora oscailte, ina measc:"
}
