{
  "credits.title": "Crediti e Contributi a Scratch",
  "credits.developers": "Scratch è progettato e sviluppato dal Lifelong Kindergarten Group dei Media Lab del MIT:",
  "credits.moderators": "Il team dei moderatori di Scratch gestisce, supporta e punta a migliorare la comunità online di Scratch:",
  "credits.previousTitle": "Membri precedenti del Team di Scratch del MIT",
  "credits.previousBody": "Molti contributi importanti sono stati portati da precedenti membri dello Scratch Team inclusi John Maloney (che ha guidato lo sviluppo software di Scratch per i primi dieci anni) e Andrés Monroy-Hernández (che ha guidato lo sviluppo del sito della comunità di Scratch per i primi dieci anni). Altri contributi sono stati portati da:",
  "credits.partnersTitle": "Partner per la Progettazione e lo Sviluppo",
  "credits.partnersBody": "Paula Bontá e Brian Silverman, la Playful Invention Company (che ha contribuito alla progettazione di Scratch anche da prima che si chiamasse Scratch).",
  "credits.researchersTitle": "Ricercatori di Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Ricerche su Scratch</a> vengono condotte da membri del MIT Scratch Team e da ricercatori di altre università, tra cui Yasmin Kafai (che ha collaborato al <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">grant iniziale di Scratch della NSF</a>) della University of Pennsylvania Graduate School of Education, Karen Brennan (che è a capo del <a href=\"http://scratched.gse.harvard.edu/\">progetto ScratchEd</a>) della Harvard Graduate School of Education, Benjamin Mako Hill della University of Washington, Andrés Monroy Hernández di Microsoft Research, Mimi Ito e Crystle Martin della University of California, Irvine, Quinn Burke del College of Charleston, Deborah Fields della Utah State University e Kylie Peppler della Indiana University.",
  "credits.acknowledgementsTitle": "Riconoscimenti",
  "credits.acknowledgementsContributors": "Nel corso degli anni hanno contribuito allo sviluppo di Scratch anche:",
  "credits.acknowledgementsTranslators": "Con l'aiuto dei <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Traduttori di Scratch</a> provenienti da tutto il mondo, Scratch è disponibile in molte lingue.",
  "credits.acknowledgementsCommunity": "Apprezziamo moltissimo i contributi offerti dai tutti i membri della comunità mondiale di Scratch che hanno aperto la strada a Scratch condividendo i loro progetti, i loro commenti e le loro ideee.",
  "credits.acknowledgementsInfluencers": "Le idee di Seymour Papert e di Alan Kay hanno profondamente ispirato e influenzato tutto il nostro lavoro su Scratch.",
  "credits.supportersTitle": "Organizzazioni di Supporto",
  "credits.supportersFinancialHeader": "Le seguenti organizzazione hanno fornito il maggior supporto finanziario per Scratch:",
  "credits.supportersServicesHeader": "Le seguenti organizzazioni offrono gratuitamente i loro servizi per aiutarci a mantenere il progetto Scratch sempre attivo:",
  "credits.supportersOpenHeader": "Scratch non sarebbe stato possibile senza la disponibilità del software gratuito e open source, inclusi:"
}
