{
  "credits.title": "Scratch Credits  र योगदानकर्ताहरू",
  "credits.developers": "Scratch, MIT Media Lab मा Lifelong Kindergarten Group  द्वारा डिजाइन र विकसित गरिएको हो:",
  "credits.moderators": "Scratch मध्यस्थहरूको टोलीले Scratch अनलाइन समुदायलाई प्रबन्ध, समर्थन, र   सुधार गर्दछ:",
  "credits.previousTitle": "MIT Scratch Team का पूर्व सदस्य हरु ",
  "credits.previousBody": "अघिल्लो Scratch टोली सदस्यहरूद्वारा धेरै महत्त्वपूर्ण योगदानहरू गरिएका छन्, जसमा John Maloney (जसले Scratch को पहिलो दशकको सफ्टवेयर विकासको नेतृत्व गरे) र Andres Monroy Hernandez  (जसले पहिलो Scratch समुदाय वेबसाइटको विकासको नेतृत्व गरे)। अन्य योगदानकर्ताहरूमा : ",
  "credits.partnersTitle": "डिजाइन र विकास का साझेदारहरू",
  "credits.partnersBody": "Paula Bonta र Brian Silverman, Playful Invention Company (जसले Scratch भनेर भनिनु अगाडी देखी नै Scratch डिजाइनमा योगदान गरेका थिए ) ।",
  "credits.researchersTitle": "Scratch अनुसन्धानकर्ताहरू",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Scratch मा अनुसन्धान </a> एमआईटी स्क्रैच टोली र अन्य विश्वविद्यालयहरुमा शोधकर्ताओं द्वारा आयोजित गरिन्छ, जसमा पेन्सिल्वेनिया ग्रेजुएट स्कूल ऑफ एजुकेशन, केरेन ब्रेनन विश्वविद्यालय (जो <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">शुरुआती NSF Scratch शुरुवात</a> मा सहयोग गरे) समेत यमिन काफाई (जो <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> परियोजना को नेतृत्व गर्दछ ) हार्वर्ड ग्रेजुएट स्कूल अफ सिक्योरिटी, वाशिंगटन विश्वविद्यालय, बेंजामिन मको हिल मा माइक्रोसॉफ्ट रिसर्च, मिमी इयो र क्रिस्टल मार्टिन क्यालिफोर्निया विश्वविद्यालय मा इरविन, चार्लिस्टन मा क्विन बर्क, यूटाह स्टेट मा देबराह फील्ड्स मा विश्वविद्यालय, र किली पेप्प्लर इंडियाना विश्वविद्यालयमा।",
  "credits.acknowledgementsTitle": "कृतज्ञता",
  "credits.acknowledgementsContributors": "निम्न लिखित व्यक्तिहरुले पनि वर्षाै  देखी  Scratch को बिकास र सहयतामा योग्दान पु¥याएका छन : ",
  "credits.acknowledgementsTranslators": "संसारभरिका <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\"> Scratch अनुवादकहरु </a> को मदत पाएर Scratch धेरै भाषामा उपलब्ध छ।",
  "credits.acknowledgementsCommunity": "हामी विश्वव्यापी स्क्रैच सामुदायिक सदस्यहरु द्वारा सबै योगदानहरूको धेरै कदर गर्दछौं, जसले स्क्रैचको दिशालाई आफ्नो प्रोजेक्टहरु, टिप्पणिहरु, र विचारहरू साझा गरेर आकार दिएको छ। ",
  "credits.acknowledgementsInfluencers": "सेमोर पेपरर्ट र एलन केका विचारहरूले Scratch को हाम्रो कामलाई गहिरो प्रेरित र प्रभाव पारेको छ। ",
  "credits.supportersTitle": "सहयोगी संस्थाहरु ",
  "credits.supportersFinancialHeader": "निम्न संस्थाहरूलेScratch को लागि प्रमुख वित्तीय सहयोग प्रदान गरेका छन् :",
  "credits.supportersServicesHeader": " Scratch परियोजना सञ्चालन गराइरहन कालागी  निम्न संस्थाहरूले उनीहरूको सेवाहरू दान गरी मद्दत पुर्याएका छन :",
  "credits.supportersOpenHeader": "Scratch निम्न नि: शुल्क र खुला स्रोत सफ्टवेयर बिना सम्भव हुनेथिएन: "
}
