{
  "credits.title": "Bidragsytarar til Scratch",
  "credits.developers": "Scratch er utvikla og vert halde ved like av  Lifelong Kindergarten-gruppa ved  MIT Media Lab:",
  "credits.moderators": "Scratch-moderatorane forvaltar, støttar og forbetrar nettsamfunnet til Scratch:",
  "credits.previousTitle": "Tidlegare medlemmar av Scratch-gruppa ved MIT",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website). Other contributors include:",
  "credits.partnersTitle": "Design- og utviklingspartnarar",
  "credits.partnersBody": "Paula Bontá og Brian Silverman, Playful Invention Company (som bidrog til utforminga av Scratch sjølv før programmet hadde fått namnet Scratch).",
  "credits.researchersTitle": "Scratch-forskarar",
  "credits.researchersBody": "Det vert gjort <a href=\"https://scratch.mit.edu/info/research/\">forsking på Scratch</a> av medlemmar av Scratch-gruppa ved MIT og forskarar ved andre universitet, blant anna av Yasmin Kafai (som samarbeida om <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">den første pengeløyvinga frå NSF</a>) ved University of Pennsylvania Graduate School of Education, Karen Brennan (som leiar <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd-satsinga</a>) ved Harvard Graduate School of Education, Benjamin Mako Hill ved University of Washington, Andrés Monroy Hernández ved Microsoft Research, Mimi Ito og Crystle Martin ved University of California, Irvine, Quinn Burke ved College of Charleston, Deborah Fields ved Utah State University og Kylie Peppler ved Indiana University.",
  "credits.acknowledgementsTitle": "Bidragsytarar",
  "credits.acknowledgementsContributors": "The following people have also contributed to the development and support of Scratch over the years:",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "Me set stor pris på alle bidraga frå medlemmar i det globale Scratch-fellesskapet, som har forma utviklinga av Scratch ved å dela prosjekt, kommentarar og idéar.",
  "credits.acknowledgementsInfluencers": "Tankane til Seymour Papert og Alan Kay har vore til stor inspirasjon i arbeidet vårt med Scratch.",
  "credits.supportersTitle": "Støtte frå organisasjonar",
  "credits.supportersFinancialHeader": "Desse organisasjonane har bidrege med omfattande økonomisk støtte til Scratch-prosjektet:",
  "credits.supportersServicesHeader": "Desse organisasjonane har bidrege med tenester for å halda Scratch-prosjektet gåande:",
  "credits.supportersOpenHeader": "Scratch hadde ikkje vore mogleg utan fri programvare med open kjeldekode, blant anna:"
}
