{
  "credits.title": "Créditos e Contribuidores do Scratch",
  "credits.developers": "O Scratch foi projetado e desenvolvido pelo Grupo Lifelong Kindergarten do MIT Media Lab:",
  "credits.moderators": "A equipe de moderadores do Scratch gerencia, dá suporte e aprimora a comunidade Scratch online:",
  "credits.previousTitle": "Membros anteriores da Equipe Scratch do MIT",
  "credits.previousBody": "Muitas contribuições importantes foram feitas por membros anteriores da Equipe Scratch, incluindo John Maloney (que guiou o desenvolvimento de software na primeira década do Scratch) e Andrés Monroy-Hernández (que guiou o desenvolvimento do primeiro website da comunidade Scratch). Outros colaboradores incluem:",
  "credits.partnersTitle": "Parceiros de projeto e desenvolvimento",
  "credits.partnersBody": "Paula Bontá e Brian Silverman, Playful Invention Company (que começaram a contribuir com o projeto do Scratch mesmo antes de ele receber esse nome).",
  "credits.researchersTitle": "Pesquisadores do Scratch",
  "credits.researchersBody": "A <a href=\"https://scratch.mit.edu/info/research/\">Pesquisa sobre o Scratch</a> está sendo realizada por membros da Equipe Scratch do MIT e por pesquisadores de outras universidades, entre eles Yasmin Kafai (que colaborou para a <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">primeira concessão da National Science Foundation para o Scratch</a>) na University of Pennsylvania Graduate School of Education, Karen Brennan (que liderou o <a href=\"http://scratched.gse.harvard.edu/\">projeto ScratchEd</a>) na Harvard Graduate School of Education, Benjamin Mako Hill na University of Washington, Andrés Monroy Hernández na Microsoft Research, Mimi Ito e Crystle Martin na University of California, Irvine, Quinn Burke na College of Charleston, Deborah Fields na Utah State University, e Kylie Peppler na Indiana University.",
  "credits.acknowledgementsTitle": "Reconhecimentos",
  "credits.acknowledgementsContributors": "As pessoas a seguir também contribuíram para o desenvolvimento e suporte do Scratch ao longo dos anos:",
  "credits.acknowledgementsTranslators": "Com o auxílio de <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Tradutores do Scratch</a> de todo o mundo, o Scratch está disponível em vários idiomas.",
  "credits.acknowledgementsCommunity": "Nós agradecemos muito por todas as contribuições de diversos membros da comunidade global Scratch, que deram direção ao Scratch ao compartilharem seus projetos, comentários e ideias.",
  "credits.acknowledgementsInfluencers": "As ideias de Seymour Papert e Alan Kay inspiraram e influenciaram intensamente nosso trabalho no Scratch.",
  "credits.supportersTitle": "Organizações apoiadoras",
  "credits.supportersFinancialHeader": "As organizações a seguir deram um grande apoio financeiro ao Scratch:",
  "credits.supportersServicesHeader": "As organizações a seguir doaram seus serviços para ajudar a manter o projeto Scratch funcionando:",
  "credits.supportersOpenHeader": "O Scratch não seria possível sem os softwares gratuitos e de código aberto, entre eles:"
}
