{
  "credits.title": "Scratch Credits",
  "credits.developers": "Scratch este proiectat si dezvoltat de Lifelong Kindergarten Group de la MIT Media Lab",
  "credits.moderators": "Echipa de moderatori Scratch conduce, ajută şi dezvoltă comunitatea Scratch online.",
  "credits.previousTitle": "Membrii echipei MIT Scratch anterioare ",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website). Other contributors include:",
  "credits.partnersTitle": "Parteneri Design şi Dezvoltare",
  "credits.partnersBody": "Paula Bontá şi Brian Silverman, Playful Invention Company (care au început să contribuie la proiectarea Scratch încă de dinainte de a se numi Scratch)",
  "credits.researchersTitle": "Cercetătorii Scratch ",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Cercetarea   Scratch</a> este condusă de membrii echipei MIT Scratch Team şi de cercetători de la alte universităţi, inclusiv Yasmin Kafai (care a colaborat la <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">Grantul initial NSF Scratch </a>) de la University of Pennsylvania Graduate School of Education, Karen Brennan (care a condus <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd project</a>) de la Harvard Graduate School of Education, Benjamin Mako Hill de la University of Washington, Andrés Monroy Hernández de la Microsoft Research, Mimi Ito şi Crystle Martin de laUniversity of California, Irvine, Quinn Burke de la College of Charleston, Deborah Fields de la Utah State University, şi  Kylie Peppler de la Indiana University.",
  "credits.acknowledgementsTitle": "Acknowledgements",
  "credits.acknowledgementsContributors": "The following people have also contributed to the development and support of Scratch over the years:",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "We greatly appreciate all of the contributions by members of the worldwide Scratch community, who have shaped the direction of Scratch by sharing their projects, comments, and ideas.",
  "credits.acknowledgementsInfluencers": "Ideile lui Seymour Papert şi ale lui Alan Kay ne-au inspirat profund şi ne-au influenţat munca la Scratch.",
  "credits.supportersTitle": "Organizaţii Suport",
  "credits.supportersFinancialHeader": "Următoarele organizaţii au oferit un suport financiar major pentru  Scratch:",
  "credits.supportersServicesHeader": "Următoarele organizaţii şi-au donat serviciile lor pentru a ajuta la menţinerea proiectului Scratch:",
  "credits.supportersOpenHeader": "Scratch nu ar fi posibil fără software-ul free şi open source software, inclusiv:"
}
