{
  "credits.title": "Создатели Скретч и помощники",
  "credits.developers": "Скретч придуман и разработан группой разработчиков Lifelong Kindergarten в лаборатории медиа МТИ:",
  "credits.moderators": "Команда модераторов Скретч управляет, поддерживает и улучшает онлайн сообщество Скретч:",
  "credits.previousTitle": "Предыдущие члены команды Скретч из МТИ",
  "credits.previousBody": "Большой вклад в развитие был сделан членами предыдущей команды, в состав которой входили  John Maloney (возглавлявший группу разработчиков языка Скретч) и Andrés Monroy-Hernández (руководивший созданием веб-сайта сообщества Скретч). Другие сотрудники, которых необходимо отметить:",
  "credits.partnersTitle": "Партнеры по разработке и развитию",
  "credits.partnersBody": "Паула Бонта и Брайан Сильверман, компания Playful Invention (начали вносить свой вклад в разработку Scratch, даже до того, как Scratch получил свое название).",
  "credits.researchersTitle": "Исследователи Скретч",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Исследования по Scratch</a> проводятся членами команды Массачусетского технологического института и исследователями из других университетов, среди них Ясмина Кафай (работала по <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">гранту Национального научного фонда NSF, выделенного на развитие Scratch</a>) в исследовательском институте Пенсильванского университета, Карен Бреннан (возглавляющая <a href=\"http://scratched.gse.harvard.edu/\">проект ScratchEd</a>) в исследовательском институте Гарвардского университета, Бенджамин Мако Хилл в Вашингтонском университете, Андрес Монрой Эрнандес в Microsoft Research, Мими Ито и Кристал Мартин в Калифорнийском университете, Ирвин, Куинн Берк в Чарлстонском колледже, Дебора Филдс в Университете штата Юта, и Кайли Пепплер в Индианском университете.",
  "credits.acknowledgementsTitle": "Благодарности",
  "credits.acknowledgementsContributors": "Следующие участники также участвовали в поддержке и развитии Scratch в эти годы:",
  "credits.acknowledgementsTranslators": "Благодаря помощи <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\"> переводчиков Scratch</a> по всему миру, Scratch доступен на множестве языков.",
  "credits.acknowledgementsCommunity": "Мы высоко ценим вклад всех участников всемирного сообщества Scratch, которые сформировали направление Scratch, делясь своими проектами, комментариями и идеями.",
  "credits.acknowledgementsInfluencers": "Идеи Сеймура Пейперта и Алана Кея серьезно вдохновили и повлияли на нашу работу по Scratch.",
  "credits.supportersTitle": "Поддерживающие организации",
  "credits.supportersFinancialHeader": "Эти организации поддержали Скретч финансово наиболее сильно:",
  "credits.supportersServicesHeader": "Эти организации поддерживают Scratch своими сервисами, чтобы проект продолжал развиваться:",
  "credits.supportersOpenHeader": "Скретч не существовал бы, если бы не бесплатное и открытое программное обеспечение:"
}
