{
  "credits.title": "Sodelujoči in zasluge",
  "credits.developers": "Scratch je oblikovala in razvila skupina Lifelong Kindergarten Group v okviru MIT Media Lab:",
  "credits.moderators": "Skupina Scratchevih moderatorjev nadzoruje, podpira in izboljšuje spletno skupnost Scratcha:",
  "credits.previousTitle": "Predhodni člani ekipe MIT Scratch Team",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website). Other contributors include:",
  "credits.partnersTitle": "Partnerji za dizajn in razvoj",
  "credits.partnersBody": "Paula Bontá in Brian Silverman iz Playful Invention Company (ki je prispevala k dizajnu Scratcha, še preden se je tako imenoval)",
  "credits.researchersTitle": "Scratchevi raziskovalci",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Raziskavo na Scratchu</a> izvajajo člani ekipe MIT Scratch Team in raziskovalci drugih univerz, recimo Yasmin Kafai (ki je sodeloval pri <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">prvotni štipendiji NSF Scratch</a>) z univerze v Pensilvaniji, Karen Brennan (ki vodi a href=\"http://scratched.gse.harvard.edu/\">projekt ScratchEd</a>) s Harvard Graduate School of Education, Benjamin Mako Hill z Washingtonske univerze, Andrés Monroy Hernández z Microsoft Research, Mimi Ito in Crystle Martin z Kalifornijske univerze,  Irvine, Quinn Burke z Charlestonske univerze, Deborah Fields z javne univerze v Utahu in Kylie Peppler z univerze v Indiani.",
  "credits.acknowledgementsTitle": "Zasluge",
  "credits.acknowledgementsContributors": "The following people have also contributed to the development and support of Scratch over the years:",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "Zelo cenimo vsak prispevek članov Scratcheve skupnosti, ki so oblikovali smer razvoja Scratcha s tem, da so delili svoje projekte, komentarje in ideje.",
  "credits.acknowledgementsInfluencers": "Ideje Seymoura Paperta in Alana Kaya so močno navdihnili in vplivali na naše razvijanje Scratcha.",
  "credits.supportersTitle": "Organizacije, ki so nudile podporo",
  "credits.supportersFinancialHeader": "Naslednje organizacije so nudile močno finančno podporo za Scratch:",
  "credits.supportersServicesHeader": "Naslednje organizacije so prispevale svoje storitve, da je lahko projekt Scratch še naprej tekel:",
  "credits.supportersOpenHeader": "Scratch ne bi mogel obstajati, če ne bi bilo brezplačnega in odprtokodnega programja, kar vključuje:"
}
