{
  "credits.title": "Заслужни и аутори Скрача",
  "credits.developers": "Скрач је дизајниран и развијен од стране Lifelong Kindergarten Group код MIT Media Lab:",
  "credits.moderators": "Модератори Скрач тима управљају, подржавају и побољшавају Скрач онлајн заједницу.",
  "credits.previousTitle": "Претходни чланови MIT Скрач тима",
  "credits.previousBody": "Много важних доприноса дати су од стране претходних чланова Скрач тима, укључујући Џона Малонија (који је предводио софтверски развој у току прве декаде Скрача) и Андеса Монрој-Хернандеза ( који је предводио развој првог сајта Скрач заједнице). Други сарадници укључују:",
  "credits.partnersTitle": "Партнери у дизајну и развоју",
  "credits.partnersBody": "Паула Бонта и Брајан Силверман, Playful Invention Company (који су допринос започели пре него што се Скрач звао Скрач).",
  "credits.researchersTitle": "Скрач истраживачи",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Research on Scratch</a> is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai (who collaborated on the <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">initial NSF Scratch grant</a>) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd project</a>) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
  "credits.acknowledgementsTitle": "Захвалност",
  "credits.acknowledgementsContributors": "Следећи људи су такође допринеле развоју и подржали Скрач током година:",
  "credits.acknowledgementsTranslators": "Уз помоћ <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">преводилаца Скрача</a> широм света, Скрач је доступан на многим језицима.",
  "credits.acknowledgementsCommunity": "Веома ценимо све доприносе чланова Скрач заједнице широм света који су образовали пут Скрача дељењем својих пројеката, коментара и идеја.",
  "credits.acknowledgementsInfluencers": "Идеје Симора Паперта и Алана Кеја су дубоко инспирисале и утицале на наш рад на Скрачу.",
  "credits.supportersTitle": "Организације које пружају подршку",
  "credits.supportersFinancialHeader": "Следеће организације су обезбедиле главну финансијску подршку Скрачу:",
  "credits.supportersServicesHeader": "Следеће организације су донирале своје услуге да би помогле да Скрач пројекат настави да ради:",
  "credits.supportersOpenHeader": "Скрач не би био могућ без слободног софтвера и софтвера отвореног кода, укључујући:"
}
