{
  "credits.title": "Scratch'ın Yapımcıları ve Katkıda Bulunanlar",
  "credits.developers": "Scratch Massachusetts Teknoloji Enstitüsü Medya Laboratuarı, Ömür Boyu Anaokulu grubu tarafından tasarlanmış ve geliştirilmiştir.",
  "credits.moderators": "Scratch moderatör takımı, Scratch çevrimiçi topluluğunu yönetir, destekler ve iyileştirir.",
  "credits.previousTitle": "Önceki MIT Scratch Takımı Üyeleri",
  "credits.previousBody": "Şu eski Scratch takımı üyeleri tarafından pek çok katkı sağlanmıştır; John Maloney (Scratch üretim sürecinin ilk on yılında yazılım geliştirme desteği)  ve Andrés Monroy-Hernández (Scratch çevrimiçi topluluk web sayfasını geliştirilmesi). Bunlar dışındaki katkılar: ",
  "credits.partnersTitle": "Tasarım ve Geliştirme Ortakları",
  "credits.partnersBody": "Paula Bontá and Brian Silverman, Oyun Gibi Keşifler Şirketi (ki kendileri Scratch daha Scratch diye bilinmezken scratchın tasarımına katkı sağlamışlardır.)",
  "credits.researchersTitle": "Scratch Araştırmacıları",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Scratch'ta Araştırma</a> MIT Scratch Takımı ve şu adı sayılacak üniversitelerden araştırmacılar tarafından gerçekleştirilmiştir: Yasmin Kafai (<a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">initial NSF Scratch grant</a>) Pennsylvania  Üniversitesi Eğitim Fakültesi, Karen Brennan (<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd project</a>) Harvard Üniversitesi Eğitim Fakültesi, Benjamin Mako Hill Washington Üniversitesi,  Andrés Monroy Hernández Microsoft Araştırmaları, Mimi Ito ve Crystle Martin California Üniversitesi, Irvine, Quinn Burke Charleston Koleji, Deborah Fields Utah Devlet Üniversitesi ve Kylie Peppler Indiana Üniversitesi.",
  "credits.acknowledgementsTitle": "Bilgilendirmeler",
  "credits.acknowledgementsContributors": "Takip eden listedeki kimselerde Scratch'ın yıllar içerisindeki gelişimi sürecinde bir şekilde desktek sağlamışlardır:",
  "credits.acknowledgementsTranslators": "Dünya genelindeki <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Çevirmenlerinin</a> katkıları ile Scratch pek çok dilde kullanılabilir.",
  "credits.acknowledgementsCommunity": "Projelerini, yorumlarını ve fikirlerini paylaşarak Scratch'ın gelişim yönünü tayin eden dünya genelindeki Scratch Topluluğu üyelerine en içten biçimde şükran hislerimizi ifade etmek isteriz.",
  "credits.acknowledgementsInfluencers": "Seymour Papert ve Alan Kay'ın fikirleri Scratch'ın yapımı üzerinde derin esin ve tesir kaynağı olmuştur.",
  "credits.supportersTitle": "Destek veren organizasyonlar",
  "credits.supportersFinancialHeader": "Scratch için en büyük finansal desteği veren organizasyonlar:",
  "credits.supportersServicesHeader": "Takip eden organizasyonlar, sundukları hizmetlerden bağışta bulunarak Scratch projesinin yürümesine katkı sağlamışlardır.",
  "credits.supportersOpenHeader": "Scratch'ı geliştirmek şu Açık Kaynak Kodlu yazılımlar olmadan mümkün olamazdı: "
}
