{
  "credits.title": "Scratch asoschilari va yordamchilar",
  "credits.developers": "Scratch MIT Media Lab laboratoriyasida Lifelong Kindergarten Group tomonidan ishlab chiqilgan:",
  "credits.moderators": "Scratch moderatorlar jamoasi Scratch onlayn hamjamiyatini boshqaradi, qo‘llab-quvvatlaydi va yaxshilaydi: ",
  "credits.previousTitle": "MIT Stratch jamoasining avvalgi a’zolari",
  "credits.previousBody": "Stratch jamoasining avvalgi a’zolari loyihaning rivojiga katta hissa qo‘shgan edilar. Jumladan, John Maloney (Scratch tili dasturchilari guruhini boshqargan) va Andrés Monroy-Hernández (Scratch hamjamiyati saytini dasturlash guruhini boshqargan). Boshqa xodimlarni ham eslab o‘tsak:",
  "credits.partnersTitle": "Dasturlash va rivojlantirish bo‘yicha hamkorlar",
  "credits.partnersBody": "Paula Bontá va Brian Silverman, Playful Invention Company (Scratch o‘z nomiga ega bo‘lguniga qadar uni yaratish ishlarida katta hissa qo‘shganlar).",
  "credits.researchersTitle": "Scratch tadqiqotchilari",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Scratch bo‘yicha tadqiqotlar</a> MIT Stratch jamoasi a’zolari va boshqa universitetlar tadqiqotchilari tomonidan olib boriladi. Jumladan, Yasmin Kafai (<a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">NSF Scratch granti asosida</a>) Pensilvaniya ilmiy-tadqiqot institutida, Karen Brennan (<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd loyihasini</a> boshqaradi) Garvard ilmiy-tadqiqot institutida, Benjamin Mako Hill Vashington universitetida, Andrés Monroy Hernández Microsoft tadqiqot markazida, Mimi Ito va Crystle Martin Kaliforniya universitetida, Irvine, Quinn Burke Charlston kollejida, Deborah Fields Yuta shtati universitetida va Kylie Peppler Indiana universitetida tadqiqot olib borishadi.",
  "credits.acknowledgementsTitle": "Minnatdorlik",
  "credits.acknowledgementsContributors": "Yillar davomida quyidagi foydalanuvchilar ham Scratch rivojiga hissa qo‘shdilar:",
  "credits.acknowledgementsTranslators": "<a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch tarjimonlari</a> ko‘magida Scratch butun dunyo bo‘ylab, ko‘plab tillarga tarjima qilindi.",
  "credits.acknowledgementsCommunity": "Biz Scratch rivojiga o‘z g‘oyalari, loyihalari, izoh va mulohazalari bilan hissa qo‘shgan barcha hamjamiyat a’zolarining mehnatini qadrlaymiz va e’tirof etamiz.",
  "credits.acknowledgementsInfluencers": "Seymour Papert va Alan Kay g‘oyalari Scratch ishida bizni kuchli ilhomlantirdi va ta‘sir ko‘rsatdi.",
  "credits.supportersTitle": "Qo‘llab-quvvatlovchi tashkilotlar",
  "credits.supportersFinancialHeader": "Scratch loyihasini moliyaviy tarafdan asosan quyidagi tashkilotlar qo‘llab-quvvatladilar:",
  "credits.supportersServicesHeader": "Scratch loyihasi rivoji uchun o‘z xizmatlarini bepul taqdim etayotgan tashkilotlar:",
  "credits.supportersOpenHeader": "Quyidagi bepul va ochiq kodli dasturlarsiz Scratch shu kungacha kela olmasdi:"
}
