{
  "credits.title": "Lời cảm kích công sức và đóng góp cho Scratch",
  "credits.developers": "Scratch được thiết kế và phát triển bởi Lifelong Kindergarten Groupd và MIT Media Lab.",
  "credits.moderators": "Nhóm kiểm duyệt Scratch đã quản lý,  hỗ trợ và cải thiện cộng đồng online Scratch:",
  "credits.previousTitle": "Cựu thành viên MIT Scratch Team",
  "credits.previousBody": "Các cựu thành viên Scratch Team đã có những cống hiến quan trọng, đáng kể đến là John Maloney (người đã lãnh đạo công việc phát triển phần mềm cho thập kỷ đầu của Scratch ) và Andrés Monroy-Hernández (người đã lãnh đạo việc phát triển website cộng đồng đầu tiên cho Scratch). Cùng những người cống hiến khác:",
  "credits.partnersTitle": "Đối tác Thiết kế và Phát triển",
  "credits.partnersBody": "Paula Bontá và Brian Silverman, từ Công ty Playful Invention (những người đã có đóng góp trước đó vào thiết kế của Scratch, thậm chí trước khi nó được gọi là Scratch ).",
  "credits.researchersTitle": "Nghiên cứu viên của Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Các nghiên cứu Scratch</a> được hướng dẫn bởi các thành viên của nhóm MIT Scratch và các nghiên cứu viên từ những trường Đại học khác nhau, bao gồm Yasmin Kafai (người đã cộng tác cho <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\"> quỹ ban đầu NSF Scratch </a>) tại trường Đại học Pennsylvania bậc Sau đại học của ngành Giáo dục, Karen Brennan (người đứng đầu <a href=\"http://scratched.gse.harvard.edu/\">dự án ScratchEd </a>) tại trường Sau đại học Harvard ngành Giáo dục, Benjamin Mako Hill đến từ trường Đại học Washington, Andrés Monroy Hernández của viện Nghiên cứu Microsoft, Mimi Ito và Crystle Martin từ trường Đại học California, Irvine, Quinn Burke từ trường Cao đẳng Charleston, Deborah Fields từ trường Đại học Bang Utah, và Kylie Peppler đến từ trường Đại học Indiana.",
  "credits.acknowledgementsTitle": "Lời cảm ơn",
  "credits.acknowledgementsContributors": "Những thành viên sau đây đã có đóng góp cho sự phát triển và hỗ trợ Scratch trong suốt những năm vừa qua:",
  "credits.acknowledgementsTranslators": "Với sự giúp đỡ của những  <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Thông dịch viên Scratch </a> trên khắp thế giới, Scratch trở nên dễ tiếp cận với mọi người bằng nhiều ngôn ngữ khác nhau.",
  "credits.acknowledgementsCommunity": "Chúng tôi đánh giá cao sự đóng góp của tất cả những thành viên của cộng đồng Scratch toàn cầu, những người đã đóng góp cho sự định hướng của Scratch bằng việc chia sẻ những dự án, những bình luận, và những ý tưởng của họ.",
  "credits.acknowledgementsInfluencers": "Những ý tưởng của Seymour Papert và Alan Kay đã truyền cảm hứng sâu sắc và ảnh hưởng đến công việc phát triển Scratch.",
  "credits.supportersTitle": "Các tổ chức hỗ trợ",
  "credits.supportersFinancialHeader": "Những tổ chức sau đã đóng góp về mặt tài chính chủ yếu cho Scratch:",
  "credits.supportersServicesHeader": "Những tổ chức sau đây đã đóng góp dịch vụ của họ để duy trì hoạt động của dự án Scratch:",
  "credits.supportersOpenHeader": "Ứng dụng Scratch thành hiện thực không thể thiếu các phần mềm mã nguồn mở và miễn phí sau đây:"
}
