{
    "becomeAScratcher.buttons.back": "Enta zaga",
    "becomeAScratcher.buttons.next": "Siguient",
    "becomeAScratcher.buttons.communityGuidelines": "Reglas d'a Comunidat",
    "becomeAScratcher.buttons.getStarted": "Empecipiar a treballar",
    "becomeAScratcher.buttons.finishLater": "Rematar mas tarde",
    "becomeAScratcher.buttons.goBack": "Retornar",
    "becomeAScratcher.buttons.iAgree": "Soi d'alcuerdo",
    "becomeAScratcher.buttons.takeMeBack": "Leva-me de tornada a Scratch",
    "becomeAScratcher.buttons.backToProfile": "Tornar a la pachina de perfil",
    "becomeAScratcher.congratulations.header": "Norabuena, {username}! Has contrimostrau que yes preparau pa convertir-te en un Scratcher.",
    "becomeAScratcher.congratulations.body": "Scratch ye una comunidat amigable y acullidora pa totz, an la chent creya, comparte y aprende chunta. Acullimos a personas de totas las edatz, razas, etnias, relichions, capacidatz, orientacions sexuals y identidatz de chenero.",
    "becomeAScratcher.toBeAScratcher.header": "Qué significa estar un Scratcher?",
    "becomeAScratcher.toBeAScratcher.body": "Ye posible que notes en a tuya pachina de perfil que actualment yes un “Nuevo Scratcher”. Agora que has pasau bell tiempo en Scratch, te convidamos a convertir-te en un “Scratcher”.",
    "becomeAScratcher.toBeAScratcher.definition": "Los Scratchers tienen un poquet mas d'experiencia en Scratch y son entusiasmaus con a ideya de contribuyir a la comunidat y convertir-la en un espacio d'emparo y acullida pa os de demás.",
    "becomeAScratcher.toBeAScratcher.canDo": "Estas son belunas d'as cosetas que fan los Scratchers:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Creyar estudios",
    "becomeAScratcher.toBeAScratcher.helpOut": "Aduyar a la comunidat",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Contino, le explicaremos las directrices d'a comunidat y lo que son.",
    "becomeAScratcher.guidelines.respectSection": "Convierte-te en un Scratcher - Tracta a totz con respecto",
    "becomeAScratcher.guidelines.respectHeader": "Los Scratchers tractan a totz con respecto.",
    "becomeAScratcher.guidelines.respectBody": "S'anima a totz en Scratch a compartir cosetas que les emocionan y son importants pa ells - asperamos que trobes formas de celebrar la tuya propia identidat en Scratch, y que permitas a os de demás fer lo mesmo.",
    "becomeAScratcher.guidelines.safeSection": "Convierte-te en un Scratcher - Sé seguro",
    "becomeAScratcher.guidelines.safeHeader": "Los Scratchers son seguros: mantenemos la información personal y de contacto en privau.",
    "becomeAScratcher.guidelines.safeBody": "Esto incluye no compartir apellius reals, numeros de telefono, adrezas, ciudatz d'orichen, nombres de colechios, adrezas de correu electronico, nombres d'usuario u vinclos a puestos de retz socials, aplicacions de videochat u puestos web con funcionalidat de chat privau.",
    "becomeAScratcher.guidelines.feedbackSection": "Convierte-te en un Scratcher - Da la tuya opinión",
    "becomeAScratcher.guidelines.feedbackHeader": "Los Scratchers dan información util.",
    "becomeAScratcher.guidelines.feedbackBody": "Quan comentes un prochecto, recuerda decir bella cosa que te faiga goyo, ofrir sucherencias y estar amable, no critico.",
    "becomeAScratcher.guidelines.remix1Section": " Convierte-te en un Scratcher - Adopta la cultura de la remezcla",
    "becomeAScratcher.guidelines.remix1Header": " Los Scratchers adoptan la cultura de la remezcla.",
    "becomeAScratcher.guidelines.remix1Body": "La remezcla ye quan te basas en os prochectos, lo codigo, las ideyas, las imachens u qualsequier atra coseta que comparta unatra persona en Scratch pa fer la tuya propia creyación.",
    "becomeAScratcher.guidelines.remix2Section": " Convierte-te en un Scratcher - Adopta la cultura de la remezcla",
    "becomeAScratcher.guidelines.remix2Header": " La remezcla ye una gran traza de colaborar y connectar con atros Scratchers.",
    "becomeAScratcher.guidelines.remix2Body": " T'animamos a utilizar qualsequier coseta que trobes en Scratch en as tuyas propias creyacions, siempre que des credito a totas las personas que lo suyo treballo haigas utilizau y faigas un cambio significativo en ell. ",
    "becomeAScratcher.guidelines.remix3Section": " Convierte-te en un Scratcher - Adopta la cultura de la remezcla",
    "becomeAScratcher.guidelines.remix3Header": " Remezclar significa compartir con otros.",
    "becomeAScratcher.guidelines.remix3Body": " Quan compartes bella cosa en Scratch, yes dando permiso a totz los Scratchers pa usar lo tuyo treballo en as suyas creyacions tamién.",
    "becomeAScratcher.guidelines.honestSection": " Convierte-te en un Scratcher - Sé honesto",
    "becomeAScratcher.guidelines.honestHeader": " Los Scratchers son honestos.",
    "becomeAScratcher.guidelines.honestBody": " Ye important estar honesto y autentico quan se interactúa con atros en Scratch, y recordar que i hai una persona dezaga de cada cuenta de Scratch.",
    "becomeAScratcher.guidelines.friendlySection": " Convierte-te en un Scratcher - Mantiene lo puesto amigable",
    "becomeAScratcher.guidelines.friendlyHeader": "Los Scratchers aduyan a mantener lo puesto amigable.",
    "becomeAScratcher.guidelines.friendlyBody": "Ye important que las tuyas creyacions y conversacions sían amigables y apropiadas pa totas las edatz. Si creyes que bella cosa en Scratch ye ruin, faltante, masiau violento u que estorba a la comunidat, fe clic en “Denunciar” pa informar-nos.",
    "becomeAScratcher.invitation.header": "{username}, te convidamos a convertir-te en un Scratcher.",
    "becomeAScratcher.invitation.body": "Scratch ye una comunidat amigable y acullidora pa totz. Si yes d'alcuerdo en estar respectuoso, estar seguro, dar comentarios utils, acarrazar la cultura d'a remezcla, estar honesto, y aduyar a mantener lo puesto amigable, fe clic en “Soi d'alcuerdo!”.",
    "becomeAScratcher.invitation.finishLater": "Puetz decidir si quiers convertir-te en un Scratcher. Si encara no quiers estar un Scratcher, nomás has de fer clic en “Rematar mas tarde” alto.",
    "registration.success.error": "Lo sentimos, ha ocurriu una error inasperada.",
    "becomeAScratcher.success.header": "Hurra! Agora yes oficialment un Scratcher.",
    "becomeAScratcher.success.body": "Aquí i hai qualques vinclos que pueden estar utils pa tú.",
    "becomeAScratcher.success.communityGuidelines": "Reglas d'a Comunidat",
    "becomeAScratcher.success.createAProject": "Creyar un prochecto",
    "becomeAScratcher.noInvitation.header": "Ups! Pareixe que encara no has recibiu una invitación pa convertir-te en Scratcher.",
    "becomeAScratcher.noInvitation.body": "Pa convertir-te en un Scratcher, has d'estar activo en Scratch entre un tiempo, compartir quantos prochectos y comentar constructivament en a comunidat. Dimpués d'unas semanas, recibirás una notificación convidando-te a convertir-te en Scratcher. Sigue gratando!",
    "becomeAScratcher.finishLater.header": "No te preocupes, prene-te lo tuyo tiempo!",
    "becomeAScratcher.finishLater.body": "Si abandonas esta pachina, no rematarás lo proceso pa convertir-te en Scratcher y te quedarás como Nuevo Scratcher. Si mas tarde cambias d'opinión, siempre puedes tornar a traviés d'a tuya pachina de perfil.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Nomás has de fer clic en “★ Convierte-te en un Scratcher!” debaixo d'o tuyo nombre d'usuario."
}