{
    "becomeAScratcher.buttons.back": "পিছনে",
    "becomeAScratcher.buttons.next": "পরবর্তী",
    "becomeAScratcher.buttons.communityGuidelines": "কমিউনিটি নির্দেশিকা",
    "becomeAScratcher.buttons.getStarted": "শুরু কর",
    "becomeAScratcher.buttons.finishLater": "পরে শেষ কর",
    "becomeAScratcher.buttons.goBack": "ফিরে যাও",
    "becomeAScratcher.buttons.iAgree": "আমি সম্মত",
    "becomeAScratcher.buttons.takeMeBack": "আমাকে Scratch এ ফিরিয়ে নিয়ে যাও",
    "becomeAScratcher.buttons.backToProfile": "প্রোফাইল পেইজে ফিরে যাও",
    "becomeAScratcher.congratulations.header": "অভিনন্দন, {username}! তুমি দেখিয়েছ যে তুমি একজন স্ক্র্যাচার হতে প্রস্তুত।",
    "becomeAScratcher.congratulations.body": "Scratch হল প্রত্যেকের জন্য একটি বন্ধুত্বপূর্ণ এবং স্বাগত জানানো সম্প্রদায়, যেখানে মানুষ একসাথে তৈরি করে, শেয়ার করে এবং শিখে। আমরা সব বয়স, জাতি, জাতি, ধর্ম, ক্ষমতা এবং লিঙ্গ পরিচয়ের লোকেদের স্বাগত জানাই।",
    "becomeAScratcher.toBeAScratcher.header": "স্ক্র্যাচার হওয়া বলতে কি বোঝায়?",
    "becomeAScratcher.toBeAScratcher.body": "তুমি তোমার প্রোফাইল পেইজে লক্ষ্য কর যে তুমি বর্তমানে একজন \"নতুন স্ক্র্যাচার\"। এখন যেহেতু তুমি Scratch এ কিছু সময় কাটিয়েছ, আমরা তোমাকে \"স্ক্র্যাচার\" হওয়ার জন্য আমন্ত্রণ জানাচ্ছি।",
    "becomeAScratcher.toBeAScratcher.definition": "স্ক্র্যাচারদের Scratch এর উপর একটু বেশি অভিজ্ঞতা আছে এবং তারা কমিউনিটিতে অবদান রাখতে ও এটিকে অন্যদের জন্য সহায়ক বানাতে ও স্বাগত জানাতে উত্তেজিত।",
    "becomeAScratcher.toBeAScratcher.canDo": "এখানে কিছু জিনিস যা স্ক্র্যাচাররা করে:",
    "becomeAScratcher.toBeAScratcher.createStudios": "স্টুুডিওগুলো তৈরি কর",
    "becomeAScratcher.toBeAScratcher.helpOut": "কমিউনিটিতে সাহায্য কর",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "তারপর, আমরা তোমাকে কমিউনিটি নির্দেশিকায় নিয়ে যাব এবং এগুলো কি তা ব্যাখ্যা করব৷",
    "becomeAScratcher.guidelines.respectSection": "একজন স্ক্র্যাচার হও - সবার সাথে সম্মানের সাথে আচরণ কর",
    "becomeAScratcher.guidelines.respectHeader": "স্ক্র্যাচাররা সবার সাথে সম্মানজনক আচরণ করে।",
    "becomeAScratcher.guidelines.respectBody": "Scratch এ থাকা প্রত্যেককে এমন জিনিস শেয়ার করতে উৎসাহিত করা হয় যা তাদের উদ্দীপিত করে এবং তাদের কাছে গুরুত্বপূর্ণ—আমরা আশা করি তুমি Scratch এ তোমার নিজস্ব পরিচয় উদযাপন করার উপায় খুঁজে পাবে এবং অন্যদেরও একই কাজ করার অনুমতি দেবে।",
    "becomeAScratcher.guidelines.safeSection": "একজন স্ক্র্যাচার হয়ে উঠ - নিরাপদ হও",
    "becomeAScratcher.guidelines.safeHeader": "স্ক্র্যাচাররা নিরাপদ: আমরা ব্যক্তিগত এবং যোগাযোগের তথ্য গোপন রাখি।",
    "becomeAScratcher.guidelines.safeBody": "এর মধ্যে প্রকৃত শেষ নাম, ফোন নম্বর, ঠিকানা, নিজ শহর, স্কুলের নাম, ইমেইল ঠিকানা, ব্যবহারকারীর নাম বা সোশ্যাল মিডিয়া সাইটগুলোর লিঙ্ক, ভিডিও চ্যাটিং অ্যাপ্লিকেশন, বা ব্যক্তিগত চ্যাট কার্যকারিতা সহ ওয়েবসাইটগুলো শেয়ার করা অন্তর্ভুক্ত নয়।",
    "becomeAScratcher.guidelines.feedbackSection": "একজন স্ক্র্যাচার হয়ে উঠ - সহায়ক মতামত দাও",
    "becomeAScratcher.guidelines.feedbackHeader": "স্ক্র্যাচাররা সহায়ক মতামত দেয়।",
    "becomeAScratcher.guidelines.feedbackBody": "যখন একটি প্রজেক্টে মন্তব্য করবে, এটি সম্পর্কে তোমার পছন্দের কিছু বলতে ভুলবে না, পরামর্শ দাও এবং সদয় হও, সমালোচনামূলক নয়।",
    "becomeAScratcher.guidelines.remix1Section": "একজন স্ক্র্যাচার হয়ে উঠ - রিমিক্স সংস্কৃতি আলিঙ্গন কর",
    "becomeAScratcher.guidelines.remix1Header": "স্ক্র্যাচাররা রিমিক্স সংস্কৃতি আলিঙ্গন করে নেয়।",
    "becomeAScratcher.guidelines.remix1Body": "রিমিক্সিং হল যখন তুমি অন্য কারো প্রজেক্ট, কোড, আইডিয়া, ছবি, বা অন্য কিছু যা তারা Scratch এ শেয়ার করে তা ব্যবহার করে নিজে অনন্য কিছু সৃষ্টি কর।",
    "becomeAScratcher.guidelines.remix2Section": "একজন স্ক্র্যাচার হয়ে উঠ - রিমিক্স সংস্কৃতি আলিঙ্গন কর",
    "becomeAScratcher.guidelines.remix2Header": "অন্যান্য স্ক্র্যাচারদের সাথে সহযোগিতা ও সংযোগ করার জন্য রিমিক্সিং একটি দুর্দান্ত উপায়।",
    "becomeAScratcher.guidelines.remix2Body": "তুমি Scratch এ তোমার নিজের সৃষ্টিতে যা কিছু খুঁজে পাও তা ব্যবহার করার জন্য তোমাকে উত্সাহিত করা হবে, যতক্ষণ না তুমি যাদের কাজ ব্যবহার করেছ তাদের প্রত্যেককে ক্রেডিট প্রদান কর এবং এটিতে একটি অর্থপূর্ণ পরিবর্তন কর।",
    "becomeAScratcher.guidelines.remix3Section": "একজন স্ক্র্যাচার হয়ে উঠ - রিমিক্স সংস্কৃতি আলিঙ্গন কর",
    "becomeAScratcher.guidelines.remix3Header": "রিমিক্স মানে অন্যদের সাথে শেয়ার করা।",
    "becomeAScratcher.guidelines.remix3Body": "যখন তুমি Scratch এ কিছু শেয়ার কর, তখন তুমি সব স্ক্র্যাচারদের তাদের সৃষ্টিতেও তোমার কাজ ব্যবহার করার অনুমতি দিচ্ছ।",
    "becomeAScratcher.guidelines.honestSection": "একজন স্ক্র্যাচার হয়ে উঠ - সৎ হও",
    "becomeAScratcher.guidelines.honestHeader": "স্ক্র্যাচাররা সৎ।",
    "becomeAScratcher.guidelines.honestBody": "Scratch এ অন্যদের সাথে ইন্টারেক্ট করার সময় সৎ এবং খাঁটি হওয়া গুরুত্বপূর্ণ এবং মনে রাখবে যে প্রতিটি Scratch এ্যাকাউন্টের পিছনে একজন ব্যক্তি রয়েছে।",
    "becomeAScratcher.guidelines.friendlySection": "একজন স্ক্র্যাচার হয়ে উঠ - সাইটটি বন্ধুত্বপূর্ণ রাখ",
    "becomeAScratcher.guidelines.friendlyHeader": "স্ক্র্যাচাররা সাইটটি বন্ধুত্বপূর্ণ রাখতে সাহায্য করে।",
    "becomeAScratcher.guidelines.friendlyBody": "তোমার সৃষ্টি এবং কথোপকথন বন্ধুত্বপূর্ণ এবং সব বয়সের জন্য উপযুক্ত রাখা গুরুত্বপূর্ণ। তুমি যদি মনে কর যে Scratch এ কিছু অশ্লীল, অপমানজনক, খুব হিংসাত্মক, বা অন্যথায় কমিউনিটির জন্য বিঘ্নজনক, তাহলে এটি সম্পর্কে আমাদের জানাতে \"রিপোর্ট কর\" এ ক্লিক কর।",
    "becomeAScratcher.invitation.header": "{username}, আমরা তোমাকে স্ক্র্যাচার হওয়ার জন্য আমন্ত্রণ জানাচ্ছি।",
    "becomeAScratcher.invitation.body": "Scratch প্রত্যেকের জন্য একটি বন্ধুত্বপূর্ণ এবং স্বাগত জানানো কমিউনিটি। তুমি যদি শ্রদ্ধাশীল হতে, নিরাপদ হতে, সহায়ক মতামত দিতে, রিমিক্স সংস্কৃতিকে আলিঙ্গন করতে, সৎ হতে এবং সাইটটিকে বন্ধুত্বপূর্ণ রাখতে সাহায্য করতে সম্মত হও, তাহলে \"আমি সম্মত!\" ক্লিক কর।",
    "becomeAScratcher.invitation.finishLater": "তুমি স্ক্র্যাচার হতে চাও কিনা তা সিদ্ধান্ত নাও। তুমি যদি এখনও স্ক্র্যাচার হতে না চাও, তাহলে উপরে \"পরে শেষ কর\" এ ক্লিক কর।",
    "registration.success.error": "দুঃখিত, একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।",
    "becomeAScratcher.success.header": "হুররে! তুমি এখন আনুষ্ঠানিকভাবে একজন স্ক্র্যাচার।",
    "becomeAScratcher.success.body": "এখানে তোমার জন্য সহায়ক হতে পারে এমন কিছু লিঙ্ক আছে।",
    "becomeAScratcher.success.communityGuidelines": "কমিউনিটি নির্দেশিকা",
    "becomeAScratcher.success.createAProject": "একটি প্রজেক্ট তৈরি কর",
    "becomeAScratcher.noInvitation.header": "উপস! মনে হচ্ছে তুমি এখনও স্ক্র্যাচার হওয়ার আমন্ত্রণ পাওনি।",
    "becomeAScratcher.noInvitation.body": "একজন স্ক্র্যাচার হওয়ার জন্য, তোমাকে কিছুক্ষণের জন্য Scratch এ সক্রিয় থাকতে হবে, বেশ কয়েকটি প্রজেক্ট শেয়ার করতে হবে এবং কমিউনিটিতে গঠনমূলক মন্তব্য করতে হবে। কয়েক সপ্তাহ পরে, তুমি স্ক্র্যাচার হওয়ার আমন্ত্রণ জানিয়ে একটি বিজ্ঞপ্তি পাবে। Scratch অন!",
    "becomeAScratcher.finishLater.header": "কোন চিন্তা নেই, তুমি সময় নাও!",
    "becomeAScratcher.finishLater.body": "এই পেইজ থেকে বের হয়ে গেলে, তোমার স্ক্র্যাচার হওয়ার প্রক্রিয়াটি শেষ হবে না এবং তুমি নতুন স্ক্র্যাচার হিসাবে থাকবে। তুমি যদি পরে তোমার মন পরিবর্তন কর, তুমি সবসময় তোমার প্রোফাইল পেইজের মাধ্যমে ফিরে আসতে পারবে।",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "শুধু তোমার ইউজারনেমের নিচে “★ একজন স্ক্র্যাচার হয়ে উঠ!” এ ক্লিক কর।"
}