{
    "becomeAScratcher.buttons.back": "Nôl",
    "becomeAScratcher.buttons.next": "Nesaf",
    "becomeAScratcher.buttons.communityGuidelines": "Canllawiau Cymunedol",
    "becomeAScratcher.buttons.getStarted": "Cychwyn Arni",
    "becomeAScratcher.buttons.finishLater": "Gorffen yn Hwyrach",
    "becomeAScratcher.buttons.goBack": "Mynd Nôl",
    "becomeAScratcher.buttons.iAgree": "Rwy'n Cytuno",
    "becomeAScratcher.buttons.takeMeBack": "Cymrwch fi nôl i Scratch",
    "becomeAScratcher.buttons.backToProfile": "Nôl i'r Dudalen Proffil",
    "becomeAScratcher.congratulations.header": "Llongyfarchiadau, {username}! Rydych wedi dangos eich bod chi'n barod i ddod yn Scratchwr.",
    "becomeAScratcher.congratulations.body": "Mae Scratch yn gymuned gyfeillgar a chroesawgar i bawb, lle mae pobl yn creu, rhannu a dysgu gyda'i gilydd. Rydym yn croesawu pobl o bob oed, hil, ethnigrwydd, crefydd, gallu, cyfeiriadedd rhywiol, a hunaniaeth rhywiol.",
    "becomeAScratcher.toBeAScratcher.header": "Beth mae bod yn Scratchwr yn ei olygu?",
    "becomeAScratcher.toBeAScratcher.body": "Efallai y byddwch yn sylwi ar eich tudalen proffil eich bod yn “Scratchwr Newydd” ar hyn o bryd. Nawr eich bod wedi treulio peth amser ar Scratch, rydym yn eich gwahodd i ddod yn “Scratchwr”.",
    "becomeAScratcher.toBeAScratcher.definition": "Mae gan Scratchwyr ychydig mwy o brofiad ar Scratch ac maen nhw'n awyddus i gyfrannu at y gymuned ac i'w wneud yn ofod cefnogol a chroesawgar i eraill.",
    "becomeAScratcher.toBeAScratcher.canDo": "Dyma rai pethau y mae Scratchwyr yn eu gwneud:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Creu stiwdios",
    "becomeAScratcher.toBeAScratcher.helpOut": "Helpu yn y gymuned",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Nesaf, byddwn yn eich tywys trwy'r canllawiau cymunedol ac yn egluro beth yw'r rhain.",
    "becomeAScratcher.guidelines.respectSection": "Dod yn Scratchwr - Trin pawb gyda pharch",
    "becomeAScratcher.guidelines.respectHeader": "Mae Scratchwr yn trin pawb â pharch.",
    "becomeAScratcher.guidelines.respectBody": "Mae pawb ar Scratch yn cael eu annog i rannu pethau sy’n eu cyffroi ac sy’n bwysig iddyn nhw—gobeithiwn y byddwch yn dod o hyd i ffyrdd o ddathlu eich hunaniaeth eich hun ar Scratch, a chaniatáu i eraill wneud yr un peth.",
    "becomeAScratcher.guidelines.safeSection": "Dod yn Scratchwr - Byddwch yn ddiogel",
    "becomeAScratcher.guidelines.safeHeader": "Mae Scratchwyr yn ddiogel: rydym yn cadw manylion personol a chyswllt yn breifat.",
    "becomeAScratcher.guidelines.safeBody": "Mae hyn yn cynnwys peidio â rhannu enwau olaf go iawn, rhifau ffôn, cyfeiriadau, trefi enedigol, enwau ysgolion, cyfeiriadau e-bost, enwau defnyddwyr neu ddolenni i wefannau cyfryngau cymdeithasol, rhaglenni sgwrsio fideo, neu wefannau a nodweddion sgwrsio preifat.",
    "becomeAScratcher.guidelines.feedbackSection": "Dod yn Scratchwr - Rhowch adborth defnyddiol",
    "becomeAScratcher.guidelines.feedbackHeader": "Mae Scratchwyr yn rhoi adborth defnyddiol.",
    "becomeAScratcher.guidelines.feedbackBody": "Wrth wneud sylwadau ar broject, cofiwch ddweud rhywbeth rydych yn ei hoffi amdano, cynigiwch awgrymiadau, a byddwch yn garedig, nid yn feirniadol.",
    "becomeAScratcher.guidelines.remix1Section": "Dod yn Scratchwyr - Cofleidiwch ddiwylliant ailgymysgu",
    "becomeAScratcher.guidelines.remix1Header": "Mae Scratchwyr yn cofleidio diwylliant ailgymysgu.",
    "becomeAScratcher.guidelines.remix1Body": "Ailgymysgu yw pan fyddwch chi'n adeiladu ar brojectau, cod, syniadau, delweddau, neu unrhyw beth arall y maen nhw'n ei rannu ar Scratch i wneud eich creadigaeth unigryw eich hun.",
    "becomeAScratcher.guidelines.remix2Section": "Dewch yn Scratchwr - Cofleidiwch ddiwylliant ailgymysgu",
    "becomeAScratcher.guidelines.remix2Header": "Mae ailgymysgu yn ffordd wych o gydweithio a chysylltu â Scratchwyr eraill.",
    "becomeAScratcher.guidelines.remix2Body": "Rydym yn eich annog i ddefnyddio unrhyw beth rydych yn ei ddarganfod ar Scratch yn eich creadigaethau eich hun, cyn belled â'ch bod yn rhoi clod i bawb rydych wedi defnyddio eu gwaith ac wedi gwneud newid ystyrlon iddo.",
    "becomeAScratcher.guidelines.remix3Section": "Dod yn Scratchwr - Cofleidiwch ddiwylliant ailgymysgu",
    "becomeAScratcher.guidelines.remix3Header": "Mae ailgymysgu yn golygu rhannu gydag eraill.",
    "becomeAScratcher.guidelines.remix3Body": "Pan fyddwch chi'n rhannu rhywbeth ar Scratch, rydych chi'n rhoi caniatâd i bob Scratchwyr ddefnyddio'ch gwaith yn eu creadigaethau hefyd.",
    "becomeAScratcher.guidelines.honestSection": "Dod yn Scratchwr - Byddwch yn onest",
    "becomeAScratcher.guidelines.honestHeader": "Mae Scratchwyr yn onest.",
    "becomeAScratcher.guidelines.honestBody": "Mae'n bwysig bod yn onest ac yn ddilys wrth ryngweithio ag eraill ar Scratch, a chofiwch fod yna berson y tu ôl i bob cyfrif Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Dod yn Scratchwyr - Cadwch y wefan yn gyfeillgar",
    "becomeAScratcher.guidelines.friendlyHeader": "Mae Scratchwyr yn helpu i gadw'r wefan yn gyfeillgar.",
    "becomeAScratcher.guidelines.friendlyBody": "Mae’n bwysig cadw’ch creadigaethau a’ch sgyrsiau yn gyfeillgar ac yn briodol i bob oed. Os ydych chi'n meddwl bod rhywbeth ar Scratch yn angharedig, yn sarhaus, yn rhy dreisgar, neu'n amharu ar y gymuned fel arall, cliciwch ar “Adroddiad” i roi gwybod i ni amdano.",
    "becomeAScratcher.invitation.header": "{username}, rydym yn eich gwahodd i ddod yn Scratchwr.",
    "becomeAScratcher.invitation.body": "Mae Scratch yn gymuned gyfeillgar a chroesawgar i bawb. Os ydych chi'n cytuno i fod yn barchus, bod yn ddiogel, yn rhoi adborth defnyddiol, yn croesawu diwylliant ailgymysgu, yn onest, ac yn helpu i gadw'r wefan yn gyfeillgar, cliciwch \"Rwy'n cytuno!\"",
    "becomeAScratcher.invitation.finishLater": "Chi sy'n cael penderfynu a ydych am ddod yn Scratchwr. Os nad ydych chi eisiau bod yn Scratchwr eto, cliciwch \"Gorffen yn Hwyrach\" uchod.",
    "registration.success.error": "Ymddiheuriadau, digwyddodd gwall annisgwyl.",
    "becomeAScratcher.success.header": "Hwre! Rydych chi bellach yn swyddogol yn Scratchwr.",
    "becomeAScratcher.success.body": "Dyma rai dolenni a allai fod o gymorth i chi.",
    "becomeAScratcher.success.communityGuidelines": "Canllawiau Cymunedol",
    "becomeAScratcher.success.createAProject": "Creu Project",
    "becomeAScratcher.noInvitation.header": "Wps! Mae'n debyg nad ydych chi wedi derbyn gwahoddiad i ddod yn Scratchwr eto.",
    "becomeAScratcher.noInvitation.body": "I ddod yn Scratchwr, rhaid i chi fod yn weithgar ar Scratch am ychydig, rhannu sawl project, a rhoi sylwadau adeiladol yn y gymuned. Ar ôl ychydig wythnosau, byddwch yn derbyn hysbysiad yn eich gwahodd i ddod yn Scratchwr. Amdani!",
    "becomeAScratcher.finishLater.header": "Peidiwch â phoenir, cymerwch eich amser!",
    "becomeAScratcher.finishLater.body": "Trwy adael y dudalen hon, fyddwch chi ddim yn gorffen y broses i ddod yn Scratchwr a byddwch yn aros fel Scratchwr Newydd. Os byddwch chi'n newid eich meddwl yn ddiweddarach, gallwch chi bob amser ddod yn ôl trwy'ch tudalen broffil.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Cliciwch ar “★ Dod yn Scratchwr!” o dan eich enw defnyddiwr."
}