{
    "becomeAScratcher.buttons.back": "Zurück",
    "becomeAScratcher.buttons.next": "Weiter",
    "becomeAScratcher.buttons.communityGuidelines": "Community-Regeln",
    "becomeAScratcher.buttons.getStarted": "Los geht's",
    "becomeAScratcher.buttons.finishLater": "Später abschließen",
    "becomeAScratcher.buttons.goBack": "Zurück",
    "becomeAScratcher.buttons.iAgree": "Einverstanden",
    "becomeAScratcher.buttons.takeMeBack": "Zurück zu Scratch",
    "becomeAScratcher.buttons.backToProfile": "Zurück zur Profilseite",
    "becomeAScratcher.congratulations.header": "Gratuliere, {username}! Du hast dich bewährt und kannst nun „Scratcher“ werden.",
    "becomeAScratcher.congratulations.body": "Scratch ist eine Community freundlicher und offener Menschen, die gemeinsam etwas erschaffen, sich miteinander austauschen und voneinander lernen wollen. Wir heißen alle Menschen willkommen, unabhängig von ihrem Alter, ihren Fähigkeiten, ihrer Volksgruppe, Religion, sexuellen Orientierung oder Geschlechteridentität.",
    "becomeAScratcher.toBeAScratcher.header": "Was bedeutet es „Scratcher“ zu sein?",
    "becomeAScratcher.toBeAScratcher.body": "Vielleicht hast du auf deiner Profilseite bemerkt, dass du „Neuer Scratcher“ bist. Nachdem du nun bereits einige Zeit auf Scratch verbracht hast, laden wir dich ein „Scratcher“ zu werden.",
    "becomeAScratcher.toBeAScratcher.definition": "Scratcher:innen haben schon ein wenig Erfahrung mit Scratch gesammelt und möchten nicht nur zur Community beitragen, sondern sie auch zu einem wertschätzenden und einladenden Ort für andere machen.",
    "becomeAScratcher.toBeAScratcher.canDo": "Was Scratcher:innen machen:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Studios erstellen",
    "becomeAScratcher.toBeAScratcher.helpOut": "Der Community helfen",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Die Community-Regeln sind ein wichtiger Bestandteil unserer Website, deshalb möchten wir dich gerne mit ihnen vertraut machen:",
    "becomeAScratcher.guidelines.respectSection": "Werde Scratcher:in – Sei respektvoll",
    "becomeAScratcher.guidelines.respectHeader": "Scratcher:innen behandeln alle Menschen respektvoll.",
    "becomeAScratcher.guidelines.respectBody": "Wir ermutigen alle, auf Scratch Dinge zu teilen, die sie begeistern und ihnen wichtig sind, und wir hoffen, dass du deiner eigenen Identität auf Scratch genügend Raum bieten kannst und dies auch anderen zugestehst.",
    "becomeAScratcher.guidelines.safeSection": "Werde Scratcher:in – Veröffentliche nichts Privates",
    "becomeAScratcher.guidelines.safeHeader": "Scratcher:innen bleiben auf der sicheren Seite und geben keine persönlichen Daten preis.",
    "becomeAScratcher.guidelines.safeBody": "Veröffentliche also nicht: deinen echten Namen, deine Telefonnummer, E-Mail- oder Wohnadresse, deinen Wohnort, deine Schule, Benutzernamen oder Links zu Social-Media-Seiten, Videochat-Apps oder Websites mit privater Chat-Funktion.",
    "becomeAScratcher.guidelines.feedbackSection": "Werde Scratcher:in – Sei konstruktiv",
    "becomeAScratcher.guidelines.feedbackHeader": "Scratcher:innen geben konstruktives Feedback.",
    "becomeAScratcher.guidelines.feedbackBody": "Wenn du ein Projekt kommentierst, denk daran, etwas Nettes zu sagen und biete Verbesserungsvorschläge an – freundlich, nicht herablassend.",
    "becomeAScratcher.guidelines.remix1Section": "Werde Scratcher:in – Begeistere dich fürs Remixen",
    "becomeAScratcher.guidelines.remix1Header": "Scratcher:innen sind begeisterte Remixer:innen.",
    "becomeAScratcher.guidelines.remix1Body": "Remixen bedeutet, dass du von anderen auf Scratch geteilte Projekte, Codes, Ideen, Bilder usw. heranziehst und dein eigenes, einzigartiges Projekt daraus machst.",
    "becomeAScratcher.guidelines.remix2Section": "Werde Scratcher:in – Begeistere dich fürs Remixen",
    "becomeAScratcher.guidelines.remix2Header": "Remixen eignet sich hervorragend, um mit anderen Scratcher:innen in Kontakt zu treten und zusammenzuarbeiten.",
    "becomeAScratcher.guidelines.remix2Body": "Du kannst alles auf Scratch für deine eigenen Kreationen verwenden, solange du den Ersteller:innen des Originalprojekts dankst und deren Projekte sinnvoll veränderst. ",
    "becomeAScratcher.guidelines.remix3Section": "Werde Scratcher:in – Begeistere dich fürs Remixen",
    "becomeAScratcher.guidelines.remix3Header": "Remixen bedeuten mit anderen zu teilen.",
    "becomeAScratcher.guidelines.remix3Body": "Dabei gilt natürlich, dass auch du anderen erlaubst, die von dir auf Scratch geteilten Projekte weiterzuverwenden.",
    "becomeAScratcher.guidelines.honestSection": "Werde Scratcher:in – Sei ehrlich",
    "becomeAScratcher.guidelines.honestHeader": "Scratcher:innen sind ehrlich.",
    "becomeAScratcher.guidelines.honestBody": "Ein ehrlicher und authentischer Umgang mit anderen Scratcher:innen ist uns wichtig – denk daran, hinter jedem Scratch-Konto steht ein Mensch!",
    "becomeAScratcher.guidelines.friendlySection": "Werde Scratcher:in – Sei freundlich",
    "becomeAScratcher.guidelines.friendlyHeader": "Scratcher:innen helfen mit, dass unsere Website ein freundlicher Ort bleibt.",
    "becomeAScratcher.guidelines.friendlyBody": "Wir wünschen uns positive Projekte und freundliche Kommentare, die für alle Altersgruppen geeignet sind. Wenn du etwas Gemeines, Beleidigendes, Gewaltverherrlichendes oder ähnlich Störendes in der Community findest, klicke bitte auf „Melden“ und informiere uns darüber.",
    "becomeAScratcher.invitation.header": "{username}, wir laden dich ein „Scratcher“ zu werden.",
    "becomeAScratcher.invitation.body": "Scratch ist eine Community freundlicher und offener Menschen. Wenn du bestätigen kannst, dass du respektvoll bist, dass du mit persönlichen Daten vorsichtig umgehst, dass du konstruktives Feedback geben und dich für Remixen begeistern kannst, dass du ehrlich bist und zu einer freundlichen Website beitragen willst, dann klicke auf „Einverstanden“.",
    "becomeAScratcher.invitation.finishLater": "Es ist deine Entscheidung, ob du „Scratcher“ werden willst. Wenn du es noch nicht werden willst, klicke oben auf „Später abschließen“.",
    "registration.success.error": "Entschuldigung, ein unerwarteter Fehler ist aufgetreten.",
    "becomeAScratcher.success.header": "Hurra! Du bist nun offiziell „Scratcher“.",
    "becomeAScratcher.success.body": "Hier findest du einige Links, die dich interessieren könnten.",
    "becomeAScratcher.success.communityGuidelines": "Community-Regeln",
    "becomeAScratcher.success.createAProject": "Projekt erstellen",
    "becomeAScratcher.noInvitation.header": "Hoppla! Sieht so aus, als ob du noch keine Einladung erhalten hast „Scratcher“ zu werden.",
    "becomeAScratcher.noInvitation.body": "Um „Scratcher“ zu werden, musst du für eine Weile aktiv auf Scratch gewesen sein, mehrere Projekte geteilt und konstruktiv zur Community beigetragen haben. Nach ein paar Wochen erhältst du eine Benachrichtigung mit der Einladung „Scratcher“ zu werden. Scratche weiter!",
    "becomeAScratcher.finishLater.header": "Halb so schlimm, gedulde dich noch ein wenig!",
    "becomeAScratcher.finishLater.body": "Wenn du diese Seite verlässt, kannst du den Prozess „Scratcher“ zu werden nicht abschließen und du bleibst „Neuer Scratcher“. Wenn du dich später umentscheidest, kannst du den Prozess einfach über den Link auf deiner Profilseite abschließen.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Klicke einfach auf „★ Scratcher werden“ unter deinem Benutzernamen."
}