{
    "becomeAScratcher.buttons.back": "Regresar",
    "becomeAScratcher.buttons.next": "Siguiente",
    "becomeAScratcher.buttons.communityGuidelines": "Reglas de la comunidad",
    "becomeAScratcher.buttons.getStarted": "Comienza",
    "becomeAScratcher.buttons.finishLater": "Terminar Después",
    "becomeAScratcher.buttons.goBack": "Regresar",
    "becomeAScratcher.buttons.iAgree": "Acepto",
    "becomeAScratcher.buttons.takeMeBack": "Volver a Scratch",
    "becomeAScratcher.buttons.backToProfile": "Volver a la Página de Perfil",
    "becomeAScratcher.congratulations.header": "¡Felicidades, {username}! Has demostrado que estás listo para ser un Scratcher.",
    "becomeAScratcher.congratulations.body": "Scratch es una comunidad amistosa y abierta a todos, donde la gente puede crear, compartir y aprender juntos. Le damos la bienvenida a gente de todas las edades, razas, étnicos, religiones, habilidades, orientaciones sexuales e indentidades de género.",
    "becomeAScratcher.toBeAScratcher.header": "¿Que significa ser un Scratcher?",
    "becomeAScratcher.toBeAScratcher.body": "Puede notar en su página de perfil que actualmente es un 'Nuevo Scratcher'. Ahora que ya llevas un tiempo en Scratch, te invitamos a convertirte en un “Scratcher”.",
    "becomeAScratcher.toBeAScratcher.definition": "Los Scratchers tienen un poco más de experiencia en Scratch y están emocionados tanto de contribuir a la comunidad como de convertirla en un espacio de apoyo y bienvenida para los demás.",
    "becomeAScratcher.toBeAScratcher.canDo": "Estas son algunas de las cosas que hacen los Scratchers:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Crear estudios",
    "becomeAScratcher.toBeAScratcher.helpOut": "Ayuda en la comunidad",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "A continuación, lo llevaremos a través de las pautas de la comunidad y le explicaremos cuáles son.",
    "becomeAScratcher.guidelines.respectSection": "Conviértete en un Scratcher - Trata a todos con respeto",
    "becomeAScratcher.guidelines.respectHeader": "Los Scratchers tratan a todos con respeto.",
    "becomeAScratcher.guidelines.respectBody": "Se alienta a todos en Scratch a compartir cosas que los emocionen y que sean importantes para ellos; esperamos que encuentre formas de celebrar su propia identidad en Scratch y permita que otros hagan lo mismo.",
    "becomeAScratcher.guidelines.safeSection": "Conviértete en un Scratcher - Mantente seguro",
    "becomeAScratcher.guidelines.safeHeader": "Los Scratchers son seguros: mantenemos la información personal y de contacto privada.",
    "becomeAScratcher.guidelines.safeBody": "Esto incluye no compartir apellidos reales, números de teléfono, direcciones, lugares de origen, nombres de escuelas, direcciones de correo electrónico, nombres de usuario o enlaces a sitios de redes sociales, aplicaciones de chat de video o sitios web con funcionalidad de chat privado.",
    "becomeAScratcher.guidelines.feedbackSection": "Conviértase en un Scratcher - Brinde comentarios útiles",
    "becomeAScratcher.guidelines.feedbackHeader": "Los Scratchers brindan comentarios útiles.",
    "becomeAScratcher.guidelines.feedbackBody": "Cuando comente un proyecto, recuerde decir algo que le guste sobre él, ofrezca sugerencias y sea amable, no crítico.",
    "becomeAScratcher.guidelines.remix1Section": "Conviértete en un Scratcher - Adopta la cultura del remix",
    "becomeAScratcher.guidelines.remix1Header": "Los Scratchers adoptan la cultura del remix.",
    "becomeAScratcher.guidelines.remix1Body": "El \"remixing\" es cuando construyes sobre los proyectos, código, ideas o imágenes de otras personas, o sobre cualquier cosa que compartan en Scratch para elaborar tu propia creación única.",
    "becomeAScratcher.guidelines.remix2Section": "Conviértete en un Scratcher - Adopta la cultura del remix",
    "becomeAScratcher.guidelines.remix2Header": "Remezclar es una excelente manera de colaborar y conectarse con otros Scratchers.",
    "becomeAScratcher.guidelines.remix2Body": "Lo alentamos a usar todo lo que encuentre en Scratch en sus propias creaciones, siempre y cuando le dé crédito a todas las personas cuyo trabajo usó y haga un cambio significativo en él.",
    "becomeAScratcher.guidelines.remix3Section": "Conviértete en un Scratcher - Adopta la cultura del remix",
    "becomeAScratcher.guidelines.remix3Header": "Remezclar significa compartir con otros.",
    "becomeAScratcher.guidelines.remix3Body": "Cuando compartes algo en Scratch, les das permiso a todos los Scratchers para que también usen tu trabajo en sus creaciones.",
    "becomeAScratcher.guidelines.honestSection": "Conviértete en un Scratcher - Sé honesto",
    "becomeAScratcher.guidelines.honestHeader": "Los Scratchers son honestos.",
    "becomeAScratcher.guidelines.honestBody": "Es importante ser honesto y auténtico al interactuar con otros en Scratch y recordar que hay una persona detrás de cada cuenta de Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Conviértase en un Scratcher - Mantenga el sitio amigable",
    "becomeAScratcher.guidelines.friendlyHeader": "Los Scratchers ayudan a mantener el sitio amigable.",
    "becomeAScratcher.guidelines.friendlyBody": "Es importante mantener tus creaciones y conversaciones amigables y apropiadas para todas las edades. Si cree que algo en Scratch es malo, insultante, demasiado violento o perjudicial para la comunidad, haga clic en 'Informar' para informarnos al respecto.",
    "becomeAScratcher.invitation.header": "{username}, te invitamos a convertirte en un Scratcher.",
    "becomeAScratcher.invitation.body": "Scratch es una comunidad amigable y acogedora para todos. Si acepta ser respetuoso, estar seguro, brindar comentarios útiles, adoptar la cultura del remix, ser honesto y ayudar a mantener el sitio amigable, haga clic en '¡Acepto!'",
    "becomeAScratcher.invitation.finishLater": "Puedes decidir si quieres convertirte en un Scratcher. Si aún no desea ser un Scratcher, simplemente haga clic en 'Finalizar más tarde' arriba.",
    "registration.success.error": "Disculpa, un error inesperado ha ocurrido.",
    "becomeAScratcher.success.header": "¡Hurra! Ahora eres oficialmente un Scratcher.",
    "becomeAScratcher.success.body": "Aquí hay algunos enlaces que pueden ser útiles para usted.",
    "becomeAScratcher.success.communityGuidelines": "Reglas de la comunidad",
    "becomeAScratcher.success.createAProject": "Crear un proyecto",
    "becomeAScratcher.noInvitation.header": "¡Vaya! Parece que todavía no has recibido una invitación para convertirte en Scratcher.",
    "becomeAScratcher.noInvitation.body": "Para convertirse en un Scratcher, debe estar activo en Scratch por un tiempo, compartir varios proyectos y comentar constructivamente en la comunidad. Después de unas semanas, recibirás una notificación invitándote a convertirte en Scratcher. ¡Disfruta!",
    "becomeAScratcher.finishLater.header": "¡No te preocupes, tómate tu tiempo!",
    "becomeAScratcher.finishLater.body": "Al salir de esta página, no terminarás el proceso para convertirte en un Scratcher y permanecerás como un Nuevo Scratcher. Si cambia de opinión más tarde, siempre puede volver a través de su página de perfil.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Simplemente haga clic en '★ ¡Conviértase en un Scratcher!' debajo de su nombre de usuario."
}