{
    "becomeAScratcher.buttons.back": "Atrás",
    "becomeAScratcher.buttons.next": "Siguiente",
    "becomeAScratcher.buttons.communityGuidelines": "Reglas de la comunidad",
    "becomeAScratcher.buttons.getStarted": "Comenzar",
    "becomeAScratcher.buttons.finishLater": "Terminar después",
    "becomeAScratcher.buttons.goBack": "Retroceder",
    "becomeAScratcher.buttons.iAgree": "De acuerdo",
    "becomeAScratcher.buttons.takeMeBack": "Llévame de vuelta a Scratch",
    "becomeAScratcher.buttons.backToProfile": "Volver a la página de perfil",
    "becomeAScratcher.congratulations.header": "¡Enhorabuena, {username}! Has demostrado que ya estás listo para convertirte en Scratcher.",
    "becomeAScratcher.congratulations.body": "Scratch es una comunidad amistosa en la que cualquiera tiene un lugar, donde la gente crea, comparte y aprende. Damos la bienvenida a personas de todas las edades, razas, orígenes étnicos, religiones, habilidades, orientaciones sexuales e identidades de género.",
    "becomeAScratcher.toBeAScratcher.header": "¿Qué quiere decir ser Scratcher?",
    "becomeAScratcher.toBeAScratcher.body": "Puede que veas que tu página de perfil dice que eres un “Nuevo Scratcher”. Ahora que ya has estado un tiempo en Scratch, te invitamos a ser un “Scratcher”.",
    "becomeAScratcher.toBeAScratcher.definition": "Los Scratchers tienen un poquito más de experiencia en Scratch y están encantados tanto de contribuir a la comunidad como de hacerla un espacio más amigable y bienvenido para otros.",
    "becomeAScratcher.toBeAScratcher.canDo": "Aquí están algunas de las cosas que los Scratchers hacen:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Crear estudios",
    "becomeAScratcher.toBeAScratcher.helpOut": "Ayudar a la comunidad",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Siguiente, te guiaremos por las reglas de la comunidad y te explicaremos lo que son.",
    "becomeAScratcher.guidelines.respectSection": "Conviértete en Scratcher - Trata a todo el mundo con respeto",
    "becomeAScratcher.guidelines.respectHeader": "Scratchers tratan a todos con respeto",
    "becomeAScratcher.guidelines.respectBody": "En Scratch se anima a que cualquier persona pueda compartir lo que le gusta y le importa – esperamos que puedas encontrar la mejor forma de celebrar tu propia identidad en Scratch, y que permitas que otros hagan lo mismo.",
    "becomeAScratcher.guidelines.safeSection": "Conviértete en Scratcher - Estate seguro",
    "becomeAScratcher.guidelines.safeHeader": "Los Scratchers están seguros: mantenemos la información personal y de contacto en privado.",
    "becomeAScratcher.guidelines.safeBody": "Esto incluye no compartir nombres propios, números de teléfono, direcciones, ciudades, nombres de colegio, direcciones de email, nombres de usuario o enlaces a redes sociales, aplicaciones de vídeo o chat, o páginas con funciones de chat privadas.",
    "becomeAScratcher.guidelines.feedbackSection": "Conviértete en Scratcher - Da comentarios útiles",
    "becomeAScratcher.guidelines.feedbackHeader": "Los Scratchers dan comentarios útiles",
    "becomeAScratcher.guidelines.feedbackBody": "Cuando comentes en un proyecto, recuerda decir lo que te gusta de él, proporcionar sugerencias, y sé amable, no crítico.",
    "becomeAScratcher.guidelines.remix1Section": "Conviértete en Scratcher - Abraza la cultura del remix",
    "becomeAScratcher.guidelines.remix1Header": "Los Scratchers abrazan la cultura del remix.",
    "becomeAScratcher.guidelines.remix1Body": "Remezclar es cuando construyes algo sobre los proyectos, código, ideas, imágenes, o cualquier cosa que otros comparten en Scratch para que tú puedas hacer tu creación única.",
    "becomeAScratcher.guidelines.remix2Section": "Conviértete en Scratcher - Abraza la cultura del remix",
    "becomeAScratcher.guidelines.remix2Header": "Remezclar es una gran forma de colaborar y conectar con otros Scratchers.",
    "becomeAScratcher.guidelines.remix2Body": "Te animamos a que uses en tus creaciones cualquier cosa que encuentres en Scratch, siempre dando crédito a todos aquellos de los que has aprovechado su trabajo, incluso aunque lo modifiques mínimamente.",
    "becomeAScratcher.guidelines.remix3Section": "Conviértete en Scratcher - Abraza la cultura del remix",
    "becomeAScratcher.guidelines.remix3Header": "Remezclar significa compartir con otros.",
    "becomeAScratcher.guidelines.remix3Body": "Cuando compartes algo en Scratch, estás dando permiso a que cualquier otro Scratcher utilice tu trabajo en sus creaciones, también.",
    "becomeAScratcher.guidelines.honestSection": "Conviértete en Scratcher - Se honesto",
    "becomeAScratcher.guidelines.honestHeader": "Los Scratchers son honestos",
    "becomeAScratcher.guidelines.honestBody": "Es importante ser honesto y real cuando interactúas con otros en Scratch, y recuerda que hay una persona detrás de cada cuenta de Scratch",
    "becomeAScratcher.guidelines.friendlySection": "Conviértete en Scratcher - Crea una experiencia agradable",
    "becomeAScratcher.guidelines.friendlyHeader": "Los Scratchers ayudan a mantener un ambiente agradable.",
    "becomeAScratcher.guidelines.friendlyBody": "Es importante que hagas que tus creaciones y comunicaciones sean amables y apropiadas para todas las edades. Si crees que algo en Scratch es negativo, insultante, demasiado violento, o que en cualquier caso puede ser dañino para la comunidad, haz clic en \"Reportar\" para hacérnoslo saber.",
    "becomeAScratcher.invitation.header": "{username}, te invitamos a convertirte en Scratcher.",
    "becomeAScratcher.invitation.body": "Scratch es una comunidad amistosa y en la que cualquier persona es bienvenida. Si aceptas ser respetuoso, aportar seguridad, hacer comentarios útiles, abrazar la cultura del remix, ser honesto, y mantener un ambiente agradable, haz clic en \"¡Acepto!\"",
    "becomeAScratcher.invitation.finishLater": "Has decidido que quieres convertirte en Scratcher. Si todavía no quieres ser Scratcher, simplemente haz clic debajo donde pone \"Terminar después\".",
    "registration.success.error": "Lo sentimos, ha ocurrido un error inesperado.",
    "becomeAScratcher.success.header": "¡Hurra! Ya eres oficialmente un Scratcher.",
    "becomeAScratcher.success.body": "Aquí tienes algunos enlaces que pueden ayudarte:",
    "becomeAScratcher.success.communityGuidelines": "Reglas de la comunidad",
    "becomeAScratcher.success.createAProject": "Crear un proyecto",
    "becomeAScratcher.noInvitation.header": "¡Ups! Parece que aún no has recibido la invitación para convertirte en Scratcher.",
    "becomeAScratcher.noInvitation.body": "Para convertirte en Scratcher debes ser activo durante un tiempo en Scratch, compartir múltiples proyectos y comentar de forma constructiva en la comunidad. Tras unas cuantas semanas recibirás una notificación para convertirte en Scratch. ¡A scratchear!",
    "becomeAScratcher.finishLater.header": "No te preocupes, ¡tómate tu tiempo!",
    "becomeAScratcher.finishLater.body": "Al abandonar esta página no terminarás el proceso de convertirte en Scratcher, y seguirás siendo un nuevo Scratcher. Si cambias de idea en el futuro, siempre podrás volver aquí a través de tu página de perfil.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Simplemente haz clic en “★ ¡Convertirse en Scratcher!” al lado de tu nombre de usuario."
}