{
    "becomeAScratcher.buttons.back": "Retour",
    "becomeAScratcher.buttons.next": "Suivant",
    "becomeAScratcher.buttons.communityGuidelines": "Règles de conduite",
    "becomeAScratcher.buttons.getStarted": "Commencer",
    "becomeAScratcher.buttons.finishLater": "Terminer plus tard",
    "becomeAScratcher.buttons.goBack": "Revenir en arrière",
    "becomeAScratcher.buttons.iAgree": "J'accepte",
    "becomeAScratcher.buttons.takeMeBack": "Revenir sur Scratch",
    "becomeAScratcher.buttons.backToProfile": "Revenir au Profil",
    "becomeAScratcher.congratulations.header": "Félicitations, {username} ! Vous avez montré que vous êtes prêt à devenir un Scratcher.",
    "becomeAScratcher.congratulations.body": "Scratch est une communauté conviviale et accueillante pour tous, où les gens créent, partagent et apprennent ensemble. Nous accueillons des personnes de tous âges, races, ethnies, religions, capacités, orientations sexuelles et identités de genre.",
    "becomeAScratcher.toBeAScratcher.header": "Qu'est-ce que cela signifie d'être un Scratcher ?",
    "becomeAScratcher.toBeAScratcher.body": "Vous avez peut-être remarqué sur votre page de profil que vous êtes actuellement un “Nouveau Scratcher”. Maintenant que vous avez passé du temps sur Scratch, nous vous invitons à devenir un “Scratcher”.",
    "becomeAScratcher.toBeAScratcher.definition": "Les Scratchers ont un peu plus d'expérience sur Scratch et sont enthousiastes à l'idée de contribuer à la communauté et d'en faire un espace de soutien et d'accueil pour les autres.",
    "becomeAScratcher.toBeAScratcher.canDo": "Voici ce que font les Scratchers :",
    "becomeAScratcher.toBeAScratcher.createStudios": "Créer des studios",
    "becomeAScratcher.toBeAScratcher.helpOut": "Aider la communauté",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Ensuite, nous vous présenterons les directives de la communauté et vous expliquerons en quoi elles consistent.",
    "becomeAScratcher.guidelines.respectSection": "Devenez un Scratcher - Traiter tout le monde avec respect",
    "becomeAScratcher.guidelines.respectHeader": "Les Scratchers traitent tout le monde avec respect.",
    "becomeAScratcher.guidelines.respectBody": "Tout le monde sur Scratch est encouragé à partager les choses qui le passionnent et qui sont importantes pour lui. Nous espérons que vous trouverez des moyens de célébrer votre propre identité sur Scratch et que vous permettrez aux autres de faire de même.",
    "becomeAScratcher.guidelines.safeSection": "Devenir un Scratcher - Être en sécurité",
    "becomeAScratcher.guidelines.safeHeader": "Les Scratchers sont en sécurité : nous gardons les informations personnelles et de contact privées.",
    "becomeAScratcher.guidelines.safeBody": "Cela signifie que nous ne partageons pas les noms de famille, les numéros de téléphone, les adresses, les villes d'origine, les noms d'école, les adresses e-mail, les noms d'utilisateur ou les liens vers des sites de médias sociaux, des applications de chat vidéo ou des sites Web avec une fonctionnalité de chat privé.",
    "becomeAScratcher.guidelines.feedbackSection": "Devenir un Scratcher - Donner des retours utiles",
    "becomeAScratcher.guidelines.feedbackHeader": "Les Scratchers donnent des retours utiles.",
    "becomeAScratcher.guidelines.feedbackBody": "Lorsque vous commentez un projet, n'oubliez pas de dire ce qui vous plaît, de faire des suggestions et d'être gentil, pas critique.",
    "becomeAScratcher.guidelines.remix1Section": "Devenir un Scratcher - Adopter la culture du remix",
    "becomeAScratcher.guidelines.remix1Header": "Les Scratchers adoptent la culture du remix.",
    "becomeAScratcher.guidelines.remix1Body": "Le remixage consiste à s'appuyer sur les projets, le code, les idées, les images ou tout autre élément que quelqu'un d'autre partage sur Scratch pour créer sa propre création unique.",
    "becomeAScratcher.guidelines.remix2Section": "Devenir un Scratcher - Adopter la culture du remixage",
    "becomeAScratcher.guidelines.remix2Header": "Le remixage est un excellent moyen de collaborer et de se connecter avec d'autres Scratchers.",
    "becomeAScratcher.guidelines.remix2Body": "Vous êtes encouragé à utiliser tout ce que vous trouvez sur Scratch dans vos propres créations, à condition de créditer tous ceux dont vous avez utilisé le travail et d'y apporter une modification significative. ",
    "becomeAScratcher.guidelines.remix3Section": "Devenir un Scratcher - Adopter la culture du remixage",
    "becomeAScratcher.guidelines.remix3Header": "Remixer signifie partager avec d'autres.",
    "becomeAScratcher.guidelines.remix3Body": "Lorsque vous partagez quelque chose sur Scratch, vous donnez la permission à tous les Scratchers d'utiliser votre travail dans leurs créations, également.",
    "becomeAScratcher.guidelines.honestSection": "Devenir un Scratcher - Être honnête",
    "becomeAScratcher.guidelines.honestHeader": "Les Scratchers sont honnêtes.",
    "becomeAScratcher.guidelines.honestBody": "Il est important d'être honnête et authentique lorsque vous interagissez avec d'autres personnes sur Scratch, et n'oubliez pas qu'il y a une personne derrière chaque compte Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Devenir un Scratcher - Garder le site convivial",
    "becomeAScratcher.guidelines.friendlyHeader": "Les Scratchers aident à garder le site convivial.",
    "becomeAScratcher.guidelines.friendlyBody": "Il est important que vos créations et vos conversations restent amicales et appropriées pour tous les âges. Si vous pensez que quelque chose sur Scratch est méchant, insultant, trop violent ou dérangeant pour la communauté, cliquez sur “Signaler” pour nous le faire savoir.",
    "becomeAScratcher.invitation.header": "{username}, nous vous invitons à devenir un Scratcher.",
    "becomeAScratcher.invitation.body": "Scratch est une communauté amicale et accueillante pour tous. Si vous acceptez d'être respectueux, d'être en sécurité, de donner des commentaires utiles, d'embrasser la culture du remix, d'être honnête et d'aider à garder le site convivial, cliquez sur “J'accepte !”.",
    "becomeAScratcher.invitation.finishLater": "C'est à vous de décider si vous voulez devenir un Scratcher. Si vous ne voulez pas encore être un Scratcher, cliquez simplement sur “Terminer plus tard” ci-dessus.",
    "registration.success.error": "Désolé, une erreur inattendue s'est produite. ",
    "becomeAScratcher.success.header": "Hourra ! Vous êtes maintenant officiellement un Scratcher.",
    "becomeAScratcher.success.body": "Voici quelques liens qui pourraient vous être utiles.",
    "becomeAScratcher.success.communityGuidelines": "Règles de conduite",
    "becomeAScratcher.success.createAProject": "Créer un projet",
    "becomeAScratcher.noInvitation.header": "Oups ! Il semble que vous n'ayez pas encore reçu d'invitation à devenir un Scratcher.",
    "becomeAScratcher.noInvitation.body": "Pour devenir un Scratcher, vous devez être actif sur Scratch pendant un certain temps, partager plusieurs projets, et commenter de manière constructive dans la communauté. Après quelques semaines, vous recevrez une notification vous invitant à devenir un Scratcher. C'est parti sur Scratch !",
    "becomeAScratcher.finishLater.header": "Ne vous inquiétez pas, prenez votre temps !",
    "becomeAScratcher.finishLater.body": "En quittant cette page, vous ne terminerez pas le processus pour devenir un Scratcher et resterez un Nouveau Scratcher. Si vous changez d'avis plus tard, vous pouvez toujours revenir via votre page de profil.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Il suffit de cliquer sur “★ Devenir un Scratcher !” sous votre nom d'utilisateur."
}