{
    "becomeAScratcher.buttons.back": "Retour",
    "becomeAScratcher.buttons.next": "Suivant",
    "becomeAScratcher.buttons.communityGuidelines": "Règles de conduite",
    "becomeAScratcher.buttons.getStarted": "Commencer",
    "becomeAScratcher.buttons.finishLater": "Terminer plus tard",
    "becomeAScratcher.buttons.goBack": "Revenir en arrière",
    "becomeAScratcher.buttons.iAgree": "J'accepte",
    "becomeAScratcher.buttons.takeMeBack": "Revenir sur Scratch",
    "becomeAScratcher.buttons.backToProfile": "Revenir au Profil",
    "becomeAScratcher.congratulations.header": "Félicitations, {username} ! Vous avez montré que vous êtes prêt à devenir un Scratcher.",
    "becomeAScratcher.congratulations.body": "Scratch est une communauté conviviale et accueillante pour tous, où les gens créent, partagent et apprennent ensemble. Nous accueillons des personnes de tous âges, races, ethnies, religions, capacités, orientations sexuelles et identités de genre.",
    "becomeAScratcher.toBeAScratcher.header": "What does it mean to be a Scratcher?",
    "becomeAScratcher.toBeAScratcher.body": "Vous avez peut-être remarqué sur votre page de profil que vous êtes actuellement un “Nouveau Scratcher”. Maintenant que vous avez passé du temps sur Scratch, nous vous invitons à devenir un “Scratcher”.",
    "becomeAScratcher.toBeAScratcher.definition": "Les Scratchers ont un peu plus d'expérience sur Scratch et sont enthousiastes à l'idée de contribuer à la communauté et d'en faire un espace de soutien et d'accueil pour les autres.",
    "becomeAScratcher.toBeAScratcher.canDo": "Voici ce que font les Scratchers :",
    "becomeAScratcher.toBeAScratcher.createStudios": "Créer des studios",
    "becomeAScratcher.toBeAScratcher.helpOut": "Aider la communauté",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Ensuite, nous vous présenterons les directives de la communauté et vous expliquerons en quoi elles consistent.",
    "becomeAScratcher.guidelines.respectSection": "Devenez un Scratcher - Traiter tout le monde avec respect",
    "becomeAScratcher.guidelines.respectHeader": "Les Scratchers traitent tout le monde avec respect.",
    "becomeAScratcher.guidelines.respectBody": "Tout le monde sur Scratch est encouragé à partager les choses qui le passionnent et qui sont importantes pour lui. Nous espérons que vous trouverez des moyens de célébrer votre propre identité sur Scratch et que vous permettrez aux autres de faire de même.",
    "becomeAScratcher.guidelines.safeSection": "Devenir un Scratcher - Être en sécurité",
    "becomeAScratcher.guidelines.safeHeader": "Les Scratchers sont en sécurité : nous gardons les informations personnelles et de contact privées.",
    "becomeAScratcher.guidelines.safeBody": "Cela signifie que nous ne partageons pas les noms de famille, les numéros de téléphone, les adresses, les villes d'origine, les noms d'école, les adresses e-mail, les noms d'utilisateur ou les liens vers des sites de médias sociaux, des applications de chat vidéo ou des sites Web avec une fonctionnalité de chat privé.",
    "becomeAScratcher.guidelines.feedbackSection": "Devenir un Scratcher - Donner des retours utiles",
    "becomeAScratcher.guidelines.feedbackHeader": "Les Scratchers donnent des retours utiles.",
    "becomeAScratcher.guidelines.feedbackBody": "Lorsque vous commentez un projet, n'oubliez pas de dire ce qui vous plaît, de faire des suggestions et d'être gentil, pas critique.",
    "becomeAScratcher.guidelines.remix1Section": "Devenir un Scratcher - Adopter la culture du remix",
    "becomeAScratcher.guidelines.remix1Header": "Les Scratchers adoptent la culture du remix.",
    "becomeAScratcher.guidelines.remix1Body": "Le remixage consiste à s'appuyer sur les projets, le code, les idées, les images ou tout autre élément que quelqu'un d'autre partage sur Scratch pour créer sa propre création unique.",
    "becomeAScratcher.guidelines.remix2Section": "Devenir un Scratcher - Adopter la culture du remixage",
    "becomeAScratcher.guidelines.remix2Header": "Remixing is a great way to collaborate and connect with other Scratchers.",
    "becomeAScratcher.guidelines.remix2Body": "You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. ",
    "becomeAScratcher.guidelines.remix3Section": "Devenir un Scratcher - Adopter la culture du remixage",
    "becomeAScratcher.guidelines.remix3Header": "Remixing means sharing with others.",
    "becomeAScratcher.guidelines.remix3Body": "When you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "becomeAScratcher.guidelines.honestSection": "Become a Scratcher - Be honest",
    "becomeAScratcher.guidelines.honestHeader": "Scratchers are honest.",
    "becomeAScratcher.guidelines.honestBody": "It’s important to be honest and authentic when interacting with others on Scratch, and remember that there is a person behind every Scratch account.",
    "becomeAScratcher.guidelines.friendlySection": "Become a Scratcher - Keep the site friendly",
    "becomeAScratcher.guidelines.friendlyHeader": "Scratchers help keep the site friendly.",
    "becomeAScratcher.guidelines.friendlyBody": "It’s important to keep your creations and conversations friendly and appropriate for all ages. If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it.",
    "becomeAScratcher.invitation.header": "{username}, we invite you to become a Scratcher.",
    "becomeAScratcher.invitation.body": "Scratch is a friendly and welcoming community for everyone. If you agree to be respectful, be safe, give helpful feedback, embrace remix culture, be honest, and help keep the site friendly, click “I agree!”",
    "becomeAScratcher.invitation.finishLater": "You get to decide if you want to become a Scratcher. If you do not want to be a Scratcher yet, just click “Finish Later” above.",
    "registration.success.error": "Désolé, une erreur inattendue s'est produite. ",
    "becomeAScratcher.success.header": "Hooray! You are now officially a Scratcher.",
    "becomeAScratcher.success.body": "Here are some links that might be helpful for you.",
    "becomeAScratcher.success.communityGuidelines": "Règles de conduite",
    "becomeAScratcher.success.createAProject": "Create a Project",
    "becomeAScratcher.noInvitation.header": "Whoops! Looks like you haven’t received an invitation to become a Scratcher yet.",
    "becomeAScratcher.noInvitation.body": "To become a Scratcher, you must be active on Scratch for a while, share several projects, and comment constructively in the community. After a few weeks, you will receive a notification inviting you to become a Scratcher. Scratch on!",
    "becomeAScratcher.finishLater.header": "No worries, take your time!",
    "becomeAScratcher.finishLater.body": "By leaving this page, you will not finish the process to become a Scratcher and will stay as a New Scratcher. If you change your mind later, you can always come back via your profile page.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Just click on “★ Become a Scratcher!” below your username."
}