{
    "becomeAScratcher.buttons.back": "Air ais",
    "becomeAScratcher.buttons.next": "Air adhart",
    "becomeAScratcher.buttons.communityGuidelines": "Riaghailtean giùlain",
    "becomeAScratcher.buttons.getStarted": "Dèan toiseach-tòiseachaidh",
    "becomeAScratcher.buttons.finishLater": "Crìochnaich uaireigin eile",
    "becomeAScratcher.buttons.goBack": "Air ais",
    "becomeAScratcher.buttons.iAgree": "Gabhaidh mi ris",
    "becomeAScratcher.buttons.takeMeBack": "Thoir air ais gu Scratch mi",
    "becomeAScratcher.buttons.backToProfile": "Air ais gu duilleag na pròifil",
    "becomeAScratcher.congratulations.header": "Meal do naidheachd, {username}! Dhearbh thu gu bheil thu deiseil airson dol nad Neach-Scratch.",
    "becomeAScratcher.congratulations.body": "’S e coimhearsnachd chàirdeil a th’ ann an Scratch a chuireas fàilte do neach sam bith agus far a bheil sinn ri cruthachadh, co-roinneadh agus ionnsachadh còmhla. Cuiridh sinn fàilte air a h-uile duine ge b’ e dè an aois, gineal, cinnidheachd, creideamh, comas, aidmheil cleamhnais no aithne gnè.",
    "becomeAScratcher.toBeAScratcher.header": "Dè as ciall dha a bhith nad Neach-Scratch?",
    "becomeAScratcher.toBeAScratcher.body": "Dh’fhaoidte gun do mhothaich thu air duilleag na pròifil agad gu bheil thu nad “Neach-Scratch ùr” fhathast. Nise, on a chuir thu seachad beagan ùine air Scratch, tha sinn a’ toirt cuireadh dhut ach an tèid thu nad “Neach-Scratch”.",
    "becomeAScratcher.toBeAScratcher.definition": "Tha beagan eòlais a bharrachd air Scratch aig Luchd-Scratch agus cuidichidh iad a’ choimhearsnachd feuch a bheil i taiceil is fàilteachail do chàch.",
    "becomeAScratcher.toBeAScratcher.canDo": "Seo rud no dhà a nì Luchd-Scratch:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Cruthachadh stiùideothan",
    "becomeAScratcher.toBeAScratcher.helpOut": "Toirt taic dhan choimhearsnachd",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Nise, seallaidh sinn na riaghailtean giùlain dhut is mìnichidh sinn iad.",
    "becomeAScratcher.guidelines.respectSection": "Rach nad Neach-Scratch – Bi modhail dhan a h-uile duine",
    "becomeAScratcher.guidelines.respectHeader": "Bidh Luchd-Scratch modhail dhan a h-uile duine.",
    "becomeAScratcher.guidelines.respectBody": "Tha sinn a’ brosnachadh a h-uile duine air Scratch gun co-roinn iad na nithean sa bheil ùidh aca-san ’s a tha cudromach dhaibh-san – tha sinn an dòchas gun lorg thu dòighean gus do dhearbh-aithne fhèin a chomharrachadh air Scratch agus gun leig thu le càch a leithid cheudna a dhèanamh.",
    "becomeAScratcher.guidelines.safeSection": "Rach nad Neach-Scratch – Bi sàbhailte",
    "becomeAScratcher.guidelines.safeHeader": "Bidh Luchd-Scratch sàbhailte: cumaidh sinn d’ fhiosrachadh pearsanta is conaltraidh prìobhaideach.",
    "becomeAScratcher.guidelines.safeBody": "Tha seo a’ gabhail a-staigh nach co-roinn sinn do dhearbh-shloinneadh, àireamhan fòn, seòlaidhean, do bhaile, ainm na sgoile agad, seòlaidhean puist-d, ainmean-cleachdaiche no ceanglaichean gu làraichean mheadhanan sòisealta, aplacaidean cabadaich video no làraichean-lìn le gleus cabadaich prìobhaidiche.",
    "becomeAScratcher.guidelines.feedbackSection": "Rach nad Neach-Scratch – Thoir beachdan a tha taiceil",
    "becomeAScratcher.guidelines.feedbackHeader": "Bheir Luchd-Scratch beachdan a tha taiceil do chàch.",
    "becomeAScratcher.guidelines.feedbackBody": "Nuair a chuireas tu do bheachd ri pròiseact, thoir an aire gun innis thu dè tha a’ còrdadh riut mu dhèidhinn, thoir beachd air ciamar a ghabhadh a leasachadh agus bi càirdeil seach breitheach.",
    "becomeAScratcher.guidelines.remix1Section": "Rach nad Neach-Scratch – Gabh ri cultar an ath-mheasgachaidh",
    "becomeAScratcher.guidelines.remix1Header": "Bidh Luchd-Scratch toilichte a dh’ath-mheasgachadh.",
    "becomeAScratcher.guidelines.remix1Body": "’S e a th’ ann an t-ath-mheasgachadh ach gun tog thu nithean air bonn phròiseactan, còd, bheachdan, dhealbhan no nì sam bith eile o dhaoine eile a cho-roinn iad-san air Scratch agus gun cruthaich thu rud sònraichte agad fhèin dhiubh.",
    "becomeAScratcher.guidelines.remix2Section": "Rach nad Neach-Scratch – Gabh ri cultar an ath-mheasgachaidh",
    "becomeAScratcher.guidelines.remix2Header": "’S e deagh dhòigh a tha san ath-mheasgachadh airson obair còmhla agus ceangal a dhèanamh ri Luchd-Scratch eile.",
    "becomeAScratcher.guidelines.remix2Body": "Mholamaid gun cleachd thu rud sam bith a lorgas tu air Scratch sna nithean a chruthaicheas tu fhèin fhad ’s a bheir thu urram dhan fheadhainn eile a chruthaich an obair a chleachdas thu agus gun dèan thu atharrachadh brìgheil air. ",
    "becomeAScratcher.guidelines.remix3Section": "Rach nad Neach-Scratch – Gabh ri cultar an ath-mheasgachaidh",
    "becomeAScratcher.guidelines.remix3Header": "Is ciall do dh’ath-mheasgachadh gun co-roinn thu nithean le càch.",
    "becomeAScratcher.guidelines.remix3Body": "Nuair a cho-roinneas tu rudeigin air Scratch, bheir thu cead dhan a h-uile Neach-Scratch eil gun cleachd iad do chuid obrach sna nithean a chruthaicheas iad-san cuideachd.",
    "becomeAScratcher.guidelines.honestSection": "Rach nad Neach-Scratch – Bi onarach",
    "becomeAScratcher.guidelines.honestHeader": "Tha Luchd-Scratch onarach.",
    "becomeAScratcher.guidelines.honestBody": "Tha e cudromach gum bi thu onarach is fìor nuair a nì thu conaltradh le càch air Scratch agus thoir an aire gu bheil cuideigin air cùlaibh gach cunntais Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Rach nad Neach-Scratch – Cùm an làrach-lìn càirdeil",
    "becomeAScratcher.guidelines.friendlyHeader": "Cuidichidh Luchd-Scratch ach am biodh an làrach-lìn càirdeil.",
    "becomeAScratcher.guidelines.friendlyBody": "Tha e cudromach gun cùm thu na chruthaicheas tu agus na chanas tu càirdeil agus iomchaidh do gach aois. Ma tha thu dhen bheachd gu bheil rudeigin air Scratch mosach, tàireil no buaireasach dhan choimhearsnachd air dòigheigin eile, briog air “Dèan gearan” gus innse dhuinn mu dhèidhinn.",
    "becomeAScratcher.invitation.header": "{username}, a charaid, tha sinn a’ toirt cuireadh dhut ach an tèid thu nad Neach-Scratch.",
    "becomeAScratcher.invitation.body": "’S e coimhearsnachd chàirdeil a th’ ann an Scratch a chuireas fàilte do neach sam bith. ",
    "becomeAScratcher.invitation.finishLater": "You get to decide if you want to become a Scratcher. If you do not want to be a Scratcher yet, just click “Finish Later” above.",
    "registration.success.error": "Tha sinn duilich ach thachair mearachd air nach robh dùil.",
    "becomeAScratcher.success.header": "Hooray! You are now officially a Scratcher.",
    "becomeAScratcher.success.body": "Here are some links that might be helpful for you.",
    "becomeAScratcher.success.communityGuidelines": "Riaghailtean giùlain",
    "becomeAScratcher.success.createAProject": "Create a Project",
    "becomeAScratcher.noInvitation.header": "Whoops! Looks like you haven’t received an invitation to become a Scratcher yet.",
    "becomeAScratcher.noInvitation.body": "To become a Scratcher, you must be active on Scratch for a while, share several projects, and comment constructively in the community. After a few weeks, you will receive a notification inviting you to become a Scratcher. Scratch on!",
    "becomeAScratcher.finishLater.header": "No worries, take your time!",
    "becomeAScratcher.finishLater.body": "By leaving this page, you will not finish the process to become a Scratcher and will stay as a New Scratcher. If you change your mind later, you can always come back via your profile page.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Just click on “★ Become a Scratcher!” below your username."
}