{
    "becomeAScratcher.buttons.back": "baya",
    "becomeAScratcher.buttons.next": "Na gaba",
    "becomeAScratcher.buttons.communityGuidelines": "Ka'idojin Al'umma",
    "becomeAScratcher.buttons.getStarted": "Fara",
    "becomeAScratcher.buttons.finishLater": "Gama Daga baya",
    "becomeAScratcher.buttons.goBack": "Koma Baya",
    "becomeAScratcher.buttons.iAgree": "Na yarda",
    "becomeAScratcher.buttons.takeMeBack": "Kai ni baya zuwa Scratch",
    "becomeAScratcher.buttons.backToProfile": "Komawa zuwa shafin martaba",
    "becomeAScratcher.congratulations.header": "Muna taya ka murna,{username}! Ka nuna cewa a shirye kake ka zaman mai amfani da Scratch.",
    "becomeAScratcher.congratulations.body": "Scratch al'umma ce ta abokantaka da maraba ga kowa, inda mutane ke ƙirƙira, yadawa, da koyo tare. Muna maraba da mutane daga kowane zamani, jinsi, kabila, addini, iyawa, yanayin jima'i, da kuma asalin jinsi.",
    "becomeAScratcher.toBeAScratcher.header": "Menene ma'anar zama mai amfani da Scratch?",
    "becomeAScratcher.toBeAScratcher.body": "Kana iya lura cewa a shafin bayanin ka cewa a halin yanzu kai  \"Sabon mai amfani da Scratch\" ne. Yanzu da ka ɗauki ɗan lokaci akan Scratch, muna gayyatar ka don zama mai amfani da  “Scratch”.",
    "becomeAScratcher.toBeAScratcher.definition": "Masu amfani da Scratch suna da ɗan ƙarin gogewa akan Scratch kuma suna jin daɗin ba da gudummawa ga al'umma da kuma sanya ta wuri mai tallafi da maraba ga wasu.",
    "becomeAScratcher.toBeAScratcher.canDo": "Ga wasu abubuwan da masu amfani da scratch ke yi:",
    "becomeAScratcher.toBeAScratcher.createStudios": "ƙirƙiri situdiyo",
    "becomeAScratcher.toBeAScratcher.helpOut": "Taimaka a cikin al'umman",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Nan gaba, za mu nuna maka ka'idodin al'umma kuma mu bayyana maka menene waɗannan",
    "becomeAScratcher.guidelines.respectSection": "Zama mai amfani da Scratch - Yi Mu'amala da kowa da kowa cikin girmamawa",
    "becomeAScratcher.guidelines.respectHeader": "Masu amfani da Scratch suna girmama kowa da kowa",
    "becomeAScratcher.guidelines.respectBody": "Ana ƙarfafa kowa da kowa a kan Scratch don raba abubuwan da ke faranta musu rai kuma suke da mahimmanci a gare su—muna fatan ka nemo hanyoyin da za ka bibiyi asalin ka akan Scratch, kuma ka ƙyale wasu suyi haka.",
    "becomeAScratcher.guidelines.safeSection": "Zaman mai amfani da Scratch - kasance cikin aminci",
    "becomeAScratcher.guidelines.safeHeader": "Scratchers su na cikin aminci: muna kiyaye keɓaɓɓen bayanin sirri da bayanin lamba.",
    "becomeAScratcher.guidelines.safeBody": "Wannan ya haɗa da rashin yada ainihin sunayen ƙarshe, lambobin waya, adireshi, garuruwan gida, sunayen makaranta, adiresoshin imel, sunayen masu amfani ko hanyoyin haɗin yanar gizo, aikace-aikacen taɗi na bidiyo, ko gidajen yanar gizo tare da ayyukan taɗi masu zaman kansu.",
    "becomeAScratcher.guidelines.feedbackSection": "Zama mai amfani da Scratch - Ba da amsa mai amfani",
    "becomeAScratcher.guidelines.feedbackHeader": "Masu amfani da Scratch na bada amsa mai amfani.",
    "becomeAScratcher.guidelines.feedbackBody": "Lokacin yin tsokaci game da aiki, ka tuna faɗin wani abu da kake so game da shi, ba da shawarwari, kuma ka kasance mai kirki, ba mai niman nakasa ba.",
    "becomeAScratcher.guidelines.remix1Section": "Zama mai amfani da Scratch - Rungumar al'ada remix",
    "becomeAScratcher.guidelines.remix1Header": "Masu amfani da Scratch suna runguman al'adan remix",
    "becomeAScratcher.guidelines.remix1Body": "Remixing shine lokacin da ka yi gini akan ayyukan, kod, ra'ayi, hotuna, ko kowane abu daban na wani mutum wanda suka yada akan Scratch don mayar da kirkirarsu daban.",
    "becomeAScratcher.guidelines.remix2Section": "Zama mai amfani da Scratch - Rungumar al'ada remix",
    "becomeAScratcher.guidelines.remix2Header": "Yin remix babbar hanya ce don haɗa kai da kuma saduwa da sauran masu amfani da Scratch.",
    "becomeAScratcher.guidelines.remix2Body": "Ana ƙarfafa ka da yin amfani da duk wani abu da ka samu akan Scratch a cikin abubuwan da ka ƙirƙiro, muddin ka ba da daraja ga duk wanda ka yi amfani da aikin sa kuma ka kawo masa canji mai ma'ana.",
    "becomeAScratcher.guidelines.remix3Section": "Zama mai amfani da Scratch - Rungumar al'ada remix",
    "becomeAScratcher.guidelines.remix3Header": "Remixing yana nufin rabawa tare da wasu.",
    "becomeAScratcher.guidelines.remix3Body": "Lokacin da ka yada wani abu akan Scratch, kana ba da izini ga duk masu amfanj da Scratch don amfani da aikinka a cikin abubuwan ƙirƙirar su, suma.",
    "becomeAScratcher.guidelines.honestSection": "Zama ma amfani da Scratch - Kasance mai gaskiya",
    "becomeAScratcher.guidelines.honestHeader": "Masu amfani da Scratch masu gaskiya ne ",
    "becomeAScratcher.guidelines.honestBody": "Yana da mahimmanci ka kasance masu gaskiya da gaske yayin hulɗa da wasu akan Scratch, kuma ka tuna cewa akwai mutum a bayan kowane asusun Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Zaman mai amfani da Scratch - Kiyaye shafin sada zumunci",
    "becomeAScratcher.guidelines.friendlyHeader": "Masu amfani da Scratch suna taimakawa wajen kiyaye rukunin yanar gizon ya zaman wajen abokantaka.",
    "becomeAScratcher.guidelines.friendlyBody": "Yana da mahimmanci don kiyaye abubuwan ƙirƙirar ka da tattaunawar su zaman na abokantaka da dacewa ga kowane zamani. Idan kana tunanin wani abu akan Scratch yana da musganawa, zagi, tashin hankali, ko kuma ya kawo cikas ga al'umma, danna kai “kai kara” don sanar da mu game da shi.",
    "becomeAScratcher.invitation.header": "{username}. muna gayyatan ka don zaman mai amfani da Scratch.",
    "becomeAScratcher.invitation.body": "Scratch al'umma ce ta abokantaka da maraba ga kowa. Idan ka yarda ka kasance mai mutuntawa, ka kasance mai aminci, ba da ra'ayi mai taimako, rungumi al'adun remix, ka kasance mai gaskiya, kuma ka taimaka wa rukunin yanar gizon ya zaman wajen abokantaka, danna  “Na yarda!”",
    "becomeAScratcher.invitation.finishLater": "Zaka iya yanke shawara idan kana son zama mai amfani da Scratch. Idan ba ka son zama mai amfani da Scratch tukuna, kawai danna “Gama Daga baya” a sama.",
    "registration.success.error": "Yi hankuri, an samu kuskuran bazata.",
    "becomeAScratcher.success.header": "Ashe! Yanzu ka zama mai amfani da Scratch a hukumance.",
    "becomeAScratcher.success.body": "Anan akwai wasu hanyoyin haɗin yanar gizo waɗanda zasu iya taimaka maka.",
    "becomeAScratcher.success.communityGuidelines": "ka'idojin al'umma",
    "becomeAScratcher.success.createAProject": "ƙirƙiri wani aiki",
    "becomeAScratcher.noInvitation.header": "Kash! Da alama ba ka sami gayyata don zama mai amfani da Scratch ba tukuna.",
    "becomeAScratcher.noInvitation.body": "Don zama mai amfani da Scratch, dole ne ka kasance mai aiki akan Scratch na ɗan lokaci, raba ayyuka da yawa, da yin tsokci mai inganci a cikin al'umma. Bayan 'yan makonni, za ka sami sanarwar da ke gayyatar ka don zama mai amfani da Scratch. Scratch aa kunne!",
    "becomeAScratcher.finishLater.header": "Babu damuwa, ɗauki lokacin ka!",
    "becomeAScratcher.finishLater.body": "Ta barin wannan shafin, ba za ka gama aikin zaman mai amfani da Scratch ba kuma za ka zauna azaman Sabon mai amfani da Scratch. Idan ka canza tunanin ka daga baya, koyaushe ka iya dawowa ta shafin bayanin ku.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Kawai danna kan “★ Zama mai amfani da Scratch!” kasa sunan mai amfani.  "
}