{
    "becomeAScratcher.buttons.back": "वापस ",
    "becomeAScratcher.buttons.next": "अगला ",
    "becomeAScratcher.buttons.communityGuidelines": "सामुदायिक दिशानिर्देश",
    "becomeAScratcher.buttons.getStarted": "शुरुआत करें ",
    "becomeAScratcher.buttons.finishLater": "बाद में समाप्त करें",
    "becomeAScratcher.buttons.goBack": "वापस जाओ\n ",
    "becomeAScratcher.buttons.iAgree": "मैं सहमत हूं\n ",
    "becomeAScratcher.buttons.takeMeBack": "मुझे स्क्रैच पर वापस ले जाएं\n ",
    "becomeAScratcher.buttons.backToProfile": "प्रोफाइल पेज पर वापस जाएं\n ",
    "becomeAScratcher.congratulations.header": "बधाई हो, {username} ! आपने दिखाया है कि आप एक स्क्रैचर बनने के लिए तैयार हैं।",
    "becomeAScratcher.congratulations.body": "स्क्रैच सभी के लिए एक दोस्ताना और स्वागत करने वाला समुदाय है, जहां लोग एक साथ प्रोजेक्ट बनाते हैं, साझा करते हैं और सीखते हैं। हम सभी उम्र, नस्ल, जातीयता, धर्म, क्षमता, यौन रुझान और लैंगिक पहचान के लोगों का स्वागत करते हैं।",
    "becomeAScratcher.toBeAScratcher.header": "स्क्रैचर होने का क्या मतलब है?\n ",
    "becomeAScratcher.toBeAScratcher.body": "आप अपने प्रोफाइल पेज पर देख सकते हैं कि आप वर्तमान में “नए स्क्रैचर”. हैं। अब जब आपने स्क्रैच पर कुछ समय बिताया है, तो हम आपको “स्क्रैचर” बनने के लिए आमंत्रित करते हैं।",
    "becomeAScratcher.toBeAScratcher.definition": "स्क्रैचर्स के पास स्क्रैच पर थोड़ा अधिक अनुभव है और वे समुदाय में योगदान करने और इसे दूसरों के लिए एक सहायक और स्वागत योग्य स्थान बनाने के लिए उत्साहित हैं।",
    "becomeAScratcher.toBeAScratcher.canDo": "यहाँ कुछ चीजें हैं जो स्क्रैचर्स करते हैं:\n ",
    "becomeAScratcher.toBeAScratcher.createStudios": "स्टूडियो बनाएं\n ",
    "becomeAScratcher.toBeAScratcher.helpOut": "समुदाय में मदद करें\n ",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "इसके बाद, हम सामुदायिक दिशानिर्देशों के माध्यम से आपका मार्गदर्शन करेंगे और बताएंगे कि ये क्या हैं।\n ",
    "becomeAScratcher.guidelines.respectSection": "एक स्क्रैचर बनें - सभी के साथ सम्मान से पेश आएं",
    "becomeAScratcher.guidelines.respectHeader": "स्क्रैचर्स सभी के साथ सम्मान से पेश आते हैं।",
    "becomeAScratcher.guidelines.respectBody": "स्क्रैच पर सभी को ऐसी चीजें साझा करने के लिए प्रोत्साहित किया जाता है जो उन्हें उत्साहित करती हैं और उनके लिए महत्वपूर्ण हैं—हम आशा करते हैं कि आप स्क्रैच पर अपनी खुद की पहचान का उत्सव मनाने के तरीके ढूंढेंगे और दूसरों को भी ऐसा करने की अनुमति देंगे।",
    "becomeAScratcher.guidelines.safeSection": "स्क्रैचर बनें - सुरक्षित रहें\n ",
    "becomeAScratcher.guidelines.safeHeader": "स्क्रैचर्स सुरक्षित हैं: हम व्यक्तिगत और संपर्क जानकारी को निजी रखते हैं।\n ",
    "becomeAScratcher.guidelines.safeBody": "इसमें वास्तविक अंतिम नाम, फोन नंबर, पते, गृहनगर, स्कूल के नाम, ईमेल पते, उपयोगकर्ता नाम या सोशल मीडिया साइटों के लिंक, वीडियो चैटिंग एप्लिकेशन, या निजी चैट कार्यक्षमता वाली वेबसाइट साझा नहीं करना शामिल है।",
    "becomeAScratcher.guidelines.feedbackSection": "एक स्क्रैचर बनें - उपयोगी प्रतिक्रिया दें\n ",
    "becomeAScratcher.guidelines.feedbackHeader": "स्क्रैचर्स उपयोगी प्रतिक्रिया देते हैं।\n ",
    "becomeAScratcher.guidelines.feedbackBody": "किसी प्रोजेक्ट पर टिप्पणी करते समय, उसके बारे में कुछ ऐसा कहना याद रखें जो आपको पसंद हो, सुझाव दें और दयालु बनें, आलोचनात्मक न हों।\n ",
    "becomeAScratcher.guidelines.remix1Section": "एक स्क्रैचर बनें - रीमिक्स संस्कृति को अपनाएं\n ",
    "becomeAScratcher.guidelines.remix1Header": "स्क्रैचर्स रीमिक्स कल्चर को अपनाते हैं।\n ",
    "becomeAScratcher.guidelines.remix1Body": "रीमिक्सिंग तब होती है जब आप किसी और के प्रोजेक्ट, कोड, विचार, चित्र, या किसी अन्य चीज़ पर निर्माण करते हैं जो वे स्क्रैच पर साझा करते हैं ताकि आपकी खुद की अनूठी रचना हो सके।",
    "becomeAScratcher.guidelines.remix2Section": "एक स्क्रैचर बनें - रीमिक्स संस्कृति को अपनाएं\n ",
    "becomeAScratcher.guidelines.remix2Header": "रीमिक्सिंग अन्य स्क्रैचर्स के साथ सहयोग करने और जुड़ने का एक बडिया तरीका है।\n ",
    "becomeAScratcher.guidelines.remix2Body": "आपको अपनी रचनाओं में स्क्रैच पर मिलने वाली किसी भी चीज़ का उपयोग करने के लिए प्रोत्साहित किया जाता है, जब तक कि आप उन सभी को श्रेय प्रदान करते हैं जिनके काम का आपने उपयोग किया और उसमें एक सार्थक बदलाव किया।",
    "becomeAScratcher.guidelines.remix3Section": "एक स्क्रैचर बनें - रीमिक्स संस्कृति को अपनाएं\n ",
    "becomeAScratcher.guidelines.remix3Header": "रीमिक्सिंग का अर्थ है दूसरों के साथ साझा करना।",
    "becomeAScratcher.guidelines.remix3Body": "जब आप स्क्रैच पर कुछ साझा करते हैं, तो आप सभी स्क्रैचर्स को अपनी कृतियों में भी अपने काम का उपयोग करने की अनुमति दे रहे होते हैं।\n ",
    "becomeAScratcher.guidelines.honestSection": "स्क्रैचर बनें - सत्यवादी रहें\n \n ",
    "becomeAScratcher.guidelines.honestHeader": "स्क्रैचर्स ईमानदार हैं।",
    "becomeAScratcher.guidelines.honestBody": "स्क्रैच पर दूसरों के साथ बातचीत करते समय ईमानदार और प्रामाणिक होना महत्वपूर्ण है, और याद रखें कि प्रत्येक स्क्रैच खाते के पीछे एक व्यक्ति होता है।\n ",
    "becomeAScratcher.guidelines.friendlySection": "एक स्क्रैचर बनें - साइट को मित्रवत रखें\n ",
    "becomeAScratcher.guidelines.friendlyHeader": "स्क्रैचर्स साइट को अनुकूल बनाए रखने में मदद करते हैं।\n ",
    "becomeAScratcher.guidelines.friendlyBody": "अपनी रचनाओं और बातचीत को सभी उम्र के लोगों के अनुकूल और उपयुक्त बनाए रखना महत्वपूर्ण है। अगर आपको लगता है कि स्क्रैच पर कुछ घटिया, अपमानजनक, बहुत हिंसक या अन्यथा समुदाय के लिए विघटनकारी है, तो इसके बारे में हमें बताने के लिए “रिपोर्ट करें”  पर क्लिक करें।",
    "becomeAScratcher.invitation.header": "{username}, हम आपको स्क्रैचर बनने के लिए आमंत्रित करते हैं।\n ",
    "becomeAScratcher.invitation.body": "स्क्रैच सभी के लिए एक मित्रतापूर्णऔर स्वागत करने वाला समुदाय है। यदि आप सम्मानित होने, सुरक्षित रहने, उपयोगी प्रतिक्रिया देने, रीमिक्स संस्कृति अपनाने, ईमानदार होने और साइट को अनुकूल बनाए रखने में मदद करने के लिए सहमत हैं, तो “मैं सहमत हूं!” पर क्लिक करें।",
    "becomeAScratcher.invitation.finishLater": "आपको निर्णय करना है कि क्या आप एक स्क्रैचर बनना चाहते हैं। यदि आप अभी तक एक स्क्रैचर नहीं बनना चाहते हैं, तो ऊपर “बाद में समाप्त करें” पर क्लिक करें।",
    "registration.success.error": "क्षमा करें। अनपेक्षित गलती का पता लग गया.",
    "becomeAScratcher.success.header": "हुर्रे! अब आप आधिकारिक तौर पर एक स्क्रैचर हैं।\n ",
    "becomeAScratcher.success.body": "यहां कुछ लिंक दिए गए हैं जो आपके लिए मददगार हो सकते हैं।\n ",
    "becomeAScratcher.success.communityGuidelines": "सामुदायिक दिशानिर्देश",
    "becomeAScratcher.success.createAProject": "एक परियोजना बनाएँ\n ",
    "becomeAScratcher.noInvitation.header": "ओह!\nऐसा लगता है कि आपको अभी तक स्क्रैचर बनने का आमंत्रण नहीं मिला है।",
    "becomeAScratcher.noInvitation.body": "स्क्रैचर बनने के लिए, आपको कुछ समय के लिए स्क्रैच पर सक्रिय रहना होगा, कई प्रोजेक्ट साझा करने होंगे और समुदाय में रचनात्मक टिप्पणी करनी होगी। कुछ हफ़्तों के बाद, आपको स्क्रैचर बनने के लिए आमंत्रित करने वाली सूचना प्राप्त होगी। स्क्रैच करते रहो!\n ",
    "becomeAScratcher.finishLater.header": "कोई चिंता नहीं, अपना समय ले लो!\n ",
    "becomeAScratcher.finishLater.body": "इस पृष्ठ को छोड़ने से, आप एक स्क्रैचर बनने की प्रक्रिया पूरी नहीं करेंगे और एक नए स्क्रैचर के रूप में बने रहेंगे। यदि आप बाद में अपना विचार बदलते हैं, तो आप कभी भी अपने प्रोफ़ाइल पृष्ठ के माध्यम से वापस आ सकते हैं।\n ",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "बस “★ एक स्क्रैचर बनें!” पर क्लिक करें। आपके उपयोगकर्ता नाम के नीचे।\n "
}