{
    "becomeAScratcher.buttons.back": "Sebelumnya",
    "becomeAScratcher.buttons.next": "Selanjutnya",
    "becomeAScratcher.buttons.communityGuidelines": "Pedoman Komunitas",
    "becomeAScratcher.buttons.getStarted": "Mulai",
    "becomeAScratcher.buttons.finishLater": "Lanjutkan Nanti",
    "becomeAScratcher.buttons.goBack": "Kembali",
    "becomeAScratcher.buttons.iAgree": "Saya Setuju",
    "becomeAScratcher.buttons.takeMeBack": "Bawa saya kembali ke Scratch",
    "becomeAScratcher.buttons.backToProfile": "Kembali ke Laman Profil",
    "becomeAScratcher.congratulations.header": "Selamat, {username}! Kamu telah menunjukkan bahwa kamu sudah siap untuk menjadi seorang Scratcher.",
    "becomeAScratcher.congratulations.body": "Scratch adalah komunitas ramah untuk semuanya, di mana orang-orang membuat, berbagi, dan belajar bersama. Kami menyambut semua orang dari semua umur, ras, etnis, agama, kemampuan, orientasi seksual, dan identitas gender.",
    "becomeAScratcher.toBeAScratcher.header": "Apa artinya untuk menjadi seorang Scratcher?",
    "becomeAScratcher.toBeAScratcher.body": "Kamu mungkin memperhatikan di laman profilmu bahwa kamu saat ini masih seorang “Scratcher Baru”. Karena kamu sudah meluangkan waktu di Scratch, kami mengundangmu untuk menjadi seorang “Scratcher”.",
    "becomeAScratcher.toBeAScratcher.definition": "Para Scratcher memiliki lebih banyak pengalaman di Scratch dan bersemangat untuk berkontribusi ke komunitas dan membuat ini ruang suportif dan ramah untuk semua.",
    "becomeAScratcher.toBeAScratcher.canDo": "Ini yang dilakukan para Scratcher:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Membuat studio",
    "becomeAScratcher.toBeAScratcher.helpOut": "Membantu dalam komunitas",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Berikutnya, kami akan memandu kamu tentang pedoman komunitas dan menjelaskan apa itu.",
    "becomeAScratcher.guidelines.respectSection": "Jadi seorang Scratcher - Hormati semua orang",
    "becomeAScratcher.guidelines.respectHeader": "Para Scratcher menghormati semua orang.",
    "becomeAScratcher.guidelines.respectBody": "Semuanya di Scratch didorong untuk membagikan hal-hal yang membuat mereka bersemangat dan penting bagi mereka—kami berharap kamu menemukan cara-cara untuk merayakan identitasmu sendiri di Scratch, dan memperbolehkan semua untuk melakukan yang sama.",
    "becomeAScratcher.guidelines.safeSection": "Jadi seorang Scratcher - Tetap hati-hati",
    "becomeAScratcher.guidelines.safeHeader": "Para Scratcher berhati-hati: kami menjaga informasi pribadi dan kontak aman.",
    "becomeAScratcher.guidelines.safeBody": "Ini termasuk tidak membagikan nama akhir asli, nomor telepon, alamat, kampung halaman, nama sekolah, alamat surel, nama pengguna atau tautan ke situs media sosial, aplikasi obrolan video, atau situs web dengan kemampuan obrolan pribadi.",
    "becomeAScratcher.guidelines.feedbackSection": "Jadi seorang Scratcher - Berikan masukan yang membantu",
    "becomeAScratcher.guidelines.feedbackHeader": "Para Scratcher memberi masukan yang membantu.",
    "becomeAScratcher.guidelines.feedbackBody": "Ketika berkomentar di sebuah proyek, ingat untuk memberi tahu sesuatu yang kamu suka, menawarkan saran, dan berbuat baik, bukan kritis.",
    "becomeAScratcher.guidelines.remix1Section": "Jadi seorang Scratcher - Budayakan kebudayaan remix",
    "becomeAScratcher.guidelines.remix1Header": "Para Scratcher membudayakan kebudayaan remix.",
    "becomeAScratcher.guidelines.remix1Body": "Remix adalah ketika kamu membuat di atas proyek, kode, ide, gambar, atau hal dari orang lain yang mereka bagikan di Scratch untuk membuat kreasimu sendiri yang unik.",
    "becomeAScratcher.guidelines.remix2Section": "Jadi seorang Scratcher - Budayakan remix",
    "becomeAScratcher.guidelines.remix2Header": "Remix adalah hal yang baik untuk berkolaborasi dan menghubungkan dengan Scratcher lainnya.",
    "becomeAScratcher.guidelines.remix2Body": "Kamu didorong untuk menggunakan apa pun yang kamu temukan di Scratch dalam kreasimu sendiri, asalkan kamu menyediakan kredit pada semua kreasi yang kamu gunakan dan membuat perubahan yang bermakna.",
    "becomeAScratcher.guidelines.remix3Section": "Jadi seorang Scratcher - Budayakan remix",
    "becomeAScratcher.guidelines.remix3Header": "Remix berarti membagikan dengan semua.",
    "becomeAScratcher.guidelines.remix3Body": "Ketika kamu membagikan sesuatu di Scratch, kamu memberikan izin untuk semua Scratcher untuk menggunakan kreasimu dalam kreasi mereka juga.",
    "becomeAScratcher.guidelines.honestSection": "Jadi seorang Scratcher - Jujur",
    "becomeAScratcher.guidelines.honestHeader": "Para Scratcher itu jujur.",
    "becomeAScratcher.guidelines.honestBody": "Ini penting untuk jujur dan autentik ketika berinterkasi dengan orang-orang di Scratch, dan ingat bahwa ada orang di setiap akun Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Jadi seorang Scratcher - Buat situs ini ramah",
    "becomeAScratcher.guidelines.friendlyHeader": "Para Scratcher membantu membuat situs ini ramah.",
    "becomeAScratcher.guidelines.friendlyBody": "Ini penting untuk membuat kreasi dan obrolan kamu ramah dan sesuai untuk semua umur. Jika kamu berpikir bahwa sesuatu di Scratch itu jahat, menghina, terlalu kejam, atau setidaknya mengganggu komunitas, klik “Laporkan” untuk memberi tahu kami tentang itu.",
    "becomeAScratcher.invitation.header": "{username}, kami mengundangmu untuk menjadi seorang Scratcher.",
    "becomeAScratcher.invitation.body": "Scratch adalah komunitas ramah untuk semuanya. Jika kamu bersetuju untuk menjadi ramah, aman, memberikan masukan yang membantu, membudayakan kebudayaan remix, jujur, dan membuat situs ini ramah, klik “Aku Setuju!”",
    "becomeAScratcher.invitation.finishLater": "Kamu yang menentukan jika kamu ingin menjadi seorang Scratcher. Jika kamu belum ingin menjadi seorang Scratcher, klik “Lanjutkan Nanti” di atas.",
    "registration.success.error": "Maaf, sebuah kesalahan yang tidak disangka terjadi.",
    "becomeAScratcher.success.header": "Hore! Kamu secara resmi menjadi seorang Scratcher.",
    "becomeAScratcher.success.body": "Berikut adalah beberapa tautan yang mungkin membantu bagimu.",
    "becomeAScratcher.success.communityGuidelines": "Pedoman Komunitas",
    "becomeAScratcher.success.createAProject": "Buat sebuah Proyek",
    "becomeAScratcher.noInvitation.header": "Aduh! Sepertinya kamu belum menerima sebuah undangan untuk menjadi seorang Scratcher.",
    "becomeAScratcher.noInvitation.body": "Untuk menjadi seorang Scratcher, kamu harus aktif di Scratch untuk beberapa waktu, membagikan beberapa proyek, dan berkomentar secara konstruktif dalam komunitas. Setelah beberapa minggu, kamu akan menerima sebuah pemberitahuan mengundang kamu untuk menjadi seorang Scratcher. Terus ber-Scratch!",
    "becomeAScratcher.finishLater.header": "Tidak apa-apa, luangkan waktumu!",
    "becomeAScratcher.finishLater.body": "Dengan meninggalkan laman ini, kamu tidak akan menyelesaikan proses menjadi seorang Scratcher dan tetap akan sebagai Scratcher Baru. Jika kamu mengubah pikiranmu nanti, kamu bisa  selalu kembali melalui laman profilmu.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Klik pada “★ Jadi seorang Scratcher!” di bawah nama penggunamu."
}