{
    "becomeAScratcher.buttons.back": "Indietro",
    "becomeAScratcher.buttons.next": "Avanti",
    "becomeAScratcher.buttons.communityGuidelines": "Linee Guida della Comunità",
    "becomeAScratcher.buttons.getStarted": "Inizia",
    "becomeAScratcher.buttons.finishLater": "Termina Dopo",
    "becomeAScratcher.buttons.goBack": "Indietro",
    "becomeAScratcher.buttons.iAgree": "Concordo",
    "becomeAScratcher.buttons.takeMeBack": "Torna a Scratch",
    "becomeAScratcher.buttons.backToProfile": "Torna alla Pagina del Profilo",
    "becomeAScratcher.congratulations.header": "Congratulazioni, {username}! Hai dimostrato di essere pronto a diventare un membro della comunità di Scratch..",
    "becomeAScratcher.congratulations.body": "Scratch is a friendly and welcoming community for everyone, where people create, share, and learn together. We welcome people of all ages, races, ethnicities, religions, abilities, sexual orientations, and gender identities.",
    "becomeAScratcher.toBeAScratcher.header": "Cosa significa essere un membro della comunità?",
    "becomeAScratcher.toBeAScratcher.body": "You might notice on your profile page that you are currently a “New Scratcher”. Now that you have spent some time on Scratch, we invite you to become a “Scratcher”.",
    "becomeAScratcher.toBeAScratcher.definition": "Scratchers have a bit more experience on Scratch and are excited to both contribute to the community and to make it a supportive and welcoming space for others.",
    "becomeAScratcher.toBeAScratcher.canDo": "Ecco alcune cose che possono fare i membri della comunità:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Creare gallerie",
    "becomeAScratcher.toBeAScratcher.helpOut": "Dare il proprio aiuto alla comunità",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Next, we will take you through the community guidelines and explain what these are.",
    "becomeAScratcher.guidelines.respectSection": "Diventa un membro della comunità - Tratta ognuno con rispetto",
    "becomeAScratcher.guidelines.respectHeader": "I membri della comunità trattano ognuno con rispetto.",
    "becomeAScratcher.guidelines.respectBody": "Everyone on Scratch is encouraged to share things that excite them and are important to them—we hope that you find ways to celebrate your own identity on Scratch, and allow others to do the same.",
    "becomeAScratcher.guidelines.safeSection": "Diventa un membro della comunità - Sei al sicuro",
    "becomeAScratcher.guidelines.safeHeader": "I membri della comunità sono al sicuro: manteniamo private le informazioni personali e di contatto",
    "becomeAScratcher.guidelines.safeBody": "This includes not sharing real last names, phone numbers, addresses, hometowns, school names, email addresses, usernames or links to social media sites, video chatting applications, or websites with private chat functionality.",
    "becomeAScratcher.guidelines.feedbackSection": "Diventa un membro della comunità - Dai pareri utili",
    "becomeAScratcher.guidelines.feedbackHeader": "I membri della comunità danno pareri utili.",
    "becomeAScratcher.guidelines.feedbackBody": "When commenting on a project, remember to say something you like about it, offer suggestions, and be kind, not critical.",
    "becomeAScratcher.guidelines.remix1Section": "Diventa un membro della comunità - Abbraccia la cultura del remix",
    "becomeAScratcher.guidelines.remix1Header": "I membri della comunità abbracciano la cultura del remix",
    "becomeAScratcher.guidelines.remix1Body": "Remixare vuol dire costruire il proprio progetto basandosi sui progetti, sul codice, sulle idee, sulle immagini e su tutto ciò che gli altri condividono su Scratch per realizzare una tua creazione unica.",
    "becomeAScratcher.guidelines.remix2Section": "Diventa un membro della comunità - Abbraccia la cultura del remix",
    "becomeAScratcher.guidelines.remix2Header": "Remixing is a great way to collaborate and connect with other Scratchers.",
    "becomeAScratcher.guidelines.remix2Body": "You are encouraged to use anything you find on Scratch in your own creations, as long as you provide credit to everyone whose work you used and make a meaningful change to it. ",
    "becomeAScratcher.guidelines.remix3Section": "Diventa un membro della comunità - Abbraccia la cultura del remix",
    "becomeAScratcher.guidelines.remix3Header": "Remixare significa condividere con gli altri.",
    "becomeAScratcher.guidelines.remix3Body": "When you share something on Scratch, you are giving permission to all Scratchers to use your work in their creations, too.",
    "becomeAScratcher.guidelines.honestSection": "Diventa un membro della comunità - Sii onesto",
    "becomeAScratcher.guidelines.honestHeader": "I membri della comunità sono onesti.",
    "becomeAScratcher.guidelines.honestBody": "It’s important to be honest and authentic when interacting with others on Scratch, and remember that there is a person behind every Scratch account.",
    "becomeAScratcher.guidelines.friendlySection": "Diventa un membro della comunità - Mantieni il sito un luogo amichevole",
    "becomeAScratcher.guidelines.friendlyHeader": "I membri della comunità dallo il loro aiuto per mantenere il sito amichevole.",
    "becomeAScratcher.guidelines.friendlyBody": "It’s important to keep your creations and conversations friendly and appropriate for all ages. If you think something on Scratch is mean, insulting, too violent, or otherwise disruptive to the community, click “Report” to let us know about it.",
    "becomeAScratcher.invitation.header": "{username}, ti invitiamo a diventare un membro della comunità.",
    "becomeAScratcher.invitation.body": "Scratch is a friendly and welcoming community for everyone. If you agree to be respectful, be safe, give helpful feedback, embrace remix culture, be honest, and help keep the site friendly, click “I agree!”",
    "becomeAScratcher.invitation.finishLater": "Puoi decidere se diventare un membro della comunità. Se ancora non vuoi diventare un membro della comunità, clicca sul link \"Finisci Dopo\" che trovi qui sopra.",
    "registration.success.error": "Siamo spiacenti, si è verificato un errore imprevisto.",
    "becomeAScratcher.success.header": "Evviva! Ora sei ufficialmente un membro della comunità.",
    "becomeAScratcher.success.body": "Ecco alcuni link che possono esserti utili.",
    "becomeAScratcher.success.communityGuidelines": "Linee Guida della Comunità",
    "becomeAScratcher.success.createAProject": "Crea un Progetto",
    "becomeAScratcher.noInvitation.header": "Ops! Sembra che tu non abbia ancora ricevuto un invito a diventare un membro della comunità.",
    "becomeAScratcher.noInvitation.body": "To become a Scratcher, you must be active on Scratch for a while, share several projects, and comment constructively in the community. After a few weeks, you will receive a notification inviting you to become a Scratcher. Scratch on!",
    "becomeAScratcher.finishLater.header": "Nessun problema, prenditi il tempo che ti occorre!",
    "becomeAScratcher.finishLater.body": "By leaving this page, you will not finish the process to become a Scratcher and will stay as a New Scratcher. If you change your mind later, you can always come back via your profile page.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Clicca su “★ Diventa un membro della comunità!!” sotto al tuo username."
}