{
    "becomeAScratcher.buttons.back": "Indietro",
    "becomeAScratcher.buttons.next": "Avanti",
    "becomeAScratcher.buttons.communityGuidelines": "Linee Guida della Comunità",
    "becomeAScratcher.buttons.getStarted": "Inizia",
    "becomeAScratcher.buttons.finishLater": "Termina Dopo",
    "becomeAScratcher.buttons.goBack": "Indietro",
    "becomeAScratcher.buttons.iAgree": "Concordo",
    "becomeAScratcher.buttons.takeMeBack": "Torna a Scratch",
    "becomeAScratcher.buttons.backToProfile": "Torna alla Pagina del Profilo",
    "becomeAScratcher.congratulations.header": "Congratulazioni, {username}! Hai dimostrato di essere pronto a diventare un membro della comunità di Scratch..",
    "becomeAScratcher.congratulations.body": "Scratch è una comunità amichevole e accogliente per tutti in cui le persone creano, condividono e imparano insieme. Accogliamo persone di tutte le età, le razze, le etnie, le religioni, le capacità, gli orientamenti sessuali e le identità di genere.",
    "becomeAScratcher.toBeAScratcher.header": "Cosa significa essere un membro della comunità?",
    "becomeAScratcher.toBeAScratcher.body": "Nel tuo profilo, come avrai notato, al momento sei un “Nuovo membro della comunità”. Ora che hai speso un po' di tempo su Scratch, ti invitiamo a diventare un “Membro della comunità”.",
    "becomeAScratcher.toBeAScratcher.definition": "I membri della comunità hanno un po' più di esperienza con Scratch e sono entusiasti di contribuire alla comunità e di renderla un posto accogliente per gli altri.",
    "becomeAScratcher.toBeAScratcher.canDo": "Ecco alcune cose che possono fare i membri della comunità:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Creare gallerie",
    "becomeAScratcher.toBeAScratcher.helpOut": "Dare il proprio aiuto alla comunità",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Come prossimo passo, ti faremo fare un tour nelle linee guida della comunità e ti spiegheremo che cosa sono.",
    "becomeAScratcher.guidelines.respectSection": "Diventa un membro della comunità - Tratta ognuno con rispetto",
    "becomeAScratcher.guidelines.respectHeader": "I membri della comunità trattano ognuno con rispetto.",
    "becomeAScratcher.guidelines.respectBody": "In Scratch tutti sono incoraggiati a condividere quello che li entusiasma e che è importante per loro—speriamo tu possa riuscire a celebrare la tua identità su Scratch, e che permetta agli altri di fare altrettanto.",
    "becomeAScratcher.guidelines.safeSection": "Diventa un membro della comunità - Sei al sicuro",
    "becomeAScratcher.guidelines.safeHeader": "I membri della comunità sono al sicuro: manteniamo private le informazioni personali e di contatto",
    "becomeAScratcher.guidelines.safeBody": "Questo include non condividere il tuo vero nome, numeri di telefono, indirizzi, città, nomi delle scuole, indirizzi email, username o link su social network, applicazioni di videochat o siti in cui sia disponibile una chat privata.",
    "becomeAScratcher.guidelines.feedbackSection": "Diventa un membro della comunità - Dai pareri utili",
    "becomeAScratcher.guidelines.feedbackHeader": "I membri della comunità danno pareri utili.",
    "becomeAScratcher.guidelines.feedbackBody": "Quando commeni un progetto, ricorda di dire quello che ti piace, di offrire suggerimenti e di essere gentile, non critico.",
    "becomeAScratcher.guidelines.remix1Section": "Diventa un membro della comunità - Abbraccia la cultura del remix",
    "becomeAScratcher.guidelines.remix1Header": "I membri della comunità abbracciano la cultura del remix",
    "becomeAScratcher.guidelines.remix1Body": "Remixare vuol dire costruire il proprio progetto basandosi sui progetti, sul codice, sulle idee, sulle immagini e su tutto ciò che gli altri condividono su Scratch per realizzare una tua creazione unica.",
    "becomeAScratcher.guidelines.remix2Section": "Diventa un membro della comunità - Abbraccia la cultura del remix",
    "becomeAScratcher.guidelines.remix2Header": "Il remix è un modo eccellente di collaborare ed entrare in contatto con gli altri membri della comunità.",
    "becomeAScratcher.guidelines.remix2Body": "Sei incoraggiato ad usare nelle tue creazioni tutto quello che trovi su Scratch, purché tu dia il giusto credito a tutti coloro di cui hai riusato il lavoro e abbia apportato delle modifiche significative.  ",
    "becomeAScratcher.guidelines.remix3Section": "Diventa un membro della comunità - Abbraccia la cultura del remix",
    "becomeAScratcher.guidelines.remix3Header": "Remixare significa condividere con gli altri.",
    "becomeAScratcher.guidelines.remix3Body": "Quando condividi qualcosa su Scratch dai il permesso a tutti gli utenti di Scratch di riusare il tuo lavoro nelle loro creazioni.",
    "becomeAScratcher.guidelines.honestSection": "Diventa un membro della comunità - Sii onesto",
    "becomeAScratcher.guidelines.honestHeader": "I membri della comunità sono onesti.",
    "becomeAScratcher.guidelines.honestBody": "E' importante essere onesto e autentico quando interagisci con gli altri membri della comunità, e ricorda che ci sono persone dietro ogni account di Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Diventa un membro della comunità - Mantieni il sito un luogo amichevole",
    "becomeAScratcher.guidelines.friendlyHeader": "I membri della comunità dallo il loro aiuto per mantenere il sito amichevole.",
    "becomeAScratcher.guidelines.friendlyBody": "E' importante mantenere le tue creazioni e le tue conversazioni amichevoli e appropriate per ogni età. Se pensi che qualcosa su Scratch sia meschino, offensivo, troppo violento o in quache modo di disturbo per la comunità, clicca “Segnala” per farcelo sapere.",
    "becomeAScratcher.invitation.header": "{username}, ti invitiamo a diventare un membro della comunità.",
    "becomeAScratcher.invitation.body": "Scratch è una comunità amichevole e accogliente per tutti. Se concordi di essere rispettoso, di aiuto per gli altri, di abbracciare la cultura del remix, di essere onesto e di aiutare a mantenere il sito un luogo amichevole, clicca “Sono d'accordo!”",
    "becomeAScratcher.invitation.finishLater": "Puoi decidere se diventare un membro della comunità. Se ancora non vuoi diventare un membro della comunità, clicca sul link \"Finisci Dopo\" che trovi qui sopra.",
    "registration.success.error": "Siamo spiacenti, si è verificato un errore imprevisto.",
    "becomeAScratcher.success.header": "Evviva! Ora sei ufficialmente un membro della comunità.",
    "becomeAScratcher.success.body": "Ecco alcuni link che possono esserti utili.",
    "becomeAScratcher.success.communityGuidelines": "Linee Guida della Comunità",
    "becomeAScratcher.success.createAProject": "Crea un Progetto",
    "becomeAScratcher.noInvitation.header": "Ops! Sembra che tu non abbia ancora ricevuto un invito a diventare un membro della comunità.",
    "becomeAScratcher.noInvitation.body": "Per diventare un membro della comunità, devi essere attivo su Scratch per un po', devi condividere alcuni progetti e dare commenti costruttivi alla comunità. Dopo alcune settimane riceverai una notifica che ti invita a diventare un membro della comunità. Avanti con Scratch!",
    "becomeAScratcher.finishLater.header": "Nessun problema, prenditi il tempo che ti occorre!",
    "becomeAScratcher.finishLater.body": "Se abbandoni questa pagina non completerai il processo per diventare un membro effettivo della comunità e resterai un nuovo membro. Se cambi idea più tardi torna qui usando la pagina del tuo profilo.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Clicca su “★ Diventa un membro della comunità!!” sotto al tuo username."
}