{
    "becomeAScratcher.buttons.back": "Terug",
    "becomeAScratcher.buttons.next": "Volgende",
    "becomeAScratcher.buttons.communityGuidelines": "Gemeenschapsrichtlijnen",
    "becomeAScratcher.buttons.getStarted": "Aan de slag",
    "becomeAScratcher.buttons.finishLater": "Maak later af",
    "becomeAScratcher.buttons.goBack": "Ga terug",
    "becomeAScratcher.buttons.iAgree": "Akkoord",
    "becomeAScratcher.buttons.takeMeBack": "Terug naar Scratch",
    "becomeAScratcher.buttons.backToProfile": "Terug naar mijn profielpagina",
    "becomeAScratcher.congratulations.header": "Gefeliciteerd {username}! Je hebt laten zien dat je er klaar voor bent om Scratcher te worden.",
    "becomeAScratcher.congratulations.body": "Scratch is een vriendelijke en open gemeenschap voor iedereen. Mensen maken, delen en leren er samen. Iedereen is welkom ongeacht leeftijd, ras, etniciteit, beperkingen, seksuele geaardheid en genderidentiteit.",
    "becomeAScratcher.toBeAScratcher.header": "Wat betekent het om Scratcher te zijn?",
    "becomeAScratcher.toBeAScratcher.body": "Het is je misschien opgevallen dat je op je profielpagina de status \"New Scratcher\" hebt. Nu je een tijdje met Scratch gewerkt hebt, nodigen we je uit om \"Scratcher\" te worden.",
    "becomeAScratcher.toBeAScratcher.definition": "Scratchers hebben iets meer ervaring met Scratch en dragen graag bij aan de gemeenschap zodat dat het een plek is waar anderen zich ondersteund en welkom voelen.",
    "becomeAScratcher.toBeAScratcher.canDo": "Hier zijn een paar dingen die Scratchers doen:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Maak studio's aan",
    "becomeAScratcher.toBeAScratcher.helpOut": "Help mee in de gemeenschap",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Hierna nemen we je communityrichtlijnen door en leggen uit wat die betekenen.",
    "becomeAScratcher.guidelines.respectSection": "Word Scratcher - Behandel iedereen met respect",
    "becomeAScratcher.guidelines.respectHeader": "Scratchers behandelen iedereen met respect.",
    "becomeAScratcher.guidelines.respectBody": "Iedereen op Scratch wordt aangemoedigd om dingen die te delen die ze leuk of belangrijk vinden—we hopen dat jij wegen vindt om je eigen identiteit vorm te geven, en dat je anderen de ruimte geeft dat ook te doen.",
    "becomeAScratcher.guidelines.safeSection": "Word Scratcher - Wees veilig",
    "becomeAScratcher.guidelines.safeHeader": "Scratchers zijn veilig: we houden persoonlijke info en contactgegevens privé.",
    "becomeAScratcher.guidelines.safeBody": "Dit omvat het niet delen van echte achternamen, telefoonnummers, adressen, woonplaatsen, schoolnamen, email adressen en links naar sociale media, video chat programma's of websites met privé chat mogelijkheid.",
    "becomeAScratcher.guidelines.feedbackSection": "Word Scratcher - Geef behulpzame feedback",
    "becomeAScratcher.guidelines.feedbackHeader": "Scratchers geven behulpzame feedback.",
    "becomeAScratcher.guidelines.feedbackBody": "Als je reageert op een project, vergeet dan niet iets te zeggen wat je er leuk aan vindt, geef suggesties, wees vriendelijk en niet (te) kritisch.",
    "becomeAScratcher.guidelines.remix1Section": "Word Scratcher - Omarm de cultuur van remixen",
    "becomeAScratcher.guidelines.remix1Header": "Scratchers omarmen de cultuur van remixen",
    "becomeAScratcher.guidelines.remix1Body": "Bij remixen bouw je voort op de projecten, code, ideeën, afbeeldingen of iets anders van iemand anders op Scratch om je eigen unieke creatie te maken.",
    "becomeAScratcher.guidelines.remix2Section": "Word Scratcher - Omarm de cultuur van remixen",
    "becomeAScratcher.guidelines.remix2Header": "Remixen is een geweldige manier om samen te werken en kennis te maken met andere Scratchers",
    "becomeAScratcher.guidelines.remix2Body": "We moedigen je aan om alles wat je tegenkomt op Scratch te gebruiken voor je eigen projecten, zo lang je maar meldt wiens werk je gebruikt hebt en er ook zelf iets betekenisvols aan toegevoegd hebt.",
    "becomeAScratcher.guidelines.remix3Section": "Word Scratcher - Omarm de cultuur van remixen",
    "becomeAScratcher.guidelines.remix3Header": "Remixen betekent delen met anderen.",
    "becomeAScratcher.guidelines.remix3Body": "Als je iets deelt op Scratch geef je toestemming aan alle Scratchers om jouw werk te gebruiken in hun projecten.",
    "becomeAScratcher.guidelines.honestSection": "Word Scratcher - Wees eerlijk",
    "becomeAScratcher.guidelines.honestHeader": "Scratchers zijn eerlijk",
    "becomeAScratcher.guidelines.honestBody": "Het is belangrijk om eerlijk en authentiek te zijn bij interactie met anderen op Scratch; onthoud dat er achter elk Scratch-account een persoon zit.",
    "becomeAScratcher.guidelines.friendlySection": "Word Scratcher - Hou de site vriendelijk",
    "becomeAScratcher.guidelines.friendlyHeader": "Scratchers helpen mee de site vriendelijk te houden.",
    "becomeAScratcher.guidelines.friendlyBody": "Het is belangrijk om je creaties en gesprekken vriendelijk en geschikt te houden voor alle leeftijden. Als je denkt dat iets op Scratch gemeen, beledigend, te gewelddadig of op een andere manier storend is voor de gemeenschap, klik dan op “Melden” om het ons te laten weten.",
    "becomeAScratcher.invitation.header": "{username}, we nodigen je uit Scratcher te worden.",
    "becomeAScratcher.invitation.body": "Scratch is een vriendelijke en gastvrije community voor iedereen. Als je ermee instemt respectvol te zijn, veilig te zijn, nuttige feedback te geven, de remixcultuur te omarmen, eerlijk te zijn en de site vriendelijk te houden, klik dan op “Ik ga akkoord!”",
    "becomeAScratcher.invitation.finishLater": "Jij bepaalt of je Scratcher wilt worden. Als je nog geen Scratcher wilt zijn, klik dan hierboven op “Later voltooien”.",
    "registration.success.error": "Sorry, er deed zich een onbekende fout voor.",
    "becomeAScratcher.success.header": "Hoera! Je bent nu officieel een Scratcher.",
    "becomeAScratcher.success.body": "Hier zijn wat links waar je wellicht iets aan hebt.",
    "becomeAScratcher.success.communityGuidelines": "Gemeenschapsrichtlijnen",
    "becomeAScratcher.success.createAProject": "Maak een project",
    "becomeAScratcher.noInvitation.header": "Oops! Het lijkt erop dat je nog niet bent uitgenodigd om Scratcher te worden",
    "becomeAScratcher.noInvitation.body": "Om Scratcher te worden, moet je een tijdje actief zijn op Scratch, verschillende projecten delen en constructief reageren in de community. Na een paar weken ontvang je een melding waarin je wordt uitgenodigd om Scratcher te worden. Veel plezier met Scratch!",
    "becomeAScratcher.finishLater.header": "Geen zorgen, je hebt de tijd!",
    "becomeAScratcher.finishLater.body": "Door deze pagina te verlaten, breek je het proces om een Scratcher te worden af en blijf je een Nieuwe Scratcher. Als je later van gedachten verandert, kun je altijd terugkomen via je profielpagina.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Klik gewoon op “★ Word Scratcher!” onder je gebruikersnaam."
}