{
    "becomeAScratcher.buttons.back": "Voltar",
    "becomeAScratcher.buttons.next": "Próximo",
    "becomeAScratcher.buttons.communityGuidelines": "Diretrizes da Comunidade",
    "becomeAScratcher.buttons.getStarted": "Começar",
    "becomeAScratcher.buttons.finishLater": "Concluir Depois",
    "becomeAScratcher.buttons.goBack": "Voltar",
    "becomeAScratcher.buttons.iAgree": "Concordo",
    "becomeAScratcher.buttons.takeMeBack": "Leve-me de volta ao Scratch",
    "becomeAScratcher.buttons.backToProfile": "Voltar à Página de Perfil",
    "becomeAScratcher.congratulations.header": "Parabéns, {username}! Você mostrou que está pronto para se tornar um Scratcher.",
    "becomeAScratcher.congratulations.body": "O Scratch é uma comunidade amigável e acolhedora para todos, onde as pessoas criam, compartilham e aprender juntas. Acolhemos gente de todas as idades, raças, etnias, religiões, habilidades, orientações sexuais e identidades de gênero.",
    "becomeAScratcher.toBeAScratcher.header": "O que significa ser um Scratcher?",
    "becomeAScratcher.toBeAScratcher.body": "Você pode ter visto em seu perfil que, atualmente, é um “Novo Usuário”. Agora que você passou algum tempo no Scratch, lhe convidamos a se tornar um “Scratcher”.",
    "becomeAScratcher.toBeAScratcher.definition": "Os Scratchers têm um pouco mais de experiência no Scratch e animam-se a contribuir para a comunidade e a torná-la um espaço de apoio e acolhimento para os outros.",
    "becomeAScratcher.toBeAScratcher.canDo": "Aqui estão algumas coisas que Scratchers fazem:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Criam estúdios",
    "becomeAScratcher.toBeAScratcher.helpOut": "Ajudam a comunidade",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "A seguir, vamos mostrar as diretrizes da comunidade e explicar o que elas são.",
    "becomeAScratcher.guidelines.respectSection": "Torne-se Scratcher - Trate todos com respeito",
    "becomeAScratcher.guidelines.respectHeader": "Scratchers tratam todos com respeito",
    "becomeAScratcher.guidelines.respectBody": "Todos no Scratch são encorajados a compartilhar coisas que os animam e são importantes para eles—esperamos que você encontre maneiras de celebrar sua própria identidade no Scratch, e permita que outros façam o mesmo.",
    "becomeAScratcher.guidelines.safeSection": "Torne-se Scratcher - Aja com segurança",
    "becomeAScratcher.guidelines.safeHeader": "Scratchers se mantêm seguros: nunca compartilhamos informações pessoais ou de contato.",
    "becomeAScratcher.guidelines.safeBody": "Isso inclui não compartilhar informações reais como sobrenomes, números de telefone, endereços, cidades, nomes de escola, endereços de email, nomes de usuário ou links para outros sites de rede social, aplicativos de vídeo-chamada ou websites com função de chat.",
    "becomeAScratcher.guidelines.feedbackSection": "Torne-se Scratcher - Faça comentários úteis",
    "becomeAScratcher.guidelines.feedbackHeader": "Scratchers fazem comentários construtivos.",
    "becomeAScratcher.guidelines.feedbackBody": "Ao comentar em um projeto, lembre-se de dizer algo que gosta sobre ele, ofereça sugestões, seja gentil e não crítico.",
    "becomeAScratcher.guidelines.remix1Section": "Torne-se Scratcher - Abrace a cultura do remix",
    "becomeAScratcher.guidelines.remix1Header": "Scratchers abraçam a cultura do remix.",
    "becomeAScratcher.guidelines.remix1Body": "Remixar é quando você usa projetos, códigos, ideias, imagens ou qualquer outra coisa que os outros compartilham no Scratch para criar algo único.",
    "becomeAScratcher.guidelines.remix2Section": "Torne-se Scratcher - Abrace a cultura do remix",
    "becomeAScratcher.guidelines.remix2Header": "Remixar é uma ótima maneira de colaborar e conectar-se com outros Scratchers.",
    "becomeAScratcher.guidelines.remix2Body": "Você é encorajado a usar qualquer coisa que encontrar no Scratch em suas próprias criações, contanto que dê os devidos créditos a todos cujo trabalho você usou e faça mudanças significantes a ele.",
    "becomeAScratcher.guidelines.remix3Section": "Torne-se Scratcher - Abrace a cultura do remix",
    "becomeAScratcher.guidelines.remix3Header": "Remixar significa compartilhar com os outros.",
    "becomeAScratcher.guidelines.remix3Body": "Quando você compartilha algo no Scratch, você também está dando permissão a todos os Scratchers de usar o seu trabalho em suas criações.",
    "becomeAScratcher.guidelines.honestSection": "Torne-se Scratcher - Aja com honestidade",
    "becomeAScratcher.guidelines.honestHeader": "Scratchers são honestos.",
    "becomeAScratcher.guidelines.honestBody": "É importante ser honesto e autêntico ao interagir com outros no Scratch, e lembrar que há uma pessoa por trás de cada conta no Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Torne-se Scratcher - Mantenha o site amigável",
    "becomeAScratcher.guidelines.friendlyHeader": "Scratchers ajudam o site a continuar amigável.",
    "becomeAScratcher.guidelines.friendlyBody": "É importante que suas criações e conversas sejam sempre amigáveis e apropriadas para todas as idades. Se você ver algo no Scratch que achar rude, insultante, violento demais ou prejudicial à comunidade de alguma forma, clique em “Denunciar” para nos avisar.",
    "becomeAScratcher.invitation.header": "{username}, convidamos-lhe para se tornar Scratcher.",
    "becomeAScratcher.invitation.body": "Scratch é uma comunidade amigável e acolhedora para todos. Se você concorda em ser respeitoso, seguro, fazer comentários úteis, abraçar a cultura do remix, ser honesto e ajudar a manter o site amigável, clique em “Concordo!”",
    "becomeAScratcher.invitation.finishLater": "Você pode decidir se já quer virar Scratcher. Se você ainda não quer ser Scratcher, é só clicar em “Concluir Depois” acima.",
    "registration.success.error": "Poxa! Um erro inesperado aconteceu.",
    "becomeAScratcher.success.header": "Uhuu! Agora você é oficialmente um Scratcher.",
    "becomeAScratcher.success.body": "Aqui estão alguns links que podem ser úteis para você.",
    "becomeAScratcher.success.communityGuidelines": "Diretrizes da Comunidade",
    "becomeAScratcher.success.createAProject": "Criar um Projeto",
    "becomeAScratcher.noInvitation.header": "Ops! Parece que você não recebeu um convite para se tornar Scratcher ainda.",
    "becomeAScratcher.noInvitation.body": "Para virar um Scratcher, você deve usar o Scratch ativamente por um tempo, compartilhar vários projetos e comentar de maneira construtiva na comunidade. Após algumas semanas, você receberá uma notificação convidando-o para se tornar um Scratcher. Ao Scratch!",
    "becomeAScratcher.finishLater.header": "Sem problemas, volte quando quiser!",
    "becomeAScratcher.finishLater.body": "Se você deixar esta página, você não concluirá o processo para virar Scratcher e permanecerá como Novo Usuário. Se mudar de ideia depois, você pode voltar quando quiser através da sua página de perfil.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "É só clicar em “★ Torne-se um Scratcher” abaixo do seu nome de usuário."
}