{
    "becomeAScratcher.buttons.back": "Înapoi",
    "becomeAScratcher.buttons.next": "Următorul",
    "becomeAScratcher.buttons.communityGuidelines": "Ghid comunitate",
    "becomeAScratcher.buttons.getStarted": "Să începem",
    "becomeAScratcher.buttons.finishLater": "Terminați mai târziu",
    "becomeAScratcher.buttons.goBack": "Înapoi",
    "becomeAScratcher.buttons.iAgree": "Sunt de acord",
    "becomeAScratcher.buttons.takeMeBack": "Du-mă înapoi la Scratch",
    "becomeAScratcher.buttons.backToProfile": "Înapoi la pagina de profil",
    "becomeAScratcher.congratulations.header": "Felicitări, {username}! Ai arătat că ești gata să devii un Scratcher.",
    "becomeAScratcher.congratulations.body": "Scratch este o comunitate prietenoasă și primitoare pentru toată lumea, unde oamenii creează, împărtășesc și învață împreună. Salutăm oameni de toate vârstele, rasele, etniile, religiile, abilitățile, orientările sexuale și identitățile de gen.",
    "becomeAScratcher.toBeAScratcher.header": "Ce înseamnă să fii Scratcher?",
    "becomeAScratcher.toBeAScratcher.body": "S-ar putea să observați pe pagina dvs. de profil că sunteți în prezent un „New Scratcher”. Acum că ai petrecut ceva timp pe Scratch, te invităm să devii „Scratcher”.",
    "becomeAScratcher.toBeAScratcher.definition": "Scratchers au ceva mai multă experiență pe Scratch și sunt încântați să contribuie atât la comunitate, cât și să facă din aceasta un spațiu de sprijin și primitor pentru ceilalți.",
    "becomeAScratcher.toBeAScratcher.canDo": "Iată câteva lucruri pe care le fac Scratchers:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Creați studiouri",
    "becomeAScratcher.toBeAScratcher.helpOut": "Ajută în comunitate",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "În continuare, vă vom ghida prin ghidurile comunității și vă vom explica care sunt acestea.",
    "becomeAScratcher.guidelines.respectSection": "Deveniți un Scratcher - Tratează-i pe toată lumea cu respect",
    "becomeAScratcher.guidelines.respectHeader": "Scratchers tratează pe toată lumea cu respect.",
    "becomeAScratcher.guidelines.respectBody": "Toți cei de pe Scratch sunt încurajați să împărtășească lucruri care îi entuziasmează și sunt importante pentru ei – sperăm că veți găsi modalități de a vă sărbători propria identitate pe Scratch și le permiteți altora să facă același lucru.",
    "becomeAScratcher.guidelines.safeSection": "Become a Scratcher - Fii în siguranță",
    "becomeAScratcher.guidelines.safeHeader": "Scratchers sunt sigure: păstrăm informațiile personale și de contact private.",
    "becomeAScratcher.guidelines.safeBody": "Aceasta include neaportarea numelor de familie reale, numerelor de telefon, adreselor, orașelor natale, numelor de școli, adrese de e-mail, nume de utilizator sau link-uri către site-uri de socializare, aplicații de chat video sau site-uri web cu funcționalitate de chat privată.",
    "becomeAScratcher.guidelines.feedbackSection": "Deveniți un Scratcher - Oferiți feedback util",
    "becomeAScratcher.guidelines.feedbackHeader": "Scratchers oferă feedback util.",
    "becomeAScratcher.guidelines.feedbackBody": "Când comentați un proiect, amintiți-vă să spuneți ceva care vă place despre el, să oferiți sugestii și să fiți amabil, nu critic.",
    "becomeAScratcher.guidelines.remix1Section": "Become a Scratcher - Adoptă cultura remixului",
    "becomeAScratcher.guidelines.remix1Header": "Scratchers îmbrățișează cultura remixului.",
    "becomeAScratcher.guidelines.remix1Body": "Remixarea este atunci când construiești pe proiectele, codul, ideile, imaginile sau orice altceva pe care îl împărtășesc pe Scratch ale altcuiva pentru a-ți crea propria ta unică.",
    "becomeAScratcher.guidelines.remix2Section": "Become a Scratcher - Adoptă cultura remixului",
    "becomeAScratcher.guidelines.remix2Header": "Remixarea este o modalitate excelentă de a colabora și de a vă conecta cu alți Scratchers.",
    "becomeAScratcher.guidelines.remix2Body": "Sunteți încurajat să utilizați orice găsiți pe Scratch în propriile creații, atâta timp cât acordați credit tuturor celor cărora le-ați folosit munca și aduceți o schimbare semnificativă.",
    "becomeAScratcher.guidelines.remix3Section": "Become a Scratcher - Adoptă cultura remixului",
    "becomeAScratcher.guidelines.remix3Header": "Remixarea înseamnă împărtășirea cu alții.",
    "becomeAScratcher.guidelines.remix3Body": "Când distribuiți ceva pe Scratch, acordați permisiunea tuturor Scratchers de a vă folosi munca și în creațiile lor.",
    "becomeAScratcher.guidelines.honestSection": "Deveniți un Scratcher - Fiți sincer",
    "becomeAScratcher.guidelines.honestHeader": "Scratchers sunt sinceri.",
    "becomeAScratcher.guidelines.honestBody": "Este important să fii sincer și autentic atunci când interacționezi cu ceilalți pe Scratch și să reții că există o persoană în spatele fiecărui cont Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Deveniți un Scratcher - Păstrați site-ul prietenos",
    "becomeAScratcher.guidelines.friendlyHeader": "Scratchers ajută la menținerea site-ului prietenos.",
    "becomeAScratcher.guidelines.friendlyBody": "Este important să vă păstrați creațiile și conversațiile prietenoase și adecvate pentru toate vârstele. Dacă credeți că ceva din Scratch este răutăcios, insultător, prea violent sau perturbator în alt mod pentru comunitate, faceți clic pe „Raportați” pentru a ne informa despre asta.",
    "becomeAScratcher.invitation.header": "{username}, te invităm să devii Scratcher.",
    "becomeAScratcher.invitation.body": "Scratch este o comunitate prietenoasă și primitoare pentru toată lumea. Dacă sunteți de acord să fiți respectuos, să fiți în siguranță, să oferiți feedback util, să îmbrățișați cultura remixului, să fiți sincer și să ajutați să păstrați site-ul prietenos, faceți clic pe „Sunt de acord!”",
    "becomeAScratcher.invitation.finishLater": "Tu poți decide dacă vrei să devii Scratcher. Dacă nu doriți să fiți încă un Scratcher, faceți clic pe „Finalizare mai târziu” de mai sus.",
    "registration.success.error": "Ne pare rau dar a aparut o eroare",
    "becomeAScratcher.success.header": "Ura! Acum ești oficial un Scratcher.",
    "becomeAScratcher.success.body": "Iată câteva link-uri care ar putea fi de ajutor pentru tine.",
    "becomeAScratcher.success.communityGuidelines": "Ghid comunitate",
    "becomeAScratcher.success.createAProject": "Creați un proiect",
    "becomeAScratcher.noInvitation.header": "Hopa! Se pare că nu ați primit încă o invitație pentru a deveni Scratcher.",
    "becomeAScratcher.noInvitation.body": "Pentru a deveni Scratcher, trebuie să fii activ pe Scratch o perioadă, să distribui mai multe proiecte și să comentezi constructiv în comunitate. După câteva săptămâni, vei primi o notificare care te invită să devii Scratcher. Zgarie-te!",
    "becomeAScratcher.finishLater.header": "Nu vă faceți griji, luați-vă timp!",
    "becomeAScratcher.finishLater.body": "Părăsind această pagină, nu veți termina procesul de a deveni Scratcher și veți rămâne ca un New Scratcher. Dacă te răzgândești mai târziu, poți oricând să revii prin pagina ta de profil.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Doar faceți clic pe „★ Become a Scratcher!” sub numele dvs. de utilizator."
}