{
    "becomeAScratcher.buttons.back": "Naspodok",
    "becomeAScratcher.buttons.next": "Ďalší",
    "becomeAScratcher.buttons.communityGuidelines": "Pravidlá spoločenstva",
    "becomeAScratcher.buttons.getStarted": "Ako začať",
    "becomeAScratcher.buttons.finishLater": "Dokončiť neskôr",
    "becomeAScratcher.buttons.goBack": "Preruš",
    "becomeAScratcher.buttons.iAgree": "Súhlasím",
    "becomeAScratcher.buttons.takeMeBack": "Vezmi ma späť do Scratch",
    "becomeAScratcher.buttons.backToProfile": "Späť na stránku profilu",
    "becomeAScratcher.congratulations.header": "Gratulujem, {username}! Ukázali ste, že ste pripravení stať sa Scratcherom.",
    "becomeAScratcher.congratulations.body": "Scratch je priateľská a ústretová komunita pre každého, kde ľudia spoločne tvoria, zdieľajú a učia sa. Vítame ľudí každého veku, rasy, etnika, náboženstva, schopností, sexuálnej orientácie a rodovej identity.",
    "becomeAScratcher.toBeAScratcher.header": "Čo to znamená byť škrabačkou?",
    "becomeAScratcher.toBeAScratcher.body": "Na stránke svojho profilu si môžete všimnúť, že momentálne ste „Nový škrabák“. Teraz, keď ste strávili nejaký čas na Scratch, pozývame vás, aby ste sa stali „Scratcherom“.",
    "becomeAScratcher.toBeAScratcher.definition": "Scratcheri majú o niečo viac skúseností so Scratch a sú nadšení, že môžu prispieť komunite a urobiť z nej podporný a príjemný priestor pre ostatných.",
    "becomeAScratcher.toBeAScratcher.canDo": "Tu je niekoľko vecí, ktoré Scratchers robia:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Vytvorte ateliéry",
    "becomeAScratcher.toBeAScratcher.helpOut": "Pomôžte v komunite",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Ďalej vás prevedieme pokynmi pre komunitu a vysvetlíme vám, čo to je.",
    "becomeAScratcher.guidelines.respectSection": "Staňte sa Scratcheru – správajte sa ku každému s rešpektom",
    "becomeAScratcher.guidelines.respectHeader": "Scratchers sa ku každému správajú s rešpektom.",
    "becomeAScratcher.guidelines.respectBody": "Všetkým na Scratch odporúčame zdieľať veci, ktoré ich vzrušujú a sú pre nich dôležité – dúfame, že nájdete spôsoby, ako osláviť svoju vlastnú identitu na Scratchi a umožníte ostatným, aby urobili to isté.",
    "becomeAScratcher.guidelines.safeSection": "Staňte sa Scratcher – buďte v bezpečí",
    "becomeAScratcher.guidelines.safeHeader": "Scratcheri sú bezpečné: osobné a kontaktné informácie uchovávame v súkromí.",
    "becomeAScratcher.guidelines.safeBody": "To zahŕňa nezdieľanie skutočných priezvisk, telefónnych čísel, adries, rodných miest, názvov škôl, e-mailových adries, používateľských mien alebo odkazov na stránky sociálnych médií, aplikácie na videorozhovory alebo webové stránky s funkciou súkromného rozhovoru.",
    "becomeAScratcher.guidelines.feedbackSection": "Staňte sa Scratcherom – poskytnite užitočnú spätnú väzbu",
    "becomeAScratcher.guidelines.feedbackHeader": "Škrabadlá poskytujú užitočnú spätnú väzbu.",
    "becomeAScratcher.guidelines.feedbackBody": "Keď komentujete projekt, nezabudnite povedať niečo, čo sa vám na ňom páči, ponúknite návrhy a buďte láskaví, nie kritickí.",
    "becomeAScratcher.guidelines.remix1Section": "Staňte sa Scratcherom – Prijmite kultúru remixov",
    "becomeAScratcher.guidelines.remix1Header": "Scratchers prijímajú remixovú kultúru.",
    "becomeAScratcher.guidelines.remix1Body": "Remixovanie je, keď staviate na projektoch, kóde, nápadoch, obrázkoch alebo čomkoľvek inom, ktoré zdieľajú v aplikácii Scratch niekoho iného, ​​aby ste vytvorili svoj vlastný jedinečný výtvor.",
    "becomeAScratcher.guidelines.remix2Section": "Staňte sa Scratcherom – Prijmite kultúru remixov",
    "becomeAScratcher.guidelines.remix2Header": "Remixovanie je skvelý spôsob, ako spolupracovať a spojiť sa s ostatnými Scratchermi.",
    "becomeAScratcher.guidelines.remix2Body": "Odporúčame vám použiť čokoľvek, čo nájdete na Scratch vo svojich vlastných výtvoroch, za predpokladu, že poďakujete všetkým, ktorých prácu ste použili, a zmysluplne ju zmeníte.",
    "becomeAScratcher.guidelines.remix3Section": "Staňte sa Scratcherom – Prijmite kultúru remixov",
    "becomeAScratcher.guidelines.remix3Header": "Remixovanie znamená zdieľanie s ostatnými.",
    "becomeAScratcher.guidelines.remix3Body": "Keď niečo zdieľate na Scratch, dávate tým povolenie všetkým Scratchers použiť vašu prácu vo svojich výtvoroch.",
    "becomeAScratcher.guidelines.honestSection": "Staňte sa Scratcherou – buďte úprimní",
    "becomeAScratcher.guidelines.honestHeader": "Scratchers sú čestní.",
    "becomeAScratcher.guidelines.honestBody": "Pri interakcii s ostatnými na Scratch je dôležité byť úprimný a autentický a pamätajte, že za každým účtom Scratch je osoba.",
    "becomeAScratcher.guidelines.friendlySection": "Staňte sa Scratcherom – Udržujte stránku priateľskú",
    "becomeAScratcher.guidelines.friendlyHeader": "Scratchera pomáhajú udržiavať stránku priateľskú.",
    "becomeAScratcher.guidelines.friendlyBody": "Je dôležité, aby vaše výtvory a konverzácie boli priateľské a vhodné pre všetky vekové kategórie. Ak si myslíte, že niečo na Scratch je zlé, urážlivé, príliš násilné alebo inak rušivé pre komunitu, kliknite na „Nahlásiť“ a dajte nám o tom vedieť.",
    "becomeAScratcher.invitation.header": "{username}, pozývame vás, aby ste sa stali Scratcherom.",
    "becomeAScratcher.invitation.body": "Scratch je priateľská a ústretová komunita pre každého. Ak súhlasíte s tým, že budete rešpektovať, budete v bezpečí, poskytnete užitočnú spätnú väzbu, osvojíte si kultúru remixov, budete úprimní a pomôžete udržať stránku priateľskú, kliknite na „Súhlasím!“",
    "becomeAScratcher.invitation.finishLater": "Musíte sa rozhodnúť, či sa chcete stať Scratcherom. Ak ešte nechcete byť Scratcher, stačí kliknúť na „Dokončiť neskôr“ vyššie.",
    "registration.success.error": "Prepáč, vyskytla sa chyba.",
    "becomeAScratcher.success.header": "Hurá! Teraz ste oficiálne Scratcher.",
    "becomeAScratcher.success.body": "Tu je niekoľko odkazov, ktoré by vám mohli pomôcť.",
    "becomeAScratcher.success.communityGuidelines": "Pravidlá spoločenstva",
    "becomeAScratcher.success.createAProject": "Vytvorte projekt",
    "becomeAScratcher.noInvitation.header": "Hops! Zdá sa, že ste ešte nedostali pozvánku stať sa Scratcherom.",
    "becomeAScratcher.noInvitation.body": "Ak sa chcete stať Scratcherom, musíte byť na Scratch nejaký čas aktívny, zdieľať niekoľko projektov a konštruktívne komentovať v komunite. Po niekoľkých týždňoch dostanete upozornenie, ktoré vás pozve, aby ste sa stali Scratcherom. Poškriabať!",
    "becomeAScratcher.finishLater.header": "Žiadny strach, doprajte si čas!",
    "becomeAScratcher.finishLater.body": "Opustením tejto stránky nedokončíte proces, aby ste sa stali Scratcherom a zostanete ako Nový Scratcher. Ak si to neskôr rozmyslíte, vždy sa môžete vrátiť cez svoju profilovú stránku.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Stačí kliknúť na „★ Staňte sa Scratcherom!“ pod vaším používateľským menom."
}