{
    "becomeAScratcher.buttons.back": "Quay lại",
    "becomeAScratcher.buttons.next": "Kế tiếp",
    "becomeAScratcher.buttons.communityGuidelines": "Nguyên tắc Cộng đồng",
    "becomeAScratcher.buttons.getStarted": "Bắt đầu",
    "becomeAScratcher.buttons.finishLater": "Hoàn thành sau",
    "becomeAScratcher.buttons.goBack": "Trở về",
    "becomeAScratcher.buttons.iAgree": "Đồng ý",
    "becomeAScratcher.buttons.takeMeBack": "Trở lại Scratch",
    "becomeAScratcher.buttons.backToProfile": "Trở về trang hồ sơ",
    "becomeAScratcher.congratulations.header": "Xin chúc mừng {username}! Bạn đã cho thấy rằng bạn đã sẵn sàng để trở thành một thành viên Scratch.",
    "becomeAScratcher.congratulations.body": "Scratch là một cộng đồng thân thiện và chào đón mọi người, nơi mọi người cùng nhau sáng tạo, chia sẻ và học hỏi. Chúng tôi hoan nghênh mọi người ở mọi lứa tuổi, chủng tộc, dân tộc, tôn giáo, khả năng, khuynh hướng tình dục và bản dạng giới.",
    "becomeAScratcher.toBeAScratcher.header": "Trở thành thành viên của Scratch có nghĩa là gì?",
    "becomeAScratcher.toBeAScratcher.body": "Bạn có thể nhận thấy trên trang hồ sơ của mình rằng bạn hiện là “Thành viên Scratch mới”. Bây giờ bạn đã dành một chút thời gian cho Scratch, chúng tôi mời bạn trở thành một “Thành viên Scratch”.",
    "becomeAScratcher.toBeAScratcher.definition": "Thành viên Scratch có thêm một chút kinh nghiệm về Scratch và rất hào hứng được đóng góp cho cộng đồng cũng như biến nó thành một không gian hỗ trợ và chào đón những người khác.",
    "becomeAScratcher.toBeAScratcher.canDo": "Đây là một số điều mà những thành viên Scratch làm:",
    "becomeAScratcher.toBeAScratcher.createStudios": "Tạo các studio",
    "becomeAScratcher.toBeAScratcher.helpOut": "Giúp đỡ trong cộng đồng",
    "becomeAScratcher.toBeAScratcher.communityGuidelines": "Tiếp theo, chúng tôi sẽ giới thiệu cho bạn các nguyên tắc cộng đồng và giải thích những nguyên tắc này là gì.",
    "becomeAScratcher.guidelines.respectSection": "Là một thành viên Scratch - Hãy đối xử với mọi người bằng sự tôn trọng",
    "becomeAScratcher.guidelines.respectHeader": "Những thành viên Scratch đối xử với mọi người bằng sự tôn trọng.",
    "becomeAScratcher.guidelines.respectBody": "Mọi người trên Scratch được khuyến khích chia sẻ những điều khiến họ phấn khích và quan trọng đối với họ—chúng tôi hy vọng rằng bạn sẽ tìm được cách tôn vinh danh tính của chính mình trên Scratch và cho phép những người khác làm điều tương tự.",
    "becomeAScratcher.guidelines.safeSection": "Là một thành viên Scratch - Hãy cẩn trọng",
    "becomeAScratcher.guidelines.safeHeader": "Những thành viên Scratch rất an toàn: chúng tôi giữ kín thông tin cá nhân và thông tin liên hệ.",
    "becomeAScratcher.guidelines.safeBody": "Điều này bao gồm việc không chia sẻ tên thật, số điện thoại, địa chỉ, quê quán, tên trường học, địa chỉ email, tên người dùng hoặc liên kết đến các trang mạng xã hội, ứng dụng trò chuyện video hoặc trang web có chức năng trò chuyện riêng tư.",
    "becomeAScratcher.guidelines.feedbackSection": "Là một thành viên Scratch - Hãy đưa ra phản hồi hữu ích",
    "becomeAScratcher.guidelines.feedbackHeader": "Các thành viên Scratch luôn đưa ra phản hồi hữu ích",
    "becomeAScratcher.guidelines.feedbackBody": "Khi nhận xét về một dự án, hãy nhớ nói điều gì đó bạn thích về nó, đưa ra các đề xuất, hãy tử tế và không chỉ trích.",
    "becomeAScratcher.guidelines.remix1Section": "Là một thành viên Scratch - Hãy chào đón văn hóa phối lại",
    "becomeAScratcher.guidelines.remix1Header": "Các thành viên Scratch chào đón văn hoá phối lại.",
    "becomeAScratcher.guidelines.remix1Body": "phối lại là khi bạn xây dựng dựa trên các dự án, mã, ý tưởng, hình ảnh hoặc bất kỳ thứ gì khác mà họ chia sẻ trên Scratch của người khác để tạo ra tác phẩm độc đáo của riêng bạn.",
    "becomeAScratcher.guidelines.remix2Section": "Là một thành viên Scratch - Hãy chào đón văn hóa phối lại",
    "becomeAScratcher.guidelines.remix2Header": "Phối lại là một cách tuyệt vời để cộng tác và kết nối với những thành viên Scratch khác.",
    "becomeAScratcher.guidelines.remix2Body": "Bạn được khuyến khích sử dụng bất cứ thứ gì bạn tìm thấy trên Scratch trong sáng tạo của riêng mình, miễn là bạn cung cấp thông tin đóng góp của những người có tác phẩm mà bạn đã sử dụng và thực hiện thay đổi có ý nghĩa đối với tác phẩm đó.",
    "becomeAScratcher.guidelines.remix3Section": "Là một thành viên Scratch - Hãy chào đón văn hóa phối lại",
    "becomeAScratcher.guidelines.remix3Header": "Phối lại có nghĩa là chia sẻ với người khác.",
    "becomeAScratcher.guidelines.remix3Body": "Khi bạn chia sẻ điều gì đó trên Scratch, bạn cũng cho phép tất cả những thành viên Scratch khác sử dụng tác phẩm của bạn trong tác phẩm của họ.",
    "becomeAScratcher.guidelines.honestSection": "Là một thành viên Scratch - Hãy trung thực",
    "becomeAScratcher.guidelines.honestHeader": "Những thành viên Scratch luôn trung thực.",
    "becomeAScratcher.guidelines.honestBody": "Điều quan trọng là phải trung thực và xác thực khi tương tác với những người khác trên Scratch và hãy nhớ rằng luôn có một người đứng sau mỗi tài khoản Scratch.",
    "becomeAScratcher.guidelines.friendlySection": "Là một thành viên Scratch - Hãy giữ cho trang web thân thiện",
    "becomeAScratcher.guidelines.friendlyHeader": "Những thành viên Scratch luôn giữ cho trang web thân thiện.",
    "becomeAScratcher.guidelines.friendlyBody": "Điều quan trọng là hãy giữ cho các sáng tạo và cuộc trò chuyện của bạn thân thiện và phù hợp với mọi lứa tuổi. Nếu bạn cho rằng điều gì đó trên Scratch là ác ý, xúc phạm, quá bạo lực hoặc nói cách khác là gây rối cho cộng đồng, hãy nhấp vào “Báo cáo” để cho chúng tôi biết về điều đó.",
    "becomeAScratcher.invitation.header": "{username}, chúng tôi mời bạn trở thành một thành viên Scratch.",
    "becomeAScratcher.invitation.body": "Scratch là một cộng đồng thân thiện và chào đón tất cả mọi người. Nếu bạn đồng ý tôn trọng, an toàn, đưa ra phản hồi hữu ích, chấp nhận văn hóa phối lại, trung thực và giúp giữ cho trang web thân thiện, hãy nhấp vào “Tôi đồng ý!”",
    "becomeAScratcher.invitation.finishLater": "Bạn có thể quyết định xem bạn có muốn trở thành một thành viên Scratch hay không. Nếu bạn chưa muốn trở thành thành viên Scratch, chỉ cần nhấp vào “Hoàn thành sau” ở trên.",
    "registration.success.error": "Xin lỗi, một lỗi không mong muốn đã xảy ra.",
    "becomeAScratcher.success.header": "Tuyệt vời! Bây giờ bạn là một thành viên chính thứ của Scratch.",
    "becomeAScratcher.success.body": "Dưới đây là một số liên kết có thể hữu ích cho bạn.",
    "becomeAScratcher.success.communityGuidelines": "Nguyên tắc Cộng đồng",
    "becomeAScratcher.success.createAProject": "Tạo dự án",
    "becomeAScratcher.noInvitation.header": "Rất tiếc! Có vẻ như bạn chưa nhận được lời mời trở thành thành viên Scratch.",
    "becomeAScratcher.noInvitation.body": "Để trở thành một thành viên Scratch, bạn phải hoạt động tích cực trên Scratch một thời gian, chia sẻ một số dự án và nhận xét mang tính xây dựng trong cộng đồng. Sau một vài tuần, bạn sẽ nhận được thông báo mời bạn trở thành thành viên Scratch. Scratch thẳng tiến!",
    "becomeAScratcher.finishLater.header": "Đừng lo lắng, hãy làm khi bạn có thời gian!",
    "becomeAScratcher.finishLater.body": "Nếu rời khỏi trang này, bạn sẽ không hoàn thành quá trình để trở thành thành viên Scratch và sẽ ở lại với tư cách là thành viên Scratch mới. Nếu sau này bạn đổi ý, bạn luôn có thể quay lại qua trang hồ sơ của mình.",
    "becomeAScratcher.finishLater.clickBecomeAScratcher": "Chỉ cần nhấn “★ Trở thành thành viên Scratch!” phía dưới tên tài khoản của bạn."
}