{
    "parents.title": "Pa Pais",
    "parents.intro": "Scratch ye un luengache de programación y una comunidat en linia an los ninos\n pueden programar y compartir meyos interactivos como historias, chuegos y \nanimacions con personas de totz. Quan los ninos creyan con Scratch, aprenden a pensar de forma creativa, a treballar en colaboración y \na razonar sistematicament. Scratch ye disenyau, desenvuelto y moderau per la {scratchFoundation}, una organización sin animo de lucro. ",
    "parents.scratchFoundationLinkText": "Fundación Scratch",
    "parents.overview": "Cómo funciona",
    "parents.faq": "Preguntas freqüents (FAQ)",
    "parents.overviewTitle": "Cómo funciona Scratch pa ninos?",
    "parents.overviewLearningTitle": "Aprendendo",
    "parents.overviewLearningBody": "Scratch ye un entorno d'aprendizache seguro y ludico que fa que totz los ninos piensen de forma creativa, razonen sistematicament y treballen en colaboración — habilidatz esencials pa totz en a sociedat actual.\nLeye un articlo sobre lo {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Enfoque d'aprendizache creativo",
    "parents.overviewCommunityTitle": "Comunidat",
    "parents.overviewCommunityBody": "Pedimos a totz los participants en o puesto que sigan las {communityGuidelines}.\nNo metemos a la disposición de dengún la información privada d'as cuentas. Pa mas información, consulte la {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Reglas d'a Comunidat",
    "parents.privacyPolicyLinkText": "Politica de privacidat",
    "parents.faqMoreAndAsk": "Pa saber mas sobre Scratch, consulta la {faqPage}.\nTamién puedes fer preguntas en os {discussionForums}.\nSi amenestas meter-te en contacto con nuestro equipo dreitament, preta en {contactUs} a la fin de qualsequier pachina.",
    "parents.faqLinkText": "Preguntas Freqüents (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Foros de discusión",
    "parents.faqContactUsLinkText": "Contacta con nusatros",
    "parents.faqAgeRangeTitle": "Quál ye o rango d'edat de Scratch?",
    "parents.faqAgeRangeBody": "cratch ye disenyau especialment pa chovens de 8 a 16 anyos, pero personas de totas las edatz creyan y comparten con Scratch. Los ninos mas chicotz pueden prebar {scratchJr}, una versión simplificada de Scratch disenyada pa edatz de 5 a 7 anyos.",
    "parents.faqResourcesTitle": "Qué recursos son disponibles ta aprender Scratch?",
    "parents.faqResourcesBody": "Si yes empecipiando, i hai una {stepByStepGuide} disponible dentro de Scratch. Pa una visión cheneral d'os recursos de Scratch, consulte la pachina {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideyas",
    "parents.faqStepByStepGuideLinkText": "guía paso a paso",
    "parents.faqGettingStartedGuideLinkText": "Guía d'inicio (PDF)",
    "parents.faqScratchCardsLinkText": "Tarchetas de Scratch",
    "parents.faqTipsLinkText": "Consellos",
    "parents.faqCommunityTitle": "Qué ye a comunidat en linia de Scratch?",
    "parents.faqCommunityBody": "En participar en a comunidat en linia de Scratch, se puede explorar y experimentar con un ambient d'aprendizache, en una comunidat ubierta que os suyos miembros son de todas experiencias, edatz y intreses. Os miembros pueden compartir o suyo treballo, recullir opinions y aprender d'os atros.",
    "parents.faqGuidelinesTitle": "Quáls son las directrices d'a comunidat online de Scratch?",
    "parents.faqGuidelinesBody": "L'equipo de Scratch treballa con a comunidat pa mantener un entorno amistoso y respectuoso pa personas de totas las edatz, razas, etnias, relichions, orientacions sexuals y identidatz de chenero. Puedetz aduyar a lo tuyo fillo a aprender a participar revisando chuntos las {communityGuidelines}. Se pide a los miembros que comenten de forma constructiva y que aduyen a mantener lo puesto web amigable reportando qualsequier conteniu que no siga las directrices d'a comunidat. L'equipo de Scratch treballa cada día pa chestionar l'actividat d'o puesto y responder a las denuncias, con la aduya de ferramientas como lo filtro de blasfemias {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "Reglas d'a Comunidat",
    "parents.faqPrivacyPolicyTitle": "Quál ye a suya politica de privacidat?",
    "parents.faqPrivacyPolicyBody": "Pa protecher la privacidat d'os ninos en Internet, limitamos lo que replegamos de par de lo proceso de rechistro y lo que femos publico en o puesto web. No vendemos ni logamos la información d'a cuenta a dengún. Puede trobar mas información en a nuestra pachina {privacyPolicy}.",
    "parents.faqFAQLinkText": "Pachina de Preguntas Freqüents (FAQ)",
    "parents.faqOfflineTitle": "I hai bella traza d'utilizar Scratch sin participar en linia?",
    "parents.faqOfflineBody": "Sí, la app de Scratch permite creyar prochectos de Scratch sin connexión a internet. Puetz descargar la {scratchApp} dende lo puesto web de Scratch u la botiga d'aplicacions d'o tuyo dispositivo.",
    "parents.faqScratchApp": "Aplicación de Scratch",
    "parents.faqOffline2LinkText": "Editor sin connexión de Scratch 2.0",
    "parents.faqOffline14LinkText": "Editor sin connexión de Scratch 1.4"
}