{
    "parents.title": "Pa Pais",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Fundación Scratch",
    "parents.overview": "Cómo funciona",
    "parents.faq": "Preguntas freqüents (FAQ)",
    "parents.overviewTitle": "Cómo funciona Scratch pa ninos?",
    "parents.overviewLearningTitle": "Aprendendo",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Enfoque d'aprendizache creativo",
    "parents.overviewCommunityTitle": "Comunidat",
    "parents.overviewCommunityBody": "Pedimos a totz los participants en o puesto que sigan las {communityGuidelines}.\nNo metemos a la disposición de dengún la información privada d'as cuentas. Pa mas información, consulte la {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Reglas d'a Comunidat",
    "parents.privacyPolicyLinkText": "Politica de privacidat",
    "parents.faqMoreAndAsk": "Pa saber mas sobre Scratch, consulta la {faqPage}.\nTamién puedes fer preguntas en os {discussionForums}.\nSi amenestas meter-te en contacto con nuestro equipo dreitament, preta en {contactUs} a la fin de qualsequier pachina.",
    "parents.faqLinkText": "Preguntas Freqüents (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Foros de discusión",
    "parents.faqContactUsLinkText": "Contacta con nusatros",
    "parents.faqAgeRangeTitle": "Quál ye o rango d'edat de Scratch?",
    "parents.faqAgeRangeBody": "cratch ye disenyau especialment pa chovens de 8 a 16 anyos, pero personas de totas las edatz creyan y comparten con Scratch. Los ninos mas chicotz pueden prebar {scratchJr}, una versión simplificada de Scratch disenyada pa edatz de 5 a 7 anyos.",
    "parents.faqResourcesTitle": "Qué recursos son disponibles ta aprender Scratch?",
    "parents.faqResourcesBody": "Si yes empecipiando, i hai una {stepByStepGuide} disponible dentro de Scratch. Pa una visión cheneral d'os recursos de Scratch, consulte la pachina {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideyas",
    "parents.faqStepByStepGuideLinkText": "guía paso a paso",
    "parents.faqGettingStartedGuideLinkText": "Guía d'inicio (PDF)",
    "parents.faqScratchCardsLinkText": "Tarchetas de Scratch",
    "parents.faqTipsLinkText": "Consellos",
    "parents.faqCommunityTitle": "Qué ye a comunidat en linia de Scratch?",
    "parents.faqCommunityBody": "En participar en a comunidat en linia de Scratch, se puede explorar y experimentar con un ambient d'aprendizache, en una comunidat ubierta que os suyos miembros son de todas experiencias, edatz y intreses. Os miembros pueden compartir o suyo treballo, recullir opinions y aprender d'os atros.",
    "parents.faqGuidelinesTitle": "Quáls son las directrices d'a comunidat online de Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Reglas d'a Comunidat",
    "parents.faqPrivacyPolicyTitle": "Quál ye a suya politica de privacidat?",
    "parents.faqPrivacyPolicyBody": "Pa protecher la privacidat d'os ninos en Internet, limitamos lo que replegamos de par de lo proceso de rechistro y lo que femos publico en o puesto web. No vendemos ni logamos la información d'a cuenta a dengún. Puede trobar mas información en a nuestra pachina {privacyPolicy}.",
    "parents.faqFAQLinkText": "Pachina de Preguntas Freqüents (FAQ)",
    "parents.faqOfflineTitle": "I hai bella traza d'utilizar Scratch sin participar en linia?",
    "parents.faqOfflineBody": "Sí, la app de Scratch permite creyar prochectos de Scratch sin connexión a internet. Puetz descargar la {scratchApp} dende lo puesto web de Scratch u la botiga d'aplicacions d'o tuyo dispositivo.",
    "parents.faqScratchApp": "Aplicación de Scratch",
    "parents.faqOffline2LinkText": "Editor sin connexión de Scratch 2.0",
    "parents.faqOffline14LinkText": "Editor sin connexión de Scratch 1.4"
}