{
    "parents.title": "За родителите",
    "parents.intro": "Scratch е език за програмиране и онлайн общност, където децата\nможете да програмирате и споделяте интерактивни медии като истории, игри и\nанимация с хора от цял свят. Както децата създават с\nScratch , те се научават да мислят творчески, да работят съвместно и\nсистематично. Scratch е проектиран и поддържан от\nLifelong Kindergarten group в MIT Media Lab.",
    "parents.overview": "Как работи",
    "parents.faq": "ЧЗВ",
    "parents.overviewTitle": "Как Scratch се използва от деца?",
    "parents.overviewLearningTitle": "Изучаване",
    "parents.overviewLearningBody": "За преглед от една страница на това, какво учат младите хора с Scratch, вижте.\n{learningWithScratch}\nПрочетете статия за {creativeLearningApproach}",
    "parents.learningWithScratchLinkText": "Учете със Scratch",
    "parents.creativeLearningApproachLinkText": "Подход за творческо обучение",
    "parents.overviewCommunityTitle": "Общност",
    "parents.overviewCommunityBody": "Моля всички участници в сайта да следват{communityGuidelines}.\nНе предоставяме на никого информация за частния профил. За повече информация, моля, вижте{privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Обществени правила",
    "parents.privacyPolicyLinkText": "Декларация за поверителност",
    "parents.faqMoreAndAsk": "За да научите повече за Scratch, моля вижте{faqPage}.\nМожете също да задавате въпроси в{discussionForums}.\nАко трябва да се свържете директно с екипа ни, кликнете {contactUs} в долната част на всяка страница.",
    "parents.faqLinkText": "Често задавани въпроси",
    "parents.faqDiscussionForumsLinkText": "Форуми за дискусии",
    "parents.faqContactUsLinkText": "Свържете се с нас",
    "parents.faqAgeRangeTitle": "За хора на каква възраст е Scratch?",
    "parents.faqAgeRangeBody": "Scratch е предназначен специално за млади хора на възраст от 8 до 16 години, но хората от всички възрасти създават и споделят с Scratch. По-малките деца може да  изпробват {scratchJr} опростена версия на Scratch, предназначена за възраст от 5 до 7 години.",
    "parents.faqResourcesTitle": "Какви материали съществуват за разучаване на Scratch?",
    "parents.faqResourcesBody": "Ако току-що започнете, налице е {stepByStepGuide} налично в Scratch. За общ преглед на ресурсите на Scratch вижте {ideasPage} страницата.",
    "parents.faqIdeasLinkText": "Идеи",
    "parents.faqStepByStepGuideLinkText": "ръководство стъпка по стъпка",
    "parents.faqGettingStartedGuideLinkText": "Ръководство за първи стъпки (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch карти",
    "parents.faqTipsLinkText": "Съвети",
    "parents.faqCommunityTitle": "Какво представлява онлайн общността на Scratch?",
    "parents.faqCommunityBody": "Когато участват в онлайн общността на Scratch, членовете могат да изследват и експериментират в отворена учебна общност с други членове на Scratch от всички среди, възрасти и интереси. Членовете могат да споделят работата си, да получават обратна връзка и да се учат един от друг.",
    "parents.faqGuidelinesTitle": "Какви са насоките за онлайн общността на Scratch?",
    "parents.faqGuidelinesBody": "MIT Scratch Team работи с общността, за да поддържа приятелска и почтена среда за хора от всички възрасти, раси, етнически групи, религии, сексуална ориентация и полова идентичност. Можете да помогнете на детето си да се научи как да участва, като прегледа {communityGuidelines} заедно. Членовете трябва да коментират конструктивно и да поддържат уебсайта приятелски, като съобщават за всяко съдържание, което не отговаря на насоките на общността. Екипът на Scratch работи всеки ден, за да управлява дейността на сайта и да отговаря на доклади, с помощта на инструменти като филтъра за {CleanSpeak} нецензурни прояви.",
    "parents.faqCommunityGuidelinesLinkText": "обществени правила",
    "parents.faqPrivacyPolicyTitle": "Каква е вашата политика за поверителност?",
    "parents.faqPrivacyPolicyBody": "За да защитим поверителността на децата в интернет, ние ограничаваме това, което събираме по време на процеса на регистрация, и това, което оповестяваме на уебсайта. Ние не продаваме или не даваме под наем информация за профила на никого. Можете да научите повече за нашата {privacyPolicy} страница.",
    "parents.faqFAQLinkText": "често задавани въпроси ",
    "parents.faqOfflineTitle": "Има ли начин да използвате Scratch, без да участвате онлайн?",
    "parents.faqOfflineBody": "Scratch Desktop редакторът ви позволява да създавате Scratch проекти без интернет връзка. Можете да изтеглите {scratchDesktop} от сайта. По-рано това се наричаше редактор Scratch за ползване извън линия .",
    "parents.faqScratchDesktop": "Scratch Desktop",
    "parents.faqOffline2LinkText": "Редактор за ползване извън линия Scratch 2.0",
    "parents.faqOffline14LinkText": "Редактор за ползване извън линия Scratch 1.4"
}