{
    "parents.title": "За родителите",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Фондацията Scratch",
    "parents.overview": "Как работи",
    "parents.faq": "ЧЗВ",
    "parents.overviewTitle": "Как Scratch се използва от деца?",
    "parents.overviewLearningTitle": "Изучаване",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Подход за творческо обучение",
    "parents.overviewCommunityTitle": "Общност",
    "parents.overviewCommunityBody": "Моля всички участници в сайта да следват{communityGuidelines}.\nНе предоставяме на никого информация за частните профили. За повече информация, моля, вижте{privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Обществени правила",
    "parents.privacyPolicyLinkText": "Декларация за поверителност",
    "parents.faqMoreAndAsk": "За да научите повече за Scratch, моля вижте{faqPage}.\nМожете също да задавате въпроси в{discussionForums}.\nАко трябва да се свържете директно с екипа ни, кликнете {contactUs} в долната част на всяка страница.",
    "parents.faqLinkText": "Често задавани въпроси",
    "parents.faqDiscussionForumsLinkText": "Форуми за дискусии",
    "parents.faqContactUsLinkText": "Свържете се с нас",
    "parents.faqAgeRangeTitle": "За хора на каква възраст е Scratch?",
    "parents.faqAgeRangeBody": "Scratch е предназначен специално за млади хора на възраст от 8 до 16 години, но хората от всички възрасти създават и споделят с Scratch. По-малките деца може да  изпробват {scratchJr} опростена версия на Scratch, предназначена за възраст от 5 до 7 години.",
    "parents.faqResourcesTitle": "Какви материали съществуват за разучаване на Scratch?",
    "parents.faqResourcesBody": "Ако тепърва започвате започнете, налице е {stepByStepGuide} налично в Scratch. За общ преглед на ресурсите на Scratch вижте {ideasPage} страницата.",
    "parents.faqIdeasLinkText": "Идеи",
    "parents.faqStepByStepGuideLinkText": "ръководство стъпка по стъпка",
    "parents.faqGettingStartedGuideLinkText": "Ръководство за първи стъпки (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch карти",
    "parents.faqTipsLinkText": "Съвети",
    "parents.faqCommunityTitle": "Какво представлява онлайн общността на Scratch?",
    "parents.faqCommunityBody": "Когато участват в онлайн общността на Scratch, членовете могат да изследват и експериментират в отворена учебна общност с други членове на Scratch от всички среди, възрасти и интереси. Членовете могат да споделят работата си, да получават обратна връзка и да се учат един от друг.",
    "parents.faqGuidelinesTitle": "Какви са насоките за онлайн общността на Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Обществени правила",
    "parents.faqPrivacyPolicyTitle": "Каква е вашата политика за поверителност?",
    "parents.faqPrivacyPolicyBody": "За да защитим поверителността на децата в интернет, ние ограничаваме това, което събираме по време на процеса на регистрация, и това, което оповестяваме на уебсайта. Ние не продаваме или не даваме под наем информация за профила на никого. Можете да научите повече за нашата {privacyPolicy} страница.",
    "parents.faqFAQLinkText": "страница за често задавани въпроси ",
    "parents.faqOfflineTitle": "Има ли начин да използвате Scratch, без да участвате онлайн?",
    "parents.faqOfflineBody": "Да, Scratch позволява да създавате Scratch проекти без интернет връзка. Може да изтеглите {scratchApp} от сайта или магазина за приложения от Вашето устройство.",
    "parents.faqScratchApp": "Scratch приложение",
    "parents.faqOffline2LinkText": "Редактор за ползване без интернет Scratch 2.0",
    "parents.faqOffline14LinkText": "Редактор за ползване без интернет Scratch 1.4"
}