{
    "parents.title": "অভিভাবকদের জন্য ",
    "parents.intro": "Scratch একটি প্রোগ্রামিং ভাষা এবং একটি অনলাইন কমিউনিটি যেখানে শিশুরা\n ইন্টারেক্টিভ মিডিয়া প্রোগ্রাম ও শেয়ার করতে পারে যেমন গল্প, গেম, এবং\nঅ্যানিমেশন সারা বিশ্বের মানুষের সাথে। বাচ্চারা যেমন তৈরি করে\nScratch, তারা সৃজনশীলভাবে চিন্তা করতে শেখে, সহযোগিতায় কাজ করে এবং\nপদ্ধতিগতভাবে কারণ বের করা শেখে। Scratch ডিজাইন এবং রক্ষণাবেক্ষণ করা হয় {scratchFoundation} দ্বারা, যা একটি অলাভজনক সংস্থা।",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "যেভাবে এটি কাজ করে ",
    "parents.faq": "বজিপ্র",
    "parents.overviewTitle": "Scratch কিভাবে শিশুদের জন্য কাজ করে? ",
    "parents.overviewLearningTitle": "শিখছে ",
    "parents.overviewLearningBody": "Scratch হল একটি নিরাপদ এবং খেলতে খেলতে শেখার পরিবেশ যা সব শিশুকে সৃজনশীলভাবে চিন্তা করতে, পদ্ধতিগতভাবে যুক্তি দিতে এবং সহযোগিতামূলকভাবে কাজ করতে নিযুক্ত করে—যা আজকের সমাজের প্রত্যেকের জন্য অপরিহার্য দক্ষতা।\n{creativeLearningApproach} এর উপর একটি নিবন্ধ পড় ।",
    "parents.creativeLearningApproachLinkText": "সৃজনশীল শিখন পন্থা",
    "parents.overviewCommunityTitle": "কমিউনিটি",
    "parents.overviewCommunityBody": "আমরা সাইটের সকল অংশগ্রহণকারীকে {communityGuidelines} অনুসরণ করতে বলি।\nআমরা কারো জন্য ব্যক্তিগত এ্যাকাউন্টের তথ্য উপলব্ধ করি না। আরো তথ্যের জন্য, অনুগ্রহ করে {privacyPolicy} দেখো।",
    "parents.communityGuidelinesLinkText": "কমিউনিটি নির্দেশিকা",
    "parents.privacyPolicyLinkText": "গোপনীয়তা নীতি",
    "parents.faqMoreAndAsk": "Scratch সম্পর্কে আরও জানতে, অনুগ্রহ করে দেখ {faqPage}। তুমি এখানে {discussionForums} প্রশ্নও করতে পার।\nযদি তোমার সরাসরি আমাদের কর্মী দলের সাথে যোগাযোগ করার প্রয়োজন হয়, যেকোন পেইজের নীচে ক্লিক কর {contactUs}।",
    "parents.faqLinkText": "বহুল জিজ্ঞাসিত প্রশ্ন ",
    "parents.faqDiscussionForumsLinkText": "আলোচনা ফোরাম",
    "parents.faqContactUsLinkText": "যোগাযোগ",
    "parents.faqAgeRangeTitle": "Scratch এর বয়স সীমা কত?",
    "parents.faqAgeRangeBody": "Scratch বিশেষ করে 8 থেকে 16 বছর বয়সী তরুণদের জন্য ডিজাইন করা হয়েছে, কিন্তু সব বয়সের মানুষ Scratch তৈরি ও শেয়ার করে। ছোট বাচ্চারা 5 থেকে 7 বছর বয়সের জন্য ডিজাইন করা Scratch এর একটি সরলীকৃত সংস্করণ {scratchJr} চেষ্টা করতে পারে।",
    "parents.faqResourcesTitle": "Scratch শেখার জন্য কি কি রিসোর্স পাওয়া যাচ্ছে ?",
    "parents.faqResourcesBody": "তুমি যদি কেবল শুরু করে থাক, Scratch এর ভিতরে একটি {stepByStepGuide} উপলব্ধ আছে। Scratch রিসোর্সগুলোর একটি ওভারভিউয়ের জন্য, {ideasPage} পেইজটি দেখ।",
    "parents.faqIdeasLinkText": "ধারণাগুলো",
    "parents.faqStepByStepGuideLinkText": "ধাপে ধাপে নির্দেশনা  ",
    "parents.faqGettingStartedGuideLinkText": "শুরু করার নির্দেশিকা (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch কার্ড",
    "parents.faqTipsLinkText": "পরামর্শ",
    "parents.faqCommunityTitle": "Scratch অনলাইন কমিউনিটি কি ?",
    "parents.faqCommunityBody": "Scratch অনলাইন কমিউনিটিতে অংশ নেওয়ার সময়, সদস্যরা সব পটভূমি, বয়স এবং আগ্রহের অন্যান্য Scratch সদস্যদের সাথে একটি উন্মুক্ত শিক্ষা কমিউনিটিতে অন্বেষণ ও পরীক্ষা করতে পারে। সদস্যরা তাদের কাজ শেয়ার করতে পারে, মতামত পেতে পারে এবং একে অপরের কাছ থেকে শিখতে পারে।",
    "parents.faqGuidelinesTitle": "Scratch অনলাইন কমিউনিটির জন্য নির্দেশনাগুলো কি ?",
    "parents.faqGuidelinesBody": "Scratch টিম সব বয়স, জাতি, জাতি, ধর্ম, এবং লিঙ্গ পরিচয়ের মানুষের জন্য একটি বন্ধুত্বপূর্ণ এবং শ্রদ্ধাশীল পরিবেশ বজায় রাখতে কমিউনিটির সাথে কাজ করে। একসাথে {communityGuidelines} পর্যালোচনা করে কিভাবে অংশগ্রহণ করতে হয় তা শিখতে তুমি তোমার সন্তানকে সাহায্য করতে পার। সদস্যদের গঠনমূলক মন্তব্য করতে এবং কমিউনিটির নির্দেশিকা অনুসরণ করে না এমন কোন কনটেন্ট রিপোর্ট করে ওয়েবসাইটটিকে বন্ধুত্বপূর্ণ রাখতে সাহায্য করতে বলা হয়। Scratch টিম প্রতিদিন কাজ করে সাইটে কার্যকলাপ পরিচালনা করতে এবং {CleanSpeak} অশ্লীলতা ফিল্টারের মত সরঞ্জামগুলোর সাহায্যে রিপোর্টের প্রতিক্রিয়া জানাতে।",
    "parents.faqCommunityGuidelinesLinkText": "কমিউনিটি নির্দেশিকা",
    "parents.faqPrivacyPolicyTitle": "তোমার গোপনীয়তা নীতি কি?",
    "parents.faqPrivacyPolicyBody": "শিশুদের অনলাইন গোপনীয়তা রক্ষার জন্য, সাইনআপ প্রক্রিয়ার সময় আমরা যা সংগ্রহ করি এবং যা আমরা ওয়েবসাইটে প্রকাশ করি তা সীমিত করি। আমরা কারও কাছে এ্যাকাউন্টের তথ্য বিক্রি বা ভাড়া দেই না। তুমি আমাদের সম্পর্কে আরো জানতে পার {privacyPolicy} পেইজে।",
    "parents.faqFAQLinkText": "বহুল জিজ্ঞাসিত প্রশ্ন পেইজ",
    "parents.faqOfflineTitle": "অনলাইনে অংশগ্রহণ না করে Scratch ব্যবহার করার উপায় আছে কি?",
    "parents.faqOfflineBody": "হ্যাঁ, Scratch অ্যাপটি তোমাকে ইন্টারনেট সংযোগ ছাড়াই Scratch প্রজেক্ট তৈরি করতে দেয়। তুমি Scratch ওয়েবসাইট বা তোমার ডিভাইসের অ্যাপ স্টোর থেকে {scratchApp} ডাউনলোড করতে পার।",
    "parents.faqScratchApp": "Scratch অ্যাপ",
    "parents.faqOffline2LinkText": "Scratch 2.0 অফলাইন ইডিটর ",
    "parents.faqOffline14LinkText": "Scratch 1.4 অফলাইন এডিটর"
}