{
    "parents.title": "Per als pares",
    "parents.intro": "Scratch és un llenguatge de programació i una comunitat online on els nens i nenes\npoden programar i compartir les seves produccions multimèdia com històries, jocs i \nanimacions amb gent d'arreu del món. Mentre creen amb \nScratch, aprenen a pensar de manera creativa, a treballar en grup i \na pensar de forma sistemàtica. Scratch està dissenyat i mantingut pel \nLifelong Kindergarten group del MIT Media Lab. ",
    "parents.overview": "Com funciona",
    "parents.faq": "Preguntes freqüents",
    "parents.overviewTitle": "Com funciona Scratch per a infants?",
    "parents.overviewLearningTitle": "Aprenent",
    "parents.overviewLearningBody": "Si vols veure una pàgina amb un resum sobre el que el jovent aprèn amb Scratch, mira {learningWithScratch}.\nLlegeix un article a {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Aprenent amb Scratch",
    "parents.creativeLearningApproachLinkText": "Enfocament de l'aprenentatge creatiu",
    "parents.overviewCommunityTitle": "Comunitat",
    "parents.overviewCommunityBody": "Demanem als participants que segueixin les {communityGuidelines}.\nNo compartim amb ningú la informació privada del compte. Per a més informació, accediu a la {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Normes de la Comunitat",
    "parents.privacyPolicyLinkText": "Política de Privacitat",
    "parents.faqMoreAndAsk": "Per saber-ne més sobre Scratch, consulta la {faqPage}.\nTambé pots compartir dubtes a {discussionForums}.\nSi necessites contactar amb l'equip, fes clic a {contactUs} al final de qualsevol pàgina.",
    "parents.faqLinkText": "Preguntes Més Freqüents (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Fòrums de discussió",
    "parents.faqContactUsLinkText": "Contacta'ns",
    "parents.faqAgeRangeTitle": "Quin és el rang d'edat per a l'Scratch?",
    "parents.faqAgeRangeBody": "Scratch ha estat desenvolupat especialment per infants i joves d'entre 8 i 16 anys d'edat, però persones de totes les edats creen i comparteixen projectes de Scratch. Per als infants més petits es recomana {scratchJr}, una versió de Scratch simplificada que ha estat dissenyada per a edats entre 5 i 7 anys.",
    "parents.faqResourcesTitle": "Quins recursos estan disponibles per aprendre Scratch?",
    "parents.faqResourcesBody": "Si tot just t'inicies, trobaràs una {stepByStepGuide} disponible a Scratch. Per a una visió de conjunt dels recursos de Scratch, consulta {ideasPage}.",
    "parents.faqIdeasLinkText": "Idees",
    "parents.faqStepByStepGuideLinkText": "guia pas a pas",
    "parents.faqGettingStartedGuideLinkText": "Guia d'iniciació (PDF)",
    "parents.faqScratchCardsLinkText": "Targetes Scratch",
    "parents.faqTipsLinkText": "Consells",
    "parents.faqCommunityTitle": "Què és la comunitat en línia de Scratch?",
    "parents.faqCommunityBody": "Quan participen en la comunitat Scratch online, els membres poden explorar i experimentar en una comunitat oberta d'aprenentatge amb altres membres de tots els països, edats i interessos. Els membres poden compartir els seus treballs, rebre comentaris i aprendre l'un de l'altre.",
    "parents.faqGuidelinesTitle": "Quines són les normes d'ús per la comunitat en línia de Scratch?",
    "parents.faqGuidelinesBody": "L'equip de Scratch del MIT treballa amb la comunitat per mantenir un entorn agradable i respectuós per a persones de totes les edats, races, ètnies, religions, orientacions sexuals, i identitats de gènere. Pots ajudar que els teus fills o alumnes aprenguin a participar tot revisant les {communityGuidelines} plegats. Volem que els membres comentin de manera constructiva per ajudar a mantenir el respecte en el lloc web tot reportant qualsevol contingut que no segueixi les normes de la comunitat. L'equip de Scratch treballa a diari per gestionar l'activitat al lloc i respondre a les notificacions, amb l'ajuda d'eines com el {CleanSpeak} filtre de males paraules.",
    "parents.faqCommunityGuidelinesLinkText": "normes de la comunitat",
    "parents.faqPrivacyPolicyTitle": "Quina és la vostra política de privacitat?",
    "parents.faqPrivacyPolicyBody": "Per protegir la privacitat en línia dels infants, limitem el que recollim durant el procés de registre, i el que fem pública a la pàgina web. Nosaltres no venem ni lloguem la informació de compte a ningú. Podeu trobar més informació en la nostra {privacyPolicy}.",
    "parents.faqFAQLinkText": "pàgina de preguntes més freqüents",
    "parents.faqOfflineTitle": "Hi ha alguna manera de fer servir Scratch sense participar en línia?",
    "parents.faqOfflineBody": "L'editor de l'escriptori de Scratch et permet crear projectes de Scratch sense connexió a Internet. Pots descarregar{scratchDesktop} des del lloc web. Abans era anomenat Editor fora de línia de Scratch",
    "parents.faqScratchDesktop": "Escriptori de Scratch",
    "parents.faqOffline2LinkText": "Editor fora de línia de Scratch 2.0",
    "parents.faqOffline14LinkText": "Editor fora de línia de Scratch 1.4"
}