{
    "parents.title": "Per als pares",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "Com funciona",
    "parents.faq": "Preguntes freqüents",
    "parents.overviewTitle": "Com funciona Scratch per a infants?",
    "parents.overviewLearningTitle": "Aprenent",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Enfocament de l'aprenentatge creatiu",
    "parents.overviewCommunityTitle": "Comunitat",
    "parents.overviewCommunityBody": "Demanem als participants que segueixin les {communityGuidelines}.\nNo compartim amb ningú la informació privada del compte. Per a més informació, accediu a la {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Normes de la Comunitat",
    "parents.privacyPolicyLinkText": "Política de Privacitat",
    "parents.faqMoreAndAsk": "Per saber-ne més sobre Scratch, consulta la {faqPage}.\nTambé pots compartir dubtes a {discussionForums}.\nSi necessites contactar amb l'equip, fes clic a {contactUs} al final de qualsevol pàgina.",
    "parents.faqLinkText": "Preguntes Més Freqüents (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Fòrums de discussió",
    "parents.faqContactUsLinkText": "Contacta'ns",
    "parents.faqAgeRangeTitle": "Quin és el rang d'edat per a l'Scratch?",
    "parents.faqAgeRangeBody": "Scratch ha estat desenvolupat especialment per infants i joves d'entre 8 i 16 anys d'edat, però persones de totes les edats creen i comparteixen projectes de Scratch. Per als infants més petits es recomana {scratchJr}, una versió de Scratch simplificada que ha estat dissenyada per a edats entre 5 i 7 anys.",
    "parents.faqResourcesTitle": "Quins recursos estan disponibles per aprendre Scratch?",
    "parents.faqResourcesBody": "Si tot just t'inicies, trobaràs una {stepByStepGuide} disponible a Scratch. Per a una visió de conjunt dels recursos de Scratch, consulta {ideasPage}.",
    "parents.faqIdeasLinkText": "Idees",
    "parents.faqStepByStepGuideLinkText": "guia pas a pas",
    "parents.faqGettingStartedGuideLinkText": "Guia d'iniciació (PDF)",
    "parents.faqScratchCardsLinkText": "Targetes Scratch",
    "parents.faqTipsLinkText": "Consells",
    "parents.faqCommunityTitle": "Què és la comunitat en línia de Scratch?",
    "parents.faqCommunityBody": "Quan participen en la comunitat Scratch online, els membres poden explorar i experimentar en una comunitat oberta d'aprenentatge amb altres membres de tots els països, edats i interessos. Els membres poden compartir els seus treballs, rebre comentaris i aprendre l'un de l'altre.",
    "parents.faqGuidelinesTitle": "Quines són les normes d'ús per la comunitat en línia de Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Normes de la Comunitat",
    "parents.faqPrivacyPolicyTitle": "Quina és la vostra política de privacitat?",
    "parents.faqPrivacyPolicyBody": "Per protegir la privacitat en línia dels infants, limitem el que recollim durant el procés de registre, i el que fem pública a la pàgina web. Nosaltres no venem ni lloguem la informació de compte a ningú. Podeu trobar més informació en la nostra {privacyPolicy}.",
    "parents.faqFAQLinkText": "pàgina de preguntes més freqüents",
    "parents.faqOfflineTitle": "Hi ha alguna manera de fer servir Scratch sense participar en línia?",
    "parents.faqOfflineBody": "Sí, l'aplicació de Scratch et permet crear projectes de Scratch sense una connexió a internet. Pots descarregar la {scratchApp} des del lloc web de Scratch o des de la botiga d'aplicacions del teu dispositiu.",
    "parents.faqScratchApp": "Aplicació de Scratch",
    "parents.faqOffline2LinkText": "Editor fora de línia de Scratch 2.0",
    "parents.faqOffline14LinkText": "Editor fora de línia de Scratch 1.4"
}