{
    "parents.title": "Ar Gyfer Rhieni",
    "parents.intro": "Mae Scratch yn iaith raglennu ac yn gymuned ar-lein lle mae plant\n yn gallu rhaglennu a rhannu cyfryngau rhyngweithiol fel straeon, gemau ac\nanimeiddio gyda phobl o bob cwr o'r byd. Wrth i blant greu gyda\nScratch, maen nhw'n dysgu meddwl yn greadigol, gweithio ar y cyd, a\nrhesymu'n systematig. Mae Scratch wedi'i ddylunio, ei ddatblygu, a'i gymedroli gan y {scratchFoundation}, sefydliad dim-er-elw.",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "Sut mae'n gweithio",
    "parents.faq": "Cwestiynau Cyffredin",
    "parents.overviewTitle": "Sut mae Scratch yn gweithio i blant?",
    "parents.overviewLearningTitle": "Dysgu",
    "parents.overviewLearningBody": "Mae Scratch yn amgylchedd dysgu diogel a chwareus sy'n ennyn diddordeb pob plentyn i feddwl yn greadigol, rhesymu yn systematig, a chydweithio — sgiliau hanfodol i bawb yn y gymdeithas heddiw. \nDarllenwch erthygl am y {creativeLearningApproach}",
    "parents.creativeLearningApproachLinkText": "Dull Dysgu Creadigol",
    "parents.overviewCommunityTitle": "Cymuned",
    "parents.overviewCommunityBody": "Rydym yn gofyn i gyfranwyr ar y wefan ddilyn y {communityGuidelines}.\nNid ydym y darparu manylion cyfrifon preifat i unrhyw un. Am ragor o wybodaeth, gw. y <a href=\"/info/faq/#privacy\">Polisi Preifatrwydd{privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Canllawiau'r Gymuned",
    "parents.privacyPolicyLinkText": "Polisi Preifatrwydd",
    "parents.faqMoreAndAsk": "I ddysgu rhagor am Scratch, gw. {faqPage}.\nGallwch hefyd ofyn cwestiynau yn y {discussionForums}.\nOs oes angen i chi gysylltu'n uniongyrchol â'n staff, cliciwch {contactUs} ar waelod unrhyw dudalen.",
    "parents.faqLinkText": "Cwestiynau Cyffredin",
    "parents.faqDiscussionForumsLinkText": "Fforymau Trafod",
    "parents.faqContactUsLinkText": "Cysylltu â Ni",
    "parents.faqAgeRangeTitle": "Beth yw ystod oed Scratch?",
    "parents.faqAgeRangeBody": "Cafodd Scratch ei ddatblygu'n arbennig ar gyfer pobl ifanc rhwng 8 ac 16 oed,  ond mae pobl o bob oed yn creu a rhannu projectau Scratch. Efallai yr hoffai plant ifanc defnyddio {scratchJr}  fersiwn symlach o Scratch ar gyfer oed 5 i 7.",
    "parents.faqResourcesTitle": "Pa adnoddau sydd ar gael ar gyfer dysgu Scratch?",
    "parents.faqResourcesBody": "Os ydych chi'n cychwyn arni, mae yna {stepByStepGuide}ar gael o fewn Scratch. Am drosolwg o adnoddau Scratch, gw. tudalen {ideasPage}.",
    "parents.faqIdeasLinkText": "Syniadau",
    "parents.faqStepByStepGuideLinkText": "canllaw cam wrth gam",
    "parents.faqGettingStartedGuideLinkText": "Canllaw Cychwyn Arni (PDF)",
    "parents.faqScratchCardsLinkText": "Cardiau Scratch",
    "parents.faqTipsLinkText": "Awgrymiadau",
    "parents.faqCommunityTitle": "Beth yw cymuned ar-lein Scratch?",
    "parents.faqCommunityBody": "Wrth gymryd rhan yng nghymuned ar-lein Scratch, gall aelodau ddarganfod ac arbrofi mewn cymuned dysgu agored gydag aelodau eraill Scratch o bob cefndir, oed a diddordebau. Gall aelodau rannu eu gwaith, derbyn adborth a dysgu gan ei gilydd.",
    "parents.faqGuidelinesTitle": "Beth yw'r canllawiau ar gyfer cymuned ar-lein Scratch?",
    "parents.faqGuidelinesBody": "Mae'r Tîm Scratch yn gweithio gyda'r gymuned i gynnal amgylchedd cyfeillgar a pharchus i bobl o bob oed, hil, ethnigrwydd, crefydd, cyfeiriadedd rhywiol a hunaniaethau rhyw. Gallwch chi helpu'ch plentyn i ddysgu sut i gymryd rhan trwy ddarllen y {communityGuidelines} gyda'ch gilydd. Rydym yn gofyn i aelodau wneud sylwadau adeiladol a helpu i gadw'r wefan yn gyfeillgar trwy adrodd ar unrhyw gynnwys nad yw'n dilyn y Canllawiau Cymunedol. Mae Tîm Scratch yn gweithio'n ddyddiol i reoli gweithgaredd ar y wefan ac ymateb i adroddiadau, gyda chymorth offer fel yr hidlydd cabledd {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "Canllawiau Cymunedol",
    "parents.faqPrivacyPolicyTitle": "Beth yw eich polisi preifatrwydd?",
    "parents.faqPrivacyPolicyBody": "Er mwyn diogelu preifatrwydd plant ar-lein, rydym yn cyfyngu ar beth rydym yn ei gasglu yn ystod y broses gofrestru a beth rydym yn ei roi yn gyhoeddus ar y wefan. Nid ydym yn gwerthu nac yn rhentu manylion cyfrifon i unrhyw un. Mae mwy i'w weld am ein polisi preifatrwydd ar ein tudalen {privacyPolicy}.",
    "parents.faqFAQLinkText": "tudalen cwestiynau cyffredin",
    "parents.faqOfflineTitle": "Oes ffordd i ddefnyddio Scratch heb gymryd rhan ar-lein?",
    "parents.faqOfflineBody": "Mae ap Scratch yn caniatáu i chi greu projectau Scratch heb gysylltiad â'r rhyngrwyd. Gallwch lwytho {scratchApp} i lawr o'r wefan neu storfa apiau eich dyfais. ",
    "parents.faqScratchApp": "Ap Scratch",
    "parents.faqOffline2LinkText": "Golygydd all-lein Scratch 2.0",
    "parents.faqOffline14LinkText": "Golygydd all-lein Scratch 1.4"
}