{
    "parents.title": "Ar Gyfer Rhieni",
    "parents.intro": "Mae Scratch yn iaith rhaglennu a chymuned ar-lein lle gall lle gall plant a phobl ifanc raglennu a rhannu cyfryngau rhyngweithiol megis straeon, gemau ac animeiddiadau gyda phobl ar draws y byd. Wrth greu gyda Scratch, maent yn dysgu meddwl yn greadigol, gweithio ar y cyd ac ymresymu'n systematig. Mae Scratch wedi ei gynllunio a'i gynnal gan grŵp Lifelong Kindergarten yn yr MIT Media Lab.",
    "parents.overview": "Sut mae'n gweithio",
    "parents.faq": "Cwestiynau Cyffredin",
    "parents.overviewTitle": "Sut mae Scratch yn gweithio i blant?",
    "parents.overviewLearningTitle": "Dysgu",
    "parents.overviewLearningBody": "Am drosolwg un dudalen o beth mae pobl ifanc yn dysgu gyda Scratch, gw. {learningWithScratch}.\nDarllenwch erthygl ar y {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Dysgu gyda Scratch",
    "parents.creativeLearningApproachLinkText": "Dull Dysgu Creadigol",
    "parents.overviewCommunityTitle": "Cymuned",
    "parents.overviewCommunityBody": "Rydym yn gofyn i gyfranwyr ar y wefan ddilyn y {communityGuidelines}.\nNid ydym y darparu manylion cyfrifon preifat i unrhyw un. Am ragor o wybodaeth, gw. y <a href=\"/info/faq/#privacy\">Polisi Preifatrwydd{privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Canllawiau'r Gymuned",
    "parents.privacyPolicyLinkText": "Polisi Preifatrwydd",
    "parents.faqMoreAndAsk": "I ddysgu rhagor am Scratch, gw. {faqPage}.\nGallwch hefyd ofyn cwestiynau yn y {discussionForums}.\nOs oes angen i chi gysylltu'n uniongyrchol â'n staff, cliciwch {contactUs} ar waelod unrhyw dudalen.",
    "parents.faqLinkText": "Cwestiynau Cyffredin",
    "parents.faqDiscussionForumsLinkText": "Fforymau Trafod",
    "parents.faqContactUsLinkText": "Cysylltu â Ni",
    "parents.faqAgeRangeTitle": "Beth yw ystod oed Scratch?",
    "parents.faqAgeRangeBody": "Cafodd Scratch ei ddatblygu'n arbennig ar gyfer pobl ifanc rhwng 8 ac 16 oed,  ond mae pobl o bob oed yn creu a rhannu projectau Scratch. Efallai yr hoffai plant ifanc defnyddio {scratchJr}  fersiwn symlach o Scratch ar gyfer oed 5 i 7.",
    "parents.faqResourcesTitle": "Pa adnoddau sydd ar gael ar gyfer dysgu Scratch?",
    "parents.faqResourcesBody": "Os ydych chi'n cychwyn arni, mae yna {stepByStepGuide}ar gael o fewn Scratch. Am drosolwg o adnoddau Scratch, gw. tudalen {ideasPage}.",
    "parents.faqIdeasLinkText": "Syniadau",
    "parents.faqStepByStepGuideLinkText": "canllaw cam wrth gam",
    "parents.faqGettingStartedGuideLinkText": "Canllaw Cychwyn Arni (PDF)",
    "parents.faqScratchCardsLinkText": "Cardiau Scratch",
    "parents.faqTipsLinkText": "Awgrymiadau",
    "parents.faqCommunityTitle": "Beth yw cymuned ar-lein Scratch?",
    "parents.faqCommunityBody": "Wrth gymryd rhan yng nghymuned ar-lein Scratch, gall aelodau ddarganfod ac arbrofi mewn cymuned dysgu agored gydag aelodau eraill Scratch o bob cefndir, oed a diddordebau. Gall aelodau rannu eu gwaith, derbyn adborth a dysgu gan ei gilydd.",
    "parents.faqGuidelinesTitle": "Beth yw'r canllawiau ar gyfer cymuned ar-lein Scratch?",
    "parents.faqGuidelinesBody": "Mae Tîm Scratch MIT yn gweithio gyda'r gymuned i gynnal amgylchedd gyfeillgar a pharchus ar gyfer pobl o bob oed, hil, ethnigrwydd, crefydd, tuedd rywiol a hunaniaeth rywiol. Gallwch ddysgu eich plentyn sut i gymryd rhan drwy ddarllen {communityGuidelines} gyda'ch gilydd. Rydym yn gofyn i aelodau adael sylwadau cadarnhaol a chynorthwyo i gadw'r wefan yn lle cyfeillgar drwy adrodd ar unrhyw gynnwys nad yw'n dilyn canllawiau'r gymuned. Mae Tîm Scratch yn gweithio bob dydd i reoli gweithgareddau ar y wefan ac i ymateb i adroddiadau  gyda chymorth offer fel hidl  geiriau drwg {CleanSpeak}",
    "parents.faqCommunityGuidelinesLinkText": "canllawiau'r gymuned",
    "parents.faqPrivacyPolicyTitle": "Beth yw eich polisi preifatrwydd?",
    "parents.faqPrivacyPolicyBody": "Er mwyn diogelu preifatrwydd plant ar-lein, rydym yn cyfyngu ar beth rydym yn ei gasglu yn ystod y broses gofrestru a beth rydym yn ei roi yn gyhoeddus ar y wefan. Nid ydym yn gwerthu nac yn rhentu manylion cyfrifon i unrhyw un. Mae mwy i'w weld am ein polisi preifatrwydd ar ein tudalen {privacyPolicy}.",
    "parents.faqFAQLinkText": "tudalen cwestiynau cyffredin",
    "parents.faqOfflineTitle": "Oes ffordd i ddefnyddio Scratch heb gymryd rhan ar-lein?",
    "parents.faqOfflineBody": "Mae golygydd Scratch Bwrdd Gwaith yn caniatáu i chi greu projectau Scratch heb gysylltiad â'r rhyngrwyd. Gallwch lwytho {scratchDesktop} i lawr o'r wefan  Yn y gorffennol roedd hwn yn cael ei alw y golygydd Scratch All-lein.",
    "parents.faqScratchDesktop": "Scratch Bwrdd Gwaith",
    "parents.faqOffline2LinkText": "Golygydd all-lein Scratch 2.0",
    "parents.faqOffline14LinkText": "Golygydd all-lein Scratch 1.4"
}