{
    "parents.title": "Für Eltern",
    "parents.intro": "Scratch ist eine Programmiersprache und eine Online-Community: Kinder können interaktiv Geschichten, Spiele und Animationen programmieren und mit anderen auf der ganzen Welt teilen. Mit Scratch lernen Kinder Kreativität, Teamfähigkeit und logisches Denken. Die {scratchFoundation}, eine Non-Profit-Organisation, designt, entwickelt und moderiert Scratch.",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "Vorteile",
    "parents.faq": "Häufig gestellte Fragen",
    "parents.overviewTitle": "Warum ist Scratch für Kinder?",
    "parents.overviewLearningTitle": "Lernen",
    "parents.overviewLearningBody": "Scratch bietet eine sichere und spielerische Lernumgebung, die allen Kindern Kreativität, logisches Denken und Teamarbeit nahebringt – grundlegende Fähigkeiten in unserer heutigen Gesellschaft.\nWarum Kreativität beim Lernen so wichtig ist, kannst du in diesem {creativeLearningApproach} lesen.",
    "parents.creativeLearningApproachLinkText": "Artikel",
    "parents.overviewCommunityTitle": "Community",
    "parents.overviewCommunityBody": "Wir ersuchen alle Nutzerinnen und Nutzer der Seite, die {communityGuidelines} zu beachten.\nWir geben Dritten keine personenbezogenen Daten weiter. Nähere Informationen finden sich in unseren {privacyPolicy} .",
    "parents.communityGuidelinesLinkText": "Community-Regeln",
    "parents.privacyPolicyLinkText": "Datenschutzbestimmungen",
    "parents.faqMoreAndAsk": "Mehr über Scratch erfährst du auf der Unterseite {faqPage}.\nIn den {discussionForums} kannst du auch Fragen stellen.\nWenn du das Scratch-Team direkt kontaktieren möchtest, klicke auf {contactUs} unten auf jeder Seite.",
    "parents.faqLinkText": "Häufig gestellte Fragen (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Diskussionsforen",
    "parents.faqContactUsLinkText": "Kontakt",
    "parents.faqAgeRangeTitle": "Für welche Altersgruppen ist Scratch geeignet?",
    "parents.faqAgeRangeBody": "Scratch ist speziell für junge Menschen von 8 bis 16 Jahren konzipiert. Es können jedoch Personen jeden Alters mit Scratch Inhalte erstellen und teilen. Jüngere Kinder können {scratchJr} ausprobieren, eine vereinfachte Version von Scratch, die für Kinder von 5 bis 7 Jahren gedacht ist.",
    "parents.faqResourcesTitle": "Welche Ressourcen stehen dir für Scratch zur Verfügung?",
    "parents.faqResourcesBody": "Wenn du neu hier bist, schau dir zuerst die {stepByStepGuide} an. Eine Übersicht aller Ressourcen findest du unter {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideen",
    "parents.faqStepByStepGuideLinkText": "Schritt-für-Schritt-Anleitung",
    "parents.faqGettingStartedGuideLinkText": "Erste-Schritte-Anleitung (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch-Karten",
    "parents.faqTipsLinkText": "Tipps",
    "parents.faqCommunityTitle": "Was ist die Scratch-Online-Community?",
    "parents.faqCommunityBody": "Als Mitglied der Scratch-Online-Community kannst du in einer offenen Lernumgebung gemeinsam mit anderen Mitgliedern, egal wie alt sie sind, wo oder wie sie leben, experimentieren und Neues entdecken. Ihr könnt eure Projekte teilen, euch Feedback geben und voneinander lernen.",
    "parents.faqGuidelinesTitle": "Welche Regeln gelten in der Scratch-Community?",
    "parents.faqGuidelinesBody": "Damit die Community eine freundliche und wertschätzende Umgebung für alle Menschen bleibt, unabhängig von ihrem Alter, ihrer Volksgruppe, Religion, sexuellen Orientierung oder Geschlechteridentität, wird sie vom Scratch-Team moderiert. Eltern werden gebeten, die {communityGuidelines} mit ihren Kindern zu besprechen. Wir bitten alle Mitglieder, nur konstruktives Feedback zu geben und durch Meldung von Inhalten, die nicht den Community-Regeln entsprechen, mitzuhelfen, dass die Website ein freundlicher Ort bleibt. Das Scratch-Team verfolgt die Community-Aktivitäten täglich, reagiert auf Meldungen und managt die Website mit Tools wie dem Profanitätsfilter {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "Community-Regeln",
    "parents.faqPrivacyPolicyTitle": "Wie lauten unsere Datenschutzbestimmungen?",
    "parents.faqPrivacyPolicyBody": "Um die Online-Privatsphäre von Kindern zu schützen, sammeln wir nur wenige Daten beim Anmeldeprozess und veröffentlichen auch nur wenige auf der Website. Wir verkaufen keine Daten an Dritte. Nähere Details findest du unter {privacyPolicy}.",
    "parents.faqFAQLinkText": "FAQ-Seite",
    "parents.faqOfflineTitle": "Kann ich Scratch auch offline nutzen?",
    "parents.faqOfflineBody": "Ja, mit der Scratch-App kannst du Scratch-Projekte ohne Internetverbindung erstellen. Du kannst dir die {scratchApp} von der Scratch-Website oder dem App Store für dein Gerät herunterladen.",
    "parents.faqScratchApp": "Scratch-App",
    "parents.faqOffline2LinkText": "Scratch 2.0 Offline Editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 Offline Editor"
}