{
    "parents.title": "Für Eltern",
    "parents.intro": "Scratch ist eine Programmiersprache und eine Online-Gemeinschaft, in der Kinder \ninteraktive Medien wie Geschichten, Spiele und Animationen  programmieren und \nweltweit mit anderen teilen können. Indem Kinder ihre Ideen mit Scratch umsetzen, \nlernen sie kreativ zu denken, mit anderen zusammenzuarbeiten und systematisch \nvorzugehen. Scratch wurde von der Lifelong-Kindergarten-Gruppe am MIT Media Lab \ndes MIT geschaffen und wird von ihr gepflegt und ständig weiterentwickelt. ",
    "parents.overview": "Wie es funktionert",
    "parents.faq": "Häufig gestellte Fragen",
    "parents.overviewTitle": "Wie funkioniert Scrach für Kinder",
    "parents.overviewLearningTitle": "Lernen",
    "parents.overviewLearningBody": "Für ein einseitige Übersicht was Junge mit Scratch lernen können, siehe {learningWithScratch}.\nLies den Artikel zu {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Lernen mit Scratch",
    "parents.creativeLearningApproachLinkText": "Kreativer Lern-Ansatz ",
    "parents.overviewCommunityTitle": "Gemeinschaft",
    "parents.overviewCommunityBody": "Wir bitten alle Teilnehmer auf der Seite, die {communityGuidelines}zu beachten .\nWir stellen keine Privaten Kontoinformationen Dritten zur Verfügung. Weitere Informationen finden Sie hier: {privacyPolicy} .",
    "parents.communityGuidelinesLinkText": "Community-Regeln",
    "parents.privacyPolicyLinkText": "Datenschutzrichtlinien",
    "parents.faqMoreAndAsk": "Um mehr über Scratch zu erfahren, besuchen Sie {faqPage} .\nSie können auch Fragen stellen in den {discussionForums}.\nWenn Sie unser Mitarbeiterteam direkt kontaktieren möchten, klicken Sie{contactUs} unten auf jeder Seite.",
    "parents.faqLinkText": "Häufig gestellte Fragen (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Diskussionsforen",
    "parents.faqContactUsLinkText": "Kontaktformular",
    "parents.faqAgeRangeTitle": "Für welche Altersgruppen ist Scratch geeignet?",
    "parents.faqAgeRangeBody": "Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJr}, a simplified version of Scratch designed for ages 5 to 7.",
    "parents.faqResourcesTitle": "Welche Hilfen stehen für das Lernen von Scratch zur Verfügung?",
    "parents.faqResourcesBody": "If you’re just getting started, there’s a {stepByStepGuide} available inside Scratch. For an overview of Scratch resources, see the {ideasPage} page.",
    "parents.faqIdeasLinkText": "Ideen",
    "parents.faqStepByStepGuideLinkText": "Schritt-für-Schritt-Anleitung",
    "parents.faqGettingStartedGuideLinkText": "Erste-Schritte-Anleitung (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch-Karten",
    "parents.faqTipsLinkText": "Tipps",
    "parents.faqCommunityTitle": "Was ist die Scratch-Online-Gemeinschaft?",
    "parents.faqCommunityBody": "Mitglieder der Scratch-Online-Gemeinschaft können in einer offenen Lerngemeinschaft mit anderen Scratchern von unterschiedlichstem Hintergrund, Alter oder Interessen experimentieren und Zusammenhänge erkunden. Sie haben die Möglichkeit, ihre Arbeit zu teilen, Feedback zu erhalten und voneinander zu lernen.",
    "parents.faqGuidelinesTitle": "Welche Richtlinien gelten für die Scratch-Online-Gemeinschaft?",
    "parents.faqGuidelinesBody": "Das MIT Scratch Team arbeitet mit der Gemeinschaft (=online community) zusammen, um eine freundliche und respektvolle Umgebung für Menschen jeden Alters, jeder Rasse, ethnischen Herkunft, Religion, sexuellen Orientierung und Geschlechtsidentität zu schaffen. Du kannst deinem Kind lernen helfen, wie es teilnehmen kann, indem du die {communityGuidelines}gemeinsam durchliest. Die Mitglieder werden gebeten, konstruktiv zu kommentieren und die Website freundlich zu gestalten, indem sie alle Inhalte melden, die nicht den Richtlinien der Gemeinschaft entsprechen. Das Scratch-Team arbeitet jeden Tag daran, die Aktivitäten auf der Website zu verwalten und auf Berichte zu reagieren und bedient sich der Hilfe von Tools wie dem {CleanSpeak}Filter.",
    "parents.faqCommunityGuidelinesLinkText": "Gemeinschaftsrichtlinien",
    "parents.faqPrivacyPolicyTitle": "Unsere Datenschutzregelungen",
    "parents.faqPrivacyPolicyBody": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our {privacyPolicy} page.",
    "parents.faqFAQLinkText": "FAQ-Seite",
    "parents.faqOfflineTitle": "Gibt es die Möglichkeit, Scratch zu nutzen, ohne sich online zu registrieren?",
    "parents.faqOfflineBody": "The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {scratchDesktop} from the website. This was previously called the Scratch Offline editor.",
    "parents.faqScratchDesktop": "Scratch Desktop",
    "parents.faqOffline2LinkText": "Scratch 2.0 Offline Editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 Offline Editor"
}