{
    "parents.title": "Für Eltern",
    "parents.intro": "Scratch ist eine Programmiersprache und eine Online-Gemeinschaft, in der Kinder \ninteraktive Medien wie Geschichten, Spiele und Animationen  programmieren und \nweltweit mit anderen teilen können. Indem Kinder ihre Ideen mit Scratch umsetzen, \nlernen sie kreativ zu denken, mit anderen zusammenzuarbeiten und systematisch \nvorzugehen. Scratch wurde von der Lifelong-Kindergarten-Gruppe am MIT Media Lab \ndes MIT geschaffen und wird von ihr gepflegt und ständig weiterentwickelt. ",
    "parents.overview": "Wie es funktionert",
    "parents.faq": "Häufig gestellte Fragen",
    "parents.overviewTitle": "Wie funktioniert Scratch für Kinder?",
    "parents.overviewLearningTitle": "Lernen",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Kreativer Lern-Ansatz ",
    "parents.overviewCommunityTitle": "Gemeinschaft",
    "parents.overviewCommunityBody": "Wir bitten alle Teilnehmer auf der Seite, die {communityGuidelines} zu beachten .\nWir stellen keine Privaten Kontoinformationen Dritten zur Verfügung. Weitere Informationen finden Sie hier: {privacyPolicy} .",
    "parents.communityGuidelinesLinkText": "Community-Regeln",
    "parents.privacyPolicyLinkText": "Datenschutzrichtlinien",
    "parents.faqMoreAndAsk": "Um mehr über Scratch zu erfahren, besuchen Sie {faqPage}.\nSie können auch Fragen stellen in den {discussionForums}.\nWenn Sie unser Mitarbeiterteam direkt kontaktieren möchten, klicken Sie {contactUs} unten auf jeder Seite.",
    "parents.faqLinkText": "Häufig gestellte Fragen (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Diskussionsforen",
    "parents.faqContactUsLinkText": "Kontaktformular",
    "parents.faqAgeRangeTitle": "Für welche Altersgruppen ist Scratch geeignet?",
    "parents.faqAgeRangeBody": "Scratch ist speziell für junge Menschen von 8 bis 16 Jahren konzipiert. Es können jedoch Personen jeden Alters mit Scratch Inhalte erstellen und teilen. Jüngere Kinder möchten eventuell {scratchJr} ausprobieren - eine vereinfachte Version von Scratch, welche für Kinder von 5 - 7 Jahren gedacht ist.",
    "parents.faqResourcesTitle": "Welche Hilfen stehen für das Lernen von Scratch zur Verfügung?",
    "parents.faqResourcesBody": "Zum Starten ist eine {stepByStepGuide} verfügbar. Für eine Übersicht der Ressourcen zu erlangen, siehe die {ideasPage} Seite.",
    "parents.faqIdeasLinkText": "Ideen",
    "parents.faqStepByStepGuideLinkText": "Schritt-für-Schritt-Anleitung",
    "parents.faqGettingStartedGuideLinkText": "Erste-Schritte-Anleitung (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch-Karten",
    "parents.faqTipsLinkText": "Tipps",
    "parents.faqCommunityTitle": "Was ist die Scratch-Online-Gemeinschaft?",
    "parents.faqCommunityBody": "Mitglieder der Scratch-Online-Gemeinschaft können in einer offenen Lerngemeinschaft mit anderen Scratchern von unterschiedlichstem Hintergrund, Alter oder Interessen experimentieren und Zusammenhänge erkunden. Sie haben die Möglichkeit, ihre Arbeit zu teilen, Feedback zu erhalten und voneinander zu lernen.",
    "parents.faqGuidelinesTitle": "Welche Richtlinien gelten für die Scratch-Online-Gemeinschaft?",
    "parents.faqGuidelinesBody": "Das MIT Scratch Team arbeitet mit der Gemeinschaft (=online community) zusammen, um eine freundliche und respektvolle Umgebung für Menschen jeden Alters, jeder Rasse, ethnischen Herkunft, Religion, sexuellen Orientierung und Geschlechtsidentität zu schaffen. Du kannst deinem Kind lernen helfen, wie es teilnehmen kann, indem du die {communityGuidelines} gemeinsam mit ihm durchliest. Die Mitglieder werden gebeten, konstruktiv zu kommentieren und die Website freundlich zu gestalten, indem sie alle Inhalte melden, die nicht den Richtlinien der Gemeinschaft entsprechen. Das Scratch-Team arbeitet jeden Tag daran, die Aktivitäten auf der Website zu verwalten und auf Berichte zu reagieren und bedient sich der Hilfe von Tools wie dem {CleanSpeak} Filter.",
    "parents.faqCommunityGuidelinesLinkText": "Gemeinschaftsrichtlinien",
    "parents.faqPrivacyPolicyTitle": "Unsere Datenschutzrichtlinien",
    "parents.faqPrivacyPolicyBody": "Um die Online-Privatsphäre von Kindern zu schützen, beschränken wir das, was wir während des Anmeldevorgangs sammeln und was wir auf der Website veröffentlichen. Wir verkaufen oder vermieten keine Kontoinformationen an Dritte. Du kannst mehr über unsere {privacyPolicy} erfahren.",
    "parents.faqFAQLinkText": "FAQ-Seite",
    "parents.faqOfflineTitle": "Gibt es die Möglichkeit, Scratch ohne Internetverbindung (offline) zu nutzen?",
    "parents.faqOfflineBody": "Ja, die Scratch App erlaubt dir Scratch-Projekte zu erstellen, ohne dass du über eine Internetverbindung verfügst. Du kannst die {scratchApp} von der Scratch-Webseite oder vom App-Store deines Gerätes herunterladen.",
    "parents.faqScratchApp": "Scratch App",
    "parents.faqOffline2LinkText": "Scratch 2.0 Offline Editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 Offline Editor"
}