{
    "parents.title": "Για Γονείς",
    "parents.intro": "Το Scratch είναι μια γλώσσα προγραμματισμού και μια δικτυακή κοινότητα όπου τα παιδιά μπορούν να προγραμματίζουν και να μοιράζονται διαδραστικά μέσα όπως ιστορίες, παιχνίδια, και κινούμενα σχέδια με ανθρώπους απ'όλον τον κόσμο. Καθώς τα παιδιά δημιουργούν με το Scratch, μαθαίνουν να σκέφτονται δημιουργικά, να εργάζονται συνεργατικά, και να συμπεραίνουν συστηματικά. Το Scratch έχει σχεδιαστεί και συντηρείται από την ομάδα Lifelong Kindergarten στο MIT Media Lab.",
    "parents.overview": "Πώς λειτουργεί",
    "parents.faq": "Συχνές Ερωτήσεις",
    "parents.overviewTitle": "Πώς λειτουργεί το Scratch για παιδιά;",
    "parents.overviewLearningTitle": "Εκμάθηση",
    "parents.overviewLearningBody": "Για σύνοψη μιας σελίδας για το τι μπορούν να κερδίσουν οι νέοι με το Scratch, δείτε  {learningWithScratch}.\nΔιαβάστε ένα άρθρο στο {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Μαθαίνοντας με το Scratch",
    "parents.creativeLearningApproachLinkText": "Προσέγγιση Δημιουργικής Εκμάθησης",
    "parents.overviewCommunityTitle": "Κοινότητα",
    "parents.overviewCommunityBody": "Ζητάμε από όλους τους συμμετέχοντες στον ιστότοπο να ακολουθούν τις  {communityGuidelines}.\nΔεν παρέχουμε τις ιδιωτικές πληροφορίες του λογαριασμού σε κανέναν. Για περισσότερες πληροφορίες, παρακαλούμε δείτε τη {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Οδηγίες Kοινότητας",
    "parents.privacyPolicyLinkText": "Πολιτική Απορρήτου",
    "parents.faqMoreAndAsk": "Για να μάθετε περισσότερα για το Scratch, παρακαλούμε επισκεφτείτε τη {faqPage}.\nΜπορείτε επίσης να θέσετε ερωτήματα στις {discussionForums}.\nΑν χρειάζεται να επικοινωνήσετε με την ομάδα προσωπικού μας απευθείας, κάντε κλικ στο {contactUs} στο κάτω μέρος κάθε σελίδας.",
    "parents.faqLinkText": "Συχνές Ερωτήσεις (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Δημόσιες Συζητήσεις",
    "parents.faqContactUsLinkText": "Επικοινωνήστε Μαζί Μας",
    "parents.faqAgeRangeTitle": "Ποιο είναι το φάσμα των ηλικιών για το Scratch;",
    "parents.faqAgeRangeBody": "Το Scratch είναι σχεδιασμένο ειδικά για νέους ηλικίας από 8 έως 16, αλλά άνθρωποι όλων των ηλικιών δημιουργούν και μοιράζονται με το Scratch. Τα μικρότερα παιδιά μπορεί να θέλουν να δοκιμάσουν το {scratchJr}, μια απλοποιημένη έκδοση του Scratch σχεδιασμένη για ηλικίες από 5 έως 7.",
    "parents.faqResourcesTitle": "Ποιες πηγές είναι διαθέσιμες για να μάθω να χρησιμοποιώ το Scratch;",
    "parents.faqResourcesBody": "Αν ξεκινάτε τώρα, υπάρχει ένας διαθέσιμος  {stepByStepGuide} μέσα στο Scratch. Για επισκόπηση πηγών Scratch, δείτε τη σελίδα {ideasPage}.",
    "parents.faqIdeasLinkText": "Ιδέες",
    "parents.faqStepByStepGuideLinkText": "οδηγός βήμα-βήμα",
    "parents.faqGettingStartedGuideLinkText": "Οδηγός Εκκίνησης (PDF)",
    "parents.faqScratchCardsLinkText": "Κάρτες Scratch",
    "parents.faqTipsLinkText": "Συμβουλές",
    "parents.faqCommunityTitle": "Τι είναι η διαδικτυακή κοινότητα του Scratch;",
    "parents.faqCommunityBody": "Όταν συμμετέχετε στη διαδικτυακή κοινότητα του Scratch, τα μέλη μπορούν να εξερευνήσουν και να πειραματιστούν σε μια ανοικτή μαθησιακή κοινότητα με άλλα μέλη του Scratch όλων των υποβάθρων, ηλικιών και ενδιαφερόντων. Τα μέλη μπορούν να μοιραστούν την δουλειά τους, να λάβουν ανατροφοδότηση, και να μάθουν ο ένας απ' τον άλλον.",
    "parents.faqGuidelinesTitle": "Ποιες είναι οι οδηγίες για τη διαδικτυακή κοινότητα του Scratch;",
    "parents.faqGuidelinesBody": "Η Ομάδα Scratch του MIT εργάζεται με την κοινότητα για να διατηρήσει ένα φιλικό και γεμάτο σεβασμό περιβάλλον για ανθρώπους όλων των ηλικιών, φυλών, εθνικοτήτων,  θρησκειών, σεξουαλικών προσανατολισμών και ταυτοτήτων φύλου. Μπορείτε να βοηθήσετε το παιδί σας να μάθει πώς να συμμετέχει εξετάζοντας τις {communityGuidelines} μαζί του. Ζητάμε από τα μέλη να σχολιάζουν εποικοδομητικά και να βοηθούν στη διατήρηση ενός φιλικού ιστοτόπου αναφέροντας οποιοδήποτε περιεχόμενο δεν ακολουθεί τις οδηγίες της κοινότητας. Η Ομάδα του Scratch εργάζεται κάθε μέρα για να διαχειρίζεται τη δραστηριότητα στον ιστότοπο και να απαντάει σε αναφορές, με τη βοήθεια εργαλείων όπως το φίλτρο ασέβειας {CleanSpeak}. ",
    "parents.faqCommunityGuidelinesLinkText": "οδηγίες κοινότητας",
    "parents.faqPrivacyPolicyTitle": "Ποια είναι η πολιτική προστασίας;",
    "parents.faqPrivacyPolicyBody": "Για να προστατεύσουμε τη διαδικτυακή ιδιωτικότητα των παιδιών, περιορίζουμε τα δεδομένα που συλλέγουμε κατά τη διάρκεια της διαδικασίας εγγραφής, και τα δεδομένα που εμφανίζονται δημόσια στον ιστότοπο. Δεν πουλάμε ή νοικιάζουμε πληροφορίες λογαριασμού σε κανέναν. Μπορείτε να μάθετε περισσότερα για την {privacyPolicy} μας. ",
    "parents.faqFAQLinkText": "σελίδα συχνών ερωτήσεων",
    "parents.faqOfflineTitle": "Υπάρχει τρόπος να χρησιμοποιήσω το Scratch χωρίς να συμμετέχω διαδικτυακά;",
    "parents.faqOfflineBody": "Ο επεξεργαστής Scratch Desktop σας επιτρέπει τη δημιουργία έργων Scratch χωρίς σύνδεση στο διαδίκτυο. Μπορείτε να κατεβάσετε το {scratchDesktop} από τον ιστότοπο. Η προηγούμενη ονομασία του ήταν Scratch Offline editor.",
    "parents.faqScratchDesktop": "Scratch Desktop",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline editor"
}