{
    "parents.title": "Για Γονείς",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Ίδρυμα Scratch",
    "parents.overview": "Πώς λειτουργεί",
    "parents.faq": "Συχνές Ερωτήσεις",
    "parents.overviewTitle": "Πώς λειτουργεί το Scratch για παιδιά;",
    "parents.overviewLearningTitle": "Εκμάθηση",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Προσέγγιση Δημιουργικής Εκμάθησης",
    "parents.overviewCommunityTitle": "Κοινότητα",
    "parents.overviewCommunityBody": "Ζητάμε από όλους τους συμμετέχοντες στον ιστότοπο να ακολουθούν τις  {communityGuidelines}.\nΔεν παρέχουμε τις ιδιωτικές πληροφορίες του λογαριασμού σε κανέναν. Για περισσότερες πληροφορίες, παρακαλούμε δείτε τη {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Οδηγίες Kοινότητας",
    "parents.privacyPolicyLinkText": "Πολιτική Απορρήτου",
    "parents.faqMoreAndAsk": "Για να μάθετε περισσότερα για το Scratch, παρακαλούμε επισκεφτείτε τη {faqPage}.\nΜπορείτε επίσης να θέσετε ερωτήματα στις {discussionForums}.\nΑν χρειάζεται να επικοινωνήσετε με την ομάδα προσωπικού μας απευθείας, κάντε κλικ στο {contactUs} στο κάτω μέρος κάθε σελίδας.",
    "parents.faqLinkText": "Συχνές Ερωτήσεις (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Δημόσιες Συζητήσεις",
    "parents.faqContactUsLinkText": "Επικοινωνήστε Μαζί Μας",
    "parents.faqAgeRangeTitle": "Ποιο είναι το φάσμα των ηλικιών για το Scratch;",
    "parents.faqAgeRangeBody": "Το Scratch είναι σχεδιασμένο ειδικά για νέους ηλικίας από 8 έως 16, αλλά άνθρωποι όλων των ηλικιών δημιουργούν και μοιράζονται με το Scratch. Τα μικρότερα παιδιά μπορεί να θέλουν να δοκιμάσουν το {scratchJr}, μια απλοποιημένη έκδοση του Scratch σχεδιασμένη για ηλικίες από 5 έως 7.",
    "parents.faqResourcesTitle": "Ποιες πηγές είναι διαθέσιμες για να μάθω να χρησιμοποιώ το Scratch;",
    "parents.faqResourcesBody": "Αν ξεκινάτε τώρα, υπάρχει ένας διαθέσιμος  {stepByStepGuide} μέσα στο Scratch. Για επισκόπηση πηγών Scratch, δείτε τη σελίδα {ideasPage}.",
    "parents.faqIdeasLinkText": "Ιδέες",
    "parents.faqStepByStepGuideLinkText": "οδηγός βήμα-βήμα",
    "parents.faqGettingStartedGuideLinkText": "Οδηγός Εκκίνησης (PDF)",
    "parents.faqScratchCardsLinkText": "Κάρτες Scratch",
    "parents.faqTipsLinkText": "Συμβουλές",
    "parents.faqCommunityTitle": "Τι είναι η διαδικτυακή κοινότητα του Scratch;",
    "parents.faqCommunityBody": "Όταν συμμετέχετε στη διαδικτυακή κοινότητα του Scratch, τα μέλη μπορούν να εξερευνήσουν και να πειραματιστούν σε μια ανοικτή μαθησιακή κοινότητα με άλλα μέλη του Scratch όλων των υποβάθρων, ηλικιών και ενδιαφερόντων. Τα μέλη μπορούν να μοιραστούν την δουλειά τους, να λάβουν ανατροφοδότηση, και να μάθουν ο ένας απ' τον άλλον.",
    "parents.faqGuidelinesTitle": "Ποιες είναι οι οδηγίες για τη διαδικτυακή κοινότητα του Scratch;",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Οδηγίες Kοινότητας",
    "parents.faqPrivacyPolicyTitle": "Ποια είναι η πολιτική προστασίας;",
    "parents.faqPrivacyPolicyBody": "Για να προστατεύσουμε τη διαδικτυακή ιδιωτικότητα των παιδιών, περιορίζουμε τα δεδομένα που συλλέγουμε κατά τη διάρκεια της διαδικασίας εγγραφής, και τα δεδομένα που εμφανίζονται δημόσια στον ιστότοπο. Δεν πουλάμε ή νοικιάζουμε πληροφορίες λογαριασμού σε κανέναν. Μπορείτε να μάθετε περισσότερα για την {privacyPolicy} μας. ",
    "parents.faqFAQLinkText": "σελίδα συχνών ερωτήσεων",
    "parents.faqOfflineTitle": "Υπάρχει τρόπος να χρησιμοποιήσω το Scratch χωρίς να συμμετέχω διαδικτυακά;",
    "parents.faqOfflineBody": "Yes, the Scratch app allows you to create Scratch projects without an internet connection. You can download the {scratchApp} from the Scratch website or the app store on your device.",
    "parents.faqScratchApp": "Scratch app",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline editor"
}