{
    "parents.title": "Para Padres",
    "parents.intro": "Scratch es un lenguaje de programación y una comunidad en línea donde los niños\n pueden programar y compartir medios interactivos como historias, juegos y \nanimación con personas de todo el mundo. A medida que los niños crean con \nScratch, aprenden a pensar de manera creativa, trabajar en colaboración y \nrazonar sistemáticamente. Scratch está diseñado, desarrollado y moderado por {scratchFoundation}, una organización sin fines de lucro.",
    "parents.scratchFoundationLinkText": "Fundación Scratch",
    "parents.overview": "Cómo funciona",
    "parents.faq": "Preguntas frecuentes (FAQ)",
    "parents.overviewTitle": "¿Cómo funciona Scratch para los niños?",
    "parents.overviewLearningTitle": "Aprendizaje",
    "parents.overviewLearningBody": "Scratch es un entorno de aprendizaje seguro y lúdico que involucra a todos los niños en el pensamiento creativo, el razonamiento sistemático y el trabajo colaborativo, habilidades esenciales para todos en la sociedad actual.\nLea un artículo sobre {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Enfoque de aprendizaje creativo",
    "parents.overviewCommunityTitle": "Comunidad",
    "parents.overviewCommunityBody": "Pedimos a todos los participantes en el sitio que sigan el .{communityGuidelines}\nNo ponemos a disposición de nadie la información de la cuenta privada. Para obtener más información, consulte el {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Reglas de la comunidad",
    "parents.privacyPolicyLinkText": "Política de privacidad",
    "parents.faqMoreAndAsk": "Para obtener más información sobre Scratch, consulte {faqPage}.\nTambién puede hacer preguntas en .{discussionForums}\nSi necesita comunicarse directamente con nuestro equipo de personal, haga clic en {contactUs} en la parte inferior de cualquier página.",
    "parents.faqLinkText": "Preguntas Frecuentes",
    "parents.faqDiscussionForumsLinkText": "Foros de discusión",
    "parents.faqContactUsLinkText": "Contáctanos",
    "parents.faqAgeRangeTitle": "¿Cuál es el rango de edad para Scratch?",
    "parents.faqAgeRangeBody": "Scratch está diseñado especialmente para jóvenes de 8 a 16 años, pero personas de todas las edades crean y comparten con Scratch. Los niños más pequeños querrán probar {scratchJr}, una versión simplificada de Scratch diseñada para edades de 5 a 7 años.",
    "parents.faqResourcesTitle": "¿Qué recursos están disponibles para aprender Scratch?",
    "parents.faqResourcesBody": "Si recién está comenzando, hay un {stepByStepGuide} interno disponible en Scratch. Para obtener una descripción general de los recursos de Scratch, consulte la página {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideas",
    "parents.faqStepByStepGuideLinkText": "guía paso por paso",
    "parents.faqGettingStartedGuideLinkText": "Guía de inicio (PDF)",
    "parents.faqScratchCardsLinkText": "Cartas de Scratch",
    "parents.faqTipsLinkText": "Sugerencias",
    "parents.faqCommunityTitle": "¿Qué es la comunidad en línea de Scratch?",
    "parents.faqCommunityBody": "Al participar en la comunidad en línea de Scratch, sus miembros pueden explorar y experimentar en una comunidad abierta de aprendizaje con personas de todos los orígenes, edades e intereses. Los miembros pueden compartir su trabajo, recibir retroalimentación y aprender unos de otros.",
    "parents.faqGuidelinesTitle": "¿Cuáles son las directrices para la comunidad en línea de Scratch?",
    "parents.faqGuidelinesBody": "El Equipo Scratch trabaja con la comunidad para mantener un ambiente amigable y respetuoso para personas de todas las edades, razas, etnias, religiones, orientaciones sexuales e identidades de género. Puede ayudar a su hijo a aprender a participar repasando {communityGuidelines} juntos. Se les pide a los miembros que comenten constructivamente y que ayuden a mantener el sitio web amigable informando cualquier contenido que no siga las Pautas de la comunidad. El Equipo Scratch trabaja todos los días para administrar la actividad en el sitio y responder a los informes, con la ayuda de herramientas como el {CleanSpeak} filtro de blasfemias.",
    "parents.faqCommunityGuidelinesLinkText": "Reglas de la comunidad",
    "parents.faqPrivacyPolicyTitle": "¿Cuál es su política de privacidad?",
    "parents.faqPrivacyPolicyBody": "Para proteger la privacidad en línea de los niños, limitamos lo que recopilamos durante el proceso de registro y lo que hacemos público en el sitio web. No vendemos ni alquilamos información de cuenta a nadie. Puedes conocer más en nuestra {privacyPolicy} página.",
    "parents.faqFAQLinkText": "página de preguntas frecuentes",
    "parents.faqOfflineTitle": "¿Hay una manera de usar Scratch sin participar en línea?",
    "parents.faqOfflineBody": "Sí, la aplicación Scratch te permite crear proyectos Scratch sin conexión a Internet. Puede descargar {scratchApp} desde el sitio web de Scratch o desde la tienda de aplicaciones de su dispositivo.",
    "parents.faqScratchApp": "Aplicación de Scratch",
    "parents.faqOffline2LinkText": "Editor sin conexión Scratch 2.0",
    "parents.faqOffline14LinkText": "Editor sin conexión de Scratch 1.4"
}