{
    "parents.title": "Para padres",
    "parents.intro": "Scratch es un lenguaje de programación y una comunidad en línea donde los niños\n  pueden programar y compartir medios interactivos como historias, juegos y\nanimaciones con gente de todo el mundo. Mientras los niños crean con\nScratch, aprenden a pensar creativamente, trabajar en colaboración y\nrazonar sistemáticamente. Scratch está diseñado y mantenido por\nLifelong Kindergarten group en el MIT Media Lab.",
    "parents.overview": "Cómo funciona",
    "parents.faq": "Preguntas frecuentes (FAQ)",
    "parents.overviewTitle": "¿Cómo funciona Scratch con los niños?",
    "parents.overviewLearningTitle": "Aprendizaje",
    "parents.overviewLearningBody": "Para obtener una descripción general de lo que aprenden los jóvenes con Scratch, échale un vistazo a{learningWithScratch}.\nLee un artículo sobre el {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Aprendiendo con Scratch",
    "parents.creativeLearningApproachLinkText": "Enfoque del Aprendizaje Creativo",
    "parents.overviewCommunityTitle": "Comunidad",
    "parents.overviewCommunityBody": "Pedimos a todos los participantes que sigan las {communityGuidelines}.\nNo ponemos información de una cuenta privada a disposición de nadie. Para obtener más información, consulta la {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Reglas de la comunidad",
    "parents.privacyPolicyLinkText": "Política de privacidad",
    "parents.faqMoreAndAsk": "Para obtener más información sobre Scratch, por favor échale un vistazo a {faqPage}.\nTambién puede formular preguntas en los {discussionForums}.\nSi necesitas ponerte en contacto directamente con nuestro equipo, haz clic en {contactUs} en la parte inferior de cualquier página.",
    "parents.faqLinkText": "Preguntas Frecuentes (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Foros de discusión",
    "parents.faqContactUsLinkText": "Contáctanos",
    "parents.faqAgeRangeTitle": "¿Cuál es el rango de edad para usar Scratch?",
    "parents.faqAgeRangeBody": "Scratch ha sido desarrollado específicamente para jóvenes de entre 8 y 16 años, pero gente de cualquier edad puede crear y compartir con Scratch. Los más jóvenes tal vez quieran probar {scratchJr}, una versión simplificada de Scratch diseñada para edades de 5 a 7 años.",
    "parents.faqResourcesTitle": "¿Qué recursos están disponibles para aprender Scratch?",
    "parents.faqResourcesBody": "Si estás comenzando, existe una {stepByStepGuide} disponible dentro de Scratch. Para tener una visión general de los recursos, échale un vistazo a la página {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideas",
    "parents.faqStepByStepGuideLinkText": "guía paso a paso",
    "parents.faqGettingStartedGuideLinkText": "Guía de iniciación (PDF)",
    "parents.faqScratchCardsLinkText": "Tarjetas de Scratch",
    "parents.faqTipsLinkText": "Consejos",
    "parents.faqCommunityTitle": "¿Qué es la comunidad en línea de Scratch?",
    "parents.faqCommunityBody": "Al participar en la comunidad en línea de Scratch, sus miembros pueden explorar y experimentar en una comunidad abierta de aprendizaje con personas de todos los orígenes, edades e intereses. Los miembros pueden compartir su trabajo, recibir consejos y aprender los unos de los otros.",
    "parents.faqGuidelinesTitle": "¿Cuáles son las reglas de la comunidad de Scratch?",
    "parents.faqGuidelinesBody": "El Scratch Team del MIT trabaja con la comunidad para mantener un ambiente amigable y respetuoso para gente de todas las edades, razas, etnias, religiones, orientaciones sexuales o identidades de género. Puedes ayudar a tu hijo o hija a aprender a participar revisando las {communityGuidelines} juntos. A los miembros se les pide que comenten de manera constructiva y que ayuden a mantener al sitio web lo más amigable posible, informando sobre cualquier contenido que no siga las reglas de la comunidad. El Scratch Team trabaja cada día para gestionar la actividad del sitio  y responder a los informes con la ayuda de herramientas como el filtro {CleanSpeak} de lenguaje obsceno . ",
    "parents.faqCommunityGuidelinesLinkText": "reglas de la comunidad",
    "parents.faqPrivacyPolicyTitle": "¿Cuál es vuestra política de privacidad?",
    "parents.faqPrivacyPolicyBody": "Para proteger la privacidad online de los niños limitamos lo que recopilamos durante el proceso de registro y lo que hacemos público en el sitio web. No vendemos ni alquilamos información a nadie. Puedes encontrar más información en la página {privacyPolicy}.",
    "parents.faqFAQLinkText": "página de preguntas frecuentes",
    "parents.faqOfflineTitle": "¿Hay alguna forma de usar Scratch sin estar en línea?",
    "parents.faqOfflineBody": "El editor Scratch Desktop te permite crear proyectos de Scratch sin conexión a Internet. Puedes descargarlo desde {scratchDesktop}. Este editor antes se llamaba Scratch Offline.",
    "parents.faqScratchDesktop": "Scratch Desktop",
    "parents.faqOffline2LinkText": "Editor sin conexión Scratch 2.0",
    "parents.faqOffline14LinkText": "Editor sin conexión Scratch 1.4"
}