{
    "parents.title": "Pour les parents",
    "parents.intro": "Scratch est un langage de programmation et une communauté en ligne où les enfants\npeuvent programmer et publier du contenu interactif tel que des histoires, des jeux, et \ndes animations avec le monde entier. Quand les enfants créent avec \nScratch, ils apprennent à penser de façon créative, à collaborer, et\nà raisonner systématiquement. Scratch est conçu et maintenu par la {scratchFoundation}, une organisation à but non lucratif.",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "Comment ça marche",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Comment fonctionne Scratch pour les enfants ?",
    "parents.overviewLearningTitle": "Apprentissage",
    "parents.overviewLearningBody": "Scratch est un environnement d'apprentissage sûr et ludique qui incite tous les enfants à penser de manière créative, à raisonner systématiquement et à travailler en collaboration — des compétences essentielles pour tous dans la société d'aujourd'hui.\nLisez un article sur le {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Approche d'apprentissage créatif",
    "parents.overviewCommunityTitle": "Communauté",
    "parents.overviewCommunityBody": "Nous demandons à tous les utilisateurs du site de suivre les {communityGuidelines}.\nNous ne communiquons à personne les informations personnelles de votre compte. Pour plus d'informations, merci de consulter la {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Règles de conduite",
    "parents.privacyPolicyLinkText": "Politique de confidentialité",
    "parents.faqMoreAndAsk": "Pour en savoir plus à propos de Scratch, merci de consulter {faqPage}.\nVous pouvez également poser des questions dans le {discussionForums}.\nSi vous avez besoin de contacter notre équipe directement, cliquez {contactUs} en bas de n'importe quelle page.",
    "parents.faqLinkText": "Foire Aux Questions",
    "parents.faqDiscussionForumsLinkText": "Forums de discussion",
    "parents.faqContactUsLinkText": "Contactez-nous",
    "parents.faqAgeRangeTitle": "Quelle est la tranche d'âge pour Scratch ?",
    "parents.faqAgeRangeBody": "Scratch a été développé spécialement pour jeunes de 8 à 16 ans, mais les personnes de tout age peuvent créer avec Scratch. Les enfants plus jeunes préféreront utiliser {scratchJr}, une version simplifiée de Scratch, destinée aux enfants de 5 à 7 ans.",
    "parents.faqResourcesTitle": "Quelles sont les ressources disponibles pour l'apprentissage de Scratch ?",
    "parents.faqResourcesBody": "Si vous venez juste de commencer, il y a un {stepByStepGuide} disponible dans Scratch. Pour un aperçu des ressources Scratch, voir la page {ideasPage}.",
    "parents.faqIdeasLinkText": "Idées",
    "parents.faqStepByStepGuideLinkText": "Guide étape par étape",
    "parents.faqGettingStartedGuideLinkText": "Guide de démarrage (PDF)",
    "parents.faqScratchCardsLinkText": "Cartes Scratch",
    "parents.faqTipsLinkText": "Astuces",
    "parents.faqCommunityTitle": "Qu'est-ce que la communauté en ligne de Scratch ?",
    "parents.faqCommunityBody": "Quand vous participez à la communauté en ligne de Scratch, les membres peuvent explorer et expérimenter dans une communauté d'apprentissage ouverte à d'autres membres de Scratch de tous horizons, âges et centres d'intérêts. Les membres peuvent partager leurs travaux, obtenir des commentaires et apprendre les uns des autres.",
    "parents.faqGuidelinesTitle": "Quelles sont les règles pour la communauté en ligne Scratch ?",
    "parents.faqGuidelinesBody": "L'équipe Scratch travaille avec la communauté pour maintenir un environnement amical et respectueux pour les personnes de tous âges, races, ethnies, religions, orientations sexuelles et genres. Vous pouvez aider votre enfant à apprendre à participer en lisant les {communityGuidelines} ensemble. Les membres sont invités à commenter de manière constructive et à maintenir le site web convivial en signalant tout contenu ne respectant pas les règles de la communauté. L’équipe Scratch travaille chaque jour pour gérer les activités sur le site et répondre aux rapports, à l’aide d’outils tels que le {CleanSpeak}, un filtre contre les grossièretés.",
    "parents.faqCommunityGuidelinesLinkText": "Règles de conduite",
    "parents.faqPrivacyPolicyTitle": "Quelle est votre politique de confidentialité ?",
    "parents.faqPrivacyPolicyBody": "Pour protéger la vie privée en ligne des enfants, nous limitons les informations demandées lors de l'inscription et aussi ce que nous rendons public sur le site web. Nous ne vendons ni ne louons de données sur les compte à qui ce soit. Vous pouvez en savoir plus à sur notre page sur la {privacyPolicy}.",
    "parents.faqFAQLinkText": "page de la foire aux questions",
    "parents.faqOfflineTitle": "Y a-t-il moyen d'utiliser Scratch sans se connecter en ligne ?",
    "parents.faqOfflineBody": "Oui, l'application Scratch vous permet de créer des projets sans connexion internet. Vous pouvez télécharger {scratchApp} depuis le site de Scratch ou depuis le store sur votre appareil.",
    "parents.faqScratchApp": "L'application Scratch",
    "parents.faqOffline2LinkText": "Éditeur Scratch 2.0 hors-ligne",
    "parents.faqOffline14LinkText": "Éditeur Scratch 1.4 hors-ligne"
}