{
    "parents.title": "Foar âlders",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Stichting Scratch",
    "parents.overview": "Hoe't it wurket",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Hoe Scratch wurket foar bern",
    "parents.overviewLearningTitle": "Leare",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Kreatyf learbenadering",
    "parents.overviewCommunityTitle": "Mienskip",
    "parents.overviewCommunityBody": "Wy freegje alle brûkers fan 'e webside om de {communityGuidelines} te folgjen.\nWy meitsje gjin privee-ynformaasje beskikber foar elkenien. Sjoch de {privacyPolicy} foar mear ynformaasje.",
    "parents.communityGuidelinesLinkText": "Mienskiplike rjochtlinen",
    "parents.privacyPolicyLinkText": "Privacy Belied",
    "parents.faqMoreAndAsk": "Om mear te learen oer Scratch, besykje de {faqPage}.\nJo kinne ek fragen stelle oer de {discussionForums}.\nAs jo kontakt opnimme wolle mei de makkers fan Scratch, kinne jo klikke op {contactUs} ûnderoan elke side.",
    "parents.faqLinkText": "Faak stelde fragen (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Diskusjefoarums",
    "parents.faqContactUsLinkText": "Kontakt",
    "parents.faqAgeRangeTitle": "Hokker leeftiden is Scratch foar?",
    "parents.faqAgeRangeBody": "Scratch is spesjaal ûntwurpen foar jonge minsken fan 8 oant 16 jier, mar minsken fan alle leeftiden meitsje en diele programma's mei Scratch. Jongere bern wolle miskien {scratchJr} besykje, in ferienfâldige ferzje fan Scratch ûntwurpen foar leeftyd 5 oant 7.",
    "parents.faqResourcesTitle": "Hokker ark binne d'r foar it learen fan Scratch?",
    "parents.faqResourcesBody": "As jo hjir foar it earst binne, is in {stepByStepGuide} beskikber binnen Scratch. Foar in oersjoch fan Scratch-materialen, sjoch de side {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideas",
    "parents.faqStepByStepGuideLinkText": "Stap foar stap gids",
    "parents.faqGettingStartedGuideLinkText": "Begjinhanneling (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch kaarten",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Wat is de Scratch Online-mienskip?",
    "parents.faqCommunityBody": "Leden fan 'e online mienskip Scratch kinne ûndersykje en eksperimintearje yn in iepen learomjouwing mei oare leden fan ferskillende eftergrûnen, leeftiden en ynteresses. Leden kinne har wurk diele, feedback krije en fan inoar leare.",
    "parents.faqGuidelinesTitle": "Wat binne de rjochtlinen foar de online Scratch-mienskip?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Mienskiplike rjochtlinen",
    "parents.faqPrivacyPolicyTitle": "Wêr bestiet it privacybelied út?",
    "parents.faqPrivacyPolicyBody": "Om de privacy fan bern te beskermjen beheine wy it oantal fragen yn it oanmeldproses en wat wy iepenbier sichtber meitsje op 'e webside. Akkountynformaasje wurdt net ferkocht of ferhierd oan ien. Jo kinne mear lêze oer ús privacybelied op ús pagina {privacyPolicy}.",
    "parents.faqFAQLinkText": "side mei faak stelde fragen (FAQ)",
    "parents.faqOfflineTitle": "Kinne jo Scratch brûke sûnder online dielname?",
    "parents.faqOfflineBody": "Ja, mei de Scratch-app kinne jo Scratch-projekten oanmeitsje sûnder in ynternetferbining. Jo kinne de {scratchApp} downloade fan 'e Scratch-webside of de app store op jo apparaat.",
    "parents.faqScratchApp": "Scratch app",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline bewurker",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline bewurker"
}