{
    "parents.title": "Foar âlders",
    "parents.intro": "Scratch is in programmearomjouwing en in online mienskip wêr't bern ynteraktive projekten lykas ferhalen, spultsjes en animaasjes kinne programmearje en diele mei minsken fan oer de heule wrâld. As bern wat meitsje mei Scratch, leare se kreatyf te tinken, gear te wurkjen en systematysk te redenearjen. Scratch is ûntworpen en ûnderhâlden troch de Lifelong Kindergarten-groep by it MIT Media Lab.",
    "parents.overview": "Hoe't it wurket",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Hoe Scratch wurket foar bern",
    "parents.overviewLearningTitle": "Leare",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Kreatyf learbenadering",
    "parents.overviewCommunityTitle": "Mienskip",
    "parents.overviewCommunityBody": "Wy freegje alle brûkers fan 'e webside om de {communityGuidelines} te folgjen.\nWy meitsje gjin privee-ynformaasje beskikber foar elkenien. Sjoch de {privacyPolicy} foar mear ynformaasje.",
    "parents.communityGuidelinesLinkText": "Mienskiplike rjochtlinen",
    "parents.privacyPolicyLinkText": "Privacy Belied",
    "parents.faqMoreAndAsk": "Om mear te learen oer Scratch, besykje de {faqPage}.\nJo kinne ek fragen stelle oer de {discussionForums}.\nAs jo kontakt opnimme wolle mei de makkers fan Scratch, kinne jo klikke op {contactUs} ûnderoan elke side.",
    "parents.faqLinkText": "Faak stelde fragen (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Diskusjefoarums",
    "parents.faqContactUsLinkText": "Kontakt",
    "parents.faqAgeRangeTitle": "Hokker leeftiden is Scratch foar?",
    "parents.faqAgeRangeBody": "Scratch is spesjaal ûntwurpen foar jonge minsken fan 8 oant 16 jier, mar minsken fan alle leeftiden meitsje en diele programma's mei Scratch. Jongere bern wolle miskien {scratchJr} besykje, in ferienfâldige ferzje fan Scratch ûntwurpen foar leeftyd 5 oant 7.",
    "parents.faqResourcesTitle": "Hokker ark binne d'r foar it learen fan Scratch?",
    "parents.faqResourcesBody": "As jo hjir foar it earst binne, is in {stepByStepGuide} beskikber binnen Scratch. Foar in oersjoch fan Scratch-materialen, sjoch de side {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideas",
    "parents.faqStepByStepGuideLinkText": "Stap foar stap gids",
    "parents.faqGettingStartedGuideLinkText": "Begjinhanneling (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch kaarten",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Wat is de Scratch Online-mienskip?",
    "parents.faqCommunityBody": "Leden fan 'e online mienskip Scratch kinne ûndersykje en eksperimintearje yn in iepen learomjouwing mei oare leden fan ferskillende eftergrûnen, leeftiden en ynteresses. Leden kinne har wurk diele, feedback krije en fan inoar leare.",
    "parents.faqGuidelinesTitle": "Wat binne de rjochtlinen foar de online Scratch-mienskip?",
    "parents.faqGuidelinesBody": "It MIT Scratch-team, mei de Scratch-mienskip, biedt in freonlike en respektfolle omjouwing foar alle minsken, ûnôfhinklik fan leeftyd, ras, komôf, religy, seksuele oriïntaasje en geslacht. Jo kinne jo bern leare te helpen troch tegearre de {communityGuidelines} troch te gean.\nBrûkers wurdt frege om opmerkingen konstruktyf te hâlden, en om de webside freonlik te hâlden troch ynhâld te rapportearjen dy't de rjochtlinen fan 'e mienskip net folget. It Scratch Team is deistich aktyf om it gebrûk fan 'e side te kontrolearjen en te reagearjen op notifikaasjes, holpen troch software lykas it flokfilter {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "rjochtlinen foar de mienskip",
    "parents.faqPrivacyPolicyTitle": "Wêr bestiet it privacybelied út?",
    "parents.faqPrivacyPolicyBody": "Om de privacy fan bern te beskermjen beheine wy it oantal fragen yn it oanmeldproses en wat wy iepenbier sichtber meitsje op 'e webside. Akkountynformaasje wurdt net ferkocht of ferhierd oan ien. Jo kinne mear lêze oer ús privacybelied op ús pagina {privacyPolicy}.",
    "parents.faqFAQLinkText": "side mei faak stelde fragen (FAQ)",
    "parents.faqOfflineTitle": "Kinne jo Scratch brûke sûnder online dielname?",
    "parents.faqOfflineBody": "Ja, mei de Scratch-app kinne jo Scratch-projekten oanmeitsje sûnder in ynternetferbining. Jo kinne de {scratchApp} downloade fan 'e Scratch-webside of de app store op jo apparaat.",
    "parents.faqScratchApp": "Scratch app",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline bewurker",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline bewurker"
}