{
    "parents.title": "Do Thuismitheoirí",
    "parents.intro": "Is teanga ríomhchlárúcháin agus comhphobal ar líne é Scratch. Is féidir le páistí\nríomhchláir agus meáin idirghníomhacha a chruthú, mar shampla scéalta, cluichí, agus\nbeochaintí, agus iad a chomhroinnt le daoine eile ar fud an domhain. Sa phróiseas a\nghabhann le tionscadail Scratch a dhearadh agus a ríomhchlárú, foghlaimíonn daoine óga\nsmaoineamh cruthaitheach, réasúnú córasach, agus comhoibriú. Is é an \nLifelong Kindergarten Group ag an MIT Media Lab a dhearann agus a chothaíonn Scratch.",
    "parents.overview": "An chaoi a n-oibríonn sé",
    "parents.faq": "Ceisteanna Coitianta",
    "parents.overviewTitle": "Cén chaoi a gcabhraíonn Scratch le páistí?",
    "parents.overviewLearningTitle": "Foghlaim",
    "parents.overviewLearningBody": "Le teacht ar fhoramharc ar na rudaí a fhoghlaimíonn daoine óga le Scratch, ar leathanach amháin, féach {learningWithScratch}.\nLéigh alt maidir leis an gcur chuige {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Foghlaim le Scratch",
    "parents.creativeLearningApproachLinkText": "Foghlaim Chruthaitheach",
    "parents.overviewCommunityTitle": "Comhphobal",
    "parents.overviewCommunityBody": "Iarraimid ar gach úsáideoir cloí le {communityGuidelines}.\nNí chuirimid aon fhaisnéis phearsanta ar fáil d'aon duine. Tá tuilleadh eolais ar fáil sa {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Treoirlínte an Chomhphobail",
    "parents.privacyPolicyLinkText": "bPolasaí Príobháideachta",
    "parents.faqMoreAndAsk": "Chun tuilleadh eolais maidir le Scratch a fháil, féach na {faqPage}.\nAgus is féidir leat ceisteanna a chur ar na {discussionForums}.\nMás gá duit dul i dteagmháil go díreach lenár bhfoireann, cliceáil {contactUs} ag bun aon leathanaigh ar an suíomh.",
    "parents.faqLinkText": "Ceisteanna Coitianta",
    "parents.faqDiscussionForumsLinkText": "Cláir Phlé",
    "parents.faqContactUsLinkText": "Teagmháil",
    "parents.faqAgeRangeTitle": "Cad é an raon aoise?",
    "parents.faqAgeRangeBody": "Cé go bhfuil Scratch dírithe ar pháistí idir 8 mbliana agus 16 bliana d'aois, úsáideann daoine de gach aois é. D'fhéadfadh páistí níos óige triail a bhaint as {scratchJr}, leagan simplithe de Scratch dírithe ar pháistí idir 5 agus 7 mbliana d'aois.",
    "parents.faqResourcesTitle": "Cé na hacmhainní a chabhróidh liom Scratch a fhoghlaim?",
    "parents.faqResourcesBody": "Má tá tú ag tosú amach le Scratch, is dócha go mbainfidh tú tairbhe as {stepByStepGuide} laistigh de Scratch féin. Agus féach ar an leathanach {ideasPage} chun foramharc ar acmhainní Scratch a fháil.",
    "parents.faqIdeasLinkText": "Smaointe",
    "parents.faqStepByStepGuideLinkText": "na treoracha céim ar chéim",
    "parents.faqGettingStartedGuideLinkText": "Treoirleabhar Tosaigh (PDF)",
    "parents.faqScratchCardsLinkText": "Cártaí Scratch",
    "parents.faqTipsLinkText": "Leideanna",
    "parents.faqCommunityTitle": "Cad é an comhphobal ar líne Scratch?",
    "parents.faqCommunityBody": "Trí pháirt a ghlacadh sa chomhphobal Scratch ar líne, is féidir le baill turgnaimh a dhéanamh i gcomhphobal oscailte foghlama, in éineacht le baill eile ó gach cúlra, de gach aois, agus le suimeanna éagsúla. Is féidir leo freisin a gcuid oibre a chomhroinnt, aiseolas a fháil, agus foghlaim ó chéile.",
    "parents.faqGuidelinesTitle": "Cad iad na treoirlínte a bhaineann le comhphobal ar líne Scratch?",
    "parents.faqGuidelinesBody": "Oibríonn Foireann Scratch MIT i ndlúthpháirt leis an bpobal chun timpeallacht chairdiúil mheasúil a chothú do dhaoine de gach aois, cine, eitneachas, creideamh, claonadh gnéis, agus féiniúlacht inscne. Is féidir leat cabhrú le do pháiste páirt a ghlacadh trí {communityGuidelines} a léamh le chéile. Iarraimid ar gach úsáideoir léirmheasanna dearfacha amháin a dhéanamh, agus cabhrú linn trí thuairisc a dhéanamh ar aon ábhar nach gcloíonn le treoirlínte an chomhphobail. Déanaimid ár ndícheall gach uile lá monatóireacht a dhéanamh ar ghníomhaíocht an tsuímh agus freagraí a thabhairt ar thuairiscí den sórt seo, le cúnamh ó uirlisí ar nós {CleanSpeak} a scagann droch-chaint.",
    "parents.faqCommunityGuidelinesLinkText": "treoirlínte an chomhphobail",
    "parents.faqPrivacyPolicyTitle": "Cad é an polasaí príobháideachais?",
    "parents.faqPrivacyPolicyBody": "Chun príobháideachas na bpáistí a úsáideann Scratch a chosaint, cuirimid teorainn leis an méid eolais a bhailímid le linn an phróisis chlárúcháin, agus leis an bhfaisnéis a nochtaimid go poiblí ar an suíomh. Ní dhíolaimid agus ní chuirimid aon fhaisnéis phearsanta ar cíos riamh. Tá tuilleadh eolais faoi seo ar fáil sa {privacyPolicy}.",
    "parents.faqFAQLinkText": "leathanach na gceisteanna coitianta",
    "parents.faqOfflineTitle": "An féidir liom Scratch a úsáid gan páirt a ghlacadh sa gcomhphobal ar líne?",
    "parents.faqOfflineBody": "Is féidir leat an tEagarthóir Scratch ar an Deasc a úsáid chun tionscadail Scratch a chruthú gan cheangal Idirlín. Tá {scratchDesktop} ar fáil ón suíomh Gréasáin. Tugadh “an tEagarthóir Scratch Ar Líne” air roimhe seo.",
    "parents.faqScratchDesktop": "Scratch ar an Deasc",
    "parents.faqOffline2LinkText": "Eagarthóir Scratch 2.0 As Líne",
    "parents.faqOffline14LinkText": "Eagarthóir Scratch 1.4 As Líne"
}