{
    "parents.title": "Do Thuismitheoirí",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Fondúireacht Scratch",
    "parents.overview": "An chaoi a n-oibríonn sé",
    "parents.faq": "Ceisteanna Coitianta",
    "parents.overviewTitle": "Cén chaoi a gcabhraíonn Scratch le páistí?",
    "parents.overviewLearningTitle": "Foghlaim",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Foghlaim Chruthaitheach",
    "parents.overviewCommunityTitle": "Comhphobal",
    "parents.overviewCommunityBody": "Iarraimid ar gach úsáideoir cloí le {communityGuidelines}.\nNí chuirimid aon fhaisnéis phearsanta ar fáil d'aon duine. Tá tuilleadh eolais ar fáil sa {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Treoirlínte an Chomhphobail",
    "parents.privacyPolicyLinkText": "bPolasaí Príobháideachta",
    "parents.faqMoreAndAsk": "Chun tuilleadh eolais maidir le Scratch a fháil, féach na {faqPage}.\nAgus is féidir leat ceisteanna a chur ar na {discussionForums}.\nMás gá duit dul i dteagmháil go díreach lenár bhfoireann, cliceáil {contactUs} ag bun aon leathanaigh ar an suíomh.",
    "parents.faqLinkText": "Ceisteanna Coitianta",
    "parents.faqDiscussionForumsLinkText": "Cláir Phlé",
    "parents.faqContactUsLinkText": "Teagmháil",
    "parents.faqAgeRangeTitle": "Cad é an raon aoise?",
    "parents.faqAgeRangeBody": "Cé go bhfuil Scratch dírithe ar pháistí idir 8 mbliana agus 16 bliana d'aois, úsáideann daoine de gach aois é. D'fhéadfadh páistí níos óige triail a bhaint as {scratchJr}, leagan simplithe de Scratch dírithe ar pháistí idir 5 agus 7 mbliana d'aois.",
    "parents.faqResourcesTitle": "Cé na hacmhainní a chabhróidh liom Scratch a fhoghlaim?",
    "parents.faqResourcesBody": "Má tá tú ag tosú amach le Scratch, is dócha go mbainfidh tú tairbhe as {stepByStepGuide} laistigh de Scratch féin. Agus féach ar an leathanach {ideasPage} chun foramharc ar acmhainní Scratch a fháil.",
    "parents.faqIdeasLinkText": "Smaointe",
    "parents.faqStepByStepGuideLinkText": "na treoracha céim ar chéim",
    "parents.faqGettingStartedGuideLinkText": "Treoirleabhar Tosaigh (PDF)",
    "parents.faqScratchCardsLinkText": "Cártaí Scratch",
    "parents.faqTipsLinkText": "Leideanna",
    "parents.faqCommunityTitle": "Cad é an comhphobal ar líne Scratch?",
    "parents.faqCommunityBody": "Trí pháirt a ghlacadh sa chomhphobal Scratch ar líne, is féidir le baill turgnaimh a dhéanamh i gcomhphobal oscailte foghlama, in éineacht le baill eile ó gach cúlra, de gach aois, agus le suimeanna éagsúla. Is féidir leo freisin a gcuid oibre a chomhroinnt, aiseolas a fháil, agus foghlaim ó chéile.",
    "parents.faqGuidelinesTitle": "Cad iad na treoirlínte a bhaineann le comhphobal ar líne Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Treoirlínte an Chomhphobail",
    "parents.faqPrivacyPolicyTitle": "Cad é an polasaí príobháideachais?",
    "parents.faqPrivacyPolicyBody": "Chun príobháideachas na bpáistí a úsáideann Scratch a chosaint, cuirimid teorainn leis an méid eolais a bhailímid le linn an phróisis chlárúcháin, agus leis an bhfaisnéis a nochtaimid go poiblí ar an suíomh. Ní dhíolaimid agus ní chuirimid aon fhaisnéis phearsanta ar cíos riamh. Tá tuilleadh eolais faoi seo ar fáil sa {privacyPolicy}.",
    "parents.faqFAQLinkText": "leathanach na gceisteanna coitianta",
    "parents.faqOfflineTitle": "An féidir liom Scratch a úsáid gan páirt a ghlacadh sa gcomhphobal ar líne?",
    "parents.faqOfflineBody": "Is féidir leat Aip Scratch a úsáid chun tionscadail Scratch a chruthú gan cheangal Idirlín. Tá {scratchApp} ar fáil ó shuíomh Gréasáin Scratch nó ón siopa aipeanna ar do ghléas.",
    "parents.faqScratchApp": "Aip Scratch",
    "parents.faqOffline2LinkText": "Eagarthóir Scratch 2.0 As Líne",
    "parents.faqOffline14LinkText": "Eagarthóir Scratch 1.4 As Líne"
}