{
    "parents.title": "Do phàrantan",
    "parents.intro": "’S e bathar-bog agus coimhearsnachd air loidhne a th’ ann an Scratch far an urrainn dhan chlann na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a phrògramachadh is a cho-roinneadh le càch air feadh an t-saoghail. Fad ’s a chruthaicheas a’ chlann rudeigin le Scratch, ionnsaichidh iad mar a smaoinicheas iad gu cruthachail is gu rianail agus mar a dh’obraicheas iad còmhla. Tha Scratch ga dhealbhachadh agus ga ghlèidheadh leis a’ bhuidheann Lifelong Kindergarten aig MIT Media Lab.  ",
    "parents.overview": "Mar a dh’obraicheas e",
    "parents.faq": "CÀBHA",
    "parents.overviewTitle": "Ciamar a tha Scratch ag obair don chlann?",
    "parents.overviewLearningTitle": "Ionnsachadh",
    "parents.overviewLearningBody": "Airson foir-shealladh air aon duilleag air na dh’ionnsaicheas òganaich le Scratch, faic {learningWithScratch}.\\nLeugh artaigil air an {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Ionnsachadh le Scratch",
    "parents.creativeLearningApproachLinkText": "Dòigh-ionnsachaidh chruthachail",
    "parents.overviewCommunityTitle": "Coimhearsnachd",
    "parents.overviewCommunityBody": "Iarraidh sinn gun lean a h-uile duine a chleachdas an làrach-lìn na {communityGuidelines}.\\nCha cheadaich sinn inntrigeadh do dh’fhiosrachadh prìobhaideach nan cunntasan do dhuine sam bith. Airson barrachd fiosrachaidh, faic {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Riaghailtean giùlain",
    "parents.privacyPolicyLinkText": "Poileasaidh prìobhaideachd",
    "parents.faqMoreAndAsk": "Airson barrachd fiosrachaidh mu Scratch, faic{faqPage}.\\n’S urrainn dhut am {discussionForums} a cleachdadh cuideachd airson ceistean a chur oirnn.\\nMa dh’fheumas tu conaltradh ris an sgioba gu dìreach, briog air {contactUs} aig bonn dulleige sam bith.",
    "parents.faqLinkText": "Ceistean àbhaisteach (CÀBHA)",
    "parents.faqDiscussionForumsLinkText": "Bòrd-brath",
    "parents.faqContactUsLinkText": "Cuir fios thugainn",
    "parents.faqAgeRangeTitle": "Dè an aois iomchaidh airson Scratch?",
    "parents.faqAgeRangeBody": "Chaidh Scratch a dhealbhadh a dh’aona-ghnothach dhan fheadhainn òga o 8 gu 16 bliadhna a dh’aois ach cruthaichidh is co-roinnidh daoine de gach aois pròiseactan Scratch. Mholamaid {scratchJr} dhan chlann nas òige, seo tionndadh sìmplichte dhe Scratch a chaidh a dhealbhadh dhan fheadhainn o 5 gu 7 bliadhna a dh’aois.",
    "parents.faqResourcesTitle": "Dè na goireasan a tha ri làimh gus Scratch ionnsachadh?",
    "parents.faqResourcesBody": "Ma tha thu a’ dèanamh toiseach-tòiseachaidh, tha  {stepByStepGuide} ri fhaighinn am broinn Scratch. Airson foir-shealladh air goireasan Scratch, faic duilleag nam {ideasPage}.",
    "parents.faqIdeasLinkText": "Beachdan",
    "parents.faqStepByStepGuideLinkText": "treòir ceum air cheum",
    "parents.faqGettingStartedGuideLinkText": "Treòir toiseach-tòiseachaidh (PDF)",
    "parents.faqScratchCardsLinkText": "Cairtean Scratch",
    "parents.faqTipsLinkText": "Oidheaman",
    "parents.faqCommunityTitle": "Dè th’ anns a’ choimhearsnachd Scratch air loidhne?",
    "parents.faqCommunityBody": "Nuair a ghabhas iad pàirt sa choimhearsnachd air loidhne aig Scratch, ’s urrainn do na buill rùrachadh agus feuchainn ann an coimhearsnachd ionnsachaidh air loidhne fosgailte còmhla ri buill Scratch le diofar dhòighean-bheatha, aoisean is ùidhean. ’S urrainn dha na buill an cuid obrach a cho-roinneadh, beachdan fhaighinn air agus ionnsachadh o chàch a chèile.",
    "parents.faqGuidelinesTitle": "Dè an giùlan ceart sa choimhearsnachd Scratch?",
    "parents.faqGuidelinesBody": "Tha sgioba MIT Scratch ag obair còmhla ris a’ choimhearsnachd airson àrainneachd càirdeil is modhail a ghlèidheadh do luchd de gach aois, cinneadh, creideamh, aidmheil cleamhnais is fèin-aithne gnè. ’S urrainn dhut taic a thoirt ri do chuid cloinne ach an ionnsaich iad na dòighean is sibh a’ leughadh na {communityGuidelines} còmhla. Tha sinn a’ guidhe air na buill gum bi na beachdan aca cuideachail agus gun cuidich iad a’ cumail an làrach-lìn càirdeil le cur gearain mu shusbaint sam bith nach gèill ris na riaghailtean giùlain. Tha sgioba Scratch ag obair gach latha a stiùireadh na gnìomhachd air an làrach-lìn agus a’ freagairt ri gearanan le taic innealan mar criathrag droch-chainnt {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "riaghailtean giùlain",
    "parents.faqPrivacyPolicyTitle": "Dè am poileasaidh prìobhaideachd agaibh?",
    "parents.faqPrivacyPolicyBody": "A chum dìon prìobhaideachd air loidhne a’ chloinne, cuingichidh sinn na chruinnicheas sinn rè a’ chlàraidh agus na dh’fhoillsicheas sinn air an làrach-lìn. Cha reic is cha toir sinn fiosrachadh seachad air mhàl do dhuine sam bith. Gheibh thu barrachd fiosrachaidh air duilleag na {privacyPolicy}.",
    "parents.faqFAQLinkText": "duilleag nan ceistean àbhaisteach",
    "parents.faqOfflineTitle": "An gabh Scratch a chleachdadh gun a bhith a’ gabhail pàirt air loidhne?",
    "parents.faqOfflineBody": "Leigidh Scratch Desktop leat pròiseactan Scratch a chruthachadh às aonais ceangal dhan eadar-lìon. ’S urrainn dhut {scratchDesktop} a luchdadh a-nuas on làrach-lìn. Bhiodh “deasaiche far loidhne Scratch” againn air uair.",
    "parents.faqScratchDesktop": "Scratch Desktop",
    "parents.faqOffline2LinkText": "Deasaiche far loidhne Scratch 2.0",
    "parents.faqOffline14LinkText": "Deasaiche far loidhne Scratch 1.4"
}