{
    "parents.title": "Para Nais e Pais",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Fundación Scratch",
    "parents.overview": "Como funciona",
    "parents.faq": "Preguntas frecuentes",
    "parents.overviewTitle": "Como funciona Scratch para as nenas e nenos?",
    "parents.overviewLearningTitle": "Aprendizaxe",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Enfoque de Aprendizaxe Creativo",
    "parents.overviewCommunityTitle": "Comunidade",
    "parents.overviewCommunityBody": "Pedimos a todos e todas as participantes na web que sigan as {communityGuidelines}.\nNon poñemos a disposición de ninguén a información privada da conta. Para máis información, por favor,  ver {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Regras da Comunidade",
    "parents.privacyPolicyLinkText": "Política de Privacidade",
    "parents.faqMoreAndAsk": "Para saber máis sobre Scratch, por favor, vexa {faqPage}.\nTamén pode facer preguntas nos {discussionForums}.\nSe precisa contactar directamente cos membros do noso equipo, prema {contactUs} ao final de calquera páxina.",
    "parents.faqLinkText": "Preguntas Frecuentes (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Foros de Discusión",
    "parents.faqContactUsLinkText": "Contacta connosco",
    "parents.faqAgeRangeTitle": "Cal é o rango de idades para Scratch?",
    "parents.faqAgeRangeBody": "Scratch está deseñado especialmente para rapazas e rapaces de entre 8 e 16 anos, mais xente de todas as idades crea e comparte con Scratch. Os máis pequenos poden probar {scratchJr}, unha versión simplificada de Scratch deseñada para idades entre 5 e 7 anos.",
    "parents.faqResourcesTitle": "Que recursos están dispoñibles para aprender Scratch?",
    "parents.faqResourcesBody": "Se estás dando os primeiros pasos, aquí tes a {stepByStepGuide} dispoñible dentro de Scratch. Para unha visión xeral dos recursos de Scratch, mira a páxina {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideas",
    "parents.faqStepByStepGuideLinkText": "guía paso a paso",
    "parents.faqGettingStartedGuideLinkText": "Guía de primeiros pasos (PDF)",
    "parents.faqScratchCardsLinkText": "Tarxetas de Scratch",
    "parents.faqTipsLinkText": "Suxestións",
    "parents.faqCommunityTitle": "Que é a comunidade en liña de Scratch?",
    "parents.faqCommunityBody": "Ao participar na comunidade en liña de Scratch, os seus membros poden explorar e experimentar nunha comunidade aberta de aprendizaxe con persoas de todas as oríxes, idades e intereses. Os membros poden compartir o seu traballo, recibir retroalimentación e aprender uns dos outros.",
    "parents.faqGuidelinesTitle": "Cales son as guías da comunidade en liña de Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Regras da comunidade",
    "parents.faqPrivacyPolicyTitle": "Cal é a túa política de privacidade?",
    "parents.faqPrivacyPolicyBody": "Para protexer a privacidade en liña das rapazas e rapaces, poñemos límites ao que recollemos no proceso de identificación e o que facemos público no sitio web. Non vendemos ou arrendamos información a ninguén. Pode atopar mais información na nosa páxina{privacyPolicy}.",
    "parents.faqFAQLinkText": "páxina de preguntas frecuentes",
    "parents.faqOfflineTitle": "É posible usar Scratch sin facelo en liña?",
    "parents.faqOfflineBody": "Si, a apliación de Scratch permíteche crear proxectos de Scratch sen conexión a Internet. Podes descargar a {scratchApp} desde o sitio web de Scratch ou desde a tenda de aplicacións do teu dispositivo.",
    "parents.faqScratchApp": "Aplicación de Scratch",
    "parents.faqOffline2LinkText": "editor local Scratch 2.0",
    "parents.faqOffline14LinkText": "editor local Scratch 1.4"
}