{
    "parents.title": "ma iyaye",
    "parents.intro": "Scratch harshe ne na shirye-shirye da kuma al'ummar kan layi inda yara\nzasu iya tsarawa da yada kafofin watsa labarai masu ma'amala kamar tatsuniyoyi, wasanni, da\nzane masu motsi tare da mutane daga ko'ina cikin duniya. Kamar yadda yara ke ƙirƙira tare da\nScratch, sun koyi yin tunani da ƙirƙira, aiki tare, da\ndalili na tsari. {scratchFoundation} ƙungiyar sa-kai ne ta tsara , da haɓaka, da daidaita Scratch",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "Yadda yake aiki",
    "parents.faq": "tambayoyi da ake yawaita yinsu",
    "parents.overviewTitle": "Yaya Scratch ke aiki ma yara?",
    "parents.overviewLearningTitle": "ana koyo",
    "parents.overviewLearningBody": "Scratch amintaccen yanayi ne na koyo da wasa wanda ke jan hankalin duk yara wajen yin tunani cikin kirkire-kirkire, yin tunani bisa tsari, da kuma aiki tare - fasaha masu mahimmanci ga kowa da kowa a cikin al'ummar yau.\nKaranta labarin kan {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "hanyar karantarwa mai kirkira",
    "parents.overviewCommunityTitle": "Jama'a",
    "parents.overviewCommunityBody": "Muna rokon dukk mahalalrta a shafin da su bi {communityGuidelines}\nba mu ba da bayanan asusun sirri ga kowa. Don akrin bayani, don Allah a duba {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "ka'idojin al'umma",
    "parents.privacyPolicyLinkText": "tsari na sirri",
    "parents.faqMoreAndAsk": "Don neman karin bayani game da Scratch, da fatan za a duba {faqPage}.\nZaka iya yin tambayoyi a cikin {discussionForums}.\nIdan kana bukatar tuntubar tawagar maaikatanmu kai tsaye, danna {contactUs}a kasan kowane shafi.",
    "parents.faqLinkText": "Tamboyoyi da ake yawan yi aai akai",
    "parents.faqDiscussionForumsLinkText": "Dandalin tattaunawa",
    "parents.faqContactUsLinkText": "tuntube mu",
    "parents.faqAgeRangeTitle": "Menene zangon shekaru ma Scratch?",
    "parents.faqAgeRangeBody": "An tsara Scratch ne na musamman ga matasa masu shekaru 8 zuwa 16, amma mutane na kowane shekaru na ƙirƙira kuma suna yadawa da Scratch. Kananan yara na iya son gwada {scratchJr}, sigar Scratch wanda a ka saukaka ma masu shekaru 5 zuwa 7.",
    "parents.faqResourcesTitle": "Wadanne kayan aiki ake dasu domin koyon Scratch?",
    "parents.faqResourcesBody": "Idan zaka fara, akwai {stepByStepGuide} a cikin Scratch. Don duba albaratun Scratch, duba shafin{ideasPage}. ",
    "parents.faqIdeasLinkText": "ra'ayoyi",
    "parents.faqStepByStepGuideLinkText": "Jagorar mataki-mataki",
    "parents.faqGettingStartedGuideLinkText": "Jagorar farawa (PDF)",
    "parents.faqScratchCardsLinkText": "katunan Scratch",
    "parents.faqTipsLinkText": "Tukwici",
    "parents.faqCommunityTitle": "Menene al'umman Scratch na kan intanet?",
    "parents.faqCommunityBody": "Lokacin da ake halarta alumman Scratch na kan intanet, membobi zasu iya bincike da gwaji a cikin  wata al'umma koyarwa a bude tare da sauran membobin Scratch daga kowane asali, shekaru, da abubuwwan da suke so. Membobin za su iya yada aikinsu, su sami raayoyin akan aikinsu, kuma su koya daga juna.",
    "parents.faqGuidelinesTitle": "Menene ka'idojin ma al'ummar Scratch na kan yanar gizo??",
    "parents.faqGuidelinesBody": "Ƙungiyar Scratch tana aiki tare da al'umma don kiyaye yanayin abokantaka da mutunta mutane na kowane zamani, jinsi, ƙabila, addinai, yanayin jima'i, da kuma asalin jinsi. Kuna iya taimaka wa yaron ya koyi yadda ake shiga ta yin bitar tare. Ana tambayar membobi don yin sharhi mai inganci kuma don taimakawa ci gaba da sada zumuncin gidan yanar gizon ta hanyar ba da rahoton duk wani abun ciki da baya bin ka'idodin {communityGuidelines} Al'umma. Ƙungiyar Scratch tana aiki kowace rana don gudanar da ayyuka a kan rukunin yanar gizon da amsa rahotanni, tare da taimakon kayan aiki kamar {CleanSpeak} matatar lalata.",
    "parents.faqCommunityGuidelinesLinkText": "ka'idojin al'umma",
    "parents.faqPrivacyPolicyTitle": "Menene tsarin sirrinka?",
    "parents.faqPrivacyPolicyBody": "Don kare sirrin yara a akan yanar gizo, muna iyakance abin da muka tara yayin aiwatar da rajista, da abin da mike gabatarwa ga jamaa akan shafin yanar gizon. Ba ma sayarwa ko ba da hayar bayanan asusu ga kowa. kana iya neman karin bayani game da shafin {privacyPolicy} dinmu.",
    "parents.faqFAQLinkText": "Shafin tambayoyi da ake yawan yinsu",
    "parents.faqOfflineTitle": "Shin akwai wata hanyar amfani da Scratch ba tare da shiga kan intanet ba?",
    "parents.faqOfflineBody": "Eh, Scratch app na ba ka damar ƙirƙira ayyukan Scratch ba tare an jona ta da intanet ba. Zaka iya sauka da {scratchApp} daga shafin yanar gizo na Scratch ko kuma daga app store a na'urarka.",
    "parents.faqScratchApp": "Scratch app",
    "parents.faqOffline2LinkText": "editar Scratch 2.0 offline ",
    "parents.faqOffline14LinkText": "editar Scratch 1.4 offline "
}