{
    "parents.title": "अभिभावक हेतु ",
    "parents.intro": "स्क्रैच एक प्रोग्रामिंग भाषा और एक ऑनलाइन समुदाय है जहां बच्चे\n कहानियां, खेल और एनिमेशन जैसे इंटरैक्टिव मीडिया बना सकते हैं \nऔर विश्व भर के लोगों के साथ साझा कर सकते हैं। \nस्क्रैच के माध्यम से बच्चे रचनात्मक रूप से सोचना सीखते हैं, सहयोग से काम करना सीखते हैं, \nऔर तर्कसंगत रूप से विचार करना सीखते हैं। स्क्रैच का विकास, विकसित,\n और मॉडरेट {scratchFoundation} किया गया है, एक गैर-लाभकारी संगठन द्वारा।",
    "parents.scratchFoundationLinkText": "स्क्रॅच फॉउंडेशन ",
    "parents.overview": "यह कैसे काम करता है ",
    "parents.faq": "बारबार पूछे जाने वाले सवाल ",
    "parents.overviewTitle": "बच्चो के संदर्भः में स्क्रैच कैसे उपयोगी है ?",
    "parents.overviewLearningTitle": "सीखना",
    "parents.overviewLearningBody": "स्क्रैच एक सुरक्षित और खिलवाड़ी शिक्षा वातावरण है जो सभी बच्चों को रचनात्मक रूप से सोचने, तर्कसंगत रूप से विचार करने और सहयोग से काम करने में जुटाता है —आज की समाज में सभी के लिए आवश्यक कौशल। इस पर पढ़ें {creativeLearningApproach}।",
    "parents.creativeLearningApproachLinkText": "रचनात्मक शिक्षा का दृष्टिकोण",
    "parents.overviewCommunityTitle": "समुदाय ",
    "parents.overviewCommunityBody": "सभी सदस्य इन दिशानिर्देशोंका पालन करे {communityGuidelines}\nहम किसी भी व्यक्तिगत खाते की जानकारी किसीके साथ साझा नहीं करते। अधिक जानकारी के लिए यह देखे {privacyPolicy}",
    "parents.communityGuidelinesLinkText": "सामुदायिक दिशानिर्देश",
    "parents.privacyPolicyLinkText": "गोपनीयता नीति",
    "parents.faqMoreAndAsk": "स्क्रैच के बारे में और जानने के लिए, कृपया  यहाँ देखें। {faqPage}\n{discussionForums} यहाँ आप प्रश्न पूछ सकते हैं।\nयदि आपको सीधे हमारी स्टाफ टीम से संपर्क करने की आवश्यकता है, तो किसी भी पेज के नीचे{contactUs} यहाँ  क्लिक करें",
    "parents.faqLinkText": "नित्य पूछे जानेवाले प्रश्न ",
    "parents.faqDiscussionForumsLinkText": "चर्चा मंच",
    "parents.faqContactUsLinkText": "हमसे संपर्क करें",
    "parents.faqAgeRangeTitle": "स्क्रैच के लिए आयु सीमा क्या है?",
    "parents.faqAgeRangeBody": "स्क्रॅच 8 से 16 वर्ष के बच्चों के लिए खास तौर से बनाया गया है. लेकिन सभी उम्र के लोग इन्हे बनाते और साझा करते हैं. छोटे बच्चो के लिए अलग से {scratchJr}यह बनाया गया है. यह 5 से 7 वर्ष के बच्चों के लिए बनाया हुआ स्क्रॅच  का आसान संस्करण है.",
    "parents.faqResourcesTitle": "स्क्रैच सीखने के लिए कौन से संसाधन उपलब्ध हैं ?",
    "parents.faqResourcesBody": "अगर आपने अभी शुरुआत की है तो आपके लिए स्क्रॅच  के भीतर {stepByStepGuide}यह उपलब्ध है. स्क्रॅच  में उपलब्ध अन्य उपयुक्त सामग्री की जानकारी  लिए  {ideasPage}यह पेज देखें ",
    "parents.faqIdeasLinkText": "आइडियाज ",
    "parents.faqStepByStepGuideLinkText": "चरण-दर-चरण मार्गदर्शिका",
    "parents.faqGettingStartedGuideLinkText": "शुरू करने हेतु मार्गदर्शिका (PDF)",
    "parents.faqScratchCardsLinkText": "स्क्रैच कार्ड",
    "parents.faqTipsLinkText": "सुझाव",
    "parents.faqCommunityTitle": "स्क्रैच ऑनलाइन समुदाय क्या है?",
    "parents.faqCommunityBody": "स्क्रैच ऑनलाइन समुदाय में भाग लेने पर, विभिन्न पृष्ठभूमि, आयु और रुचियों के अन्य स्क्रैच सदस्यों के साथ एक खुले सीखने वाले समुदाय में खोज और प्रयोग कर सकते हैं। सदस्य अपना काम साझा कर सकते हैं, प्रतिक्रिया प्राप्त कर सकते हैं, और एक-दूसरे से सीख सकते हैं",
    "parents.faqGuidelinesTitle": "स्क्रैच ऑनलाइन समुदाय के लिए दिशानिर्देश क्या हैं?",
    "parents.faqGuidelinesBody": "MIT स्क्रैच टीम सभी उम्र, जातियों, जातियों, धर्मों, यौन उन्मुखता, और लिंग पहचान के लोगों के लिए एक दोस्ताना और सम्मानजनक माहौल बनाए रखने के लिए समुदाय के साथ काम करती है। आप अपने बच्चे को एक साथ {communityGuidelines} समीक्षा करके भाग लेने में मदद कर सकते हैं। सदस्यों को रचनात्मक रूप से टिप्पणी करने और समुदाय की दिशानिर्देशों का पालन नहीं करने वाली किसी भी सामग्री की रिपोर्ट करके वेबसाइट को मित्रवत रखने में मदद करने के लिए कहा जाता है। स्क्रैच टीम साइट पर गतिविधि का प्रबंधन करने के लिए प्रत्येक दिन काम करती है और {CleanSpeak} profanity फ़िल्टर जैसे टूल की मदद से रिपोर्ट का जवाब देती है।",
    "parents.faqCommunityGuidelinesLinkText": "सामुदायिक दिशानिर्देश",
    "parents.faqPrivacyPolicyTitle": "गोपनीयता नीति क्या है",
    "parents.faqPrivacyPolicyBody": "बच्चों की ऑनलाइन प्राइवेसी को सुरक्षित रखने के लिए हमने साइन आप करते समय इकट्ठा की जाने वाली जानकारी को सिमित रखा है.  और हम वेबसाइट पर प्रकाशित की जानेवाली जानकारी भी सिमित रखते हैं. हम हमारे साथ खोले हुए अकाउंट्स की जानकारी किसीको बेचते या किराये पर नहीं देते हैं. हमारी पॉलिसी  के बारे में ज्यादा जानकारी आप यहाँ पर पढ़ सकते हैं {privacyPolicy}",
    "parents.faqFAQLinkText": "अक्सर पूछे जाने वाले प्रश्न पृष्ठ",
    "parents.faqOfflineTitle": "ऑनलाइन भाग लेने के बिना स्क्रैच का उपयोग करने का कोई तरीका है?",
    "parents.faqOfflineBody": "स्क्रॅच  का एप आपको बिना इंटरनेट कनेक्शन के स्क्रॅच  प्रोजेक्ट्स बनाने की सुविधा देता है.  आप इसे {scratchApp}स्क्रॅच  के वेबसाइट से या अपने डिवाइस से एप  स्टोर से इसे डाउनलोड कर सकते हैं.",
    "parents.faqScratchApp": "स्क्रॅच एप्प ",
    "parents.faqOffline2LinkText": "स्क्रैच 2.0 ऑफलाइन संपादक",
    "parents.faqOffline14LinkText": "1.4 ऑफ़लाइन संपादक स्क्रैच करें"
}