{
    "parents.title": "Untuk Orangtua",
    "parents.intro": "Scratch adalah bahasa pemrograman dan komunitas online tempat anak-anak\n dapat memprogram dan berbagi media interaktif seperti cerita, game, dan \nanimasi dengan orang-orang dari seluruh dunia. Saat anak-anak berkreasi dengan \nScratch, mereka belajar berpikir kreatif, bekerja sama, dan \nbernalar secara sistematis. Scratch dirancang, dikembangkan, dan dimoderasi oleh {scratchFoundation}, sebuah organisasi nirlaba.",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "Bagaimana itu bekerja",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Bagaimana Scratch bekerja untuk anak-anak?",
    "parents.overviewLearningTitle": "Mempelajari",
    "parents.overviewLearningBody": "Scratch adalah lingkungan belajar yang aman dan menyenangkan yang melibatkan semua anak untuk berpikir kreatif, bernalar secara sistematis, dan bekerja secara kolaboratif—keterampilan penting untuk semua orang di masyarakat saat ini.\nBaca artikel tentang {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Pendekatan Pembelajaran Kreatif",
    "parents.overviewCommunityTitle": "Komunitas",
    "parents.overviewCommunityBody": "Kami meminta semua peserta di situs untuk mengikuti {communityGuidelines}.\nEw jangan membuat informasi akun pribadi tersedia untuk siapa pun. Untuk informasi lebih lanjut, silakan lihat {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Pedoman Komunitas",
    "parents.privacyPolicyLinkText": "Kebijakaan Privasi",
    "parents.faqMoreAndAsk": "Untuk mengetahui lebih lanjut tentang Scratch, silakan lihat {faqPage}.\nAnda juga dapat mengajukan pertanyaan di {discussionForums}.\nJika Anda perlu menghubungi tim staf kami secara langsung, klik {contactUs} di bagian bawah halaman manapun.",
    "parents.faqLinkText": "Pertanyaan Sering Diajukan",
    "parents.faqDiscussionForumsLinkText": "Forum Perdiskusian",
    "parents.faqContactUsLinkText": "Kontak Kami",
    "parents.faqAgeRangeTitle": "Apakah jangkauan umur untuk Scratch?",
    "parents.faqAgeRangeBody": "Scratch dirancang khusus untuk anak muda usia 8 hingga 16 tahun, tetapi orang-orang dari segala usia dapat berkreasi dan berbagi dengan Scratch. Anak-anak yang lebih kecil mungkin ingin mencoba {scratchJr}, versi Scratch sederhana yang dirancang untuk usia 5 hingga 7 tahun.",
    "parents.faqResourcesTitle": "Bahan apa yang tersedia untuk mempelajari Scratch?",
    "parents.faqResourcesBody": "Jika Anda baru memulai, ada {stepByStepGuide} yang tersedia di dalam Scratch. Untuk ikhtisar sumber Scratch, lihat {ideasPage} halaman.",
    "parents.faqIdeasLinkText": "Ide",
    "parents.faqStepByStepGuideLinkText": "panduan langkah demi langkah",
    "parents.faqGettingStartedGuideLinkText": "Panduan Memulai (PDF)",
    "parents.faqScratchCardsLinkText": "Kartu-Kartu Scratch",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Apa itu komunitas online Scratch?",
    "parents.faqCommunityBody": "Ketika terlihat di komunitas daring Scratch, anggota bisa menjelajah dan bereksperimen di sebuah komunitas pembelajaran terbuka bersama dengan anggota-anggota Scratch lainnya dari segala latar, umur, dan ketertarikan. Anggota bisa membagikan hasil kerja mereka, mendapatkan umpan balik, dan saling belajar dari satu sama lain.",
    "parents.faqGuidelinesTitle": "Apa pedomannya bagi komunitas online Scratch?",
    "parents.faqGuidelinesBody": "Tim Scratch bekerja dengan masyarakat untuk menjaga lingkungan yang ramah dan saling menghormati bagi orang-orang dari segala usia, ras, etnis, agama, orientasi seksual, dan identitas gender. Anda dapat membantu anak Anda belajar bagaimana berpartisipasi dengan meninjau {communityGuidelines} bersama. Anggota diminta untuk berkomentar secara konstruktif dan membantu menjaga situs web tetap ramah dengan melaporkan konten apa pun yang tidak mengikuti Pedoman Komunitas. Tim Scratch bekerja setiap hari untuk mengelola aktivitas di situs dan menanggapi laporan, dengan bantuan alat seperti {CleanSpeak} filter kata-kata kotor.",
    "parents.faqCommunityGuidelinesLinkText": "Pedoman Komunitas",
    "parents.faqPrivacyPolicyTitle": "Apa kebijakan privasi anda?",
    "parents.faqPrivacyPolicyBody": "Untuk melindungi privasi online anak-anak, kami membatasi apa yang kami kumpulkan selama proses pendaftaran, dan apa yang kami publikasikan di situs web. Kami tidak menjual atau menyewakan informasi akun kepada siapa pun. Anda dapat mengetahui lebih lanjut tentang {privacyPolicy} halaman kami.",
    "parents.faqFAQLinkText": "halaman pertanyaan yang sering diajukan",
    "parents.faqOfflineTitle": "Apakah ada cara untuk menggunakan Scratch tanpa terlibat daring?",
    "parents.faqOfflineBody": "Ya, aplikasi Scratch memungkinkan Anda membuat proyek Scratch tanpa koneksi internet. Anda dapat mengunduhnya {scratchApp} dari situs web Scratch atau app store di perangkat Anda.",
    "parents.faqScratchApp": "Aplikasi Scratch",
    "parents.faqOffline2LinkText": "Scratch 2.0 editor luring",
    "parents.faqOffline14LinkText": "Scratch 1.4 editor luring"
}