{
    "parents.title": "Per i Genitori",
    "parents.intro": "Scratch è sia un linguaggio di programmazione che una comunità online dove i ragazzi\npossono programmare e condividere con altri provenienti da qualunque parte del mondo\ni loro oggetti multimediali interattivi come ad esempio storie, giochi e animazioni. Quando i ragazzi creano con\nScratch imparano a pensare in modo creativo, a lavorare in maniera collaborativa e\na ragionare in modo sistematico. Scratch è progettato e supportato dalla {scratchFoundation}, un'organizzazione no-profit.",
    "parents.scratchFoundationLinkText": "Fondazione Scratch",
    "parents.overview": "Come funziona",
    "parents.faq": "Domande Frequenti",
    "parents.overviewTitle": "Come funziona Scratch per i ragazzi?",
    "parents.overviewLearningTitle": "Apprendimento",
    "parents.overviewLearningBody": "Scratch è un'ambiente di apprendimento sicuro e giocoso che impegna tutti i ragazzi nel pensare in modo creativo, ragionare in maniera sistematica e lavorare in modo collaborativo — abilità essenziali per chiunque nella società attuale. Leggi l'articolo sul {creativeLearningApproach}",
    "parents.creativeLearningApproachLinkText": "L'Approccio dell'Apprendimento Creativo",
    "parents.overviewCommunityTitle": "Comunità",
    "parents.overviewCommunityBody": "Chiediamo a tutti gli utenti del sito di seguire le {communityGuidelines}.\nLe informazioni degli account privati non vengono rese disponibili a nessuno. Per ulteriori informazioni, vedi la{privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Linee Guida della Comunità",
    "parents.privacyPolicyLinkText": "Politica della Privacy",
    "parents.faqMoreAndAsk": "Per saperne di più su Scratch, vai alla {faqPage}.\nE' possibile anche porre domande usando i {discussionForums}.\nSe devi contattare il nostro staff direttamente, clicca {contactUs} in fondo a tutte le pagine.",
    "parents.faqLinkText": "Domande Frequenti (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Forum di Discussione",
    "parents.faqContactUsLinkText": "Contattaci",
    "parents.faqAgeRangeTitle": "Qual è l'eta giusta per iniziare con Scratch?",
    "parents.faqAgeRangeBody": "Scratch è stato sviluppato pensando principalmente ai giovani dagli 8 ai 16 anni, ma Scratch viene usato anche da persona di ogni età. I più giovani possono provare {scratchJr}, una versione semplificata di Scratch progettata appositamente per bambini dai 5 ai 7 anni di età.",
    "parents.faqResourcesTitle": "Quali sono le risorse disponibili per imparare Scratch?",
    "parents.faqResourcesBody": "Se stai iniziando ora, trovi una {stepByStepGuide} disponibile dentro Scratch. Per una panoramica delle risorse disponibili per Scratch vai alla pagina delle {ideasPage}.",
    "parents.faqIdeasLinkText": "Idee",
    "parents.faqStepByStepGuideLinkText": "guida passo passo",
    "parents.faqGettingStartedGuideLinkText": "Guida per Iniziare (PDF)",
    "parents.faqScratchCardsLinkText": "Le Schede di Scratch",
    "parents.faqTipsLinkText": "Suggerimenti",
    "parents.faqCommunityTitle": "Cos'è la comunità online di Scratch?",
    "parents.faqCommunityBody": "I membri della comunità online di Scratch, quando prendono parte alla vita della comunità, hanno la possibilità di esplorare e sperimentare all'interno di una comunità aperta dedicata all'apprendimento insieme ad altri membri di culture, età e interessi diversi. I membri possono inoltre condividere i propri lavori, richiedere suggerimenti e imparare gli uni dagli altri.",
    "parents.faqGuidelinesTitle": "Quali sono le linee guida della comunità online di Scratch?",
    "parents.faqGuidelinesBody": "Il Team di Scratch lavora a stretto contatto con la comunità per fare in modo che l'ambiente resti amichevole e rispettoso per persone di tutte le età, razze, etnie, religioni, orientamenti sessuali e identità di genere. Poi aiutare i tuoi ragazzi ad imparare il modo corretto di partecipare rivedendo insieme a loro le {communityGuidelines}. Ai membri della comunità è richiesto di commentare in modo costruttivo e di collaborare a mantenere questo sito un luogo amichevole segnalando qualunque contenuto che a loro avviso non rispetta le Linee Guida della Comunità. Il Team di Scratch lavora ogni giorno per poter gestire le attività che si svolgono sul sito e per rispondere alle segnalazioni grazie anche a tool come {CleanSpeak}, un filtro di linguaggio inappropriato.         ",
    "parents.faqCommunityGuidelinesLinkText": "Linee Guida della Comunità",
    "parents.faqPrivacyPolicyTitle": "Qual è la politica della privacy seguita da Scratch?",
    "parents.faqPrivacyPolicyBody": "Per proteggere la privacy online dei ragazzi limitiamo le informazioni che raccogliamo durante la registrazione e quello che rendiamo pubblico sul sito. Non vendiamo o concediamo in uso a nessuno le informazioni degli account. Puoi saperne di più sulla nostra politica della privacy andando alla pagina della nostra {privacyPolicy}.",
    "parents.faqFAQLinkText": "pagina delle domande frequenti",
    "parents.faqOfflineTitle": "Esiste un modo per usare Scratch senza iscriversi alla comunità online? ",
    "parents.faqOfflineBody": "Si. L'app di Scratch ti permette di creare progetti Scratch anche quando non disponi di una connessione internet. Puoi scaricare l''{scratchApp}dal sito di Scratch o dall'app store del tuo dispositivo.",
    "parents.faqScratchApp": "App di Scratch",
    "parents.faqOffline2LinkText": "editor offline di Scratch 2.0",
    "parents.faqOffline14LinkText": "editor offline di Scratch 1.4"
}