{
    "parents.title": "សម្រាប់ឪពុកម្តាយ",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "របៀបដែលវាដំណើរការ",
    "parents.faq": "សំណួរពេញនិយម",
    "parents.overviewTitle": "តើ Scratch ដំណើរការយ៉ាងដូចម្តេចសម្រាប់កុមារ?",
    "parents.overviewLearningTitle": "ការរៀន",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "វិធីរៀនបែបច្នៃប្រឌិត",
    "parents.overviewCommunityTitle": "សហគមន៍",
    "parents.overviewCommunityBody": "យើងស្នើឲ្យអ្នកចូលរួមក្នុងតំបន់បណ្តាញទាំងអស់អនុវត្តតាម{communityGuidelines}។\nយើងមិនបញ្ចេញព័ត៌មានគណនីឯកជនទៅកាន់អ្នកណាម្នាក់ទេ។ សម្រាប់ព័ត៌មានបន្ថែម សូមមើល{privacyPolicy}។",
    "parents.communityGuidelinesLinkText": "គោលការណ៍ណែនាំសម្រាប់សហគមន៍",
    "parents.privacyPolicyLinkText": "គោលការណ៍ឯកជនភាព",
    "parents.faqMoreAndAsk": "ដើម្បីស្វែងយល់បន្ថែមពី Scratch សូមមើល {faqPage}។\nអ្នកក៏អាចសួរសំណួរក្នុង{discussionForums}។\nប្រសិនបើអ្នកត្រូវការទាក់ទងបុគ្គលិកក្នុងក្រុមយើងដោយផ្ទាល់ សូមចុច{contactUs}នៅផ្នែកខាងក្រោមនៃទំព័រនីមួយៗ។",
    "parents.faqLinkText": "សំណួរពេញនិយម",
    "parents.faqDiscussionForumsLinkText": "វេទិកាពិភាក្សា",
    "parents.faqContactUsLinkText": "ទាក់ទងយើង",
    "parents.faqAgeRangeTitle": "តើ Scratch ប្រើជាមួយក្មេងអាយុប៉ុន្មាន?",
    "parents.faqAgeRangeBody": "Scratch ត្រូវបានបង្កើតឡើងជាពិសេសសម្រាប់ក្មេងៗអាយុពី 8 ដល់ 16 ឆ្នាំ តែមនុស្សគ្រប់អាយុបង្កើត និងចែករំលែក Scratch។ ក្មេងៗតូចៗប្រហែលជាគួរសាកប្រើ {scratchJr} ដែលជា Scratch ប្រភេទសាមញ្ញ ដែលត្រូវបានបង្កើតសម្រាប់ក្មេងអាយុ 5 ទៅ 7 ឆ្នាំ។",
    "parents.faqResourcesTitle": "មានធនធានអ្វីខ្លះដែលអាចប្រើសម្រាប់រៀន Scratch?",
    "parents.faqResourcesBody": "ប្រសិនបើអ្នកទើបតែចាប់ផ្តើម មាន {stepByStepGuide} ដែលអ្នកអាចប្រើបានក្នុង Scratch។ សម្រាប់ធនធានទាំងឡាយទាក់ទងនឹង Scratch សូមមើលទំព័រ{ideasPage}។",
    "parents.faqIdeasLinkText": "គំនិត",
    "parents.faqStepByStepGuideLinkText": "ការណែនាំមួយជំហានម្តងៗ",
    "parents.faqGettingStartedGuideLinkText": "មគ្គុទេសក៍សម្រាប់ចាប់ផ្តើមដំបូង (PDF)",
    "parents.faqScratchCardsLinkText": "កាត Scratch",
    "parents.faqTipsLinkText": "គន្លឹះ",
    "parents.faqCommunityTitle": "តើសហគមន៍អនឡាញសម្រាប់ Scratch ជាអ្វី?",
    "parents.faqCommunityBody": "នៅពេលចូលរួមក្នុងសហគមន៍អនឡាញសម្រាប់ Scratch សមាជិកអាចរុករក និងសាកល្បងនៅក្នុងសហគមន៍សិក្សាបើកចំហជាមួយសមាជិក Scratch ផ្សេងទៀតដែលមកពីគ្រប់មជ្ឈដ្ឋាន អាយុ និងចំណាប់អារម្មណ៍ផ្សេងៗគ្នា។ សមាជិកអាចចែករំលែកការងាររបស់ពួកគេ ទទួលបានមតិយោបល់ និងរៀនសូត្រពីគ្នាទៅវិញទៅមក។",
    "parents.faqGuidelinesTitle": "តើអ្វីជាគោលការណ៍ណែនាំសម្រាប់សហគមន៍អនឡាញសម្រាប់ Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "គោលការណ៍ណែនាំសម្រាប់សហគមន៍",
    "parents.faqPrivacyPolicyTitle": "តើអ្វីជាគោលនយោបាយពីឯកជនភាពរបស់អ្នក?",
    "parents.faqPrivacyPolicyBody": "ដើម្បីការពារសិទ្ធិឯកជនលើអ៊ីនធឺណិតរបស់កុមារ យើងដាក់កំណត់នូវអ្វីដែលយើងត្រូវប្រមូលក្នុងពេលបង្កើតគណនី និងអ្វីដែលយើងបង្ហាញជាសាធារណៈនៅលើគេហទំព័រ។ យើងមិនលក់ឬជួលព័ត៌មានគណនីទៅនរណាម្នាក់ឡើយ។ អ្នកអាចស្វែងយល់បន្ថែមអំពីទំព័រ {privacyPolicy} របស់យើង។",
    "parents.faqFAQLinkText": "ទំព័រសំណួរពេញនិយម",
    "parents.faqOfflineTitle": "តើមានវិធីណាដើម្បីប្រើ​ Scratch ដោយមិនចាំបាច់ចូលរួមនៅលើអ៊ីនធឺណិតទេ?",
    "parents.faqOfflineBody": "Yes, the Scratch app allows you to create Scratch projects without an internet connection. You can download the {scratchApp} from the Scratch website or the app store on your device.",
    "parents.faqScratchApp": "Scratch app",
    "parents.faqOffline2LinkText": "កម្មវិធីសរសេរក្រៅបណ្តាញ Scratch 2.0",
    "parents.faqOffline14LinkText": "កម្មវិធីសរសេរក្រៅបណ្តាញ Scratch 1.4"
}