{
    "parents.title": "Ji bo Dêûbavan",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Weqfa Scratchê",
    "parents.overview": "Çawa dixebite",
    "parents.faq": "PPP",
    "parents.overviewTitle": "Scratch ji bo zarokan çawa dixebite?",
    "parents.overviewLearningTitle": "Hînbûn",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Helwesta Hînbûna Afirmendî",
    "parents.overviewCommunityTitle": "Civak",
    "parents.overviewCommunityBody": "Em dixwazin hemû beşdarên malperê bala xwe bidine {communityGuidelines}.\nEm agahiyên hesabê kesane nadin ber destê ti kesî. Ji bo agahiyên zêdetir, kerem bike binêre li {privacyPolicy}",
    "parents.communityGuidelinesLinkText": "Rêwerzên Civakê",
    "parents.privacyPolicyLinkText": "Polîtîkaya Nihêniyê",
    "parents.faqMoreAndAsk": "Ji bo di derbarê Scratchê de bêhtir tiştan hîn bibî, li {faqPage}ê binêre.\nHerwiha dikarî li {discussionForums} jî pirsan bikî.\nHeke divê tu bi koma me yî personelan re rasterast têkilî dayinî, li {contactUs}yê ya li jêra hemû rûpelan heye bitikîne.",
    "parents.faqLinkText": "Pirsên Pir Tên Pirsîn",
    "parents.faqDiscussionForumsLinkText": "Forumên Niqaşkirinê",
    "parents.faqContactUsLinkText": "Bi Me Re Têkilî Dayine",
    "parents.faqAgeRangeTitle": "Ji bo Scratchê kîjan temen guncav in?",
    "parents.faqAgeRangeBody": "Scratch, bi taybetî ji bo ciwanên di navbera temenê 8 - 16an hatiye sêwirandin, lê mirovên ji her temenî pê tiştan çê dikin û parve dikin. Zarokên biçûktir dikarin {scratchJr}ê biceribînin, ew guhertoyeke sadekirî ye ji bo temenên 5-7an.",
    "parents.faqResourcesTitle": "Ji bo hînbûna Scratchê çi çavkanî hene?",
    "parents.faqResourcesBody": "Heke tu nû dest pê dikî, di nav Scratchê de ji bo te {stepByStepGuide} heye. Ji bo kurteyeke di derbarê çavkaniyên Scratchê de, li rûpela {ideasPage}ê binêre. ",
    "parents.faqIdeasLinkText": "Raman",
    "parents.faqStepByStepGuideLinkText": "rêbera gav-bi-gav",
    "parents.faqGettingStartedGuideLinkText": "Rêbera Destpêkirinê (PDF)",
    "parents.faqScratchCardsLinkText": "Kartên Scratchê",
    "parents.faqTipsLinkText": "Serbend",
    "parents.faqCommunityTitle": "Civaka serhêl a Scratchê çi ye?",
    "parents.faqCommunityBody": "Wextê beşdarbûna li civata serhêl ya Scratchê, endam dikarin kişf bikin û tecrûbe bikin di civateke hînbûnê ya vekirî de li gel endamên din ên Scratchê ji hemû derdoran, emr û baldariyan. Endam dikarin xebatên xwe parve bikin, paşragihandinê werbigirin, û ji hev û din hîn bibin.",
    "parents.faqGuidelinesTitle": "Ji bo civaka serhêl a Scratchê çi rêwerz û rêzik hene?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Rêwerzên Civakê",
    "parents.faqPrivacyPolicyTitle": "Polîtîkaya te ya veşarîtiyê çi ye?",
    "parents.faqPrivacyPolicyBody": "Bo parastina nihêniya serhêl ya zarokan, me sînordar kir tiştên ku em gava pêvajoya qeydbûnê berhev dikin, û tiştên ku me li ser malperê \"bo herkesî vekirî\" kiriye. Em agahiyên ajimêran bo ti kesî nafiroşin an bi kirê nadin. Agahiyên zêdetir dikarî peyda bikî derbarê {privacyPolicy} de.",
    "parents.faqFAQLinkText": "rûpela pirsên ku pir tên pirsîn",
    "parents.faqOfflineTitle": "Gelo riyeke ku mirov bêyî tevkarîkirina serhêl Scratchê bi kar bîne?",
    "parents.faqOfflineBody": "Belê, sepana Scratchê destûr dide te ku bêyî girêdaneke înternetê projeyên Scratchê çêbikî. Tu dikarî sepana Scratchê {scratchApp}-yê daxînî ji malpera Scratchê an jî ji App Store-a ser cîhaza xwe.",
    "parents.faqScratchApp": "Sepana Scratchê",
    "parents.faqOffline2LinkText": "Edîtora derhêl a Scratch 2.0ê",
    "parents.faqOffline14LinkText": "Edîtora derhêl a Scratch 1.4ê"
}