{
    "parents.title": "Vecākiem",
    "parents.intro": "Scratch ir programmēšanas valoda un tiešsaistes kopiena, kurā bērni\n var programmēt un kopīgot interaktīvos medijus, piemēram, stāstus, spēles un \nanimāciju, ar cilvēkiem no visas pasaules. Kad bērni veido ar \nScratch, viņi mācās radoši domāt, sadarboties un \nsistemātiski spriest. Scratch izstrādā, izstrādā un regulē bezpeļņas organizācija {scratchFoundation}.",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "Kā tas strādā",
    "parents.faq": "BUJ",
    "parents.overviewTitle": "Kā Scratch darbojas bērniem?",
    "parents.overviewLearningTitle": "Mācīšanās",
    "parents.overviewLearningBody": "Scratch ir droša un rotaļīga mācību vide, kas liek visiem bērniem radoši domāt, sistemātiski spriest un sadarboties — tās ir būtiskas prasmes ikvienam mūsdienu sabiedrībā.\nIzlasiet rakstu par {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Radoša mācīšanās pieeja",
    "parents.overviewCommunityTitle": "Kopiena",
    "parents.overviewCommunityBody": "Mēs lūdzam visus vietnes dalībniekus sekot līdzi {communityGuidelines}.\nMēs nevienam nepadarām pieejamu privātā konta informāciju. Lai iegūtu papildinformāciju, lūdzu, skatiet {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Kopienas vadlīnijas",
    "parents.privacyPolicyLinkText": "Privātuma politika",
    "parents.faqMoreAndAsk": "Lai uzzinātu vairāk par Scratch, lūdzu, skatiet {faqPage}.\nVarat arī uzdot jautājumus sadaļā {discussionForums}.\nJa nepieciešams tieši sazināties ar mūsu darbinieku komandu, noklikšķiniet {contactUs} uz jebkuras lapas apakšā.",
    "parents.faqLinkText": "Biežāk uzdotie jautājumi (BUJ)",
    "parents.faqDiscussionForumsLinkText": "Diskusiju forumi",
    "parents.faqContactUsLinkText": "Sazinies ar mums",
    "parents.faqAgeRangeTitle": "Kāds ir ieteicamais vecums Scratch?",
    "parents.faqAgeRangeBody": "Scratch ir īpaši paredzēts jauniešiem vecumā no 8 līdz 16 gadiem, taču visu vecumu cilvēki veido un dalās ar Scratch. Mazāki bērni var vēlēties izmēģināt Scratch vienkāršotu versiju {scratchJr}, kas paredzēta 5–7 gadu vecumam.",
    "parents.faqResourcesTitle": "Kādi palīglīdzekļi ir pieejami, lai mācītos Scratch?",
    "parents.faqResourcesBody": "Ja jūs tikko sākat darbu, Scratch ir pieejams {stepByStepGuide}. Lai iegūtu pārskatu par Scratch resursiem, skatiet {ideasPage} lapu.",
    "parents.faqIdeasLinkText": "Idejas",
    "parents.faqStepByStepGuideLinkText": "soli pa solim ceļvedis",
    "parents.faqGettingStartedGuideLinkText": "Darba sākšanas rokasgrāmata (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch kartītes",
    "parents.faqTipsLinkText": "Ieteikumi",
    "parents.faqCommunityTitle": "Kas ir Scratch tiešsaistes kopiena?",
    "parents.faqCommunityBody": "Piedaloties Scratch tiešsaistes kopienā, tās dalībnieki var pētīt un eksperimentēt šajā atvērtajā mācīšanās kopienā kopā ar citiem Scratch lietotājiem ar visdažādāko pieredzi, vecumu un interesēm. Dalībnieki var dalīties ar saviem darbiem, saņemt atsauksmes un mācīties cits no cita.",
    "parents.faqGuidelinesTitle": "Kādas ir Scratch tiešsaistes kopienas vadlīnijas?",
    "parents.faqGuidelinesBody": "Scratch komanda sadarbojas ar kopienu, lai uzturētu draudzīgu un cieņpilnu vidi jebkura vecuma, rases, etniskās piederības, reliģijas, seksuālās orientācijas un dzimuma identitātes cilvēkiem. Jūs varat palīdzēt savam bērnam iemācīties piedalīties, kopā pārskatot {communityGuidelines}. Dalībnieki tiek aicināti komentēt konstruktīvus un palīdzēt uzturēt vietni draudzīgu, ziņojot par saturu, kas neatbilst kopienas vadlīnijām. Scratch komanda katru dienu strādā, lai pārvaldītu darbības vietnē un reaģētu uz ziņojumiem, izmantojot tādus rīkus kā rupjības filtru {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "Kopienas vadlīnijas",
    "parents.faqPrivacyPolicyTitle": "Kāda ir jūsu privātuma politika?",
    "parents.faqPrivacyPolicyBody": "Lai aizsargātu bērnu tiešsaistes privātumu, mēs ierobežojam to, ko apkopojam reģistrēšanās procesa laikā un ko publicējam vietnē. Mēs nevienam nepārdodam un neizīrējam konta informāciju. Jūs varat uzzināt vairāk par mūsu {privacyPolicy} lapu.",
    "parents.faqFAQLinkText": "bieži uzdoto jautājumu lapa",
    "parents.faqOfflineTitle": "Vai ir iespējams izmantot Scratch bez interneta pieslēguma?",
    "parents.faqOfflineBody": "Jā, lietotne Scratch ļauj izveidot Scratch projektus bez interneta savienojuma. Varat lejupielādēt {scratchApp} no Scratch vietnes vai lietotņu veikala savā ierīcē.",
    "parents.faqScratchApp": "Lietotne Scratch",
    "parents.faqOffline2LinkText": "Scratch 2.0 bezsaistes redaktors",
    "parents.faqOffline14LinkText": "Scratch 1.4 bezsaistes redaktors"
}