{
    "parents.title": "Voor ouders",
    "parents.intro": "Scratch is een programmeer omgeving èn een online gemeenschap waar kinderen kunnen programmeren en interactieve projecten zoals verhalen, games en animaties kunnen delen met mensen van over de heel wereld. Wanneer kinderen iets maken met Scratch leren ze creatief denken, samenwerken en systematisch redeneren. Scratch is ontworpen en onderhouden door de Lifelong Kindergarten group van het MIT Media Lab.",
    "parents.overview": "Hoe het werkt",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Hoe werkt Scratch voor kinderen",
    "parents.overviewLearningTitle": "Leren",
    "parents.overviewLearningBody": "Voor een compact overzicht over wat jongeren leren met Scratch, zie {learningWithScratch}.\nOf lees het artikel over {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Leren met Scratch",
    "parents.creativeLearningApproachLinkText": "Creatief Leren Aanpak",
    "parents.overviewCommunityTitle": "Gemeenschap",
    "parents.overviewCommunityBody": "We vragen alle gebruikers van de website om de {communityGuidelines} te volgen.\nWij maken geen enkele privé informatie beschikbaar voor wie dan ook. Zie de {privacyPolicy} voor meer informatie.",
    "parents.communityGuidelinesLinkText": "Gemeenschapsrichtlijnen",
    "parents.privacyPolicyLinkText": "Privacybeleid",
    "parents.faqMoreAndAsk": "Om meer over Scratch te weten te komen: bezoek de {faqPage}.\nJe kunt ook vragen stellen op de {discussionForums}.\nAls je contact wil met de makers van Scratch kun je onderaan elke pagina klikken op {contactUs}.",
    "parents.faqLinkText": "Veelgestelde vragen (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Discussieforums",
    "parents.faqContactUsLinkText": "Contact",
    "parents.faqAgeRangeTitle": "Voor welke leeftijden is Scratch bedoeld?",
    "parents.faqAgeRangeBody": "Scratch is speciaal ontworpen voor jongeren van 8 tot 16 jaar, maar mensen van alle leeftijden maken en delen programma's met Scratch. Jongere kinderen willen misschien {scratchJr}proberen, een vereenvoudigde versie van Scratch ontworpen voor kinderen van 5 tot 7 jaar.",
    "parents.faqResourcesTitle": "Welke hulpmiddelen zijn er om Scratch te leren?",
    "parents.faqResourcesBody": "Als je hier voor het eerst bent is er een {stepByStepGuide} beschikbaar binnen Scratch. Voor een overzicht van Scratch materialen, zie de {ideasPage} pagina.",
    "parents.faqIdeasLinkText": "Ideeën",
    "parents.faqStepByStepGuideLinkText": "Stap-voor-stap gids",
    "parents.faqGettingStartedGuideLinkText": "Gids 'Aan de slag' (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch-kaarten",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Wat is de Scratch online gemeenschap?",
    "parents.faqCommunityBody": "Leden van de Scratch online gemeenschap kunnen ontdekken en experimenteren in een open leeromgeving samen met andere leden van verschillende achtergronden, leeftijden en interesses. Leden kunnen hun werk delen, feedback krijgen en van elkaar leren.",
    "parents.faqGuidelinesTitle": "Wat zijn de richtlijnen voor de online Scratchgemeenschap?",
    "parents.faqGuidelinesBody": "Het MIT Scratch team zorgt met de Scratch gemeenschap voor een vriendelijke en respectvolle omgeving voor alle mensen ongeacht hun leeftijd, ras, afkomst, religie, seksuele voorkeur en gender. Je kunt je kind leren mee te helpen door samen de {communityGuidelines} door te nemen. \nGebruikers wordt gevraagd om opmerkingen constructief te houden, en te helpen de website vriendelijk te houden door inhoud die niet aan de gemeenschapsrichtlijnen voldoet te melden. Het Scratch Team is dagelijks actief om het gebruik van de site in de gaten te houden en te reageren op meldingen, daarbij geholpen door software zoals het {CleanSpeak} vloekfilter.",
    "parents.faqCommunityGuidelinesLinkText": "gemeenschapsrichtlijnen",
    "parents.faqPrivacyPolicyTitle": "Waaruit bestaat het privacybeleid?",
    "parents.faqPrivacyPolicyBody": "Om de privacy van kinderen te beschermen, beperken we het aantal vragen bij het aanmeldingsproces en wat we publiek zichtbaar maken op de website. Accountinformatie wordt aan niemand verkocht of verhuurd. Je kunt meer lezen over ons privacybeleid op onze {privacyPolicy} pagina.",
    "parents.faqFAQLinkText": "veel voorkomende vragen (FAQ) pagina",
    "parents.faqOfflineTitle": "Kun je Scratch gebruiken zonder online deelname?",
    "parents.faqOfflineBody": "Met de Scratch Desktop editor kun je Scratch projecten maken zonder een internetverbinding. Je kunt {scratchDesktop} downloaden vanaf de website. Dit heette vroeger de Scratch Offline editor.",
    "parents.faqScratchDesktop": "Scratch Desktop",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline editor"
}