{
    "parents.title": "Voor ouders",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "Hoe het werkt",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Hoe werkt Scratch voor kinderen",
    "parents.overviewLearningTitle": "Leren",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Creatief Leren Aanpak",
    "parents.overviewCommunityTitle": "Gemeenschap",
    "parents.overviewCommunityBody": "We vragen alle gebruikers van de website om de {communityGuidelines} te volgen.\nWij maken geen enkele privé informatie beschikbaar voor wie dan ook. Zie de {privacyPolicy} voor meer informatie.",
    "parents.communityGuidelinesLinkText": "Gemeenschapsrichtlijnen",
    "parents.privacyPolicyLinkText": "Privacybeleid",
    "parents.faqMoreAndAsk": "Om meer over Scratch te weten te komen: bezoek de {faqPage}.\nJe kunt ook vragen stellen op de {discussionForums}.\nAls je contact wil met de makers van Scratch kun je onderaan elke pagina klikken op {contactUs}.",
    "parents.faqLinkText": "Veelgestelde vragen (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Discussieforums",
    "parents.faqContactUsLinkText": "Contact",
    "parents.faqAgeRangeTitle": "Voor welke leeftijden is Scratch bedoeld?",
    "parents.faqAgeRangeBody": "Scratch is speciaal ontworpen voor jongeren van 8 tot 16 jaar, maar mensen van alle leeftijden maken en delen programma's met Scratch. Jongere kinderen willen misschien {scratchJr}proberen, een vereenvoudigde versie van Scratch ontworpen voor kinderen van 5 tot 7 jaar.",
    "parents.faqResourcesTitle": "Welke hulpmiddelen zijn er om Scratch te leren?",
    "parents.faqResourcesBody": "Als je hier voor het eerst bent is er een {stepByStepGuide} beschikbaar binnen Scratch. Voor een overzicht van Scratch materialen, zie de {ideasPage} pagina.",
    "parents.faqIdeasLinkText": "Ideeën",
    "parents.faqStepByStepGuideLinkText": "Stap-voor-stap gids",
    "parents.faqGettingStartedGuideLinkText": "Gids 'Aan de slag' (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch-kaarten",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Wat is de Scratch online gemeenschap?",
    "parents.faqCommunityBody": "Leden van de Scratch online gemeenschap kunnen ontdekken en experimenteren in een open leeromgeving samen met andere leden van verschillende achtergronden, leeftijden en interesses. Leden kunnen hun werk delen, feedback krijgen en van elkaar leren.",
    "parents.faqGuidelinesTitle": "Wat zijn de richtlijnen voor de online Scratchgemeenschap?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Gemeenschapsrichtlijnen",
    "parents.faqPrivacyPolicyTitle": "Waaruit bestaat het privacybeleid?",
    "parents.faqPrivacyPolicyBody": "Om de privacy van kinderen te beschermen, beperken we het aantal vragen bij het aanmeldingsproces en wat we publiek zichtbaar maken op de website. Accountinformatie wordt aan niemand verkocht of verhuurd. Je kunt meer lezen over ons privacybeleid op onze {privacyPolicy} pagina.",
    "parents.faqFAQLinkText": "veel voorkomende vragen (FAQ) pagina",
    "parents.faqOfflineTitle": "Kun je Scratch gebruiken zonder online deelname?",
    "parents.faqOfflineBody": "Ja, met de Scratch-app kun je Scratch-projecten maken zonder internetverbinding. Je kunt de {scratchApp} downloaden van de Scratch-website of de app store op je apparaat.",
    "parents.faqScratchApp": "Scratch app",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline editor"
}