{
    "parents.title": "Voor ouders",
    "parents.intro": "Scratch is een programmeertaal en een online community waar kinderen\ninteractieve media kunnen programmeren en delen, zoals verhalen, games en\nanimatie met mensen van over de hele wereld. Als kinderen creëren met\nScratch, leren ze creatief te denken, samen te werken en\nsystematisch te redeneren. Scratch is ontworpen, ontwikkeld en gemodereerd door de {scratchFoundation}, een non-profitorganisatie.",
    "parents.scratchFoundationLinkText": "Scratch Foundation",
    "parents.overview": "Hoe het werkt",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Hoe werkt Scratch voor kinderen",
    "parents.overviewLearningTitle": "Leren",
    "parents.overviewLearningBody": "Scratch is een veilige en speelse leeromgeving die alle kinderen stimuleert om creatief te denken, systematisch te redeneren en samen te werken - essentiële vaardigheden voor iedereen in de huidige samenleving.\nLees een artikel over de {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Creatief Leren Aanpak",
    "parents.overviewCommunityTitle": "Gemeenschap",
    "parents.overviewCommunityBody": "We vragen alle gebruikers van de website om de {communityGuidelines} te volgen.\nWij maken geen enkele privé informatie beschikbaar voor wie dan ook. Zie de {privacyPolicy} voor meer informatie.",
    "parents.communityGuidelinesLinkText": "Gemeenschapsrichtlijnen",
    "parents.privacyPolicyLinkText": "Privacybeleid",
    "parents.faqMoreAndAsk": "Om meer over Scratch te weten te komen: bezoek de {faqPage}.\nJe kunt ook vragen stellen op de {discussionForums}.\nAls je contact wil met de makers van Scratch kun je onderaan elke pagina klikken op {contactUs}.",
    "parents.faqLinkText": "Veelgestelde vragen (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Discussieforums",
    "parents.faqContactUsLinkText": "Contact",
    "parents.faqAgeRangeTitle": "Voor welke leeftijden is Scratch bedoeld?",
    "parents.faqAgeRangeBody": "Scratch is speciaal ontworpen voor jongeren van 8 tot 16 jaar, maar mensen van alle leeftijden maken en delen programma's met Scratch. Jongere kinderen willen misschien {scratchJr}proberen, een vereenvoudigde versie van Scratch ontworpen voor kinderen van 5 tot 7 jaar.",
    "parents.faqResourcesTitle": "Welke hulpmiddelen zijn er om Scratch te leren?",
    "parents.faqResourcesBody": "Als je hier voor het eerst bent is er een {stepByStepGuide} beschikbaar binnen Scratch. Voor een overzicht van Scratch materialen, zie de {ideasPage} pagina.",
    "parents.faqIdeasLinkText": "Ideeën",
    "parents.faqStepByStepGuideLinkText": "Stap-voor-stap gids",
    "parents.faqGettingStartedGuideLinkText": "Gids 'Aan de slag' (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch-kaarten",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Wat is de Scratch online gemeenschap?",
    "parents.faqCommunityBody": "Leden van de Scratch online gemeenschap kunnen ontdekken en experimenteren in een open leeromgeving samen met andere leden van verschillende achtergronden, leeftijden en interesses. Leden kunnen hun werk delen, feedback krijgen en van elkaar leren.",
    "parents.faqGuidelinesTitle": "Wat zijn de richtlijnen voor de online Scratchgemeenschap?",
    "parents.faqGuidelinesBody": "Het Scratch Team werkt samen met de gemeenschap om een ​​vriendelijke en respectvolle omgeving te behouden voor mensen van alle leeftijden, rassen, etniciteiten, religies, seksuele geaardheden en genderidentiteiten. U kunt uw kind helpen om te leren hoe het moet deelnemen door samen het  {communityGuidelines} door te nemen. Leden wordt gevraagd constructief commentaar te geven en te helpen de website vriendelijk te houden door inhoud te melden die niet voldoet aan de communityrichtlijnen. Het Scratch-team werkt elke dag om de activiteit op de site te beheren en te reageren op rapporten, met behulp van tools zoals de {CleanSpeak} profanity-filter.",
    "parents.faqCommunityGuidelinesLinkText": "Gemeenschapsrichtlijnen",
    "parents.faqPrivacyPolicyTitle": "Waaruit bestaat het privacybeleid?",
    "parents.faqPrivacyPolicyBody": "Om de privacy van kinderen te beschermen, beperken we het aantal vragen bij het aanmeldingsproces en wat we publiek zichtbaar maken op de website. Accountinformatie wordt aan niemand verkocht of verhuurd. Je kunt meer lezen over ons privacybeleid op onze {privacyPolicy} pagina.",
    "parents.faqFAQLinkText": "veel voorkomende vragen (FAQ) pagina",
    "parents.faqOfflineTitle": "Kun je Scratch gebruiken zonder online deelname?",
    "parents.faqOfflineBody": "Ja, met de Scratch-app kun je Scratch-projecten maken zonder internetverbinding. Je kunt de {scratchApp} downloaden van de Scratch-website of de app store op je apparaat.",
    "parents.faqScratchApp": "Scratch app",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline editor"
}