{
    "parents.title": "For foreldre",
    "parents.intro": "Scratch er eit programmeringsspråk og eit nettsamfunn der du kan laga \ndine eigne interaktive forteljingar, spel og animasjonar – og visa fram det du \nhar laga til heile verda. Når barn og ungdom skapar og programmerer \nScratch-prosjekt, vil dei læra kreativitet, systematisk tenking og å samarbeida \nmed andre. Scratch er utforma, utvikla og vert moderert av den ideelle {scratchFoundation}.",
    "parents.scratchFoundationLinkText": "Scratch-stiftinga",
    "parents.overview": "Korleis fungerer det?",
    "parents.faq": "Spørsmål og svar",
    "parents.overviewTitle": "Korleis fungerer Scratch for ungar?",
    "parents.overviewLearningTitle": "Læring",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "vår tilnærming til kreativ læring",
    "parents.overviewCommunityTitle": "Nettsamfunn",
    "parents.overviewCommunityBody": "Me ber alle som brukar Scratch-nettstaden om å følgja desse {communityGuidelines}.\nMe gjev aldri ut personopplysningar om brukarane. Sjå {privacyPolicy} for meir informasjon.",
    "parents.communityGuidelinesLinkText": "retningslinjene for nettstaden",
    "parents.privacyPolicyLinkText": "personvernerklæringa vår",
    "parents.faqMoreAndAsk": "Vil du veta meir om Scratch, sjå {faqPage}.\nDu kan òg spørja spørsmål i {discussionForums}.\nViss du treng direkte kontakt med Scratch-administratorane, bruk lenkja {contactUs}, som du finn nedst på alle sidene.",
    "parents.faqLinkText": "Spørsmål og svar (FAQ)",
    "parents.faqDiscussionForumsLinkText": "diskusjonsforuma",
    "parents.faqContactUsLinkText": "Kontakt oss",
    "parents.faqAgeRangeTitle": "Kva aldersgruppe er Scratch laga for?",
    "parents.faqAgeRangeBody": "Scratch er først og fremst laga for ungar frå 8 til 16 år, men folk i alle aldrar lagar og deler Scratch-prosjekt. Dei yngste kan heller prøva {scratchJr}, ein forenkla versjon av Scratch, tilpassa ungar frå 5 til 7 år.",
    "parents.faqResourcesTitle": "Kva finst av lærestoff om Scratch?",
    "parents.faqResourcesBody": "Viss du ikkje har brukt Scratch før, kan du prøva {stepByStepGuide}, som er innebygd i Scratch. Du finn òg ei oversikt over lærestoff på {ideasPage}.",
    "parents.faqIdeasLinkText": "idésida",
    "parents.faqStepByStepGuideLinkText": "steg-for-steg-innføringane",
    "parents.faqGettingStartedGuideLinkText": "Kom i gang (PDF)",
    "parents.faqScratchCardsLinkText": "Aktivitetskort",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Kva er nettsamfunnet til Scratch?",
    "parents.faqCommunityBody": "Dei som deltek på Scratch-nettstaden kan utforska og eksperimentera med kvarandres prosjekt i eit ope læringsmiljø med andre. Dei kan òg leggja ut ting dei sjølv har laga, få tilbakemeldingar og læra av kvarandre. Scratch-brukarane er i alle aldrar, og med ulike bakgrunnar og interesser.",
    "parents.faqGuidelinesTitle": "Kva reglar gjeld for nettsamfunnet til Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "retningslinjene for nettstaden",
    "parents.faqPrivacyPolicyTitle": "Kva retningslinjer for personvern gjeld her?",
    "parents.faqPrivacyPolicyBody": "Av omsyn til personvernet treng nye brukarar berre registrera eit minimum av informasjon, og det som vert vist offentleg på nettsidene er avgrensa endå meir. Informasjon om brukarane vert aldri seld eller leigd ut til andre. Du kan lesa meir om dette i {privacyPolicy}.",
    "parents.faqFAQLinkText": "Spørsmål og svar (FAQ)",
    "parents.faqOfflineTitle": "Går det an å bruka Scratch utan å vera på Internett?",
    "parents.faqOfflineBody": "Ja, med Scratch-appen kan du laga Scratch-prosjekt utan tilgang til Internett. Du kan lasta ned {scratchApp} frå Scratch-heimesida eller i appbutikken.",
    "parents.faqScratchApp": "Scratch-appen",
    "parents.faqOffline2LinkText": "Scratch 2.0 for maskiner utan nettsamband",
    "parents.faqOffline14LinkText": "Scratch 1.4 for maskiner utan nettsamband"
}