{
    "parents.title": "Pels parents",
    "parents.intro": "Scratch es un lengatge de programacion e una comunautat en linha ont los enfants\npòdon programar e partejar de mèdias interactius coma d'istòrias, de jòcs, e\nd’animacion amb de personas de tot lo monde. Coma los enfants crèan amb\nScratch, aprenon a pensar creativament, trabalhar de manièra collaborativa, e\nrasonar sistematicament. Scratch es concebut, desvolopat e moderat per la {scratchFoundation}, una organizacion sens tòca lucrativa.",
    "parents.scratchFoundationLinkText": "Fondacion Scratch",
    "parents.overview": "Cossí fonciona",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Cossí Scratch fonciona pels enfants ?",
    "parents.overviewLearningTitle": "Aprentissatge",
    "parents.overviewLearningBody": "Scratch es un environament d'aprendissatge segur e ludic qu'encoratja totes los enfants a pensar de manièra creativa, a rasonar sistematicament e a trabalhar de manièra collaborativa — de competéncias essencialas per totes dins la societat d'uèi.\nLegissètz un article sus la {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Creative Learning Approach",
    "parents.overviewCommunityTitle": "Comunautat",
    "parents.overviewCommunityBody": "Demandam a totes los participants del site de seguir las {communityGuidelines}.\nMetèm pas d'informacions del compte privat a disposicion de degun. Per mai d'informacions, consultatz la {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Règlas de la comunautat",
    "parents.privacyPolicyLinkText": "Politica de confidencialitat",
    "parents.faqMoreAndAsk": "Per ne saber mai sus Scratch, consultatz {faqPage}.\nPodètz tanben pausar de questions dins los {discussionForums}.\nS’avètz besonh de contactar dirèctament nòstra equipa, clicatz sus {contactUs} en bas de quina pagina que siá.",
    "parents.faqLinkText": "Fièra de las questions",
    "parents.faqDiscussionForumsLinkText": "Forums de discussion",
    "parents.faqContactUsLinkText": "Nos contactar",
    "parents.faqAgeRangeTitle": "Quin es l’interval d’atge per Scratch ?",
    "parents.faqAgeRangeBody": "Scratch es concebut especialament pels joves d'edats de 8 a 16 ans, mas de personas de totas las edats crèan e partejan amb Scratch. Los enfants mai pichons voldràn benlèu ensajar {scratchJr}, una version simplificada de Scratch concebuda pels mainatges de 5 a 7 ans.",
    "parents.faqResourcesTitle": "Quinas ressorsas son disponiblas per aprendre Scratch ?",
    "parents.faqResourcesBody": "Se fasètz pas que començar, i a una {stepByStepGuide} disponible dins Scratch. Per una vista generala de las ressorsas de Scratch, consultatz la pagina {ideasPage}.",
    "parents.faqIdeasLinkText": "Idèas",
    "parents.faqStepByStepGuideLinkText": "guida etapa per etapa",
    "parents.faqGettingStartedGuideLinkText": "Getting Started guide (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch Cards",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Qu’es aquò la comunitat en linha Scratch ?",
    "parents.faqCommunityBody": "Quand participatz a la comunautat en linha de Scratch, los membres pòdon explorar e experimentar dins una comunautat d'aprendissatge dobèrta amb d'autres membres de Scratch de totes los originas, atges e interèsses. Los membres pòdon partejar lor trabalh, obténer de comentaris e aprendre los uns dels autres.",
    "parents.faqGuidelinesTitle": "Quinas son las directivas per la comunautat en linha Scratch ?",
    "parents.faqGuidelinesBody": "L'equipa Scratch trabalha amb la comunautat per manténer un environament amistós e respectuós per de personas de tot atge, raça, etnia, religion, orientacion sexuala e identitat de genre. Podètz ajudar vòstre enfant a aprendre cossí participar en revisant las {communityGuidelines} amassa. Òm demanda als membres de comentar de manièra constructiva e d'ajudar a manténer lo site web amical en senhalant quin contengut que siá que seguís pas las règlas de la comunautat. L'equipa de Scratch trabalha cada jorn per gerir l'activitat sul site e respondre als senhalaments, amb l'ajuda d'aisinas coma lo filtre de profanitat {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "Règlas de la comunautat",
    "parents.faqPrivacyPolicyTitle": "Quina es vòstra politica de confidencialitat ?",
    "parents.faqPrivacyPolicyBody": "Per protegir la vida privada en linha dels enfants, limitam çò que collectam pendent lo processús d'inscripcion, e çò que fasèm venir public sul site web. Vendèm pas o logam pas d'informacions de compte a degun. Podètz ne saber mai sus nòstra pagina {privacyPolicy}.",
    "parents.faqFAQLinkText": "Pagina de la fièra de las questions",
    "parents.faqOfflineTitle": "I a un biais d’utilizar Scratch sens participar en linha ?",
    "parents.faqOfflineBody": "Òc-ben, l'aplicacion Scratch vos permet de crear de projèctes Scratch sens connexion a internet. Podètz telecargar l’{scratchApp} del site web de Scratch estant o de la botiga d'aplicacions sus vòstre aparelh.",
    "parents.faqScratchApp": "aplicacion Scratch",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline editor"
}