{
    "parents.title": "Pels parents",
    "parents.intro": "Scratch es un lengatge de programacion e una comunautat en linha ont los enfants\npòdon programar e partejar de mèdias interactius coma d'istòrias, de jòcs, e\nd’animacion amb de personas de tot lo monde. Coma los enfants crèan amb\nScratch, aprenon a pensar creativament, trabalhar de manièra collaborativa, e\nrasonar sistematicament. Scratch es concebut, desvolopat e moderat per la {scratchFoundation}, una organizacion sens tòca lucrativa.",
    "parents.scratchFoundationLinkText": "Fondacion Scratch",
    "parents.overview": "Cossí fonciona",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Cossí Scratch fonciona pels enfants ?",
    "parents.overviewLearningTitle": "Aprentissatge",
    "parents.overviewLearningBody": "Scratch es un environament d'aprendissatge segur e ludic qu'encoratja totes los enfants a pensar de manièra creativa, a rasonar sistematicament e a trabalhar de manièra collaborativa — de competéncias essencialas per totes dins la societat d'uèi.\nLegissètz un article sus la {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Creative Learning Approach",
    "parents.overviewCommunityTitle": "Comunautat",
    "parents.overviewCommunityBody": "Demandam a totes los participants del site de seguir las {communityGuidelines}.\nMetèm pas d'informacions del compte privat a disposicion de degun. Per mai d'informacions, consultatz la {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Règlas de la comunautat",
    "parents.privacyPolicyLinkText": "Politica de confidencialitat",
    "parents.faqMoreAndAsk": "To find out more about Scratch, please see {faqPage}.\nYou can also ask questions in the {discussionForums}.\nIf you need to contact our staff team directly, click {contactUs} at the bottom of any page.",
    "parents.faqLinkText": "Frequently Asked Questions",
    "parents.faqDiscussionForumsLinkText": "Forums de discussion",
    "parents.faqContactUsLinkText": "Nos contactar",
    "parents.faqAgeRangeTitle": "What is the age range for Scratch?",
    "parents.faqAgeRangeBody": "Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJr}, a simplified version of Scratch designed for ages 5 to 7.",
    "parents.faqResourcesTitle": "What resources are available for learning Scratch?",
    "parents.faqResourcesBody": "If you’re just getting started, there’s a {stepByStepGuide} available inside Scratch. For an overview of Scratch resources, see the {ideasPage} page.",
    "parents.faqIdeasLinkText": "Idèas",
    "parents.faqStepByStepGuideLinkText": "step-by-step guide",
    "parents.faqGettingStartedGuideLinkText": "Getting Started guide (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch Cards",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "What is the Scratch online community?",
    "parents.faqCommunityBody": "When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.",
    "parents.faqGuidelinesTitle": "What are the guidelines for the Scratch online community?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Règlas de la comunautat",
    "parents.faqPrivacyPolicyTitle": "What is your privacy policy?",
    "parents.faqPrivacyPolicyBody": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our {privacyPolicy} page.",
    "parents.faqFAQLinkText": "frequently asked questions page",
    "parents.faqOfflineTitle": "Is there a way to use Scratch without participating online?",
    "parents.faqOfflineBody": "Yes, the Scratch app allows you to create Scratch projects without an internet connection. You can download the {scratchApp} from the Scratch website or the app store on your device.",
    "parents.faqScratchApp": "Scratch app",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline editor"
}