{
    "parents.title": "Dla Rodziców",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Fundacja Scratcha",
    "parents.overview": "Jak to działa",
    "parents.faq": "Najczęściej zadawane pytania (FAQ)",
    "parents.overviewTitle": "Jak Scratch działa dla dzieci?",
    "parents.overviewLearningTitle": "Uczenie się",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Podejście kreatywne",
    "parents.overviewCommunityTitle": "Społeczność",
    "parents.overviewCommunityBody": "Prosimy wszystkich uczestników na stronie o postępowanie według {communityGuidelines}.\nNie udostępniamy nikomu informacji o koncie prywatnym. Aby uzyskać więcej informacji, zobacz {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Wytyczne dla społeczności",
    "parents.privacyPolicyLinkText": "Polityka prywatności",
    "parents.faqMoreAndAsk": "Aby dowiedzieć się więcej o Scratchu, zobacz {faqPage}.\nMożesz także zadawać pytania w {discussionForums}.\nJeśli chcesz bezpośrednio skontaktować się z naszym zespołem pracowników, kliknij {contactUs} na dole dowolnej strony.",
    "parents.faqLinkText": "Najczęściej zadawane pytania (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Fora dyskusyjne",
    "parents.faqContactUsLinkText": "Kontakt",
    "parents.faqAgeRangeTitle": "Jaki jest przedział wiekowy dla Scratch?",
    "parents.faqAgeRangeBody": "Scratch jest stworzony specjalnie dla młodych ludzi w wieku od 8 do 16 lat, ale ludzie w każdym wieku tworzą i udostępniają projekty w Scratchu. Młodsze dzieci mogą wypróbować {scratchJr}, uproszczoną wersję Scratcha przeznaczoną dla osób w wieku od 5 do 7 lat.",
    "parents.faqResourcesTitle": "Jakie zasoby są dostępne by nauczyć się Scratch?",
    "parents.faqResourcesBody": "Jeśli dopiero zaczynasz, wewnątrz Scratcha jest dostępny {stepByStepGuide}. Przegląd zasobów  Scratch znajdziesz na stronie{ideasPage}.",
    "parents.faqIdeasLinkText": "Pomysły",
    "parents.faqStepByStepGuideLinkText": "przewodnik krok po kroku",
    "parents.faqGettingStartedGuideLinkText": "Przewodnik wprowadzający (PDF)",
    "parents.faqScratchCardsLinkText": "Karty Scratch",
    "parents.faqTipsLinkText": "Wskazówki",
    "parents.faqCommunityTitle": "Czym jest społeczność online Scratch?",
    "parents.faqCommunityBody": "Biorąc udział w internetowej społeczności Scratch, członkowie mogą pogłębiać wiedzę i eksperymentować w otwartej społeczności uczącej się z innymi członkami Scratch ze wszystkich środowisk, grup wiekowych i zainteresowań. Członkowie mogą dzielić się swoją pracą, uzyskiwać opinie i uczyć się od siebie nawzajem.",
    "parents.faqGuidelinesTitle": "Jakie są wytyczne dla społeczności internetowej Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Wytyczne dla społeczności",
    "parents.faqPrivacyPolicyTitle": "Jaka jest twoja polityka prywatności?",
    "parents.faqPrivacyPolicyBody": "Aby chronić prywatność dzieci w Internecie, ograniczamy to, co zbieramy w trakcie procesu rejestracji i co upubliczniamy na stronie internetowej. Nie sprzedajemy ani nie wypożyczamy informacji o koncie nikomu. Możesz dowiedzieć się więcej na naszej stronie {privacyPolicy}.",
    "parents.faqFAQLinkText": "najczęściej zadawane pytania",
    "parents.faqOfflineTitle": "Czy istnieje sposób korzystania ze Scratcha bez internetu?",
    "parents.faqOfflineBody": "Tak, aplikacja Scratch pozwala na tworzenie projektów bez połączenia z internetem. Możesz pobrać {scratchApp} ze strony internetowej Scratch lub ze sklepu w urządzeniu. ",
    "parents.faqScratchApp": "Aplikacja Scratch",
    "parents.faqOffline2LinkText": "Edytor Scratch 2.0 offline",
    "parents.faqOffline14LinkText": "Edytor Scratch 1.4 offline"
}