{
    "parents.title": "Dla Rodziców",
    "parents.intro": "Scratch to język programowania i społeczność internetowa, w której dzieci\nmogą programować i udostępniać interaktywne media, takie jak historie, gry \ni animacje z ludźmi z całego świata. Gdy dzieci tworzą  \nw Scratchu, uczą się myśleć kreatywnie, współpracować  \ni rozumować systematycznie. Scratch jest zaprojektowany i utrzymywany przez \ngrupę Lifelong Kindergarten w MIT Media Lab.",
    "parents.overview": "Jak to działa",
    "parents.faq": "Najczęściej zadawane pytania (FAQ)",
    "parents.overviewTitle": "Jak Scratch działa dla dzieci?",
    "parents.overviewLearningTitle": "Uczenie się",
    "parents.overviewLearningBody": "Aby uzyskać jednostronicowy przegląd tego, czego młodzi ludzie uczą się w Scratch, zobacz {learningWithScratch}.\nPrzeczytaj artykuł na {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Nauka za pomocą Scratch",
    "parents.creativeLearningApproachLinkText": "Podejście kreatywne",
    "parents.overviewCommunityTitle": "Społeczność",
    "parents.overviewCommunityBody": "Prosimy wszystkich uczestników na stronie o postępowanie według {communityGuidelines}.\nNie udostępniamy nikomu informacji o koncie prywatnym. Aby uzyskać więcej informacji, zobacz {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Wytyczne dla społeczności",
    "parents.privacyPolicyLinkText": "Polityka prywatności",
    "parents.faqMoreAndAsk": "Aby dowiedzieć się więcej o Scratchu, zobacz {faqPage}.\nMożesz także zadawać pytania w {discussionForums}.\nJeśli chcesz bezpośrednio skontaktować się z naszym zespołem pracowników, kliknij {contactUs} na dole dowolnej strony.",
    "parents.faqLinkText": "Najczęściej zadawane pytania (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Fora dyskusyjne",
    "parents.faqContactUsLinkText": "Kontakt",
    "parents.faqAgeRangeTitle": "Jaki jest przedział wiekowy dla Scratch?",
    "parents.faqAgeRangeBody": "Scratch jest stworzony specjalnie dla młodych ludzi w wieku od 8 do 16 lat, ale ludzie w każdym wieku tworzą i udostępniają projekty w Scratchu. Młodsze dzieci mogą wypróbować {scratchJr}, uproszczoną wersję Scratcha przeznaczoną dla osób w wieku od 5 do 7 lat.",
    "parents.faqResourcesTitle": "Jakie zasoby są dostępne by nauczyć się Scratch?",
    "parents.faqResourcesBody": "Jeśli dopiero zaczynasz, wewnątrz Scratcha jest dostępny {stepByStepGuide}. Przegląd zasobów  Scratch znajdziesz na stronie{ideasPage}.",
    "parents.faqIdeasLinkText": "Pomysły",
    "parents.faqStepByStepGuideLinkText": "przewodnik krok po kroku",
    "parents.faqGettingStartedGuideLinkText": "Przewodnik wprowadzający (PDF)",
    "parents.faqScratchCardsLinkText": "Karty Scratch",
    "parents.faqTipsLinkText": "Wskazówki",
    "parents.faqCommunityTitle": "Czym jest społeczność online Scratch?",
    "parents.faqCommunityBody": "Biorąc udział w internetowej społeczności Scratch, członkowie mogą pogłębiać wiedzę i eksperymentować w otwartej społeczności uczącej się z innymi członkami Scratch ze wszystkich środowisk, grup wiekowych i zainteresowań. Członkowie mogą dzielić się swoją pracą, uzyskiwać opinie i uczyć się od siebie nawzajem.",
    "parents.faqGuidelinesTitle": "Jakie są wytyczne dla społeczności internetowej Scratch?",
    "parents.faqGuidelinesBody": "Zespół Scratcha MIT współpracuje ze społecznością, aby utrzymać przyjazną i pełną szacunku atmosferę dla osób w każdym wieku, różnych ras, grup etnicznych, religii, orientacji seksualnych i tożsamości płciowych. Możesz pomóc swojemu dziecku nauczyć się uczestniczenia w tym, przeglądając {communityGuidelines} wspólnie z nim. Członkowie są proszeni o konstruktywne komentowanie i pomoc w utrzymywaniu przyjazności w witrynie poprzez zgłaszanie wszelkich treści, które nie są zgodne z wytycznymi dla społeczności. Zespół Scratch pracuje każdego dnia, aby zarządzać działaniami na stronie i odpowiadać na raporty za pomocą narzędzi takich jak {CleanSpeak} filtr wulgaryzmów.",
    "parents.faqCommunityGuidelinesLinkText": "Wytyczne dla społeczności",
    "parents.faqPrivacyPolicyTitle": "Jaka jest twoja polityka prywatności?",
    "parents.faqPrivacyPolicyBody": "Aby chronić prywatność dzieci w Internecie, ograniczamy to, co zbieramy w trakcie procesu rejestracji i co upubliczniamy na stronie internetowej. Nie sprzedajemy ani nie wypożyczamy informacji o koncie nikomu. Możesz dowiedzieć się więcej na naszej stronie {privacyPolicy}.",
    "parents.faqFAQLinkText": "najczęściej zadawane pytania",
    "parents.faqOfflineTitle": "Czy istnieje sposób korzystania ze Scratcha bez internetu?",
    "parents.faqOfflineBody": "Edytor Scratch Desktop pozwala tworzyć projekty Scratch bez połączenia z Internetem. Możesz pobrać {scratchDesktop} ze strony internetowej. To było wcześniej nazywane edytorem Scratch Offline. ",
    "parents.faqScratchDesktop": "Scratch Desktop",
    "parents.faqOffline2LinkText": "Edytor Scratch 2.0 offline",
    "parents.faqOffline14LinkText": "Edytor Scratch 1.4 offline"
}