{
    "parents.title": "Para Pais",
    "parents.intro": "O Scratch é uma linguagem de programação e comunidade online onde as crianças\n podem programar e compartilhar mídias interativas, como histórias, jogos e \nanimações, com pessoas do mundo todo. Enquanto criam com \no Scratch, elas aprendem a pensar com criatividade, trabalhar de forma colaborativa e \nraciocinar de forma sistemática. O Scratch foi criado e é mantido pela {scratchFoundation}, uma organização sem fins lucrativos.",
    "parents.scratchFoundationLinkText": "Fundação Scratch",
    "parents.overview": "Como funciona",
    "parents.faq": "Perguntas frequentes",
    "parents.overviewTitle": "Como o Scratch funciona para crianças?",
    "parents.overviewLearningTitle": "Aprendizagem",
    "parents.overviewLearningBody": "O Scratch é um ambiente seguro de aprendizagem lúdica que engaja crianças de todas as idades no pensamento criativo, raciocínio sistêmico e trabalho colaborativo—habilidades essenciais para todos na sociedade atual.\nVeja o artigo (em inglês) {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Abordagem da Aprendizagem Criativa",
    "parents.overviewCommunityTitle": "Comunidade",
    "parents.overviewCommunityBody": "Pedimos que todos os participantes do site sigam as {communityGuidelines}.\nNós não disponibilizamos informações particulares das contas a ninguém. Para mais informações, leia a {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Diretrizes da Comunidade",
    "parents.privacyPolicyLinkText": "Política de Privacidade",
    "parents.faqMoreAndAsk": "Para saber mais sobre o Scratch, acesse {faqPage}.\nVocê também pode tirar suas dúvidas nos {discussionForums}.\nSe precisar falar diretamente com a nossa equipe, clique em {contactUs}, na parte inferior de qualquer página.",
    "parents.faqLinkText": "Perguntas Frequentes",
    "parents.faqDiscussionForumsLinkText": "Fóruns de Discussão",
    "parents.faqContactUsLinkText": "Fale Conosco",
    "parents.faqAgeRangeTitle": "O Scratch é indicado para qual faixa etária?",
    "parents.faqAgeRangeBody": "O Scratch é desenhado especialmente para jovens de 8 a 16 anos, mas pessoas de todas as idades criam e compartilham com o Scratch. Crianças mais jovens podem tentar o {scratchJr}, uma versão simplificada do Scratch desenhada para a faixa etária de 5 a 7 anos. ",
    "parents.faqResourcesTitle": "Quais são os recursos disponíveis para aprender a usar o Scratch?",
    "parents.faqResourcesBody": "Se você está apenas começando, há um {stepByStepGuide} disponível no Scratch. Para ver os recursos do Scratch, veja a página {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideias",
    "parents.faqStepByStepGuideLinkText": "guia passo a passo",
    "parents.faqGettingStartedGuideLinkText": "Guia de Primeiros Passos (PDF)",
    "parents.faqScratchCardsLinkText": "Cartões do Scratch",
    "parents.faqTipsLinkText": "Dicas",
    "parents.faqCommunityTitle": "O que é a comunidade online do Scratch?",
    "parents.faqCommunityBody": "Ao entrar na comunidade online do Scratch, os participantes podem explorar e fazer experiências em uma comunidade de aprendizagem aberta com outros membros do Scratch de todas as origens, idades e interesses. Os participantes podem compartilhar seu trabalho, receber feedback e aprender uns com os outros.",
    "parents.faqGuidelinesTitle": "Quais são as diretrizes da comunidade online do Scratch?",
    "parents.faqGuidelinesBody": "A Equipe Scratch trabalha com a comunidade para manter um ambiente amistoso e respeitável para pessoas de todas as idades, raças, etnias, religiões, orientações sexuais e identidades de gênero. Você pode ajudar seu filho a aprender como participar lendo as {communityGuidelines} com ele. Os participantes devem fazer comentários construtivos e ajudar a manter o site amigável, denunciando qualquer conteúdo que não siga as diretrizes da comunidade. A Equipe Scratch trabalha todos os dias para administrar as atividades no site e responder às denúncias, com a ajuda de ferramentas como o filtro de profanidade {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "Diretrizes da Comunidade",
    "parents.faqPrivacyPolicyTitle": "Qual é sua política de privacidade?",
    "parents.faqPrivacyPolicyBody": "Para proteger a privacidade de crianças on-line, nós limitamos o que estamos coletando durante o processo de cadastro, e o que deixamos público em nosso site. Nós não vendemos ou alugamos informações sobre a conta para ninguém. Você pode saber sobre nossa página {privacyPolicy}.",
    "parents.faqFAQLinkText": "página de perguntas frequentes",
    "parents.faqOfflineTitle": "Existe alguma maneira de usar o Scratch sem estar on-line?",
    "parents.faqOfflineBody": "Sim, o aplicativo do Scratch te permite criar projetos do Scratch sem conexão com a internet. Você pode baixar o {scratchApp} pelo website do Scratch ou pela loja de aplicativos em seu dispositivo.",
    "parents.faqScratchApp": "aplicativo do Scratch",
    "parents.faqOffline2LinkText": "Editor offline do Scratch 2.0",
    "parents.faqOffline14LinkText": "Editor offline do Scratch 1.4"
}