{
    "parents.title": "Para Pais",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Fundação Scratch ",
    "parents.overview": "Como funciona",
    "parents.faq": "Perguntas frequentes",
    "parents.overviewTitle": "Como o Scratch funciona para crianças?",
    "parents.overviewLearningTitle": "Aprendizagem",
    "parents.overviewLearningBody": "O Scratch é um ambiente seguro de aprendizagem lúdica que engaja crianças de todas as idades no pensamento criativo, raciocínio sistêmico e trabalho colaborativo—habilidades essenciais para todos na sociedade atual.\nVeja o artigo (em inglês) {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Abordagem da Aprendizagem Criativa",
    "parents.overviewCommunityTitle": "Comunidade",
    "parents.overviewCommunityBody": "Pedimos que todos os participantes do site sigam as {communityGuidelines}.\nNós não disponibilizamos informações particulares das contas a ninguém. Para mais informações, leia a {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Diretrizes da Comunidade",
    "parents.privacyPolicyLinkText": "Política de Privacidade",
    "parents.faqMoreAndAsk": "Para saber mais sobre o Scratch, acesse {faqPage}.\nVocê também pode tirar suas dúvidas nos {discussionForums}.\nSe precisar falar diretamente com a nossa equipe, clique em {contactUs}, na parte inferior de qualquer página.",
    "parents.faqLinkText": "Perguntas Frequentes",
    "parents.faqDiscussionForumsLinkText": "Fóruns de Discussão",
    "parents.faqContactUsLinkText": "Fale Conosco",
    "parents.faqAgeRangeTitle": "O Scratch é indicado para qual faixa etária?",
    "parents.faqAgeRangeBody": "O Scratch é desenhado especialmente para jovens de 8 a 16 anos, mas pessoas de todas as idades criam e compartilham com o Scratch. Crianças mais jovens podem tentar o {scratchJr}, uma versão simplificada do Scratch desenhada para a faixa etária de 5 a 7 anos. ",
    "parents.faqResourcesTitle": "Quais são os recursos disponíveis para aprender a usar o Scratch?",
    "parents.faqResourcesBody": "Se você está apenas começando, há um {stepByStepGuide} disponível no Scratch. Para ver os recursos do Scratch, veja a página {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideias",
    "parents.faqStepByStepGuideLinkText": "guia passo a passo",
    "parents.faqGettingStartedGuideLinkText": "Guia de Primeiros Passos (PDF)",
    "parents.faqScratchCardsLinkText": "Cartões do Scratch",
    "parents.faqTipsLinkText": "Dicas",
    "parents.faqCommunityTitle": "O que é a comunidade online do Scratch?",
    "parents.faqCommunityBody": "Ao entrar na comunidade online do Scratch, os participantes podem explorar e fazer experiências em uma comunidade de aprendizagem aberta com outros membros do Scratch de todas as origens, idades e interesses. Os participantes podem compartilhar seu trabalho, receber feedback e aprender uns com os outros.",
    "parents.faqGuidelinesTitle": "Quais são as diretrizes da comunidade online do Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Diretrizes da Comunidade",
    "parents.faqPrivacyPolicyTitle": "Qual é sua política de privacidade?",
    "parents.faqPrivacyPolicyBody": "Para proteger a privacidade de crianças on-line, nós limitamos o que estamos coletando durante o processo de cadastro, e o que deixamos público em nosso site. Nós não vendemos ou alugamos informações sobre a conta para ninguém. Você pode saber sobre nossa página {privacyPolicy}.",
    "parents.faqFAQLinkText": "página de perguntas frequentes",
    "parents.faqOfflineTitle": "Existe alguma maneira de usar o Scratch sem estar on-line?",
    "parents.faqOfflineBody": "Sim, o aplicativo do Scratch te permite criar projetos do Scratch sem conexão com a internet. Você pode baixar o {scratchApp} pelo website do Scratch ou pela loja de aplicativos em seu dispositivo.",
    "parents.faqScratchApp": "aplicativo do Scratch",
    "parents.faqOffline2LinkText": "Editor offline do Scratch 2.0",
    "parents.faqOffline14LinkText": "Editor offline do Scratch 1.4"
}