{
    "parents.title": "Para os Pais",
    "parents.intro": "O Scratch é uma linguagem de programação e uma comunidade em linha nas quais\nas crianças podem programar e partilhar multimédia interactiva, tal como estórias, jogos e\nanimações, com pessoas de todo o mundo. À medida que criam com o Scratch,\nas crianças aprendem a pensar de forma criativa, a trabalhar de forma colaborativa e\na pensar de forma sistemática. O Scratch é concebido e mantido pelo grupo\nLifelong Kindergarten do MIT Media Lab.",
    "parents.overview": "Como funciona",
    "parents.faq": "PF",
    "parents.overviewTitle": "Como funciona o Scratch com as crianças?",
    "parents.overviewLearningTitle": "Aprendizagem",
    "parents.overviewLearningBody": "Para um resumo de uma página do que os jovens aprendem com o Scratch, ver {learningWithScratch}.\nPode também ler um artigo sobre a {creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Aprendendo com o Scratch",
    "parents.creativeLearningApproachLinkText": "Abordagem da Aprendizagem Criativa",
    "parents.overviewCommunityTitle": "Comunidade",
    "parents.overviewCommunityBody": "Pedimos a todos os participantes no sítio web que sigam as {communityGuidelines}.\nNão disponibilizamos a ninguém informação privada das contas. Para mais informação, por favor veja a {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Linhas de Orientação da Comunidade",
    "parents.privacyPolicyLinkText": "Política de Privacidade",
    "parents.faqMoreAndAsk": "Para saber mais sobre o Scratch, veja as {faqPage}.\nPode colocar questões nos {discussionForums}.\nSe quiser contactar a nossa equipa de pessoal directamente, clique em {contactUs} no fundo de qualquer página.",
    "parents.faqLinkText": "Perguntas Frequentes",
    "parents.faqDiscussionForumsLinkText": "Fóruns de Discussão",
    "parents.faqContactUsLinkText": "Contacte-nos",
    "parents.faqAgeRangeTitle": "Qual é a faixa etária do Scratch?",
    "parents.faqAgeRangeBody": "O Scratch foi desenvolvido especificamente para jovens entre os 8 e os 16 anos, mas pessoas de todas as idades criam e partilham com o Scratch. Crianças mais pequenas podem querer  experimentar o {scratchJr}, uma versão simplificada do Scratch concebida para crianças dos 5 aos 7.",
    "parents.faqResourcesTitle": "Que recursos estão disponíveis para aprender o Scratch?",
    "parents.faqResourcesBody": "Se está mesmo a começar, há um {stepByStepGuide} disponível dentro do Scratch. Para um visão geral dos recursos do Scratch, veja a página de {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideias",
    "parents.faqStepByStepGuideLinkText": "guia passo a passo",
    "parents.faqGettingStartedGuideLinkText": "Guia de Iniciação (PDF)",
    "parents.faqScratchCardsLinkText": "Cartões Scratch",
    "parents.faqTipsLinkText": "Dicas",
    "parents.faqCommunityTitle": "O que é a comunidade em linha do Scratch?",
    "parents.faqCommunityBody": "Quando participam na comunidade em linha Scratch, os membros podem explorar e experimentar no seio de uma comunidade de aprendizagem aberta em conjunto com outros membros do Scratch de todas as origens, idades e interesses. Os membros podem partilhar o seu trabalho, obter opiniões e aprender uns com os outros.",
    "parents.faqGuidelinesTitle": "Quais são as linhas de orientação da comunidade em linha do Scratch?",
    "parents.faqGuidelinesBody": "A Equipa Scratch do MIT trabalha com a comunidade para manter um ambiente amigável e respeitoso para pessoas de todas as idades, raças, etnias, religiões, orientações sexuais e identidades de género. Pode ajudar o seu educando a aprender como participar estudando em conjunto com ele as {communityGuidelines}. Solicita-se aos membros que comentem construtivamente e que ajudem a manter o sítio Web amigável reportando conteúdos que não sigam as linhas de orientação da comunidade. A Equipa Scratch trabalha todos os dias para gerir a actividade no sítio web e responder a todos os reportes, recorrendo à ajuda de ferramentas tais como o filtro de obscenidades {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "linhas de orientação da comunidade",
    "parents.faqPrivacyPolicyTitle": "Qual é a vossa política de privacidade?",
    "parents.faqPrivacyPolicyBody": "Para proteger a privacidade em linha das crianças, limitamos a informação que recolhemos durante o processo de adesão e aquilo que tornamos público no sítio Web. Não vendemos ou alugamos a ninguém a informação sobre as contas. Pode descobrir mais consultando a nossa {privacyPolicy}.",
    "parents.faqFAQLinkText": "página sobre perguntas frequentes",
    "parents.faqOfflineTitle": "Há forma de usar o Scratch sem participar na comunidade em linha?",
    "parents.faqOfflineBody": "O editor Scratch de Secretária permite-lhe criar projectos Scratch sem que tenha uma ligação à Internet. Pode descarregar o {scratchDesktop} a partir do sítio web. Este editor chamava-se anteriormente editor Scratch Desconectado.",
    "parents.faqScratchDesktop": "Scratch de Secretária",
    "parents.faqOffline2LinkText": "Editor Scratch 2.0 Desconectado",
    "parents.faqOffline14LinkText": "Editor Scratch 1.4 Desconectado"
}