{
    "parents.title": "Para os Pais",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Fundação Scratch",
    "parents.overview": "Como funciona",
    "parents.faq": "PF",
    "parents.overviewTitle": "Como funciona o Scratch com as crianças?",
    "parents.overviewLearningTitle": "Aprendizagem",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Abordagem da Aprendizagem Criativa",
    "parents.overviewCommunityTitle": "Comunidade",
    "parents.overviewCommunityBody": "Pedimos a todos os participantes no sítio web que sigam as {communityGuidelines}.\nNão disponibilizamos a ninguém informação privada das contas. Para mais informação, por favor veja a {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Linhas de Orientação da Comunidade",
    "parents.privacyPolicyLinkText": "Política de Privacidade",
    "parents.faqMoreAndAsk": "Para saber mais sobre o Scratch, veja as {faqPage}.\nPode colocar questões nos {discussionForums}.\nSe quiser contactar a nossa equipa de pessoal directamente, clique em {contactUs} no fundo de qualquer página.",
    "parents.faqLinkText": "Perguntas Frequentes",
    "parents.faqDiscussionForumsLinkText": "Fóruns de Discussão",
    "parents.faqContactUsLinkText": "Contacte-nos",
    "parents.faqAgeRangeTitle": "Qual é a faixa etária do Scratch?",
    "parents.faqAgeRangeBody": "O Scratch foi desenvolvido especificamente para jovens entre os 8 e os 16 anos, mas pessoas de todas as idades criam e partilham com o Scratch. Crianças mais pequenas podem querer  experimentar o {scratchJr}, uma versão simplificada do Scratch concebida para crianças dos 5 aos 7.",
    "parents.faqResourcesTitle": "Que recursos estão disponíveis para aprender o Scratch?",
    "parents.faqResourcesBody": "Se está mesmo a começar, há um {stepByStepGuide} disponível dentro do Scratch. Para um visão geral dos recursos do Scratch, veja a página de {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideias",
    "parents.faqStepByStepGuideLinkText": "guia passo a passo",
    "parents.faqGettingStartedGuideLinkText": "Guia de Iniciação (PDF)",
    "parents.faqScratchCardsLinkText": "Cartões Scratch",
    "parents.faqTipsLinkText": "Dicas",
    "parents.faqCommunityTitle": "O que é a comunidade em linha do Scratch?",
    "parents.faqCommunityBody": "Quando participam na comunidade em linha Scratch, os membros podem explorar e experimentar no seio de uma comunidade de aprendizagem aberta em conjunto com outros membros do Scratch de todas as origens, idades e interesses. Os membros podem partilhar o seu trabalho, obter opiniões e aprender uns com os outros.",
    "parents.faqGuidelinesTitle": "Quais são as linhas de orientação da comunidade em linha do Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Linhas de Orientação da Comunidade",
    "parents.faqPrivacyPolicyTitle": "Qual é a vossa política de privacidade?",
    "parents.faqPrivacyPolicyBody": "Para proteger a privacidade em linha das crianças, limitamos a informação que recolhemos durante o processo de adesão e aquilo que tornamos público no sítio Web. Não vendemos ou alugamos a ninguém a informação sobre as contas. Pode descobrir mais consultando a nossa {privacyPolicy}.",
    "parents.faqFAQLinkText": "página sobre perguntas frequentes",
    "parents.faqOfflineTitle": "Há forma de usar o Scratch sem participar na comunidade em linha?",
    "parents.faqOfflineBody": "Sim, a aplicação Scratch permite-lhe criar projectos Scratch sem ter uma ligação Internet. Pode descarregar a {scratchApp} a partir do sítio web do Scratch ou da loja de aplicações do seu dispositivo.",
    "parents.faqScratchApp": "aplicação Scratch",
    "parents.faqOffline2LinkText": "Editor Scratch 2.0 Desconectado",
    "parents.faqOffline14LinkText": "Editor Scratch 1.4 Desconectado"
}