{
    "parents.title": "Pentru părinți",
    "parents.intro": "Scratch este un limbaj de programare și o comunitate online în care copiii\n pot programa și partaja conținut media interactiv, cum ar fi povești, jocuri și \nanimații cu oameni din întreaga lume. Pe măsură ce copiii creează cu \nScratch, ei învață să gândească creativ, să lucreze în colaborare și să \nraționeze sistematic. Scratch este proiectat, dezvoltat și moderat de {scratchFoundation}, o organizație nonprofit.",
    "parents.scratchFoundationLinkText": "Fundamentele Scratch",
    "parents.overview": "Cum funcționează",
    "parents.faq": "Întrebări frecvente",
    "parents.overviewTitle": "Cum funcționează Scratch pentru copii?",
    "parents.overviewLearningTitle": "Invatare",
    "parents.overviewLearningBody": "Scratch este un mediu de învățare sigur și jucăuș, care îi implică pe toți copiii să gândească creativ, să raționeze sistematic și să lucreze în colaborare - abilități esențiale pentru toată lumea din societatea actuală.\nCitiți un articol despre {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Abordarea creativă a învățării",
    "parents.overviewCommunityTitle": "Comunitate",
    "parents.overviewCommunityBody": "Solicităm tuturor participanților de pe site să urmeze {communityGuidelines}.\nNu punem la dispoziția nimănui informațiile despre contul privat. Pentru mai multe informații, vă rugăm să consultați {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Ghid comunitate",
    "parents.privacyPolicyLinkText": "Politica de confidențialitate",
    "parents.faqMoreAndAsk": "Pentru a afla mai multe despre Scratch, consultați {faqPage}.\nDe asemenea, puteți adresa întrebări în {discussionForums}.\nDacă trebuie să contactați direct echipa noastră de personal, faceți clic {contactUs} în partea de jos a oricărei pagini.",
    "parents.faqLinkText": "Întrebări frecvente",
    "parents.faqDiscussionForumsLinkText": "Forumuri de discutii",
    "parents.faqContactUsLinkText": "Contactează-ne",
    "parents.faqAgeRangeTitle": "Care sunt limitele de varsta pentru Scratch?",
    "parents.faqAgeRangeBody": "Scratch este conceput special pentru tinerii cu vârste cuprinse între 8 și 16 ani, dar oamenii de toate vârstele creează și distribuie cu Scratch. Copiii mai mici ar putea dori să încerce {scratchJr}, o versiune simplificată a Scratch concepută pentru vârste cuprinse între 5 și 7 ani.",
    "parents.faqResourcesTitle": "Ce resurse sunt disponibile pentru a învăța Scratch?",
    "parents.faqResourcesBody": "Dacă abia ați început, există un {stepByStepGuide} disponibil pentru Scratch. Pentru o prezentare generală a resurselor Scratch, consultați pagina {ideasPage}.",
    "parents.faqIdeasLinkText": "Idei",
    "parents.faqStepByStepGuideLinkText": "ghid pas-cu-pas",
    "parents.faqGettingStartedGuideLinkText": "Ghid introductiv (PDF)",
    "parents.faqScratchCardsLinkText": "Cartele Scratch",
    "parents.faqTipsLinkText": "Sfaturi",
    "parents.faqCommunityTitle": "Ce este comunitatea online Scratch?",
    "parents.faqCommunityBody": "Cand participa in comunitatea online Scratch, membrii pot sa exploreze si sa experimenteze intr-o comunitate de invatare deschisa cu alti membri Scratch din toate categoriile, varstele si avand diverse interese. Membrii isi pot partaja lucrarile, pot primi feedback si pot invata unii de la altii.",
    "parents.faqGuidelinesTitle": "Care sunt regulile pentru comunitatea online Scratch?",
    "parents.faqGuidelinesBody": "Echipa Scratch lucrează cu comunitatea pentru a menține un mediu prietenos și respectuos pentru oameni de toate vârstele, rasele, etniile, religiile, orientările sexuale și identitățile de gen. Îți poți ajuta copilul să învețe cum să participe examinând {communityGuidelines} împreună. Membrii sunt rugați să comenteze în mod constructiv și să ajute să mențină site-ul prietenos, raportând orice conținut care nu respectă Regulile comunității. Echipa Scratch lucrează în fiecare zi pentru a gestiona activitatea de pe site și a răspunde la rapoarte, cu ajutorul unor instrumente precum {CleanSpeak} filtrul de blasfemie.",
    "parents.faqCommunityGuidelinesLinkText": "Ghid comunitate",
    "parents.faqPrivacyPolicyTitle": "Care este politica de confidențialitate?",
    "parents.faqPrivacyPolicyBody": "Pentru a proteja confidențialitatea online a copiilor, limităm ceea ce colectăm în timpul procesului de înscriere și ceea ce facem public pe site. Nu vindem sau închiriem nimănui informații despre cont. Puteți afla mai multe despre {privacyPolicy} pagina noastră.",
    "parents.faqFAQLinkText": "pagina de întrebări puse frecvent",
    "parents.faqOfflineTitle": "Există vreo modalitate de a folosi Scratch fără a participa online?",
    "parents.faqOfflineBody": "Da, aplicația Scratch vă permite să creați proiecte Scratch fără o conexiune la internet. Puteți descărca {scratchApp} de pe site-ul web Scratch sau din magazinul de aplicații de pe dispozitivul dvs.",
    "parents.faqScratchApp": "Aplicația Scratch",
    "parents.faqOffline2LinkText": "Editor offline Scratch 2.0",
    "parents.faqOffline14LinkText": "Editor offline Scratch 1.4"
}