{
    "parents.title": "Pre rodičov",
    "parents.intro": "Scratch je programovací jazyk a online komunita, kde môžu deti\n programovať a zdieľať interaktívne médiá, ako sú príbehy, hry a \nanimácie, s ľuďmi z celého sveta. Keď deti tvoria pomocou \nScratch, učia sa kreatívne myslieť, spolupracovať a \nsystematicky uvažovať. Scratch je navrhnutý, vyvinutý a moderovaný neziskovou organizáciou {scratchFoundation}.",
    "parents.scratchFoundationLinkText": "Nadácia Scratch",
    "parents.overview": "Ako to funguje",
    "parents.faq": "Často kladené otázky",
    "parents.overviewTitle": "Čo špeciálne Scratch robí pre deti?",
    "parents.overviewLearningTitle": "Učenie sa",
    "parents.overviewLearningBody": "Scratch je bezpečné a hravé vzdelávacie prostredie, ktoré zapája všetky deti do tvorivého myslenia, systematického uvažovania a spolupráce – základné zručnosti pre každého v dnešnej spoločnosti.\nPrečítajte si článok o {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Metóda kreatívneho učenia",
    "parents.overviewCommunityTitle": "Komunita",
    "parents.overviewCommunityBody": "Všetkých účastníkov tohto webu žiadame, aby dodržiavali {communityGuidelines}.\nSúkromné informácie na účtoch nikomu neposkytujeme. Viac informácii na túto tému pozri {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Pravidlá spoločenstva",
    "parents.privacyPolicyLinkText": "Ochrana súkromia",
    "parents.faqMoreAndAsk": "Ak chcete zistiť viac o Scratchi, prečítajte si {faqPage}.\nAk máte ďalšie otázky, je tu pre vás {discussionForums}.\nAk sa chcete s naším tímom priamo spojiť, kliknite na {contactUs} v spodnej časti stránky.",
    "parents.faqLinkText": "Často kladené otázky",
    "parents.faqDiscussionForumsLinkText": "Diskusné fóra",
    "parents.faqContactUsLinkText": "Kontaktujte nás",
    "parents.faqAgeRangeTitle": "Aká je veková skupina pre Scratch?",
    "parents.faqAgeRangeBody": "Scratch je navrhnutý špecificky pre mladých vo veku od 8 do 16 rokov, ale so Scratchom pracujú ľudia všetkých vekových kategórií. Pre mladšie deti je možno vhodnejší {scratchJr}, zjednodušená verzia Scratch navrhnutá pre deti od 5 do 7 rokov.",
    "parents.faqResourcesTitle": "Aké doplnkové materiály sú k dispozícii pre Scratch?",
    "parents.faqResourcesBody": "Ak iba začínate, prečítajte si {stepByStepGuide}, ktorá je vo vnútri prostredia Scratch. Prehľad materiálov k Scratchu nájdete na stránke {ideasPage}.",
    "parents.faqIdeasLinkText": "Nápady",
    "parents.faqStepByStepGuideLinkText": "návod krok za krokom",
    "parents.faqGettingStartedGuideLinkText": "Príručka Začíname (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch karty",
    "parents.faqTipsLinkText": "Tipy",
    "parents.faqCommunityTitle": "Čo je to Online komunita Scratch?",
    "parents.faqCommunityBody": "Keď sa zapojíte do online komunity Scratch, členovia môžu skúmať a experimentovať v otvorenej vzdelávacej komunite s ostatnými členmi Scratch zo všetkých prostredí, vekových kategórií a záujmov. Členovia môžu zdieľať svoju prácu, získať spätnú väzbu a učiť sa jeden od druhého.",
    "parents.faqGuidelinesTitle": "Aké sú pravidlá online komunity Scratch?",
    "parents.faqGuidelinesBody": "Tím Scratch spolupracuje s komunitou na udržiavaní priateľského a rešpektujúceho prostredia pre ľudí všetkých vekových kategórií, rás, etník, náboženstiev, sexuálnych orientácií a rodových identít. Môžete pomôcť svojmu dieťaťu naučiť sa, ako sa zapojiť, tým, že si ho spoločne {communityGuidelines} prečítate. Od členov sa žiada, aby sa vyjadrili konštruktívne a pomohli udržať webovú stránku priateľskú nahlásením akéhokoľvek obsahu, ktorý nie je v súlade s Pokynmi komunity. Tím Scratch pracuje každý deň na riadení aktivity na stránke a odpovedaní na hlásenia pomocou nástrojov, ako je napríklad {CleanSpeak} filter vulgárnych výrazov.",
    "parents.faqCommunityGuidelinesLinkText": "Pravidlá spoločenstva",
    "parents.faqPrivacyPolicyTitle": "Aká je vaša politika ochrany súkromia?",
    "parents.faqPrivacyPolicyBody": "Na ochranu súkromia detí online obmedzujeme to, čo zhromažďujeme počas procesu registrácie a čo zverejňujeme na webovej stránke. Informácie o účte nikomu nepredávame ani neprenajímame. Môžete sa dozvedieť viac o našej stránke {privacyPolicy}.",
    "parents.faqFAQLinkText": "stránka často kladených otázok",
    "parents.faqOfflineTitle": "Existuje spôsob, ako používať Scratch bez účasti online?",
    "parents.faqOfflineBody": "Áno, aplikácia Scratch vám umožňuje vytvárať projekty Scratch bez internetového pripojenia. {scratchApp} si môžete stiahnuť z webovej stránky Scratch alebo z obchodu s aplikáciami do svojho zariadenia.",
    "parents.faqScratchApp": "Aplikácia Scratch",
    "parents.faqOffline2LinkText": "Offline editor Scratch 2.0",
    "parents.faqOffline14LinkText": "Offline editor Scratch 1.4"
}