{
    "parents.title": "Pre rodičov",
    "parents.intro": "Schratch je programovací jazyk a online komunita, kde vaše dieťa môže programovať a zdieľať interaktívne médiá napr. príbehy, hry a animácie s ľudmi z celého sveta. Popri tom ako dieťa v Scratchi tvorí, sa zároveň učí tvorivo myslieť, spolupracovať a systematicky argumentovať. Scratch je navrhnutý a udržiavaný skupinou Lifelong Kindergarten group na MIT Media Lab.",
    "parents.overview": "Ako to funguje",
    "parents.faq": "Často kladené otázky",
    "parents.overviewTitle": "Čo špeciálne Scratch robí pre deti?",
    "parents.overviewLearningTitle": "Učenie sa",
    "parents.overviewLearningBody": "Pre jednostránkový prehľad toho, čo sa mladí v Scratch naučia, pozri{learningWithScratch}.\nPrečítajte si aj článok{creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Učíme sa so Scratchom",
    "parents.creativeLearningApproachLinkText": "Metóda kreatívneho učenia",
    "parents.overviewCommunityTitle": "Komunita",
    "parents.overviewCommunityBody": "Všetkých účastníkov tohto webu žiadame, aby dodržiavali {communityGuidelines}.\nSúkromné informácie na účtoch nikomu neposkytujeme. Viac informácii na túto tému pozri {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Pravidlá spoločenstva",
    "parents.privacyPolicyLinkText": "Ochrana súkromia",
    "parents.faqMoreAndAsk": "Ak chcete zistiť viac o Scratchi, prečítajte si {faqPage}.\nAk máte ďalšie otázky, je tu pre vás {discussionForums}.\nAk sa chcete s naším tímom priamo spojiť, kliknite na {contactUs} v spodnej časti stránky.",
    "parents.faqLinkText": "Často kladené otázky",
    "parents.faqDiscussionForumsLinkText": "Diskusné fóra",
    "parents.faqContactUsLinkText": "Kontaktujte nás",
    "parents.faqAgeRangeTitle": "Aká je veková skupina pre Scratch?",
    "parents.faqAgeRangeBody": "Scratch je navrhnutý špecificky pre mladých vo veku od 8 do 16 rokov, ale so Scratchom pracujú ľudia všetkých vekových kategórií. Pre mladšie deti je možno vhodnejší {scratchJr}, zjednodušená verzia Scratch navrhnutá pre deti od 5 do 7 rokov.",
    "parents.faqResourcesTitle": "Aké doplnkové materiály sú k dispozícii pre Scratch?",
    "parents.faqResourcesBody": "Ak iba začínate, prečítajte si {stepByStepGuide}, ktorá je vo vnútri prostredia Scratch. Prehľad materiálov k Scratchu nájdete na stránke {ideasPage}.",
    "parents.faqIdeasLinkText": "Nápady",
    "parents.faqStepByStepGuideLinkText": "návod krok za krokom",
    "parents.faqGettingStartedGuideLinkText": "Príručka Začíname (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch karty",
    "parents.faqTipsLinkText": "Tipy",
    "parents.faqCommunityTitle": "Čo je to Online komunita Scratch?",
    "parents.faqCommunityBody": "When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.",
    "parents.faqGuidelinesTitle": "Aké sú pravidlá online komunity Scratch?",
    "parents.faqGuidelinesBody": "The MIT Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the community guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "pravidlá komunity",
    "parents.faqPrivacyPolicyTitle": "Aká je vaša politika ochrany súkromia?",
    "parents.faqPrivacyPolicyBody": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our {privacyPolicy} page.",
    "parents.faqFAQLinkText": "stránka často kladených otázok",
    "parents.faqOfflineTitle": "Is there a way to use Scratch without participating online?",
    "parents.faqOfflineBody": "The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {scratchDesktop} from the website. This was previously called the Scratch Offline editor.",
    "parents.faqScratchDesktop": "Scratch aplikácia pre počítač",
    "parents.faqOffline2LinkText": "Scratch 2.0 offline editor",
    "parents.faqOffline14LinkText": "Scratch 1.4 offline editor"
}