{
    "parents.title": "Za starše",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Združenje Scratch",
    "parents.overview": "Kako deluje",
    "parents.faq": "Pogosta vprašanja",
    "parents.overviewTitle": "Kako Scratch koristi otrokom?",
    "parents.overviewLearningTitle": "Učenje",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Ustvarjalni pristop k učenju",
    "parents.overviewCommunityTitle": "Skupnost",
    "parents.overviewCommunityBody": "Vse uporabnike spletišča prosimo, da sledijo {communityGuidelines}.\nOsebnih podatkov ne delimo z nikomer. Za več informacij si prosimo poglejte  {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Smernice skupnosti",
    "parents.privacyPolicyLinkText": "Politika zasebnosti",
    "parents.faqMoreAndAsk": "Za več informacij o Scratchu si oglejte {faqPage}.\nNa  {discussionForums} lahko zastavite vprašanje.\nče pa želite z razvojno ekipo stopti v neposreden stik, kliknite na   {contactUs} na dnu poljubne strani.",
    "parents.faqLinkText": "Pogosto zastavljena vprašanja (FAQ)",
    "parents.faqDiscussionForumsLinkText": "Razpravljalni forumi",
    "parents.faqContactUsLinkText": "Piši nam",
    "parents.faqAgeRangeTitle": "Kakšen je starostni razpon za Scratch?",
    "parents.faqAgeRangeBody": "Scratch je razvit posebej za mlade med 8. in 16. letom vendar svoje projekte ustvarjajo in delijo ljudje vseh starosti. Scratch se celo uporablja kot uvod v računalništov na fakultetah. Mlajši otroci lahko poskusijo{scratchJr},  poenostavljeno različico Scratcha razvitega za otroke med 5. in 7. letom.",
    "parents.faqResourcesTitle": "Katera gradiva so na voljo za učenje Scratcha?",
    "parents.faqResourcesBody": "Če si začetnik, si oglej {stepByStepGuide} ki je na voljo v Scratchu. Pregled vseh gradiv za Scratch pa najdeš na strani {ideasPage}.",
    "parents.faqIdeasLinkText": "Ideje",
    "parents.faqStepByStepGuideLinkText": "vodič korak za korakom",
    "parents.faqGettingStartedGuideLinkText": "Uvodni vodič (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch konceptne kartice",
    "parents.faqTipsLinkText": "Namigi",
    "parents.faqCommunityTitle": "Kaj je Scratch spletna skupnost?",
    "parents.faqCommunityBody": "Pri sodelovanju v Scratch spletni skupnosti lahko člani raziskujejo in eksperimentirajo v odprti učni skupnosti z ostalimi Scratch člani iz vseh okolij, vseh starosti in interesov. Člani lahko delijo svoje delo, prejmejo povratne informacije in se učijo drug od drugega.",
    "parents.faqGuidelinesTitle": "Kaj so smerince spletne skupnosti Scratch?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Smernice skupnosti",
    "parents.faqPrivacyPolicyTitle": "Kakšna je vaša politika zasebnosti?",
    "parents.faqPrivacyPolicyBody": "Da zaščitimo osebne podatke otrok, se močno omejujemo glede tega, katere podatke zbiramo ob registraciji in katere javno prikažemo na spletni strani. Podatkov ne posojamo ali prodajamo. Več o naši politiki zasebnosti si lahko preberete na strani {privacyPolicy}.",
    "parents.faqFAQLinkText": "pogosto zastavljena vprašanja (FAQ)",
    "parents.faqOfflineTitle": "Ali lahko uporabljam Scratch ne da bi sodeloval v spletu?",
    "parents.faqOfflineBody": "Da, Scratch aplikacija omogoča ustvarjanje Scratch projektov brez spletne povezave. {scratchApp}lahko prenesete s spletne strani Scratcha  ali pa iz trgovine z aplikacijami za vašo napravo.",
    "parents.faqScratchApp": "Scratch aplikacija",
    "parents.faqOffline2LinkText": "Scratch 2 urejevalnik brez povezave v internet",
    "parents.faqOffline14LinkText": "Scratch 1.4 urejevalnik brez povezave v internet"
}