{
    "parents.title": "För Föräldrar",
    "parents.intro": "Scratch är ett programmeringsspråk och en onlinegemenskap där barn\n kan programmera och dela interaktiva medier som berättelser, spel och \nanimationer med människor från hela världen. När barn skapar med \nScratch lär de sig att tänka kreativt, arbeta tillsammans och \nresonera systematiskt. Scratch är designad, utvecklad och modererad av {scratchFoundation}, en ideell organisation.",
    "parents.scratchFoundationLinkText": "Scratchstiftelsen",
    "parents.overview": "Hur det fungerar",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Hur fungerar Scratch för barn?",
    "parents.overviewLearningTitle": "Lärande",
    "parents.overviewLearningBody": "Scratch är en säker och lekfull inlärningsmiljö som engagerar alla barn i att tänka kreativt, resonera systematiskt och arbeta tillsammans – väsentliga färdigheter för alla i dagens samhälle.\nLäs en artikel om {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Kreativ lärandeprocess",
    "parents.overviewCommunityTitle": "Gemenskap",
    "parents.overviewCommunityBody": "Vi ber alla deltagare på sajten att följa {communityGuidelines}.\nVi visar inte privat kontoinformation för någon. För mer information, vänligen se {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Användarvillkor",
    "parents.privacyPolicyLinkText": "Sekretess",
    "parents.faqMoreAndAsk": "För att veta mer om Scratch, vänligen se {faqPage}.\nDu kan ställa frågor i {discussionForums}.\nOm du behöver kontakta vår personal, klicka på {contactUs} längst ned på alla sidor.",
    "parents.faqLinkText": "Vanliga frågor FAQ",
    "parents.faqDiscussionForumsLinkText": "Diskussionsforum",
    "parents.faqContactUsLinkText": "Kontakta oss",
    "parents.faqAgeRangeTitle": "Vilken åldersgrupp är Scratch till för?",
    "parents.faqAgeRangeBody": "Scratch är designat speciellt för ungdomar mellan 8 till 16 år, men folk i alla åldrar skapar och delar med Scratch. Yngre barn vill kanske prova {scratchJr}, en enklare version av Scratch speciellt för barn i åldern 5 till 7 år.",
    "parents.faqResourcesTitle": "Vilka resurser finns för att lära sig Scratch?",
    "parents.faqResourcesBody": "Om du precis har kommit igång, finns det en {stepByStepGuide} tillgänglig inne i Scratch. För en översikt av resurserna för Scratch, kolla in sidan för {ideasPage} idéer.",
    "parents.faqIdeasLinkText": "Idéer",
    "parents.faqStepByStepGuideLinkText": "steg-för-steghandledning",
    "parents.faqGettingStartedGuideLinkText": "Komma igång handledning (PDF)",
    "parents.faqScratchCardsLinkText": "Scratchkort",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Vad är Scratch online-community?",
    "parents.faqCommunityBody": "När man deltar i Scratch online-community, kan medlemmarna utforska och experimentera i en öppet lärandegemenskap med andra Scratchmedlemmar från alla bakgrunder, åldrar och intressen. Medlemmarna kan dela sitt arbete, få feedback, och lära av varandra.",
    "parents.faqGuidelinesTitle": "Vilka är riktlinjerna för Scratch's onlinecommunity?",
    "parents.faqGuidelinesBody": "Scratch-teamet arbetar med samhället för att upprätthålla en vänlig och respektfull miljö för människor i alla åldrar, raser, etniciteter, religioner, sexuella läggningar och könsidentiteter. Du kan hjälpa ditt barn att lära sig att delta genom att granska det {communityGuidelines} tillsammans. Medlemmar uppmanas att kommentera konstruktivt och hjälpa till att hålla webbplatsen vänlig genom att rapportera allt innehåll som inte följer communityns riktlinjer. Scratch-teamet arbetar varje dag med att hantera aktivitet på webbplatsen och svara på rapporter, med hjälp av verktyg som {CleanSpeak} svordomsfiltret.",
    "parents.faqCommunityGuidelinesLinkText": "Användarvillkor",
    "parents.faqPrivacyPolicyTitle": "Vilken är er sekretesspolicy?",
    "parents.faqPrivacyPolicyBody": "För att skydda barnens integritet online, begränsar vi vad vi samlar in under registreringsprocessen och vad vi publicerar på webbplatsen. Vi säljer eller hyr inte ut kontoinformation till någon. Du kan hitta mer om vår integritetspolicy {privacyPolicy}.",
    "parents.faqFAQLinkText": "sidan för vanliga frågor",
    "parents.faqOfflineTitle": "Finns det något sätt att använda Scratch utan att delta online?",
    "parents.faqOfflineBody": "Ja, Scratch-appen låter dig skapa Scratch-projekt utan internetanslutning. Du kan ladda ner den {scratchApp} från Scratch-webbplatsen eller appbutiken på din enhet.",
    "parents.faqScratchApp": "Scratch-app",
    "parents.faqOffline2LinkText": "Scratch 2.0 Offlineredigeraren",
    "parents.faqOffline14LinkText": "Scratch 1.4 Offlineredigeraren"
}