{
    "parents.title": "För Föräldrar",
    "parents.intro": "Scratch är ett programmeringsspråk och ett onlinecommunity där barn\n kan programmera och dela interaktiva medier såsom berättelser, spel och\n animationer med andra ifrån hela världen. När barn skapar med\n Scratch, lär de sig att tänka kreativt, samarbeta, och\n resonera systematiskt. Scratch är designat och underhålls av \nLifelong Kindergarten Group vid MIT Media Lab. ",
    "parents.overview": "Hur det fungerar",
    "parents.faq": "FAQ",
    "parents.overviewTitle": "Hur fungerar Scratch för barn?",
    "parents.overviewLearningTitle": "Lärande",
    "parents.overviewLearningBody": "För att se en översiktssida med vad unga lär sig med Scratch, titta på {learningWithScratch}.\nLäs en artikel på{creativeLearningApproach}.",
    "parents.learningWithScratchLinkText": "Lära med Scratch",
    "parents.creativeLearningApproachLinkText": "Kreativ lärandeprocess",
    "parents.overviewCommunityTitle": "Gemenskap",
    "parents.overviewCommunityBody": "Vi ber alla deltagare på sajten att följa {communityGuidelines}.\nVi visar inte privat kontoinformation för någon. För mer information, vänligen se {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Användarvillkor",
    "parents.privacyPolicyLinkText": "Sekretess",
    "parents.faqMoreAndAsk": "För att veta mer om Scratch, vänligen se {faqPage}.\nDu kan ställa frågor i {discussionForums}.\nOm du behöver kontakta vår personal, klicka på {contactUs} längst ned på alla sidor.",
    "parents.faqLinkText": "Vanliga frågor FAQ",
    "parents.faqDiscussionForumsLinkText": "Diskussionsforum",
    "parents.faqContactUsLinkText": "Kontakta oss",
    "parents.faqAgeRangeTitle": "Vilken åldersgrupp är Scratch till för?",
    "parents.faqAgeRangeBody": "Scratch är designat speciellt för ungdomar mellan 8 till 16 år, men folk i alla åldrar skapar och delar med Scratch. Yngre barn vill kanske prova {scratchJr}, en enklare version av Scratch speciellt för barn i åldern 5 till 7 år.",
    "parents.faqResourcesTitle": "Vilka resurser finns för att lära sig Scratch?",
    "parents.faqResourcesBody": "Om du precis har kommit igång, finns det en {stepByStepGuide} tillgänglig inne i Scratch. För en översikt av resurserna för Scratch, kolla in sidan för {ideasPage} idéer.",
    "parents.faqIdeasLinkText": "Idéer",
    "parents.faqStepByStepGuideLinkText": "steg-för-steghandledning",
    "parents.faqGettingStartedGuideLinkText": "Komma igång handledning (PDF)",
    "parents.faqScratchCardsLinkText": "Scratchkort",
    "parents.faqTipsLinkText": "Tips",
    "parents.faqCommunityTitle": "Vad är Scratch online-community?",
    "parents.faqCommunityBody": "När man deltar i Scratch online-community, kan medlemmarna utforska och experimentera i en öppet lärandegemenskap med andra Scratchmedlemmar från alla bakgrunder, åldrar och intressen. Medlemmarna kan dela sitt arbete, få feedback, och lära av varandra.",
    "parents.faqGuidelinesTitle": "Vilka är riktlinjerna för Scratch's onlinecommunity?",
    "parents.faqGuidelinesBody": "Scratchteamet från MIT arbetar med gemenskapen för att upprätthålla en vänskaplig och respektfull miljö för människor i alla åldrar, raser, etniciteter, religioner, sexuell läggning, och könsidentitet. Du kan hjälpa ditt barn att delta genom att tillsammans läsa {communityGuidelines}. Medlemmarna ombeds att kommentera konstruktivt och hjälpa till att hålla webbplatsen vänlig genom att rapportera allt innehåll som inte följer gemenskapens riktlinjer. Scratchteamet arbetar dagligen med att hantera aktiviteter på sidan och besvara rapportering, med hjälp av verktyg som {CleanSpeak}filter för svordomar. \n        ",
    "parents.faqCommunityGuidelinesLinkText": "användarvillkor",
    "parents.faqPrivacyPolicyTitle": "Vilken är er sekretesspolicy?",
    "parents.faqPrivacyPolicyBody": "För att skydda barnens integritet online, begränsar vi vad vi samlar in under registreringsprocessen och vad vi publicerar på webbplatsen. Vi säljer eller hyr inte ut kontoinformation till någon. Du kan hitta mer om vår integritetspolicy {privacyPolicy}.",
    "parents.faqFAQLinkText": "sidan för vanliga frågor",
    "parents.faqOfflineTitle": "Finns det något sätt att använda Scratch utan att delta online?",
    "parents.faqOfflineBody": "Scratchappen låter dig skapa Scratchprojekt utan en internetkoppling. Du kan ladda ned {scratchDesktop} från sajten. Den kallades tidigare Scratch offline-editor.",
    "parents.faqScratchDesktop": "Scratch App",
    "parents.faqOffline2LinkText": "Scratch 2.0 Offlineredigeraren",
    "parents.faqOffline14LinkText": "Scratch 1.4 Offlineredigeraren"
}