{
    "parents.title": "Kwa Wazazi",
    "parents.intro": "Scratch is a programming language and an online community where children\n can program and share interactive media such as stories, games, and \nanimation with people from all over the world. As children create with \nScratch, they learn to think creatively, work collaboratively, and \nreason systematically. Scratch is designed, developed, and moderated by the {scratchFoundation}, a nonprofit organization. ",
    "parents.scratchFoundationLinkText": "Msingi wa Scratch",
    "parents.overview": "Jinsi inavyofanya kazi",
    "parents.faq": "Maswali yanayoulizwa mara kwa mara",
    "parents.overviewTitle": "Scratch inawasaidia vipi watoto?",
    "parents.overviewLearningTitle": "Kujifunza",
    "parents.overviewLearningBody": "Scratch is a safe and playful learning environment that engages all children in thinking creatively, reasoning systematically, and working collaboratively—essential skills for everyone in today's society.\nRead an article on the {creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Mbinu ya Kujifunza kiubunifu",
    "parents.overviewCommunityTitle": "Jumuiya",
    "parents.overviewCommunityBody": "Tunawaomba washiriki wote kwenye tovuti kufuata {communityGuidelines}.\nHatutaweka taarifa ya akaunti ya kibinafsi hadhrani. Kwa maelezo zaidi, tafadhali tazama {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Miongozo kwa jamii",
    "parents.privacyPolicyLinkText": "Sera ya Faragha",
    "parents.faqMoreAndAsk": "Ili kujijuza zaidi juu ya Scratch, tafadhali tazama {faqPage}.\nUnaweza pia kuuliza maswali katika {discussionForums}.\nIkiwa unahitaji kuwasiliana na timu ya wafanyakazi wetu moja kwa moja, bonyeza {contactUs}chini ya ukurasa wowote.",
    "parents.faqLinkText": "Maswali Yanayoulizwa Mara Kwa Mara",
    "parents.faqDiscussionForumsLinkText": "Vikao vya majadiliano",
    "parents.faqContactUsLinkText": "Wasiliana Nasi",
    "parents.faqAgeRangeTitle": "Umri wa wanaotumia scratch ni upi?",
    "parents.faqAgeRangeBody": "Scratch umeundwa haswa kwa vijana wa miaka 8 hadi 16, hatahivyo watu wa kila umri wanapata kuunda na kushiriki kwa kutumia Scratch. Watoto wadogo zaidi wanaweza kujaribu kutumia  {scratchJr}, toleo lililorahisishwa la Scratch, limeundwa kwa ajili ya watoto wa miaka 5 hadi 7.",
    "parents.faqResourcesTitle": "Nyenzo zinazopatikana za kujifunza Scratch ni zipi?",
    "parents.faqResourcesBody": "Ikiwa hii ni hatua yako ya kuanza, basi kuna{stepByStepGuide}, inayopatikana kaitka Scratch. Kuhusu nyenzo za Scratch kwa jumla, tazama ukurasa wa {ideasPage}.",
    "parents.faqIdeasLinkText": "Mawazo",
    "parents.faqStepByStepGuideLinkText": "Mwongozo wa hatua kwa hatua ",
    "parents.faqGettingStartedGuideLinkText": "Mwongozo wa kuanza (PDF)",
    "parents.faqScratchCardsLinkText": "Kadi za Scratch",
    "parents.faqTipsLinkText": "Vidokezo",
    "parents.faqCommunityTitle": "Jamii inayotumia Scratch mtandaoni ni gani?",
    "parents.faqCommunityBody": "Katika kushiriki pamoja na jamii inayotumia Scratch mtandaoni, wanajamii wana nafasi bora ya kuvumbua,  kujaribu mawazo katikati ya jumuia pana yenye ujuzi,  isitoshe, wanashirikiana na wanajamii wa Scratch wenye umri, tabaka, na masilahi mbalimbali. Wanajamii wanaweza kushiriki kazi zao, kupata maoni na mapendekezo, na kujifunza kutoka kwa kila mmoja wao.",
    "parents.faqGuidelinesTitle": "Miongozo kwa jamii inayotumia Scratch mtandaoni ni ipi?",
    "parents.faqGuidelinesBody": "The Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the Community Guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
    "parents.faqCommunityGuidelinesLinkText": "Miongozo ya Jamii",
    "parents.faqPrivacyPolicyTitle": "Sera zinazohusu faragha ni zipi?",
    "parents.faqPrivacyPolicyBody": "Ili kulinda faragha ya watoto wakiwa mtandaoni, tunachuja taarifa tunayokusanya wakati wa hatua za kujisajili, na kile tunachoweka hadharani kwenye Tovuti. Hatuuzi au kukodisha taarifa za akaunti kwa mtu yeyote. Unaweza kujua zaidi juu ya ukurasa wetu wa {privacyPolicy}.",
    "parents.faqFAQLinkText": "Ukurasa wa maswali yanayoulizwa mara kwa mara",
    "parents.faqOfflineTitle": "Je, kuna namna ya kutumia Scratch bila kushiriki mtandaoni?",
    "parents.faqOfflineBody": "Ndiyo, programu ya Scratch inakuwezesha kuunda miradi ya Scratch bila muunganisho wa intaneti. Unaweza kupakua{scratchApp} kutoka kwenye tovuti ya Scratch au duka la programu kwenye kifaa chako.",
    "parents.faqScratchApp": "Programu ya Scratch",
    "parents.faqOffline2LinkText": "Kihariri cha Scratch 2.0 kinachotumika nje ya mtandao",
    "parents.faqOffline14LinkText": "Kihariri cha Scratch 1.4 kinachotumika nje ya mtandao"
}