{
    "parents.title": "Anne-Babalar için",
    "parents.intro": "Scratch, çocukların hikayeler, oyunlar ve animasyonlar gibi etkileşimli medyaları dünyanın her yerinden insanlarla programlayıp paylaşabileceği bir programlama dili ve çevrimiçi bir topluluktur. \nÇocuklar Scratch ile yaratırken yaratıcı düşünmeyi, işbirliği içinde çalışmayı ve sistematik olarak akıl yürütmeyi öğrenirler. \nScratch, kar amacı gütmeyen bir kuruluş olan {scratchFoundation} tarafından tasarlanır, geliştirilir ve yönetilir.",
    "parents.scratchFoundationLinkText": "Scratch Kuruluşu",
    "parents.overview": "Nasıl çalışıyor",
    "parents.faq": "SSS",
    "parents.overviewTitle": "Scratch çocuklar için nasıl çalışıyor?",
    "parents.overviewLearningTitle": "Öğrenme",
    "parents.overviewLearningBody": "Scratch, tüm çocukları yaratıcı düşünmeye, sistematik olarak akıl yürütmeye ve işbirliği içinde çalışmaya dahil eden güvenli ve eğlenceli bir öğrenme ortamıdır — günümüz toplumunda herkes için temel beceriler.\n{creativeLearningApproach} ile ilgili bir makale okuyun.",
    "parents.creativeLearningApproachLinkText": "Yaratıcı Öğrenme Yaklaşımı",
    "parents.overviewCommunityTitle": "Topluluk",
    "parents.overviewCommunityBody": "Sitedeki tüm katılımcılardan {communityGuidelines} adresini takip etmelerini istiyoruz. Özel hesap bilgilerini kimseye sunmuyoruz. Daha fazla bilgi için lütfen {privacyPolicy} adresini ziyaret edin.",
    "parents.communityGuidelinesLinkText": "Topluluk Kuralları",
    "parents.privacyPolicyLinkText": "Gizlilik İlkesi",
    "parents.faqMoreAndAsk": "Scratch hakkında daha fazla bilgi edinmek için lütfen {faqPage} adresini ziyaret edin. Ayrıca {discussionForums} 'da da sorularınızı sorabilirsiniz. Personel ekibimizle doğrudan iletişime geçmeniz gerekiyorsa, herhangi bir sayfanın altındaki {contactUs} seçeneğini tıklayın.",
    "parents.faqLinkText": "Sık Sorulan Sorular (SSS)",
    "parents.faqDiscussionForumsLinkText": "Tartışma Forumları",
    "parents.faqContactUsLinkText": "Bizimle İletişime Geçin",
    "parents.faqAgeRangeTitle": "Scratch için öngörülen yaş aralığı nedir?",
    "parents.faqAgeRangeBody": "Scratch, özellikle 8 ila 16 yaş arasındaki gençler için tasarlanmıştır, ancak her yaştan insan Scratch ile yaratır ve paylaşır. Küçük çocuklar, 5 ila 7 yaşları için tasarlanan basit bir Scratch sürümünü {scratchJr}denemek isteyebilir.",
    "parents.faqResourcesTitle": "Scratch'i öğrenmek için hangi kaynaklara başvurabilirim?",
    "parents.faqResourcesBody": "Daha yeni başlıyorsanız, Scratch içinde uygun bir {stepByStepGuide}var. Scratch kaynaklarına genel bakış için {ideasPage}sayfasına bakınız.",
    "parents.faqIdeasLinkText": "Fikirler",
    "parents.faqStepByStepGuideLinkText": "Adım-Adım Rehberi",
    "parents.faqGettingStartedGuideLinkText": "Başlama Kılavuzu (PDF)",
    "parents.faqScratchCardsLinkText": "Scratch Kartları",
    "parents.faqTipsLinkText": "İpuçları",
    "parents.faqCommunityTitle": "Scratch ağ-üzeri (online) topluluğu nedir?",
    "parents.faqCommunityBody": "Scratch ağ-üzeri topluluğunda yer almak, dünya üzerinde bir çok farklı özgeçmişe, yaşa ve ilgi alanına sahip kişilerden oluşmuş öğrenmeye açık bir topluluğun içinde yeni keşifler ve deneyimler yaşayacak olmak demektir. Üyeler yaptıklarını paylaşabilir, diğerlerinin yorumlarını alabilir ve birbirlerinden yeni şeyler öğrenebilirler.",
    "parents.faqGuidelinesTitle": "Scratch ağ-üzeri topluluğunda uyulması gereken kurallar nelerdir?",
    "parents.faqGuidelinesBody": "Scratch Ekibi, her yaştan, ırktan, etnik kökenden, dinden, cinsel yönelimden ve cinsiyet kimliğinden insan için samimi ve saygılı bir ortam sağlamak için toplulukla birlikte çalışır. {communityGuidelines}'i birlikte gözden geçirerek çocuğunuzun nasıl katılacağını öğrenmesine yardımcı olabilirsiniz. Üyelerden yapıcı bir şekilde yorum yapmaları ve Topluluk Kurallarına uymayan herhangi bir içeriği bildirerek web sitesinin dostane kalmasına yardımcı olmaları istenir. Scratch Ekibi, {CleanSpeak} küfür filtresi gibi araçların yardımıyla sitedeki etkinliği yönetmek ve raporlara yanıt vermek için her gün çalışır.",
    "parents.faqCommunityGuidelinesLinkText": "Topluluk Kuralları",
    "parents.faqPrivacyPolicyTitle": "Kişisel gizlilik ilkeniz nedir?",
    "parents.faqPrivacyPolicyBody": "Çocukların çevrimiçi gizliliğini korumak için, kayıt sürecinde topladığımızları ve web sitesinde neler yaptığımızı sınırlandırıyoruz. Hesap bilgilerini kimseye satmıyor veya kiralamıyoruz. Gizlilik ilkemiz hakkında daha fazla bilgiyi {privacyPolicy} sayfamızdan öğrenebilirsiniz.",
    "parents.faqFAQLinkText": "Sık Sorulan Sorular (SSS) Sayfası",
    "parents.faqOfflineTitle": "Ağ-üzeri paylaşıma katılmadan Scratch'i kullanmanın bir yolu var mı?",
    "parents.faqOfflineBody": "Evet, Scratch uygulaması internet bağlantısı olmadan Scratch projeleri oluşturmanıza olanak tanır. {scratchApp}'i Scratch web sitesinden veya cihazınızdaki uygulama mağazasından indirebilirsiniz.",
    "parents.faqScratchApp": "Scratch uygulaması",
    "parents.faqOffline2LinkText": "Scratch 2.0 Çevrimdışı Editör",
    "parents.faqOffline14LinkText": "Scratch 1.4 Çevrimdışı Editör"
}