{
    "parents.title": "Dành cho Phụ huynh",
    "parents.emailConfirmedTitle": "Tài khoản của con bạn đã được xác nhận",
    "parents.intro": "Scratch là Một Ngôn Ngữ Lập Trình và một công đồng online, là nơi trẻ em \ncó thể Lập Trình và Chia Sẻ chương trình của mình\n với mọi người trên khắp thế giới.Khi trẻ em tạo ra bằng \nScratch, trẻ học được cách suy nghĩ sáng tạo, làm việc chung và hợp tác.\nScratcher được thiết kế, phát triển và vân vân mây mây kiểm duyệt bởi {scratchFoundation}, tổ chức phi lợi nhuận.",
    "parents.scratchFoundationLinkText": "Tổ chức Scratch",
    "parents.overview": "Xem cách hoạt động",
    "parents.faq": "Những câu hỏi thường gặp",
    "parents.overviewTitle": "Làm thế nào để Scratch cho trể em?",
    "parents.overviewLearningTitle": "Học",
    "parents.overviewLearningBody": "Scratch là một môi trường học tập an toàn và vui vẻ, thu hút những người trẻ có tư duy, sáng tạo — và những kỹ năng tốt cho xã hội hiện nay. \nĐọc bên trong bài{creativeLearningApproach}.",
    "parents.creativeLearningApproachLinkText": "Tiếp cận cách học sáng tạo",
    "parents.overviewCommunityTitle": "Cộng đồng",
    "parents.overviewCommunityBody": "Chúng tôi yêu cầu tất cả những người tham gia trên trang web tuân theo {communityGuidelines} .\nChúng tôi không cung cấp thông tin tài khoản riêng tư cho bất kỳ ai. Để biết thêm thông tin, vui lòng xem {privacyPolicy}.",
    "parents.communityGuidelinesLinkText": "Hướng dẫn từ cộng đồng",
    "parents.privacyPolicyLinkText": "Chinh sách bảo mật",
    "parents.faqMoreAndAsk": "Để tìm hiểu thêm về Scratch, vui lòng truy cập {faqPage}.\nBạn cũng có thể đặt câu hỏi tại {discussionForums}.\nNếu bạn cần liên hệ trực tiếp với nhân viên của chúng tôi, nhấn vào {contactUs} ở cuối trang.",
    "parents.faqLinkText": "Những câu hỏi thường gặp",
    "parents.faqDiscussionForumsLinkText": "Diễn đàn Thảo luận",
    "parents.faqContactUsLinkText": "Liên hệ chúng tôi",
    "parents.faqAgeRangeTitle": "Độ tuổi để sử dụng Scratch?",
    "parents.faqAgeRangeBody": "Scratch được thiết kế đặc biệt cho trẻ em từ 8 đến 16 tuổi, nhưng mọi người ở mọi lứa tuổi đều có thể sáng tạo và chia sẻ với Scratch. Trẻ em nhỏ tuổi hơn có thể muốn thử {scratchJr}, một phiên bản đơn giản của Scratch được thiết kế cho trẻ em từ 5 đến 7 tuổi.",
    "parents.faqResourcesTitle": "Những nguồn tài liệu nào phù hợp cho việc học Scratch?",
    "parents.faqResourcesBody": "Nếu bạn mới bắt đầu, có một {stepByStepGuide} có sẵn trong Scratch. Để biết tổng quan về các tài nguyên Scratch, hãy xem trang {ideasPage}.",
    "parents.faqIdeasLinkText": "Ý tưởng",
    "parents.faqStepByStepGuideLinkText": "hướng dẫn từng bước",
    "parents.faqGettingStartedGuideLinkText": "Hướng dẫn làm quen (PDF)",
    "parents.faqScratchCardsLinkText": "Thẻ Scratch",
    "parents.faqTipsLinkText": "Mẹo",
    "parents.faqCommunityTitle": "Cộng đồng trực tuyến Scratch là gì?",
    "parents.faqCommunityBody": "Khi tham gia vào cộng đồng trực tuyến Scratch, các thành viên có thể khám phá và thử nghiệm trong một cộng đồng học tập mở với những thành viên Scratch khác từ mọi lứa tuổi, sở thích, và ngành nghề. Thành viên có thể chia sẻ công việc của họ, nhận phản hồi, và học hỏi lẫn nhau.",
    "parents.faqGuidelinesTitle": "Hướng dẫn cho cộng đồng trực tuyến Scratch là gì?",
    "parents.faqGuidelinesBody": "Nhóm Scratch làm việc với cộng đồng để duy trì một môi trường thân thiện và tôn trọng cho mọi người ở mọi lứa tuổi, chủng tộc, dân tộc, tôn giáo, khuynh hướng tình dục và bản dạng giới. Bạn có thể giúp con mình học cách tham gia bằng cách cùng nhau xem lại {communityGuidelines}. Các thành viên được yêu cầu bình luận mang tính xây dựng và giúp giữ cho trang web thân thiện bằng cách báo cáo bất kỳ nội dung nào không tuân theo Nguyên tắc cộng đồng. Nhóm Scratch làm việc mỗi ngày để quản lý hoạt động trên trang web và trả lời các báo cáo, với sự trợ giúp của các công cụ như bộ lọc tục tĩu {CleanSpeak}.",
    "parents.faqCommunityGuidelinesLinkText": "Hướng dẫn từ cộng đồng",
    "parents.faqPrivacyPolicyTitle": "Chính sách bảo mật của chúng tôi là gì?",
    "parents.faqPrivacyPolicyBody": "Để bảo vệ quyền riêng tư trực tuyến của trẻ em, chúng tôi giới hạn những gì chúng tôi thu thập trong quá trình đăng ký và những gì chúng tôi công khai trên trang web. Chúng tôi không bán hoặc cho thuê thông tin tài khoản cho bất kỳ ai. Bạn có thể tìm hiểu thêm về trang {privacyPolicy} của chúng tôi.",
    "parents.faqFAQLinkText": "Câu hỏi thường gặp",
    "parents.faqOfflineTitle": "Có cách nào sử dụng Scratch không cần tham gia trực truyến không?",
    "parents.faqOfflineBody": "Có, ứng dụng Scratch cho phép bạn tạo các dự án Scratch mà không cần kết nối internet. Bạn có thể tải xuống {scratchApp} từ trang web Scratch hoặc cửa hàng ứng dụng trên thiết bị của mình.",
    "parents.faqScratchApp": "ứng dụng Scratch",
    "parents.faqOffline2LinkText": "Scratch 2.0 ngoại tuyến",
    "parents.faqOffline14LinkText": "Scratch 4.0 ngoại tuyến"
}