{
    "conference-2017.title": "Аконференциа Scratch 2017",
    "conference-2017.desc": "Ҳазну ашықәс азы  иазгәарҭоит Scratch 10 -шықәса ахыҵра, имҩаԥыргоит арегионалтә конференциақәа.",
    "conference-2017.seeBelow": "Аконференциа ахьымҩаԥырго аҭыԥи аамҭеи еилышәкаарц шәылшоит ҵаҟа.",
    "conference-2017.date": "Арыцхә",
    "conference-2017.location": "Ҭыԥс изҵазкуа",
    "conference-2017.audience": "Алахәылацәа рхыԥхьаӡара",
    "conference-2017.language": "Абызшәа",
    "conference-2017.website": "Иаҭаатәуп асаит",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Иаарту, агәаҳәара узҭо, ауаа еидызкыло",
    "conference-2017.franceDesc": "Scratch2017BDX — ари лшароуп хәыцшьала еиԥшу реиқәшәаразы, аидеиақәа реибыҳәараз. Ари аглобалтә усмҩаԥгатәқәа иҳаилнаркаауеит аитерес зҵоу, икреативтәу адунеихәаԥшышьақәа, Scratch аилкааразы.",
    "conference-2017.franceAudience": "Адунеизагьтәи Scratch аҭаацәара",
    "conference-2017.brasilTitle": "Аконференциа Scratch 2017  Бразилиа атәылаҿ",
    "conference-2017.brasilDesc": "The Scratch Brazil Conference 2017 will be a meeting point for Brazilian educators, researchers, developers and makers who are interested in creating, sharing and learning with Scratch. The conference will foster discussions about the use of Scratch in and out of the classroom, creative computing, Scratch extensions, and other important themes related to Scratch's adoption in Brazil. We are planning something very participatory, with lots of hands-on workshops, poster sessions and opportunities for collaboration.",
    "conference-2017.brasilAudience": "Арҵаҩцәеи, аҭҵааҩцәеи, аԥҵаҩцәеи анџьнырцәеи",
    "conference-2017.hungaryTitle": "Scratch 2017 Будапешт ақалақь аҟны",
    "conference-2017.hungaryDesc": "The Scratch Conference in Budapest is a unique opportunity to meet our extended Scratch family and grow and inspire each other. It is a space to revel in creative thinking and coding, to dive in and share in all the diverse possibilities we have found. We are change agents — tried and true geeks in our genes — and we look forward to rolling up our shirt sleeves and having some “hard-fun”. Truly in this sphere, the outlook for the future is bright and we are excited. Come, meet, and collaborate with other members of the Scratch community.",
    "conference-2017.hungaryAudience": "Арҵаҩцәеи адгыларақәеи",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 - ари лшароуп, апрограммаԥҵара абызшәақәа ашколқәа раларҵәара акрызҵазкуа усны ишыҟо ардырраз. Алекциақәеи асеминарқәеи алшара шәырҭоит шәԥышәа амадараҿы.",
    "conference-2017.chileAudience": "Ашкол арҵаҩцәа, анапхгаҩцәа, аҵарадырра администраторцәа, аҭҵааҩцәеи аспециалистцәеи, аинформациатә технологиақәа знапы алаку зегьы",
    "conference-2017.chinaTitle": "Scratch аконференциа: Китаи*Бзиа избо",
    "conference-2017.chinaDesc": "Join us for a gathering to support creative expression with Scratch in China. Share ways to promote learning with passion for programming, animation, community, and life.",
    "conference-2017.chinaAudience": "Арҵаҩцәеи, аҭҵааҩцәеи, аԥҵаҩцәеи анџьнырцәеи",
    "conference-2017.costaricaTitle": "Scratch иазку аконференциа Коста-Рика аҟны",
    "conference-2017.costaricaSubTitle": "Ауаа, апроектқәа, аҭыԥқәа",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica is a global event taking place at a community level that unites teachers, students, businesses, and leaders, so that coding and design is part of every child's education, starting with Scratch.",
    "conference-2017.costaricaAudience": "Scratch ахархәаҩцәа:  абжьаратәии иреиҳау аҵараиурҭақәеи рырҵаҩцәа, Scratch апотенциалтә хархәаҩцәа, ауниверситетқәа рстудентцәа ( ԥхьаҟа, ирҵаҩхараны иҟои акомпиутертә программақәа раԥҵаҩцәеи ) Коста-Рикеи аиспан бызшәа хатәыс измоу Алатинтә Америкеи атәылақәа рҿы."
}