{
    "conference-2017.title": "Канферэнцыя Scratch 2017",
    "conference-2017.desc": "У гэтым годзе, у рамках святкавання 10-годдзя Scratch, сусветная супольнасць Scratch правядзе рэгіянальныя канферэнцыі па Scratch у многіх гарадах па ўсім свеце.",
    "conference-2017.seeBelow": "Даведайцеся больш пра даты канферэнцыі і месцы ніжэй.",
    "conference-2017.date": "Дата",
    "conference-2017.location": "Месца",
    "conference-2017.audience": "Аўдыторыя",
    "conference-2017.language": "Мова",
    "conference-2017.website": "Наведаць сайт",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Адкрыццё, Натхненне, Злучэнне",
    "conference-2017.franceDesc": "Scratch2017BDX - гэта магчымасць пазнаёміцца ​​з людзьмі і падзяліцца ідэямі, а таксама атрымаць натхненне і натхніць іншых. Гэта глабальны фестываль, прысвечаны крэатыўнасці і атрыманню асалоды ад адкрыццяў і разумення Scratch і не толькі.",
    "conference-2017.franceAudience": "Глабальная сям'я Scratch",
    "conference-2017.brasilTitle": "Канферэнцыя Scratch у Бразіліі 2017",
    "conference-2017.brasilDesc": "Бразільская канферэнцыя Scratch 2017 стане месцам сустрэчы для бразільскіх настаўнікаў, даследчыкаў, распрацоўшчыкаў і стваральнікаў якія зацікаўлены ў стварэнні, абмене і навучанні з дапамогай Scratch. Канферэнцыя будзе спрыяць абмеркаванню выкарыстання Scratch у класе і па-за ім, творчых вылічэнняў, пашырэнняў Scratch і іншых важных тэм, звязаных з прыняццем Scratch у Бразіліі. Мы плануем нешта вельмі актыўнае з вялікай колькасцю практычных семінараў, стэндавых сесій і магчымасцей для супрацоўніцтва.",
    "conference-2017.brasilAudience": "Настаўнікі, даследчыкі, распрацоўшчыкі і стваральнікі",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Будапешт",
    "conference-2017.hungaryDesc": "Канферэнцыя Scratch у Будапешце - гэта ўнікальная магчымасць сустрэцца з нашай вялікай сям'ёй Scratch, расці і натхняць адзін аднаго. Гэта прастора дзе можна атрымаць асалоду ад творчага мыслення і кадавання, акунуцца і падзяліцца ўсімі разнастайнымі магчымасцямі, якія мы знайшлі. Мы з'яўляемся агентамі зменаў - праверанымі і сапраўднымі гікамі ў нашых генах - і мы з нецярпеннем чакаем магчымасці закасаць рукавы кашулі і “павесяліцца ў справе”. Сапраўды, у гэтай сферы перспектывы на будучыню светлыя і мы натхнёныя гэтым. Прыходзьце, сустракайцеся і супрацоўнічайце з іншымі ўдзельнікамі суполкі Scratch.",
    "conference-2017.hungaryAudience": "Настаўнікі, выхавацелі, фундатары",
    "conference-2017.chileTitle": "Scratch у аль Сур 2017",
    "conference-2017.chileSubTitle": "Фантазіруем, ствараем, абменьваемся",
    "conference-2017.chileDesc": "Scratch у аль Сур 2017 - гэта магчымасць даведацца пра важнасць укаранення моў праграмавання ў школах. Усе лекцыі і семінары дадуць магчымасць падзяліцца розным вопытам, ад больш высокіх узроўняў да тых, хто пачынае ўдзельнічаць у сусветнай супольнасці Scratch.",
    "conference-2017.chileAudience": "Школьныя настаўнікі, дырэктары, адміністратары адукацыі, даследчыкі і спецыялісты ў галіне інфармацыйных тэхналогій",
    "conference-2017.chinaTitle": "Канферэнцыя Scratch: China*Love",
    "conference-2017.chinaDesc": "Далучайцеся да нас на сустрэчы, каб падтрымаць творчае самавыяўленне з дапамогай Scratch у Кітаі. Падзяліцеся спосабамі садзейнічання навучанню з запалам да праграмавання, анімацыі, супольнасці і жыцця.",
    "conference-2017.chinaAudience": "Педагогі, бацькі, распрацоўшчыкі, стваральнікі",
    "conference-2017.costaricaTitle": "Канферэнцыя Scratch Коста-Рыка",
    "conference-2017.costaricaSubTitle": "Людзі, праекты і месцы",
    "conference-2017.costaricaDesc": "Канферэнцыя Scratch Коста-Рыка - гэта глабальнае мерапрыемства, якое праходзіць на ўзроўні супольнасці і аб'ядноўвае настаўнікаў, студэнтаў, бізнесмэнаў і лідэраў, каб кадаванне і дызайн былі часткай адукацыі кожнага дзіцяці, пачынаючы са Scratch.",
    "conference-2017.costaricaAudience": "Карыстальнікі Scratch, настаўнікі, выкладчыкі каледжаў, патэнцыйныя скратчары, студэнты універсітэтаў (будучыя выкладчыкі і распрацоўшчыкі праграмнага забеспячэння) у Коста-Рыка і іспанамоўных краінах Лацінскай Амерыкі"
}