{
    "conference-2017.title": "Конференциите на Scratch през 2017 г.",
    "conference-2017.desc": "Тази година, за да отпразнуваме 10-тата годишнина на Scratch, глобалната общност на Scratch ще организира регионални конференции в много градове по света.",
    "conference-2017.seeBelow": "Научете повече за датите и местата на конференциите по-долу.",
    "conference-2017.date": "Дата",
    "conference-2017.location": "Място",
    "conference-2017.audience": "Публика",
    "conference-2017.language": "Език",
    "conference-2017.website": "Към уеб сайта",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Отваряща, вдъхновяваща, свързваща",
    "conference-2017.franceDesc": "Scratch2017BDX е възможност да се срещнете с хора и да споделите идеите си, да се вдъхновите и да вдъхновявате. Това е световен празник на изобретателността и разкритията, където можете да научите още относно Scratch и не само.",
    "conference-2017.franceAudience": "Глобалното семейство на Scratch",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Конференцията на Scratch в Бразилия 2017 ще бъде място за среща на бразилските учители, изследователи, разработчици и създатели, които искат да творят, споделят и учат със Scratch. Конференцията ще насърчи дискусиите относно употребата на Scratch в и извън класната стая, изобретателните изчисления, разширения на Scratch и други важни теми свързани с възприемането на Scratch в Бразилия. Планираме възможност за участие на много хора, с много работилници, сесии с плакати и възможности за съвместна работа.",
    "conference-2017.brasilAudience": "Учители, изследователи, разработчици и създатели",
    "conference-2017.hungaryTitle": "Scratch 2017 в Будапеща",
    "conference-2017.hungaryDesc": "Конференцията на Scratch в Будапеща е уникална възможност да се срещнете с разширеното семейство на Scratch и да се вдъхновите взаимно. Това е място, което ще насърчи изобретателното мислене и програмирана, за да се видите и споделите разнообразните възможности, които открихме. Ние сме носители на промяната – опитни и истински професионалисти, и очакваме с нетърпение да запретнем ръкави и да се „позабавляваме“. Виждането ни за бъдещето е светло и ние се вълнуваме. Елате, срещнете се с други членове на общността на Scratch и работете съвместно с тях.",
    "conference-2017.hungaryAudience": "Учители, ръководители, организации",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "„Scratch al Sur 2017“ е възможност да научите повече относно важността на представянето на езиците за програмиране в училище. Всички лекции и работилници ще предоставят възможност да споделите различния си опит, като могат да се включат както хора с голям опит, така и такива, които тъкмо са се включили в глобалната общност на Scratch.",
    "conference-2017.chileAudience": "Училищни учители, директори, образователни администратори, изследователи и професионалисти в сферата на информационните технологии",
    "conference-2017.chinaTitle": "Конференция на Scratch: Китай*Любов",
    "conference-2017.chinaDesc": "Присъединете се към нас, за да подкрепим израза на изобретателността със Scratch в Китай. Споделете начините си за насърчаване на ученето със страст към програмирането, анимацията, общността и живота.",
    "conference-2017.chinaAudience": "Учители, родители, разработчици, създатели",
    "conference-2017.costaricaTitle": "Конференция на Scratch в Коста Рика",
    "conference-2017.costaricaSubTitle": "Хора, проекти и места",
    "conference-2017.costaricaDesc": "Конференцията на Scratch в Коста Рика е световно събитие, събиращо на едно място учители, ученици, компании и лидери, за да могат програмирането и дизайнът да бъдат част от образованието на всяко дете, започвайки със Scratch.",
    "conference-2017.costaricaAudience": "Потребители на Scratch, учители, университетски преподаватели, потенциални потребители на Scratch, студенти (бъдещи учители и софтуерни разработчици) в Коста Рика и испаноговорящата част на Латинска Америка."
}