{
    "conference-2017.title": "Scratch সম্মেলন 2017",
    "conference-2017.desc": "এ বছর, Scratch এর 10 তম বার্ষিকী উদযাপনে, বিশ্বব্যাপী Scratch কমিউনিটি বিশ্বের বিভিন্ন শহরে আঞ্চলিক Scratch সম্মেলন আয়োজন করবে।",
    "conference-2017.seeBelow": "নিচের সম্মেলনের তারিখ এবং ঠিকানা সম্পর্কে আরও জান।",
    "conference-2017.date": "তারিখ ",
    "conference-2017.location": "অবস্থান",
    "conference-2017.audience": "পাঠকবর্গ ",
    "conference-2017.language": "ভাষা ",
    "conference-2017.website": "ওয়েবসাইট পরিদর্শন ",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "ওপেনিং, ইন্সপাইরিং, কানেক্টিং ",
    "conference-2017.franceDesc": "Scratch2017BDX হল মানুষের সাথে দেখা করা, আইডিয়াগুলো শেয়ার, এবং অনুপ্রাণিত হওয়া এবং অনুপ্রেরণা দেয়ার একটি সুযোগ। এটি সৃজনশীলতা উদযাপন এবং Scratch এবং এর বাইরেও বোঝার এবং আবিষ্কার উপভোগ করার জন্য একটি বিশ্বব্যাপী উৎসব।",
    "conference-2017.franceAudience": "বিশ্ব Scratch পরিবার",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "ব্রাজিলিয়ান শিক্ষাবিদ, গবেষক, বিকাশকারী এবং নির্মাতারা যারা Scratch তৈরি, শেয়ার করে নেয়ার এবং শিক্ষা গ্রহণের বিষয়ে আগ্রহী তাদের জন্য Scratch ব্রাজিল সম্মেলন 2017 একটি মিলনস্থল হবে। সম্মেলনটি ক্লাসরুমে এবং বাইরে Scratch ব্যবহার, সৃষ্টিশীল কম্পিউটিং, Scratch এক্সটেনশন এবং ব্রাজিলে Scratch এর গ্রহণ সম্পর্কিত অন্যান্য গুরুত্বপূর্ণ থিমগুলোর বিষয়ে আলোচনা উত্সাহিত করবে। আমরা প্রচুর অংশগ্রহণমূলক কিছু পরিকল্পনা করছি, প্রচুর হাতে-কলমে ওয়ার্কশপ, পোস্টার সেশন এবং সহযোগিতার সুযোগগুলো নিয়ে।",
    "conference-2017.brasilAudience": "শিক্ষক, গবেষক, ডেভলপার্স, এবং নির্মাতা",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Budapest এর Scratch সম্মেলনটি আমাদের বর্ধিত Scratch পরিবারের সাথে দেখা করার এবং একে অপরকে সমৃদ্ধ এবং অনুপ্রাণিত করার এক অনন্য সুযোগ। এটি সৃজনশীল চিন্তাভাবনা এবং কোডিংয়ে উপভোগ করার মতো জায়গা, যা আমরা খুঁজে পেয়েছি এমন সব সম্ভাবনার মধ্যে ডুব দিয়ে এবং শেয়ার করে নেওয়ার জন্য। আমরা পরিবর্তনকারী এজেন্ট — চেষ্টা করা এবং সত্য geeks আমাদের জিনে রয়েছে — এবং আমরা আমাদের প্রস্তুত করছি এবং কিছু “মজাদার” করার প্রত্যাশায় আছি। এই ক্ষেত্রটিতে সত্যই, ভবিষ্যতের দৃষ্টিভঙ্গি উজ্জ্বল এবং আমরা উচ্ছ্বসিত। Scratch কমিউনিটির অন্যান্য সদস্যদের সাথে আসো, সাক্ষাত কর এবং সহযোগিতা কর।",
    "conference-2017.hungaryAudience": "শিক্ষক, শিক্ষাবিদ, ফাউন্ডেশন",
    "conference-2017.chileTitle": "Scratch al Sur 2017 ",
    "conference-2017.chileSubTitle": "কল্পনা, সৃষ্টি, ভাগাভাগি",
    "conference-2017.chileDesc": "Scratch al Sur 2017 স্কুলে প্রোগ্রামিং ভাষা চালু করা ও গুরুত্ব সম্পর্কে শেখার একটি সুযোগ। যারা নতুন Scratch এর গ্লোবাল কমিউনিটিতে অংশ নেয় তারা যেন সমস্ত লেকচার এবং ওয়ার্কশপগুলো থেকে উচ্চ স্তর থেকে শুরু করে বিভিন্ন ক্ষেত্রে বিভিন্ন অভিজ্ঞতা শেয়ার করে নেওয়ার সুযোগ সরবরাহ করে।",
    "conference-2017.chileAudience": "স্কুল শিক্ষক, অধ্যক্ষ, শিক্ষা প্রশাসক, গবেষক, এবং তথ্য প্রযুক্তি পেশাদারগণ",
    "conference-2017.chinaTitle": "Scratch সম্মেলন: China*Love",
    "conference-2017.chinaDesc": "Scratch সহ সৃজনশীল অভিব্যক্তি সমর্থন করার জন্য চীনের সম্মেলনে আমাদের সাথে যুক্ত হও। আগ্রহের সাথে প্রোগ্রামিং শেখা, অ্যানিমেশন, কমিউনিটি এবং জীবন প্রচারের উপায়গুলো শেয়ার কর।",
    "conference-2017.chinaAudience": "শিক্ষক, পিতামাতা, ডেভেলপার, নির্মাতা",
    "conference-2017.costaricaTitle": "Scratch সম্মেলন Costa Rica",
    "conference-2017.costaricaSubTitle": "জনগন, প্রজেক্টগুলো, এবং স্থান",
    "conference-2017.costaricaDesc": "Scratch সম্মেলন Costa Rica কমিউনিটি স্তরের একটি বিশ্বব্যাপী ইভেন্ট যা শিক্ষক, ছাত্র, ব্যবসা, এবং নেতাদের একত্র করে, যেন Scratch এর সাথে শুরু করে কোডিং এবং ডিজাইন প্রতিটি শিশুর শিক্ষার অংশ হয়।",
    "conference-2017.costaricaAudience": "Costa Rica এবং Spanish-ভাষী Latin America এর Scratch ব্যবহারকারী, শিক্ষক, কলেজ অধ্যাপক, সম্ভাব্য স্ক্র্যাচার, বিশ্ববিদ্যালয়ের শিক্ষার্থী (ভবিষ্যত শিক্ষক এবং সফটওয়্যার ডেভেলপার্স)"
}