{
    "conference-2017.title": "Scratch konference 2017",
    "conference-2017.desc": "Tento rok, na oslavu 10-tého výročí, uspořádá Scratch komunita oblastní konference Scratch v mnoha městech po celém světě.",
    "conference-2017.seeBelow": "Více o datumech a místech konferencí se dozvíš níže.",
    "conference-2017.date": "Datum",
    "conference-2017.location": "Místo",
    "conference-2017.audience": "Diváci",
    "conference-2017.language": "Jazyk",
    "conference-2017.website": "Navštívit webserver",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Otevřenost, inspirace, spojení",
    "conference-2017.franceDesc": "Scratch2017BDX je příležitostí se setkat s lidmi, sdílet nápady a také inspirovat se i inspirovat jiné. Je to globální festival oslavující tvořivost a radost z objevů i porozumění Scratch i za jeho hranicemi.",
    "conference-2017.franceAudience": "Celosvětová rodina Scratch",
    "conference-2017.brasilTitle": "Konference Scratch v Brazílii 2017",
    "conference-2017.brasilDesc": "Konference Scratch v Brazílii 2017 bude místem setkání brazilských lektorů, výzkumníků, vývojářů a tvůrců kteří se zajímají o tvorbu, sdílení a učení se Scratch. Konference bude záštitou diskuzí o používání Scratche ve třídách i mimo ně, tvořivého využití počítačů, doplňků Scratch a dalších důležitých témat týkajících se nasazení Scratch v Brazílii. Plánujeme cosi umožňujícího velmi aktivní účast s mnoha praktickými pracovními semináři, poutavými zasedáními a příležitostmi ke spolupráci.",
    "conference-2017.brasilAudience": "Lektoři, výzkumníci, vývojáři a tvůrci",
    "conference-2017.hungaryTitle": "Scratch 2017 v Budapešti",
    "conference-2017.hungaryDesc": "Scratch konference in Budapešti je jedinečnou příležitostí se setkat s naší rozšířenou  Scratch rodinou a růst a inspirovat jeden druhého. Je to prostor k požitku z tvořivého myšlení a programování, k ponoření se a sdílení ve všech rozličných možnostech které jsme nalezli. Jsme hybnou silou změny — příležitostní i skuteční machři v našich genech — a těšíme se až si vyhrneme rukávy a půjdeme tvrdě na věc. Skutečně v této sféře je výhled do budoucnosti jasný a to nás vzrušuje. Přijď, setkávej se a spolupracuj s dalšími členy komunity Scraẗch.",
    "conference-2017.hungaryAudience": "Učitelé, lektoři, zakladatelé",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 je příležitost, jak se naučit důležitosti představování programovacích jazyků ve školách. Všechny lekce a workshopy udělají příležitost ke sdílení rozdílných zkušeností, z vyšších úrovní po ty, co se začínají účastnit celosvětové komunity Scratch.",
    "conference-2017.chileAudience": "Učitelé, ředitelé, administrátoři učení, výzkumní pracovníci a profesionálové informačních technologií",
    "conference-2017.chinaTitle": "Konference Scratch: China*Love",
    "conference-2017.chinaDesc": "Přidej se k nám k hromadnému podpoření kreativního vyjadřování se Scratchem v Číně. Sdílej cesty, jak podporovat učení s vášní k programování, animaci, komunitě a životu.",
    "conference-2017.chinaAudience": "Učitelé, rodiče, vývojáři, výrobci",
    "conference-2017.costaricaTitle": "Konference Scratch Costa Rica",
    "conference-2017.costaricaSubTitle": "Lidé, projekty a místa",
    "conference-2017.costaricaDesc": "Konference Scratch Costa Rica je celosvětová událost na úrovni, která spojuje učitele, studenty, podniky a leadery, takže programování a vzhled je část učení každého dítěte, počínaje Scratchem.",
    "conference-2017.costaricaAudience": "Uživatelé Scratche, profesoři na vysokých školách, potenciální Scratcheři, studenti univerzit (budoucí učitelé a vývojáři softwaru) v Costa Rice a Španělsky mluvící Latinská Amerika"
}