{
    "conference-2017.title": "Cynadleddau Scratch 2017",
    "conference-2017.desc": "Eleni, er mwyn dathlu pen-blwydd Scratch yn 10 oed, mae cymuned fyd-eang Scratch yn cynnal cynadleddau rhanbarthol mewn llawer o ddinasoedd ledled y byd",
    "conference-2017.seeBelow": "Dysgwch ragor am ddyddiadau a lleoliadau cynadleddau isod.",
    "conference-2017.date": "Dyddiad",
    "conference-2017.location": "Lleoliad",
    "conference-2017.audience": "Cynulleidfa",
    "conference-2017.language": "Iaith",
    "conference-2017.website": "Mynd i'r Wefan",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Agor, Ysbrydoli, Cydgysylltu",
    "conference-2017.franceDesc": "Mae Scratch2017BDX  yn gyfle i gyfarfod â phobl a rhannu syniadau, ysbrydoli a chael eich ysbrydoli. Mae'n ŵyl fyd-eang i ddathlu creadigrwydd a mwynhau darganfyddiadau a dealltwriaeth am Scratch a thu hwnt.",
    "conference-2017.franceAudience": "Teulu byd-eang Scratch ",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Bydd Cynhadledd Scratch Brasil 2017 yn fan cyfarfod ar gyfer addysgwyr, ymchwilwyr, datblygwyr a chrewyr sydd â diddordeb mewn creu, rhannu a dysgu gyda Scratch. Bydd y gynhadledd yn annog trafodaethau am ddefnyddio Scratch o fewn ac oddi allan i'r ystafell ddosbarth, cyfrifiadura creadigol, estyniadau Scratch a themâu pwysig eraill yn perthyn i'r defnydd o Scratch ym Mrasil. Rydym yn cynllunio gŵyl gyda'r pwyslais ar gymryd rhan, gyda llawer o weithdai ymarferol, sesiynau posteri a chyfleoedd ar gyfer cydweithredu.",
    "conference-2017.brasilAudience": "Addysgwyr, ymchwilwyr, datblygwyr, a gwneuthurwyr",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Mae'r Gynhadledd Scratch yn Budapest yn gyfle unigryw i gwrdd â'n teulu Scratch estynedig a thyfu ac ysbrydoli ei gilydd. Mae'n ofod i ymhyfrydu mewn meddwl yn greadigol a chodio, i blymio i mewn a rhannu'r holl bosibiliadau amrywiol rydyn ni wedi'u darganfod. Rydym yn asiantau newid - geeks go iawn yn ein genynnau - ac edrychwn ymlaen at dorchi llewys ein crys a chael rhywfaint o “hwyl galed”. Yn wir yn y maes hwn, mae'r rhagolygon ar gyfer y dyfodol yn ddisglair ac rydym wedi ein cyffroi. Dewch i gwrdd, a chydweithio ag aelodau eraill o'r gymuned Scratch.",
    "conference-2017.hungaryAudience": "Athrawon, addysgwyr, sefydliadau",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Mae Scratch al Sur 2017 yn gyfle i ddysgu am bwysigrwydd cyflwyno ieithoedd rhaglennu mewn ysgolion. Bydd pob darlith a gweithdy yn rhoi cyfle i rannu gwahanol brofiadau, o lefelau uwch i'r rhai sy'n dechrau cymryd rhan yng nghymuned fyd-eang Scratch.",
    "conference-2017.chileAudience": "Athrawon ysgol, penaethiaid, gweinyddwyr addysg, ymchwilwyr, a gweithwyr proffesiynol technoleg gwybodaeth",
    "conference-2017.chinaTitle": "Cynhadledd Scratch: China*Love",
    "conference-2017.chinaDesc": "Ymunwch â ni i ymgynnull i gefnogi mynegiant creadigol gyda Scratch yn Tsieina. Rhannwch ffyrdd o hyrwyddo dysgu gydag angerdd am raglennu, animeiddio, cymuned a bywyd.",
    "conference-2017.chinaAudience": "Addysgwyr, rhieni, datblygwyr, gwneuthurwyr",
    "conference-2017.costaricaTitle": "Cynhadledd Scratch Costa Rica",
    "conference-2017.costaricaSubTitle": "Pobl, Projectau a Lleoedd",
    "conference-2017.costaricaDesc": "Mae Cynhadledd Scratch Costa Rica yn ddigwyddiad byd-eang sy'n cael ei gynnal ar lefel gymunedol sy'n uno athrawon, myfyrwyr, busnesau ac arweinwyr, fel bod codio a dylunio yn rhan o addysg pob plentyn, gan ddechrau gyda Scratch.",
    "conference-2017.costaricaAudience": "Defnyddwyr Scratch, athrawon, athrawon coleg, darpar Scratchwyr, myfyrwyr prifysgol (athrawon y dyfodol a datblygwyr meddalwedd) yn Costa Rica ac America Ladin sy'n siarad Sbaeneg."
}