{
    "conference-2017.title": "Scratch konference 2017",
    "conference-2017.desc": "Dette år, hvor vi fejrer Scratch 10 års jubilæum, vil der være regionale Scratch konferencer rundt omkring i mange byer i hele verden.",
    "conference-2017.seeBelow": "Lær mere om datoer for konferencer og steder herunder.",
    "conference-2017.date": "Dato",
    "conference-2017.location": "Beliggenhed",
    "conference-2017.audience": "Publikum",
    "conference-2017.language": "Sprog",
    "conference-2017.website": "Besøg hjemmeside",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Åbning, inspirerende, netværk",
    "conference-2017.franceDesc": "Scratch2017BDX er en mulighed for at mødes med mennesker, dele ideer og til at blive inspireret og inspirere. Det er en global fest, hvor vi fejrer kreativitet og nyder opdagelser og forståelse for Scratch og derudover.",
    "conference-2017.franceAudience": "Global Scratch familie",
    "conference-2017.brasilTitle": "Scratch Konference Brasilien 2017",
    "conference-2017.brasilDesc": "Scratch Konferencen i Brasilien 2017 vil være et mødested for brasilianske lærere, forskere, udviklere og beslutningstagere, som er interesseret i at lave, dele og lære med Scratch. Konferencen vil fremme diskussioner om brugen af Scratch i og udenfor klasseværelset, kreative computerfærdigheder, Scratch udvidelser og andre vigtige emner relateret til Scratch adoption i Brasilien. Vi planlægger noget meget deltagerorienteret, med masser af hands-on workshops, plakat sessions og muligheder for samarbejde.",
    "conference-2017.brasilAudience": "Undervisere, forskere, udviklere og beslutningstagere",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Scratch konferencen i Budapest er en unik mulighed for at møde vores udvidede Scratch familie, få den til at vokse og til at inspirere hinanden. Det er et sted, hvor vi kan fordybe os i kreativ tænkning og kodning, hvor vi kan dykke ned og dele alle de forskellige muligheder, som vi har fundet. Vi er forandringsagenter - rigtige nørder - og vi ser frem til at rulle vores skjorteærmer op og have det rigtigt sjovt. I denne sfære ser fremtiden lys ud og vi er spændte. Kom, mød og samarbejd med andre medlemmer af Scratch fællesskabet.",
    "conference-2017.hungaryAudience": "Lærere, undervisere, institutioner",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 er en mulighed for at lære om vigtigheden af at introducere kodning i skoler. Alle foredrag og workshops vil give mulighed for at dele forskellige oplevelser, fra højere niveauer til dem, som først lige er begyndt at tage del i Scratch globale fællesskab.",
    "conference-2017.chileAudience": "Skolelærere, skoleledere, udannelsesadministratorer, forskere og eksperter i informationsteknologi",
    "conference-2017.chinaTitle": "Scratch Konference: China*Love",
    "conference-2017.chinaDesc": "Vær med til et møde om at understøtte det kreative udtryk med Scratch i Kina. Del måder at lære på med en passion for programmering, animation, fællesskab og livet.",
    "conference-2017.chinaAudience": "Lærere, forældre, udviklere, beslutningstagere",
    "conference-2017.costaricaTitle": "Scratch Konference i Costa Rica",
    "conference-2017.costaricaSubTitle": "Mennesker, projekter og steder",
    "conference-2017.costaricaDesc": "Scratch Konferencen i Costa Rica er en global event som finder sted i et fællesskab, som samler lærere, elever, firmaer og ledere, så kodning og design bliver en del af ethvert barns uddannelse, og der startes med Scratch.",
    "conference-2017.costaricaAudience": "Scratch brugere, lærere, universitetslærere, potentielle Scratchere, universitetsstuderende (fremtidige lærere og softwareudviklere) i Costa Rica og det spansk-talende Latinamerika"
}