{
    "conference-2017.title": "Συνέδρια Scratch 2017",
    "conference-2017.desc": "Φέτος, για τον εορτασμό της 10ης επετείου του Scratch, η παγκόσμια κοινότητα του Scratch θα φιλοξενήσει τοπικά συνέδρια Scratch σε πολλές χώρες σε όλον τον κόσμο.",
    "conference-2017.seeBelow": "Μάθετε περισσότερα για την ημερομηνίες των συνεδρίων και τις τοποθεσίες παρακάτω.",
    "conference-2017.date": "Ημερομηνία",
    "conference-2017.location": "Τοποθεσία",
    "conference-2017.audience": "Κοινό",
    "conference-2017.language": "Γλώσσα",
    "conference-2017.website": "Επισκεφθείτε τον Ιστότοπο",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Opening, Inspiring, Connecting",
    "conference-2017.franceDesc": "Το Scratch2017BDX είναι μια ευκαιρία να συναντήσετε ανθρώπους και να μοιραστείτε ιδέες, και να εμπνευστείτε και να εμπνεύσετε. Είναι μια παγκόσμια γιορτή για να γιορτάσουμε τη δημιουργικότητα και να απολαύσουμε ανακαλύψεις και κατανόηση για το Scratch και όχι μόνο.",
    "conference-2017.franceAudience": "Η παγκόσμια οικογένεια του Scratch",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Η Συνέδριο Scratch 2017 στη Βραζιλία θα είναι ένα σημείο συνάντησης για Βραζιλιάνους εκπαιδευτές, ερευνητές, προγραμματιστές, και δημιουργούς που ενδιαφέρονται να δημιουργήσουν, να μοιραστούν και να μάθουν με το Scratch. Το συνέδριο θα ενθαρρύνει τις συζητήσεις σχετικά με τη χρήση του Scratch μέσα και έξω από την τάξη, τη δημιουργική χρήση υπολογιστών, τις επεκτάσεις Scratch, και άλλα σημαντικά θέματα σχετικά με την υιοθέτηση του Scratch στη Βραζιλία. Σχεδιάζουμε κάτι πολύ συμμετοχικό, με πολλά πρακτικά εργαστήρια, συνεδρίες αφίσας και ευκαιρίες για συνεργασία.",
    "conference-2017.brasilAudience": "Εκπαιδευτικούς, ερευνητές, προγραμματιστές και δημιουργούς",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Το Συνέδριο Scratch στη Βουδαπέστη είναι μια μοναδική ευκαιρία να συναντήσετε την εκτεταμένη Scratch οικογένεια μας και να αναπτυχθείτε και να εμπνευστείτε μεταξύ σας. Είναι ένας χώρος για να χαρείς τη δημιουργική σκέψη και τη συγγραφή κώδικα, να βουτήξεις και να μοιραστείς όλες τις ποικίλες δυνατότητες που έχουμε ανακαλύψει. Είμαστε παράγοντες αλλαγής - δοκιμασμένα και αληθινά \"φυτά\" στα γονίδιά μας - και ανυπομονούμε να σηκώσουμε τα μανίκια μας και να διασκεδάσουμε \"σκληρά\". Πραγματικά σε αυτόν τον τομέα, οι προοπτικές για το μέλλον είναι φωτεινές και είμαστε ενθουσιασμένοι. Ελάτε, γνωριστείτε, και να συνεργαστείτε με άλλα μέλη της κοινότητας Scratch.",
    "conference-2017.hungaryAudience": "Εκπαιδευτικούς, εκπαιδευτές, ιδρύματα",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Το Scratch al Sur 2017 είναι μια ευκαιρία να μάθετε για τη σημασία της εισαγωγής γλωσσών προγραμματισμού στα σχολεία. Όλες οι διαλέξεις και τα εργαστήρια θα παρέχουν ευκαιρία να μοιραστείτε διαφορετικές εμπειρίες, από υψηλότερα επίπεδα σε όσους αρχίζουν να συμμετέχουν στην παγκόσμια κοινότητα του Scratch.",
    "conference-2017.chileAudience": "Εκπαιδευτικούς σχολείων, διευθυντές, διευθυντές εκπαίδευσης, ερευνητές, και επαγγελματίες πληροφορικής",
    "conference-2017.chinaTitle": "Συνέδριο Scratch: China*Love",
    "conference-2017.chinaDesc": "Ελάτε μαζί μας για μια συγκέντρωση για την υποστήριξη της δημιουργικής έκφρασης με το Scratch στην Κίνα. Μοιραστείτε τρόπους για να προωθήσετε τη μάθηση με πάθος για προγραμματισμό, κινούμενα σχέδια, κοινότητα, και ζωή.",
    "conference-2017.chinaAudience": "Εκπαιδευτικούς, γονείς, προγραμματιστές, δημιουργούς",
    "conference-2017.costaricaTitle": "Συνέδριο Scratch στην Κόστα Ρίκα",
    "conference-2017.costaricaSubTitle": "Άνθρωποι, Έργα, και Τοποθεσίες",
    "conference-2017.costaricaDesc": "Το συνέδριο Scratch στην Κόστα Ρίκα είναι ένα παγκόσμιο γεγονός που λαμβάνει χώρα σε επίπεδο κοινότητας που ενώνει εκπαιδευτικούς, μαθητές, επιχειρήσεις, και ηγέτες, έτσι ώστε η συγγραφή κώδικα και ο σχεδιασμός να αποτελούν μέρος της εκπαίδευσης κάθε παιδιού, ξεκινώντας με το Scratch.",
    "conference-2017.costaricaAudience": "Χρήστες Scratch, εκπαιδευτικούς, καθηγητές κολλεγίων, δυνητικοί Scratchers, φοιτητές (μελλοντικοί εκπαιδευτικοί και προγραμματιστές) στην Κόστα Ρίκα και στην ισπανόφωνη Λατινική Αμερική"
}