{
    "conference-2017.title": "Conferencias Scratch 2017",
    "conference-2017.desc": "Este año, para celebrar el décimo aniversario de Scratch, la comunidad mundial de Scratch organizará conferencias regionales de Scratch en muchas ciudades del mundo.",
    "conference-2017.seeBelow": "Obtenga más información sobre las fechas y los lugares de las conferencias a continuación.",
    "conference-2017.date": "Fecha",
    "conference-2017.location": "Ubicación",
    "conference-2017.audience": "Audiencia",
    "conference-2017.language": "Lenguaje",
    "conference-2017.website": "Visita la página web",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Abriendo, Inspirando, Conectando",
    "conference-2017.franceDesc": "Scratch2017BDX es una oportunidad para conocer gente y compartir ideas, y para inspirarse e inspirarse. Es un festival mundial para celebrar la creatividad y disfrutar de los descubrimientos y la comprensión sobre Scratch y más allá.",
    "conference-2017.franceAudience": "Familia Global Scratch",
    "conference-2017.brasilTitle": "Conferencia Scratch Brasil 2017",
    "conference-2017.brasilDesc": "La Conferencia Scratch Brasil 2017 será un punto de encuentro para educadores, investigadores, desarrolladores y makers brasileños interesados ​​en crear, compartir y aprender con Scratch. La conferencia fomentará debates sobre el uso de Scratch dentro y fuera del aula, computación creativa, extensiones de Scratch y otros temas importantes relacionados con la adopción de Scratch en Brasil. Estamos planeando algo muy participativo, con muchos talleres prácticos, sesiones de carteles y oportunidades de colaboración.",
    "conference-2017.brasilAudience": "Educadores, investigadores, desarrolladores y creadores.",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "La Conferencia Scratch en Budapest es una oportunidad única para conocer a nuestra extensa familia Scratch y crecer e inspirarnos mutuamente. Es un espacio para deleitarse con el pensamiento creativo y la codificación, para sumergirse y compartir todas las diversas posibilidades que hemos encontrado. Somos agentes de cambio, geeks probados y verdaderos en nuestros genes, y esperamos arremangarnos las mangas de la camisa y tener un poco de 'diversión dura'. Verdaderamente en esta esfera, las perspectivas para el futuro son brillantes y estamos entusiasmados. Ven, conoce y colabora con otros miembros de la comunidad Scratch.",
    "conference-2017.hungaryAudience": "Docentes, educadores, fundaciones.",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 es una oportunidad para conocer la importancia de introducir lenguajes de programación en las escuelas. Todas las conferencias y talleres brindarán la oportunidad de compartir diferentes experiencias, desde niveles más altos hasta aquellos que están comenzando a participar en la comunidad global de Scratch.",
    "conference-2017.chileAudience": "Maestros de escuela, directores, administradores educativos, investigadores y profesionales de la tecnología de la información",
    "conference-2017.chinaTitle": "Conferencia Scratch: China*Love",
    "conference-2017.chinaDesc": "Únase a nosotros para una reunión para apoyar la expresión creativa con Scratch en China. Comparta formas de promover el aprendizaje con pasión por la programación, la animación, la comunidad y la vida.",
    "conference-2017.chinaAudience": "Educadores, padres, desarrolladores, creadores.",
    "conference-2017.costaricaTitle": "Conferencia Scratch Costa Rica",
    "conference-2017.costaricaSubTitle": "Personas, Proyectos y Lugares",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica es un evento global a nivel comunitario que une a maestros, estudiantes, empresas y líderes, para que la codificación y el diseño sean parte de la educación de todos los niños, comenzando por Scratch.",
    "conference-2017.costaricaAudience": "Usuarios de Scratch, docentes, profesores universitarios, potenciales Scratchers, estudiantes universitarios (futuros docentes y desarrolladores de software) en Costa Rica y Latinoamérica de habla hispana"
}