{
    "conference-2017.title": "Les conférences Scratch 2017",
    "conference-2017.desc": "Cette année, pour célébrer le 10ème anniversaire de Scratch, la communauté Scratch va organiser des conférences régionales dans de nombreuses villes autour du monde.",
    "conference-2017.seeBelow": "Découvrez ci-dessous les dates et lieux des conférences.",
    "conference-2017.date": "Date",
    "conference-2017.location": "Lieu",
    "conference-2017.audience": "Public",
    "conference-2017.language": "Langue",
    "conference-2017.website": "Visiter le site web",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Ouvrir, Inspirer, Connecter",
    "conference-2017.franceDesc": "Scratch2017BDX est l'occasion de rencontrer des gens et de partager des idées, de trouver et de donner de l'inspiration. C'est une véritable fête pour célébrer la créativité et s'amuser dans la découverte et la compréhension de Scratch et au-delà.",
    "conference-2017.franceAudience": "Famille Scratch Globale",
    "conference-2017.brasilTitle": "Conferência Scratch Brésil 2017",
    "conference-2017.brasilDesc": "La Conférence de Scratch au Brésil en 2017 sera un endroit de rendez-vous pour les éducateurs brésiliens, les chercheurs, développeurs et créateurs qui sont intéressés dans la création, le partage et l’apprentissage avec Scratch. La conférence a pour but de favoriser les discussions sur l'utilisation de Scratch en et en dehors de la classe, l'informatique créative, les extensions Scratch et d'autres thèmes importants liés à l'adoption de Scratch au Brésil. Nous préparons quelque chose de très participatif, avec beaucoup d'ateliers pratiques, de séances de validation des résultats de recherche par affichage et des opportunités de collaboration.",
    "conference-2017.brasilAudience": "Éducateurs, chercheurs, développeurs et créateurs",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "La Conférence Scratch à Budapest est une occasion unique de rencontrer notre grande famille Scratch, de grandir et de s'inspirer mutuellement. C'est un espace pour libérer la pensée créative et la programmation ; pour s'y plonger et partager toutes les possibilités diverses que nous avons trouvées. Nous sommes des acteurs du changement - geeks éprouvés dans nos gènes - et nous espérons relever nos manches et prendre du bon temps. Dans ce domaine, les perspectives pour l'avenir sont prometteuses et nous en sommes ravis. Venez rencontrer et collaborer avec d'autres membres de la communauté Scratch.",
    "conference-2017.hungaryAudience": "Enseignants, éducateurs, fondations",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 est l'occasion de découvrir l'importance de l'initiation aux langages de programmation dans les écoles. Toutes les conférences et ateliers offriront l'occasion de partager des expériences différentes, des niveaux supérieurs à ceux qui commencent à participer à la communauté mondiale de Scratch.",
    "conference-2017.chileAudience": "Professeurs d'écoles, directeurs, administrateurs d'éducation, chercheurs et professionnels des technologies de l'information",
    "conference-2017.chinaTitle": "Conférence Scratch : Chine*Love",
    "conference-2017.chinaDesc": "Joignez-vous à nous pour un rassemblement afin de soutenir l'expression créative avec Scratch en Chine. Partagez des façons de promouvoir l'apprentissage avec passion pour la programmation, l'animation, la communauté et la vie.",
    "conference-2017.chinaAudience": "Éducateurs, parents, développeurs, créateurs",
    "conference-2017.costaricaTitle": "Conférence Scratch Costa Rica",
    "conference-2017.costaricaSubTitle": "Personnes, projets et places",
    "conference-2017.costaricaDesc": "La Conférence Scratch au Costa Rica est un événement mondial qui se déroule au niveau communautaire et qui réunit des enseignants, des étudiants, des entreprises et des dirigeants, de sorte que le programmation et la conception fassent partie de l'éducation pour tous les enfants, en commençant avec Scratch.",
    "conference-2017.costaricaAudience": "Les utilisateurs de Scratch, les enseignants, professeurs d'université, Scratcheurs potentiels, étudiants universitaires (futurs enseignants et développeurs de logiciels) au Costa Rica et en Amérique latine hispanophone."
}