{
    "conference-2017.title": "Scratch Conferences 2017",
    "conference-2017.desc": "Dit jier, yn 'e fiering fan it 10-jierrich jubileum fan Scratch, sil de wrâldwide Scratch-mienskip Scratch-konferinsjes hostje yn in protte stêden oer de heule wrâld.",
    "conference-2017.seeBelow": "Fyn hjirûnder wer út oer datums en lokaasjes fan konferinsjes.",
    "conference-2017.date": "Datum",
    "conference-2017.location": "Lokaasje",
    "conference-2017.audience": "Doelpublyk",
    "conference-2017.language": "Taal",
    "conference-2017.website": "Besykje de webside",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Iepenje, ynspirearje, ferbine",
    "conference-2017.franceDesc": "Scratch2017BDX is in kâns om minsken te moetsjen en ideeën te dielen, en ynspirearje te litten en ynspirearjend te wêzen. It is in wrâldwiid feest om kreativiteit te fieren, genietsje fan ûntdekking, Scratch te begripen en mear.",
    "conference-2017.franceAudience": "Global Scratch Family",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "De Scratch Brazil konferinsje 2017 sil in moetingsplak foar Brazilian ûnderwizers, ûndersikers, ûntwikkelers en kreativelingen ynteressearre yn it meitsjen, dielen en learen mei Scratch binnen en bûten it lokaal, kreatyf programmearring, Scratch tafoegings en oare wichtige tema yn ferbân mei de fersprieding fan Scratch yn Brazylje. De konferinsje hat in soad aktive oanwêzigens, mei in protte praktyske workshops, poster-sesjes en kânsen foar gearwurking.",
    "conference-2017.brasilAudience": "Leararen, ûndersikers, ûntwikkelders en makkers",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Boedapest",
    "conference-2017.hungaryDesc": "De Scratch-konferinsje yn Boedapest is in unike kâns om de útwreide Scratch-famylje te moetsjen en te ynspirearjen. D'r is romte om nije manieren fan kreatyf tinken en programmearjen te ûntdekken en te dielen. Wy bringe feroaring ta, binne geeks oan ús genen — en fiele it as de mouwen oprolje om “hurde wille” te belibjen.\nKom, moetsje, ûntdekke en wurkje mei oaren út 'e famylje Scratch.",
    "conference-2017.hungaryAudience": "Dosinten, oplieders en stiftingen",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Stel jo foar, meitsje, diele",
    "conference-2017.chileDesc": "Scratch al Sur 2017 is in kâns om mear te learen oer it belang fan it yntrodusearjen fan programmeartalen op skoallen. Alle lêzingen en workshops biede romte om ferskate ûnderfiningen te dielen. Foar sawol erfarne brûkers as dyjingen dy't nij binne foar Scratch's wrâldwide mienskip.",
    "conference-2017.chileAudience": "Dosinten, direkteuren, opliedingsbehearders, ûndersikers en professionals yn ynformaasje technology",
    "conference-2017.chinaTitle": "Scratch konferinsje: Sina * Leafde",
    "conference-2017.chinaDesc": "Doch mei oan in byienkomst om kreative ekspresje te stypjen mei Scratch yn Sina. Diel jo passy foar programmearjen, animaasje, de mienskip en it libben.",
    "conference-2017.chinaAudience": "Dosinten, âlders, ûntwikkelers, makkers",
    "conference-2017.costaricaTitle": "Scratch Conference Costa Rica",
    "conference-2017.costaricaSubTitle": "Minsken, objekten en plakken",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica is in wrâldwiid evenemint dat plakfynt op mienskipsnivo; dat learkrêften, studinten, bedriuwen en lieders ferienet, sadat programmearring en ûntwerp diel is fan 'e oplieding fan elk bern, begjinnend mei Scratch.",
    "conference-2017.costaricaAudience": "Scratch-brûkers, learkrêften, oplieders, oansteande Scratchers, studinten (takomstige learkrêften en software-ûntwikkelders) yn Kosta Rika en Spaansktalich Latynsk-Amearika"
}