{
    "conference-2017.title": "Co-labhairtean Scratch 2017",
    "conference-2017.desc": "Mar chomharrachadh air an 10mh ceann-bliadhna aig Scratch, òstaichidh coimhearsnachd eadar-nàiseanta Scratch co-labhairetean ionadail ann an iomadh baile air feadh an t-saoghail am bliadhna.",
    "conference-2017.seeBelow": "Gheibh thu barrachd fiosrachaidh mu chinn-latha is ionadan nan co-labhairtean gu h-ìosal.",
    "conference-2017.date": "Ceann-là",
    "conference-2017.location": "Àite",
    "conference-2017.audience": "Ag amas air",
    "conference-2017.language": "Cànan",
    "conference-2017.website": "Tadhail air an làrach-lìn",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "A’ fosgladh, a’ brosnachadh, a’ ceangal",
    "conference-2017.franceDesc": "’S e cothrom a th’ ann an Scratch2017BDX ach an tachair sibh ri daoine eile ’s ach an co-roinnidh sibh ur beachdan agus airson brosnachadh fhaighinn ’s a thoirt seachad. Seo fèis eadar-nàiseanta airson cruthachalachd a chomharrachadh ’s tlachd fhaighinn à nua-lorg is tuigse mu Scratch is nithean eile.",
    "conference-2017.franceAudience": "Teaghlach Scratch na cruinne",
    "conference-2017.brasilTitle": "Conferência Scratch ann am Braisil 2017",
    "conference-2017.brasilDesc": "Bheir co-labhairt Scratch ann am Braisil 2017 cothrom do luchd-fhoghlaim, luchd-rannsachaidh, luchd-leasachaidh is luchd-cruthachaidh Braisileach ach an tachair iad ri chèile a chruthachadh, a cho-roinneadh ’s a dh’ionnsachadh le Scratch. Brosnaichidh an co-labhairt deasbadan mu chleachdadh Scratch taobh a-staigh ’s a-muigh na sgoile, mu choimpiutaireachd chruthachail, leudachain Scratch is cuspairean cudromach eile co-cheangailte ri brosnachadh air cleachdadh Scratch ann am Braisil. Tha sin ag amas air tachartasan com-pàirteach le iomadh bùth-obrach prataigeach, seiseanan phostairean is cothroman co-obrachaidh.",
    "conference-2017.brasilAudience": "Luchd-foghlaim, luchd-rannsachaidh, luchd-leasachaidh is cruthadairean",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "‘Se cothrom sònraichte a th’ ann an co-labhairt Scratch ann am Budapest airson coinneachadh ri teaghlach Scratch leudaichte agus fàs is brosnachadh faighinn còmhla. Seo àite airson tlachd a ghabhail à beachdachadh ’s prògramachadh cruthachail agus pàirt a ghabhail ann an caochladh de chothroman a lorg sinn. Tha sinn a’ brosnachadh atharrachadh – ’s e sìol ghìogaichean a th’ annainn – agus tha sinn a’ dèanamh fiughair ri obair chruaidh thlachdmhor. Tha sinn an dùil air àm ri teachd sona. Thig a choinneachadh ’s a dh’obair còmhla ri buill eile coimhearsnachd Scratch.",
    "conference-2017.hungaryAudience": "Tidsearan, luchd-foghlaim, fonndasan",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "A’ beachdachadh, a’ cruthachadh, a’ co-roinneadh",
    "conference-2017.chileDesc": "’S e cothrom a th’ ann an Scratch al Sur 2017 airson ionnsachadh dè cho cudromach ’s a tha teagasg chànanan prògramachaidh san sgoil. Bheir na òraidean is bùithtean-obrach uile cothrom airson eòlas a cho-roinneadh eadar dhaoine seann-eòlach agus an fheadhainn a tha air ùr-thighinn gu coimhearsnachd Scratch an t-saoghail.",
    "conference-2017.chileAudience": "Tidsearan sgoile, ceannardan sgoile, rianadairean foghlaim, luchd-rannsachaidh is luchd-coimputaireachd proifeiseanta",
    "conference-2017.chinaTitle": "Co-labhairt Scratch: China*Love",
    "conference-2017.chinaDesc": "Thig còmhla rinn a chur taic ri obair cruthachail le Scratch san t-Sìn. Co-roinn dòighean air an gabh gaol air prògramachadh, beòthachadh, coimhearsnachd ’s a’ bheatha a bhrosnachadh.",
    "conference-2017.chinaAudience": "Luchd-foghlaim, pàrantan, luchd-leasachaidh, cruthadairean",
    "conference-2017.costaricaTitle": "Co-labhairt Scratch Chosta Rìcea",
    "conference-2017.costaricaSubTitle": "Daoine, pròiseactan is àitichean",
    "conference-2017.costaricaDesc": "’S e tachartas eadar-nàiseanta na coimhearsnachd a th’ ann an co-labhairt Scratch Chosta Rìcea a thionaileas tidsearan, oileanaich, gnìomhachasan is ceannabhaidh ach am bi prògramachadh is dealbhachadh nam pàirtean de dh’fhoghlam gach duine-chloinne, a’ tòiseachadh le Scratch.",
    "conference-2017.costaricaAudience": "Luchd-cleachdaidh Scratch, tidsearan, ollamhan, daoine le ùidh ann an Scratch, oileanaich oilthighe (tidsearan ’s luchd-leasachaidh bathair-bhog san àm ri teachd) à Costa Rìcea agus dùthchannan Aimeireaga eile far a bheil Spàinntis ga bhruidhinn"
}