{
    "conference-2017.title": "Conferencia de Scratch 2017",
    "conference-2017.desc": "Este ano, celebrando o aniversario número 10 de Scratch, a comunidade global de Scratch organiza conferencias rexionais de Scratch en moitas cidades do mundo.",
    "conference-2017.seeBelow": "Coñece máis sobre as datas e sedes das conferencias abaixo.",
    "conference-2017.date": "Data",
    "conference-2017.location": "Ubicación",
    "conference-2017.audience": "Audiencia",
    "conference-2017.language": "Idioma",
    "conference-2017.website": "Visita o sitio web",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Abrindo, Inspirando, Conectando",
    "conference-2017.franceDesc": "Scratch2017BDX é unha oportunidade para coñecer xente e compartir ideas e para inspirarse e inspirar. É unha festa global para celebrar a creatividade e gozar de descubrimentos e comprender Scratch e máis.",
    "conference-2017.franceAudience": "A familia Scratch global",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "A Conferencia de Scratch de Brasil 2017 vai ser un punto de reunión para docentes, investigadores, desenvolvedores e creadores brasileiros interesados en crear, compartir e aprender con Scratch. A conferencia pretende fomentar os debates sobre o uso de Scratch dentro e fóra da aula, a informática creativa, as extensións de Scratch e outros temas importantes relacionados coa adopción de Scratch no Brasil. Estamos a planificar algo moi participativo, con moitos obradoiros prácticos, sesións tipo póster e oportunidades para colaborar.",
    "conference-2017.brasilAudience": "Educadores, investigadores, desenvolvedores e creadores",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "A Conferencia de Scratch en Budapest é unha oportunidade única para coñecer a nosa familia extensa de Scratch e crecer e inspirarnos. É un especie para gozar do pensamento e a programación creativas, para se mergullar e compartir todas as diversas posibilidades que levamos atopado. Somos axentes de cambio - geeks auténticos nos nosos xenes - e agardamos subirnos as mangas e pasalo ben traballando. Con este espírito, o futuro aparenta brillante e estamos moi ilusionados. Vén, coñece e colabora con outros membros da comunidade Scratch.",
    "conference-2017.hungaryAudience": "Profesores, educadores, fundacións",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaxinando, creando, compartindo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 é unha oportunidade para aprender sobre a importancia de introducir linguaxes de programación no ensino. Todas as charlas e obradoiros darán a oportunidade de compartir diferentes experiencias, desde os niveis máis altos até aquelas persoas que se están iniciando en participar na comunidade global de Scratch.",
    "conference-2017.chileAudience": "Docentes, directivos, investigadores e profesionais das tecnoloxías da información",
    "conference-2017.chinaTitle": "Conferencia de Scratch: Amor de China",
    "conference-2017.chinaDesc": "Únete a nós nunha reunión para apoiar a expresión creativa con Scratch na China. Comparte diferentes maneiras de promover a aprendizaxe con paixón pola programación, animación, comunidade e vida.",
    "conference-2017.chinaAudience": "Educadores, nais e pais, desenvolvedores, creadores",
    "conference-2017.costaricaTitle": "Conferencia de Scratch en Costa Rica",
    "conference-2017.costaricaSubTitle": "Xente, Proxectos e Lugares",
    "conference-2017.costaricaDesc": "A Conferencia de Scratch en Costa Rica é un evento global que se realiza nun nivel de comunidade que une docentes, alumnos, emprendedores e líderes, de maneira que a programación e o deseño fagan parte da educación de todos os rapaces, comezando con Scratch.",
    "conference-2017.costaricaAudience": "Usuarios de Scratch, docentes, profesorado universitario, scratchers en potencia, alumnado universitario (futuros docentes e desenvolvedores de software) de Costa Rica e Latinoamerica español falante."
}