{
    "conference-2017.title": "Tarurrukan Scratch na 2017",
    "conference-2017.desc": "Wannan shekara, Bikin cikar Scratch shekara 10, al'umman Scratch na duk duniya zasu dau bakuncin tarurrukan Scratch na bangarori a garurruka a duk sashen duniya.",
    "conference-2017.seeBelow": "Kara ilimi game da ranarku da wuraren taro a kasa.",
    "conference-2017.date": "Kwanan wata",
    "conference-2017.location": "Wuri",
    "conference-2017.audience": "Masu sauraro",
    "conference-2017.language": "Harshe",
    "conference-2017.website": "Ziyarci shafin yanar gizon mu",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Budewa, Mai ban sha'awa, hadawa",
    "conference-2017.franceDesc": "Scratch2017BDX dama ce ta haduwa da mutane da yada ra'ayoyi, don zaman mai sha'awar yi da samun sha'awar yi. Biki ne na du duniya don yin murnan kirkira da jindadin gano sabbin abubuwa game da Scratch da fiye da haka. ",
    "conference-2017.franceAudience": "Yan gidan Scratch na duniya",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Taron Scratch a Brazil na 2017 zai kasance wajen haduwan masu ilmantarwa, masu bincike, masu habakawa da masu yi na Brazil masu sha'awar ƙirƙira , yadawa da koyo tare da Scratch. Taron zai habaka tattaunawa akan amfani da Scratch a ciki da wajen aji, lissafin kirkira, kare-karen Scratch, da wasu mahimman kanu da ke da alaka da daukar amfani da Scratch a Brazil. Muna shirin wani abu na yi tare sossai, tare ayyukan bitan ayyukan hannu dayawa, zaman fosta da damammakin hadin gwiwa.",
    "conference-2017.brasilAudience": "Masu ilmantarwa, masu bincike, masu habakawa, da masu yi",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Taron Scratch a Budapest na bada dama daban na haduwa da babbar mutan gidan Scratch da cigaba da sa ma juna sha'awa Scratch. waje ne me bayyana tunani da yin kod na kirkira, don kotsa ciki da yada dukan yiwuwa da muka samu. Mu masu niman samun canji ne  — wayanda a ka kwada aka tabbatar masayan ilimi ne na jini  — kuma muna fatar daga kafa wandon mu don yin “nishadi nagaske”. dagaske a wannan da'irar, muna harsashen nan gaba na da haske kuma muna farin ciki. zo, mu had, mu kuma hada gwiwa da sauran membobin al'umman Scratch. ",
    "conference-2017.hungaryAudience": "Malamai, masu ilmantarwa, gidauniya",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratcl al Sur 2017 dama ce na koyon game da mahimmancin gabatarda yaren shirye-shirye a makarantu. Duk lekcoci da bitoci zasu ba da damar yada kwarewa daban-daban, daga mataki na sama zuwa wanda ke fara shigan al'umman Scratch na duniya.",
    "conference-2017.chileAudience": "Malaman makaranta, shuwagabannin makarantu, masu gudanar da lamarin ilimi, masu bincike, da kwararru masu ilimin fasahar tattara bayanai",
    "conference-2017.chinaTitle": "Taron Scratch : China*Love",
    "conference-2017.chinaDesc": "Kasance tare damu wajen taron tallafawa nuna ra'ayi na kirkira tare da Scratch a kasar sin, yada hanyoyin cigaban koyon tare da sha'awar frogramming, zane mai motsi, al'umma, da rayuwa.",
    "conference-2017.chinaAudience": "Masu ilmantarwa, iyaye, masu habakawa, masu yi",
    "conference-2017.costaricaTitle": "Taron Scratch a Costa Rica",
    "conference-2017.costaricaSubTitle": "Mutane, Ayyuka, da Wurare",
    "conference-2017.costaricaDesc": "Taron Scratch a Costa Rica taro ne a duk duniya wanda ke gudana a matakin al'umma wanda ke hada kan malamai, dalibai, sana'o'i, shuwagabanni, don yin kod da yin tsare-tsare ya wani bangare daga cikin ilmin yaro, farawa da Scratch.",
    "conference-2017.costaricaAudience": "Masu amfani da Scratch, malamai, ferfososhin kwalejoji, masu yiwuwan zaman masu amfani da Scratch, daliban jami'o'i (malamai da masu habaka software na nan gaba) a cikin Costa Rica da masu magana da-espaniya a Amurkan Latin"
}