{
    "conference-2017.title": "स्क्रॅच कांफ्रेंस 2017",
    "conference-2017.desc": "इस वर्ष हम स्क्रॅच की 10 वी सालगिरह मनाएंगे। जागतिक स्क्रॅच कम्युनिटी दुनिया भर के अलग अलग शहरों में स्क्रॅच कांफ्रेंस आयोजित करेगी",
    "conference-2017.seeBelow": "कांफ्रेंस के डेटस  और लोकेशनस  के बार में जानकारी नीचे मिलेगी ",
    "conference-2017.date": "तारीख ",
    "conference-2017.location": "जगह ",
    "conference-2017.audience": "दर्शक ",
    "conference-2017.language": "भाषा ",
    "conference-2017.website": "वेबसाइट देखें ",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "खुलना, प्रेरित करना और जुड़ना",
    "conference-2017.franceDesc": "Scratch2017BDX  यह लोगों से मिलने और जुड़ने का और प्रेरित होने और प्रेरित करने का मौक़ा है. स्क्रॅच के बारेमे समझने, सृजनात्मकता और नए अविष्कारों की ख़ुशी मनाने के लिए एक जागतिक सम्मलेन है. ",
    "conference-2017.franceAudience": "जागतिक स्क्रॅच परिवार ",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017 ब्राझिल ",
    "conference-2017.brasilDesc": "Scratch Brazil Conference 2017 यह ब्राझिल के शिक्षाविदों, संशोधकों, डेवेलपर्स और अन्य कर्मियों का मिलन स्थल है.  ऐसे लोग जो स्क्रॅच के उपयोग से  निर्मिति में, बाँटने में और सीखने में उत्सुक हैं. इस सम्मलेन में स्क्रॅच के स्कूलों में और उसके बाहर इस्तेमाल को बढ़ावा देने के बारे में विचार विमर्श करेंगे। इसमें क्रिएटिव कंप्यूटिंग, स्क्रॅच के एक्सटेंशन्स और स्क्रॅच के ब्राझिल में प्रसार के बारे में विचार विमर्श करेंगे। इसमें बहुत सारे हैंड्स ऑन वर्कशॉप, पोस्टर सेशन्स और सामूहिक गतिविधियां होंगी।",
    "conference-2017.brasilAudience": "शिक्षाविद, संशोधक, डेवेलपर्स और कर्मी ",
    "conference-2017.hungaryTitle": "बुडापेस्ट में आयोजित Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "बुडापेस्ट का स्क्रॅच कांफ्रेंस यह स्क्रॅच के \"विस्तृत परिवार\" से मिलने का एक सुनहरा मौक़ा है. ",
    "conference-2017.hungaryAudience": "शिक्षक, शिक्षाविद और संस्थाएं ",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "कल्पना, निर्माण और बांटना",
    "conference-2017.chileDesc": "Scratch al Sur 2017 यह स्क्रॅच प्रोगरामिंग लैंग्वेज को स्कूलों में सिखाने की शुरुआत करने का महत्त्व जानने के लिए एक अच्छा मौक़ा है. सभी लेक्चर्स और वर्कशॉप्स में आपको शुरूआती लेवल से ऊँचे लेवल तक के लोगो के द्वारा उनके अनुभवों को जानने का मौक़ा मिलेगा",
    "conference-2017.chileAudience": "स्कूली  टीचर्स, प्रिंसिपल्स, एडमिनिस्ट्रेटर्स, रिसर्चर, और आईटी प्रोफेशनल्स ",
    "conference-2017.chinaTitle": "स्क्रॅच कांफ्रेंस : China*Love चीन ",
    "conference-2017.chinaDesc": "चीन में स्क्रॅच के प्रसार के लिए हमें सपोर्ट करने के लिए हमसे  जुड़ें। ",
    "conference-2017.chinaAudience": "शिक्षाविद, अभिभावक, डेवेलपर्स और निर्माता ",
    "conference-2017.costaricaTitle": "स्क्रॅच कांफ्रेंस Costa Rica",
    "conference-2017.costaricaSubTitle": "लोग, प्रॉजेक्ट्स और जगहें ",
    "conference-2017.costaricaDesc": "Costa Rica का स्क्रॅच कांफ्रेंस यह एक जागतिक सम्मलेन है. इसमें शिक्षक, विद्यार्थी, व्यवसाय और मार्ग दर्शक जुड़ते हैं. ताकि स्क्रॅच के माध्यम से कोडिंग हरेक बच्चे की शिक्षा में शामिल हो. ",
    "conference-2017.costaricaAudience": "कोस्टा रिका और स्पॅनिश  भाषी  लैटिन अमेरिका के स्क्रॅच के यूजर्स, शिक्षक, कॉलेज के प्रोफेसर्स, भावी स्क्रॅच के यूजर्स, यूनिवर्सिटी के विद्यार्थी (भविष्य के शिक्षक और सॉफ्टवेयर डेवेलपर्स)"
}