{
    "conference-2017.title": "Konferensi Scratch 2017",
    "conference-2017.desc": "Tahun ini, untuk merayakan ulang tahun ke-10 Scratch, komunitas Scratch global akan menyelenggarakan konferensi Scratch regional di banyak kota di seluruh dunia.",
    "conference-2017.seeBelow": "Pelajari lebih lanjut tentang tanggal dan lokasi konferensi di bawah ini.",
    "conference-2017.date": "Tanggal",
    "conference-2017.location": "Lokasi",
    "conference-2017.audience": "Audiens",
    "conference-2017.language": "Bahasa",
    "conference-2017.website": "Kunjungi situsweb",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Membuka, Menginspirasi, Menghubungkan",
    "conference-2017.franceDesc": "Scratch2017BDX adalah kesempatan untuk bertemu orang dan berbagi ide, dan untuk terinspirasi dan menginspirasi. Ini adalah pesta global untuk merayakan kreativitas dan menikmati penemuan dan pemahaman tentang Scratch dan seterusnya.",
    "conference-2017.franceAudience": "Keluarga Scratch Global",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Scratch Brazil Conference 2017 akan menjadi titik pertemuan bagi para pendidik, peneliti, pengembang, dan pembuat Brasil yang tertarik untuk berkreasi, berbagi, dan belajar dengan Scratch. Konferensi ini akan mendorong diskusi tentang penggunaan Scratch di dalam dan di luar kelas, komputasi kreatif, ekstensi Scratch, dan tema penting lainnya terkait adopsi Scratch di Brasil. Kami merencanakan sesuatu yang sangat partisipatif, dengan banyak lokakarya langsung, sesi poster, dan kesempatan untuk berkolaborasi.",
    "conference-2017.brasilAudience": "Pendidik, peneliti, pengembang, dan pembuat",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Scratch Conference di Budapest adalah kesempatan unik untuk bertemu keluarga besar Scratch kami dan tumbuh serta menginspirasi satu sama lain. Ini adalah ruang untuk bersenang-senang dalam pemikiran kreatif dan pengkodean, untuk menyelami dan berbagi semua kemungkinan beragam yang telah kami temukan. Kami adalah agen perubahan — geek sejati dan teruji dalam gen kami — dan kami berharap dapat menyingsingkan lengan baju dan bersenang-senang. Sungguh di bidang ini, prospek masa depan cerah dan kami bersemangat. Datang, temui, dan berkolaborasi dengan anggota komunitas Scratch lainnya.",
    "conference-2017.hungaryAudience": "Guru, pendidik, yayasan",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 merupakan kesempatan untuk belajar tentang pentingnya pengenalan bahasa pemrograman di sekolah. Semua kuliah dan lokakarya akan memberikan kesempatan untuk berbagi pengalaman yang berbeda, dari tingkat yang lebih tinggi hingga mereka yang mulai berpartisipasi dalam komunitas global Scratch.",
    "conference-2017.chileAudience": "Guru sekolah, kepala sekolah, administrator pendidikan, peneliti, dan profesional teknologi informasi",
    "conference-2017.chinaTitle": "Scratch Conference: China*Love",
    "conference-2017.chinaDesc": "Bergabunglah dengan kami dalam pertemuan untuk mendukung ekspresi kreatif dengan Scratch di China. Bagikan cara untuk mempromosikan pembelajaran dengan hasrat untuk pemrograman, animasi, komunitas, dan kehidupan.",
    "conference-2017.chinaAudience": "Pendidik, orang tua, pengembang, pembuat",
    "conference-2017.costaricaTitle": "Konferensi Scratch Kosta Rika",
    "conference-2017.costaricaSubTitle": "Orang, Proyek, dan Tempat",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica adalah acara global yang berlangsung di tingkat komunitas yang menyatukan guru, siswa, bisnis, dan pemimpin, sehingga pengkodean dan desain menjadi bagian dari pendidikan setiap anak, dimulai dari Scratch.",
    "conference-2017.costaricaAudience": "Pengguna Scratch, guru, profesor perguruan tinggi, calon Scratcher, mahasiswa (calon guru dan pengembang perangkat lunak) di Kosta Rika dan Amerika Latin berbahasa Spanyol"
}