{
    "conference-2017.title": "Scratch Конференциясы 2017",
    "conference-2017.desc": "Осы жылда Scratch-тің 10 жылдығы атап өтіледі, бүкіл Scratch қоғамдастығында Scratch аймақтық конференциялары өтеді.",
    "conference-2017.seeBelow": "Төменде конференция күні мен мекенжайы туралы көбірек біліңіз.",
    "conference-2017.date": "Күні",
    "conference-2017.location": "Орналасқан жері",
    "conference-2017.audience": "Аудитория",
    "conference-2017.language": "Тілі",
    "conference-2017.website": "Вебсайтқа кіру",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Ашық, Шабыттандырушы, Біріктіруші",
    "conference-2017.franceDesc": "Scratch2017BDX - идеялармен бөлісіп, шабыттану үшін пікірталас адамдаремен кездесу мүмкіндігі. Бұл жаһандық оқиға Scratch түсінігін шығармашылық және қызықты түрде береді.",
    "conference-2017.franceAudience": "Ғаламдық Scratch отбасы",
    "conference-2017.brasilTitle": "Scratch Бразилия 2017 конференциясы",
    "conference-2017.brasilDesc": "Бразилиядағы «Scratch 2017» конференциясы Бразилия мұғалімдеріне, зерттеушілеріне, әзірлеушілеріне және «Scratch»-қа қызығушылық танытқан адамдарға арналған іс-шара. Конференцияда сыныптан тыс Scratch-ты қолдану, креативті ойлау, Scratch кеңейтімдерін жасау және тағы басқалар туралы сұрақтар қойылады. Көптеген қатысушыларды қабылдау, көптеген семинарлар өткізу, стендтер жасау және қоғамды қолдау жоспарланған.",
    "conference-2017.brasilAudience": "Оқытушылар, зерттеушілер, әзірлеушілер, және құрастырушылар",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Будапешт",
    "conference-2017.hungaryDesc": "Будапешттегі Scratch конференциясы  - өсіп келе жатқан «Scratch» отбасымен танысу, өсу және бір-бірін шабыттандырудың керемет мүмкіндігі. Бұл шығармашылық ойлау мен кодтаудан ләззат алуға болатын, біздің тапқан және бөлісуге көптеген мүмкіндіктерге шомуға болатын орын. Біз әлемді өзгертеміз, біз туа біткен компьютершіміз және жеңдерімізді жинап, өзімізді толығымен көрсету үшін біз осы сәтті асыға күтудеміз. Бұл керемет болады және біз осы сәтті шыдамсыздықпен күтеміз. Scratch қауымдастығының басқа мүшелеріне қосылыңыз, кездесіңіз және бірлесіп жұмыс істеңіз.",
    "conference-2017.hungaryAudience": "Мұғалімдер, оқытушылар, қорлар",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 - бұл мектептерде бағдарламалау тілдерін енгізудің маңыздылығы туралы білу мүмкіндігі. Дәрістер мен семинарлар өздерінің тәжірибелерін жоғары деңгейден бастап, бүкіл әлемде «Scratch» қауымдастығында енді қатысып жатқан адамдарға дейін бөлісуге мүмкіндік береді.",
    "conference-2017.chileAudience": "Мектеп мұғалімдері, басшылар, білім беру саласының әкімшілері, ақпараттық технологиялар саласындағы зерттеушілер мен мамандар",
    "conference-2017.chinaTitle": "Scratch Конференциясы: Қытай*Махаббат",
    "conference-2017.chinaDesc": "Қытайдағы Scratch арқылы шығармашылық өрнектерді қолдау үшін біздің жиналысқа қосылыңыз. Бағдарламалауға, анимацияға, қоғамға және өмірге деген құштарлығымен оқытуға көмектесу жолдарымен бөлісіңіз.",
    "conference-2017.chinaAudience": "Оқытушылар, ата-аналар, әзірлеушілер, құрастырушылар",
    "conference-2017.costaricaTitle": "Коста-Рикадағы Scratch конференциясы",
    "conference-2017.costaricaSubTitle": "Адамдар, жобалар, және орындар",
    "conference-2017.costaricaDesc": "Коста-Рикадағы Scratch жөніндегі конференция - мұғалімдерді, студенттерді, кәсіпкерлер мен көшбасшыларды біріктіретін жаһандық іс-шара. Кодтау және дизайн - әрбір баланың білім бөлігі және Scratch-тан басталады.",
    "conference-2017.costaricaAudience": "Коста-Рика және Латын Америкасы елдеріндегі адамдарға арналған Scratch пайдаланушылары, мұғалімдер, университет оқытушылары, әлеуетті Scratch пайдаланушылары, университет студенттері (болашақ мұғалімдер мен бағдарламалық жасақтама әзірлеушілер)"
}