{
    "conference-2017.title": "Konferansên Scratchê yên 2017an",
    "conference-2017.desc": "Îsal bi boneya pîrozbahiyên salvegera 10emîn ya Scratchê, ji hela civata Scratchê ya cîhanî dê li gelek bajarên cîhanê konferansên Scratchê yên herêmî li dar bikevin.",
    "conference-2017.seeBelow": "Di derbarê dîrok û cihên konferansan de dikarî li jêr bêhtir fêr bibe.",
    "conference-2017.date": "Dîrok",
    "conference-2017.location": "Cîgeh/Cih",
    "conference-2017.audience": "Beşdarvan",
    "conference-2017.language": "Ziman",
    "conference-2017.website": "Serdana malperê bike",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Vekirin, Îlham dayîn, Avakirina Têkiliyan",
    "conference-2017.franceDesc": "Scratch2017BDX derfetek e ku mirov bi kesên din re hevdîtinan bike, ramanan parve bike û îlhamê bide derdora xwe. Ev festîvala cîhanî ji bo pîrozkirina afirandinê, kêfxweşbûna ji vedîtinan û têgihiştina pirtir di derbarê Scratchê de çalakiyek e.",
    "conference-2017.franceAudience": "Malbata Scratchê ya Cîhanî",
    "conference-2017.brasilTitle": "Konferansa Scratchê ya 2017an li Brazîlya",
    "conference-2017.brasilDesc": "Konferansa Scratchê ya Brazîlyayê di 2017an de ew ê ji bo perwerdekar, lêkolînvan, pêşvebir û çêkerên Brazîlî yên têkildarî afirandinê ku dixwazin bi Scratchê fêr bibin û parve bikin re bibe xaleke civînê. Konferans dê nîqaşên li ser bikaranîna Scratchê li derve û dersê, kombersvaniya afirînerî, pêvekên Scratchê û mijarên din ên têkildarî qebûlbûna Scratchê li Brezîlyayê zêde bike. Em plankirineke zahf dewlemend dikin wekî; karên atolyeyê, rûniştinên pêşekî û derfetên hevkariyê.",
    "conference-2017.brasilAudience": "Perwerdekar, lêkolîner, pêşvebir û çêker",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapeştê",
    "conference-2017.hungaryDesc": "Konferansa Scratchê ya li Bûdapeştê derfetek bêhempa ye ji bo ku tu malbata me ya Scratchê ya mezin nas bike. Ew, ji bo fikirandin û kodandina afirînerî, parvekirin û di navdeçûna hemû derfetên cihêreng ên ku me ji bo te dîtine de qadeke kêfxweşiyê ye. Em wekî nûnerên guherînê ji bo destpêkirina vê rêya dijwar û bi şahî em didin lotikan. Bi rastî jî di vê çerçovêyê de, ji ber geşbûna pêşerojê em gelek kêfxweşin. De were, bi endamên din ên civata Scratch re hevdîtin û hevkariyê bike.",
    "conference-2017.hungaryAudience": "Mamoste, perwerdekar û weqf",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Xeyalkirin, afirandin, parvekirin",
    "conference-2017.chileDesc": "Scratch al Sur 2017 ji bo li dibistanan girîngiya zimanên bernamenûsiyê were zanîn derfetekê çê dike. Hemû ders û komxebat dê ji kesên nû dest bi beşdarbûna civaka cîhanî ya Scratch kirine re û kesên di astên bilindtir de ji ezmûnên cihêreng derfeta parvekirinê ezmûnan dabîn bike.",
    "conference-2017.chileAudience": "Mamosteyên dibistanê, rêber, rêvebirên perwerdeyê, lêkolîner û pisporên teknolojiya zanyarî",
    "conference-2017.chinaTitle": "Konferansa Scratchê: China*Love",
    "conference-2017.chinaDesc": "Li Çînê ji bo civîna piştgiriyê ya vegotinên afirîner bi Scratchê re tevlî me bibe. Li ser fêrbûna kodandin, anîmasyon, civak û jiyanê rêyên taybet parve bike.",
    "conference-2017.chinaAudience": "Perwerdekar, dêûbav, peşvebir, çêker",
    "conference-2017.costaricaTitle": "Konferansa Scratchê a Kosta Rîkayê",
    "conference-2017.costaricaSubTitle": "Mirov, Proje û Cî",
    "conference-2017.costaricaDesc": "Konferansa Scratchê ya Kosta Rîkayê çalakiyeke cîhanî ye û di asta civakê de cî digire ku mamoste, xwendekar, karsaz û serokên karsaziyan bîne cem hev da ku kodkirin û sêwirandinê bike beşek ji perwerdehiya her zarokekê.",
    "conference-2017.costaricaAudience": "Bikarhênerên Scratchê, mamoste, profesorên zanîngehê, Scratcherên potansiyel û xwendekarên zanîngehê (mamosteyên pêşeroj û pêşvebirên nermalavê) li Kosta Rîka û Amerîkaya Latînî ya ku bi Spanî diaxivîn e."
}