{
    "conference-2017.title": "Scratch Conferenties 2017",
    "conference-2017.desc": "Dit jaar, bij de viering van de 10de verjaardag van Scratch, zal de wereldwijde Scratch-community Scratch-conferenties organiseren in vele steden over de hele wereld.",
    "conference-2017.seeBelow": "Kom weer te weten over conferentiedata en locaties hieronder.",
    "conference-2017.date": "Datum",
    "conference-2017.location": "Locatie",
    "conference-2017.audience": "Doelgroep",
    "conference-2017.language": "Taal",
    "conference-2017.website": "Bezoek de website",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Openen, inspireren, verbinden",
    "conference-2017.franceDesc": "Scratch2017BDX is een kans om mensen te ontmoeten en ideeën te delen, én om geïnspireerd te raken en inspirerend te zijn. Het is een wereldwijd feest om creativiteit te vieren, van ontdekkingen te genieten en Scratch te begrijpen en meer.",
    "conference-2017.franceAudience": "Wereldwijde Scratch-familie",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "De Scratch Brazil Conference 2017 zal een ontmoetingsplaats zijn voor Braziliaanse leerkrachten, onderzoekers, ontwikkelaars en makers die geïnteresseerd zijn in het creëren, delen en leren met Scratch binnen en buiten het klaslokaal, creatief programmeren, Scratch-extensies en andere belangrijke thema's die verwant zijn met de verspreiding van Scratch in Brazilië. De conferentie kent veel actieve deelname van bezoekers, met veel hands-on-workshops, postersessies en kansen voor samenwerking.",
    "conference-2017.brasilAudience": "Leerkrachten, onderzoekers, ontwikkelaars en makers",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Boedapest",
    "conference-2017.hungaryDesc": "De Scratch conferentie in Boedapest is een unieke mogeklijkheid om de uitgebreide Scratch familie te ontmoeten, en wederzijds te inspireren. Er is ruimte nieuwe manieren van creatief denken en programmeren te ontdekken en te delen. Wij zorgen voor verandering, zijn geeks tot in onze genen, hebben zin om de handen uit de mouwen te steken om \"hard fun\" te beleven. \nKom, ontmoet, ontdek en werk met anderen uit de Scratch familie.",
    "conference-2017.hungaryAudience": "Leerkrachten, onderwijzenden en stichtingen",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Verbeelden, creëren, delen",
    "conference-2017.chileDesc": "Scratch al Sur 2017 is een kans om meer te weten te komen over het belang van het introduceren van programmeertalen in scholen. Alle lezingen en workshops bieden ruimte om verschillende ervaringen te delen. Voor zowel ervaren gebruikers als zij die nog maar net lid zijn van Scratch's wereldwijde community.",
    "conference-2017.chileAudience": "Leerkrachten, directie, opleidingsmanagers, onderzoekers en profesionals informatietechnologie",
    "conference-2017.chinaTitle": "Scratch-conferentie: China*Love",
    "conference-2017.chinaDesc": "Doe mee aan een bijeenkomst om creatieve expressie te ondersteunen met Scratch in China. Deel je passie voor programmeren, animatie, de gemeenschap en het leven.",
    "conference-2017.chinaAudience": "Leerkrachten, ouders, ontwikkelaars, makers",
    "conference-2017.costaricaTitle": "Scratch Conferentie Costa Rica",
    "conference-2017.costaricaSubTitle": "Mensen, Pojecten en Plaatsen",
    "conference-2017.costaricaDesc": "Scratch-conferentie Costa Rica is een wereldwijd evenement dat plaats vindt op community-niveau; dat leraren, studenten, bedrijven en leiders verenigt, zodat programmeren en ontwerpen deel uitmaakt van de opleiding van elk kind, te beginnen met Scratch.",
    "conference-2017.costaricaAudience": "Scratch-gebruikers, leerkrachten, docenten, potentiële Scratchers, universiteitsstudenten (toekomstige leraren en softwareontwikkelaars) in Costa Rica en Spaanssprekend Latijns-Amerika"
}