{
    "conference-2017.title": "Konferencja Scratch 2017",
    "conference-2017.desc": "Tego roku, świętując 10. urodziny Scratch, globalna społeczność organizuje regionalne konferencje Scratch w wielu miastach na świecie.",
    "conference-2017.seeBelow": "Poniżej więcej informacji o terminach i lokalizacjach konferencji.",
    "conference-2017.date": "Data",
    "conference-2017.location": "Położenie",
    "conference-2017.audience": "Publiczność",
    "conference-2017.language": "Język",
    "conference-2017.website": "Odwiedź stronę internetową",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Otwieranie, Inspirowanie, Łączenie.",
    "conference-2017.franceDesc": "Scratch2017BDX to okazja by spotkać ludzi i podzielić się z nimi swoimi pomysłami, oraz żeby być inspirowanym i żeby inspirować. To jest globalne święto z okazji kreatywności, odkryć i rozumienia Scratch.",
    "conference-2017.franceAudience": "Globalna rodzina Scratch",
    "conference-2017.brasilTitle": "Konferencja Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Konferencja Scratch w Brazylii 2017 będzie spotkaniem dla brazylijskich nauczycieli, badaczy, programistów i twórców, którzy interesują się tworzeniem, dzieleniem się i uczeniem się Scratchem. Konferencja będzie sprzyjała dyskusjom o użyciu Scratcha w i poza klasami, kreatywnym korzystaniu z komputera, rozszerzeniach Scratch, i innych ważnych tematach związanymi z adoptowaniem Scratcha w Brazylii. Planujemy coś bardzo uczestniczącego, z wieloma bezpośrednich warsztatów, sesjach plakatowych i szans na kolaborację.",
    "conference-2017.brasilAudience": "Nauczyciele, badacze, programiści i twórcy",
    "conference-2017.hungaryTitle": "Scratch 2017 w Budapeszcie",
    "conference-2017.hungaryDesc": "Konferencja Scratch w Budapeszcie jest wyjątkową okazją na spotkanie się z naszą rozszerzoną rodziną Scratch oraz rośnięcie i inspirowanie siebie. To miejsce na zabawę z kreatywnym myśleniem i kodowaniem, żeby zanurkować i uczestniczyć we wszystkich różnych możliwości, które znaleźliśmy. Jesteśmy zmianą agentów — próbowani i prawdziwi geekowie w naszych genach — i nie możemy się doczekać podwijania rękawów koszul i mieć trochę “ciężkiej zabawy”. Naprawdę w tej kuli, perspektywa dla przyszłości jest jasna i jesteśmy zaekscytowani. Chodź, spotkaj się, i współpracuj z innymi członkami społeczności Scratch",
    "conference-2017.hungaryAudience": "Nauczyciele, edukatorzy, fundacje",
    "conference-2017.chileTitle": "Scratch al Sur 2017!",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 to okazja na nauczenie się o ważności wprowadzenia języków programowania w szkołach. Wszystkie lektury i warsztaty dostarczą okazję, by dzielić się innymi doświadczeniami, od wyższych poziomów do tych, co dopiero zaczynają partycypację w globalnej społeczności Scratch",
    "conference-2017.chileAudience": "Nauczyciele, dyrektorzy, administratorzy edukacji, badacze, oraz profesorzy informacji technologicznej",
    "conference-2017.chinaTitle": "Konferencja Scratch: China*Love",
    "conference-2017.chinaDesc": "Dołącz do nas na zgromadzenie, aby pomóc kreatywną ekspresję ze Scratch w Chinach. Dziel się sposobami, aby promować uczenie się z pasją na programowanie, animację, społeczność i życie.",
    "conference-2017.chinaAudience": "Edukatorzy, rodzice, deweloperzy, twórcy",
    "conference-2017.costaricaTitle": "Konferencja Scratch: Kostaryka",
    "conference-2017.costaricaSubTitle": "Ludzie, Projekty i Miejsca",
    "conference-2017.costaricaDesc": "Konferencja Scratch: Kostaryka to globalne wydarzenie, które ma miejsce na poziomie społeczności, co jednoczy nauczycieli, studentów, biznesów i liderów, aby kodowanie i projektowanie było częścią edukacji każdego dziecka, zaczynając ze Scratch.",
    "conference-2017.costaricaAudience": "Użytkownicy Scratch, nauczyciele, profesorzy w szkole wyższej, potencjalni Scratcherzy, studenty uniwersytetu (przyszli nauczyciele i deweloperzy) w Kostaryce i hiszpańskojęzycznej Ameryce Łacińskiej"
}