{
    "conference-2017.title": "Conferências Scratch 2017",
    "conference-2017.desc": "Este ano, em comemoração ao 10º aniversário do Scratch, a comunidade global Scratch realizará conferências regionais em diversas cidades do mundo todo.",
    "conference-2017.seeBelow": "Saiba mais sobre as datas e locais das conferências abaixo.",
    "conference-2017.date": "Data",
    "conference-2017.location": "Localização",
    "conference-2017.audience": "Público",
    "conference-2017.language": "Idioma",
    "conference-2017.website": "Visite o Site",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Descobrir, Inspirar, Conectar",
    "conference-2017.franceDesc": "A Scratch2017BDX é uma oportunidade de conhecer pessoas e dividir ideias, além de ser inspirado e também inspirador. É uma festa global para celebrar a criatividade e apreciar descobertas, o entendimento sobre o Scratch e muito mais.",
    "conference-2017.franceAudience": "Família Global Scratch",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "A Conferência Scratch Brasil 2017 será um ponto de encontro para educadores, pesquisadores, desenvolvedores e criadores brasileiros, que se interessam por criar, compartilhar, e aprender com o Scratch. A conferência promoverá discussões sobre o uso do Scratch dentro e fora da sala de aula, computação criativa, extensões do Scratch, e sobre outros temas importantes relacionados à adoção do Scratch no Brasil. Estamos planejando algo bastante interativo, com diversas oficinas práticas, sessões de painéis, e oportunidades de colaboração.",
    "conference-2017.brasilAudience": "Educadores, pesquisadores, desenvolvedores, e criadores",
    "conference-2017.hungaryTitle": "Scratch 2017 em Budapeste",
    "conference-2017.hungaryDesc": "A Conferência Scratch em Budapeste é uma oportunidade única de conhecer nossa família Scratch e de trazer inspiração e desenvolvimento uns para os outros. Esse é um espaço para se divertir com o pensamento criativo e a programação, se aprofundar e compartilhar todas as variadas possibilidades que encontramos. Somos os agentes da mudança — o sangue nerd corre em nossas veias — e estamos ansiosos para arregaçar as mangas para uma “diversão trabalhosa”. Mergulhados nesse contexto, a perspectiva para o futuro é brilhante e estamos muito animados. Venha, encontre e colabore com outros membros da Comunidade Scratch.",
    "conference-2017.hungaryAudience": "Professores, educadores, fundações",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 é uma oportunidade de aprender sobre a importância de se introduzir linguagens de programação nas escolas. Todas as palestras e oficinas trarão a chance de compartilhar diferentes conhecimentos, desde os níveis mais experientes até aqueles que estão começando a participar da comunidade global Scratch.",
    "conference-2017.chileAudience": "Professores, diretores, administradores educacionais, pesquisadores e profissionais da tecnologia da informação",
    "conference-2017.chinaTitle": "Conferência Scratch: China*Love",
    "conference-2017.chinaDesc": "Junte-se a nós em um encontro para apoiar a expressão criativa com o Scratch na China. Compartilhe maneiras de promover o aprendizado com paixão pela programação, animação, comunidade, e pela vida.",
    "conference-2017.chinaAudience": "Educadores, pais, desenvolvedores, criadores",
    "conference-2017.costaricaTitle": "Conferência Scratch Costa Rica",
    "conference-2017.costaricaSubTitle": "Pessoas, Projetos, e Lugares",
    "conference-2017.costaricaDesc": "A Conferência Scratch Costa Rica é um evento global realizado na comunidade e que une professores, alunos, empresas e líderes, de modo que a programação e o design façam parte da educação de todas as crianças, começando com o Scratch.",
    "conference-2017.costaricaAudience": "Usuários do Scratch, professores, professores universitários, possíveis Scratchers, alunos universitários (futuros professores e desenvolvedores de software) na Costa Rica e países falantes de espanhol na América Latina"
}