{
    "conference-2017.title": "Conferências Scratch 2017",
    "conference-2017.desc": "Este ano, como comemoração do 10.º aniversário do Scratch, a comunidade global do Scratch realizará conferências regionais do Scratch em muitas cidades de todo o mundo.",
    "conference-2017.seeBelow": "Saiba mais, abaixo, sobre as datas e locais das conferências.",
    "conference-2017.date": "Data",
    "conference-2017.location": "Localização",
    "conference-2017.audience": "Audiência",
    "conference-2017.language": "Idioma",
    "conference-2017.website": "Visitar o Sítio Web",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Abrindo, Inspirando, Conectando",
    "conference-2017.franceDesc": "O Scratch2017BDX é uma oportunidade para conhecer pessoas e partilhar ideias, bem como para ser inspirado e para inspirar outros. É uma festa global para celebrarmos a criatividade e para tirarmos partido das descobertas e do conhecimento sobre o Scratch e sobre muito mais.",
    "conference-2017.franceAudience": "Família global do Scratch",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "A Conferência Scratch Brazil 2017 será um ponto de encontro para educadores, investigadores, desenvolvedores e criadores brasileiros interessados em criar, partilhar e aprender com o Scratch. A conferência estimulará discussões sobre a utilização do Scratch dentro e fora das salas de aula, sobre a computação criativa, sobre extensões Scratch e sobre outros temas importantes relacionados com a adopção do Scratch no Brasil. Planeamos um evento muito participativo, com muitas oficinas práticas, sessões de pósteres e oportunidades de colaboração.",
    "conference-2017.brasilAudience": "Educadores, investigadores, desenvolvedores e criadores",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "A Conferência Scratch em Budapeste é uma oportunidade única para conhecer a nossa família Scratch alargada e para crescermos e nos inspirarmos uns aos outros. É um espaço onde nos poderemos deliciar com o pensamento e a programação criativos, e onde partilharemos e mergulharemos nas diferentes possibilidades que fomos descobrindo. Somos agentes da mudança – verdadeiros e experientes geeks, por natureza – e ansiamos por arregaçar as mangas e por muito «divertimento no duro». Nesta esfera, as perspectivas para o futuro são verdadeiramente brilhantes e excitam-nos. Venham, conheçam e colaborem com outros membros da comunidade Scratch. ",
    "conference-2017.hungaryAudience": "Professores, educadores e fundações",
    "conference-2017.chileTitle": "Scratch ao Sul 2017",
    "conference-2017.chileSubTitle": "Imaginando, criando e partilhando",
    "conference-2017.chileDesc": "O Scratch ao Sul 2017 é uma oportunidade para aprender acerca da importância de introduzir as linguagens de programação nas escolas. Todas as palestras e oficinas serão uma oportunidade para partilhar diferentes experiências, desde os níveis mais altos até aos recém chegados à comunidade global do Scratch.",
    "conference-2017.chileAudience": "Professores, directores de escolas, administradores educativos, investigadores e profissionais das tecnologias da informação",
    "conference-2017.chinaTitle": "Conferência Scratch: Amor*China",
    "conference-2017.chinaDesc": "Juntem-se a nós para um encontro que suportará a expressão criativa usando o Scratch na China. Partilhem as formas de promover a aprendizagem com paixão pela programação, pela animação, pela comunidade e pela vida.",
    "conference-2017.chinaAudience": "Educadores, pais, desenvolvedores e criadores",
    "conference-2017.costaricaTitle": "Conferência Scratch da Costa Rica",
    "conference-2017.costaricaSubTitle": "Pessoas, Projectos e Lugares",
    "conference-2017.costaricaDesc": "A Conferência Scratch da Costa Rica é um evento global que se realiza ao nível comunitário e que une professores, alunos, empresas e líderes de modo a que a programação e o design, a começar com o Scratch, sejam parte da educação de todas as crianças.",
    "conference-2017.costaricaAudience": "Utilizadores do Scratch, professores e professores universitários, potenciais Scratchers, estudantes universitários (futuros professores e desenvolvedores de software) da Costa Rica e dos países de língua espanhola da América Latina"
}