{
    "conference-2017.title": "Rimanakuy Scratchmanta 2017",
    "conference-2017.desc": "kay wataqa, Scratchpa 10 kaq anivirsariyunnimpin, ayllu Scratchmanta Rimaykunata riqiyunalkunata urqanisachkan achka llaqtakunapi llapa suyumanta.",
    "conference-2017.seeBelow": "Chaskiriy achka willaykunata imaypuni rimay kanqa, maypipas qatiq punipi.",
    "conference-2017.date": "Punchaw",
    "conference-2017.location": "Tarikusqan",
    "conference-2017.audience": "Rimanakuy",
    "conference-2017.language": "Simi",
    "conference-2017.website": "Webkaqpi Visitay",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Qallariy, Kallpachay, Kuskachasqa",
    "conference-2017.franceDesc": "Scratch2017BDX kanmi runakunata riqsinaykipaq, hinaspa aypurinku idiyankunata, kallpachasqa, kallpachakuy kanampaq. kanmi huk fiyista suyupi cilibrananchikpaq rurasqanchikta, kusikunanchikpaq tarisqanchikmanta, Scratchpa intindisqanta wakkunapipas. ",
    "conference-2017.franceAudience": "Qalay ayllu scratchpa",
    "conference-2017.brasilTitle": "Scratchmanta Rimanakuy Brasil suyupi 2017",
    "conference-2017.brasilDesc": "Scratchmanta Rimanakuy Brasil suyupi 2017 kanqa huk tarikuy yachachiqkunawan, maskaqkunawampas, llamkariqkuna ruraqkuna brasileños ruray munasqankupas, aypuyta, yachaytapas Scratchwan. Rimanakuyqa mirachinqa imaynataq llamkanmanku scratchwan hawa uku, aulakunapi, kumputadura ruraypi, Scratchpa hatuyninta, chaynallataq huk llamkaykunapa aduptasqanku scratchmanta brasilpi. allichachkaniku participatibu kanampaq, achka tallir praktikuskunapi, sisiun pustirmanta, chaynallataq yanapakunanchipaq llapanchik.",
    "conference-2017.brasilAudience": "Yachachiqkuna, maskaqkuna, llamkariqkuna, rurakunawanpas.",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest suyupi",
    "conference-2017.hungaryDesc": "Scratchpa Rimanakuy Budapest suyupi kuti manta riqsinanchikpaq hatun Scratch Ayllunchikmanta, wiñananchikpaq kuskalla kallpakunanchikpaq. kanmi miski hamutaypi ruraypi, kudifikasiyunnimpi kanampaq, yaykunanchikpaq aypunanchikunapaqpas llapan niraq pusiblidad tarisqanchikta. Kanchikmi tikraytikray, rikurichiq, supay yawarnichikmanta kanchik, suyanchikmi kamisanchikpa manqanta huqarispa ancha kusikunanchikpaq. rasumpa puni kay huñukuypi, kay ñawpa wiñay allin rikchariqmi, kachkanchikpas ancha kusisqa. Hamuy, Riqsiy, yanapay Scratchpa Ayllukuna kaqta.",
    "conference-2017.hungaryAudience": "Yachachiq, amautakuna, kamarikusqan.",
    "conference-2017.chileTitle": "Scratch 2017 sur suyukunapi",
    "conference-2017.chileSubTitle": "Umallispa, ruraspa, aypuristin",
    "conference-2017.chileDesc": "Scratch sur 2017 yachanapaqmi imayna yaykuchwanmi kay lenwahi proqramasiyun nisqanman yachay wasikunapi. llapan rimaykuna tallirkunatapas quykunqaku upurtunidadkunata aypurispa llapan richaq ruraykunata, altu nibilkunawan paykuna qallarinankama rurayta lliw ayllukuna scratchpi.",
    "conference-2017.chileAudience": "Yachachiq yachay wasimanta, dirikturkuna, yachachiq administradurkuna,maskariqkuna, proficiyunal musuq ruray willakuykunapa",
    "conference-2017.chinaTitle": "Rimanakuy Scratchmanta: China suyu kuyakuyllawan",
    "conference-2017.chinaDesc": "Huñukuy ñuqanchikwan huk riuniunpaq yanapananchikpaq ruray expriciyunta scratchwan chinapi. Aypuriy imaynataq tanqachwan yachaykunata sumaqlla pruqramaciyunta, kawsarinata, aylluman kawsay yachaykunamanpas.",
    "conference-2017.chinaAudience": "Yachachiqkuna, taytakuna, llamkaqkuna, ruraqkuna.",
    "conference-2017.costaricaTitle": "Rimanakuy Scratchmanta Costa Rica suyupi",
    "conference-2017.costaricaSubTitle": "Rubakuna, Llamkaykuna, kaqkuna.",
    "conference-2017.costaricaDesc": "Rimanakuy Scratchmanta Costa Rica suyupi huk fiyistam cilibranku ayllukunam huñunku yachachiqkunata, Yachaqkuna, imprisakunata, lidiriskunaman, kudifikasiyunkunapaq, disiñunkuna llapa wambrakuna yachayninkunapi, Scratchwan qallarispa. ",
    "conference-2017.costaricaAudience": "Scratchman yaykuqkuna, Amautakuna, univirsidad yachachiqkuna, Scratchirskuna, Yachaqkuna univirsitariyukuna (ñawpaq Amautakuna, suftwari ruraqkuna) Costa Rica suyupi chaynallataq Latinuamirika suyupi hispañul rimaqkuna."
}