{
    "conference-2017.title": "Conferința Scratch 2017",
    "conference-2017.desc": "Anul acesta, la celebrarea aniversarii de 10 ani, comunitatea Scratch va găzdui conferințe regionale în mai multe orașe de pe glob.",
    "conference-2017.seeBelow": "Afla mai multe despre locațiile și datele conferințelor.",
    "conference-2017.date": "Data",
    "conference-2017.location": "Locație",
    "conference-2017.audience": "Audiența",
    "conference-2017.language": "Limba",
    "conference-2017.website": "Vizitează Site web",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Opening, Inspiring, Connecting",
    "conference-2017.franceDesc": "Scratch2017BDX este o oportunitate de a întâlni oameni și de a împărtăși idei și de a fi inspirat și inspirator. Este un festival global pentru a celebra creativitatea și pentru a vă bucura de descoperiri și înțelegere despre Scratch și nu numai.",
    "conference-2017.franceAudience": "Familia Scratch globală",
    "conference-2017.brasilTitle": "Conferința Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Conferința Scratch Brazilia 2017 va fi un punct de întâlnire pentru educatorii, cercetătorii, dezvoltatorii și creatorii brazilieni care sunt interesați să creeze, să partajeze și să învețe cu Scratch. Conferința va stimula discuții despre utilizarea Scratch în și în afara clasei, calculul creativ, extensiile Scratch și alte teme importante legate de adoptarea Scratch în Brazilia. Planificăm ceva foarte participativ, cu o mulțime de ateliere practice, sesiuni de poster și oportunități de colaborare.",
    "conference-2017.brasilAudience": "Educatori, cercetători, dezvoltatori și creatori",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Conferința Scratch de la Budapesta este o oportunitate unică de a ne întâlni familia Scratch extinsă și de a crește și de a ne inspira reciproc. Este un spațiu pentru a vă delecta cu gândirea creativă și codificare, pentru a vă scufunda și a împărtăși toate posibilitățile diverse pe care le-am găsit. Suntem agenți ai schimbării - tocilari încercați și adevărați în genele noastre - și așteptăm cu nerăbdare să ne suflecăm mânecile cămășii și să ne distrăm puțin. Într-adevăr, în această sferă, perspectivele pentru viitor sunt strălucitoare și suntem încântați. Vino, cunoaște-te și colaborează cu alți membri ai comunității Scratch.",
    "conference-2017.hungaryAudience": "Profesori, educatori, fundații",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 este o oportunitate de a afla despre importanța introducerii limbajelor de programare în școli. Toate prelegerile și atelierele vor oferi o oportunitate de a împărtăși diferite experiențe, de la niveluri superioare până la cei care încep să participe în comunitatea globală Scratch.",
    "conference-2017.chileAudience": "Profesori de școală, directori, administratori de educație, cercetători și profesioniști în tehnologia informației",
    "conference-2017.chinaTitle": "Conferință Scratch: China*Love",
    "conference-2017.chinaDesc": "Alăturați-vă nouă la o adunare pentru a sprijini expresia creativă cu Scratch în China. Distribuiți modalități de a promova învățarea cu pasiune pentru programare, animație, comunitate și viață.",
    "conference-2017.chinaAudience": "Educatori, părinți, dezvoltatori, creatori",
    "conference-2017.costaricaTitle": "Conferința Scratch Costa Rica",
    "conference-2017.costaricaSubTitle": "Oameni, proiecte și locuri",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica este un eveniment global care are loc la nivel de comunitate, care unește profesori, studenți, companii și lideri, astfel încât codificarea și designul să facă parte din educația fiecărui copil, începând cu Scratch.",
    "conference-2017.costaricaAudience": "Utilizatori Scratch, profesori, profesori de colegiu, potențiali Scratchers, studenți (viitori profesori și dezvoltatori de software) din Costa Rica și America Latină vorbitoare de spaniolă"
}