{
    "conference-2017.title": "Конференции Скретч 2017",
    "conference-2017.desc": "В этом году отмечается 10-летие Скретч, всё сообщество Скретч проводит региональные конференции Скретч.",
    "conference-2017.seeBelow": "Узнать больше о времени и местах проведения конференций можно ниже.",
    "conference-2017.date": "Дата",
    "conference-2017.location": "Местоположение",
    "conference-2017.audience": "Количество людей",
    "conference-2017.language": "Язык",
    "conference-2017.website": "Посетить сайт",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Открытый, вдохновляющий, объединяющий",
    "conference-2017.franceDesc": "Scratch2017BDX — возможность встретиться с единомышленниками, чтобы поделиться идеями и вдохновиться тоже. Это глобальное мероприятие даёт креативные и интересные взгляды на понимание Скретч в целом.",
    "conference-2017.franceAudience": "Всемирная семья Scratch",
    "conference-2017.brasilTitle": "Конференция Скретч 2017 в Бразилии",
    "conference-2017.brasilDesc": "Конференция Скретч 2017 в Бразилии — это мероприятие для бразильских учителей, исследователей, разработчиков и всех заинтересованных в Скретч. На конференцию будут вынесены вопросы о Скретч вне учебных классов, креативном мышлении, создании расширений Скретч и многом другом. Планируется принять много участников, провести большое количество семинаров, создать стенды и поддержать сообщество.",
    "conference-2017.brasilAudience": "Учителя, исследователи, разработчики и инженеры",
    "conference-2017.hungaryTitle": "Скретч 2017 в Будапеште",
    "conference-2017.hungaryDesc": "Конференция Scratch в Будапеште — уникальная возможность встретиться с растущей семьей Scratch, расти и вдохновлять друг друга. Это место, где можно насладиться творческим мышлением и кодированием, погрузиться в море возможностей, найденных нами и поделиться своими. Мы меняем мир, мы прирожденные гики, и мы с нетерпением ждем этого момента, чтобы закатать рукава и оторваться по полной. Это будет отлично и мы ждем этого момента с нетерпением. Присоединяйтесь, встречайтесь и сотрудничайте с другими участниками сообщества Scratch.",
    "conference-2017.hungaryAudience": "Учителя и поддержка",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 — это возможность узнать о важности внедрения языков программирования в школах. Лекции и семинары предоставят возможность поделиться своим опытом, от более высоких уровней до тех, кто только начинает участвовать в глобальном сообществе Scratch.",
    "conference-2017.chileAudience": "Школьные учителя, руководители, администраторы в сфере образования, исследователи и специалисты в области информационных технологий",
    "conference-2017.chinaTitle": "Конференция Скретч Китай*Любовь",
    "conference-2017.chinaDesc": "Присоединяйтесь к нашей встрече, чтобы поддержать творческое выражение с помощью Scratch в Китае. Поделитесь способами продвижения обучения с увлечением программированием, анимацией, сообществом и жизнью.",
    "conference-2017.chinaAudience": "Учителя, родители, разработчики и инженеры",
    "conference-2017.costaricaTitle": "Конференция Скретч в Коста-Рика",
    "conference-2017.costaricaSubTitle": "Люди, проекты и места",
    "conference-2017.costaricaDesc": "Конференция Scratch в Коста-Рике — это глобальное мероприятие на уровне сообщества, объединяющее учителей, студентов, представителей бизнеса и руководителей, чтобы, начиная со Scratch, программирование и дизайн стали частью образования каждого ребенка.",
    "conference-2017.costaricaAudience": "Пользователи Scratch, учителя, преподаватели ВУЗов, потенциальные пользователи Scratch, студенты университетов (будущие учителя и разработчики программного обеспечения ) в Коста-Рике и испаноязычных странах Латинской Америки"
}