{
    "conference-2017.title": "Scratch konferencie 2017",
    "conference-2017.desc": "Tento rok, na oslavu 10. výročia Scratch, bude globálna komunita Scratch hostiť regionálne konferencie Scratch v mnohých mestách po celom svete.",
    "conference-2017.seeBelow": "Viac o dátumoch a miestach konferencie sa dozviete nižšie.",
    "conference-2017.date": "Dátum",
    "conference-2017.location": "Miesto",
    "conference-2017.audience": "Publikum",
    "conference-2017.language": "Jazyk",
    "conference-2017.website": "Navštíviť webovú stránku",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Otváranie, inšpirácia, prepojenie",
    "conference-2017.franceDesc": "Scratch2017BDX je príležitosťou na stretnutie s ľuďmi a zdieľanie nápadov, ako aj na inšpiráciu a inšpiráciu. Je to celosvetový sviatok, ktorý oslavuje kreativitu a užíva si objavy a porozumenie o Scratch a mimo neho.",
    "conference-2017.franceAudience": "Globálna rodina Scratch",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Konferencia Scratch Brazil 2017 bude miestom stretnutia pre brazílskych pedagógov, výskumníkov, vývojárov a tvorcov, ktorí majú záujem o vytváranie, zdieľanie a učenie sa so Scratch. Konferencia podporí diskusie o používaní Scratch v triede a mimo nej, kreatívnej výpočtovej technike, rozšíreniach Scratch a ďalších dôležitých témach súvisiacich s prijatím Scratch v Brazílii. Plánujeme niečo veľmi participatívne, s množstvom praktických workshopov, posterových stretnutí a príležitostí na spoluprácu.",
    "conference-2017.brasilAudience": "Pedagógovia, výskumníci, vývojári a tvorcovia",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Konferencia Scratch v Budapešti je jedinečnou príležitosťou stretnúť sa s našou rozšírenou rodinou Scratch a navzájom sa rásť a inšpirovať. Je to priestor na vyžívanie sa v kreatívnom myslení a kódovaní, na ponorenie sa a zdieľanie všetkých rozmanitých možností, ktoré sme našli. Sme agenti zmeny – v génoch osvedčení a skutoční geekovia – a tešíme sa, až si vyhrnieme rukávy na košeli a užijeme si „tvrdú zábavu“. Skutočne v tejto sfére sú vyhliadky do budúcnosti jasné a my sme nadšení. Príďte, stretnite sa a spolupracujte s ostatnými členmi komunity Scratch.",
    "conference-2017.hungaryAudience": "Učitelia, vychovávatelia, nadácie",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 je príležitosťou dozvedieť sa o dôležitosti zavádzania programovacích jazykov na školách. Všetky prednášky a workshopy poskytnú príležitosť na zdieľanie rôznych skúseností, od vyšších úrovní až po tých, ktorí sa začínajú podieľať na globálnej komunite Scratch.",
    "conference-2017.chileAudience": "Učitelia škôl, riaditelia, správcovia vzdelávania, výskumníci a odborníci na informačné technológie",
    "conference-2017.chinaTitle": "Scratch Konferencie: Čína*Láska",
    "conference-2017.chinaDesc": "Pridajte sa k nám na stretnutie na podporu kreatívneho vyjadrenia so Scratch v Číne. Zdieľajte spôsoby, ako podporiť vzdelávanie s vášňou pre programovanie, animáciu, komunitu a život.",
    "conference-2017.chinaAudience": "Pedagógovia, rodičia, vývojári, tvorcovia",
    "conference-2017.costaricaTitle": "Scratch konferencie Costa Rica",
    "conference-2017.costaricaSubTitle": "Ľudia, projekty a miesta",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica je globálna udalosť konajúca sa na komunitnej úrovni, ktorá spája učiteľov, študentov, podniky a lídrov, takže kódovanie a dizajn sú súčasťou vzdelávania každého dieťaťa, počnúc Scratch.",
    "conference-2017.costaricaAudience": "Scratch používatelia, učitelia, vysokoškolskí profesori, potenciálni Scratchers, univerzitní študenti (budúci učitelia a vývojári softvéru) v Kostarike a španielsky hovoriacej Latinskej Amerike"
}