{
    "conference-2017.title": "Scratchkonferenser 2017",
    "conference-2017.desc": "För att fira Scratch 10-årsjubileum kommer det i år att arrangeras flera internationella Scratchkonferenser på många ställen runt om i världen.",
    "conference-2017.seeBelow": "Kolla in konferensdatum och platser här nedan.",
    "conference-2017.date": "Datum",
    "conference-2017.location": "Plats",
    "conference-2017.audience": "Publik",
    "conference-2017.language": "Språk",
    "conference-2017.website": "Besök webbplatsen",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Öppnande, Inspirerande, Inkluderande",
    "conference-2017.franceDesc": "Scratch2017BDX är en möjlighet att få träffa andra, dela idéer, inspirera och inspireras. Det är en internationell fest för att hylla kreativitet, njuta av upptäckter och förståelse om Scratch och bortom det.",
    "conference-2017.franceAudience": "Globala Scratchfamiljen",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Scratch Brazil Conference 2017 kommer att vara en mötesplats för brasilianska utbildare, forskare, utvecklare och tillverkare som är intresserade av att skapa, dela och lära sig med Scratch. Konferensen kommer att främja diskussioner om användningen av Scratch i och utanför klassrummet, kreativ datoranvändning, Scratch-tillägg och andra viktiga teman relaterade till Scratchs adoption i Brasilien. Vi planerar något väldigt deltagande, med massor av praktiska workshops, postersessioner och möjligheter till samarbete.",
    "conference-2017.brasilAudience": "Utbildare, forskare, utvecklare och skapare",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Scratch-konferensen i Budapest är en unik möjlighet att träffa vår utökade Scratch-familj och växa och inspirera varandra. Det är ett utrymme för att frossa i kreativt tänkande och kodning, att dyka in och ta del av alla de olika möjligheter vi har hittat. Vi är förändringsagenter – beprövade nördar i våra gener – och vi ser fram emot att kavla upp skjortärmarna och ha lite svårt roligt. Verkligen på det här området är utsikterna för framtiden ljusa och vi är glada. Kom, träffa och samarbeta med andra medlemmar i Scratch-communityt.",
    "conference-2017.hungaryAudience": "Lärare, pedagoger, stiftelser",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 är ett tillfälle att lära sig om vikten av att införa programmeringsspråk i skolor. Alla föreläsningar och workshops kommer att ge en möjlighet att dela olika erfarenheter, från högre nivåer till de som börjar delta i Scratchs globala community.",
    "conference-2017.chileAudience": "Skollärare, rektorer, utbildningsadministratörer, forskare och IT-proffs",
    "conference-2017.chinaTitle": "Scratch-konferens: China*Love",
    "conference-2017.chinaDesc": "Gå med på en sammankomst för att stödja kreativa uttryck med Scratch i Kina. Dela sätt att främja lärande med passion för programmering, animation, gemenskap och livet.",
    "conference-2017.chinaAudience": "Lärare, föräldrar, utvecklare, skapare",
    "conference-2017.costaricaTitle": "Scratch Conference Costa Rica",
    "conference-2017.costaricaSubTitle": "Människor, projekt och platser",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica är ett globalt evenemang som äger rum på samhällsnivå som förenar lärare, studenter, företag och ledare, så att kodning och design är en del av alla barns utbildning, med början i Scratch.",
    "conference-2017.costaricaAudience": "Scratch användare, lärare, högskoleprofessorer, potentiella Scratchers, universitetsstudenter (blivande lärare och mjukvaruutvecklare) i Costa Rica och spansktalande Latinamerika"
}