{
    "conference-2017.title": "Mikutano ya Scratch 2017",
    "conference-2017.desc": "Mwaka huu, ili kaudhimisha sherehe ya miaka 10 ya kubuniwa kwa Scratch, jumuiya ya kimataifa ya Scratch, wataandaa mikutano ya kimaeneo katika miji mikuu mbalimbali duniani.",
    "conference-2017.seeBelow": "Jifunze zaidi kuhusu tarehe na mahali pa mkutano hapa chini.",
    "conference-2017.date": "Tarehe",
    "conference-2017.location": "Mahali",
    "conference-2017.audience": "Watakaohudhuria",
    "conference-2017.language": "Lugha",
    "conference-2017.website": "Tembelea Tovuti",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Kufungua, Kuhamasisha na Kushirikiana",
    "conference-2017.franceDesc": "Scratch2017BDX ni nafasi bora ya kukutana na watu, kubadilishana mawazo, kufundishana, kuhamasishana na kuhimizana. Hii ni tamasha  ya  kimataifa ya kusherehekea ubunifu na kufurahia uvumbuzi pamoja na kuelewa mengi kuhusu Scratch na mengine ya ziada.",
    "conference-2017.franceAudience": "Jumuia ya Scratch duniani",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Mkutano wa Scratch 2017 huko Brazil utakuwa mikutano ya mkutano wa walimu wa Brazil, watafiti, waanzilishi walio na hamu ya kutengeneza, kujifunza  na kuhusisha wengine kwa kutumia scratch. Mkutano huu utaimarisha mawasiliano kuhusu matumizi ya scratch darasani na hata mahala nje ya  darasa, kutumia tarakiisha kuimarisha ubunifu, ughani wa scratch, na baadhi ya mada muhimu inayohusiana na kupitishwa kwa scratch huko Brazil. Tunapanga mkutano wa kushirikisha wengi tukitilia maanani kazi ya mikono, kipindi cha bango na fursa ya kushirikiana.",
    "conference-2017.brasilAudience": "Waalimu, watafiti, wasanidi programu na watunzi",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Mkutano wa Scratch huko Budapest ni fursa ya kipekee kukutana na familia yetu iliyopanuliwa ya Scratch na kukuza na kuhamasisha kila mmoja. Ni nafasi ya kujadili upya katika fikra za ubunifu na kuweka kodi, kupiga mbizi ndani na kushiriki katika uwezekano wote tofauti ambao tumepata. Sisi ni maajenti wa mabadiliko - waliojaribu na wa kweli katika jeni zetu - na tunatazamia kusonga sketi zetu za shati na kuwa na \"ngumu-raha\". Kweli katika nyanja hii, mtazamo wa siku zijazo ni mkali na tumefurahi. Njoo, tukutane, na tushirikiane na washiriki wengine wa jamii ya Scratch.",
    "conference-2017.hungaryAudience": "Walimu,wakufunzi, vikoa",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 ni fursa ya kujifunza kuhusu umuhimu wa kuanzisha madarasa ya lugha ya programu shuleni. Mihadhara yote na semina itawapa fursa ya kueleza uzoefu mbalimbali, kutoka kiwango cha juu mpaka kwa wale wanaoanza kushiriki katika jamii ya kimataifa ya scratch.",
    "conference-2017.chileAudience": "Walimu wa shule,  wakufunzi, wakuu wa shule, wasimamizi wa elimu, watafiti na wanatechnologia ya habari.",
    "conference-2017.chinaTitle": "Mkutano wa Scratch: China*Love",
    "conference-2017.chinaDesc": "Jumuika nasi kwa mkutano wa kusaidia kujieleza kwa ubunifu kwa kutumia  Scratch Uchina. Elezea njia mbalimbali ya kuhimiza kujifunza kwa hamu kwa programu,uhuishaji, jamii, na maisha.",
    "conference-2017.chinaAudience": "Waalimu, wazazi, wasanidi-programu na watunzi.",
    "conference-2017.costaricaTitle": "Mkutano wa Scratch Costa Rica",
    "conference-2017.costaricaSubTitle": "Watu, Miradi, na Mahali",
    "conference-2017.costaricaDesc": "Scratch conference Costa Rica ni tukio la kimataifa inayofanyika katika kiwango cha jamii kuhusisha walimu, wanafunzi, biashara na viongozi ili kuweka kodi na kuchora muundo uwe sehemu ya masomo ya kila mwanafunzi, kutumia scratch.",
    "conference-2017.costaricaAudience": "Watumiaji wa viboreshaji, waalimu, maprofesa wa vyuo vikuu, waandishi wa maandishi, wanafunzi wa vyuo vikuu (walimu wa baadaye na watengenezaji wa programu) huko Costa Rica na Amerika Kusini inayoongea Kihispania"
}