{
    "conference-2017.title": "Mikutano ya Scratch 2017",
    "conference-2017.desc": "Mwaka huu, ili kaudhimisha sherehe ya miaka 10 ya kubuniwa kwa Scratch, jumuiya ya kimataifa ya Scratch, wataandaa mikutano ya kimaeneo katika miji mikuu mbalimbali duniani.",
    "conference-2017.seeBelow": "Jifunze zaidi kuhusu tarehe na mahali pa mkutano hapa chini.",
    "conference-2017.date": "Tarehe",
    "conference-2017.location": "Mahali",
    "conference-2017.audience": "Watakaohudhuria",
    "conference-2017.language": "Lugha",
    "conference-2017.website": "Tembelea Tovuti",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Kufungua, Kuhamasisha na Kushirikiana",
    "conference-2017.franceDesc": "Scratch2017BDX ni nafasi bora ya kukutana na watu, kubadilishana mawazo, kufundishana, kuhamasishana na kuhimizana. Hii ni tamasha  ya  kimataifa ya kusherehekea ubunifu na kufurahia uvumbuzi pamoja na kuelewa mengi kuhusu Scratch na mengine ya ziada.",
    "conference-2017.franceAudience": "Jumuia ya Scratch duniani",
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "Mkutano wa Scratch 2017 huko Brazil utakuwa mkutano ya mkutano wa walimu wa Brazil, watafiti, waanzilishi walio na hamu ya kutengeneza, kujifunza  na kuhusisha wengine kwa kutumia scratch. Mkutano huu utaimarisha mawasiliano kuhusu matumizi ya Scratch darasani na hata mahala nje ya  darasa, kutumia tarakiisha kuimarisha ubunifu, ughani wa Scratch, na baadhi ya mada muhimu inayohusiana na kupitishwa kwa Scratch huko Brazil. Tunapanga mkutano wa kushirikisha wengi tukitilia maanani kazi ya mikono, kipindi cha bango na fursa ya kushirikiana.",
    "conference-2017.brasilAudience": "Waalimu, watafiti, wasanidi programu na watunzi",
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "Mkutano wa Scratch huko Budapest ni fursa ya kipekee ya kukutana na jamii kubwa ya Scratch na kukuza na kuhamasisha kila mmoja. Ni nafasi ya kujadili upya katika fikra za ubunifu na usimbaji, kupiga mbizi ndani na kushiriki katika uwezekano wote tofauti ambao tumepata. Sisi ni maajenti wa mabadiliko -- waliojaribiwa na kubobea hadi kwenye jeni zetu - na tunatazamia kutia bidii zaidi tukiwa na \"burudani\". Kweli katika nyanja hii, mtazamo wa siku zijazo unang'aa na tumefurahi. Njoo, tukutane, na tushirikiane na washiriki wengine wa jamii ya Scratch.",
    "conference-2017.hungaryAudience": "Walimu,wakufunzi, vikoa",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 ni fursa ya kujifunza kuhusu umuhimu wa kuanzisha vipindi vy lugha ya programu shuleni. Mihadhara yote na semina itawapa fursa ya kueleza uzoefu mbalimbali, kutoka kiwango cha juu mpaka kwa wale wanaoanza kushiriki katika jamii ya kimataifa ya Scratch.",
    "conference-2017.chileAudience": "Walimu wa shule,  wakufunzi, wakuu wa shule, wasimamizi wa elimu, watafiti na wataalamu wa teknolojia.",
    "conference-2017.chinaTitle": "Mkutano wa Scratch: China*Love",
    "conference-2017.chinaDesc": "Jumuika nasi kwa mkutano wa kusaidia kujieleza kwa ubunifu kwa kutumia  Scratch Uchina. Elezea njia mbalimbali ya kustawisha hamu ya kujifunza usimbaji,ukaragushi, jamii, na maisha.",
    "conference-2017.chinaAudience": "Waalimu, wazazi, wasanidi-programu na watunzi.",
    "conference-2017.costaricaTitle": "Mkutano wa Scratch Costa Rica",
    "conference-2017.costaricaSubTitle": "Watu, Miradi, na Mahali",
    "conference-2017.costaricaDesc": "Mkutano wa Scratch Costa Rica ni tukio la kimataifa inayofanyika katika kiwango cha jamii kuhusisha walimu, wanafunzi, biashara na viongozi ili kuweka usimbaji na kuunda uwe sehemu ya masomo ya kila mwanafunzi, tukianza na Scratch.",
    "conference-2017.costaricaAudience": "Watumiaji wa Scratch, waalimu, maprofesa wa vyuo vikuu, wanaonuia kutumia Scratch, wanafunzi wa vyuo vikuu ( na watengenezaji wa programu) huko Costa Rica na Amerika Kusini inayoongea Kihispania"
}