{
    "conference-2017.title": "2017 Scratch Konferansları",
    "conference-2017.desc": "Bu yıl, Scratch'ın 10. yıl dönümü kutlamaları kapsamında, global Scratch topluluğu tarafından pek çok şehirde bölgesel konferanslar düzenlenecektir.",
    "conference-2017.seeBelow": "Konferans tarihleri ve yerleri hakkında daha detaylı bilgiyi aşağıdan edinebilirsiniz.",
    "conference-2017.date": "Tarih",
    "conference-2017.location": "Konum",
    "conference-2017.audience": "Katılımcı",
    "conference-2017.language": "Dil",
    "conference-2017.website": "Web sayfasını ziyaret et",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Açılış, İlham Veren İşler, Bağlantı Kurma",
    "conference-2017.franceDesc": "Scratch2017BDX insanlarla tanışmak ve fikirlerini paylaşmak, esinlenmek ve esin vermek için bir fırsattır. Bu küresel festival yaratıcılığı kutlamak, keşfetmenin tadını çıkarmak ve Scratch'i daha iyi anlamak için yapılan bir etkinliktir.",
    "conference-2017.franceAudience": "Global Scratch Ailesi",
    "conference-2017.brasilTitle": "2017 Brezilya Scratch Konferansı",
    "conference-2017.brasilDesc": "2017 Brezilya Scratch Konferansı Brezilya'lı eğitimciler, araştırmacılar, geliştiriciler ve makerlar için yeni şeyler yaratabilecekleri, paylaşabilecekleri ve öğrenebilecekleri bir buluşma noktasıdır. Konferans Scratch'in sınıf içi ve dışında kullanımı, yaratıcı programlama, Scratch eklentileri ve  Scratch'in Brezilya'daki kullanımı ile alakalı diğer önemli konulara ev sahipliği yapacaktır. Bol katılımlı uygulama workshop'ları, sunum seansları ve birlikte çalışma fırsatları planlanmaktadır.",
    "conference-2017.brasilAudience": "Eğitimciler, araştırmacılar, geliştiriciler ve makerlar",
    "conference-2017.hungaryTitle": "Scratch 2017 @Budapeşte",
    "conference-2017.hungaryDesc": "Budapeşte'deki Scratch Konferansı, Scracth ailesini geliştirmek ve ilham edinmek için eşsiz bir fırsat. Yaratıcı düşünme ve kodlama için eğlenceli bir ortam sunan bu etkinlikte, konunun derinlerine inilmesi ve paylaşımlar yapılması amaçlanmaktadır. Değişim temsilcileri olarak kollarımızı sıvayıp eğlenceli ve zahmetli bu yolculuğa başlamak için sabırsızlanıyoruz. Gerçekten bu alanda geleceğin parlak olması bizleri heyecanlandırıyor. Gelin, Scratch topluluğunun diğer üyeleriyle tanışın ve onlarla birlikte çalışın.",
    "conference-2017.hungaryAudience": "Öğretmenler, eğitimciler, vakıflar",
    "conference-2017.chileTitle": "2017 Scratch al Sur",
    "conference-2017.chileSubTitle": "Hayal kurma, oluşturma, paylaşma",
    "conference-2017.chileDesc": "2017 Scratch al Sur okullarda programlama dillerinin öğretilmesinin önemini anlamak için fırsat yaratır. Tüm ders ve workshoplar Scratch global topluluğunun yeni üyeleri ile daha tecrübeli üyeleri arasında farklı deneyimleri paylaşma imkanı sağlar. ",
    "conference-2017.chileAudience": "Öğretmenler, okul müdürleri, eğitim yöneticileri, araştırmacılar ve bilgi teknolojileri uzmanları",
    "conference-2017.chinaTitle": "Scratch Konferansı: China*Love",
    "conference-2017.chinaDesc": "Scratch ile yaratıcı anlatımı Çin'de desteklemek için bize katıl.",
    "conference-2017.chinaAudience": "Eğitimciler, ebeveynler, geliştiriciler, makerlar",
    "conference-2017.costaricaTitle": "Kosta Rika Scratch Konferansı ",
    "conference-2017.costaricaSubTitle": "İnsanlar, Projeler ve Mekanlar",
    "conference-2017.costaricaDesc": "Kosta Rika Scratch Konferansı toplum seviyesinde yer alan; öğretmenleri, öğrencileri, iş dünyasını ve liderleri bir araya getirerek kodlama ve dizaynı her çocuğun hayatının bir parçası haline getirmeyi amaçlayan küresel bir etkinliktir.",
    "conference-2017.costaricaAudience": "Kosta Rika'da bulunan Scratch kullanıcıları, öğretmenler, üniversite profesörleri, potansiyel Scratch kullanıcıları, üniversite öğrencileri (geleceğin öğretmenleri ve yazılım mühendisleri) ve İspanyolca konuşan Latin Amerikalılar."
}