{
    "conference-2017.title": "Scratch konferensiyalari 2017",
    "conference-2017.desc": "Bu yil Scratch loyihasi tashkil etilganining 10 yilligi nishonlanar ekan, Scratch hamjamiyatlari dunyoning turli shaharlarida hududiy Scratch konferensiyalarini o‘tkazadi.",
    "conference-2017.seeBelow": "Konferensiyalarning vaqti va manzilini quyida bilib olishingiz mumkin.",
    "conference-2017.date": "Sana",
    "conference-2017.location": "Manzil",
    "conference-2017.audience": "Ishtirokchilar soni",
    "conference-2017.language": "Til",
    "conference-2017.website": "Saytga tashrif buyurish",
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Ochiq, ilhomlanturuvchi, yaqinlashtiruvchi",
    "conference-2017.franceDesc": "Scratch2017BDX – maslakdoshlar bilan uchrashish, fikr almashish va ilhomlanish uchun qulay imkoniyatdir. Bu ijodkorlikni ilgari surish, kashfiyotlardan zavqlanish, Scratch va uning ortidagi g‘oyalarni tushunishning olamshumul festivalidir.",
    "conference-2017.franceAudience": "Butunjahon Scratch oilasi",
    "conference-2017.brasilTitle": "Scratch 2017 Braziliya konferensiyasi",
    "conference-2017.brasilDesc": "Braziliyada tashkil qilingan Scratch 2017 konferensiyasi – braziliyalik dars beruvchi, tadqiqotchi, dasturchi va barcha Scratch loyihasiga qiziquvchilar uchun mo‘ljallangan tadbirdir. Bu konferensiyada Scratch loyihasidan sinf xonasidan tashqarida foydalanish haqida muhokamalar, ijodiy fikrlash, Scratch platformasi uchun kengaytmalar yaratish va boshqalar muhokama qilinadi. Tadbirga juda ko‘p qatnashchilar tashrif buyurishi kutilmoqda. Unda bir qator seminarlar tashkil qilinib, stendlar yaratiladi, ishtirokchilar qo‘llab-quvvatlanadi.",
    "conference-2017.brasilAudience": "Dars beruvchi, tadqiqotchi, dasturchi va muhandislar",
    "conference-2017.hungaryTitle": "Scratch 2017 Budapesht konferensiyasi",
    "conference-2017.hungaryDesc": "Budapeshtda tashkil qilingan Scratch 2017 konferensiyasi – kengayib borayotgan Scratch oilasi bilan uchrashish, rivojlanish va o‘zaro ilhomlanish uchun ajoyib imkoniyatdir. Bu yerda ijodiy fikrlash va dastur tuzish uchun barcha imkoniyatlar mavjud. Malakangiz bilan o‘rtoqlashing – boshqalardan ham o‘rganing. Biz dunyoni o‘zgartiramiz. Biz haqiqiy giklarmiz – imkoniyatlarimizdan eng yuqori darajada foydalana olamiz. Bu lahzalarni intiqlik bilan kutmoqdamiz. Keling, uchrashing va Scratch jamiyatining boshqa foydalanuvchilari bilan hamkorlik qiling.",
    "conference-2017.hungaryAudience": "O‘qituvchi, dars beruvchi, asoschilar",
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 – maktablarda dasturlash tillarini o‘qitishni joriy etishning muhimligi haqida ma’lumot olish uchun bir imkoniyatdir. Ma’ruza va seminarlarda ishtirok etib, eng yuqori darajadagi mutaxassislardan tortib Scratch jamiyatiga yangi qo‘shilgan foydalanuvchilargacha malakangizni bo‘lishishingiz mumkin.",
    "conference-2017.chileAudience": "Maktab o‘qituvchilari, rahbarlar, ta’lim sohasidagi administratorlar, axborot texnologiyalari sohasidagi tadqiqotchi va mutaxassislar",
    "conference-2017.chinaTitle": "China*Love Scratch konferensiyasi",
    "conference-2017.chinaDesc": "Ijodiy g‘oyalarimizni ifodalash uchun Xitoydagi Scratch uchrashuvimizda qatnashing. Dasturlash, animatsiya, jamoatchilik va hayot bilan bog‘liq tajribalaringizni bizga ulashing.",
    "conference-2017.chinaAudience": "Dars beruvchilar, ota-onalar, dasturchilar, muhandislar",
    "conference-2017.costaricaTitle": "Scratch Kosta-Rika konferensiyasi",
    "conference-2017.costaricaSubTitle": "Odamlar, loyihalar va joylar",
    "conference-2017.costaricaDesc": "Kosta-Rikadagi Scratch Konferensiyasi – o‘qituvchil, talaba, tadbirkor va yetakchilarni bir joyga yig‘adigan dunyo miqyosidagi tadbirdir. Scratch orqali boshlanadigan dasturlash va dizayn har bir bola ta’limining muhim qismidir. ",
    "conference-2017.costaricaAudience": "Kosta-Rika va ispan tilida so‘zlashuvchi Lotin Amerikasi davlatlaridan kelgan Scratch foydalanuvchilari, o‘qituvchilar, universitet professorlari, Scratch loyihasining bo‘lajak foydalanuvchilari, talabalar (bo‘lajak dars beruvchi va dasturchilar). "
}