{
    "annualReport.subnavMessage": "বার্তা",
    "annualReport.subnavMission": "মিশন",
    "annualReport.subnavMilestones": "মাইলফলক",
    "annualReport.subnavReach": "নাগাল",
    "annualReport.subnavInitiatives": "উদ্যোগ",
    "annualReport.subnavFinancials": "আর্থিক",
    "annualReport.subnavSupporters": "সমর্থকগন",
    "annualReport.subnavTeam": "টিম",
    "annualReport.subnavDonate": "অনুদান",
    "annualReport.mastheadYear": "২০১৯ বার্ষিক প্রতিবেদন",
    "annualReport.mastheadTitle": "সৃষ্টিশীল শিক্ষার উপযুক্ত একটি বিশ্ব গড়ে তোলা",
    "annualReport.messageTitle": "Scratch দল থেকে বার্তা",
    "annualReport.messageP1": "২০১৯ সাল Scratch এর জন্য একটি দুর্দান্ত অগ্রগতির বছর ছিল। আমরা বছরটা শুরু করেছি Scratch 3.0 এর সাথে, আমাদের নতুন প্রজন্মের Scratch, শিশুদের সৃজনশীলতাকে আলোকিত করতে এবং বিভিন্ন আগ্রহ ও পটভূমিতে শিশুদের জড়িত করতে নকশা করা হয়েছে । বোস্টনের সাউথ স্টেশনের কাছে প্রথম তলায়, আমাদের দল MIT থেকে Scratch ফাউন্ডেশনে তার নতুন বাড়িতে চলে যাওয়ার সাথে আমরা বছরের শেষটি উদযাপন করেছি। সারা বছর জুড়ে Scratch কমিউনিটি তাদের ক্রমবর্ধমান এবং বিকাশ অব্যাহত রেখেছে: 2 কোটিরও বেশি তরুণ মানুষ ২০১৯ সালে Scratch দিয়ে প্রজেক্ট তৈরি করেছে যা আগের বছরের তুলনায় 48% বৃদ্ধি পেয়েছে। ",
    "annualReport.messageP2": "কোভিড মহামারীর সব স্কুল বন্ধ রাখতে বাধ্য হওয়ায় Scratch এর প্রভাব এবং গুরুত্ব 2020 সালে তুলে ধরা হয়েছে। Scratch অনলাইন কমিউনিটির ক্রিয়াকলাপ দ্বিগুণের চেয়েও বেশি বেড়ে যায় কারণ তরুণরা তাদের বাড়িতে সীমাবদ্ধ থেকে সৃজনশীলতার সাথে নিজেদের প্রকাশ করতে এবং একে অপরের সাথে সংযুক্ত হতে Scratch ব্যবহার করে। স্ক্র্যাচাররা ব্ল্যাক লাইভস ম্যাটার এবং বর্ণবাদী ন্যায়বিচারের জন্য অন্যান্য আন্দোলনে সক্রিয়ভাবে জড়িত ছিল এবং সচেতনতা ও দাবী পরিবর্তনের জন্য অ্যানিমেটেড প্রজেক্ট এবং ষ্টুডিও তৈরি করছে।",
    "annualReport.messageP3": "2007 সালে Scratch চালু করার সময় থেকে আমরা সবসময় Scratch কে একটি প্রোগ্রামিং ভাষার চেয়ে বেশি হিসাবে দেখেছি। Scratch সব পটভূমি থেকে আসা সব তরুণদের তাদের কণ্ঠস্বর বিকাশ করতে, তাদের ধারণাগুলো প্রকাশ করতে এবং একে অপরের সাথে নতুন জিনিস তৈরি করার সুযোগ সরবরাহ করেছে । সাম্প্রতিক সামাজিক চ্যালেঞ্জগুলোকে স্ক্র্যাচাররা যেভাবে সৃজনশীলতা, সহযোগিতা, যত্নশীল এবং সদয়তার সাথে প্রতিক্রিয়া জানিয়েছে তা আমাদের ভালো লেগেছে ।",
    "annualReport.messageP4": "এই বার্ষিক প্রতিবেদনে আমরা Scratch মিশন, পরিকল্পনা এবং প্রভাবের ব্যাপারে কথা বলব উদাহরণ সমেত যে কি ভাবে Scratch বিশ্বজুড়ে যুবকদের জীবনে এবং তাদের স্কুলে শিক্ষার সুযোগ বাড়িয়ে তুলছে।",
    "annualReport.messageP5": "তরুণরা আজ Scratch দিয়ে যা তৈরি করছে এবং শিখছে তাতে আমরা গর্বিত এবং আমরা ভবিষ্যতে আরও তরুণদের আরও বেশি সুযোগ প্রদানের জন্য প্রতিশ্রুতিবদ্ধ।",
    "annualReport.messageSignature": "— Scratch টিম",
    "annualReport.covidResponseTitle": "Scratch COVID এ সাড়া দেয়",
    "annualReport.covidResponseP1": "আমরা যখন এই বার্ষিক প্রতিবেদনটি লিখছি, তখন কয়েক মাস হয়ে গেছে কভিড মহামারী শুরু হয়েছে । 2020 সালের মার্চের মাঝামাঝি থেকে Scratch অফিস বন্ধ হয়ে গেছে এবং Scratch টিমের সদস্যরা তাদের বাড়ি থেকে সক্রিয়ভাবে কাজ করছে বিশ্বব্যাপী শিশু এবং শিক্ষাগতদের সহায়তা করতে যাদের জীবন মহামারী দ্বারা ব্যাহত হয়েছে।",
    "annualReport.covidResponseP2": "17 মার্চ আমরা বাড়িতে #ScratchAtHome উদ্যোগ শুরু করি শিশু, পরিবার এবং শিক্ষিতদের সৃজনশীল শিক্ষার ক্রিয়াকলাপে নিযুক্ত হওয়ার ধারণা দেওয়ার জন্য Scratch at home দিয়ে। আমরা ভিডিও টিউটোরিয়াল এবং অন্যান্য সংস্থান যুক্ত করতে থাকি এইখানে {scratchAtHomeLink}| ",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome পেইজ",
    "annualReport.covidResponseP3": "গত বছরের তুলনায় {scratchCommunityLink} এর ক্রিয়াকলাপ দ্বিগুণ বেড়েছে । স্ক্র্যাচাররা মহামারীর মধ্যে অন্যদের সমর্থন ও অনুপ্রাণিত করতে প্রজেক্ট তৈরি এবং শেয়ার করে নিচ্ছে — এমন প্রজেক্ট এবং সষ্টুডিও যা ঘরে বসে অনুশীলন করার অভিপ্রায় দেয়, সুস্থ থাকার জন্য পরামর্শ, একে অপরকে উৎসাহিত করে এবং প্রয়োজনীয় কর্মীদের ধন্যবাদ জানায়।",
    "annualReport.covidResponseScratchCommunity": "Scratch অনলাইন কমিউনিটি",
    "annualReport.missionTitle": "আমাদের লক্ষ্য",
    "annualReport.missionSubtitle": "আমাদের লক্ষ্য হল সব শিশুকে, সব পটভূমি থেকে, নতুন প্রযুক্তি কল্পনা, তৈরি এবং সহযোগিতা করার সুযোগ করে দেওয়া — যাতে তারা আগামীর বিশ্বকে রূপ দিতে পারে। ",
    "annualReport.missionP1": "শিশুদের, পরিবার এবং শিক্ষাব্রতীদের শিক্ষা থেকে দূরে সমর্থন করে এমন উদ্যোগ এবং দৃষ্টিভঙ্গির প্রতি বিশেষ দৃষ্টি নিবদ্ধ রেখে আমরা আমাদের কাজের সমস্ত দিক জুড়ে ইক্যুইটিটির অগ্রাধিকার দিতে প্রতিশ্রুতিবদ্ধ।",
    "annualReport.missionP2": "আমরা Scratch কে বিনামূল্যে, নিরাপদ, খেলাধুলাপূর্ণ শিক্ষার পরিবেশ হিসাবে গড়ে তুলেছি যা সব শিশুকে সৃজনশীলভাবে চিন্তাভাবনা করে, পদ্ধতিগতভাবে যুক্তি দিয়ে, এবং সহযোগিতামূলকভাবে কাজ করতে শেখায় — যা আজকের সমাজের প্রত্যেকের জন্য প্রয়োজনীয় দক্ষতা। আমরা শিশুদের অন্বেষণ, শেয়ার করে নেওয়ার ও শেখার ক্ষেত্রে সহায়তার জন্য শিক্ষক এবং পরিবারের সাথে কাজ করি।",
    "annualReport.missionP3": "নতুন প্রযুক্তি, ক্রিয়াকলাপ এবং শেখার উপকরণ বিকাশে আমরা {fourPsItalics}: দ্বারা পরিচালিত হই ",
    "annualReport.fourPs": "চারটি পি-এর সৃজনশীল শিখন",
    "annualReport.missionProjectsTitle": "প্রজেক্ট",
    "annualReport.missionPeersTitle": "সহকর্মীরা",
    "annualReport.missionPassionTitle": "দক্ষতা ",
    "annualReport.missionPlayTitle": "বাজাও",
    "annualReport.missionProjectsDescription": "শিশুদের নকশা তৈরি, সৃষ্টি করা এবং নিজেদেরকে সৃজনশীলভাবে প্রকাশ করতে নিয়োজিত কর ",
    "annualReport.missionPeersDescription": "বাচ্চাদের সহযোগিতা, শেয়ার করে নেওয়া, পুনর্নির্মাণ এবং পরামর্শদানে সহায়তা কর",
    "annualReport.missionPassionDescription": "বাচ্চাদের তাদের আগ্রহ তৈরি করতে এবং ব্যক্তিগতভাবে অর্থপূর্ণ প্রজেক্টগুলোতে কাজ করতে সক্ষম কর",
    "annualReport.missionPlayDescription": "শিশুদের মেরামত, পরীক্ষা ও পুনরাবৃত্তি করতে উৎসাহিত কর",
    "annualReport.milestonesTitle": "মাইলফলক",
    "annualReport.milestonesDescription": "Scratch এবং বিশ্বব্যাপী Scratch কমিউনিটির ইতিহাসের কয়েকটি মূল ইভেন্ট এবং সাফল্য এখানে রয়েছে।",
    "annualReport.milestones2003Message": "Scratch এর উন্নয়নের কাজ শুরু করার জন্য একটি ন্যাশনাল সায়েন্স ফাউন্ডেশন অনুদান প্রদান করে",
    "annualReport.milestones2004Message": "কম্পিউটার ক্লাবহাউস টিন সামিটে প্রথম Scratch কর্মশালা প্রদান করা হয়েছিল",
    "annualReport.milestones2007Message": "Scratch প্রোগ্রামিং ল্যাঙ্গুয়েজ ও অনলাইন কমিউনিটির সর্বজনীন প্রকাশ",
    "annualReport.milestones2008Message": "শিক্ষক এবং ডেভেলপারদের জন্য প্রথম Scratch সম্মেলন আয়োজন করা হয়েছে ",
    "annualReport.milestones2009Message1.4": "40 টিরও বেশি ভাষায় অনূদিত Scratch 1.4 প্রকাশ করা হয়েছে ",
    "annualReport.milestones2009MessageScratchDay": "শিশু এবং পরিবারের জন্য প্রথম Scratch ডে ইভেন্ট আয়োজন করা হয়েছিল",
    "annualReport.milestones2010Message": "Scratch অনলাইন কমিউনিটি 10 লাখ সদস্যের কাছে পৌঁছেছে",
    "annualReport.milestones2013MessageFoundation": "Code-to-Learn ফাউন্ডেশন হিসাবে প্রতিষ্ঠিত (পরে নামকরণ করা হয় Scratch ফাউন্ডেশন)",
    "annualReport.milestones2013MessageScratch2": "Scratch 2.0 চালু করা হয়েছে যা সহযোগিতার জন্য নতুন সুযোগ সরবরাহ করে",
    "annualReport.milestones2014Message": "5 থেকে 7 বছর বয়সী ছোট বাচ্চাদের জন্য ScratchJr চালু করা হয়েছে",
    "annualReport.milestones2016Message": "Scratch অনলাইন কমিউনিটি 100 লাখ সদস্যের কাছে পৌঁছেছে",
    "annualReport.milestones2017Message": "Scratch ডে 60 দেশে 1,100 ইভেন্টে বেড়ে গেছে",
    "annualReport.milestones2019MessageScratch3": "কোড দিয়ে বাচ্চারা কি তৈরি করতে পারে তা প্রসারিত করতে Scratch 3.0. চালু করা হয়েছে",
    "annualReport.milestones2019MessageMove": "Scratch টিম MIT থেকে Scratch ফাউন্ডেশনে স্থানান্তরিত হয়েছে ",
    "annualReport.reachTitle": "বিশ্বজুড়ে শিশুদের কাছে পৌঁছানো",
    "annualReport.reachSubtitle": "Scratch 8 বছর বা তার বেশি বয়সী শিশু এবং কিশোরদের জন্য বিশ্বের বৃহত্তম কোডিং কমিউনিটি।",
    "annualReport.reachMillion": "দশ লাখ",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "স্বতন্ত্র দর্শক",
    "annualReport.reachProjectsCreated": "যে প্রজেক্টগুলো তৈরি হয়েছে",
    "annualReport.reachProjectCreators": "মানুষ দ্বারা তৈরি করা প্রজেক্টগুলো",
    "annualReport.reachComments": "অনলাইন কমিউনিটিতে পোস্ট করা মন্তব্যগুলো ",
    "annualReport.reachGrowthTitle": "কমিউনিটি বৃদ্ধি",
    "annualReport.reachGrowthBlurb": "গত 5 বছরের মধ্যে Scratch অনলাইন কমিউনিটিতে যত নতুন এ্যাকাউন্ট তৈরি করা হয়েছে।",
    "annualReport.reachGlobalCommunity": "আমাদের গ্লোবাল কমিউনিটি",
    "annualReport.reachMapBlurb": "Scratch চালু হওয়ার সময় থেকে 2019 অবধি Scratch অনলাইন কমিউনিটিতে নিবন্ধিত মোট এ্যাকাউন্ট",
    "annualReport.reachMap20M": "20 লাখ",
    "annualReport.reachMapLog": "লগভিত্তিক স্কেলে",
    "annualReport.reachTranslationTitle": "স্ক্র্যাচ 60 এরও বেশি ভাষায় অনুবাদ করা হয়েছে",
    "annualReport.reachTranslationBlurb": "বিশ্বজুড়ে স্বেচ্ছাসেবক অনুবাদকদের ধন্যবাদ।",
    "annualReport.reachScratchJrBlurb": "ScratchJr একটি প্রাথমিক প্রোগ্রামিং পরিবেশ যা ছোট বাচ্চাদের (5-7 বছর বয়সী) তাদের নিজস্ব ইন্টারেক্টিভ গল্প এবং খেলা তৈরি করতে সক্ষম করে।",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "2014 এ চালু হওয়ার পর থেকে যত ডাউনলোড হয়েছে",
    "annualReport.initiativesTitle": "উদ্যোগ",
    "annualReport.initiativesDescription": "Scratch ফাউন্ডেশন কেন্দ্রগুলোতে কাজ তিনটি কৌশলগত ক্ষেত্রের উপর নির্ভর করে: সৃজনশীল সরঞ্জাম, সম্প্রদায় এবং স্কুল। প্রতিটি ক্ষেত্র সৃষ্টিশীল কম্পিউটিংয়ে উপস্থাপিত শিশুদের কণ্ঠস্বর এবং প্রয়োজনকে অগ্রাধিকার দেয় এবং সারা বিশ্বের বাচ্চাদের যারা বিভিন্ন সেটিংস এবং সংস্কৃতি থেকে আসে তাদের সমর্থন করতে চায়।",
    "annualReport.equity": "ন্যায়বিচার",
    "annualReport.globalStrategy": "বিশ্বব্যাপী কৌশল",
    "annualReport.toolsTitle": "সৃজনশীল সরঞ্জাম",
    "annualReport.toolsIntro": "আমরা ক্রমাগত নতুন প্রযুক্তি এবং নতুন ডিজাইনের সাথে পরীক্ষা এবং উদ্ভাবন করে যাচ্ছি — সবসময় শিশুদের সৃষ্টি, সহযোগিতা এবং শেখার নতুন উপায় সরবরাহ করার চেষ্টা করছি।",
    "annualReport.toolsSpotlight": "সৃজনশীল সরঞ্জাম — স্পটলাইট কাহিনী",
    "annualReport.toolsLaunch": "Scratch 3.0 চালু করা হয়েছে",
    "annualReport.toolsLaunchIntro1": "Scratch দিয়ে বাচ্চারা কিভাবে, কি এবং কোথায় তৈরি করতে পারে তা বৃদ্ধি করার জন্য আমরা Scratch 3.0 ডিজাইন করেছি। 2019 এর শুরুর দিকে Scratch 3.0 মুক্তি পেয়েছে, যেটির সাহায্যে Scratch কমিউনিটির মধ্যে আরও বেশি এবং আরও বিভিন্ন ধরণের প্রজেক্ট — আগের তুলনায় ক্রিয়াকলাপ বাড়িয়ে দিচ্ছে।",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 এ এক্সটেনশনের একটি লাইব্রেরি রয়েছে — কোডিং ব্লকগুলোর অতিরিক্ত সংগ্রহ যা Scratch এ নতুন ক্ষমতা যুক্ত করে। কিছু এক্সটেনশন ওয়েব সার্ভিস ও অন্যান্য সফ্টওয়্যার ফিচারগুলোতে অ্যাক্সেস সরবরাহ করে, যখন অন্যগুলো Scratch কে মোটর এবং সেন্সরগুলোর সাহায্যে বাস্তব জগতের সাথে সংযুক্ত করে।",
    "annualReport.toolsTexttoSpeech": "টেক্সট-টু-স্পিচ",
    "annualReport.toolsTexttoSpeechIntro": "টেক্সট-টু-স্পিচ এক্সটেনশনের সাহায্যে বাচ্চারা বিভিন্ন ধরণের স্বরে উচ্চস্বরে কথা বলে তাদের Scratch অক্ষরগুলো প্রোগ্রাম করতে পারে।",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "2019 সালে {numProjects} প্রজেক্টগুলো টেক্সট-টু স্পিচ ব্যবহার করেছিল",
    "annualReport.toolsMostPopular": "সবচেয়ে জনপ্রিয়",
    "annualReport.toolsTexttoSpeechPopular": "কমিউনিটিতে নতুন Scratch এক্সটেনশন {mostPopular}",
    "annualReport.toolsCollabAWS": "আমাজন ওয়েব পরিষেবাদির সাথে সহযোগিতা",
    "annualReport.toolsTranslate": "অনুবাদ",
    "annualReport.toolsTranslateIntro": "Google Translate API তে নির্মিত অনুবাদ এক্সটেনশনের সাহায্যে বাচ্চারা তাদের প্রজেক্টগুলোতে স্বয়ংক্রিয় অনুবাদ অন্তর্ভুক্ত করতে পারে যেগুলো ভাষা শেখা এবং বিশ্বব্যাপী যোগাযোগকে সমর্থন করে।",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": " {numLanguages} এক্সটেনশনে অনুবাদ করা ভাষাগুলো",
    "annualReport.toolsSupportsLiteracy": "সাক্ষরতা সমর্থন করে",
    "annualReport.toolsCSandLanguageArts": "কম্পিউটার বিজ্ঞান এবং ভাষা শিল্প",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} জুড়ে {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "গুগলের সাথে সহযোগিতা",
    "annualReport.toolsPhysicalWorld": "বাস্তব জগতের সাথে সংযোগ",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "LEGO রোবটিক্স কিটসের সাহায্যে Scratch ব্যবহার করে শিক্ষার্থীরা নৃত্যের রোবট, ইন্টারেক্টিভ ভাস্কর্য ও ডেটা সংগ্রহের পরীক্ষা তৈরি করতে পারে। নতুন LEGO এডুকেশন SPIKE প্রাইম সেটটিতে Scratch ভিত্তিক একটি অ্যাপ রয়েছে। এর সাথে Scratch এক্সটেনশানগুলো পাওয়া যাচ্ছে{mindstormsLink} ও {weDoLink} এর জন্য।",
    "annualReport.toolsCollabLEGO": "LEGO শিক্ষা প্রতিষ্ঠানের সাথে সহযোগিতা",
    "annualReport.toolsVideoTutorials": "ভিডিও টিউটোরিয়াল",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 বাচ্চাদের Scratch দিয়ে কাজ শুরু করতে সহায়তা করার জন্য ভিডিও টিউটোরিয়ালগুলোর একটি বিস্তৃত সংগ্রহ প্রবর্তন করেছে। টিউটোরিয়ালগুলো উন্মুক্ত এবং পরিকল্পনা করা হয়েছে শিক্ষার্থীদের পরীক্ষা-নিরীক্ষার জন্য, তাদের আগ্রহগুলো অনুসরণ করতে এবং তাদের নিজস্ব ধারণা প্রকাশ করতে উৎসাহিত করার জন্য ।",
    "annualReport.toolsNumTutorials": "25 টি নতুন টিউটোরিয়াল",
    "annualReport.toolsNewTutorials": "{numTutorials} Scratch 3.0 এ পাওয়া যাচ্ছে",
    "annualReport.toolsNumViews": "230 লাখ",
    "annualReport.toolsTutorialsViews": "{numViews} বার দেখা হয়েছে 2019 সালে ",
    "annualReport.toolsApp": "Scratch অ্যাপ অফলাইন শিক্ষা সমর্থন করে",
    "annualReport.toolsDownloadLink": "ডাউনলোডযোগ্য অ্যাপ",
    "annualReport.toolsRaspberryLink": "Raspberry Pi 4 এ ব্যবহার কর",
    "annualReport.toolsAppIntro": "2019 সালে, Scratch টিম Windows, MacOS, ChromeOS ও অ্যান্ড্রয়েড ট্যাবলেটসহ একাধিক প্ল্যাটফর্মগুলোতে ব্যবহারের জন্য Scratch 3.0 {downloadableLink} হিসাবে প্রকাশ করেছে। এছাড়াও, Raspberry Pi ফাউন্ডেশন Scratch 3.0 প্রকাশ করেছে {raspberryLink}। এই ডাউনলোডযোগ্য সংস্করণগুলো লক্ষ লক্ষ শিক্ষার্থীদের জন্য গুরুতূপূর্ণ যারা এমন জায়গায় থাকে যেখানে ইন্টারনেট সংযোগ সহজলভ্য নয় বা অনির্ভরযোগ্য | ",
    "annualReport.toolsAbhiTitle": "অভি কার্টুন নেটওয়ার্কে",
    "annualReport.toolsAbhiIntro": "Scratch 3.0 দিয়ে বাচ্চারা কি করতে পারে তা তুলে ধরার জন্য, আমরা কার্টুন নেটওয়ার্কের সাথে সহযোগিতা করে একটি ভিডিও তৈরি করেছি যার মধ্যে 12 বছর বয়সী অভি রয়েছে, সে অ্যানিমেশন এবং গেম তৈরি করতে পছন্দ করে। ভিডিওতে, অভি OK K.O. এবং অন্যান্য কার্টুন নেটওয়ার্ক শো এর নির্মাতা ইয়ান জোন্স-কোয়ার্তির সাথে দেখা করেছে। অভি Scratch এর নতুন সংস্করণের মূল ফিচারগুলোর সাথে ইয়ানের পরিচয় করিয়ে দেয়, এবং তারা একসঙ্গে একটি কার্টুন নেটওয়ার্কের ক্যারেক্টার প্রোগ্রাম এবং অ্যানিমেশন করে যা উপরে ও নিচে লাফিয়ে চলে।",
    "annualReport.toolsAbhiQuote": "Scratch এ আমার সবচেয়ে প্রিয় জিনিসটি হল কমিউনিটি, কারণ তারা চমৎকার এবং আমাকে সহায়তা করে। সেই কারণেই আমি আমার স্বপ্নের প্রতিটি প্রজেক্ট শেয়ার করে নিতে সর্বদা খুশি।",
    "annualReport.communityTitle": "কমিউনিটি",
    "annualReport.communityIntro": "Scratch অনলাইন কমিউনিটি বরাবরই Scratch অভিজ্ঞতার একটি গুরুত্বপূর্ণ অঙ্গ হয়ে থাকে, যা শিশুদের একে অপরের সাথে সহযোগিতা, শেয়ার করে নেওয়ার এবং প্রতিক্রিয়া জানানোর সুযোগ প্রদান করে। ",
    "annualReport.communitySpotlight": "সম্প্রদায় — স্পটলাইট গল্প",
    "annualReport.communityTeam": "Scratch কমিউনিটি দল",
    "annualReport.communityTeamIntro1": "তারা কেন Scratch ব্যবহার করে জানতে চাইলে, বেশিরভাগ স্ক্র্যাচাররা অনলাইন কমিউনিটির গুরুত্ব সম্পর্কে কথা বলে যেখানে তারা তাদের সৃজনশীলতা প্রকাশ করতে, বন্ধু বানাতে, প্রতিক্রিয়া জানাতে, নতুন ধারণা পেতে এবং নতুন দক্ষতা অর্জন করতে পারে। অনেক স্ক্র্যাচার একে অপরের সাথে সংযোগ স্থাপন, শেয়ার করে নেওয়ার এবং শেখার জন্য নিরাপদ এবং স্বাগত স্থান হিসাবে Scratch কমিউনিটির জন্য তাদের প্রশংসা প্রকাশ করেছে ।",
    "annualReport.communityTeamIntro2": "যেখানে প্রতিদিন Scratch অনলাইন কমিউনিটিতে 40,000 নতুন প্রজেক্ট ও 400,000 নতুন মন্তব্য করা হয়, সেইখানে সৃজনশীল প্রকাশকে সমর্থন ও উৎসাহ দেওয়ার পাশাপাশি আমরা কিভাবে নিশ্চিত করতে পারি যে সম্প্রদায়টিকে নিরাপদ ও বন্ধুত্বপূর্ণ রাখা যায়? আমাদের কমিউনিটি দল, স্থায়ী কর্মী ও মডারেটরের একটি নেটওয়ার্কের সাহায্যে এই প্রয়োজনীয় কাজগুলো পরিচালনা করে। কমিউনিটি দলের কাজের দুটি মূল মাত্রা রয়েছে: মিতাচার ও কমিউনিটিতে সংযুক্তি ।",
    "annualReport.communityModerationTitle": "কমিউনিটি সংযোজন",
    "annualReport.communityModerationInfo": "যখন তরুণরা Scratch কমিউনিটিতে যোগ দেয়, তখন তারা কমিউনিটি গাইডলাইনগুলোর একটি সেট অনুসরণ করতে সম্মত হয়, যা Scratch কে সব পটভূমির তরুণদের জন্য একটি নিরাপদ এবং সহায়ক স্থান হিসেবে রাখার জন্য ডিজাইন করা হয়েছে। আমাদের কমিউনিটি টিম ভাল ডিজিটাল নাগরিকত্বকে উৎসাহিত করতে এবং স্ক্র্যাচারদের জন্য একটি ইতিবাচক পরিবেশ বজায় রাখতে বিভিন্ন ধরণের টুল এবং কৌশল ব্যবহার করে। স্বয়ংক্রিয় ফিল্টারগুলো ব্যক্তিগত তথ্য শেয়ার করা বা অনুপযুক্ত বিষয়বস্তু পোস্ট হতে বাধা দেয় এবং আমরা যে কাউকে কমিউনিটি নির্দেশিকা লঙ্ঘন করে এমন বিষয়বস্তু রিপোর্ট করার অনুমতি দিই।",
    "annualReport.communityGuidelinesTitle": "কমিউনিটি নির্দেশিকা",
    "annualReport.communityGuidelinesInfo": "Scratch সকল বয়স, জাতি, জাতি, ধর্ম, ক্ষমতা ও লিঙ্গ পরিচয়ের মানুষদের স্বাগত জানায়।",
    "annualReport.communityGuidelinesRespect": "সম্মানিত হও।",
    "annualReport.communityGuidelinesShare": "শেয়ার।",
    "annualReport.communityGuidelinesHonest": "সৎ হও।",
    "annualReport.communityGuidelinesConstructive": "গঠনমূলক  হও",
    "annualReport.communityGuidelinesPrivacy": "ব্যক্তিগত তথ্য গোপন রাখ।",
    "annualReport.communityGuidelinesFriendly": "সাইট বন্ধুত্বপূর্ণ রাখতে সাহায্য কর।",
    "annualReport.communityEngagementTitle": "কমিউনিটির সংযুক্তি",
    "annualReport.storySwap": "গল্পের অদলবদল",
    "annualReport.communityEngagementInfo": "কমিউনিটি টিমের আরেকটি প্রধান ভূমিকা হল তরুণদের তাদের ধারণাগুলো প্রকাশ করার এবং ইতিবাচক উপায়ে নিযুক্ত হওয়ার সুযোগগুলো হাইলাইট করা এবং ডেভলপ করা। টিমটি অনুপ্রেরণা হিসাবে কমিউনিটি সদস্যদের প্রজেক্ট এবং স্টুডিওগুলো বৈশিষ্ট্যযুক্ত করে, এবং সৃজনশীল কাজকে উৎসাহ দেওয়ার জন্য এটি নিয়মিত Scratch ডিজাইন স্টুডিওগুলো পোস্ট করে। প্রতি গ্রীষ্মে, টিমটি একটি অনলাইন Scratch ক্যাম্প এর আয়োজন করে: 2019 সালে থিম ছিল {storySwapLink}, যা স্ক্র্যাচারদের একে অপরের গল্প নিয়ে নির্মিত।",
    "annualReport.communitySDSTitle": "Scratch ডিজাইন স্টুুডিও",
    "annualReport.communitySDSInfo": "2019 সাল থেকে কয়েকটি Scratch ডিজাইন স্টুডিও:",
    "annualReport.communityDayintheLife": "জীবনের দিন",
    "annualReport.communityDayintheLifeInfo": "একটি প্রজেক্ট তৈরি কর কোনও কিছুর জীবনের একটি দিন নিয়ে  ",
    "annualReport.communityYear3000": "বছর 3000",
    "annualReport.communityYear3000Info": "3000 সালে জীবন কেমন হতে পারে?",
    "annualReport.communityBounce": "বাউন্স",
    "annualReport.communityBounceInfo": "এমন একটি প্রজেক্ট তৈরি কর যার মধ্যে বাউন্সিং, লাফানো, বোয়িং করা বা হপিং জড়িত।",
    "annualReport.communityMonochromatic": "একরঙা",
    "annualReport.communityMonochromaticInfo": "যদি কেবল একটি রঙ থাকে তবে জিনিসগুলো দেখতে কেমন হবে ?",
    "annualReport.communityQuotes": "কমিউনিটি — উক্তি",
    "annualReport.communityQuote1": "আমার যখন 11 বছর বয়স তখন আমি Scratch এ যোগ দিয়েছিলাম এবং প্ল্যাটফর্মটি ব্যবহার করে ও কমিউনিটির সাথে আলাপচারিতা থেকে আমি যে জিনিসগুলো শিখেছিলাম সেগুলো আমার পড়াশুনার সত্যিকার অর্থে একটি গুরুত্বপূর্ণ অঙ্গ ছিল।",
    "annualReport.communityQuote2": "Scratch আমাকে বাড়ি থেকে অনেক কিছু করার সুযোগ দিয়েছে, যেমন\n- মানুষ এবং তাদের প্রজেক্টগুলোকে সম্মান করা\n- বন্ধু বানানো \n- এই কোয়ারেন্টাইনে নিজেকে একা অনুভব না করা\n.... এবং আরও অনেক কিছু, তাই আমি বলতে চাই\n¡ধন্যবাদ!",
    "annualReport.communityQuote3": "আমি প্রায় 2 বছর ধরে Scratch এ আছি, এবং এটি একটি জীবন পরিবর্তনকারী অভিজ্ঞতা! আমি কোডিং, অনলাইন শিষ্টাচার এবং শিল্পের মতো অনেক নতুন জিনিস শিখেছি!",
    "annualReport.communityQuote4": "ষষ্ঠ শ্রেণিতে Scratch আমার প্রিয় শখ ছিল। এটি আমার অজান্তে আমাকে বুলিয়ান যুক্তি, অপারেশনের ক্রম, নেস্টেড গাণিতিক অভিব্যক্তি এবং শুধু তাই নয় — কম্পিউটার প্রোগ্রামিং সাথে পরিচয় করিয়ে দিয়েছিল।",
    "annualReport.studio": "স্টুুডিও",
    "annualReport.communityBLMIntro": "2020 সালের গোড়ার দিকে জর্জ ফ্লয়েড, ব্রোনা টেইলর, আহমাদ আরবেরি এবং অন্যদের মর্মান্তিক হত্যার পরে জাতিগত বিচারের বিক্ষোভ যুক্তরাষ্ট্রে ছড়িয়ে পড়েছিল, অনেক যুবকরা ব্ল্যাক লাইভস ম্যাটার আন্দোলনের পক্ষে সমর্থন প্রকাশের জন্য Scratch ব্যবহার করেছিল, প্রজেক্ট তৈরি করেছিল এবং বর্ণবাদ এবং পুলিশি সহিংসতার বিরুদ্ধে কথা বলতে মন্তব্য পোস্ট করেছিল। Scratch হোম পেইজে {BLMStudioLink} স্ক্র্যাচাররা কয়েকশো প্রজেক্ট ও হাজার হাজার মন্তব্যে অবদান রেখেছিলেন। Scratch কমিউনিটি টিম সক্রিয়ভাবে জড়িত ছিল, একটি ট্রমাটিক সময়ে স্ক্র্যাচারদের সমর্থন করার জন্য এবং সব প্রজেক্ট ও কথোপকথন শ্রদ্ধাশীল ছিল তা নিশ্চিত করার জন্য।",
    "annualReport.communityArtwork": "স্ক্র্যাচার OnionDipAnimations দ্বারা শিল্পকর্ম",
    "annualReport.communityChangeTitle": "আমরা তরুণদের পরিবর্তনের প্রতিনিধি হিসাবে দেখি।",
    "annualReport.communityChangeInfo": "আমরা তাদের, এবং তাদের সমর্থনকারী শিক্ষক এবং পরিবারের সাথে কাজ করতে প্রতিশ্রুতিবদ্ধ, যাতে তারা দক্ষতা, অনুপ্রেরণা এবং আত্মবিশ্বাস তৈরি করতে পারে যার সাহায্যে তারা পূর্ণাঙ্গ জীবনযাপন এবং সমাজে অর্থবহ পরিবর্তন আনতে পারে । ",
    "annualReport.watchVideo": "ভিডিও দেখ",
    "annualReport.schoolsTitle": "স্কুল",
    "annualReport.schoolsIntro": "আমরা বিশ্বজুড়ে স্কুলগুলোতে শিক্ষক এবং শিক্ষার্থীদের সহায়তা করতে কর্মসূচি ও রিসোর্স সরবরাহ করি যেগুলো সৃজনশীল কম্পিউটিং অভিজ্ঞতার ক্ষেত্রে সমতা অর্জন করতে পরিকল্পনা করা হয়েছিল প্রজেক্ট, আবেগ, সহকর্মী ও খেলার উপর ভিত্তি করে।",
    "annualReport.schoolsSpotlight": "স্কুল — স্পটলাইট গল্প ",
    "annualReport.cpsProjectTitle": "শিকাগো পাবলিক স্কুল সৃষ্টিশীল কম্পিউটিং",
    "annualReport.cpsProjectIntroP1": "2019 সালে, Google.org এর অর্থায়নে Scratch দল সোশ্যালওয়ার্কস এর অংশীদার হয়ে, CS4ALL শিকাগো এবং শিকাগোর সরকারি বিদ্যালয়গুলোর সাথে শিকাগোর দক্ষিণ দিকের সাতটি প্রাথমিক বিদ্যালয়ের সহায়তায় অংশ নিয়েছিল কারণ তারা তাদের পাঠ্যক্রমটিতে সৃজনশীল কোডিংকে অন্তর্ভুক্ত করার উদ্যোগ নিয়েছিল।",
    "annualReport.cpsProjectIntroP2": "এই উদ্যোগের অংশ হিসাবে, শত শত শিক্ষার্থী কল্পনা করে এবং তাদের নিজেদের ভিডিও গেমের সুপারহিরো হিসাবে আঁকতে থাকে। তারা SuperMe নামক Scratch প্রজেক্টের মাধ্যমে তাদের এসব আইডিয়াগুলো বাস্তবায়ন করেছে। শিকাগোর স্থানীয় নায়ক ও গ্র্যামি পুরস্কার বিজয়ী সঙ্গীতশিল্পী চান্স দ্য র‍্যাপার শিক্ষার্থীদের দ্বারা এতটাই অনুপ্রাণিত হয়েছিল যে সে তার হিট গান \"I Love You So Much\" এর জন্য এটিকে অফিসিয়াল ভিডিও গেমের নাম দিয়েছিল এবং এটি বিশ্বের সাথে শেয়ার করেছিল।",
    "annualReport.familyCreativeNightsHeader": "পারিবারিক উদ্ভাবনী কোডিং রাত্রি ",
    "annualReport.familyCreativeNightsDescription": "এই উদ্যোগের সাফল্যের মূল চাবিকাঠি ছিল ফ্যামিলি ক্রিয়েটিভ কোডিং নাইটের মাধ্যমে শিক্ষার্থী, পরিবার, শিক্ষক ও অন্যান্য কমিউনিটির সদস্যদের সংযুক্ত করা। এই অনুষ্ঠানগুলো পরিবারের সব বয়সের শত শত সদস্যকে একত্রিত করে - ছোট বাচ্চা থেকে শুরু করে দাদা -দাদিকে এমন সব ক্রিয়াকলাপে যা শিল্প, নৃত্য এবং সঙ্গীতের সাথে কোডিং মিশ্রিত করে। এই ইভেন্টগুলো বাড়ি এবং স্কুলের মধ্যে সংযোগকে শক্তিশালী করে, শিশুদের শিক্ষায় পরিবারের অনুপ্রেরণা ও সহায়তার  গুরুত্বপূর্ণ ভূমিকা স্বীকার করে।",
    "annualReport.familyNightsPhotoCredit": "জর্ডান ম্যাসি, সোশ্যাল ওয়ার্কসের ছবি",
    "annualReport.teacherPDHeader": "শিক্ষকদের পেশাদার বিকাশে বিনিয়োগ করা",
    "annualReport.teacherPDDescription": "অংশগ্রহণকারী প্রাথমিক বিদ্যালয়গুলো থেকে শিক্ষকরা তাদের নিজস্ব Scratch প্রজেক্ট তৈরি করার ক্ষেত্রে প্রাথমিক অভিজ্ঞতা অর্জন করতে এবং পাঠ্যক্রমজুড়ে শিক্ষার্থীদের শিক্ষার জন্য Scratch ব্যবহারের সার্থক উপায় সন্ধান করতে পেশাগত বিকাশ কর্মশালার জন্য একত্রিত হয়েছিল।",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS শিক্ষক",
    "annualReport.teacherPDQuote": "আমাকে সবচেয়ে অবাক করে দিয়েছিল আমার ক্লাসরুমে Scratch ব্যবহারের সাথে অভ্যন্তরীণ সহযোগিতা। প্রায়শই, শিক্ষার্থীরা নিজেরাই Scratch প্ল্যাটফর্মে কিছু আবিষ্কার করে, আমাকে দেখায় এবং তারপরে সেটি নিজেদের মধ্যে ছড়িয়ে দেয়।",
    "annualReport.extendingReachHeader": "বিস্তার বাড়ানো হচ্ছে",
    "annualReport.extendingReachDescription": "এই অংশীদারিত্বের প্রসারকে প্রসারিত করতে CS4ALL শিকাগো পারিবারিক সৃষ্টিশীল কোডিং নাইট মডেল নির্মাণ করে এবং এটি সমস্ত শিকাগো সরকারি বিদ্যালয়গুলোতে উপলব্ধ করেছে। Google CS প্রথম ছাত্র এবং শিক্ষকদের জন্য {codeYourHeroLink} ইংরেজি এবং স্প্যানিশ ভাষায় বিনামূল্যে অনলাইনে উপলব্ধ গাইড প্রস্তুত করে | ",
    "annualReport.codeYourHero": "তোমার হিরোকে কোড কর",
    "annualReport.inTheNewsHeader": "খবরে",
    "annualReport.chicagoSunTimesArticle": "শিকাগো সান টাইমস নিবন্ধ",
    "annualReport.rollingStoneArticle": "রোলিং স্টোন অনুচ্ছেদ",
    "annualReport.conferencesTitle": "বিশ্বজুড়ে Scratch সম্মেলন ",
    "annualReport.conferencesIntro": "2008 সালে Scratch টিম MIT তে প্রথম Scratch সম্মেলন করে যেখানে সৃজনশীল শিখনকে সমর্থন করতে Scratch ব্যবহারের জন্য ধারণা এবং অভিজ্ঞতা শেয়ার করে নিতে  শিক্ষক, গবেষক এবং ডেভেলপারদের একত্রিত করা হয়। তার পর থেকে Scratch টিম প্রতি দুই বছরের ব্যবধানে MIT তে একটি Scratch সম্মেলন আয়োজন করে। এছাড়া, বিশ্বব্যাপী Scratch কমিউনিটির সদস্যরা ডজনেরও বেশি সম্মেলন আয়োজন করেছে —মহাসাগর, মহাদেশ, সংস্কৃতি এবং ভাষা জুড়ে।",
    "annualReport.conferencesHeroImageCaption": "Scratch আফ্রিকা সম্মেলন, ছবি সরবাহ করেছে {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "লাতিন আমেরিকা",
    "annualReport.conferencesLatinAmericaDescription": "মে 2019 সালে, চিলি এবং লাতিন আমেরিকার বিভিন্ন অঞ্চল থেকে শিক্ষাবিদরা চিলির সান্তিয়াগোতে দ্বিতীয় {scratchAlSurLink} সম্মেলনের জন্য একত্রিত হয়েছিল। সম্মেলনের পরে Scratch আল সুর একটি গাইড {creativeComputingCurriculumLink} এর {spanishVersionLink} প্রকাশ করেছে যেটি তৈরি করেছে হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ এডুকেশন এর ক্রিয়েটিভ কম্পিউটিং দল |",
    "annualReport.conferencesSpanishVersionLinkText": "স্প্যানিশ সংস্করণ",
    "annualReport.conferencesLatinAmericaImageCaption": "ছবি সরবাহ করেছে {photoCredit}",
    "annualReport.conferencesEuropeTitle": "ইউরোপ",
    "annualReport.conferencesEuropeDescription": "আগস্ট 2019 সালে রাস্পবেরি পাই ফাউন্ডেশন চতুর্থ{scratchConferenceEuropeLink} আয়োজন করেছিল যুক্তরাজ্যের কেমব্রিজে। সম্মেলনটিতে 25 টিরও বেশি দেশের আনুষ্ঠানিক এবং অনানুষ্ঠানিক শিক্ষাব্রতীরা যোগ করেছিল কর্মশালা এবং উপস্থাপনার জন্য আর শিক্ষার্থী, শিক্ষাবিদ, গবেষক এবং অনেক সম্প্রদায়ভিত্তিক সংস্থা একত্রিত হয়েছিল বিক্ষোভের জন্য ।",
    "annualReport.conferencesEuropeImageCaption": "ছবি সরবাহ করেছে {photoCredit}",
    "annualReport.conferencesAfricaTitle": "আফ্রিকা",
    "annualReport.conferencesAfricaDescription": "October 2019 সালে প্রথমবার {scratchAfricaConferenceLink} কেনিয়ার নাইরোবিতে অনুষ্ঠিত হয়েছিল, আফ্রিকা জুড়ে 250 জনেরও বেশি শিক্ষক এবং শিক্ষার্থীদের আকর্ষণ করে তরুণদের ক্ষমতায়ন এবং সৃজনশীল কোডিংয়ে সাফল্য উদযাপন করার জন্য। সম্মেলনে Scratch টিম অনলাইনে এবং অফলাইনে উভয়ই ব্যবহারের জন্য Scratch এর একটি সোয়াহিলি সংস্করণ চালু করে | ",
    "annualReport.conferencesAfricaImageCaption": "ছবি সরবাহ করেছে {photoCredit}",
    "annualReport.financialsTitle": "আর্থিক - 2019",
    "annualReport.financialsButton": "2019 নিরীক্ষিত আর্থিক",
    "annualReport.financialsFutureYears": "নোট: ভবিষ্যতে আর্থিক অবস্থা উল্লেখযোগ্য ভাবে আলাদা হবে, যেহেতু Scratch কর্মীরা এখন MIT থেকে Scratch ফাউন্ডেশনে স্থানান্তরিত হয়েছে।",
    "annualReport.supportersTitle": "আমাদের সমর্থকদের ধন্যবাদ",
    "annualReport.supportersIntro": "আমাদের উদার সমর্থকদের ধন্যবাদ। তোমাদের অবদান আমাদের বিশ্বব্যাপী সমস্ত পটভূমি থেকে সমস্ত বয়সের শিশুদের জন্য সৃজনশীল শিক্ষার সুযোগগুলো প্রসারিত করতে সহায়তা করে।",
    "annualReport.supportersSpotlightTitle": "দাতা - স্পটলাইট কাহিনী ",
    "annualReport.supportersSFETitle": "সিগেল পরিবার প্রদান",
    "annualReport.supportersSFEDescription1": "2012 সালের মে মাসে ডেভিড সিগেল তার কৌতুহলী এবং উৎসাহী স্ক্র্যাচার পুত্র জ্যাকের সাথে MIT মিডিয়া ল্যাবে Scratch ডে তে অংশ নিয়েছিলেন। জ্যাক এবং অন্যান্য বাচ্চাদের Scratch ব্যবহার করে করে তাদের নিজস্ব গেমস, অ্যানিমেশন এবং রোবোটিক প্রাণীদের কোড করতে দেখে ডেভিড জানতে পারলেন শিশুদের কার্যকারী কোডিং দক্ষতা শিখতে এবং কম্পিউটেশনাল চিন্তাবিদ হিসাবে বিকাশ করতে সাহায্যকরী হিসেবে Scratch এর কতটা সম্ভাবনা রয়েছে।",
    "annualReport.supportersSFEDescription2": "ডেভিড নিজে থেকেই গণনীয় চিন্তার গুরুত্ব জানেন এবং কম্পিউটার বিজ্ঞানী এবং উদ্যোক্তা হিসেবে তার ক্যারিয়ার একই কৌতূহল দ্বারা তৈরি হয়েছে যা Scratch এ তরুণ শিক্ষার্থীদের প্রতিদিন অন্বেষণ করতে সাহায্য করে। এটি একই অনুসন্ধানমূলক প্রবৃত্তি যা তাকে প্রিন্সটনে কম্পিউটার বিজ্ঞান অধ্যয়ন করতে পরিচালিত করে এবং MIT এর কৃত্রিম বুদ্ধিমত্তা ল্যাবে সম্পন্ন কাজের উপর ভিত্তি করে পিএইচডি অর্জন করে। 2001 সালে, তিনি Two Sigma সহ-প্রতিষ্ঠা করেছিলেন, যা বিনিয়োগ ব্যবস্থাপনায় মেশিন লার্নিং এবং ডেটা সায়েন্স প্রয়োগে বিশ্বনেতা হয়ে উঠেছে।",
    "annualReport.supportersSFEDescription3": "2011 সালে ডেভিড প্রতিষ্ঠা করেন সিগেল ফ্যামিলি এন্ডোমেন্ট (এসএফই) যার প্রধান উদ্দেশ হল সেই সব সংস্থাগুলোকে সমর্থন করা যারা মানুষকে প্রযুক্তির দাবির সাথে মানিয়ে নেওয়ার লক্ষ্যে কাজ করছে এবং প্রযুক্তি প্রায় প্রতিটি ক্ষেত্রে যে শক্তিশালী বাধা হয়ে উঠছে তা আরও ভালভাবে বুঝতে ও কমিয়ে আনতে সহায়তা করছে। তিনি Scratch ফাউন্ডেশনের একজন সহ-প্রতিষ্ঠাতা এবং পুরো বিশ্বজুড়ে Scratch কে বিনামূল্য এবং শিক্ষার্থীদের কাছে অবারিত রাখতে সংস্থার মূল উদ্দেশ্যর একজন প্রবক্তা।",
    "annualReport.supportersCoFounder": "সহ-প্রতিষ্ঠাতা এবং সহ-সভাপতি",
    "annualReport.supportersQuote": "Scratch সব জায়গায় বাচ্চাদের জন্য বিনামূল্য এবং অ্যাক্সেসযোগ্য থাকে তা নিশ্চিত করা একটি অত্যন্ত কার্যকর উপায় যার সাহায্যে আমরা তরুণ শিক্ষার্থীদের একটি ক্রমবর্ধমান ডিজিটাল বিশ্বে নিযুক্ত এবং সাফল্য অর্জনে সহায়তা করতে পারি । তাই আজকে আগের তুলনায় Scratch সমর্থন করা আরও বেশি গুরুত্বপূর্ণ হয়ে উঠেছে ।",
    "annualReport.supportersThankYou": "আমাদের সমর্থকদের ধন্যবাদ",
    "annualReport.supportersAllDescription": "আমাদের লক্ষ্য হল বিভিন্ন পটভূমি থেকে আসা সব শিশুকে কল্পনা করার, তৈরি করার এবং নতুন প্রযুক্তি শেয়ার করার সুযোগ করে দেওয়া । আমরা 2002 সাল থেকে যখন Scratch এ কাজ শুরু করেছি তখন থেকে সব Scratch সমর্থকদের আমরা ধন্যবাদ জানাতে চাই যারা বিশ্বজুড়ে তরুণ-তরুণীদের জন্য চমকপ্রদ শিখন অভিজ্ঞতা তৈরি করতে আমাদের সহায়তা করেছে। নিম্নলিখিত তালিকাটি 31 ডিসেম্বর, 2019 অবধি Scratch কে (MIT এবং Scratch ফাউন্ডেশন উভয় ক্ষেত্রে) সংশ্লেষিত দেওয়ার উপর ভিত্তি করে।",
    "annualReport.supportersFoundingDescription": "আমরা আমাদের প্রতিষ্ঠাতা অংশীদারদের কাছে বিশেষভাবে কৃতজ্ঞ যারা স্ক্র্যাচের প্রথম দিন থেকে আমাদের সমর্থন করেছে, প্রত্যেকে বিভিন্ন আকারে কমপক্ষে 10,000,000 ডলার দেন করে সহায়তা করেছে । ",
    "annualReport.supportersFoundingTitle": "প্রতিষ্ঠাতা অংশীদার",
    "annualReport.supportersCreativityTitle": "সৃজনশীলতা বৃত্ত — $1,000,000+",
    "annualReport.supportersCollaborationTitle": "সহযোগীতা বৃত্ত — $200,000+",
    "annualReport.supportersImaginationTitle": "কল্পনা বৃত্ত — $50,000+",
    "annualReport.supportersInspirationTitle": "অনুপ্রেরণা বৃত্ত — $20,000+",
    "annualReport.supportersExplorationTitle": "অনুসন্ধান বৃত্ত — $5,000+",
    "annualReport.supportersInKindTitle": "সদয় সমর্থক",
    "annualReport.leadershipTitle": "আমাদের দল",
    "annualReport.leadershipBoard": "পরিচালনা পর্ষদ",
    "annualReport.leadershipChair": "সভাপতি",
    "annualReport.leadershipProfessor": "শিক্ষা গবেষণা বিভাগের অধ্যাপক",
    "annualReport.leadershipViceChair": "ভাইস-চেয়ার",
    "annualReport.leadershipBoardMember": "বোর্ড সদস্য",
    "annualReport.leadershipPresidentCEO": "সভাপতি ও প্রধান নির্বাহী কর্মকর্তা",
    "annualReport.leadershipFormerPresident": "প্রাক্তন সভাপতি",
    "annualReport.leadershipFounderCEO": "প্রতিষ্ঠাতা ও প্রধান নির্বাহী কর্মকর্তা",
    "annualReport.leadershipFormerChairCEO": "ফর্মার চেয়ার ও সিইও",
    "annualReport.leadershipBoardSecretaryTreasurer": "বোর্ড সচিব ও কোষাধ্যক্ষ",
    "annualReport.leadershipBoardSecretary": "বোর্ড সচিব",
    "annualReport.leadershipBoardTreasurer": "বোর্ড কোষাধ্যক্ষ",
    "annualReport.leadershipScratchTeam": "Scratch টিম",
    "annualReport.leadershipInterim": "অন্তর্বর্তীকালীন নির্বাহী পরিচালক",
    "annualReport.donateTitle": "আমাদের সমর্থন কর",
    "annualReport.donateMessage": "আপনার সমর্থন আমাদের সবার জন্য Scratch বিনামূল্য রাখতে সক্ষম করেছে, আমাদের সার্ভারগুলো চালিয়ে রেখেছে এবং সবচেয়ে গুরুত্বপূর্ণ, আমরা বিশ্বজুড়ে বাচ্চাদের কল্পনা, সৃষ্টি ও শেয়ার করার সুযোগ প্রদান করতে সক্ষম হয়েছি। ধন্যবাদ! ",
    "annualReport.donateButton": "অনুদান"
}