{
    "annualReport.subnavMessage": "Neges",
    "annualReport.subnavMission": "Cenhadaeth",
    "annualReport.subnavMilestones": "Cerrig milltir",
    "annualReport.subnavReach": "Ymestyn",
    "annualReport.subnavInitiatives": "Mentrau",
    "annualReport.subnavFinancials": "Cyllid",
    "annualReport.subnavSupporters": "Cefnogwyr",
    "annualReport.subnavTeam": "Tîm",
    "annualReport.subnavDonate": "Rhoi",
    "annualReport.mastheadYear": "Adroddiad Blynyddol 2019",
    "annualReport.mastheadTitle": "Meithrin Byd o Ddysgu Creadigol",
    "annualReport.messageTitle": "Neges gan Tîm Scratch",
    "annualReport.messageP1": "Roedd 2019 yn flwyddyn o gynnydd mawr i Scratch. Dechreuon ni'r flwyddyn gyda lansiad Scratch 3.0, ein cenhedlaeth fwyaf newydd o Scratch, a ddyluniwyd i danio creadigrwydd plant ac ennyn diddordeb plant sydd â diddordebau a chefndiroedd amrywiol. Fe wnaethon ni ddathlu diwedd y flwyddyn gyda'n tîm yn symud o MIT i'w gartref newydd yn y Scratch Foundation, mewn gofod chwareus ar y llawr cyntaf ger South Station yn Boston. Trwy gydol y flwyddyn, parhaodd y gymuned Scratch i ffynnu a thyfu: Creodd mwy nag 20 miliwn o bobl ifanc brosiectau gyda Scratch yn 2019, cynnydd o 48 % dros y flwyddyn flaenorol.",
    "annualReport.messageP2": "Amlygwyd effaith a phwysigrwydd Scratch yn 2020 wrth i bandemig COVID orfodi ysgolion i gau. Fe wnaeth gweithgaredd yng nghymuned ar-lein Scratch fwy na dyblu wrth i bobl ifanc, wedi'u cyfyngu i'w cartrefi, droi at Scratch i fynegi eu hunain yn greadigol a chysylltu â'i gilydd. Mae Scratchers hefyd wedi bod yn cymryd rhan weithredol yn Black Lives Matter a symudiadau eraill ar gyfer cyfiawnder hiliol a thegwch, gan greu projectau a stiwdios animeiddiedig i ledaenu ymwybyddiaeth a newid galw.",
    "annualReport.messageP3": "O'r amser y gwnaethom lansio Scratch yn 2007, rydym bob amser wedi gweld Scratch fel mwy nag iaith raglennu. Mae Scratch yn darparu cyfleoedd i bob person ifanc, o bob cefndir, ddatblygu eu lleisiau, mynegi eu syniadau, a chreu gyda'i gilydd. Rydyn ni wrth ein bodd yn gweld y ffyrdd y mae Scratchers wedi ymateb i heriau cymdeithasol diweddar gyda chreadigrwydd, cydweithredu, gofalu a charedigrwydd.",
    "annualReport.messageP4": "Yn yr Adroddiad Blynyddol hwn, byddwn yn rhannu mwy am genhadaeth, cynlluniau, effaith a chyrhaeddiad Scratch, ynghyd ag enghreifftiau o sut mae Scratch yn ehangu cyfleoedd dysgu ar gyfer amrywiaeth eang o bobl ifanc ledled y byd, mewn ysgolion a thrwy gydol eu bywydau.",
    "annualReport.messageP5": "Rydyn ni'n falch o'r hyn mae pobl ifanc yn ei greu ac yn ei ddysgu gyda Scratch heddiw, ac rydyn ni wedi ymrwymo i ddarparu mwy o gyfleoedd i fwy o bobl ifanc yn y dyfodol.",
    "annualReport.messageSignature": "--- Tîm Scratch",
    "annualReport.covidResponseTitle": "Ymateb Scratch i COVID",
    "annualReport.covidResponseP1": "Wrth i ni ysgrifennu'r adroddiad blynyddol hwn, rydyn ni fisoedd i mewn i bandemig COVID. Ers canol mis Mawrth 2020, mae swyddfa Scratch wedi cau ac mae aelodau Tîm Scratch wedi bod yn gweithio gartref i gefnogi plant ac addysgwyr ledled y byd y mae'r pandemig wedi tarfu ar eu bywydau.",
    "annualReport.covidResponseP2": "Ar Fawrth 17, lansiwyd y fenter #ScratchAtHome i roi syniadau i blant, teuluoedd ac addysgwyr i gymryd rhan mewn gweithgareddau dysgu creadigol adref gyda Scratch. Rydym yn parhau i ychwanegu tiwtorialau fideo ac adnoddau eraill i'r {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "Tudalen #ScratchAtHome",
    "annualReport.covidResponseP3": "Mae gweithgaredd yn y {scratchCommunityLink} wedi mwy na dyblu ers y llynedd. Mae Scratchers yn creu ac yn rhannu projectau i gefnogi ac ysbrydoli eraill trwy'r pandemig - gyda phrojectau a stiwdios sy'n cynnig syniadau ar gyfer ymarfer gartref, awgrymiadau ar gyfer cadw'n iach, hiwmor i godi calon ei gilydd, a diolch i weithwyr hanfodol.",
    "annualReport.covidResponseScratchCommunity": "Cymuned ar-lein Scratch",
    "annualReport.missionTitle": "Ein Cenhadaeth",
    "annualReport.missionSubtitle": "Ein cenhadaeth yw i roi cyfleoedd i bob plentyn, o bob cefndir, ddychmygu, creu a chydweithio â thechnolegau newydd - fel y gallan nhw lunio byd yfory.",
    "annualReport.missionP1": "Rydym wedi ymrwymo i flaenoriaethu tegwch ar draws pob agwedd o'n gwaith, gan ganolbwyntio'n benodol ar fentrau a dulliau sy'n cefnogi plant, teuluoedd ac addysgwyr sydd bellaf o gyfiawnder addysgol.",
    "annualReport.missionP2": "Rydyn ni wedi datblygu Scratch fel amgylchedd dysgu rhad ac am ddim, diogel, chwareus sy'n ennyn diddordeb pob plentyn i feddwl yn greadigol, rhesymu yn systematig, a chydweithio — sgiliau hanfodol i bawb yn y gymdeithas heddiw. Rydym yn gweithio gydag addysgwyr a theuluoedd i gynorthwyo plant i archwilio, rhannu a dysgu.",
    "annualReport.missionP3": "Wrth ddatblygu technolegau, gweithgareddau a deunyddiau dysgu newydd, rydym yn cael ein harwain gan yr hyn rydym yn ei alw'n {fourPsItalics}:",
    "annualReport.fourPs": "Pedwar Pwynt Addysgu Creadigol",
    "annualReport.missionProjectsTitle": "Projectau",
    "annualReport.missionPeersTitle": "Cyfoedion",
    "annualReport.missionPassionTitle": "Angerdd",
    "annualReport.missionPlayTitle": "Chwarae",
    "annualReport.missionProjectsDescription": "Ymgysylltu plant â dylunio, creu a mynegi eu hunain yn greadigol",
    "annualReport.missionPeersDescription": "Cefnogi plant i gydweithio, rhannu, ailgymysgu a mentora",
    "annualReport.missionPassionDescription": "Galluogi plant i adeiladu ar eu diddordebau a gweithio ar brojectau sy'n ystyrlon iddyn nhw",
    "annualReport.missionPlayDescription": "Annog plant i dincro, arbrofi ac ailadrodd",
    "annualReport.milestonesTitle": "Cerrig milltir",
    "annualReport.milestonesDescription": "Dyma rai digwyddiadau a chyflawniadau allweddol yn hanes Scratch a'r gymuned Scratch fyd-eang.",
    "annualReport.milestones2003Message": "Dyfarnwyd grant y National Science Foundation i ddechrau datblygu Scratch",
    "annualReport.milestones2004Message": "Cynigiwyd gweithdy Scratch cyntaf yn y Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Lansiad cyhoeddus o iaith raglennu Scratch a'r gymuned ar-lein",
    "annualReport.milestones2008Message": "Cynhadledd Scratch gyntaf wedi'i threfnu ar gyfer addysgwyr a datblygwyr",
    "annualReport.milestones2009Message1.4": "Rhyddhawyd Scratch 1.4, wedi'i gyfieithu i fwy na 40 o ieithoedd",
    "annualReport.milestones2009MessageScratchDay": "Wedi cynnal digwyddiad Diwrnod Scratch cyntaf ar gyfer plant a theuluoedd",
    "annualReport.milestones2010Message": "Mae cymuned ar-lein Scratch yn cyrraedd 1 miliwn o aelodau",
    "annualReport.milestones2013MessageFoundation": "Sefydlu'r Code-to-Learn Foundation (a ailenwyd yn ddiweddarach yn Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Lansio Scratch 2.0, gan ddarparu cyfleoedd newydd ar gyfer cydweithredu",
    "annualReport.milestones2014Message": "Lansio ScratchJr ar gyfer plant iau, 5 i 7 oed",
    "annualReport.milestones2016Message": "Mae cymuned ar-lein Scratch yn cyrraedd 10 miliwn o aelodau",
    "annualReport.milestones2017Message": "Mae Diwrnod Scratch yn tyfu i 1,100 o ddigwyddiadau mewn 60 gwlad",
    "annualReport.milestones2019MessageScratch3": "Lansio Scratch 3.0, gan ehangu'r hyn y gall plant ei greu gyda chod",
    "annualReport.milestones2019MessageMove": "Tîm Scratch yn symud o MIT i'r Scratch Foundation",
    "annualReport.reachTitle": "Cyrraedd Plant o Amgylch y Byd",
    "annualReport.reachSubtitle": "Scratch yw cymuned godio fwyaf y byd ar gyfer plant a phobl ifanc, 8 oed a hŷn.",
    "annualReport.reachMillion": "miliwn",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Ymwelwyr Unigryw",
    "annualReport.reachProjectsCreated": "Prosiectau wedi'u Creu",
    "annualReport.reachProjectCreators": "O Bobl wedi Creu Projectau",
    "annualReport.reachComments": "Sylwadau Wedi'i Cofnodi yn y Gymuned Ar-lein",
    "annualReport.reachGrowthTitle": "Twf Cymunedol",
    "annualReport.reachGrowthBlurb": "Cyfrifon newydd wedi'u creu yng Nghymuned Scratch Ar-lein o fewn y 5 mlynedd diwethaf.",
    "annualReport.reachGlobalCommunity": "Ein Cymuned Fyd-eang",
    "annualReport.reachMapBlurb": "Cyfanswm y cyfrifon a gofrestrwyd yn y Gymuned Scratch Ar-lein o lansiad Scratch hyd at 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "ar raddfa logarithmig",
    "annualReport.reachTranslationTitle": "Mae Scratch yn cael ei Gyfieithu i 60+ o Ieithoedd ",
    "annualReport.reachTranslationBlurb": "Diolch i gyfieithwyr gwirfoddol o bob cwr o'r byd.",
    "annualReport.reachScratchJrBlurb": "Mae ScratchJr yn amgylchedd rhaglennu rhagarweiniol sy'n galluogi plant ifanc (5-7 oed) i greu eu straeon a'u gemau rhyngweithiol eu hunain.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Wedi'i Lwytho i Lawr Ers ei Lansio yn 2014",
    "annualReport.initiativesTitle": "Mentrau",
    "annualReport.initiativesDescription": "Mae gwaith y Scratch Foundation yn canolbwyntio ar dri maes strategol: offer creadigol, cymuned ac ysgolion. Mae pob ardal yn blaenoriaethu llais ac anghenion plant sydd heb gynrychiolaeth ddigonol mewn cyfrifiadura creadigol ac yn ceisio cefnogi plant mewn lleoliadau a diwylliannau amrywiol ledled y byd.",
    "annualReport.equity": "Ecwiti",
    "annualReport.globalStrategy": "Strategaeth Fyd-eang",
    "annualReport.toolsTitle": "Offer Creadigol",
    "annualReport.toolsIntro": "Rydym bob amser yn arbrofi ac yn arloesi gyda thechnolegau newydd a dyluniadau newydd — bob amser yn ymdrechu i ddarparu ffyrdd newydd i blant greu, cydweithredu a dysgu.",
    "annualReport.toolsSpotlight": "Offer Creadigol — Stori i Amlygu",
    "annualReport.toolsLaunch": "Lansio Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Fe wnaethon ni ddylunio Scratch 3.0 i ehangu sut, beth, a lle y gall plant greu gyda Scratch. Wedi'i ryddhau ar ddechrau 2019, arweiniodd Scratch 3.0 at ymchwydd o weithgaredd yn y gymuned Scratch, gyda mwy o brojectau - a mwy o amrywiaeth o brojectau - nag erioed o'r blaen.",
    "annualReport.toolsLaunchIntro2": "Mae Scratch 3.0 yn cynnwys llyfrgell o estyniadau — casgliadau ychwanegol o flociau codio sy'n ychwanegu galluoedd newydd i Scratch. Mae rhai estyniadau yn darparu mynediad at wasanaethau gwe a nodweddion meddalwedd eraill, tra bod eraill yn cysylltu Scratch â dyfeisiau byd corfforol fel moduron a synwyryddion.",
    "annualReport.toolsTexttoSpeech": "Testun-i-Leferydd",
    "annualReport.toolsTexttoSpeechIntro": "Gyda'r estyniad Testun-i-Leferydd, gall plant raglennu eu cymeriadau Scratch i siarad yn uchel, mewn amrywiaeth o leisiau gwahanol.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "Defnyddiodd {numProjects} o brosiectau Testun-i-Leferydd yn 2019",
    "annualReport.toolsMostPopular": "Mwyaf Poblogaidd",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} Estyniad Scratch newydd yn y gymuned",
    "annualReport.toolsCollabAWS": "Cydweithio gydag Amazon Web Services",
    "annualReport.toolsTranslate": "Cyfieithu",
    "annualReport.toolsTranslateIntro": "Gyda'r estyniad Translate, wedi'i adeiladu ar API Google Translate, gall plant ymgorffori cyfieithu awtomatig yn eu projectau, gan gefnogi dysgu iaith a chyfathrebu byd-eang.",
    "annualReport.toolsNumLanguages": "50%",
    "annualReport.toolsTranslateLanguages": "{numLanguages} o ieithoedd wedi'u cyfieithu yn yr estyniad",
    "annualReport.toolsSupportsLiteracy": "Yn Cefnogi Llythrennedd",
    "annualReport.toolsCSandLanguageArts": "gwyddoniaeth gyfrifiadurol a chelfyddydau iaith",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} ar draws {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Cydweithio gyda Google",
    "annualReport.toolsPhysicalWorld": "Cysylltiadau'r Byd Ffisegol",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Gall myfyrwyr greu robotiaid dawnsio, cerfluniau rhyngweithiol, ac arbrofion casglu data gan ddefnyddio Scratch gyda chitiau roboteg LEGO. Mae'r LEGO Education SPIKE Prime Set newydd yn cynnwys ap yn seiliedig ar Scratch. Yn ogystal, mae estyniadau Scratch ar gael ar gyfer {mindstormsLink} a {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Cydweithio gyda LEGO Education",
    "annualReport.toolsVideoTutorials": "Tiwtorialau Fideo",
    "annualReport.toolsTutorialsIntro": "Cyflwynodd Scratch 3.0 gasgliad amrywiol o diwtorialau fideo i helpu plant i ddechrau gyda Scratch. Mae'r tiwtorialau yn benagored ac wedi'u cynllunio i annog myfyrwyr i arbrofi, dilyn eu diddordebau, a mynegi eu syniadau eu hunain.",
    "annualReport.toolsNumTutorials": "25 o diwtorialau newydd",
    "annualReport.toolsNewTutorials": "{numTutorials} ar gael yn Scratch 3.0",
    "annualReport.toolsNumViews": "23 miliwn",
    "annualReport.toolsTutorialsViews": "{numViews} golwg yn 2019",
    "annualReport.toolsApp": "Mae'r Ap Scratch yn Cefnogi Dysgu All-lein",
    "annualReport.toolsDownloadLink": "ap y mae modd ei lwytho i lawr",
    "annualReport.toolsRaspberryLink": "ei ddefnyddio ar Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Yn ystod 2019, rhyddhaodd y Tîm Scratch Scratch 3.0 fel {downloadableLink} i'w ddefnyddio ar sawl platfform, gan gynnwys tabledi Windows, MacOS, ChromeOS ac Android. Yn ogystal, rhyddhaodd y Raspberry Pi Foundation Scratch 3.0 ar gyfer {raspberryLink}. Mae'r fersiynau hyn y mae modd eu lwytho i lawr yn arbennig o bwysig i filiynau o ddysgwyr mewn ardaloedd lle nad yw cysylltedd rhyngrwyd ar gael neu'n annibynadwy.",
    "annualReport.toolsAbhiTitle": "Abhi o Cartoon Network",
    "annualReport.toolsAbhiIntro": "Er mwyn tynnu sylw at yr hyn y gall plant ei wneud gyda Scratch 3.0, buom yn cydweithio â Cartoon Network i greu fideo yn cynnwys Abhi, Scratcher 12 oed sydd wrth ei fodd yn gwneud animeiddiadau a gemau. Yn y fideo, mae Abhi yn cwrdd ag Ian Jones-Quartey, crëwr OK K.O. a sioeau Cartoon Network eraill. Mae Abhi yn cyflwyno Ian i nodweddion allweddol y fersiwn newydd o Scratch, a gyda'i gilydd maen nhw'n darlunio ac yn rhaglennu animeiddiad o gymeriad y Cartoon Network yn neidio i fyny ac i lawr.",
    "annualReport.toolsAbhiQuote": "Fy hoff beth am Scratch yw'r gymuned, oherwydd maen nhw'n braf ac yn ddefnyddiol i mi. Dyna pam rydw i bob amser yn hapus i rannu pob project sydd yn fy mreuddwydion.",
    "annualReport.communityTitle": "Cymuned",
    "annualReport.communityIntro": "Mae cymuned ar-lein Scratch bob amser wedi bod yn rhan bwysig o brofiad Scratch, gan ddarparu cyfleoedd i blant gydweithio, rhannu a rhoi adborth i'w gilydd.",
    "annualReport.communitySpotlight": "Cymuned - Stori yn Amlygu",
    "annualReport.communityTeam": "Tîm Cymunedol Scratch",
    "annualReport.communityTeamIntro1": "Pan mae rhywun yn gofyn iddyn nhw pam eu bod yn defnyddio Scratch, mae'r rhan fwyaf o Scratchers yn sôn am bwysigrwydd y gymuned ar-lein ar gyfer ysgogi eu cyfranogiad parhaus, gan ddarparu gofod lle gallan nhw fynegi eu creadigrwydd, gwneud ffrindiau, derbyn adborth, cael syniadau newydd, a dysgu sgiliau newydd. Mae llawer o Scratchers yn mynegi eu gwerthfawrogiad o'r gymuned Scratch fel gofod diogel a chroesawgar i gysylltu, rhannu a dysgu oddi wrth ei gilydd.",
    "annualReport.communityTeamIntro2": "Gyda 40,000 o brojectau newydd a 400,000 o sylwadau newydd yng nghymuned ar-lein Scratch bob dydd, sut allwn ni sicrhau bod y gymuned yn parhau i fod yn ddiogel ac yn gyfeillgar, tra hefyd yn cefnogi ac yn annog mynegiant creadigol? Mae ein Tîm Cymunedol, gan gynnwys staff llawn amser  a rhwydwaith o gymedrolwyr, yn arwain y gwaith hanfodol hwn. Mae dau ddimensiwn allweddol yng ngwaith y Tîm Cymunedol: cymedroli ac ymgysylltu â'r gymuned.",
    "annualReport.communityModerationTitle": "Cymedroli Cymunedol",
    "annualReport.communityModerationInfo": "Pan fydd pobl ifanc yn ymuno â chymuned Scratch, mae nhw'n cytuno i ddilyn set o Ganllawiau Cymunedol, sydd wedi'u cynllunio i gadw Scratch yn lle diogel a chefnogol i bobl ifanc o bob cefndir. Mae ein Tîm Cymunedol yn defnyddio amrywiaeth eang o offer a strategaethau i annog dinasyddiaeth ddigidol dda a chynnal amgylchedd cadarnhaol i Scratchers ei greu. Mae hidlwyr awtomatig yn atal gwybodaeth breifat rhag cael ei rhannu neu gynnwys amhriodol rhag cael ei phostio, ac rydym yn caniatáu i unrhyw un roi gwybod am gynnwys y mae nhw'n teimlo eu bod yn torri'r Canllawiau Cymunedol.",
    "annualReport.communityGuidelinesTitle": "Canllawiau Cymunedol",
    "annualReport.communityGuidelinesInfo": "Mae Scratch yn croesawu pobl o bob oes, hil, ethnigrwydd, crefydd, tuedd rywiol, a hunaniaeth rywiol.",
    "annualReport.communityGuidelinesRespect": "Byddwch yn barchus o eraill.",
    "annualReport.communityGuidelinesShare": "Rhannwch",
    "annualReport.communityGuidelinesHonest": "Byddwch yn onest.",
    "annualReport.communityGuidelinesConstructive": "Byddwch yn adeiladol.",
    "annualReport.communityGuidelinesPrivacy": "Cadwch wybodaeth bersonol yn breifat.",
    "annualReport.communityGuidelinesFriendly": "Helpwch i gadw'r wefan yn gyfeillgar.",
    "annualReport.communityEngagementTitle": "Ymgysylltu â'r Gymuned",
    "annualReport.storySwap": "Cyfnewid Stori",
    "annualReport.communityEngagementInfo": "Rôl fawr arall y Tîm Cymunedol yw tynnu sylw a datblygu cyfleoedd i bobl ifanc fynegi eu syniadau a chymryd rhan mewn ffyrdd cadarnhaol. Mae'r tîm yn cynnwys projectau a stiwdios gan aelodau'r gymuned er mwyn ysbrydoli eraill, ac mae'n ryddhau Stiwdios Cynllunio Scratch (Scratch Design Studios) yn rheolaidd i annog gweithgaredd creadigol. Bob haf, mae’r tîm yn trefnu Scratch Camp ar-lein: y thema yn 2019 oedd {storySwapLink}, gyda Scratchers yn adeiladu ar straeon ei gilydd.",
    "annualReport.communitySDSTitle": "Stiwdios Dylunio Scratch",
    "annualReport.communitySDSInfo": "Rhai Stiwdios Dylunio Scratch o 2019:",
    "annualReport.communityDayintheLife": "Diwrnod ym Mywyd",
    "annualReport.communityDayintheLifeInfo": "Creu project am ddiwrnod ym mywyd rhywbeth",
    "annualReport.communityYear3000": "Blwyddyn 3000",
    "annualReport.communityYear3000Info": "Sut brofiad fyddai bywyd yn y flwyddyn 3000?",
    "annualReport.communityBounce": "Bownsio",
    "annualReport.communityBounceInfo": "Creu project sy'n cynnwys bownsio, neidio, boingio, neu hopian.",
    "annualReport.communityMonochromatic": "Monocromatig",
    "annualReport.communityMonochromaticInfo": "Sut fyddai pethau'n edrych pe bai dim ond un lliw?",
    "annualReport.communityQuotes": "Cymuned '—' Dyfyniadau",
    "annualReport.communityQuote1": "Fe wnes i ymuno â Scratch pan oeddwn yn 11 oed ac roedd y pethau a ddysgais o ddefnyddio'r platfform a rhyngweithio â'r gymuned yn rhan hanfodol o'm dysgu wrth dyfu i fyny.",
    "annualReport.communityQuote2": "Mae Scratch wedi caniatáu imi wneud pethau o gartref, fel\n- Parchu pobl a'u projectau\n- Gwneud ffrindiau\n- Teimlo nad ydw i ar fy mhen fy hun yn y cwarantîn hwn\n.... a llawer mwy, felly rydw i eisiau dweud\n¡GRACIAS!",
    "annualReport.communityQuote3": "Rydw i wedi bod ar Scratch ers tua 2 flynedd, ac mae wedi bod yn brofiad sy'n newid bywyd! Rydw i wedi dysgu cymaint o bethau newydd, fel codio, moesau ar-lein, a chelf!",
    "annualReport.communityQuote4": "Scratch oedd fy hoff hobi yn y chweched radd. Fe gyflwynodd fi yn gyfrinachol i resymeg Boole, trefn gweithrediadau, ac ymadroddion mathemategol nythu—heb sôn am raglennu cyfrifiadurol ei hun.",
    "annualReport.studio": "stiwdio",
    "annualReport.communityBLMIntro": "Wrth i brotestiadau cyfiawnder hiliol ysgubo’r Unol Daleithiau ar ôl llofruddiaethau trasig George Floyd, Breonna Taylor, Ahmaud Arbery, ac eraill yn gynnar yn 2020, defnyddiodd llawer o bobl ifanc Scratch fel ffordd i fynegi eu cefnogaeth i fudiad Black Lives Matter, gan greu projectau a cofnodi sylwadau i godi llais yn erbyn hiliaeth a thrais yr heddlu. Yn {BLMStudioLink} sydd i'w weld ar dudalen gartref Scratch, cyfrannodd Scratchers gannoedd o brojectau a miloedd o sylwadau. Roedd Tîm Cymunedol Scratch yn cymryd rhan weithredol, i gefnogi Scratchers yn ystod cyfnod trawmatig ac i sicrhau bod pob project a sgwrs yn parhau i fod yn barchus.",
    "annualReport.communityArtwork": "Gwaith celf gan y Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Rydym yn gweld pobl ifanc fel asiantau newid.",
    "annualReport.communityChangeInfo": "Rydym wedi ymrwymo i weithio gyda nhw, a chyda'r addysgwyr a'r teuluoedd sy'n eu cefnogi, i sicrhau eu bod yn datblygu'r sgiliau, y cymhelliant a'r hyder y bydd eu hangen arnyn nhw i fyw bywydau boddhaus a sicrhau newid ystyrlon mewn cymdeithas.",
    "annualReport.watchVideo": "Gwyliwch y Fideo",
    "annualReport.schoolsTitle": "Ysgolion",
    "annualReport.schoolsIntro": "Rydym yn darparu rhaglenni ac adnoddau i gefnogi athrawon a myfyrwyr mewn ysgolion ledled y byd, wedi'u cynllunio i sicrhau tegwch mewn profiadau cyfrifiadurol creadigol, yn seiliedig ar brosiectau, angerdd, cyfoedion a chwarae.",
    "annualReport.schoolsSpotlight": "Ysgolion — Stori yn Amlygu",
    "annualReport.cpsProjectTitle": "Cyfrifiadura Creadigol yn Ysgolion Cyhoeddus Chicago",
    "annualReport.cpsProjectIntroP1": "Yn 2019, gyda chyllid gan Google.org, partneriaethodd Tîm Scratch gyda SocialWorks, CS4ALL Chicago a Chicago Public Schools i gefnogi saith ysgol elfennol yn South Side Chicago wrth iddynt lansio menter i ymgorffori codio creadigol yn eu cwricwlwm.",
    "annualReport.cpsProjectIntroP2": "Fel rhan o'r fenter hon, dychmygodd a thynnodd cannoedd o fyfyrwyr eu hunain fel archarwr eu gemau fideo eu hunain. Fe ddaethon nhw â'r syniadau hynny yn fyw mewn project Scratch cydweithredol o'r enw SuperMe. Cafodd arwr lleol yn Chicago a’r cerddor sydd wedi ennill Gwobr Grammy, Chance the Rapper, ei ysbrydoli gymaint gan waith y myfyrwyr nes iddo ei enwi’n gêm fideo swyddogol ar gyfer ei gân boblogaidd “I Love You So Much” a’i rhannu gyda’r byd.",
    "annualReport.familyCreativeNightsHeader": "Nosweithiau Codio Creadigol Teuluol",
    "annualReport.familyCreativeNightsDescription": "Allwedd i lwyddiant y fenter hon oedd cysylltu myfyrwyr, teuluoedd, athrawon ac aelodau eraill o'r gymuned trwy Nosweithiau Codio Creadigol Teulu. Daeth y digwyddiadau hyn â channoedd o aelodau teulu o bob oed ynghyd — o blant ifanc i neiniau a theidiau — mewn gweithgareddau a oedd yn cymysgu codio â chelf, dawns a cherddoriaeth. Cryfhaodd y digwyddiadau hyn gysylltiadau rhwng y cartref a'r ysgol, gan gydnabod rôl bwysig teuluoedd wrth ysbrydoli a chefnogi dysgu plant.",
    "annualReport.familyNightsPhotoCredit": "Lluniau gan Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Buddsoddi mewn Datblygiad Proffesiynol i Athrawon",
    "annualReport.teacherPDDescription": "Daeth athrawon ar draws yr ysgolion elfennol a gymerodd ran ynghyd ar gyfer gweithdai datblygiad proffesiynol, gan ennill profiad uniongyrchol o greu eu projectau Scratch eu hunain a dod o hyd i ffyrdd ystyrlon o ddefnyddio Scratch i gefnogi dysgu myfyrwyr ar draws y cwricwlwm.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Addysgwr CPS",
    "annualReport.teacherPDQuote": "Yr hyn a'm synnodd fwyaf oedd y cydweithrediad cynhenid a ddaeth yn sgil defnyddio Scratch yn fy ystafell ddosbarth. Yn aml, byddai'r myfyrwyr eu hunain yn darganfod rhywbeth yn y platfform Scratch, yn ei ddangos i mi, ac yna'n ei ledaenu ymysg ei gilydd.",
    "annualReport.extendingReachHeader": "Ymestyn y Cyrhaeddiad",
    "annualReport.extendingReachDescription": "Er mwyn ehangu cyrhaeddiad y bartneriaeth hon, adeiladodd CS4ALL Chicago ar fodel Noson Codio Creadigol Teulu ac mae wedi sicrhau ei fod ar gael i holl Ysgolion Cyhoeddus Chicago. Cynhyrchodd Google CS First {codeYourHeroLink} ganllaw ar gyfer myfyrwyr ac athrawon, ar gael am ddim ar-lein yn Saesneg a Sbaeneg.",
    "annualReport.codeYourHero": "Codiwch eich Arwr",
    "annualReport.inTheNewsHeader": "Yn y Newyddion",
    "annualReport.chicagoSunTimesArticle": "Erthygl y Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Erthygl y Rolling Stone",
    "annualReport.conferencesTitle": "Cynadleddau Scratch ledled y Byd",
    "annualReport.conferencesIntro": "Yn 2008, cynhaliodd y Tîm Scratch y gynhadledd Scratch gyntaf yn MIT, gan ddod ag addysgwyr, ymchwilwyr a datblygwyr ynghyd i rannu syniadau a phrofiadau ar gyfer defnyddio Scratch i gefnogi dysgu creadigol. Ers hynny, mae'r Tîm Scratch wedi trefnu a chynnal cynhadledd Scratch yn MIT bob dwy flynedd. Yn ogystal, mae aelodau o'r gymuned Scratch fyd-eang wedi trefnu a chynnal mwy na dwsin o gynadleddau — yn ymestyn ar draws cefnforoedd, cyfandiroedd, diwylliannau ac ieithoedd.",
    "annualReport.conferencesHeroImageCaption": "Cynhadledd Scratch Affrica, llun gan {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "America Ladin",
    "annualReport.conferencesLatinAmericaDescription": "Ym mis Mai 2019, daeth addysgwyr o bob rhan o Chile ac ardaloedd eraill o America Ladin ynghyd ar gyfer yr ail gynhadledd {scratchAlSurLink} yn Santiago, Chile. Yn dilyn y gynhadledd, rhyddhaodd Scratch al Sur {spanishVersionLink} o'r canllaw {creativeComputingCurriculumLink}, a ddatblygwyd gan y grŵp Cyfrifiadura Creadigol yn Ysgol Addysg i Raddedigion Harvard.",
    "annualReport.conferencesSpanishVersionLinkText": "Fersiwn Sbaeneg",
    "annualReport.conferencesLatinAmericaImageCaption": "Llun wedi'i ddarparu gan {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Ewrop",
    "annualReport.conferencesEuropeDescription": "Ym mis Awst 2019, trefnodd y Raspberry Pi Foundation y pedwerydd {scratchConferenceEuropeLink}, a gynhaliwyd yng Nghaergrawnt, y DU. Daeth y gynhadledd ag addysgwyr ffurfiol ac anffurfiol ynghyd o fwy na 25 o wledydd ar gyfer gweithdai ymarferol, cyflwyniadau ac arddangosiadau gan fyfyrwyr, addysgwyr, ymchwilwyr a sefydliadau cymunedol.",
    "annualReport.conferencesEuropeImageCaption": "Llun wedi'i ddarparu gan {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Affrica",
    "annualReport.conferencesAfricaDescription": "Ym mis Hydref 2019, cynhaliwyd y {scratchAfricaConferenceLink} cyntaf yn Nairobi, Kenya, gan dynnu mwy na 250 o addysgwyr a myfyrwyr o bob rhan o Affrica i rannu gwersi, grymuso pobl ifanc, a dathlu cyflawniadau mewn codio creadigol. Yn y gynhadledd, lansiodd y Tîm Scratch fersiwn Swahili o Scratch, sydd ar gael i'w ddefnyddio ar-lein ac oddi ar-lein.",
    "annualReport.conferencesAfricaImageCaption": "Llun gan {photoCredit}",
    "annualReport.financialsTitle": "Cyllid - 2019",
    "annualReport.financialsButton": "Cyllid a Archwiliwyd 2019",
    "annualReport.financialsFutureYears": "Nodyn: Bydd cyllid yn y blynyddoedd i ddod yn sylweddol wahanol, gan fod staff Scratch bellach wedi trosglwyddo o MIT i'r Scratch Foundation.",
    "annualReport.supportersTitle": "Diolch i'n Cefnogwyr",
    "annualReport.supportersIntro": "Diolch i'n cefnogwyr hael. Mae eich cyfraniad yn ein helpu i ehangu cyfleoedd dysgu creadigol i blant o bob oed, o bob cefndir, ledled y byd.",
    "annualReport.supportersSpotlightTitle": "Rhoddwr - Stori yn Amlygu",
    "annualReport.supportersSFETitle": "Gwaddol Teulu Siegel",
    "annualReport.supportersSFEDescription1": "Ym mis Mai 2012, mynychodd David Siegel Ddiwrnod Scratch yn Lab Cyfryngau MIT gyda'i fab Zach, Scratcher gweithgar a brwdfrydig. Wrth wylio Zach a phlant eraill yn defnyddio Scratch i godio eu gemau, eu hanimeiddiadau a'u creaduriaid robotig eu hunain, gwelodd David faint o botensial oedd gan Scratch i helpu plant i ddysgu sgiliau codio ymarferol, a datblygu fel meddylwyr cyfrifiadurol.",
    "annualReport.supportersSFEDescription2": "Mae David yn gwybod pa mor bwysig yw meddwl cyfrifiadurol yn uniongyrchol, ac mae ei yrfa fel gwyddonydd cyfrifiadurol ac entrepreneur wedi cael ei siapio gan yr un chwilfrydedd ag y mae Scratch yn helpu dysgwyr ifanc i'w archwilio bob dydd. Yr un reddf archwiliadol a barodd iddo astudio gwyddoniaeth gyfrifiadurol yn Princeton, ac ennill PhD yn seiliedig ar waith a gwblhawyd yn yr MIT Artificial Intelligence Lab. Yn 2001, cyd-sefydlodd Two Sigma, sydd wedi tyfu i ddod yn arweinydd byd-eang wrth addasu addysgu peiriannau a gwyddor data i reoli buddsoddiad.",
    "annualReport.supportersSFEDescription3": "Yn 2011, sefydlodd David y Siegel Family Endowment (SFE) i gefnogi sefydliadau sy'n gweithio i helpu pobl i addasu i ofynion technoleg newydd, ac i ddeall a lliniaru'r aflonyddwch pwerus y mae technoleg wedi'i yrru ym mron pob sector yn well. Mae hefyd yn gyd-sylfaenydd y Scratch Foundation, ac mae'n eiriolwr cryf dros genhadaeth y sefydliad i gadw Scratch yn rhydd ac yn hygyrch i ddysgwyr ledled y byd.",
    "annualReport.supportersCoFounder": "Cyd-sylfaenydd a Chyd-Gadeirydd",
    "annualReport.supportersQuote": "Mae sicrhau bod Scratch yn parhau i fod yn rhad ac am ddim ac yn hygyrch i blant ym mhobman yn un o'r ffyrdd mwyaf effeithiol y gallwn helpu dysgwyr ifanc i ymgysylltu a ffynnu mewn byd cynyddol ddigidol. Mae cefnogi Scratch yn bwysicach heddiw nag erioed o'r blaen.",
    "annualReport.supportersThankYou": "Diolch i'n cefnogwyr",
    "annualReport.supportersAllDescription": "Ein cenhadaeth yw rhoi cyfleoedd i bob plentyn, o bob cefndir, ddychmygu, creu a rhannu gyda thechnolegau newydd. Rydyn ni am ddiolch i holl gefnogwyr Scratch sydd, ers i ni ddechrau gweithio ar Scratch yn 2002, wedi ein helpu i greu profiadau dysgu anhygoel i filiynau o bobl ifanc ledled y byd. Mae'r rhestr ganlynol yn seiliedig ar roi cronnus i Scratch (yn MIT a'r Scratch Foundation) trwy Ragfyr 31, 2019.",
    "annualReport.supportersFoundingDescription": "Rydym yn arbennig o ddiolchgar i'n Partneriaid Sefydlu a gefnogodd ni o ddyddiau cynnar Scratch, pob un yn darparu o leiaf $ 10,000,000 o gefnogaeth gronnus, ar sawl ffurf.",
    "annualReport.supportersFoundingTitle": "Partneriaid Sefydlu",
    "annualReport.supportersCreativityTitle": "Cylch Creadigrwydd — ($ 1,000,000 +",
    "annualReport.supportersCollaborationTitle": "Cylch Cydweithio — $ 200,000 +",
    "annualReport.supportersImaginationTitle": "Cylch Dychymyg — $ 50,000 +",
    "annualReport.supportersInspirationTitle": "Cylch Ysbrydoliaeth — $ 20,000 +",
    "annualReport.supportersExplorationTitle": "Cylch Archwilio — $ 5,000 +",
    "annualReport.supportersInKindTitle": "Cefnogwyr Mewn Nwyddau",
    "annualReport.leadershipTitle": "Ein Tîm",
    "annualReport.leadershipBoard": "Bwrdd Cyfarwyddwyr",
    "annualReport.leadershipChair": "Cadeirydd",
    "annualReport.leadershipProfessor": "Athro Ymchwil Dysgu",
    "annualReport.leadershipViceChair": "Is-gadeirydd",
    "annualReport.leadershipBoardMember": "Aelod o'r Bwrdd",
    "annualReport.leadershipPresidentCEO": "Arlywydd a Phrif Swyddog Gweithredol",
    "annualReport.leadershipFormerPresident": "Cyn-arlywydd",
    "annualReport.leadershipFounderCEO": "Sylfaenydd a Phrif Swyddog Gweithredol",
    "annualReport.leadershipFormerChairCEO": "Cyn Gadeirydd a Phrif Swyddog Gweithredol",
    "annualReport.leadershipBoardSecretaryTreasurer": "Ysgrifennydd a Thrysorydd y Bwrdd",
    "annualReport.leadershipBoardSecretary": "Ysgrifennydd y Bwrdd",
    "annualReport.leadershipBoardTreasurer": "Trysorydd y Bwrdd",
    "annualReport.leadershipScratchTeam": "Tîm Scratch",
    "annualReport.leadershipInterim": "Cyfarwyddwr Gweithredol Dros Dro",
    "annualReport.donateTitle": "Cefnogwch Ni",
    "annualReport.donateMessage": "Mae eich cefnogaeth yn ein galluogi i ddarparu Scratch yn rhad ac am ddim i bawb, yn cadw ein gweinyddwyr i redeg, ac yn bwysicaf oll, rydym yn gallu rhoi cyfle i blant ledled y byd ddychmygu, creu a rhannu. Diolch!",
    "annualReport.donateButton": "Rhoi"
}