{
    "annualReport.subnavMessage": "Vorwort",
    "annualReport.subnavMission": "Leitbild",
    "annualReport.subnavMilestones": "Meilensteine",
    "annualReport.subnavReach": "Zielgruppe",
    "annualReport.subnavInitiatives": "Initiativen",
    "annualReport.subnavFinancials": "Jahresabschluss",
    "annualReport.subnavSupporters": "Unterstützer",
    "annualReport.subnavTeam": "Team",
    "annualReport.subnavDonate": "Spenden",
    "annualReport.mastheadYear": "Jahresbericht 2019",
    "annualReport.mastheadTitle": "Für eine Welt des kreativen Lernens",
    "annualReport.messageTitle": "Vorwort des Scratch-Teams",
    "annualReport.messageP1": "Das Jahr 2019 war für Scratch von großen Veränderungen geprägt. Am Beginn des Jahres brachten wir die neueste Generation von Scratch heraus: Scratch 3.0 weckt die Kreativität und bringt Kinder mit unterschiedlichen Interessen und aus verschiedenen Lebenswelten zusammen. Am Ende des Jahres feierten wir unseren Umzug vom MIT in unsere neue Heimat bei der Scratch Foundation, wo wir nun in einem schönen Büro in der Nähe des Bostoner Bahnhofs South Station untergebracht sind. Und das ganze Jahr hindurch gedieh und wuchs die Scratch-Community: 2019 erstellten über 20 Millionen junger Menschen Scratch-Projekte, im Vergleich zum Vorjahr um 48 % mehr!",
    "annualReport.messageP2": "Wie wichtig Scratch geworden war, verdeutlichte sich 2020, als die COVID-Pandemie zu Schulschließungen führte. Die Aktivitäten in der Scratch-Online-Community verdoppelten sich, als viele junge Menschen, die nun zu Hause bleiben mussten, ihre Kreativität mittels Scratch auslebten und ihr Bedürfnis nach Verbundenheit stillten. Scratcherinnen und Scratcher engagierten sich in der „Black Lives Matter“- und anderen Bewegungen, die Gerechtigkeit und Fairness für alle forderten: Mit animierten Projekten und Studios trugen sie zur Bewusstseinsbildung bei und forderten gleichzeitig auch einen Wandel ein.",
    "annualReport.messageP3": "Von Anfang an, seit wir Scratch im Jahre 2007 aus der Taufe gehoben haben, haben wir Scratch immer als mehr als eine reine Programmiersprache betrachtet. Scratch ermöglicht es allen jungen Menschen, egal wo und wie sie leben, ihre Stimme zu erheben, ihren Ideen Ausdruck zu verleihen und miteinander kreativ zu sein! Wir sind begeistert, wie Scratcherinnen und Scratcher auf die gesellschaftlichen Herausforderungen der letzten Zeit reagiert haben – mit Kreativität, Kooperation, Engagement und Empathie.",
    "annualReport.messageP4": "In diesem Jahresbericht beschreiben wir unser Leitbild, unsere Pläne, die Bedeutung und Reichweite von Scratch, und führen Beispiele an, wie Scratch die Lernmöglichkeiten für viele verschiedene junge Menschen rund um den Globus erweitert, sowohl in ihrem schulischem als auch privatem Leben.",
    "annualReport.messageP5": "Wir sind stolz darauf, was junge Menschen schon jetzt mit Scratch erschaffen und lernen, und arbeiten engagiert und mit voller Kraft daran, ihnen in Zukunft noch mehr Möglichkeiten zu eröffnen.",
    "annualReport.messageSignature": "— Das Scratch-Team",
    "annualReport.covidResponseTitle": "Scratch und COVID",
    "annualReport.covidResponseP1": "Zum Zeitpunkt der Erstellung dieses Jahresbericht hielt uns die COVID-Pandemie schon mehrere Monate in Atem. Seit Mitte März 2020 ist das Scratch-Büro geschlossen und das Scratch-Team arbeitet im Homeoffice daran, Kinder und Lehrkräfte rund um die Welt zu unterstützen, deren Leben von der Pandemie auf den Kopf gestellt wurde.",
    "annualReport.covidResponseP2": "Am 17. März starteten wir unsere Initiative #ScratchAtHome, die Kinder, Familien und Lehrkräfte mit noch mehr Ideen für kreatives Lernen zu Hause versorgen soll. Wir erweitern {scratchAtHomeLink} laufend um neue Video-Tutorials und andere Materialien.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome",
    "annualReport.covidResponseP3": "Die Aktivitäten in der {scratchCommunityLink} haben sich im vergangenen Jahr mehr als verdoppelt. Scratcherinnen und Scratcher erschufen und teilten Projekte, um andere während der Pandemie zu unterstützen und zu begeistern – mit Projekten und Studios voller Ideen für Sporteinheiten zu Hause, für einen gesunden Lebensstil, mit Humorvollem zum Aufmuntern und als Dankeschön an alle Menschen in systemrelevanten Berufen.",
    "annualReport.covidResponseScratchCommunity": "Scratch-Online-Community",
    "annualReport.missionTitle": "Unser Leitbild",
    "annualReport.missionSubtitle": "Wir möchten allen Kindern, egal wo oder wie sie leben, die Möglichkeit geben, mit neuen Technologien ihren Ideen Ausdruck zu verleihen, kreativ zu sein und zusammenzuarbeiten – und so die Welt von morgen mitzugestalten.",
    "annualReport.missionP1": "Unser Schwerpunkt in all unseren Arbeiten liegt auf Fairness und Gerechtigkeit, wobei wir uns besonders auf Initiativen und Projekte für Kinder, Familien und Lehrkräfte konzentrieren, die am wenigsten Bildungsgerechtigkeit erfahren.",
    "annualReport.missionP2": "Wir haben Scratch als kostenlose, sichere und spielerische Lernumgebung konzipiert, die allen Kindern Kreativität, logisches Denken und Teamarbeit nahebringt – grundlegende Fähigkeiten in unserer heutigen Gesellschaft. Wir arbeiten mit Lehrkräften und Familien zusammen, um Kinder beim Erforschen, Teilen und Lernen zu unterstützen.",
    "annualReport.missionP3": "Bei der Entwicklung neuer Technologien, Aktivitäten und Lernmaterialien halten wir uns an die {fourPsItalics}:",
    "annualReport.fourPs": "Vier Aspekte kreativen Lernens",
    "annualReport.missionProjectsTitle": "Projekte",
    "annualReport.missionPeersTitle": "Peergroup",
    "annualReport.missionPassionTitle": "Engagement",
    "annualReport.missionPlayTitle": "Experimente",
    "annualReport.missionProjectsDescription": "Kinder zum Entwickeln, Gestalten und zur Kreativität anleiten",
    "annualReport.missionPeersDescription": "Kinder beim Zusammenarbeiten, Teilen, Remixen und Helfen unterstützen",
    "annualReport.missionPassionDescription": "Kindern das Ausleben ihrer Interessen und die Arbeit an für sie wichtigen Projekten ermöglichen",
    "annualReport.missionPlayDescription": "Kinder zum Basteln, Experimentieren und Wiederholen ermuntern",
    "annualReport.milestonesTitle": "Meilensteine",
    "annualReport.milestonesDescription": "Hier finden sich die herausragendsten Ereignisse und größten Errungenschaften von Scratch und der globalen Scratch-Community.",
    "annualReport.milestones2003Message": "Zuschuss der National Science Foundation zur Entwicklung von Scratch",
    "annualReport.milestones2004Message": "Erstes Scratch-Workshop beim Teen Summit des Clubhouse Network",
    "annualReport.milestones2007Message": "Launch der Scratch-Programmiersprache und Online-Community",
    "annualReport.milestones2008Message": "Erste Scratch-Konferenz für Lehrkräfte und Entwickler",
    "annualReport.milestones2009Message1.4": "Release von Scratch 1.4, in über 40 Sprachen übersetzt",
    "annualReport.milestones2009MessageScratchDay": "Erster Scratch Day für Kinder und Familien",
    "annualReport.milestones2010Message": "Scratch-Online-Community erreicht 1-Millionen-Marke",
    "annualReport.milestones2013MessageFoundation": "Code-to-Learn Foundation gegründet (später in Scratch Foundation umbenannt) ",
    "annualReport.milestones2013MessageScratch2": "Launch von Scratch 2.0, mit neuen Möglichkeiten der Zusammenarbeit",
    "annualReport.milestones2014Message": "Launch von ScratchJr für jüngere Kinder im Alter von 5 bis 7 Jahren",
    "annualReport.milestones2016Message": "Scratch-Online-Community erreicht 10-Millionen-Marke",
    "annualReport.milestones2017Message": "Scratch Day mit 1.100 Veranstaltungen in 60 Ländern",
    "annualReport.milestones2019MessageScratch3": "Launch von Scratch 3.0, mit noch mehr Code-Möglichkeiten",
    "annualReport.milestones2019MessageMove": "Umzug des Scratch-Teams vom MIT zur Scratch Foundation",
    "annualReport.reachTitle": "Für alle Kinder auf der ganzen Welt",
    "annualReport.reachSubtitle": "Scratch ist die weltgrößte Coding-Community für Kinder und Jugendliche ab 8 Jahren",
    "annualReport.reachMillion": "Millionen",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "einzelne Besucher",
    "annualReport.reachProjectsCreated": "erstellte Projekte",
    "annualReport.reachProjectCreators": "Menschen erstellten Projekte",
    "annualReport.reachComments": "Kommentare in der Online-Community",
    "annualReport.reachGrowthTitle": "Entwicklung der Community",
    "annualReport.reachGrowthBlurb": "Während der letzten 5 Jahre neu in der Scratch-Online-Community eingerichtete Konten",
    "annualReport.reachGlobalCommunity": "Unsere globale Community",
    "annualReport.reachMapBlurb": "Gesamtzahl aller seit dem Launch von Scratch bis 2019 in der Scratch-Online-Community eingerichteten Konten ",
    "annualReport.reachMap20M": "20 Mio.",
    "annualReport.reachMapLog": "Logarithmische Darstellung",
    "annualReport.reachTranslationTitle": "Scratch wird in 60+ Sprachen übersetzt",
    "annualReport.reachTranslationBlurb": "Dank unserer ehrenamtlichen Übersetzerinnen und Übersetzer auf der ganzen Welt",
    "annualReport.reachScratchJrBlurb": "ScratchJr ist eine vereinfachte Version für junge Kinder (von 5 bis 7 Jahren), mit der sie ihre eigenen interaktiven Geschichten und Spiele erstellen können.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Downloads seit dem Launch im Jahre 2014",
    "annualReport.initiativesTitle": "Initiativen",
    "annualReport.initiativesDescription": "Der Schwerpunkt der Arbeit der Scratch Foundation liegt auf drei strategischen Bereichen: kreative Tools, Community und Schulen. Einen besonderen Fokus legen wir dabei auf die Stimmen und Bedürfnisse von Kindern, die beim kreativem Programmieren unterrepräsentiert sind. Wir möchten Kinder auf der ganzen Welt unterstützen, aus ganz unterschiedlichen Lebenswelten und Kulturen.",
    "annualReport.equity": "Gerechtigkeit",
    "annualReport.globalStrategy": "Globale Strategie",
    "annualReport.toolsTitle": "Kreative Tools",
    "annualReport.toolsIntro": "Wir entwickeln und testen ständig neue Technologien und Designs: Unser Ziel ist es, Kindern laufend neue Möglichkeiten des Erschaffens, Zusammenarbeitens und Lernens zu bieten.",
    "annualReport.toolsSpotlight": "Kreative Tools – Eine Geschichte",
    "annualReport.toolsLaunch": "Launch von Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Wir haben Scratch 3.0 um neue Features erweitert, die Kindern noch mehr Möglichkeiten bieten. Scratch 3.0 wurde Anfang 2019 veröffentlicht und führte zu einem starken Anstieg der Aktivitäten in der Scratch-Community: Es gab mehr – und weitaus vielseitigere – Projekte als je zuvor.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 enthält auch eine Bibliothek mit Erweiterungen, d. h. zusätzliche Programmierblöcke für neue Scratch-Features. Einige Erweiterungen erlauben die Einbindung von Webdiensten oder anderen Software-Features, andere verbinden Scratch mit physischen Geräten wie Motoren und Sensoren.",
    "annualReport.toolsTexttoSpeech": "Sprachausgabe",
    "annualReport.toolsTexttoSpeechIntro": "Mit der Sprachausgabe-Erweiterung können Kinder ihre Scratch-Figuren mit verschiedenen Stimmen sprechen lassen.",
    "annualReport.toolsNumProjects": "330.000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} Projekte verwendeten 2019 die Sprachausgabe",
    "annualReport.toolsMostPopular": "Beliebteste",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} neue Scratch-Erweiterung in der Community",
    "annualReport.toolsCollabAWS": "In Zusammenarbeit mit Amazon Web Services",
    "annualReport.toolsTranslate": "Übersetzung",
    "annualReport.toolsTranslateIntro": "Mit dieser Erweiterung, die auf der Google Translate API fußt, können Kinder maschinelle Übersetzungen in ihre Projekte einbauen, und dadurch Sprachen lernen und mit der ganzen Welt kommunizieren.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} Sprachen mit der Erweiterung übersetzt",
    "annualReport.toolsSupportsLiteracy": "Fördert Kompetenzen",
    "annualReport.toolsCSandLanguageArts": "Computerwissenschaften und Sprachkunst",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} in {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "In Zusammenarbeit mit Google",
    "annualReport.toolsPhysicalWorld": "Verbindung mit physischen Geräten",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Schülerinnen und Schüler können mit Scratch und LEGO Roboter-Bausets tanzende Roboter und interaktive Figuren erstellen und mit Datensätzen experimentieren. Die App des neuen LEGO Education SPIKE Prime-Sets basiert auf Scratch. Außerdem gibt es Scratch-Erweiterungen für {mindstormsLink} und {weDoLink}.",
    "annualReport.toolsCollabLEGO": "In Zusammenarbeit mit LEGO Education",
    "annualReport.toolsVideoTutorials": "Video-Tutorials",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 beinhaltet eine Reihe von Video-Tutorials, die Kindern den Einstieg in Scratch erleichtern. Die Tutorials sind allgemein gehalten und sollen Schülerinnen und Schüler dazu ermuntern, Neues auszuprobieren, ihre Interessen zu verfolgen und ihren Ideen Ausdruck zu verleihen.",
    "annualReport.toolsNumTutorials": "25 neue Tutorials",
    "annualReport.toolsNewTutorials": "{numTutorials}in Scratch 3.0",
    "annualReport.toolsNumViews": "23 Millionen",
    "annualReport.toolsTutorialsViews": "{numViews} Ansichten 2019",
    "annualReport.toolsApp": "Offline lernen mit der Scratch-App",
    "annualReport.toolsDownloadLink": "herunterladbare App",
    "annualReport.toolsRaspberryLink": "Verwendung von Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Das Scratch-Team brachte 2019 Scratch 3.0 auch als {downloadableLink} zur Nutzung auf verschiedenen Plattformen wie Windows, MacOS, ChromeOS und Android-Tablets heraus. Außerdem veröffentlichte die Raspberry Pi Foundation Scratch 3.0 zur {raspberryLink}. Diese Download-Versionen sind besonders für Schülerinnen und Schüler in Regionen mit keiner oder nur unzuverlässiger Internetverfügbarkeit von Bedeutung.",
    "annualReport.toolsAbhiTitle": "Abhi besucht Cartoon Network",
    "annualReport.toolsAbhiIntro": "Was Kinder alles mit Scratch 3.0 machen können, zeigen wir in diesem, gemeinsam mit Cartoon Network erstellten Video mit Abhi, einem 12-jährigen Scratcher, der gerne Animationen und Spiele erstellt. Im Video trifft Abhi auf Ian Jones-Quartey, dem Erfinder von OK K.O. und anderen Zeichentrickserien von Cartoon Network. Abhi zeigt Ian einige der wichtigsten Features der neuen Scratch-Version und gemeinsam zeichnen und programmieren sie im Anschluss eine Cartoon-Network-Figur, die auf- und abhüpft.",
    "annualReport.toolsAbhiQuote": "An Scratch gefällt mir am besten die Community, denn hier sind alle nett und hilfsbereit. Deshalb teile ich auch jedes meiner Projekte, das ich mir ausgedacht habe.",
    "annualReport.communityTitle": "Community",
    "annualReport.communityIntro": "Die Scratch-Online-Community war immer schon ein wichtiger Teil von Scratch, denn hier können Kinder gemeinsam an Projekten arbeiten, sie teilen und einander Feedback geben.",
    "annualReport.communitySpotlight": "Community – Eine Geschichte",
    "annualReport.communityTeam": "Scratch-Community-Team",
    "annualReport.communityTeamIntro1": "Wenn man Scratcherinnen und Scratcher fragt, warum sie Scratch verwenden, dann nennen die meisten von ihnen die Online-Community: Sie motiviert sie zum Mitmachen, gibt ihnen den Raum, wo sie ihre Kreativität ausleben, Freundschaften knüpfen, Feedback erhalten, neue Ideen entwickeln und neue Fertigkeiten lernen können. Viele von ihnen schätzen die Scratch-Community als einen sicheren und einladenden Ort, wo sie andere treffen, sich mit ihnen austauschen und voneinander lernen können.",
    "annualReport.communityTeamIntro2": "Wie können wir sicherstellen, bei täglich 40.000 neuen Projekten und 400.000 neuen Kommentaren, dass die Scratch-Online-Community einerseits ein sicherer und freundlicher Ort bleibt und andererseits Kreativität unterstützt und fördert? Unser Community-Team, das aus Vollzeitangestellten und einem Netzwerk an Moderatorinnen und Moderatoren besteht, widmet sich dieser wichtigen Aufgabe, wobei sie sich auf zwei wesentliche Punkte konzentriert: Moderation und Beteiligung an der Community.",
    "annualReport.communityModerationTitle": "Community-Moderation",
    "annualReport.communityModerationInfo": "Wenn junge Menschen der Scratch-Community beitreten, stimmen sie der Einhaltung der Community-Regeln zu, die dafür sorgen sollen, dass Scratch ein sicherer und wertschätzender Ort für jungen Menschen aus unterschiedlichsten Lebenswelten bleibt. Zur Unterstützung guter digitaler Bürgerschaft und der Aufrechterhaltung einer positiven, Kreativität fördernden Umgebung setzt unser Community-Team eine Reihe von Tools und Strategien ein. Automatische Filter verhindern außerdem, dass private Daten geteilt werden oder unangemessener Inhalt gepostet wird, auch können potenzielle Verletzungen der Community-Regeln einfach gemeldet werden.",
    "annualReport.communityGuidelinesTitle": "Community-Regeln",
    "annualReport.communityGuidelinesInfo": "Scratch heißt alle Menschen willkommen, unabhängig von ihrem Alter, ihren Fähigkeiten, ihrer Volksgruppe, Religion, sexuellen Orientierung oder Geschlechteridentität.",
    "annualReport.communityGuidelinesRespect": "Sei respektvoll",
    "annualReport.communityGuidelinesShare": "Teile",
    "annualReport.communityGuidelinesHonest": "Sei ehrlich",
    "annualReport.communityGuidelinesConstructive": "Sei konstruktiv",
    "annualReport.communityGuidelinesPrivacy": "Veröffentliche keine persönlichen Daten",
    "annualReport.communityGuidelinesFriendly": "Sei freundlich",
    "annualReport.communityEngagementTitle": "Beteiligung an der Community",
    "annualReport.storySwap": "Story Swap",
    "annualReport.communityEngagementInfo": "Eine weitere wichtige Aufgabe des Community-Teams ist es, jungen Menschen Möglichkeiten aufzuzeigen und für sie zu schaffen, wie sie ihren Ideen Ausdruck verleihen und sich aktiv beteiligen können. Zur Inspiration stellt das Team Projekte und Studios von Community-Mitgliedern vor und veröffentlicht auch regelmäßig Scratch-Design-Studios für noch mehr kreative Projekte. Und im Sommer organisiert es ein Online-Scratch-Camp, das 2019 dem Thema {storySwapLink} gewidmet war: Scratcherinnen und Scratcher tauschten ihre Geschichten aus und erweiterten sie mit eigenen Ideen.",
    "annualReport.communitySDSTitle": "Scratch-Design-Studios",
    "annualReport.communitySDSInfo": "Einige Scratch-Design-Studios von 2019:",
    "annualReport.communityDayintheLife": "Ein Tag im Leben",
    "annualReport.communityDayintheLifeInfo": "Erstelle ein Projekt zum Thema „Ein Tag im Leben von“.",
    "annualReport.communityYear3000": "Jahr 3000",
    "annualReport.communityYear3000Info": "Wie könnte Leben im Jahr 3000 aussehen?",
    "annualReport.communityBounce": "Hopserei",
    "annualReport.communityBounceInfo": "Erstelle ein Projekt, in dem gesprungen, gehüpft oder gehopst wird.",
    "annualReport.communityMonochromatic": "Einfarbigkeit",
    "annualReport.communityMonochromaticInfo": "Wie würden Dinge aussehen, wenn es nur eine Farbe gäbe?",
    "annualReport.communityQuotes": "Community – Zitate",
    "annualReport.communityQuote1": "Ich bin mit 11 zu Scratch gekommen und die Dinge, die ich auf dieser Plattform und in der Community lernte, halfen mir als Teenager sehr.",
    "annualReport.communityQuote2": "Mit Scratch habe ich von zu Hause aus\n- andere Menschen und ihre Projekte kennen- und schätzen gelernt\n- Freundschaften geschlossen\n- mich während des Lockdowns nicht so alleine gefühlt\n- und vieles mehr, und deshalb möchte ich einfach mal sagen: \n¡GRACIAS!",
    "annualReport.communityQuote3": "Ich bin seit ca. 2 Jahren bei Scratch dabei – und es hat mein Leben total verändert! Ich habe so viele neue Dinge gelernt: Coding, Design und Netiquette!",
    "annualReport.communityQuote4": "In der 6. Klasse war Scratch mein Lieblingshobby. Ohne dass ich es wusste, lernte ich Boolesche Algebra, über die Rangfolge von Operatoren und versteckte Mathematik – und natürlich Programmieren!",
    "annualReport.studio": "Studio",
    "annualReport.communityBLMIntro": "Während es Anfang 2020 in den USA infolge des gewaltsamen Todes von George Floyd, Breonna Taylor, Ahmaud Arbery und anderen zu zahlreichen Protesten gegen Rassismus kam, drückten viele junge Menschen ihre Unterstützung für die Black-Lives-Matter-Bewegung auf Scratch aus, indem sie Projekte erstellten und Kommentare schrieben, mit denen sie sich klar gegen Rassismus und Polizeigewalt positionierten. In einem auf der Scratch-Homepage vorgestellten {BLMStudioLink} fügten Scratcherinnen und Scratcher Hunderte Projekte und Tausende Kommentare hinzu. Das Scratch-Community-Team unterstützte sie aktiv in dieser traumatischen Zeit und achtete auf einen respektvollen Ton.",
    "annualReport.communityArtwork": "Kunstwerk des Scratchers OnionDipAnimations",
    "annualReport.communityChangeTitle": "Junge Menschen können die Welt verändern",
    "annualReport.communityChangeInfo": "Wir möchten sie (und auch ihre Lehrkräfte und Familien) unterstützen, damit sie die Fertigkeiten lernen und die Motivation und das Selbstvertrauen finden, das ihnen ein erfülltes Leben und die Umsetzung sinnvoller gesellschaftlicher Veränderungen ermöglicht.",
    "annualReport.watchVideo": "Schau dir das Video an",
    "annualReport.schoolsTitle": "Schulen",
    "annualReport.schoolsIntro": "Wir stellen Lehrkräften und Kindern in Schulen auf der ganzen Welt Programme und Materialien zur Verfügung, damit alle die Möglichkeit zum kreativen Lernen am Computer erhalten: mit Projekten, Peers, Engagement und Experimenten.",
    "annualReport.schoolsSpotlight": "Schulen – Eine Geschichte",
    "annualReport.cpsProjectTitle": "Creative Computing an Schulen in Chicago",
    "annualReport.cpsProjectIntroP1": "Mit finanzieller Unterstützung von Google.org ging das Scratch-Team 2019 eine Kooperation mit SocialWorks, CS4ALL Chicago und den Chicago Public Schools (CPS) ein und unterstützte sieben Grundschulen im Chicagoer Stadtteil South Side bei ihrer Initiative, kreatives Programmieren in den Lehrplan zu integrieren.",
    "annualReport.cpsProjectIntroP2": "Im Rahmen dieser Initiative zeichneten sich Schülerinnen und Schüler als Superheldinnen und -helden ihrer eigenen Videospiele. Ihre Ideen setzten sie sodann mittels eines kollaborativen Scratch-Projekts namens SuperMe in die Tat um. Der Chicagoer Musiker und Grammy-Award-Gewinner Chance the Rapper war so begeistert von diesem Projekt, dass er es zum offiziellen Videospiel für sein bekanntes Lied „I Love You So Much“ ernannte.",
    "annualReport.familyCreativeNightsHeader": "Familienworkshops kreatives Coding",
    "annualReport.familyCreativeNightsDescription": "Die Initiative war nicht zuletzt deshalb erfolgreich, weil sie Schülerinnen und Schüler, ihre Familien, Lehrkräfte sowie andere Beteiligte in Familienworkshops zusammenbrachte. Hunderte Familienmitglieder aller Altersgruppen (von Vorschulkindern bis zu ihren Großeltern) nahmen an diesen Workshops teil, um gemeinsam zu programmieren und kreativ zu sein – Kunst, Tanz und Musik inklusive. Die Workshops stärkten die Beziehung zwischen den Familien und ihren Schulen und unterstrichen damit die wichtige Rolle, die Eltern für den Bildungserfolg ihrer Kinder einnehmen.",
    "annualReport.familyNightsPhotoCredit": "Fotos Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Weiterbildung für Lehrkräfte",
    "annualReport.teacherPDDescription": "Lehrerinnen und Lehrer der teilnehmenden Grundschulen trafen sich zu Weiterbildungsworkshops, in denen sie selbst mit eigenen Scratch-Projekten experimentieren und herausfinden konnten, wie man Scratch zum Lernen in verschiedenen Fächern einsetzen kann.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS-Lehrer",
    "annualReport.teacherPDQuote": "Am meisten überraschte mich, wie sehr Scratch die Zusammenarbeit in meiner Klasse förderte. Es kam oft vor, dass eine Schülerin oder ein Schüler etwas auf Scratch entdeckte, es erst mir und dann allen anderen zeigte.",
    "annualReport.extendingReachHeader": "Zielgruppenerreichung",
    "annualReport.extendingReachDescription": "Damit im Rahmen dieser Partnerschaft noch mehr Kinder erreicht werden können, hat Computer Science for All (CS4All) Chicago sein Modell der Familienworkshops zum Thema kreatives Coding allen Chicago Public Schools zur Verfügung gestellt. Auf Google CS First finden sich diverse Anleitungen, darunter für {codeYourHeroLink}, die online gratis auf Englisch und Spanisch verfügbar sind. ",
    "annualReport.codeYourHero": "Code Your Hero",
    "annualReport.inTheNewsHeader": "Presse",
    "annualReport.chicagoSunTimesArticle": "Artikel in der Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Artikel im Rolling Stone",
    "annualReport.conferencesTitle": "Scratch-Konferenzen rund um die Welt",
    "annualReport.conferencesIntro": "Im Jahr 2008 veranstaltete das Scratch-Team die 1. Scratch-Konferenz am MIT. Hier wurden erstmals Lehrerinnen und Lehrer, Forscherinnen und Forscher sowie Entwicklerinnen und Entwickler zusammengebracht, damit sie sich über kreative Möglichkeiten des Lernens mit Scratch auszutauschen konnten. Seither hat das Scratch-Team alle zwei Jahre eine Scratch-Konferenz am MIT organisiert. Außerdem stellten Mitglieder der globalen Scratch-Community mehr als ein Dutzend eigener Konferenzen auf die Beine – über Ozeane, Kontinente, Kulturen und Sprachbarrieren hinweg.",
    "annualReport.conferencesHeroImageCaption": "Scratch-Konferenz in Afrika, Foto {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Lateinamerika",
    "annualReport.conferencesLatinAmericaDescription": "Im Mai 2019 trafen sich Lehrkräfte aus ganz Chile und anderen Ländern Lateinamerikas zur 2. {scratchAlSurLink}-Konferenz in Santiago, Chile. Im Anschluss an die Konferenz veröffentlichte Scratch al Sur eine {spanishVersionLink} des {creativeComputingCurriculumLink}, den die Creative Computing Group an der Harvard Graduate School of Education erstellt hat.",
    "annualReport.conferencesSpanishVersionLinkText": "spanische Version",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto zur Verfügung gestellt von {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "Im August 2019 organisierte die Raspberry Pi Foundation die 4. {scratchConferenceEuropeLink} in Cambridge, Großbritannien. Schulische und außerschulische Lehrkräfte aus mehr als 25 Ländern kamen hier zusammen, um in praktischen Workshops, aus Präsentationen und Vorführungen von Schülerinnen und Schülern, Lehrkräften, Forschenden und lokalen Organisationen zu lernen.",
    "annualReport.conferencesEuropeImageCaption": "Foto zur Verfügung gestellt von {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "Im Oktober 2019 fand die 1. {scratchAfricaConferenceLink} in Nairobi, Kenia, statt. Über 250 Lehrkräfte und Schülerinnen und Schüler aus ganz Afrika trafen sich, um voneinander zu lernen, junge Menschen zu fördern und bereits erreichte Errungenschaften im Bereich kreatives Coding zu würdigen. Bei der Konferenz brachte das Scratch-Team eine Su­a­he­li-Version von Scratch heraus, die sowohl online als auch offline verfügbar ist.",
    "annualReport.conferencesAfricaImageCaption": "Foto {photoCredit}",
    "annualReport.financialsTitle": "Jahresabschluss 2019",
    "annualReport.financialsButton": "Geprüfter Jahresabschluss 2019",
    "annualReport.financialsFutureYears": "Hinweis: Da das Scratch-Personal nicht mehr dem MIT zugeteilt ist, sondern nunmehr zur Scratch Foundation gehört, werden zukünftige Jahresabschlüsse deutlich abweichen.",
    "annualReport.supportersTitle": "Unsere Sponsoren",
    "annualReport.supportersIntro": "Wir bedanken uns bei unseren großzügigen Sponsorinnen und Sponsoren. Ihre finanzielle Zuwendungen helfen uns dabei, allen Kindern – unabhängig von ihrem Alter oder ihren Lebensumständen – kreatives Lernen zu ermöglichen.",
    "annualReport.supportersSpotlightTitle": "Stiftung – Eine Geschichte",
    "annualReport.supportersSFETitle": "Siegel Family Endowment (SFE)",
    "annualReport.supportersSFEDescription1": "Im Mai 2012 nahm David Siegel mit seinem Sohn Zach, einem aktiven und begeisterten Scratcher, am Scratch Day am MIT Media Lab teil.  Als er Zach und andere Kinder dabei beobachtete, wie sie Scratch zum Programmieren ihrer eigenen Spiele, Animationen und Roboter verwendeten, erkannte er das Potential von Scratch, Kindern beim Erwerb praktischer Programmierkenntnisse und dem Lernen von informatischem Denken zu helfen.",
    "annualReport.supportersSFEDescription2": "David Siegel kennt die Bedeutung von informatischem Denken aus erster Hand, denn am Beginn seiner beruflichen Laufbahn als Computerwissenschaftler und Unternehmer stand derselbe Forscherdrang, den junge Lernende nun täglich mit Scratch ausleben können. Es ist derselbe Forscherdrang, der ihn dazu brachte, ein Studium der Computerwissenschaften in Princeton zu beginnen und mit einer Doktorarbeit abzuschließen, die auf seinen Forschungen im Artificial Intelligence Lab am MIT beruhte. Im Jahr 2001 gründete er mit einem Partner Two Sigma, das sich zu einem Weltmarktführer bei der Anwendung maschinellen Lernens und Datenwissenschaften im Bereich Investitionsmanagement entwickelt hat.",
    "annualReport.supportersSFEDescription3": "Im Jahr 2011 gründete David Siegel die Familienstiftung SFE, einerseits um Organisationen zu unterstützen, die Menschen helfen, sich an die Anforderungen neuer Technologien anzupassen, und andererseits um Know-how rund um diese disruptiven Technologien, die in beinahe allen Bereichen Einzug gehalten haben, auf- und Vorbehalte abzubauen. Er ist Mitbegründer der Scratch Foundation und starker Befürworter des Bestrebens der Organisation, Scratch weiterhin allen Lernenden rund um die Welt kostenlos zur Verfügung zu stellen.",
    "annualReport.supportersCoFounder": "Mitbegründer und Vorstand",
    "annualReport.supportersQuote": "Allen Kindern auf der Welt weiterhin gratis Zugang zu Scratch zu ermöglichen, ist eines der wirkungsvollsten Dinge, um jungen Menschen zu helfen, sich in der digitalen Welt zurechtzufinden und Erfolg zu haben. Es ist daher heute wichtiger denn je zuvor, Scratch zu unterstützen.",
    "annualReport.supportersThankYou": "Danke an unsere Sponsoren",
    "annualReport.supportersAllDescription": "Wir möchten allen Kindern, egal wo oder wie sie leben, die Möglichkeit geben, mit neuen Technologien ihren Ideen Ausdruck zu verleihen, kreativ zu sein und ihre Projekte zu teilen. Daher danken wir allen Scratch-Sponsorinnen und -Sponsoren, die uns – seit wir 2002 mit der Arbeit an Scratch begonnen haben – dabei halfen, für Millionen von jungen Menschen rund um die Welt fantastische Lernmöglichkeiten zu schaffen. In der nachfolgenden Liste finden sich die Gesamtspenden an Scratch (sowohl am MIT und der Scratch Foundation) bis einschließlich 31. Dezember 2019.",
    "annualReport.supportersFoundingDescription": "Unser besonderer Dank gilt unseren Gründungspartnern, die uns seit dem Anbeginn von Scratch unterstützt und jeweils mindestens $ 10.000.000 in unterschiedlicher Form gespendet haben.",
    "annualReport.supportersFoundingTitle": "Gründungspartner",
    "annualReport.supportersCreativityTitle": "Creativity Circle – $ 1.000.000+",
    "annualReport.supportersCollaborationTitle": "Collaboration Circle – $ 200.000+",
    "annualReport.supportersImaginationTitle": "Imagination Circle – $ 50.000+",
    "annualReport.supportersInspirationTitle": "Inspiration Circle – $ 20.000+",
    "annualReport.supportersExplorationTitle": "Exploration Circle – $ 5.000+",
    "annualReport.supportersInKindTitle": "Sachspender",
    "annualReport.leadershipTitle": "Unser Team",
    "annualReport.leadershipBoard": "Verwaltungsrat",
    "annualReport.leadershipChair": "Vorsitzender",
    "annualReport.leadershipProfessor": "Professor für Lernforschung",
    "annualReport.leadershipViceChair": "Stv. Vorsitzender",
    "annualReport.leadershipBoardMember": "Mitglied",
    "annualReport.leadershipPresidentCEO": "Präsidentin und CEO",
    "annualReport.leadershipFormerPresident": "Ehemalige Präsidentin",
    "annualReport.leadershipFounderCEO": "Gründer und CEO",
    "annualReport.leadershipFormerChairCEO": "Ehem. Vorsitzender und CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Schriftführer & Schatzmeister",
    "annualReport.leadershipBoardSecretary": "Schriftführerin",
    "annualReport.leadershipBoardTreasurer": "Schatzmeister",
    "annualReport.leadershipScratchTeam": "Scratch-Team",
    "annualReport.leadershipInterim": "Interimistische geschäftsführende Direktorin",
    "annualReport.donateTitle": "Unterstütze uns",
    "annualReport.donateMessage": "Spenden ermöglichen es uns, Scratch allen kostenlos anzubieten, sie halten unsere Server am Laufen und – am allerwichtigsten – wir können damit Kindern rund um die Welt die Möglichkeit bieten, ihren Ideen Ausdruck zu verleihen, kreativ zu sein und ihre Projekte zu teilen. Danke!",
    "annualReport.donateButton": "Spenden"
}