{
    "annualReport.subnavMessage": "Mensaje",
    "annualReport.subnavMission": "Misión",
    "annualReport.subnavMilestones": "Hitos",
    "annualReport.subnavReach": "Objetivo",
    "annualReport.subnavInitiatives": "Iniciativas",
    "annualReport.subnavFinancials": "Financieros",
    "annualReport.subnavSupporters": "Apoyadores",
    "annualReport.subnavTeam": "Equipo",
    "annualReport.subnavDonate": "Dona",
    "annualReport.mastheadYear": "Informe Anual 2019",
    "annualReport.mastheadTitle": "Cultivando un mundo de aprendizaje creativo",
    "annualReport.messageTitle": "Mensaje del equipo Scratch",
    "annualReport.messageP1": "2019 fue un año de grandes avances para Scratch. Comenzamos el año con el lanzamiento de Scratch 3.0, nuestra última generación de Scratch, diseñada para despertar la creatividad de los niños e involucrar a ellos con diversos intereses y antecedentes. Celebramos el final del año con nuestro equipo mudándose del MIT a su nuevo hogar en Scratch Foundation, en un espacio lúdico en el primer piso cerca de South Station en Boston. A lo largo del año, la comunidad de Scratch siguió prosperando y creciendo: más de 20 millones de jóvenes crearon proyectos con Scratch en 2019, un aumento de 48% con respecto al año anterior.",
    "annualReport.messageP2": "El impacto y la importancia de Scratch se destacaron en 2020 cuando la pandemia de COVID obligó a cerrar las escuelas. La actividad en la comunidad en línea de Scratch más que se duplicó cuando los jóvenes, confinados en sus hogares, recurrieron a Scratch para expresarse creativamente y conectarse entre sí. Los Scratchers también han participado activamente en Black Lives Matter y otros movimientos por la justicia y la equidad raciales, creando proyectos y estudios animados para difundir la conciencia y exigir un cambio.",
    "annualReport.messageP3": "Desde que lanzamos Scratch en 2007, siempre hemos visto a Scratch como algo más que un lenguaje de programación. Scratch ofrece oportunidades a toda la gente joven, en cualquier contexto, para desarrollar su voz, expresar sus ideas y crear con otras personas. Nos encanta ver la forma en la que los Scratchers han respondido a los últimos cambios sociales con creatividad, colaboración, cuidado y amabilidad.",
    "annualReport.messageP4": "En este Informe Anual, compartiremos más sobre la misión, los planes, el impacto y el alcance de Scratch, apoyado con ejemplos de cómo Scratch está ampliando las oportunidades de aprendizaje para una amplia diversidad de jóvenes en todo el mundo, tanto en las escuelas como a lo largo de sus vidas.",
    "annualReport.messageP5": "Estamos orgullosos de lo que los jóvenes están creando y aprendiendo con Scratch hoy, y estamos comprometidos a brindar más oportunidades para más jóvenes en el futuro.",
    "annualReport.messageSignature": "— El Equipo de Scratch",
    "annualReport.covidResponseTitle": "Scratch Responde al COVID",
    "annualReport.covidResponseP1": "Mientras escribimos este informe anual, estamos meses después de la pandemia de COVID. Desde mediados de marzo de 2020, la oficina de Scratch ha sido cerrada y los miembros del Equipo Scratch han estado trabajando activamente desde casa para apoyar a niños y educadores de todo el mundo cuyas vidas han sido interrumpidas por la pandemia.",
    "annualReport.covidResponseP2": "En el 17 de Marzo, publicamos la iniciativa de #ScratchEnCasa para promover niños, familiares y educadores con ideas para atraer el aprendizaje creativo actividades con Scratch en casa. nosotros continuamos a añadir vídeo tutoriales y otros recursos a {scratchAtHomeLink}",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchEnCasa pagina",
    "annualReport.covidResponseP3": "La actividad en {scratchCommunityLink} ha más que duplicado desde el año pasado. Scratchers están creando y compartiendo proyectos para apoyar e inspirar a otros a través de la pandemia — con proyectos y estudios que ofrecen ideas para hacer ejercicio en casa, consejos para mantenerse saludable, humor para animarse unos a otros, y gracias a los trabajadores esenciales.",
    "annualReport.covidResponseScratchCommunity": "Comunidad online de Scratch",
    "annualReport.missionTitle": "Nuestra misión",
    "annualReport.missionSubtitle": "Nuestra misión es proporcionar a todos los niños, de todos los orígenes, oportunidades para imaginar, crear y colaborar con las nuevas tecnologías — para que puedan dar forma al mundo del mañana.",
    "annualReport.missionP1": "Estamos comprometidos a priorizar la equidad en todos los aspectos de nuestro trabajo, con un enfoque particular en iniciativas y enfoques que apoyen a los niños, las familias y los educadores más lejos de la justicia educativa.",
    "annualReport.missionP2": "Hemos desarrollado Scratch como un entorno de aprendizaje gratuito, seguro y lúdico que involucra a todos los niños en el pensamiento creativo, el razonamiento sistemático y el trabajo colaborativo, habilidades esenciales para todos en la sociedad actual. Trabajamos con educadores y familias para ayudar a los niños a explorar, compartir y aprender.",
    "annualReport.missionP3": "Al desarrollar nuevas tecnologías, actividades y materiales de aprendizaje, nos guiamos por lo que llamamos {fourPsItalics}:",
    "annualReport.fourPs": "Cuatro Ps del aprendizaje creativo",
    "annualReport.missionProjectsTitle": "Proyectos",
    "annualReport.missionPeersTitle": "Pares",
    "annualReport.missionPassionTitle": "Pasión",
    "annualReport.missionPlayTitle": "Reproducir",
    "annualReport.missionProjectsDescription": "Involucrar a los niños en el diseño, la creación y la expresión creativa.",
    "annualReport.missionPeersDescription": "Apoyar a los niños en la colaboración, el intercambio, la remezcla y la tutoría.",
    "annualReport.missionPassionDescription": "Permita que los niños desarrollen sus intereses y trabajen en proyectos personalmente significativos",
    "annualReport.missionPlayDescription": "Anime a los niños a jugar, experimentar y iterar",
    "annualReport.milestonesTitle": "Hitos",
    "annualReport.milestonesDescription": "Aquí hay algunos eventos y logros clave en la historia de Scratch y la comunidad global de Scratch.",
    "annualReport.milestones2003Message": "Otorgado una subvención de la Fundación Nacional de Ciencias para comenzar el desarrollo de Scratch",
    "annualReport.milestones2004Message": "Se ofreció el primer taller de Scratch en Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Lanzamiento público del lenguaje de programación Scratch y la comunidad en línea",
    "annualReport.milestones2008Message": "Organizó la primera Conferencia Scratch para educadores y desarrolladores.",
    "annualReport.milestones2009Message1.4": "Lanzamiento de Scratch 1.4, traducido a más de 40 idiomas",
    "annualReport.milestones2009MessageScratchDay": "Organización del primer evento Scratch Day para niños y familias",
    "annualReport.milestones2010Message": "La comunidad en línea de Scratch alcanza 1 millón de miembros",
    "annualReport.milestones2013MessageFoundation": "Establecimiento de Code-to-Learn Foundation (más tarde rebautizado como Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Lanzamiento de Scratch 2.0, que ofrece nuevas oportunidades de colaboración",
    "annualReport.milestones2014Message": "Lanzamiento de ScratchJr para niños más pequeños, de 5 a 7 años",
    "annualReport.milestones2016Message": "La comunidad en línea de Scratch alcanza los 10 millones de miembros",
    "annualReport.milestones2017Message": "Scratch Day crece a 1.100 eventos en 60 países",
    "annualReport.milestones2019MessageScratch3": "Lanzamiento de Scratch 3.0, que amplía lo que los niños pueden crear con código",
    "annualReport.milestones2019MessageMove": "Scratch Team se muda del MIT a Scratch Foundation",
    "annualReport.reachTitle": "Llegar a los niños de todo el mundo",
    "annualReport.reachSubtitle": "Scratch es la comunidad de codificación más grande del mundo para niños y adolescentes de 8 años en adelante.",
    "annualReport.reachMillion": "millon",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Visitantes únicos",
    "annualReport.reachProjectsCreated": "Proyectos Creados",
    "annualReport.reachProjectCreators": "Proyectos creados por personas",
    "annualReport.reachComments": "Comentarios publicados en la comunidad en línea",
    "annualReport.reachGrowthTitle": "Crecimiento de la comunidad",
    "annualReport.reachGrowthBlurb": "Cuentas nuevas creadas en la Comunidad Scratch Online en los últimos 5 años.",
    "annualReport.reachGlobalCommunity": "Nuestra comunidad global",
    "annualReport.reachMapBlurb": "Total de cuentas registradas en Scratch Online Community desde el lanzamiento de Scratch hasta 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "en una escala logarítmica",
    "annualReport.reachTranslationTitle": "Scratch está traducido a más de 60 idiomas",
    "annualReport.reachTranslationBlurb": "Gracias a los traductores voluntarios de todo el mundo.",
    "annualReport.reachScratchJrBlurb": "ScratchJr es un entorno de programación introductorio que permite a los niños pequeños (5-7 años) crear sus propias historias y juegos interactivos.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Descargas desde su lanzamiento en 2014",
    "annualReport.initiativesTitle": "Iniciativas",
    "annualReport.initiativesDescription": "El trabajo de la Fundación Scratch se centra en tres áreas estratégicas: herramientas creativas, comunidad y escuelas. Cada área prioriza la voz y las necesidades de los niños que están subrepresentados en la computación creativa y busca apoyar a los niños en diversos entornos y culturas de todo el mundo.",
    "annualReport.equity": "Equidad",
    "annualReport.globalStrategy": "Estrategia global",
    "annualReport.toolsTitle": "Herramientas creativas",
    "annualReport.toolsIntro": "Estamos constantemente experimentando e innovando con nuevas tecnologías y nuevos diseños, siempre esforzándonos por brindar a los niños nuevas formas de crear, colaborar y aprender.",
    "annualReport.toolsSpotlight": "Herramientas creativas — Historia destacada",
    "annualReport.toolsLaunch": "Lanzamiento de Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Diseñamos Scratch 3.0 para expandir cómo, qué y dónde los niños pueden crear con Scratch. Lanzado a principios de 2019, Scratch 3.0 provocó un aumento de la actividad en la comunidad Scratch, con más proyectos, y una mayor variedad de proyectos, que nunca.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 incluye una biblioteca de extensiones: colecciones adicionales de bloques de codificación que agregan nuevas capacidades a Scratch. Algunas extensiones brindan acceso a servicios web y otras funciones de software, mientras que otras conectan Scratch con dispositivos del mundo físico como motores y sensores.",
    "annualReport.toolsTexttoSpeech": "Texto a voz",
    "annualReport.toolsTexttoSpeechIntro": "Con la extensión Texto a voz, los niños pueden programar sus personajes de Scratch para hablar en voz alta, en una variedad de voces diferentes.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} proyectos en 2019 usados en Texto-a-voz",
    "annualReport.toolsMostPopular": "Más popular",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} nueva Extensión de Scratch en la comunidad",
    "annualReport.toolsCollabAWS": "Colaboración con Amazon Web Services",
    "annualReport.toolsTranslate": "Traductor",
    "annualReport.toolsTranslateIntro": "Con la extensión de traducción, construida sobre la API de traducción de Google, los niños pueden incorporar la traducción automática en sus proyectos, apoyando el aprendizaje de idiomas y la comunicación global.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} idiomas traducidos en la extensión",
    "annualReport.toolsSupportsLiteracy": "Apoya la alfabetización",
    "annualReport.toolsCSandLanguageArts": "informática y artes del lenguaje",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} a través de {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Colaboración con Google",
    "annualReport.toolsPhysicalWorld": "Conexiones del mundo físico",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Los estudiantes pueden crear robots de baile, esculturas interactivas y experimentos de recopilación de datos utilizando Scratch con kits de robótica LEGO. El nuevo LEGO Education SPIKE Prime Set presenta una aplicación basada en Scratch. Además, las extensiones Scratch están disponibles para {mindstormsLink} y {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Colaboración con LEGO Education",
    "annualReport.toolsVideoTutorials": "Video tutoriales",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 presentó una colección diversa de tutoriales en video para ayudar a los niños a comenzar con Scratch. Los tutoriales son abiertos y están diseñados para alentar a los estudiantes a experimentar, seguir sus intereses y expresar sus propias ideas.",
    "annualReport.toolsNumTutorials": "25 nuevos tutoriales",
    "annualReport.toolsNewTutorials": "{numTutorials} disponible en Scratch 3.0",
    "annualReport.toolsNumViews": "23 millones",
    "annualReport.toolsTutorialsViews": "{numViews} visitas en 2019",
    "annualReport.toolsApp": "La aplicación Scratch admite el aprendizaje sin conexión",
    "annualReport.toolsDownloadLink": "aplicación descargable",
    "annualReport.toolsRaspberryLink": "uso en Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Durante 2019, el equipo Scratch lanzó Scratch 3.0 como {downloadableLink} un uso en múltiples plataformas, incluidas las tabletas Windows, MacOS, ChromeOS y Android. Además, la Fundación Raspberry Pi lanzó Scratch 3.0 para {raspberryLink}. Estas versiones descargables son especialmente importantes para millones de estudiantes en áreas donde la conectividad a Internet no está disponible o no es confiable.",
    "annualReport.toolsAbhiTitle": "Abhi en Cartoon Network",
    "annualReport.toolsAbhiIntro": "Para resaltar lo que los niños pueden hacer con Scratch 3.0, colaboramos con Cartoon Network para crear un video con Abhi, un Scratcher de 12 años al que le encanta hacer animaciones y juegos. En el video, Abhi se reúne con Ian Jones-Quartey, creador de OK K.O. y otros programas de Cartoon Network. Abhi le presenta a Ian las características clave de la nueva versión de Scratch, y juntos dibujan y programan una animación de un personaje de Cartoon Network saltando arriba y abajo.",
    "annualReport.toolsAbhiQuote": "Lo que más me gusta de Scratch es la comunidad, porque son agradables y me ayudan. Es por eso que siempre estoy feliz de compartir cada proyecto que está en mis sueños.",
    "annualReport.communityTitle": "Comunidad",
    "annualReport.communityIntro": "La comunidad en línea de Scratch siempre ha sido una parte importante de la experiencia de Scratch, brindando oportunidades para que los niños colaboren, compartan y se brinden comentarios entre ellos.",
    "annualReport.communitySpotlight": "Comunidad — Historia destacada",
    "annualReport.communityTeam": "Equipo de la comunidad de Scratch",
    "annualReport.communityTeamIntro1": "Cuando se les pregunta por qué usan Scratch, la mayoría de los Scratchers hablan sobre la importancia de la comunidad en línea para motivar su participación continua, brindando un espacio donde pueden expresar su creatividad, hacer amigos, recibir comentarios, obtener nuevas ideas y aprender nuevas habilidades. Muchos Scratchers expresan su aprecio por la comunidad de Scratch como un espacio seguro y acogedor para conectarse, compartir y aprender unos de otros.",
    "annualReport.communityTeamIntro2": "Con 40 000 proyectos nuevos y 400 000 comentarios nuevos en la comunidad en línea de Scratch cada día, ¿cómo podemos garantizar que la comunidad se mantenga segura y amigable, al mismo tiempo que apoya y fomenta la expresión creativa? Nuestro Equipo de la comunidad, que incluye personal a tiempo completo y una red de moderadores, lidera este trabajo esencial. Hay dos dimensiones clave del trabajo del Equipo de la comunidad: la moderación y la participación de la comunidad.",
    "annualReport.communityModerationTitle": "Moderación de la comunidad",
    "annualReport.communityModerationInfo": "Cuando los jóvenes se unen a la comunidad de Scratch, aceptan seguir un conjunto de Pautas de la comunidad, que están diseñadas para mantener a Scratch como un lugar seguro y de apoyo para los jóvenes de todos los orígenes. Nuestro Equipo de la comunidad utiliza una amplia variedad de herramientas y estrategias para fomentar una buena ciudadanía digital y mantener un entorno positivo para que los Scratchers creen. Los filtros automáticos evitan que se comparta información privada o que se publique contenido inapropiado, y permitimos que cualquier persona denuncie el contenido que siento que infringe las Normas de la comunidad.",
    "annualReport.communityGuidelinesTitle": "Reglas de la comunidad",
    "annualReport.communityGuidelinesInfo": "En Scratch son bienvenidas las personas de todas las edades, razas, etnias, religiones, capacidades, orientaciones sexuales e identidades de género.",
    "annualReport.communityGuidelinesRespect": "Sea respetuoso.",
    "annualReport.communityGuidelinesShare": "Compartir.",
    "annualReport.communityGuidelinesHonest": "Sé honesto.",
    "annualReport.communityGuidelinesConstructive": "Sea constructivo.",
    "annualReport.communityGuidelinesPrivacy": "Mantén privada la información personal.",
    "annualReport.communityGuidelinesFriendly": "Ayuda a mantener este sitio amigable.",
    "annualReport.communityEngagementTitle": "Participación de la comunidad",
    "annualReport.storySwap": "Intercambio de historia",
    "annualReport.communityEngagementInfo": "Otro papel importante del equipo comunitario es destacar y desarrollar oportunidades para que los jóvenes expresen sus ideas y se involucren de manera positiva. El equipo presenta proyectos y estudios de miembros de la comunidad para servir de inspiración, y publica regularmente Scratch Design Studios para fomentar la actividad creativa. Cada verano, el equipo organiza un campamento de scratch en línea: el tema en 2019 fue {storySwapLink}, con Scratchers construyendo sobre las historias de los demás.",
    "annualReport.communitySDSTitle": "Estudios de diseño de Scratch",
    "annualReport.communitySDSInfo": "Algunos estudios de diseño de Scratch de 2019:",
    "annualReport.communityDayintheLife": "Día en la vida",
    "annualReport.communityDayintheLifeInfo": "Crear un proyecto sobre un día en la vida de algo.",
    "annualReport.communityYear3000": "Año 3000",
    "annualReport.communityYear3000Info": "¿Cómo sería la vida en el año 3000?",
    "annualReport.communityBounce": "Rebotar",
    "annualReport.communityBounceInfo": "Cree un proyecto que involucre rebotar, saltar, hacer boing o brincar.",
    "annualReport.communityMonochromatic": "Monocromo",
    "annualReport.communityMonochromaticInfo": "¿Cómo se verían las cosas si hubiera un solo color?",
    "annualReport.communityQuotes": "Comunidad — Cotizaciones",
    "annualReport.communityQuote1": "Me uní a Scratch cuando tenía 11 años y las cosas que aprendí al usar la plataforma e interactuar con la comunidad fueron realmente una parte vital de mi aprendizaje al crecer.",
    "annualReport.communityQuote2": "Scratch me ha permitido hacer cosas desde casa, como \n- Respetar a las personas y sus proyectos\n- Hacer amigos\n- Sentir que no estoy solo en esta cuarentena\n....y mucho más, así que quiero decir \n¡THANKS!",
    "annualReport.communityQuote3": "He estado en Scratch durante aproximadamente 2 años, ¡y ha sido una experiencia que me ha cambiado la vida! ¡He aprendido tantas cosas nuevas, como codificación, etiqueta en línea y arte!",
    "annualReport.communityQuote4": "Scratch era mi pasatiempo favorito en sexto grado. Me introdujo en secreto a la lógica booleana, el orden de las operaciones y las expresiones matemáticas anidadas, sin mencionar la programación de computadoras en sí.",
    "annualReport.studio": "estudio",
    "annualReport.communityBLMIntro": "A medida que las protestas por la justicia racial barrieron los Estados Unidos después de los trágicos asesinatos de George Floyd, Breonna Taylor, Ahmaud Arbery y otros a principios de 2020, muchos jóvenes usaron Scratch como una forma de expresar su apoyo al movimiento Black Lives Matter, creando proyectos y publicando comentarios para hablar en contra del racismo y la violencia policial. En {BLMStudioLink} en la página de inicio de Scratch, Scratchers contribuyeron con cientos de proyectos y miles de comentarios. El equipo de la comunidad Scratch participó activamente para apoyar a los Scratchers durante un tiempo traumático y garantizar que todos los proyectos y conversaciones siguieran siendo respetuosos.",
    "annualReport.communityArtwork": "Ilustraciones de Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Vemos a los jóvenes como agentes de cambio.",
    "annualReport.communityChangeInfo": "Estamos comprometidos a trabajar con ellos, y con los educadores y las familias que los apoyan, para asegurarnos de que desarrollen las habilidades, la motivación y la confianza que necesitarán para llevar una vida plena y lograr un cambio significativo en la sociedad.",
    "annualReport.watchVideo": "Ver Vídeo",
    "annualReport.schoolsTitle": "Colegios",
    "annualReport.schoolsIntro": "Brindamos programas y recursos para apoyar a docentes y estudiantes en escuelas de todo el mundo, diseñados para lograr la equidad en las experiencias informáticas creativas, basadas en proyectos, pasión, compañeros y juego.",
    "annualReport.schoolsSpotlight": "Escuelas: Historia destacada",
    "annualReport.cpsProjectTitle": "Informática creativa en las escuelas públicas de Chicago",
    "annualReport.cpsProjectIntroP1": "En 2019, con fondos de Google.org, Scratch Team se asoció con SocialWorks, CS4ALL Chicago y Chicago Public Schools para apoyar a siete escuelas primarias en el lado sur de Chicago cuando lanzaron una iniciativa para incorporar la codificación creativa en su plan de estudios.",
    "annualReport.cpsProjectIntroP2": "Como parte de esta iniciativa, cientos de estudiantes se imaginaron y dibujaron como el superhéroe de sus propios videojuegos. Dieron vida a esas ideas en un proyecto colaborativo de Scratch llamado SuperMe. El héroe local de Chicago y músico ganador del premio Grammy, Chance the Rapper, se sintió tan inspirado por el trabajo de los estudiantes que lo nombró el videojuego oficial de su exitosa canción I Love You So Much y lo compartió con el mundo.",
    "annualReport.familyCreativeNightsHeader": "Noches familiares de codificación creativa",
    "annualReport.familyCreativeNightsDescription": "Una clave para el éxito de esta iniciativa fue conectar a estudiantes, familias, maestros y otros miembros de la comunidad a través de Family Creative Coding Nights. Estos eventos reunieron a cientos de familiares de todas las edades, desde niños pequeños hasta abuelos, en actividades que mezclaron la codificación con el arte, la danza y la música. Estos eventos fortalecieron las conexiones entre el hogar y la escuela, reconociendo el importante papel de las familias para inspirar y apoyar el aprendizaje de los niños.",
    "annualReport.familyNightsPhotoCredit": "Fotos de Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Invertir en el desarrollo profesional de los docentes",
    "annualReport.teacherPDDescription": "Los maestros de las escuelas primarias participantes se reunieron para participar en talleres de desarrollo profesional, adquiriendo experiencia de primera mano en la creación de sus propios proyectos Scratch y encontrando formas significativas de usar Scratch para apoyar el aprendizaje de los estudiantes en todo el plan de estudios.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Educador de CPS",
    "annualReport.teacherPDQuote": "Lo que más me sorprendió fue la colaboración intrínseca que surgió con el uso de Scratch en mi salón de clases. A menudo, los propios estudiantes descubrían algo en la plataforma Scratch, me lo mostraban y luego lo difundían entre ellos.",
    "annualReport.extendingReachHeader": "Ampliación del alcance",
    "annualReport.extendingReachDescription": "Para ampliar el alcance de esta asociación, CS4ALL Chicago se basó en el modelo Family Creative Coding Night y lo puso a disposición de todas las Escuelas Públicas de Chicago. Google CS Primero produjo {codeYourHeroLink} guías para estudiantes y profesores, disponibles en línea gratis y sólo en inglés y español.",
    "annualReport.codeYourHero": "Codifica a tu héroe",
    "annualReport.inTheNewsHeader": "En las noticias",
    "annualReport.chicagoSunTimesArticle": "Artículo del Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Artículo de la revista Rolling Stone",
    "annualReport.conferencesTitle": "Scratch Conferences alrededor del mundo",
    "annualReport.conferencesIntro": "En 2008, el Equipo Scratch organizó la primera conferencia Scratch en el MIT, que reunió a educadores, investigadores y desarrolladores para compartir ideas y experiencias sobre el uso de Scratch para apoyar el aprendizaje creativo. Desde entonces, el Equipo Scratch ha organizado y organizado una conferencia Scratch en el MIT cada dos años. Además, los miembros de la comunidad global Scratch han organizado y organizado más de una docena de conferencias — que se extienden por los océanos, continentes, culturas e idiomas.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, foto de  {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "América Latina",
    "annualReport.conferencesLatinAmericaDescription": "En mayo de 2019, educadores de todo Chile y otras áreas de América Latina se reunieron para la segunda {scratchAlSurLink} conferencia en Santiago, Chile. Después de la conferencia, Scratch al Sur lanzó {spanishVersionLink} de la guía {creativeComputingCurriculumLink}, desarrollada por el grupo Creative Computing en Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Versión en español",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto por {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "En agosto de 2019, la Fundación Raspberry Pi organizó la cuarta {scratchConferenceEuropeLink}, celebrada en Cambridge, Reino Unido. La conferencia reunió a educadores formales e informales de más de 25 países para talleres prácticos, presentaciones y demostraciones de estudiantes, educadores, investigadores y organizaciones comunitarias.",
    "annualReport.conferencesEuropeImageCaption": "Foto de{photoCredit}",
    "annualReport.conferencesAfricaTitle": "África",
    "annualReport.conferencesAfricaDescription": "En octubre de 2019, se celebró la primera {scratchAfricaConferenceLink} en Nairobi, Kenia, atrayendo a más de 250 educadores y estudiantes de toda África para compartir lecciones, empoderar a los jóvenes y celebrar los logros en la codificación creativa. En la conferencia, el equipo Scratch lanzó una versión suajili de Scratch, disponible para su uso tanto en línea como fuera de línea.",
    "annualReport.conferencesAfricaImageCaption": "Foto de {photoCredit}",
    "annualReport.financialsTitle": "Finanzaz - 2019",
    "annualReport.financialsButton": "Finanzas auditadas 2019",
    "annualReport.financialsFutureYears": "Nota: Las finanzas en los próximos años serán significativamente diferentes, ya que el personal de Scratch ahora ha pasado del MIT a la Fundación Scratch.",
    "annualReport.supportersTitle": "Gracias a nuestros seguidores",
    "annualReport.supportersIntro": "Gracias a nuestros generosos seguidores. Su contribución nos ayuda a ampliar las oportunidades de aprendizaje creativo para niños de todas las edades, de todos los orígenes, en todo el mundo.",
    "annualReport.supportersSpotlightTitle": "Donante - Historia destacada",
    "annualReport.supportersSFETitle": "Dotación de la familia Siegel",
    "annualReport.supportersSFEDescription1": "En mayo de 2012, David Siegel asistió al Día de Scratch en el MIT Media Lab con su hijo Zach, un Scratcher activo y entusiasta. Al ver a Zach y otros niños usar Scratch para codificar sus propios juegos, animaciones y criaturas robóticas, David vio cuánto potencial tenía Scratch para ayudar a los niños a aprender habilidades prácticas de codificación, y desarrollarse como pensadores computacionales.",
    "annualReport.supportersSFEDescription2": "David sabe de primera mano la importancia del pensamiento computacional, y su carrera como informático y emprendedor ha sido moldeada por la misma curiosidad que Scratch ayuda a los jóvenes estudiantes a explorar todos los días. Es el mismo instinto exploratorio que lo llevó a estudiar informática en Princeton y a obtener un doctorado basado en el trabajo realizado en el Laboratorio de Inteligencia Artificial del MIT. En 2001, cofundó Two Sigma, que se ha convertido en un líder mundial en la aplicación del aprendizaje automático y la ciencia de datos para la gestión de inversiones.",
    "annualReport.supportersSFEDescription3": "En 2011, David fundó Siegel Family Endowment ( SFE ) para apoyar a las organizaciones que trabajan para ayudar a las personas a adaptarse a las demandas de las nuevas tecnologías, y para comprender y mitigar mejor las poderosas interrupciones que la tecnología ha provocado en casi todos los sectores. También es cofundador de la Fundación Scratch, y es un firme defensor de la misión de la organización de mantener Scratch libre y accesible para los estudiantes de todo el mundo.",
    "annualReport.supportersCoFounder": "Co-Fundador y Co-Presidente",
    "annualReport.supportersQuote": "Asegurarse de que Scratch permanezca libre y accesible para los niños en todas partes es una de las formas más impactantes en que podemos ayudar a los jóvenes estudiantes a participar y prosperar en un mundo cada vez más digital. Supporting Scratch es más importante hoy que nunca.",
    "annualReport.supportersThankYou": "Gracias a nuestros seguidores",
    "annualReport.supportersAllDescription": "Nuestra misión es proporcionar a todos los niños, de todos los orígenes, oportunidades para imaginar, crear y compartir con las nuevas tecnologías. Queremos agradecer a todos los seguidores de Scratch que, desde que comenzamos a trabajar en Scratch en 2002, nos han ayudado a crear increíbles experiencias de aprendizaje para millones de jóvenes en todo el mundo. La siguiente lista se basa en donaciones acumulativas a Scratch ( tanto en MIT como en Scratch Foundation ) hasta el 31 de diciembre de 2019.",
    "annualReport.supportersFoundingDescription": "Estamos especialmente agradecidos con nuestros socios fundadores que nos apoyaron desde los primeros días de Scratch, cada uno de los cuales proporcionó al menos $ 10,000,000 de apoyo acumulativo, en varias formas.",
    "annualReport.supportersFoundingTitle": "Socios Fundadores",
    "annualReport.supportersCreativityTitle": "Círculo de creatividad — $1,000,000+",
    "annualReport.supportersCollaborationTitle": "Círculo de colaboración — $200,000+",
    "annualReport.supportersImaginationTitle": "Círculo de imaginación — $ 50,000+",
    "annualReport.supportersInspirationTitle": "Círculo de inspiración — $20,000+",
    "annualReport.supportersExplorationTitle": "Círculo de exploración — $5,000+",
    "annualReport.supportersInKindTitle": "Partidarios en especie",
    "annualReport.leadershipTitle": "Nuestro Equipo",
    "annualReport.leadershipBoard": "Junta Directiva",
    "annualReport.leadershipChair": "Silla",
    "annualReport.leadershipProfessor": "Profesor de Investigación del Aprendizaje",
    "annualReport.leadershipViceChair": "Vicepresidente",
    "annualReport.leadershipBoardMember": "Miembro de la Junta",
    "annualReport.leadershipPresidentCEO": "Presidente y director general",
    "annualReport.leadershipFormerPresident": "Ex presidente",
    "annualReport.leadershipFounderCEO": "Fundador y CEO",
    "annualReport.leadershipFormerChairCEO": "Ex presidente y director ejecutivo",
    "annualReport.leadershipBoardSecretaryTreasurer": "Secretario de la Junta y Tesorero",
    "annualReport.leadershipBoardSecretary": "Secretario de la Junta",
    "annualReport.leadershipBoardTreasurer": "Tesorero de la Junta",
    "annualReport.leadershipScratchTeam": "Equipo de Scratch",
    "annualReport.leadershipInterim": "Director Ejecutivo Interino",
    "annualReport.donateTitle": "Apóyanos",
    "annualReport.donateMessage": "Su apoyo nos permite hacer Scratch gratis para todos, mantiene nuestros servidores en funcionamiento y, lo más importante, podemos brindar a los niños de todo el mundo la oportunidad de imaginar, crear y compartir. ¡Gracias!",
    "annualReport.donateButton": "Dona"
}