{
    "annualReport.subnavMessage": "Teade",
    "annualReport.subnavMission": "Missioon",
    "annualReport.subnavMilestones": "Verstapostid",
    "annualReport.subnavReach": "Jõua",
    "annualReport.subnavInitiatives": "Algatused",
    "annualReport.subnavFinancials": "Finantsasjad",
    "annualReport.subnavSupporters": "Toetajad",
    "annualReport.subnavTeam": "Meeskond",
    "annualReport.subnavDonate": "Donate",
    "annualReport.mastheadYear": "2019 aasta aruanne",
    "annualReport.mastheadTitle": "Loova õppimise maailma arendamine",
    "annualReport.messageTitle": "Sõnum Scratch Teamilt",
    "annualReport.messageP1": "2019. aasta oli Scratchi jaoks suurte edusammude aasta. Alustasime aastat Scratch 3.0, meie uusima põlvkonna Scratchi turuletoomisega, mis on loodud laste loovuse äratamiseks ning erinevate huvide ja taustaga laste kaasamiseks. Tähistasime aasta lõppu koos meie meeskonnaga, kes kolis MIT-st uude koju Scratch Foundationis, mängulises esimese korruse ruumis Bostoni lõunajaama lähedal. Kogu aasta jooksul jätkas Scratchi kogukond jõudsalt ja kasvamist: 2019. aastal lõi Scratchiga projekte enam kui 20 miljonit noort, mis on 48% rohkem kui aasta varem.",
    "annualReport.messageP2": "Scratchi mõju ja tähtsust tõsteti esile 2020. aastal, kuna COVID-pandeemia sundis koole sulgema. Aktiivsus Scratchi veebikogukonnas kasvas enam kui kahekordseks, kui noored, kes olid piiratud oma kodudega, pöördusid Scratchi poole, et end loovalt väljendada ja üksteisega suhelda. Scratchers on aktiivselt osalenud ka Black Lives Matter'is ja muudes rassilise õigluse ja võrdõiguslikkuse liikumistes, luues animeeritud projekte ja stuudioid, et levitada teadlikkust ja nõuda muutusi.",
    "annualReport.messageP3": "Alates ajast, kui me 2007. aastal Scratchi turule tõime, oleme Scratchi alati näinud rohkem kui programmeerimiskeelena. Scratch pakub kõigile erineva taustaga noortele võimalusi oma häält arendada, oma ideid väljendada ja üksteisega luua. Meile meeldib näha, kuidas Scratchers on reageerinud hiljutistele ühiskondlikele väljakutsetele loovuse, koostöö, hoolivuse ja lahkusega.",
    "annualReport.messageP4": "Selles aastaaruandes jagame rohkem Scratchi missiooni, plaanide, mõju ja ulatuse kohta, mida toetavad näited selle kohta, kuidas Scratch laiendab õppimisvõimalusi paljudele noortele üle maailma, nii koolides kui ka kogu oma elu jooksul. elusid.",
    "annualReport.messageP5": "Oleme uhked selle üle, mida noored Scratchiga täna loovad ja õpivad, ning oleme pühendunud sellele, et pakkuda tulevikus rohkem võimalusi rohkematele noortele.",
    "annualReport.messageSignature": "— Scratchi Meeskond",
    "annualReport.covidResponseTitle": "Scratch reageerib COVID-ile",
    "annualReport.covidResponseP1": "Seda aastaaruannet kirjutades oleme COVID-i pandeemias mitu kuud. Alates 2020. aasta märtsi keskpaigast on Scratchi kontor suletud ja Scratch Teami liikmed on aktiivselt kodust tööd teinud, et toetada lapsi ja pedagooge üle maailma, kelle elu pandeemia on seganud.",
    "annualReport.covidResponseP2": "17. märtsil käivitasime algatuse #ScratchAtHome, et pakkuda lastele, peredele ja pedagoogidele ideid Scratchiga kodus loovate õppetegevustega tegelemiseks. Jätkame videoõpetuste ja muude ressursside lisamist{scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome leht",
    "annualReport.covidResponseP3": "Aktiivsus on {scratchCommunityLink} eelmise aastaga võrreldes enam kui kahekordistunud. Scratchers loovad ja jagavad projekte, et toetada ja inspireerida teisi pandeemia ajal — projektide ja stuudiotega, mis pakuvad ideid kodus treenimiseks, näpunäiteid tervise hoidmiseks, huumorit üksteise rõõmustamiseks ja tänud olulistele töötajatele.",
    "annualReport.covidResponseScratchCommunity": "Scratch veebikogukond",
    "annualReport.missionTitle": "Meie missioon",
    "annualReport.missionSubtitle": "Meie missioon on pakkuda kõigile lastele erineva taustaga võimalusi kujutleda, luua ja teha koostööd uute tehnoloogiatega — et nad saaksid kujundada homset maailma.",
    "annualReport.missionP1": "Oleme võtnud endale kohustuse seada esikohale võrdsus kõigis oma töö aspektides, keskendudes eelkõige algatustele ja lähenemisviisidele, mis toetavad lapsi, peresid ja haridusalasest õiglusest kõige kaugemal olevaid õpetajaid.",
    "annualReport.missionP2": "Oleme välja töötanud Scratchi tasuta, turvalise ja mängulise õpikeskkonnana, mis kaasab kõik lapsed loovalt mõtlema, süstemaatiliselt mõtlema ja koostööd tegema — need on tänapäeva ühiskonnas kõigi jaoks hädavajalikud oskused. Teeme koostööd õpetajate ja peredega, et toetada lapsi uurimisel, jagamisel ja õppimisel.",
    "annualReport.missionP3": "Uute tehnoloogiate, tegevuste ja õppematerjalide väljatöötamisel juhindume sellest, mida me nimetame {fourPsItalics}:",
    "annualReport.fourPs": "Loovõppe neli P-d",
    "annualReport.missionProjectsTitle": "Projektid",
    "annualReport.missionPeersTitle": "Eakaaslased",
    "annualReport.missionPassionTitle": "Kirg",
    "annualReport.missionPlayTitle": "Käivita",
    "annualReport.missionProjectsDescription": "Kaasake lapsi kujundama, looma ja end loominguliselt väljendama",
    "annualReport.missionPeersDescription": "Toetage lapsi koostöö tegemisel, jagamisel, remiksimisel ja juhendamisel",
    "annualReport.missionPassionDescription": "Võimaldage lastel arendada oma huvisid ja töötada isiklikult tähenduslike projektidega",
    "annualReport.missionPlayDescription": "Julgustage lapsi nokitsema, katsetama ja kordama",
    "annualReport.milestonesTitle": "Verstapostid",
    "annualReport.milestonesDescription": "Siin on mõned olulisemad sündmused ja saavutused Scratchi ja ülemaailmse Scratchi kogukonna ajaloos.",
    "annualReport.milestones2003Message": "Scratchi arendamise alustamiseks anti National Science Foundationi stipendium",
    "annualReport.milestones2004Message": "Pakuti esimest Scratch'i töötuba Computer Clubhouse Teen Summitil",
    "annualReport.milestones2007Message": "Pakuti esimest Scratch'i töötuba Computer Clubhouse Teen Summitil",
    "annualReport.milestones2008Message": "Korraldati esimene Scratch konverents koolitajatele ja arendajatele",
    "annualReport.milestones2009Message1.4": "Välja antud Scratch 1.4, tõlgitud enam kui 40 keelde",
    "annualReport.milestones2009MessageScratchDay": "Korraldas esimest Scratch Day üritust lastele ja peredele",
    "annualReport.milestones2010Message": "Scratchi veebikogukonnal on 1 miljon liiget",
    "annualReport.milestones2013MessageFoundation": "Asutatud Code-to-Learn Foundation (hiljem nimega Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Scratch 2.0 käivitamine, mis pakub uusi koostöövõimalusi",
    "annualReport.milestones2014Message": "ScratchJr käivitamine noorematele lastele vanuses 5–7",
    "annualReport.milestones2016Message": "Scratchi veebikogukonnal on 10 miljonit liiget",
    "annualReport.milestones2017Message": "Scratch Day kasvab 1100 sündmuseni 60 riigis",
    "annualReport.milestones2019MessageScratch3": "Scratch 3.0 käivitamine, mis laiendab seda, mida lapsed saavad koodiga luua",
    "annualReport.milestones2019MessageMove": "Scratch Team kolib MIT-st Scratch Foundationi",
    "annualReport.reachTitle": "Lasteni jõudmine kogu maailmas",
    "annualReport.reachSubtitle": "Scratch on maailma suurim 8-aastastele ja vanematele lastele ja teismelistele mõeldud kodeerimiskogukond.",
    "annualReport.reachMillion": "miljonit",
    "annualReport.reach170million": "170{million}",
    "annualReport.reach60million": "60{million}",
    "annualReport.reach20million": "20{million}",
    "annualReport.reach48million": "48{million}",
    "annualReport.reachUniqueVisitors": "Unikaalsed külastajad",
    "annualReport.reachProjectsCreated": "Loodud projektid",
    "annualReport.reachProjectCreators": "Inimesed lõid projekte",
    "annualReport.reachComments": "Veebikogukonnas postitatud kommentaarid",
    "annualReport.reachGrowthTitle": "Veebikogukonnas postitatud kommentaarid",
    "annualReport.reachGrowthBlurb": "Viimase 5 aasta jooksul Scratch Online kogukonnas loodud uued kontod.",
    "annualReport.reachGlobalCommunity": "Meie globaalne kogukond",
    "annualReport.reachMapBlurb": "Scratchi veebikogukonnas registreeritud kontode koguarv alates Scratchi käivitamisest kuni 2019. aastani",
    "annualReport.reachMap20M": "20 miljonit",
    "annualReport.reachMapLog": "logaritmilisel skaalal",
    "annualReport.reachTranslationTitle": "Scratch on tõlgitud enam kui 60 keelde",
    "annualReport.reachTranslationBlurb": "Aitäh vabatahtlikele tõlkijatele üle maailma.",
    "annualReport.reachScratchJrBlurb": "ScratchJr on sissejuhatav programmeerimiskeskkond, mis võimaldab väikelastel (vanuses 5-7) luua oma interaktiivseid lugusid ja mänge.",
    "annualReport.reach22million": "22{million}",
    "annualReport.reachDownloads": "Allalaadimised alates käivitamisest 2014. aastal",
    "annualReport.initiativesTitle": "Algatused",
    "annualReport.initiativesDescription": "Scratch Foundationi töö keskendub kolmele strateegilisele valdkonnale: loomingulised tööriistad, kogukond ja koolid. Iga valdkond seab esikohale nende laste häält ja vajadusi, kes on loomingulises andmetöötluses alaesindatud, ning püüab toetada lapsi erinevates oludes ja kultuurides üle kogu maailma.",
    "annualReport.equity": "Omakapital",
    "annualReport.globalStrategy": "Ülemaailmne strateegia",
    "annualReport.toolsTitle": "Loomingulised tööriistad",
    "annualReport.toolsIntro": "Katsetame ja uuendame pidevalt uusi tehnoloogiaid ja disainilahendusi — püüame alati pakkuda lastele uusi viise loomiseks, koostööks ja õppimiseks.",
    "annualReport.toolsSpotlight": "Loomingulised tööriistad — Spotlight Story",
    "annualReport.toolsLaunch": "Scratch 3.0 käivitamine",
    "annualReport.toolsLaunchIntro1": "Arendasime Scratch 3.0, et laiendada, kuidas, mida ja kus lapsed saavad Scratchiga luua. 2019. aasta alguses välja antud Scratch 3.0 tõi Scratchi kogukonnas kaasa rohkemate projektide — ja suurema hulga projektide — kui kunagi varem.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 sisaldab laienduste teeki — täiendavaid kodeerimisplokkide kogusid, mis lisavad Scratchile uusi võimalusi. Mõned laiendused pakuvad juurdepääsu veebiteenustele ja muudele tarkvarafunktsioonidele, samas kui teised ühendavad Scratchi füüsilise maailma seadmetega, nagu mootorid ja andurid.",
    "annualReport.toolsTexttoSpeech": "Tekst kõneks",
    "annualReport.toolsTexttoSpeechIntro": "Kõnesünteesi laienduse abil saavad lapsed programmeerida oma Scratch-tegelased valjusti ja erinevate häältega rääkima.",
    "annualReport.toolsNumProjects": "330 000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects}2019. aasta projektides kasutati kõnesünteesi",
    "annualReport.toolsMostPopular": "Populaarseim",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular}kogukonnas uus Scratch Extension",
    "annualReport.toolsCollabAWS": "Koostöö Amazon Web Servicesiga",
    "annualReport.toolsTranslate": "Tõlgi",
    "annualReport.toolsTranslateIntro": "Google'i tõlke API-le ehitatud tõlkelaiendiga saavad lapsed oma projektidesse lisada automaattõlke, toetades keeleõpet ja ülemaailmset suhtlust.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages}laiendis tõlgitud keeltesse",
    "annualReport.toolsSupportsLiteracy": "Toetab kirjaoskust",
    "annualReport.toolsCSandLanguageArts": "arvutiteadus ja keelekunst",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy}üle{CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Koostöö Google'iga",
    "annualReport.toolsPhysicalWorld": "Füüsilise maailma ühendused",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Õpilased saavad luua tantsivaid roboteid, interaktiivseid skulptuure ja andmete kogumise katseid, kasutades Scratch with LEGO robootikakomplekte. Uues LEGO Education SPIKE Prime komplektis on Scratchil põhinev rakendus. Lisaks on {mindstormsLink} ja {weDoLink} jaoks saadaval Scratchi laiendused.",
    "annualReport.toolsCollabLEGO": "Koostöö LEGO Educationiga",
    "annualReport.toolsVideoTutorials": "Videojuhendid",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 tutvustas mitmekülgset videoõpetuste kogu, mis aitab lastel Scratchiga alustada. Õpetused on avatud ja mõeldud julgustama õpilasi katsetama, järgima nende huvisid ja väljendama oma ideid.",
    "annualReport.toolsNumTutorials": "25 uut õpetust",
    "annualReport.toolsNewTutorials": "{numTutorials}saadaval Scratch 3.0-s",
    "annualReport.toolsNumViews": "23 miljonit",
    "annualReport.toolsTutorialsViews": "{numViews}vaatamisi 2019. aastal",
    "annualReport.toolsApp": "Scratch App toetab võrguühenduseta õppimist",
    "annualReport.toolsDownloadLink": "allalaaditav rakendus",
    "annualReport.toolsRaspberryLink": "kasutage Raspberry Pi 4-s",
    "annualReport.toolsAppIntro": "2019. aasta jooksul andis Scratch Team välja {downloadableLink} Scratch 3.0, mis on mõeldud kasutamiseks mitmel platvormil, sealhulgas Windows, MacOS, ChromeOS ja Android-tahvelarvutid. Lisaks andis Raspberry Pi Foundation välja {raspberryLink} Scratch 3.0 jaoks. Need allalaaditavad versioonid on eriti olulised miljonite õppijate jaoks piirkondades, kus Interneti-ühendus pole saadaval või ebausaldusväärne.",
    "annualReport.toolsAbhiTitle": "Abhi Cartoon Networkis",
    "annualReport.toolsAbhiIntro": "Et rõhutada, mida lapsed Scratch 3.0-ga teha saavad, tegime koostööd Cartoon Networkiga, et luua video, milles osaleb 12-aastane Scratcher Abhi, kes armastab animatsioone ja mänge teha. Abhi kohtub videos OK K.O. looja Ian Jones-Quarteyga. ja muud Cartoon Networki saated. Abhi tutvustab Ianile Scratchi uue versiooni põhifunktsioone ning koos joonistavad ja programmeerivad nad animatsiooni Cartoon Networki tegelasest, kes hüppab üles-alla.",
    "annualReport.toolsAbhiQuote": "Minu lemmik asi Scratchi juures on kogukond, sest nad on mulle toredad ja abivalmid. Seetõttu on mul alati hea meel jagada iga projekti, mis on minu unistustes.",
    "annualReport.communityTitle": "Kogukond",
    "annualReport.communityIntro": "Scratchi veebikogukond on alati olnud Scratchi kogemuse oluline osa, pakkudes lastele võimalusi koostööd teha, jagada ja üksteisele tagasisidet anda.",
    "annualReport.communitySpotlight": "Kogukond — Spotlight Story",
    "annualReport.communityTeam": "Scratchi Kogukonna meeskond",
    "annualReport.communityTeamIntro1": "Kui küsitakse, miks nad Scratchi kasutavad, räägib enamik Scratcheri veebikogukonna tähtsusest nende pideva osalemise motiveerimisel, pakkudes ruumi, kus nad saavad väljendada oma loovust, leida sõpru, saada tagasisidet, saada uusi ideid ja õppida uusi oskusi. Paljud Scratcherid väljendavad oma tunnustust Scratchi kogukonna kui turvalise ja tervitatava ruumi vastu, kus üksteisega suhelda, jagada ja üksteiselt õppida.",
    "annualReport.communityTeamIntro2": "Kuidas saame tagada, et Scratchi veebikogukonnas on iga päev 40 000 uut projekti ja 400 000 uut kommentaari, et kogukond oleks turvaline ja sõbralik, toetades ja julgustades samal ajal loomingulist väljendust? Meie kogukonna meeskond, sealhulgas täiskohaga töötajad ja moderaatorite võrgustik, juhib seda olulist tööd. Kogukonnameeskonna tööl on kaks peamist mõõdet: mõõdukus ja kogukonna kaasatus.",
    "annualReport.communityModerationTitle": "Kogukonna modereerimine",
    "annualReport.communityModerationInfo": "Kui noored liituvad Scratchi kogukonnaga, nõustuvad nad järgima kogukonna juhiseid, mille eesmärk on hoida Scratch turvalise ja toetava kohana igasuguse taustaga noortele. Meie kogukonna meeskond kasutab laia valikut tööriistu ja strateegiaid, et julgustada head digitaalset kodakondsust ja säilitada Scratchersi jaoks positiivne keskkond. Automaatsed filtrid takistavad privaatse teabe jagamist või sobimatu sisu postitamist ning võimaldame igaühel sisust teatada. tunneb, et rikub kogukonna juhiseid.",
    "annualReport.communityGuidelinesTitle": "Kogukonna suunised",
    "annualReport.communityGuidelinesInfo": "Scratch tervitab igas vanuses, rassist, rahvusest, religioonist, võimetest, seksuaalse sättumuse ja soolise identiteediga inimesi.",
    "annualReport.communityGuidelinesRespect": "Ole lugupidav.",
    "annualReport.communityGuidelinesShare": "Jaga",
    "annualReport.communityGuidelinesHonest": "Ole aus.",
    "annualReport.communityGuidelinesConstructive": "Me oleme konstruktiivsed.",
    "annualReport.communityGuidelinesPrivacy": "Hoidke isiklik teave privaatsena.",
    "annualReport.communityGuidelinesFriendly": "Aitame hoida saidi sõbralikuna.",
    "annualReport.communityEngagementTitle": "Kogukonna kaasamine",
    "annualReport.storySwap": "Loo vahetus",
    "annualReport.communityEngagementInfo": "Teine kogukonnameeskonna suur roll on tõsta esile ja arendada noorte võimalusi oma ideid väljendada ja positiivselt kaasa lüüa. Meeskond pakub inspiratsiooniks kogukonnaliikmete projekte ja stuudioid ning postitab regulaarselt Scratch Design Studios, et julgustada loomingulist tegevust. Igal suvel korraldab meeskond veebipõhise Scratch Campi: 2019. aasta teema oli {storySwapLink}, kus Scratchers tugineb üksteise lugudele.",
    "annualReport.communitySDSTitle": "Scratchi disainistuudiod",
    "annualReport.communitySDSInfo": "Mõned Scratchi disainistuudiod aastast 2019:",
    "annualReport.communityDayintheLife": "Päev elus",
    "annualReport.communityDayintheLifeInfo": "Looge projekt ühe päeva kohta millegi elus",
    "annualReport.communityYear3000": "Aasta 3000",
    "annualReport.communityYear3000Info": "Milline võib olla elu aastal 3000?",
    "annualReport.communityBounce": "Põrgatama",
    "annualReport.communityBounceInfo": "Looge projekt, mis hõlmab põrgatamist, hüppamist, hüppamist või hüppamist.",
    "annualReport.communityMonochromatic": "Ühevärviline",
    "annualReport.communityMonochromaticInfo": "Kuidas näeksid asjad välja, kui oleks ainult üks värv?",
    "annualReport.communityQuotes": "Kogukond — tsitaadid",
    "annualReport.communityQuote1": "Liitusin Scratchiga 11-aastaselt ning platvormi kasutamisest ja kogukonnaga suhtlemisest õpitud asjad olid minu lapsepõlves õppimise oluline osa.",
    "annualReport.communityQuote2": "Scratch on võimaldanud mul kodus asju teha, näiteks\n- Austa inimesi ja nende projekte\n- Leia sõpru\n- Tunne, et ma pole selles karantiinis üksi\n... ja palju muud, nii et ma tahan öelda\n¡GRACIAS!",
    "annualReport.communityQuote3": "Olen Scratchis olnud umbes 2 aastat ja see on olnud elumuutev kogemus! Olen õppinud nii palju uusi asju, nagu kodeerimine, veebietikett ja kunst!",
    "annualReport.communityQuote4": "Scratch oli kuuendas klassis mu lemmikhobi. See tutvustas mulle salaja Boole'i ​​loogikat, toimingute järjekorda ja pesastatud matemaatilisi avaldisi — arvutiprogrammeerimisest endast rääkimata.",
    "annualReport.studio": "stuudio",
    "annualReport.communityBLMIntro": "Kuna pärast George Floydi, Breonna Taylori, Ahmaud Arbery ja teiste 2020. aasta alguses toimunud traagilisi tapmisi haarasid USA-d rassilise õigluse protestid, kasutasid paljud noored Scratchi, et väljendada oma toetust liikumisele Black Lives Matter, luues projekte ja kommentaaride postitamine, et võtta sõna rassismi ja politseivägivalla vastu. Scratchi avalehel avaldatud lehel {BLMStudioLink} panustasid Scratchers sadu projekte ja tuhandeid kommentaare. Scratch Community meeskond osales aktiivselt, et toetada Scratchereid traumaatilisel ajal ning tagada, et kõik projektid ja vestlused jääksid lugupidavaks.",
    "annualReport.communityArtwork": "Scratcher OnionDipAnimations-i kunstiteos",
    "annualReport.communityChangeTitle": "Näeme noori muutuste tekitajatena.",
    "annualReport.communityChangeInfo": "Oleme pühendunud koostööle nendega ning neid toetavate õpetajate ja peredega, et tagada nende oskuste, motivatsiooni ja enesekindluse arendamine, mida nad vajavad täisväärtuslikuks eluks ja ühiskonnas tähenduslike muutuste esilekutsumiseks.",
    "annualReport.watchVideo": "Vaata videot",
    "annualReport.schoolsTitle": "Koolid",
    "annualReport.schoolsIntro": "Pakume programme ja ressursse, et toetada õpetajaid ja õpilasi koolides üle maailma, mis on loodud projektide, kire, kaaslaste ja mängu põhjal loovate arvutikogemuste võrdseks saavutamiseks.",
    "annualReport.schoolsSpotlight": "Koolid — tähelepanu keskpunktis lugu",
    "annualReport.cpsProjectTitle": "Loominguline andmetöötlus Chicago avalikes koolides",
    "annualReport.cpsProjectIntroP1": "2019. aastal tegi Scratchi meeskond Google.org-i rahastusel koostööd SocialWorksi, CS4ALL Chicago ja Chicago Public Schoolidega, et toetada seitset Chicago lõunakülje algkooli, kui nad käivitasid algatuse loomingulise kodeerimise lisamiseks oma õppekavasse.",
    "annualReport.cpsProjectIntroP2": "Selle algatuse raames kujutasid sajad õpilased ette ja joonistasid end oma videomängude superkangelaseks. Nad tõid need ideed ellu koostööprojektis Scratch nimega SuperMe. Kohalik Chicago kangelane ja Grammy auhinna võitnud muusik Chance the Rapper sai õpilaste tööst nii inspiratsiooni, et nimetas selle oma hittlaulu \"I Love You So Much\" ametlikuks videomänguks ja jagas seda kogu maailmaga.",
    "annualReport.familyCreativeNightsHeader": "Perekonna loomingulised kodeerimisõhtud",
    "annualReport.familyCreativeNightsDescription": "Selle algatuse edu võti oli õpilaste, perede, õpetajate ja teiste kogukonnaliikmete ühendamine perekondlike loominguliste kodeerimisõhtute kaudu. Need üritused tõid kokku sadu igas vanuses pereliikmeid — väikestest lastest vanavanemateni — tegevustesse, mis segasid kodeerimist kunsti, tantsu ja muusikaga. Need üritused tugevdasid sidemeid kodu ja kooli vahel, teadvustades perede olulist rolli laste õppimise inspireerimisel ja toetamisel.",
    "annualReport.familyNightsPhotoCredit": "Fotod: Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investeerimine õpetajate professionaalsesse arengusse",
    "annualReport.teacherPDDescription": "Osalevate põhikoolide õpetajad kogunesid professionaalse arengu töötubadesse, omandades vahetuid kogemusi oma Scratchi projektide loomisel ja leidmaks mõttekaid viise, kuidas Scratchi kasutada õpilaste õppimise toetamiseks kogu õppekava raames.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS-i koolitaja",
    "annualReport.teacherPDQuote": "Mind üllatas kõige rohkem sisemine koostöö, mis kaasnes Scratchi kasutamisega klassiruumis. Sageli avastasid õpilased ise Scratchi platvormilt midagi, näitasid mulle ja levitasid seda siis omavahel.",
    "annualReport.extendingReachHeader": "Haardeulatuse laiendamine",
    "annualReport.extendingReachDescription": "Selle partnerluse ulatuse laiendamiseks tugines CS4ALL Chicago mudelile Family Creative Coding Night ja on teinud selle kättesaadavaks kõigile Chicago avalikele koolidele. Google CS First koostas {codeYourHeroLink} õpilastele ja õpetajatele mõeldud juhendid, mis on veebis tasuta saadaval inglise ja hispaania keeles.",
    "annualReport.codeYourHero": "Kodeerige oma kangelast",
    "annualReport.inTheNewsHeader": "Uudistes",
    "annualReport.chicagoSunTimesArticle": "Chicago Sun Timesi artikkel",
    "annualReport.rollingStoneArticle": "Rolling Stone'i artikkel",
    "annualReport.conferencesTitle": "Scratch konverentsid üle maailma",
    "annualReport.conferencesIntro": "2008. aastal korraldas Scratch Team MIT—is esimest Scratchi konverentsi, mis tõi kokku õpetajad, teadlased ja arendajad, et jagada ideid ja kogemusi Scratchi kasutamise kohta loova õppimise toetamiseks. Sellest ajast alates on Scratch Team korraldanud ja võõrustanud Scratchi konverentsi MIT-is iga kahe aasta tagant. Lisaks on ülemaailmse Scratchi kogukonna liikmed korraldanud ja võõrustanud rohkem kui tosinat konverentsi, mis ulatuvad üle ookeanide, mandrite, kultuuride ja keelte.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa konverents, pildi autor{photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Ladina-Ameerika",
    "annualReport.conferencesLatinAmericaDescription": "2019. aasta mais kogunesid õpetajad kogu Tšiilist ja teistest Ladina-Ameerika piirkondadest{scratchAlSurLink} teisele konverentsile Tšiilis Santiagos. Pärast konverentsi avaldas Scratch al Sur{spanishVersionLink}{creativeComputingCurriculumLink} juhendi, mille on välja töötanud Harvard Graduate School of Educationi rühm Creative Computing.",
    "annualReport.conferencesSpanishVersionLinkText": "Hispaania versioon",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto pakutud{photoCredit}",
    "annualReport.conferencesEuropeTitle": "Euroopa",
    "annualReport.conferencesEuropeDescription": "2019. aasta augustis korraldas Raspberry Pi Foundation neljanda {scratchConferenceEuropeLink}, mis toimus Ühendkuningriigis Cambridge'is. Konverents tõi kokku formaalsed ja mitteametlikud koolitajad enam kui 25 riigist, et korraldada praktilisi töötubasid, esitlusi ja esitlusi õpilaste, haridustöötajate, teadlaste ja kogukonnapõhiste organisatsioonide poolt.",
    "annualReport.conferencesEuropeImageCaption": "Foto pakutud{photoCredit}",
    "annualReport.conferencesAfricaTitle": "Aafrika",
    "annualReport.conferencesAfricaDescription": "2019. aasta oktoobris toimus esimene {scratchAfricaConferenceLink} Keenias Nairobis, kuhu kutsuti üle 250 õpetaja ja õpilase üle Aafrika, et jagada õppetunde, anda noortele mõjuvõimu ja tähistada loomingulise kodeerimise saavutusi. Konverentsil tõi Scratch Team turule Scratchi suahiili versiooni, mis on saadaval kasutamiseks nii võrgus kui ka väljaspool seda.",
    "annualReport.conferencesAfricaImageCaption": "Pildi autor{photoCredit}",
    "annualReport.financialsTitle": "Finantsnäitajad – 2019",
    "annualReport.financialsButton": "2019. aasta auditeeritud finantsnäitajad",
    "annualReport.financialsFutureYears": "Märkus. Finantstulemused on järgmistel aastatel oluliselt erinevad, kuna Scratchi töötajad on nüüdseks üle läinud MIT-st Scratch Foundationile.",
    "annualReport.supportersTitle": "Aitäh meie toetajatele",
    "annualReport.supportersIntro": "Aitäh meie lahketele toetajatele. Teie panus aitab meil laiendada loomingulisi õppimisvõimalusi igas vanuses ja erineva taustaga lastele üle kogu maailma.",
    "annualReport.supportersSpotlightTitle": "Doonor – tähelepanu keskpunktis lugu",
    "annualReport.supportersSFETitle": "Siegeli perekonna sihtkapital",
    "annualReport.supportersSFEDescription1": "2012. aasta mais osales David Siegel Scratch Day'l MIT Media Labis koos oma poja Zachiga, kes on aktiivne ja entusiastlik Scratcher. Vaadates Zachit ja teisi lapsi, kes kasutasid Scratchi oma mängude, animatsioonide ja robot-olendite kodeerimiseks, nägi David, kui palju oli Scratchi potentsiaali, et aidata lastel õppida praktilisi kodeerimisoskusi ja areneda arvutuslike mõtlejatena.",
    "annualReport.supportersSFEDescription2": "David teab arvutusliku mõtlemise tähtsust vahetult ning tema karjääri arvutiteadlase ja ettevõtjana on kujundanud sama uudishimu, mida Scratch aitab noortel õppijatel iga päev uurida. See on sama uurimuslik instinkt, mis viis ta Princetonis arvutiteadust õppima ja MIT tehisintellekti laboris tehtud töö põhjal doktorikraadi omandama. 2001. aastal asutas ta ettevõtte Two Sigma, mis on kasvanud maailmas liidriks masinõppe ja andmeteaduse rakendamisel investeeringute haldamisel.",
    "annualReport.supportersSFEDescription3": "2011. aastal asutas David Siegel Family Endowmenti (SFE), et toetada organisatsioone, mis aitavad inimestel kohaneda uue tehnoloogia nõudmistega ning paremini mõista ja leevendada võimsaid häireid, mida tehnoloogia on põhjustanud peaaegu igas sektoris. Ta on ka Scratch Foundationi kaasasutaja ja toetab tugevalt organisatsiooni missiooni hoida Scratch tasuta ja kättesaadavana õppijatele üle kogu maailma.",
    "annualReport.supportersCoFounder": "Kaasasutaja ja kaasesimees",
    "annualReport.supportersQuote": "Selle tagamine, et Scratch jääb lastele kõikjal tasuta ja juurdepääsetavaks, on üks mõjukamaid viise, kuidas saame aidata noortel õppijatel üha digitaalsemas maailmas kaasa lüüa ja areneda. Scratchi toetamine on tänapäeval olulisem kui kunagi varem.",
    "annualReport.supportersThankYou": "Aitäh meie toetajatele",
    "annualReport.supportersAllDescription": "Meie missioon on pakkuda kõikidele lastele erineva taustaga võimalusi kujutleda, luua ja uute tehnoloogiatega jagada. Soovime tänada kõiki Scratchi toetajaid, kes on alates 2002. aastast, kui alustasime Scratchiga tööd, aidanud meil luua hämmastavaid õppimiskogemusi miljonite noorte jaoks üle maailma. Järgmine loend põhineb Scratchile (nii MIT-is kui ka Scratch Foundationis) kuni 31. detsembrini 2019 tehtud kumulatiivsel andmisel.",
    "annualReport.supportersFoundingDescription": "Oleme eriti tänulikud oma asutajapartneritele, kes toetasid meid Scratchi algusaegadest alates, pakkudes kumbki vähemalt 10 000 000 dollari suurust kumulatiivset tuge erinevates vormides.",
    "annualReport.supportersFoundingTitle": "Asutajapartnerid",
    "annualReport.supportersCreativityTitle": "Loovusring — 1 000 000+ eurot",
    "annualReport.supportersCollaborationTitle": "Koostööring — 200 000+ eurot",
    "annualReport.supportersImaginationTitle": "Kujutlusring — 50 000+ eurot",
    "annualReport.supportersInspirationTitle": "Inspiratsiooniring — 20 000+ eurot",
    "annualReport.supportersExplorationTitle": "Uurimisring — 5000+ eurot",
    "annualReport.supportersInKindTitle": "Mitterahalised toetajad",
    "annualReport.leadershipTitle": "Meie meeskond",
    "annualReport.leadershipBoard": "Juhatus",
    "annualReport.leadershipChair": "Tool",
    "annualReport.leadershipProfessor": "Õppimisuuringute professor",
    "annualReport.leadershipViceChair": "aseesimees",
    "annualReport.leadershipBoardMember": "Juhatuse liige",
    "annualReport.leadershipPresidentCEO": "President ja tegevjuht",
    "annualReport.leadershipFormerPresident": "Endine president",
    "annualReport.leadershipFounderCEO": "Asutaja ja tegevjuht",
    "annualReport.leadershipFormerChairCEO": "Endine esimees ja tegevjuht",
    "annualReport.leadershipBoardSecretaryTreasurer": "Juhatuse Sekretär ja Laekur",
    "annualReport.leadershipBoardSecretary": "Juhatuse Sekretär",
    "annualReport.leadershipBoardTreasurer": "Juhatuse Laekur",
    "annualReport.leadershipScratchTeam": "Scratchi tiim",
    "annualReport.leadershipInterim": "Ajutine tegevdirektor",
    "annualReport.donateTitle": "Toetage meid",
    "annualReport.donateMessage": "Teie tugi võimaldab meil muuta Scratchi kõigile tasuta, hoiab meie serverid töös ja mis kõige tähtsam, saame pakkuda lastele üle maailma võimaluse kujutleda, luua ja jagada. Aitäh!",
    "annualReport.donateButton": "Donate"
}