{
    "annualReport.subnavMessage": "Message",
    "annualReport.subnavMission": "Mission",
    "annualReport.subnavMilestones": "Étapes importantes",
    "annualReport.subnavReach": "Portée",
    "annualReport.subnavInitiatives": "Initiatives",
    "annualReport.subnavFinancials": "Finances",
    "annualReport.subnavSupporters": "Soutiens",
    "annualReport.subnavTeam": "Équipe",
    "annualReport.subnavDonate": "Faire un don",
    "annualReport.mastheadYear": "Rapport annuel 2019",
    "annualReport.mastheadTitle": "Favoriser un monde basé sur l'apprentissage créatif",
    "annualReport.messageTitle": "Message de l'équipe Scratch",
    "annualReport.messageP1": "2019 a été une année de grandes avancées pour Scratch. Nous avons commencé l'année avec le lancement de Scratch 3.0, notre toute nouvelle version de Scratch, conçue pour stimuler la créativité des enfants et faire participer des enfants ayant des intérêts et des origines diverses. Nous avons fêté la fin de l'année avec le déménagement de notre équipe depuis le MIT vers ses nouveaux locaux à la Scratch Foundation, dans un espace ludique au premier étage près de la gare de Boston. Tout au long de l'année, la communauté Scratch a continué à s'épanouir et à se développer : plus de 20 millions de jeunes ont créé des projets avec Scratch en 2019, soit une augmentation de 48 % par rapport à l'année précédente.",
    "annualReport.messageP2": "L'impact et l'importance de Scratch ont été démontrés en 2020, lorsque la pandémie du COVID a obligé les écoles à fermer. L'activité de la communauté en ligne Scratch a plus que doublé lorsque les jeunes, confinés chez eux, se sont tournés vers Scratch pour s'exprimer de manière créative et se retrouver entre eux. Les scratchers se sont également engagés activement dans le mouvement Black Lives Matter et d'autres initiatives en faveur de la justice et de l'équité raciale, en créant des projets et des studios d'animation pour sensibiliser le public et réclamer du changement.",
    "annualReport.messageP3": "Depuis le lancement de Scratch en 2007, nous avons toujours considéré Scratch comme étant bien plus qu'un langage de programmation. Scratch offre des opportunités à tous les jeunes, de tous les milieux, pour développer leur voix, exprimer leurs idées et créer les uns avec les autres. Nous aimons voir comment les Scratchers ont répondu aux récents défis de société avec créativité, collaboration, bienveillance et gentillesse.",
    "annualReport.messageP4": "Dans ce rapport annuel, nous en apprendrons davantage sur la mission, les projets, l'impact et la portée de Scratch, avec des exemples de la manière dont Scratch développe les possibilités d'apprentissage pour une grande diversité de jeunes dans le monde entier, tant à l'école que tout au long de leur vie.",
    "annualReport.messageP5": "Nous sommes fiers de ce que les jeunes créent et apprennent aujourd'hui avec Scratch, et nous nous engageons à offrir plus d'opportunités à davantage de jeunes dans le futur.",
    "annualReport.messageSignature": "— L'équipe Scratch",
    "annualReport.covidResponseTitle": "Réponse de Scratch au COVID",
    "annualReport.covidResponseP1": "Alors que nous rédigeons ce rapport annuel, la pandémie du COVID dure depuis des mois. Depuis la mi-mars 2020, les bureaux de Scratch sont fermés et les membres de l'équipe Scratch travaillent activement depuis leur domicile pour soutenir les enfants et les éducateurs du monde entier dont la vie a été bouleversée par la pandémie.",
    "annualReport.covidResponseP2": "Le 17 mars, nous avons lancé l'initiative #ScratchAtHome pour donner aux enfants, aux familles et aux éducateurs des pistes pour entreprendre à la maison des activités d'apprentissage créatives avec Scratch. Nous continuons à ajouter des tutoriels vidéo et d'autres ressources sur la {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "page #ScratchAtHome",
    "annualReport.covidResponseP3": "Les activités dans la {scratchCommunityLink} ont plus que doublé par rapport à l'année dernière. Les Scratcheurs créent et partagent des projets pour soutenir et motiver les autres tout au long de la pandémie, avec des projets et des studios qui proposent des idées pour faire du sport à la maison, des conseils pour rester en bonne santé, de l'humour pour se remonter le moral et remercier les travailleurs essentiels.",
    "annualReport.covidResponseScratchCommunity": "Communauté en ligne Scratch",
    "annualReport.missionTitle": "Notre mission",
    "annualReport.missionSubtitle": "Notre mission a pour but d'offrir à tous les enfants, de toutes origines, la possibilité d'imaginer, de créer et de collaborer grâce aux nouvelles technologies — afin qu'ils puissent façonner le monde de demain.",
    "annualReport.missionP1": "Nous nous engageons à donner priorité à l'équité dans tous les aspects de notre travail, en mettant particulièrement l'accent sur les initiatives et les approches qui soutiennent les enfants, les familles et les éducateurs les plus défavorisés en matière de justice éducative.",
    "annualReport.missionP2": "Nous avons développé Scratch en tant qu'environnement d'apprentissage libre, sûr et ludique qui incite tous les enfants à penser de manière créative, à raisonner systématiquement et à travailler en collaboration ; des compétences essentielles pour tous dans la société actuelle. Nous travaillons avec les éducateurs et les familles pour aider les enfants à explorer, partager et apprendre.",
    "annualReport.missionP3": "En développant de nouvelles technologies, activités et supports pédagogiques, nous sommes guidés par ce que nous appelons {fourPsItalics} :",
    "annualReport.fourPs": "Les quatre P de l'apprentissage créatif",
    "annualReport.missionProjectsTitle": "Projets",
    "annualReport.missionPeersTitle": "Pairs",
    "annualReport.missionPassionTitle": "Passion",
    "annualReport.missionPlayTitle": "Jouer",
    "annualReport.missionProjectsDescription": "Faire participer les enfants à la conception, à la création et à l'expression de leur créativité",
    "annualReport.missionPeersDescription": "Soutenir les enfants dans la collaboration, le partage, le remixage et le mentorat",
    "annualReport.missionPassionDescription": "Permettre aux enfants de développer leurs passions et de travailler sur des projets significatifs sur le plan personnel",
    "annualReport.missionPlayDescription": "Encourager les enfants à bricoler, à expérimenter et à répéter",
    "annualReport.milestonesTitle": "Étapes importantes",
    "annualReport.milestonesDescription": "Voici quelques événements et réalisations clés dans l'histoire de Scratch et de la communauté mondiale de Scratch.",
    "annualReport.milestones2003Message": "Obtention d'une subvention de la National Science Foundation pour lancer le développement de Scratch",
    "annualReport.milestones2004Message": "A offert le premier atelier Scratch au Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Lancement public du langage de programmation Scratch et de la communauté en ligne",
    "annualReport.milestones2008Message": "Organisation de la première conférence Scratch pour les éducateurs et les développeurs",
    "annualReport.milestones2009Message1.4": "Sortie de Scratch 1.4, traduit dans plus de 40 langues",
    "annualReport.milestones2009MessageScratchDay": "Organisation du premier événement Scratch Day pour les enfants et les familles",
    "annualReport.milestones2010Message": "La communauté en ligne Scratch atteint 1 million de membres",
    "annualReport.milestones2013MessageFoundation": "Création de \"Code-to-Learn Foundation\" (rebaptisée plus tard \"Scratch Foundation\")",
    "annualReport.milestones2013MessageScratch2": "Lancement de Scratch 2.0, offrant de nouvelles possibilités de collaboration",
    "annualReport.milestones2014Message": "Lancement de ScratchJr pour les jeunes enfants de 5 à 7 ans",
    "annualReport.milestones2016Message": "La communauté en ligne Scratch atteint 10 millions de membres",
    "annualReport.milestones2017Message": "Scratch Day passe à 1 100 événements dans 60 pays",
    "annualReport.milestones2019MessageScratch3": "Lancement de Scratch 3.0, qui étend ce que les enfants peuvent créer avec du code",
    "annualReport.milestones2019MessageMove": "L'équipe Scratch passe du MIT à la Scratch Foundation",
    "annualReport.reachTitle": "Atteindre les enfants dans le monde entier",
    "annualReport.reachSubtitle": "Scratch est la plus grande communauté de codage au monde pour les enfants et les adolescents de 8 ans et plus.",
    "annualReport.reachMillion": "million",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Visiteurs uniques",
    "annualReport.reachProjectsCreated": "Projets créés",
    "annualReport.reachProjectCreators": "Personnes ont créé des projets",
    "annualReport.reachComments": "Commentaires postés dans la communauté en ligne",
    "annualReport.reachGrowthTitle": "Croissance communautaire",
    "annualReport.reachGrowthBlurb": "Nouveaux comptes créés dans la communauté en ligne Scratch au cours des 5 dernières années.",
    "annualReport.reachGlobalCommunity": "Notre communauté mondiale",
    "annualReport.reachMapBlurb": "Nombre total de comptes enregistrés dans la communauté en ligne Scratch depuis le lancement de Scratch jusqu'en 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "sur une échelle logarithmique",
    "annualReport.reachTranslationTitle": "Scratch est traduit en plus de 60 langues",
    "annualReport.reachTranslationBlurb": "Merci aux traducteurs bénévoles du monde entier.",
    "annualReport.reachScratchJrBlurb": "ScratchJr est un environnement de programmation d'introduction qui permet aux jeunes enfants (5-7 ans) de créer leurs propres histoires et jeux interactifs.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Téléchargements depuis le lancement en 2014",
    "annualReport.initiativesTitle": "Initiatives",
    "annualReport.initiativesDescription": "Le travail de la Scratch Foundation s'articule autour de trois axes stratégiques : les outils créatifs, la communauté et les écoles. Chaque domaine donne la priorité à la voix et aux besoins des enfants qui sont sous-représentés dans l'informatique créative et cherche à soutenir les enfants dans divers milieux et cultures à travers le monde.",
    "annualReport.equity": "Équité",
    "annualReport.globalStrategy": "Stratégie globale",
    "annualReport.toolsTitle": "Outils créatifs",
    "annualReport.toolsIntro": "Nous expérimentons et innovons constamment avec de nouvelles technologies et de nouveaux designs, en nous efforçant toujours d'offrir aux enfants de nouvelles façons de créer, de collaborer et d'apprendre.",
    "annualReport.toolsSpotlight": "Outils créatifs — Histoire mise en avant",
    "annualReport.toolsLaunch": "Lancement de Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Nous avons conçu Scratch 3.0 afin d'élargir comment, quoi, et où les enfants peuvent créer avec Scratch. Lancé au début de l'année 2019, Scratch 3.0 a entraîné un regain d'activité dans la communauté Scratch, avec plus de projets, et une plus grande variété de projets, que jamais auparavant.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 comprend une bibliothèque d'extensions ; des collections supplémentaires de blocs de codage qui ajoutent de nouvelles capacités à Scratch. Certaines extensions permettent d'accéder à des services web et à d'autres fonctionnalités logicielles, tandis que d'autres connectent Scratch à des dispositifs du monde physique comme des moteurs et des capteurs.",
    "annualReport.toolsTexttoSpeech": "Synthèse vocale",
    "annualReport.toolsTexttoSpeechIntro": "Avec l'extension Synthèse vocale, les enfants peuvent programmer leurs personnages Scratch pour qu'ils s'expriment à voix haute, dans une variété de voix différentes.",
    "annualReport.toolsNumProjects": "Plus de 330 000",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projets en 2019 ont utilisé la synthèse vocale",
    "annualReport.toolsMostPopular": "La plus populaire",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} nouvelle extension Scratch dans la communauté",
    "annualReport.toolsCollabAWS": "Collaboration avec Amazon Web Services",
    "annualReport.toolsTranslate": "Traduire",
    "annualReport.toolsTranslateIntro": "Grâce à l'extension Traduire, basée sur l'API Google Translate, les enfants peuvent intégrer la traduction automatique dans leurs projets, ce qui favorise l'apprentissage des langues et la communication mondiale.",
    "annualReport.toolsNumLanguages": "Plus de 50",
    "annualReport.toolsTranslateLanguages": "{numLanguages} langues traduites avec l'extension",
    "annualReport.toolsSupportsLiteracy": "Soutient l'alphabétisation",
    "annualReport.toolsCSandLanguageArts": "l'informatique et les arts du langage",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} par {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Collaboration avec Google",
    "annualReport.toolsPhysicalWorld": "Connexions physiques au monde",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Les élèves peuvent créer des robots qui dansent, des sculptures interactives et des expériences de collecte de données en utilisant les kits de robotique Scratch avec LEGO. Le nouveau LEGO Education SPIKE Prime Set comprend une application basée sur Scratch. De plus, des extensions Scratch sont disponibles pour {mindstormsLink} et {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Collaboration avec LEGO Education",
    "annualReport.toolsVideoTutorials": "Tutoriels vidéo",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 a introduit une collection diversifiée de tutoriels vidéo pour aider les enfants à s'initier à Scratch. Les tutoriels sont ouverts et conçus pour encourager les élèves à expérimenter, à suivre leurs passions et à exprimer leurs propres idées.",
    "annualReport.toolsNumTutorials": "25 nouveaux tutoriels",
    "annualReport.toolsNewTutorials": "{numTutorials} disponibles dans Scratch 3.0",
    "annualReport.toolsNumViews": "23 millions",
    "annualReport.toolsTutorialsViews": "{numViews} de vues en 2019",
    "annualReport.toolsApp": "L'application Scratch soutient l'apprentissage hors ligne",
    "annualReport.toolsDownloadLink": "application téléchargeable",
    "annualReport.toolsRaspberryLink": "utiliser sur Raspberry 4",
    "annualReport.toolsAppIntro": "En 2019, l'équipe Scratch a publié Scratch 3.0 en tant qu''{downloadableLink} pour une utilisation sur plusieurs plateformes, y compris Windows, MacOS, ChromeOS et les tablettes Android. En outre, la Raspberry Pi Foundation a publié Scratch 3.0 à {raspberryLink}. Ces versions téléchargeables sont particulièrement importantes pour des millions d'apprenants dans des régions où la connectivité internet n'est pas disponible ou peu fiable.",
    "annualReport.toolsAbhiTitle": "Abhi chez Cartoon Network",
    "annualReport.toolsAbhiIntro": "Pour mettre en évidence ce que les enfants peuvent faire avec Scratch 3.0, nous avons collaboré avec Cartoon Network pour créer une vidéo mettant en scène Abhi, un Scratcheur de 12 ans qui adore faire des animations et des jeux. Dans la vidéo, Abhi rencontre Ian Jones-Quartey, créateur de OK K.O. et d'autres émissions de Cartoon Network. Abhi présente à Ian les principales caractéristiques de la nouvelle version de Scratch, et ensemble, ils dessinent et programment une animation d'un personnage de Cartoon Network qui saute de haut en bas.",
    "annualReport.toolsAbhiQuote": "Ce que je préfère chez Scratch, c'est la communauté, car ils sont gentils et m'aident. C'est pourquoi je suis toujours heureux de partager tous les projets dont je rêve.",
    "annualReport.communityTitle": "Communauté",
    "annualReport.communityIntro": "La communauté en ligne Scratch a toujours été une partie importante de l'expérience Scratch, offrant aux enfants la possibilité de collaborer, de partager et de se faire part de leurs commentaires.",
    "annualReport.communitySpotlight": "Communauté — Histoire mise en avant",
    "annualReport.communityTeam": "L'équipe de la communauté Scratch",
    "annualReport.communityTeamIntro1": "Lorsqu'on leur demande pourquoi ils utilisent Scratch, la plupart des Scratcheurs parlent de l'importance de la communauté en ligne pour motiver leur participation continue, en leur offrant un espace où ils peuvent exprimer leur créativité, se faire des amis, recevoir des commentaires, trouver de nouvelles idées et acquérir de nouvelles compétences. De nombreux Scratcheurs expriment leur appréciation de la communauté Scratch en tant qu'espace sûr et accueillant pour se mettre en relation, partager et apprendre les uns des autres.",
    "annualReport.communityTeamIntro2": "Avec 40 000 nouveaux projets et 400 000 nouveaux commentaires chaque jour dans la communauté en ligne Scratch, comment pouvons-nous garantir que la communauté reste sûre et conviviale, tout en soutenant et en encourageant l'expression créative ? Notre équipe communautaire, qui comprend du personnel à plein temps et un réseau de modérateurs, dirige ce travail essentiel. Le travail de l'équipe communautaire comporte deux dimensions essentielles : la modération et l'engagement de la communauté.",
    "annualReport.communityModerationTitle": "Modération communautaire",
    "annualReport.communityModerationInfo": "Lorsque les jeunes rejoignent la communauté Scratch, ils acceptent de suivre un ensemble de règles de conduite communautaires, qui sont conçues pour faire de Scratch un lieu sûr et de soutien aux jeunes de tous les milieux. Notre équipe communautaire utilise une grande variété d'outils et de stratégies pour encourager une bonne citoyenneté numérique et maintenir un environnement positif dans lequel les Scratcheurs peuvent créer. Des filtres automatisés empêchent le partage d'informations privées ou la publication de contenus inappropriés, et nous autorisons toute personne à signaler les contenus qui, selon elle, enfreignent les règles de conduite communautaires.",
    "annualReport.communityGuidelinesTitle": "Règles de conduite",
    "annualReport.communityGuidelinesInfo": "Scratch accueille des personnes de tous âges, races, ethnies, religions, orientations sexuelles et des identités de genre.",
    "annualReport.communityGuidelinesRespect": "Soyez respectueux.",
    "annualReport.communityGuidelinesShare": "Partagez.",
    "annualReport.communityGuidelinesHonest": "Soyez sincère.",
    "annualReport.communityGuidelinesConstructive": "Soyez constructifs.",
    "annualReport.communityGuidelinesPrivacy": "Gardez vos informations personnelles privées.",
    "annualReport.communityGuidelinesFriendly": "Aidez à garder le site convivial.",
    "annualReport.communityEngagementTitle": "Engagement communautaire",
    "annualReport.storySwap": "Story Swap",
    "annualReport.communityEngagementInfo": "Un autre rôle important de l'équipe communautaire est de mettre en évidence et de développer les possibilités pour les jeunes d'exprimer leurs idées et de s'engager de manière positive. L'équipe présente des projets et des studios des membres de la communauté pour servir d'inspiration, et elle affiche régulièrement les Scratch Design Studios pour encourager l'activité créative. Chaque été, l'équipe organise un Scratch Camp en ligne : le thème en 2019 était {storySwapLink}, avec les Scratcheurs qui s'appuient sur les histoires des autres.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Quelques Scratch Design Studios à partir de 2019 :",
    "annualReport.communityDayintheLife": "Day in the Life",
    "annualReport.communityDayintheLifeInfo": "Créer un projet sur une journée dans la vie de quelque chose",
    "annualReport.communityYear3000": "Year 3000",
    "annualReport.communityYear3000Info": "À quoi pourrait ressembler la vie en l'an 3000 ?",
    "annualReport.communityBounce": "Bounce",
    "annualReport.communityBounceInfo": "Créer un projet qui implique le rebond, le saut, le ressort ou le sautillement.",
    "annualReport.communityMonochromatic": "Monochromatic",
    "annualReport.communityMonochromaticInfo": "À quoi ressembleraient les choses s'il n'y avait qu'une seule couleur ?",
    "annualReport.communityQuotes": "Communité — Citations",
    "annualReport.communityQuote1": "J'ai rejoint Scratch à l'âge de 11 ans et les choses que j'ai apprises en utilisant la plateforme et en interagissant avec la communauté ont vraiment été une partie essentielle de mon apprentissage en grandissant.",
    "annualReport.communityQuote2": "Scratch m'a permis de faire des choses à la maison, comme : \n- Respecter les personnes et leurs projets\n- Se faire des amis\n- Sentir que je ne suis pas seul dans cette quarantaine\n.... et bien d'autres choses encore, je tiens donc à dire  \nMerci !",
    "annualReport.communityQuote3": "Je suis sur Scratch depuis environ 2 ans, et cela a changé ma vie ! J'ai appris tellement de nouvelles choses, comme le codage, l'étiquette en ligne et l'art !",
    "annualReport.communityQuote4": "Scratch était mon passe-temps favori en sixième année. Il m'a secrètement initié à la logique booléenne, à l'ordre des opérations et aux expressions mathématiques imbriquées, sans parler de la programmation informatique elle-même.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "Alors que les protestations pour la justice raciale déferlaient sur les États-Unis après les meurtres tragiques de George Floyd, Breonna Taylor, Ahmaud Arbery et d'autres personnes au début de l'année 2020, de nombreux jeunes ont utilisé Scratch comme moyen d'exprimer leur soutien au mouvement Black Lives Matter, en créant des projets et en publiant des commentaires pour dénoncer le racisme et la violence policière. Dans un {BLMStudioLink} à l'affiche sur la page d'accueil de Scratch, les Scratcheurs ont contribué à des centaines de projets et à des milliers de commentaires. L'équipe communautaire de Scratch a participé activement, pour soutenir les Scratcheurs pendant une période traumatisante et pour s'assurer que tous les projets et conversations restent respectueux.",
    "annualReport.communityArtwork": "Œuvres d'art du Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Nous considérons les jeunes comme des acteurs du changement.",
    "annualReport.communityChangeInfo": "Nous nous engageons à travailler avec eux, ainsi qu'avec les éducateurs et les familles qui les soutiennent, pour veiller à ce qu'ils acquièrent les compétences, la motivation et la confiance dont ils auront besoin pour mener une vie épanouie et apporter des changements significatifs dans la société.",
    "annualReport.watchVideo": "Voir la vidéo",
    "annualReport.schoolsTitle": "Écoles",
    "annualReport.schoolsIntro": "Nous fournissons des programmes et des ressources pour soutenir les enseignants et les élèves dans les écoles du monde entier, conçus pour atteindre l'équité dans les expériences informatiques créatives, basées sur des projets, la passion, les pairs et le jeu.",
    "annualReport.schoolsSpotlight": "Écoles — Histoire mise en avant",
    "annualReport.cpsProjectTitle": "L'informatique créative dans les écoles publiques de Chicago",
    "annualReport.cpsProjectIntroP1": "En 2019, grâce à un financement de Google.org, l'équipe Scratch s'est associée à SocialWorks, CS4ALL Chicago et Chicago Public Schools pour soutenir sept écoles primaires du South Side de Chicago dans le lancement d'une initiative visant à intégrer le codage créatif dans leur programme d'études.",
    "annualReport.cpsProjectIntroP2": "Dans le cadre de cette initiative, des centaines d'élèves se sont imaginés et dessinés comme le super-héros de leurs propres jeux vidéo. Ils ont donné vie à ces idées dans le cadre d'un projet collaboratif Scratch appelé SuperMe. Chance the Rapper, héros local de Chicago et musicien récompensé par un Grammy Award, a été tellement inspiré par le travail des élèves qu'il l'a nommé jeu vidéo officiel pour sa chanson à succès « I Love You So Much » et l'a partagé avec le monde entier.",
    "annualReport.familyCreativeNightsHeader": "Family Creative Coding Nights",
    "annualReport.familyCreativeNightsDescription": "L'une des clés du succès de cette initiative a été de mettre en relation les élèves, les familles, les enseignants et les autres membres de la communauté par le biais de Family Creative Coding Nights. Ces événements ont rassemblé des centaines de membres de familles de tous âges ; des jeunes enfants aux grands-parents dans des activités qui mêlaient le codage à l'art, à la danse et à la musique. Ces événements ont renforcé les liens entre la maison et l'école, en reconnaissant le rôle important des familles pour inspirer et soutenir l'apprentissage des enfants.",
    "annualReport.familyNightsPhotoCredit": "Photos par Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investir dans le développement professionnel des enseignants",
    "annualReport.teacherPDDescription": "Les enseignants des écoles primaires participantes se sont réunis pour des ateliers de développement professionnel, acquérant ainsi une expérience de première main dans la création de leurs propres projets Scratch et trouvant des moyens significatifs d'utiliser Scratch pour soutenir l'apprentissage des élèves à travers le programme scolaire.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Éducateur CPS",
    "annualReport.teacherPDQuote": "Ce qui m'a le plus surpris, c'est la collaboration intrinsèque qu'il y a eu avec l'utilisation de Scratch dans ma classe. Souvent, les élèves eux-mêmes découvraient quelque chose dans la plateforme Scratch, me le montraient, puis le diffusaient entre eux.",
    "annualReport.extendingReachHeader": "Élargir la portée",
    "annualReport.extendingReachDescription": "Pour étendre la portée de ce partenariat, CS4ALL Chicago s'est appuyé sur le modèle de Family Creative Coding Night et l'a mis à la disposition de toutes les écoles publiques de Chicago. Google CS First a créé des guides {codeYourHeroLink} pour les élèves et les enseignants, disponibles gratuitement en ligne en anglais et en espagnol.",
    "annualReport.codeYourHero": "Code Your Hero",
    "annualReport.inTheNewsHeader": "Dans l'actualité",
    "annualReport.chicagoSunTimesArticle": "Article du Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Article du Rolling Stone",
    "annualReport.conferencesTitle": "Les conférences Scratch dans le monde",
    "annualReport.conferencesIntro": "En 2008, l'équipe Scratch a organisé la première conférence Scratch au MIT, réunissant des éducateurs, des chercheurs et des développeurs afin de partager des idées et des expériences sur l'utilisation de Scratch pour soutenir l'apprentissage créatif. Depuis lors, l'équipe Scratch a organisé et accueilli une conférence Scratch au MIT tous les deux ans. En outre, les membres de la communauté Scratch mondiale ont organisé et accueilli plus d'une douzaine de conférences, à travers les océans, les continents, les cultures et les langues.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, photo par {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Amérique latine",
    "annualReport.conferencesLatinAmericaDescription": "En mai 2019, des éducateurs de tout le Chili et d'autres régions d'Amérique latine se sont réunis pour la deuxième conférence {scratchAlSurLink} à Santiago au Chili. À la suite de la conférence, Scratch al Sur a publié une {spanishVersionLink} du guide {creativeComputingCurriculumLink}, élaboré par le groupe Creative Computing de la Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Version espagnole",
    "annualReport.conferencesLatinAmericaImageCaption": "Photo fournie par {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europe",
    "annualReport.conferencesEuropeDescription": "En août 2019, la Raspberry Pi Foundation a organisé la quatrième {scratchConferenceEuropeLink}, qui s'est tenue à Cambridge, au Royaume-Uni. La conférence a rassemblé des éducateurs formels et informels de plus de 25 pays pour des ateliers pratiques, des présentations et des démonstrations par des élèves, des éducateurs, des chercheurs et des organisations communautaires.",
    "annualReport.conferencesEuropeImageCaption": "Photo fournie par {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrique",
    "annualReport.conferencesAfricaDescription": "En octobre 2019, la première {scratchAfricaConferenceLink} a eu lieu à Nairobi, au Kenya, attirant plus de 250 éducateurs et élèves de toute l'Afrique pour partager des leçons, responsabiliser les jeunes et célébrer les réalisations en matière de codage créatif. Lors de la conférence, l'équipe Scratch a lancé une version swahilie de Scratch, disponible en ligne et hors ligne.",
    "annualReport.conferencesAfricaImageCaption": "Photo par {photoCredit}",
    "annualReport.financialsTitle": "Finances - 2019",
    "annualReport.financialsButton": "Données financières auditées 2019",
    "annualReport.financialsFutureYears": "Remarque : Les finances des années à venir seront sensiblement différentes, puisque le personnel de Scratch est maintenant passé du MIT à la Scratch Foundation.",
    "annualReport.supportersTitle": "Merci à nos soutiens",
    "annualReport.supportersIntro": "Merci à nos généreux soutiens. Votre contribution nous aide à élargir les possibilités d'apprentissage créatif pour les enfants de tous âges, de tous horizons, partout dans le monde.",
    "annualReport.supportersSpotlightTitle": "Donateur - Histoire mise en avant",
    "annualReport.supportersSFETitle": "Siegel Family Endowment",
    "annualReport.supportersSFEDescription1": "En mai 2012, David Siegel a participé au Scratch Day au Media Lab du MIT avec son fils Zach, un Scratcheur actif et enthousiaste. En regardant Zach et d'autres enfants utiliser Scratch pour coder leurs propres jeux, animations et créatures robotisées, David a vu tout le potentiel de Scratch pour aider les enfants à acquérir des compétences pratiques en matière de codage et à devenir des penseurs informatiques.",
    "annualReport.supportersSFEDescription2": "David connaît de première main l'importance de la pensée informatique, et sa carrière d'informaticien et d'entrepreneur a été façonnée par la même curiosité que celle que Scratch aide les jeunes apprenants à explorer au quotidien. C'est ce même instinct d'exploration qui l'a conduit à étudier l'informatique à Princeton et à obtenir un doctorat sur la base des travaux réalisés au laboratoire d'intelligence artificielle du MIT. En 2001, il a cofondé Two Sigma, qui est devenu un leader mondial dans l'application de l'apprentissage automatique et de la science des données à la gestion des investissements.",
    "annualReport.supportersSFEDescription3": "En 2011, David a fondé le Siegel Family Endowment (SFE) pour soutenir les organisations qui aident les gens à s'adapter aux exigences des nouvelles technologies, et pour mieux comprendre et atténuer les puissantes perturbations que la technologie a engendrées dans presque tous les secteurs. Il est également cofondateur de la Scratch Foundation, et est un fervent défenseur de la mission de l'organisation qui consiste à maintenir le Scratch gratuit et accessible aux apprenants du monde entier.",
    "annualReport.supportersCoFounder": "Cofondateur et coprésident",
    "annualReport.supportersQuote": "Faire en sorte que Scratch reste gratuit et accessible aux enfants du monde entier est l'un des moyens les plus efficaces d'aider les jeunes apprenants à s'engager et à s'épanouir dans un monde de plus en plus numérique. Soutenir Scratch est aujourd'hui plus important que jamais.",
    "annualReport.supportersThankYou": "Merci à nos soutiens",
    "annualReport.supportersAllDescription": "Notre mission est d'offrir à tous les enfants, de tous les milieux, la possibilité d'imaginer, de créer et de partager avec les nouvelles technologies. Nous voulons remercier tous les supporters de Scratch qui, depuis que nous avons commencé à travailler sur Scratch en 2002, nous ont aidés à créer des expériences d'apprentissage étonnantes pour des millions de jeunes dans le monde entier. La liste suivante est basée sur les dons cumulés à Scratch (à la fois au MIT et à la Scratch Foundation) jusqu'au 31 décembre 2019.",
    "annualReport.supportersFoundingDescription": "Nous sommes particulièrement reconnaissants à nos partenaires fondateurs qui nous ont soutenus dès les premiers jours de Scratch, en fournissant chacun au moins 10 000 000 $ de soutien cumulé, sous diverses formes.",
    "annualReport.supportersFoundingTitle": "Partenaires fondateurs",
    "annualReport.supportersCreativityTitle": "Cercle de créativité — 1 000 000 $ et plus",
    "annualReport.supportersCollaborationTitle": "Cercle de collaboration — 200 000 $ et plus",
    "annualReport.supportersImaginationTitle": "Cercle de l'imagination — 50 000 $ et plus",
    "annualReport.supportersInspirationTitle": "Cercle d'inspiration — 20 000 $ et plus",
    "annualReport.supportersExplorationTitle": "Cercle d'exploration — 5 000 $ et plus",
    "annualReport.supportersInKindTitle": "Soutiens en nature",
    "annualReport.leadershipTitle": "Notre équipe",
    "annualReport.leadershipBoard": "Conseil d'administration",
    "annualReport.leadershipChair": "Président",
    "annualReport.leadershipProfessor": "Professeur de recherche sur l'apprentissage",
    "annualReport.leadershipViceChair": "Vice-président",
    "annualReport.leadershipBoardMember": "Membre du conseil d'administration",
    "annualReport.leadershipPresidentCEO": "Président et PDG",
    "annualReport.leadershipFormerPresident": "Ancien président",
    "annualReport.leadershipFounderCEO": "Fondateur et PDG",
    "annualReport.leadershipFormerChairCEO": "Ancien président et PDG",
    "annualReport.leadershipBoardSecretaryTreasurer": "Secrétaire et trésorier du conseil d'administration",
    "annualReport.leadershipBoardSecretary": "Secrétaire du conseil d'administration",
    "annualReport.leadershipBoardTreasurer": "Trésorier du conseil d'administration",
    "annualReport.leadershipScratchTeam": "L'équipe Scratch",
    "annualReport.leadershipInterim": "Directeur exécutif par intérim",
    "annualReport.donateTitle": "Soutenez-nous",
    "annualReport.donateMessage": "Votre soutien nous permet de rendre Scratch gratuit pour tous, de faire fonctionner nos serveurs et, surtout, de donner aux enfants du monde entier la possibilité d'imaginer, de créer et de partager. Merci à vous ! !",
    "annualReport.donateButton": "Faire un don"
}