{
    "annualReport.subnavMessage": "संदेश",
    "annualReport.subnavMission": "विशेष कार्य",
    "annualReport.subnavMilestones": "मील का पत्थर",
    "annualReport.subnavReach": "पहुंच",
    "annualReport.subnavInitiatives": "पहल",
    "annualReport.subnavFinancials": "वित्तीय",
    "annualReport.subnavSupporters": "समर्थकों",
    "annualReport.subnavTeam": "समूह",
    "annualReport.subnavDonate": "दान करें ",
    "annualReport.mastheadYear": "2019 वार्षिक रिपोर्ट",
    "annualReport.mastheadTitle": "रचनात्मक सीखने की दुनिया को विकसित करना",
    "annualReport.messageTitle": "स्क्रैच टीम की ओर से संदेश",
    "annualReport.messageP1": "2019 स्क्रैच के लिए शानदार प्रगति का साल था। हमने साल की शुरुआत स्क्रैच 3.0 के लॉन्च के साथ की, हमारी नई पीढ़ी का स्क्रैच, जिसे बच्चों की रचनात्मकता को जगाने और विविध रुचियों और पृष्ठभूमि वाले बच्चों को जोड़ने के लिए डिज़ाइन किया गया है। हमने साल के अंत का जश्न मनाया हमारी टीम के साथ जो मूव कर रहे थी एमआईटी से अपने नए घर स्क्रैच फाउंडेशन में, बोस्टन में साउथ स्टेशन के पास एक आनन्दी पहली मंजिल की जगह में। पूरे साल, स्क्रैच समुदाय फलता-फूलता और बढ़ता रहा: 2019 में 20 मिलियन से अधिक युवाओं ने स्क्रैच के साथ प्रोजेक्ट बनाए, जो एक साल पहले की तुलना में 48% अधिक है।",
    "annualReport.messageP2": "स्क्रैच के प्रभाव और महत्व को 2020 में उजागर किया गया है क्योंकि COVID महामारी ने स्कूलों को बंद करने के लिए मजबूर कर दिया | स्क्रैच ऑनलाइन समुदाय में गतिविधि दोगुनी से अधिक हो गई क्योंकि युवा लोग, अपने घरों तक ही सीमित थे, खुद को रचनात्मक रूप से व्यक्त करने और एक दूसरे के साथ जुड़ने के लिए उन्होंने स्क्रैच की ओर रुख किया। स्क्रैचर्स भी सक्रिय रूप से ब्लैक लाइव्स मैटर और नस्लीय न्याय और इक्विटी के लिए अन्य आंदोलनों में लगे हुए हैं, जागरूकता फैलाने और परिवर्तन की मांग करने के लिए एनिमेटेड प्रोजेक्ट और स्टूडियो बना रहे हैं।",
    "annualReport.messageP3": "जब से हमने 2007 में स्क्रैच को लॉन्च किया, तब से हमने हमेशा स्क्रैच को एक प्रोग्रामिंग भाषा से अधिक के रूप में देखा है। स्क्रैच सभी पृष्ठभूमि के सभी युवाओं को अपनी आवाज विकसित करने, अपने विचार व्यक्त करने और एक दूसरे के साथ सृजन करने का अवसर प्रदान करता है। हम यह देखना पसंद करते हैं कि स्क्रैचर्स ने रचनात्मकता, सहयोग, देखभाल और दयालुता के साथ हाल की सामाजिक चुनौतियों का कैसे जवाब दिया है।",
    "annualReport.messageP4": "इस वार्षिक रिपोर्ट में, हम स्क्रैच के मिशन, योजनाओं, प्रभाव और पहुंच के बारे में अधिक जानकारी साझा करेंगे, जो इस बात के उदाहरणों के साथ समर्थित है कि कैसे स्क्रैच दुनिया भर के युवाओं की व्यापक विविधता के लिए स्कूलों और उनके पूरे जीवन  दोनों में सीखने के अवसरों का विस्तार कर रहा है।",
    "annualReport.messageP5": "आज स्क्रैच के साथ युवा जो कुछ भी बना रहे हैं और सीख रहे हैं, उस पर हमें गर्व है, और हम भविष्य में और अधिक युवाओं के लिए अधिक अवसर प्रदान करने के लिए प्रतिबद्ध हैं।",
    "annualReport.messageSignature": "स्क्रैच टीम",
    "annualReport.covidResponseTitle": "स्क्रैच COVID को प्रतिक्रिया देता है",
    "annualReport.covidResponseP1": "जैसा कि हम इस वार्षिक रिपोर्ट को लिखते हैं, हम महीनों से COVID महामारी में हैं। मार्च 2020 के मध्य से, स्क्रैच कार्यालय बंद कर दिया गया है और स्क्रैच टीम के सदस्य दुनिया भर में उन बच्चों और शिक्षकों का समर्थन करने के लिए सक्रिय रूप से घर से काम कर रहे हैं जिनका जीवन महामारी से बाधित हो गया है।",
    "annualReport.covidResponseP2": "17 मार्च को, हमने बच्चों, परिवारों और शिक्षकों को घर पर स्क्रैच के साथ रचनात्मक सीखने की गतिविधियों में संलग्न होने के लिए विचारों के साथ #ScratchAtHome पहल शुरू की। हम वीडियो ट्यूटोरियल और अन्य संसाधनों को जोड़ना जारी रखते है{scratchAtHomeLink}में.",
    "annualReport.covidResponseScratchAtHomePage": "#स्क्रैचएटहोम पेज",
    "annualReport.covidResponseP3": "{scratchCommunityLink}में गतिविधि पिछले वर्ष की तुलना में दोगुने से अधिक हो गई है। स्क्रैचर्स महामारी के माध्यम से दूसरों का समर्थन करने और उन्हें प्रेरित करने के लिए प्रोजेक्ट बना रहे हैं और साझा कर रहे हैं - ऐसे प्रोजेक्ट और स्टूडियो के साथ जो घर पर व्यायाम करने के लिए विचार पेश करते हैं, स्वस्थ रहने के लिए टिप्स, एक दूसरे को खुश करने के लिए हास्य, और आवश्यक श्रमिकों के लिए धन्यवाद।",
    "annualReport.covidResponseScratchCommunity": "स्क्रैच ऑनलाइन समुदाय",
    "annualReport.missionTitle": "हमारा लक्ष्य",
    "annualReport.missionSubtitle": "हमारा मिशन सभी पृष्ठभूमि के सभी बच्चों को कल्पना करने, बनाने और नई तकनीकों के साथ सहयोग करने के अवसर प्रदान करना है - ताकि वे कल की दुनिया को आकार दे सकें।",
    "annualReport.missionP1": "हम अपने काम के सभी पहलुओं में समानता को प्राथमिकता देने के लिए प्रतिबद्ध हैं, विशेष रूप से उन पहलों और दृष्टिकोणों पर ध्यान केंद्रित करते हैं जो बच्चों, परिवारों और शिक्षकों को शैक्षिक न्याय से दूर रखते हैं।",
    "annualReport.missionP2": "हमने स्क्रैच को एक मुक्त, सुरक्षित, आनन्दित सीखने के माहौल के रूप में विकसित किया है जो सभी बच्चों को रचनात्मक रूप से सोचने, व्यवस्थित रूप से तर्क करने और सहयोगात्मक रूप से काम करने में संलग्न करता है - जो आज के समाज में सभी के लिए आवश्यक कौशल है। हम बच्चों को तलाशने, साझा करने और सीखने में सहायता करने के लिए शिक्षकों और परिवारों के साथ काम करते हैं।",
    "annualReport.missionP3": "नई तकनीकों, गतिविधियों और सीखने की सामग्री को विकसित करने में, हम उस चीज़ द्वारा निर्देशित होते हैं जिसे हम {fourPsItalics} कहते हैं",
    "annualReport.fourPs": "क्रिएटिव लर्निंग के चार पी",
    "annualReport.missionProjectsTitle": "प्रोजेक्ट ",
    "annualReport.missionPeersTitle": "पीअर्स, समकक्ष ",
    "annualReport.missionPassionTitle": "पैशन, उत्साह ",
    "annualReport.missionPlayTitle": "चलाएँ",
    "annualReport.missionProjectsDescription": "रचनात्मक रूप से खुद को डिजाइन करने, बनाने और व्यक्त करने में बच्चों को शामिल करें",
    "annualReport.missionPeersDescription": "सहयोग करने, साझा करने, रीमिक्स करने और सलाह देने में बच्चों का समर्थन करें",
    "annualReport.missionPassionDescription": "बच्चों को उनकी रुचियों पर निर्माण करने और व्यक्तिगत रूप से सार्थक परियोजनाओं पर काम करने में सक्षम बनाएं",
    "annualReport.missionPlayDescription": "बच्चों को टिंकर, प्रयोग और पुनरावृति के लिए प्रोत्साहित करें",
    "annualReport.milestonesTitle": "मील का पत्थर",
    "annualReport.milestonesDescription": "स्क्रैच और वैश्विक स्क्रैच समुदाय के इतिहास में कुछ प्रमुख घटनाएं और उपलब्धियां यहां दी गई हैं।",
    "annualReport.milestones2003Message": "स्क्रैच का विकास शुरू करने के लिए एक राष्ट्रीय विज्ञान फाउंडेशन अनुदान से सम्मानित किया गया",
    "annualReport.milestones2004Message": "कंप्यूटर क्लब हाउस टीन समिट में पहली स्क्रैच वर्कशॉप की पेशकश की",
    "annualReport.milestones2007Message": "स्क्रैच प्रोग्रामिंग भाषा और ऑनलाइन समुदाय का सार्वजनिक शुभारंभ",
    "annualReport.milestones2008Message": "शिक्षकों और डेवलपर्स के लिए पहला स्क्रैच सम्मेलन आयोजित किया",
    "annualReport.milestones2009Message1.4": "स्क्रैच 1.4 का विमोचन, 40 से अधिक भाषाओं में अनुवादित किया गया",
    "annualReport.milestones2009MessageScratchDay": "बच्चों और परिवारों के लिए पहला स्क्रैच डे कार्यक्रम आयोजित किया गया",
    "annualReport.milestones2010Message": "स्क्रैच ऑनलाइन समुदाय 1 मिलियन सदस्यों तक पहुंचता है",
    "annualReport.milestones2013MessageFoundation": "कोड-टू-लर्न फ़ाउंडेशन की स्थापना (बाद में इसका नाम बदलकर स्क्रैच फ़ाउंडेशन रखा गया)",
    "annualReport.milestones2013MessageScratch2": "स्क्रैच 2.0 का शुभारंभ, सहयोग के नए अवसर प्रदान करना",
    "annualReport.milestones2014Message": "5 से 7 साल के छोटे बच्चों के लिए स्क्रैच जूनियर का शुभारंभ",
    "annualReport.milestones2016Message": "स्क्रैच ऑनलाइन समुदाय 10 मिलियन सदस्यों तक पहुंचता है",
    "annualReport.milestones2017Message": "स्क्रैच दिवस 60 देशों में बढ़कर 1,100 आयोजन हो गया",
    "annualReport.milestones2019MessageScratch3": "स्क्रैच 3.0 का शुभारंभ, कोड के साथ बच्चे क्या बना सकते हैं इसका विस्तार",
    "annualReport.milestones2019MessageMove": "स्क्रैच टीम एमआईटी से स्क्रैच फाउंडेशन में चली गई",
    "annualReport.reachTitle": "दुनिया भर के बच्चों तक पहुंचना",
    "annualReport.reachSubtitle": "स्क्रैच 8 साल और उससे अधिक उम्र के बच्चों और किशोरों के लिए दुनिया का सबसे बड़ा कोडिंग समुदाय है",
    "annualReport.reachMillion": "दस लाख",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "अनोखा आगंतुक",
    "annualReport.reachProjectsCreated": "परियोजनाओं का निर्माण",
    "annualReport.reachProjectCreators": "लोगों ने बनाई परियोजनाएं",
    "annualReport.reachComments": "टिप्पणियाँ ऑनलाइन समुदाय में पोस्ट की गईं",
    "annualReport.reachGrowthTitle": "सामुदायिक विकास",
    "annualReport.reachGrowthBlurb": "पिछले 5 वर्षों में स्क्रैच ऑनलाइन समुदाय में नए खाते बनाए गए हैं।",
    "annualReport.reachGlobalCommunity": "हमारा वैश्विक समुदाय",
    "annualReport.reachMapBlurb": "स्क्रैच के लॉन्च से 2019 तक स्क्रैच ऑनलाइन समुदाय में पंजीकृत कुल खाते",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "एक लघुगणकीय पैमाने पर",
    "annualReport.reachTranslationTitle": "स्क्रैच का 60+ भाषाओं में अनुवाद किया गया है",
    "annualReport.reachTranslationBlurb": "दुनिया भर से स्वयंसेवक अनुवादकों को धन्यवाद।",
    "annualReport.reachScratchJrBlurb": "स्क्रैचजेआर एक परिचयात्मक प्रोग्रामिंग वातावरण है जो छोटे बच्चों (उम्र 5-7) को अपनी इंटरैक्टिव कहानियां और गेम बनाने में सक्षम बनाता है।",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "2014 में लॉन्च होने के बाद से डाउनलोड",
    "annualReport.initiativesTitle": "पहल",
    "annualReport.initiativesDescription": "स्क्रैच फाउंडेशन का काम तीन रणनीतिक क्षेत्रों पर केंद्रित है: रचनात्मक उपकरण, समुदाय और स्कूल। प्रत्येक क्षेत्र रचनात्मक कंप्यूटिंग में कम प्रतिनिधित्व वाले बच्चों की आवाज़ और जरूरतों को प्राथमिकता देता है और दुनिया भर में विविध सेटिंग्स और संस्कृतियों में बच्चों का समर्थन करना चाहता है।",
    "annualReport.equity": "हिस्सेदारी",
    "annualReport.globalStrategy": "वैश्विक रणनीति",
    "annualReport.toolsTitle": "रचनात्मक उपकरण",
    "annualReport.toolsIntro": "हम लगातार नई तकनीकों और नए डिजाइनों के साथ प्रयोग और नवाचार कर रहे हैं  — हमेशा बच्चों को बनाने, सहयोग करने और सीखने के नए तरीके प्रदान करने का प्रयास करते हैं।",
    "annualReport.toolsSpotlight": "क्रिएटिव टूल्स — स्पॉटलाइट स्टोरी",
    "annualReport.toolsLaunch": "स्क्रैच 3.0 . का शुभारंभ",
    "annualReport.toolsLaunchIntro1": "स्क्रैच से बच्चे कैसे, क्या और कहां बना सकते हैं, इसका विस्तार करने के लिए हमने स्क्रैच 3.0 को डिजाइन किया है। 2019 की शुरुआत में जारी, स्क्रैच 3.0 ने स्क्रैच समुदाय में गतिविधि में वृद्धि की, और अधिक परियोजनाओं के साथ — और परियोजनाओं की एक बड़ी विविधता - पहले से कहीं अधिक।",
    "annualReport.toolsLaunchIntro2": "स्क्रैच 3.0 में एक्सटेंशन का एक पुस्तकालय शामिल है — कोडिंग ब्लॉक के अतिरिक्त संग्रह जो स्क्रैच में नई क्षमताएं जोड़ते हैं। कुछ एक्सटेंशन वेब सेवाओं और अन्य सॉफ़्टवेयर सुविधाओं तक पहुंच प्रदान करते हैं, जबकि अन्य स्क्रैच को मोटर और सेंसर जैसे भौतिक-विश्व उपकरणों से जोड़ते हैं।",
    "annualReport.toolsTexttoSpeech": "लिखे हुए को बोलने में बदलना",
    "annualReport.toolsTexttoSpeechIntro": "टेक्स्ट-टू-स्पीच एक्सटेंशन के साथ, बच्चे अपने स्क्रैच कैरेक्टर को अलग-अलग आवाजों में जोर से बोलने के लिए प्रोग्राम कर सकते हैं।",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects}2019 में प्रोजेक्ट में टेक्स्ट-टू-स्पीच का इस्तेमाल किया गया",
    "annualReport.toolsMostPopular": "सबसे लोकप्रिय",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular}समुदाय में नया स्क्रैच एक्सटेंशन",
    "annualReport.toolsCollabAWS": "अमेज़न वेब सेवाओं के साथ सहयोग",
    "annualReport.toolsTranslate": "अनुवाद",
    "annualReport.toolsTranslateIntro": "Google अनुवाद API पर निर्मित अनुवाद एक्सटेंशन के साथ, बच्चे अपने प्रोजेक्ट में स्वचालित अनुवाद शामिल कर सकते हैं, भाषा सीखने और वैश्विक संचार का समर्थन कर सकते हैं।",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages}एक्सटेंशन में अनुवादित भाषाएं",
    "annualReport.toolsSupportsLiteracy": "साक्षरता का समर्थन करता है",
    "annualReport.toolsCSandLanguageArts": "कंप्यूटर विज्ञान और भाषा कला",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy}आर - पार{CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Google के साथ सहयोग",
    "annualReport.toolsPhysicalWorld": "भौतिक विश्व कनेक्शन",
    "annualReport.toolsMindstormsLink": "LEGO माइंडस्टॉर्म EV3",
    "annualReport.toolsWeDoLink": "हम 2.0  करते हैं",
    "annualReport.toolsLEGORoboticsIntro": "छात्र LEGO रोबोटिक्स किट के साथ स्क्रैच का उपयोग करके डांसिंग रोबोट, इंटरेक्टिव मूर्तियां और डेटा-संग्रह प्रयोग बना सकते हैं। नए LEGO एजुकेशन SPIKE प्राइम सेट में स्क्रैच पर आधारित ऐप है। इसके अलावा, स्क्रैच एक्सटेंशन {mindstormsLink}और{weDoLink} के लिए उपलब्ध हैं।",
    "annualReport.toolsCollabLEGO": "LEGO शिक्षा के साथ सहयोग",
    "annualReport.toolsVideoTutorials": "वीडियो शिक्षण",
    "annualReport.toolsTutorialsIntro": "स्क्रैच 3.0 ने बच्चों को स्क्रैच के साथ शुरुआत करने में मदद करने के लिए वीडियो ट्यूटोरियल का एक विविध संग्रह पेश किया। ट्यूटोरियल ओपन-एंडेड हैं और छात्रों को प्रयोग करने, उनकी रुचियों का पालन करने और अपने विचारों को व्यक्त करने के लिए प्रोत्साहित करने के लिए डिज़ाइन किए गए हैं।",
    "annualReport.toolsNumTutorials": "25 नए ट्यूटोरियल",
    "annualReport.toolsNewTutorials": "{numTutorials}स्क्रैच 3.0 . में उपलब्ध है",
    "annualReport.toolsNumViews": "23 मिलियन",
    "annualReport.toolsTutorialsViews": "{numViews}2019 में देखे जाने की संख्या",
    "annualReport.toolsApp": "स्क्रैच ऐप ऑफ़लाइन सीखने का समर्थन करता है",
    "annualReport.toolsDownloadLink": "डाउनलोड करने योग्य ऐप",
    "annualReport.toolsRaspberryLink": "रास्पबेरी पाई पर उपयोग करें 4",
    "annualReport.toolsAppIntro": "2019 के दौरान, स्क्रैच टीम ने स्क्रैच 3.0 को {downloadableLink}विंडोज, मैकओएस, क्रोमओएस और एंड्रॉइड टैबलेट सहित कई प्लेटफॉर्म पर उपयोग के लिए जारी किया। इसके अलावा, रास्पबेरी पाई फाउंडेशन ने स्क्रैच 3.0 को {raspberryLink} . ये डाउनलोड करने योग्य संस्करण उन क्षेत्रों में लाखों शिक्षार्थियों के लिए विशेष रूप से महत्वपूर्ण हैं जहां इंटरनेट कनेक्टिविटी अनुपलब्ध या अविश्वसनीय है।",
    "annualReport.toolsAbhiTitle": "कार्टून नेटवर्क में अभि",
    "annualReport.toolsAbhiIntro": "स्क्रैच 3.0 के साथ बच्चे क्या कर सकते हैं, इस पर प्रकाश डालने के लिए, हमने कार्टून नेटवर्क के साथ एक वीडियो बनाने के लिए सहयोग किया, जिसमें एक 12 वर्षीय स्क्रैचर अभि की प्रकट किया गया है, जो एनिमेशन और गेम बनाना पसंद करता है। वीडियो में अभि की मुलाकात ओके केओ के निर्माता इयान जोन्स-क्वार्टी और अन्य कार्टून नेटवर्क शो से होती है। अभि, इयान को स्क्रैच के नए संस्करण की प्रमुख विशेषताओं से परिचित कराता है, और साथ में वे एक कार्टून नेटवर्क चरित्र के ऊपर और नीचे कूदते हुए एक एनीमेशन बनाते हैं और प्रोग्राम करते हैं।",
    "annualReport.toolsAbhiQuote": "स्क्रैच के बारे में मेरी पसंदीदा चीज समुदाय है, क्योंकि वे मेरे लिए अच्छे और मददगार हैं। इसलिए मुझे अपने सपनों में आने वाले हर प्रोजेक्ट को साझा करने में हमेशा खुशी होती है।",
    "annualReport.communityTitle": "समुदाय ",
    "annualReport.communityIntro": "स्क्रैच ऑनलाइन समुदाय हमेशा स्क्रैच अनुभव का एक महत्वपूर्ण हिस्सा रहा है, जो बच्चों को सहयोग करने, साझा करने और एक दूसरे को प्रतिक्रिया प्रदान करने के अवसर प्रदान करता है।",
    "annualReport.communitySpotlight": "समुदाय — स्पॉटलाइट स्टोरी",
    "annualReport.communityTeam": "स्क्रेच सामुदायिक टीम",
    "annualReport.communityTeamIntro1": "यह पूछे जाने पर कि वे स्क्रैच का उपयोग क्यों करते हैं, अधिकांश स्क्रैचर्स अपनी निरंतर भागीदारी को प्रेरित करने के लिए ऑनलाइन समुदाय के महत्व के बारे में बात करते हैं, एक ऐसा स्थान प्रदान करते हैं जहां वे अपनी रचनात्मकता व्यक्त कर सकते हैं, दोस्त बना सकते हैं, प्रतिक्रिया प्राप्त कर सकते हैं, नए विचार प्राप्त कर सकते हैं और नए कौशल सीख सकते हैं। कई स्क्रैचर्स एक दूसरे से जुड़ने, साझा करने और सीखने के लिए एक सुरक्षित और स्वागत योग्य स्थान के रूप में स्क्रैच समुदाय के लिए अपनी प्रशंसा व्यक्त करते हैं।",
    "annualReport.communityTeamIntro2": "स्क्रैच ऑनलाइन समुदाय में प्रतिदिन 40,000 नई परियोजनाओं और 400,000 नई टिप्पणियों के साथ, हम यह कैसे सुनिश्चित कर सकते हैं कि रचनात्मक अभिव्यक्ति का समर्थन और प्रोत्साहन करते हुए समुदाय सुरक्षित और मैत्रीपूर्ण बना रहे? हमारी सामुदायिक टीम, जिसमें पूर्णकालिक कर्मचारी और मध्यस्थों का एक नेटवर्क शामिल है, इस आवश्यक कार्य का नेतृत्व करती है। सामुदायिक टीम के कार्य के दो प्रमुख आयाम हैं: संयम और सामुदायिक जुड़ाव।",
    "annualReport.communityModerationTitle": "समुदाय मॉडरेशन",
    "annualReport.communityModerationInfo": "जब युवा लोग स्क्रैच समुदाय में शामिल होते हैं, तो वे सामुदायिक दिशानिर्देशों के एक सेट का पालन करने के लिए सहमत होते हैं, जो स्क्रैच को सभी पृष्ठभूमि के युवाओं के लिए एक सुरक्षित और सहायक स्थान रखने के लिए डिज़ाइन किया गया है। हमारी सामुदायिक टीम अच्छी डिजिटल नागरिकता को प्रोत्साहित करने और स्क्रैचर्स के निर्माण के लिए सकारात्मक वातावरण बनाए रखने के लिए कई प्रकार के टूल और रणनीतियों का उपयोग करती है। स्वचालित फ़िल्टर निजी जानकारी को साझा होने या अनुचित सामग्री को पोस्ट होने से रोकते हैं, और हम किसी को भी ऐसी सामग्री की रिपोर्ट करने की अनुमति देते हैं जो उन्हें लगता है कि समुदाय दिशानिर्देशों का उल्लंघन करती है।",
    "annualReport.communityGuidelinesTitle": "सामुदायिक दिशानिर्देश",
    "annualReport.communityGuidelinesInfo": "स्क्रॅच सभी आयु के, सभी नस्ल के, जातियों के, धर्मों के, क्षमताओं के, लिंग के लोगों का स्वागत करता है.",
    "annualReport.communityGuidelinesRespect": "सम्मानपूर्वक व्यवहार करें",
    "annualReport.communityGuidelinesShare": "शेयर करें, साझा करें",
    "annualReport.communityGuidelinesHonest": "सच्चे रहें ",
    "annualReport.communityGuidelinesConstructive": "रचनात्मक रहे",
    "annualReport.communityGuidelinesPrivacy": "अपनी व्यक्तिगत जानकरी गुप्त रखें",
    "annualReport.communityGuidelinesFriendly": "इस साइट को मित्रतापूर्ण रखने के लिए सहयोग करें",
    "annualReport.communityEngagementTitle": "सामुदायिक व्यस्तता",
    "annualReport.storySwap": "कहानी स्वैप",
    "annualReport.communityEngagementInfo": "सामुदायिक टीम की एक अन्य प्रमुख भूमिका युवाओं को अपने विचारों को व्यक्त करने और सकारात्मक तरीकों से जुड़ने के अवसरों को उजागर करना और विकसित करना है। टीम प्रेरणा के रूप में काम करने के लिए समुदाय के सदस्यों से प्रोजेक्ट और स्टूडियो पेश करती है, और यह रचनात्मक गतिविधि को प्रोत्साहित करने के लिए नियमित रूप से स्क्रैच डिज़ाइन स्टूडियो पोस्ट करती है। प्रत्येक गर्मियों में, टीम एक ऑनलाइन स्क्रैच कैंप का आयोजन करती है: 2019 में थीम {storySwapLink}थी, स्क्रैचर्स एक दूसरे की कहानियों पर निर्माण के साथ।",
    "annualReport.communitySDSTitle": "स्क्रैच डिजाइन स्टूडियो",
    "annualReport.communitySDSInfo": "2019 के कुछ स्क्रैच डिज़ाइन स्टूडियो:",
    "annualReport.communityDayintheLife": "जीवन में दिन",
    "annualReport.communityDayintheLifeInfo": "किसी चीज़ के जीवन में लगभग एक दिन का प्रोजेक्ट बनाएँ",
    "annualReport.communityYear3000": "वर्ष 3000",
    "annualReport.communityYear3000Info": "साल 3000 में जिंदगी कैसी होगी?",
    "annualReport.communityBounce": "उछाल",
    "annualReport.communityBounceInfo": "एक प्रोजेक्ट बनाएं जिसमें बाउंसिंग, जंपिंग, बोईंगिंग या हॉपिंग शामिल हो",
    "annualReport.communityMonochromatic": "एक रंग का",
    "annualReport.communityMonochromaticInfo": "चीज़ें कैसी लगती अगर सिर्फ एक ही रंग होता ?",
    "annualReport.communityQuotes": "समुदाय —  उद्धरण",
    "annualReport.communityQuote1": "मैं 11 साल की उम्र में स्क्रैच में शामिल हो गया था और मंच का उपयोग करने और समुदाय के साथ बातचीत करने से मैंने जो चीजें सीखीं, वे वास्तव में मेरे सीखने के बड़े होने का एक महत्वपूर्ण हिस्सा थीं।",
    "annualReport.communityQuote2": "स्क्रैच ने मुझे घर से काम करने की अनुमति दी है, जैसे\n- लोगों और उनकी परियोजनाओं का सम्मान करें\n- दोस्त बनाओ\n- महसूस करें कि मैं इस क्वारंटाइन में अकेला नहीं हूं\n....और भी बहुत कुछ, इसलिए मैं कहना चाहता हूँ\nधन्यवाद!",
    "annualReport.communityQuote3": "मैं लगभग 2 वर्षों से स्क्रैच पर हूं, और यह एक जीवन बदलने वाला अनुभव रहा है! मैंने बहुत सी नई चीज़ें सीखी हैं, जैसे कोडिंग, ऑनलाइन शिष्टाचार और कला!",
    "annualReport.communityQuote4": "स्क्रैच छठी कक्षा में मेरा पसंदीदा शौक था। इसने मुझे गुप्त रूप से बूलियन तर्क, संचालन के क्रम, और नेस्टेड गणितीय अभिव्यक्तियों से परिचित कराया — कंप्यूटर प्रोग्रामिंग का उल्लेख नहीं करने के लिए।",
    "annualReport.studio": "स्टूडियो",
    "annualReport.communityBLMIntro": "जैसा कि 2020 की शुरुआत में जॉर्ज फ्लॉयड, ब्रायो टेलर, अहमौद एर्बी और अन्य लोगों की दुखद हत्याओं के बाद संयुक्त राज्य अमेरिका में नस्लीय न्याय विरोध प्रदर्शन हुआ, कई युवाओं ने स्क्रैच का इस्तेमाल ब्लैक लाइव्स मैटर आंदोलन के लिए अपना समर्थन व्यक्त करने के लिए किया, परियोजनाओं का निर्माण और नस्लवाद और पुलिस हिंसा के खिलाफ बोलने के लिए टिप्पणियां पोस्ट करने के लिए किया। स्क्रैच होम पेज पर प्रदर्शित {BLMStudioLink} में, स्क्रैचर्स ने सैकड़ों परियोजनाओं और हजारों टिप्पणियों का योगदान दिया। स्क्रैच कम्युनिटी टीम सक्रिय रूप से शामिल थी, एक दर्दनाक समय के दौरान स्क्रैचर्स का समर्थन करने के लिए और यह सुनिश्चित करने के लिए कि सभी प्रोजेक्ट और बातचीत सम्मानजनक रहे।",
    "annualReport.communityArtwork": "स्क्रैचर ओनियनडिपएनिमेशन द्वारा कलाकृति",
    "annualReport.communityChangeTitle": "हम युवाओं को बदलाव के एजेंट के रूप में देखते हैं।",
    "annualReport.communityChangeInfo": "हम उनके साथ और उन शिक्षकों और परिवारों के साथ काम करने के लिए प्रतिबद्ध हैं जो उनका समर्थन करते हैं, यह सुनिश्चित करने के लिए कि वे कौशल, प्रेरणा और आत्मविश्वास विकसित करते हैं जिससे उन्हें जीवन को पूरा करने और समाज में सार्थक परिवर्तन लाने की आवश्यकता होगी।",
    "annualReport.watchVideo": "व्हिडिओ देखें ",
    "annualReport.schoolsTitle": "विद्यालय",
    "annualReport.schoolsIntro": "हम दुनिया भर के स्कूलों में शिक्षकों और छात्रों का समर्थन करने के लिए कार्यक्रम और संसाधन प्रदान करते हैं, जो परियोजनाओं, जुनून, साथियों और खेल के आधार पर रचनात्मक कंप्यूटिंग अनुभवों में समानता प्राप्त करने के लिए डिज़ाइन किए गए हैं।",
    "annualReport.schoolsSpotlight": "स्कूल — स्पॉटलाइट स्टोरी",
    "annualReport.cpsProjectTitle": "शिकागो पब्लिक स्कूलों में क्रिएटिव कंप्यूटिंग",
    "annualReport.cpsProjectIntroP1": "2019 में, Google.org से फंडिंग के साथ, स्क्रैच टीम ने सोशलवर्क्स, CS4ALL शिकागो और शिकागो पब्लिक स्कूलों के साथ साझेदारी की, ताकि शिकागो के दक्षिण की ओर के सात प्राथमिक स्कूलों को समर्थन मिल सके, क्योंकि उन्होंने अपने पाठ्यक्रम में रचनात्मक कोडिंग को शामिल करने की पहल की थी।",
    "annualReport.cpsProjectIntroP2": "इस पहल के एक भाग के रूप में, सैकड़ों छात्रों ने कल्पना की और खुद को अपने वीडियो गेम के सुपर हीरो के रूप में चित्रित किया। उन्होंने उन विचारों को SuperMe नामक एक सहयोगी स्क्रैच परियोजना में जीवंत किया। स्थानीय शिकागो नायक और ग्रैमी पुरस्कार विजेता संगीतकार चांस द रैपर छात्रों के काम से इतने प्रेरित हुए कि उन्होंने इसे अपने हिट गीत “I Love You So Much” के लिए आधिकारिक वीडियो गेम का नाम दिया और इसे दुनिया के साथ साझा किया।",
    "annualReport.familyCreativeNightsHeader": "फैमिली क्रिएटिव कोडिंग नाइट्स",
    "annualReport.familyCreativeNightsDescription": "इस पहल की सफलता की कुंजी फैमिली क्रिएटिव कोडिंग नाइट्स के माध्यम से छात्रों, परिवारों, शिक्षकों और समुदाय के अन्य सदस्यों को जोड़ना था। इन आयोजनों ने सभी उम्र के परिवार के सैकड़ों सदस्यों को—छोटे बच्चों से लेकर दादा-दादी तक-कला, नृत्य और संगीत के साथ मिश्रित कोडिंग गतिविधियों में एक साथ लाया। इन घटनाओं ने बच्चों की शिक्षा को प्रेरित करने और समर्थन करने में परिवारों की महत्वपूर्ण भूमिका को पहचानते हुए, घर और स्कूल के बीच संबंधों को मजबूत किया।",
    "annualReport.familyNightsPhotoCredit": "जॉर्डन मैसी, सोशलवर्क्स द्वारा तस्वीरें",
    "annualReport.teacherPDHeader": "शिक्षकों के लिए व्यावसायिक विकास में निवेश",
    "annualReport.teacherPDDescription": "भाग लेने वाले प्राथमिक विद्यालयों के शिक्षक पेशेवर विकास कार्यशालाओं के लिए एक साथ आए, अपने स्वयं के स्क्रैच प्रोजेक्ट बनाने में पहला अनुभव प्राप्त किया और पूरे पाठ्यक्रम में छात्र सीखने का समर्थन करने के लिए स्क्रैच का उपयोग करने के सार्थक तरीके खोजे।",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, सीपीएस शिक्षक",
    "annualReport.teacherPDQuote": "जिस बात ने मुझे सबसे अधिक आश्चर्यचकित किया, वह थी मेरी कक्षा में स्क्रैच का उपयोग करने के साथ आया आंतरिक सहयोग। अक्सर, विद्यार्थी स्वयं स्क्रैच प्लेटफॉर्म में कुछ खोजते, मुझे दिखाते और फिर आपस में विस्तार करते हैं |",
    "annualReport.extendingReachHeader": "पहुंच का विस्तार",
    "annualReport.extendingReachDescription": "इस साझेदारी की पहुंच का विस्तार करने के लिए, CS4ALL शिकागो को फैमिली क्रिएटिव कोडिंग नाइट मॉडल पर बनाया है और इसे सभी शिकागो पब्लिक स्कूलों में उपलब्ध कराया है। Google CS First ने छात्रों और शिक्षकों के लिए {codeYourHeroLink} मार्गदर्शिकाएँ तैयार कीं, जो अंग्रेज़ी और स्पैनिश में मुफ़्त ऑनलाइन उपलब्ध हैं।",
    "annualReport.codeYourHero": "कोड योर हीरो",
    "annualReport.inTheNewsHeader": "खबर में",
    "annualReport.chicagoSunTimesArticle": "शिकागो सन टाइम्स लेख",
    "annualReport.rollingStoneArticle": "रॉलिंग स्टोन लेख",
    "annualReport.conferencesTitle": "दुनिया भर में स्क्रैच सम्मेलन",
    "annualReport.conferencesIntro": "2008 में, स्क्रैच टीम ने एमआईटी में पहले स्क्रैच सम्मेलन की मेजबानी की, जिसमें रचनात्मक सीखने का समर्थन करने के लिए स्क्रैच का उपयोग करने के लिए विचारों और अनुभवों को साझा करने के लिए शिक्षकों, शोधकर्ताओं और डेवलपर्स को एक साथ लाया गया। तब से, स्क्रैच टीम ने हर दो साल में एमआईटी में एक स्क्रैच सम्मेलन का आयोजन और मेजबानी की है। इसके अलावा, वैश्विक स्क्रैच समुदाय के सदस्यों ने महासागरों, महाद्वीपों, संस्कृतियों और भाषाओं में फैले एक दर्जन से अधिक सम्मेलनों का आयोजन और मेजबानी की है।",
    "annualReport.conferencesHeroImageCaption": "स्क्रैच अफ्रीका सम्मेलन, फोटो द्वारा {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "लैटिन अमेरिका",
    "annualReport.conferencesLatinAmericaDescription": "मई 2019 में, चिली और लैटिन अमेरिका के अन्य क्षेत्रों के शिक्षक सैंटियागो, चिली में दूसरे {scratchAlSurLink} सम्मेलन के लिए एक साथ आए। सम्मेलन के बाद, स्क्रैच अल सुर ने हार्वर्ड ग्रेजुएट स्कूल ऑफ एजुकेशन में क्रिएटिव कंप्यूटिंग समूह द्वारा विकसित {creativeComputingCurriculumLink} गाइड का एक {spanishVersionLink} जारी किया।",
    "annualReport.conferencesSpanishVersionLinkText": "स्पेनिश संस्करण",
    "annualReport.conferencesLatinAmericaImageCaption": "फोटो {photoCredit} द्वारा प्रदान किया गया",
    "annualReport.conferencesEuropeTitle": "यूरोप",
    "annualReport.conferencesEuropeDescription": "अगस्त 2019 में, रास्पबेरी पाई फाउंडेशन ने कैम्ब्रिज, यूके में चौथे {scratchConferenceEuropeLink} का आयोजन किया। सम्मेलन 25 से अधिक देशों के औपचारिक और अनौपचारिक शिक्षकों को छात्रों, शिक्षकों, शोधकर्ताओं और समुदाय-आधारित संगठनों द्वारा व्यावहारिक कार्यशालाओं, प्रस्तुतियों और प्रदर्शनों के लिए एक साथ लाया।",
    "annualReport.conferencesEuropeImageCaption": "फोटो {photoCredit} द्वारा प्रदान किया गया",
    "annualReport.conferencesAfricaTitle": "अफ्रीका",
    "annualReport.conferencesAfricaDescription": "अक्टूबर 2019 में, {scratchAfricaConferenceLink}पहली बार केन्या के नैरोबी में आयोजित किया गया था, जिसमें पूरे अफ्रीका के 250 से अधिक शिक्षकों और छात्रों को सबक साझा करने, युवा लोगों को सशक्त बनाने और रचनात्मक कोडिंग में उपलब्धियों का जश्न मनाने के लिए आकर्षित किया गया था। कॉन्फ़्रेंस में, स्क्रैच टीम ने स्क्रैच का स्वाहिली संस्करण लॉन्च किया, जो ऑनलाइन और ऑफलाइन दोनों तरह से उपयोग के लिए उपलब्ध है।",
    "annualReport.conferencesAfricaImageCaption": "{photoCredit} द्वारा फोटो",
    "annualReport.financialsTitle": "वित्तीय - 2019",
    "annualReport.financialsButton": "2019 लेखा परीक्षित वित्तीय",
    "annualReport.financialsFutureYears": "नोट: भविष्य के वर्षों में वित्तीय स्थिति काफी भिन्न होगी, क्योंकि स्क्रैच कर्मचारी अब एमआईटी से स्क्रैच फाउंडेशन में स्थानांतरित हो गए हैं।",
    "annualReport.supportersTitle": "हमारे समर्थकों को धन्यवाद",
    "annualReport.supportersIntro": "हमारे उदार समर्थकों को धन्यवाद। आपका योगदान हमें दुनिया भर में, सभी पृष्ठभूमि से, सभी उम्र के बच्चों के लिए रचनात्मक सीखने के अवसरों का विस्तार करने में मदद करता है।",
    "annualReport.supportersSpotlightTitle": "डोनर - स्पॉटलाइट स्टोरी",
    "annualReport.supportersSFETitle": "सीगल परिवार बंदोबस्ती",
    "annualReport.supportersSFEDescription1": "मई 2012 में, डेविड सीगल ने अपने बेटे जैच, एक सक्रिय और उत्साही स्क्रैचर के साथ एमआईटी मीडिया लैब में स्क्रैच डे में भाग लिया। ज़ैच और अन्य बच्चों को अपने स्वयं के गेम, एनिमेशन और रोबोटिक जीवों को कोड करने के लिए स्क्रैच का उपयोग करते हुए, डेविड ने देखा कि स्क्रैच में बच्चों को व्यावहारिक कोडिंग कौशल सीखने और कम्प्यूटेशनल विचारकों के रूप में विकसित करने में कितनी क्षमता है।",
    "annualReport.supportersSFEDescription2": "डेविड पहले से कम्प्यूटेशनल सोच के महत्व को जानता है, और एक कंप्यूटर वैज्ञानिक और उद्यमी के रूप में उसका करियर उसी जिज्ञासा से आकार लेता है, जो स्क्रैच युवा शिक्षार्थियों को हर दिन तलाशने में मदद करता है। यह वही खोजपूर्ण प्रवृत्ति है जिसने उन्हें प्रिंसटन में कंप्यूटर विज्ञान का अध्ययन करने और एमआईटी की आर्टिफिशियल इंटेलिजेंस लैब में किए गए काम के आधार पर पीएचडी अर्जित करने के लिए प्रेरित किया। 2001 में, उन्होंने टू सिग्मा की सह-स्थापना की, जो निवेश प्रबंधन के लिए मशीन लर्निंग और डेटा साइंस को लागू करने में एक विश्व नेता बन गया है।",
    "annualReport.supportersSFEDescription3": "2011 में, डेविड ने लोगों को नई तकनीक की मांगों के अनुकूल बनाने में मदद करने के लिए काम करने वाले संगठनों का समर्थन करने और लगभग हर क्षेत्र में प्रौद्योगिकी द्वारा संचालित शक्तिशाली व्यवधानों को बेहतर ढंग से समझने और कम करने के लिए सीगल फैमिली एंडोमेंट (एसएफई) की स्थापना की। वह स्क्रैच फाउंडेशन के सह-संस्थापक भी हैं, और दुनिया भर के शिक्षार्थियों के लिए स्क्रैच को मुक्त और सुलभ रखने के संगठन के मिशन के लिए एक मजबूत वकील हैं।",
    "annualReport.supportersCoFounder": "सह-संस्थापक और सह-अध्यक्ष",
    "annualReport.supportersQuote": "यह सुनिश्चित करना कि स्क्रैच बच्चों के लिए हर जगह मुफ्त और सुलभ बना रहे, यह सबसे प्रभावशाली तरीकों में से एक है जिससे हम युवा शिक्षार्थियों को तेजी से डिजिटल दुनिया में जुड़ने और बढ़ने में मदद कर सकते हैं। स्क्रैच का समर्थन करना आज पहले से कहीं अधिक महत्वपूर्ण है।",
    "annualReport.supportersThankYou": "हमारे समर्थकों को धन्यवाद",
    "annualReport.supportersAllDescription": "हमारा मिशन सभी पृष्ठभूमि के सभी बच्चों को कल्पना करने, बनाने और नई तकनीकों के साथ साझा करने के अवसर प्रदान करना है। हम स्क्रैच के सभी समर्थकों को धन्यवाद देना चाहते हैं, जिन्होंने 2002 में स्क्रैच पर काम करना शुरू करने के बाद से, दुनिया भर के लाखों युवाओं के लिए अद्भुत सीखने के अनुभव बनाने में हमारी मदद की है। निम्नलिखित सूची 31 दिसंबर, 2019 तक स्क्रैच (MIT और स्क्रैच फाउंडेशन दोनों में) को संचयी रूप से देने पर आधारित है।",
    "annualReport.supportersFoundingDescription": "हम अपने संस्थापक-भागीदारों के विशेष रूप से आभारी हैं जिन्होंने स्क्रैच के शुरुआती दिनों से हमें समर्थन दिया, प्रत्येक ने विभिन्न रूपों में कम से कम $ 10,000,000 का संचयी समर्थन प्रदान किया।",
    "annualReport.supportersFoundingTitle": "संस्थापक भागीदार",
    "annualReport.supportersCreativityTitle": "क्रिएटिविटी सर्कल — $1,000,000+",
    "annualReport.supportersCollaborationTitle": "सहयोग सर्किल — $200,000+",
    "annualReport.supportersImaginationTitle": "इमेजिनेशन सर्कल —  $50,000+",
    "annualReport.supportersInspirationTitle": "प्रेरणा मंडल — $20,000+",
    "annualReport.supportersExplorationTitle": "एक्सप्लोरेशन सर्कल — $5,000+",
    "annualReport.supportersInKindTitle": "तरह के समर्थक",
    "annualReport.leadershipTitle": "हमारी टीम",
    "annualReport.leadershipBoard": "निदेशक मंडल",
    "annualReport.leadershipChair": "कुर्सी",
    "annualReport.leadershipProfessor": "लर्निंग रिसर्च के प्रोफेसर",
    "annualReport.leadershipViceChair": "वाइस चेअर",
    "annualReport.leadershipBoardMember": "बोर्ड के सदस्य",
    "annualReport.leadershipPresidentCEO": "राष्ट्रपति और सीईओ",
    "annualReport.leadershipFormerPresident": "पूर्व राष्ट्रपति",
    "annualReport.leadershipFounderCEO": "संस्थापक और मुख्‍य कार्यपालक अधिकारी",
    "annualReport.leadershipFormerChairCEO": "पूर्व अध्यक्ष और सीईओ",
    "annualReport.leadershipBoardSecretaryTreasurer": "बोर्ड सचिव और कोषाध्यक्ष",
    "annualReport.leadershipBoardSecretary": "बोर्ड सचिव",
    "annualReport.leadershipBoardTreasurer": "बोर्ड कोषाध्यक्ष",
    "annualReport.leadershipScratchTeam": "स्क्रैच टीम",
    "annualReport.leadershipInterim": "अंतरिम कार्यकारी निदेशक",
    "annualReport.donateTitle": "हमें सहयोग दीजिये",
    "annualReport.donateMessage": "आपका समर्थन हम सभी के लिए स्क्रैच मुक्त बनाने में सक्षम बनाता है, हमारे सर्वर को चालू रखता है, और सबसे महत्वपूर्ण बात यह है कि हम दुनिया भर के बच्चों को कल्पना करने, बनाने और साझा करने का अवसर प्रदान करने में सक्षम हैं। शुक्रिया!",
    "annualReport.donateButton": "दान करें "
}