{
    "annualReport.subnavMessage": "Poruka",
    "annualReport.subnavMission": "Misija",
    "annualReport.subnavMilestones": "Prekretnice",
    "annualReport.subnavReach": "Dohvatiti",
    "annualReport.subnavInitiatives": "Inicijative",
    "annualReport.subnavFinancials": "Financije",
    "annualReport.subnavSupporters": "Pristaše",
    "annualReport.subnavTeam": "Tim",
    "annualReport.subnavDonate": "Doniraj",
    "annualReport.mastheadYear": "Godišnje izvješće za 2019",
    "annualReport.mastheadTitle": "Njegovanje svijeta kreativnog učenja",
    "annualReport.messageTitle": "Poruka Scratch tima",
    "annualReport.messageP1": "2019. bila je godina velikog napretka za Scratch. Započeli smo godinu lansiranjem Scratch 3.0, naše najnovije generacije Scratcha, osmišljenog da potakne dječju kreativnost i uključi djecu s različitim interesima i predznanjima. Proslavili smo kraj godine s našim timom koji se preselio s MIT-a u svoj novi dom u Scratch Foundationu, u razigranom prostoru na prvom katu u blizini South Stationa u Bostonu. Tijekom godine Scratch zajednica nastavila je napredovati i rasti: više od 20 milijuna mladih ljudi kreiralo je projekte sa Scratchom u 2019., što je povećanje od 48% u odnosu na prethodnu godinu.",
    "annualReport.messageP2": "Utjecaj i važnost Scratch-a istaknuti su 2020. kada je pandemija COVID-a prisilila škole na zatvaranje. Aktivnost u Scratch online zajednici se više nego udvostručila jer su se mladi ljudi, zatvoreni u svojim domovima, okrenuli Scratchu kako bi se kreativno izrazili i povezali jedni s drugima. Scratchers su također aktivno uključeni u Black Lives Matter i druge pokrete za rasnu pravdu i jednakost, stvarajući animirane projekte i studije za širenje svijesti i traženje promjena.",
    "annualReport.messageP3": "Od vremena kada smo pokrenuli Scratch 2007., uvijek smo na Scratch gledali kao na više od programskog jezika. Scratch pruža mogućnosti svim mladim ljudima, iz svih sredina, da razviju svoje glasove, izraze svoje ideje i stvaraju jedni s drugima. Volimo vidjeti načine na koje su Scratchers odgovorili na nedavne društvene izazove kreativnošću, suradnjom, brigom i ljubaznošću.",
    "annualReport.messageP4": "U ovom ćemo godišnjem izvješću podijeliti više o misiji, planovima, utjecaju i dosegu Scratch-a, potkrijepljeno primjerima kako Scratch proširuje mogućnosti učenja za široku raznolikost mladih ljudi diljem svijeta, kako u školama, tako iu cijelom njihovom živi.",
    "annualReport.messageP5": "Ponosni smo na ono što mladi ljudi danas stvaraju i uče uz Scratch i predani smo pružanju više prilika za više mladih ljudi u budućnosti.",
    "annualReport.messageSignature": "— Scratch Tim",
    "annualReport.covidResponseTitle": "Scratch reagira na COVID",
    "annualReport.covidResponseP1": "Dok pišemo ovo godišnje izvješće, mjesecima smo u pandemiji COVID-a. Od sredine ožujka 2020. Scratch ured je zatvoren, a članovi Scratch tima aktivno rade od kuće kako bi podržali djecu i edukatore diljem svijeta čije je živote poremetila pandemija.",
    "annualReport.covidResponseP2": "17. ožujka pokrenuli smo inicijativu #ScratchAtHome kako bismo djeci, obiteljima i odgajateljima pružili ideje za uključivanje u kreativne aktivnosti učenja uz Scratch kod kuće. Nastavljamo dodavati video upute i druge resurse u {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome stranicu",
    "annualReport.covidResponseP3": "Aktivnosti su {scratchCommunityLink} se više nego udvostručile u odnosu na prošlu godinu. Scratchers stvaraju i dijele projekte kako bi podržali i inspirirali druge tijekom pandemije—s projektima i studijima koji nude ideje za vježbanje kod kuće, savjete za očuvanje zdravlja, humor za oraspolaganje jedni drugih i zahvale ključnim radnicima.",
    "annualReport.covidResponseScratchCommunity": "Scratch online zajednica",
    "annualReport.missionTitle": "Naša misija",
    "annualReport.missionSubtitle": "Naša je misija pružiti svoj djeci, iz svih sredina, priliku za maštanje, stvaranje i suradnju s novim tehnologijama — kako bi mogli oblikovati svijet sutrašnjice.",
    "annualReport.missionP1": "Posvećeni smo davanju prioriteta pravednosti u svim aspektima našeg rada, s posebnim fokusom na inicijative i pristupe koji podržavaju djecu, obitelji i nastavnike koji su najdalje od obrazovne pravde.",
    "annualReport.missionP2": "Razvili smo Scratch kao besplatno, sigurno, razigrano okruženje za učenje koje uključuje svu djecu u kreativno razmišljanje, sustavno rasuđivanje i suradnju - ključne vještine za sve u današnjem društvu. Surađujemo s nastavnicima i obiteljima kako bismo podržali djecu u istraživanju, dijeljenju i učenju.",
    "annualReport.missionP3": "U razvoju novih tehnologija, aktivnosti i materijala za učenje vodimo se onim što nazivamo {fourPsItalics}:",
    "annualReport.fourPs": "Četiri riječi kreativnog učenja",
    "annualReport.missionProjectsTitle": "Projekti",
    "annualReport.missionPeersTitle": "Kolega",
    "annualReport.missionPassionTitle": "Strast",
    "annualReport.missionPlayTitle": "Pokreni",
    "annualReport.missionProjectsDescription": "Uključite djecu u osmišljavanje, stvaranje i kreativno izražavanje",
    "annualReport.missionPeersDescription": "Podržite djecu u suradnji, dijeljenju, remiksiranju i mentorstvu",
    "annualReport.missionPassionDescription": "Omogućite djeci da nadograđuju svoje interese i rade na osobno značajnim projektima",
    "annualReport.missionPlayDescription": "Potaknite djecu da petljaju, eksperimentiraju i ponavljaju",
    "annualReport.milestonesTitle": "Prekretnice",
    "annualReport.milestonesDescription": "Evo nekih ključnih događaja i postignuća u povijesti Scratch-a i globalne Scratch zajednice.",
    "annualReport.milestones2003Message": "Dodijeljena potpora Nacionalne zaklade za znanost za početak razvoja Scratch-a",
    "annualReport.milestones2004Message": "Ponuđena prva Scratch radionica na Computer Clubhouse Teen Summitu",
    "annualReport.milestones2007Message": "Javno lansiranje programskog jezika Scratch i online zajednice",
    "annualReport.milestones2008Message": "Organizirana prva Scratch konferencija za edukatore i programere",
    "annualReport.milestones2009Message1.4": "Objavljen Scratch 1.4, preveden na više od 40 jezika",
    "annualReport.milestones2009MessageScratchDay": "Organizirao prvi Scratch Day događaj za djecu i obitelji",
    "annualReport.milestones2010Message": "Scratch online zajednica doseže 1 milijun članova",
    "annualReport.milestones2013MessageFoundation": "Osnovana Zaklada Code-to-Learn (kasnije preimenovana u Zakladu Scratch)",
    "annualReport.milestones2013MessageScratch2": "Lansiranje Scratch 2.0, pruža nove mogućnosti za suradnju",
    "annualReport.milestones2014Message": "Lansiranje ScratchJr za mlađu djecu, od 5 do 7 godina",
    "annualReport.milestones2016Message": "Scratch online zajednica doseže 10 milijuna članova",
    "annualReport.milestones2017Message": "Scratch Day raste na 1100 događaja u 60 zemalja",
    "annualReport.milestones2019MessageScratch3": "Pokretanje Scratch 3.0, proširujući ono što djeca mogu stvarati pomoću koda",
    "annualReport.milestones2019MessageMove": "Scratch Team prelazi iz MIT-a u Scratch Foundation",
    "annualReport.reachTitle": "Doprijeti do djece diljem svijeta",
    "annualReport.reachSubtitle": "Scratch je najveća svjetska zajednica kodiranja za djecu i tinejdžere od 8 godina naviše.",
    "annualReport.reachMillion": "milijuna",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Jedinstveni posjetitelji",
    "annualReport.reachProjectsCreated": "Izrađeni projekti",
    "annualReport.reachProjectCreators": "Ljudi su stvorili projekte",
    "annualReport.reachComments": "Komentari objavljeni u mrežnoj zajednici",
    "annualReport.reachGrowthTitle": "Rast zajednice",
    "annualReport.reachGrowthBlurb": "Novi računi stvoreni u Scratch Online zajednici u posljednjih 5 godina.",
    "annualReport.reachGlobalCommunity": "Naša globalna zajednica",
    "annualReport.reachMapBlurb": "Ukupan broj računa registriranih u Scratch Online zajednici od pokretanja Scratch-a do 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "na logaritamskoj skali",
    "annualReport.reachTranslationTitle": "Scratch je preveden na više od 60 jezika",
    "annualReport.reachTranslationBlurb": "Zahvaljujući prevoditeljima volonterima iz cijelog svijeta.",
    "annualReport.reachScratchJrBlurb": "ScratchJr je uvodno programsko okruženje koje maloj djeci (5-7 godina) omogućuje stvaranje vlastitih interaktivnih priča i igara.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Preuzimanja od pokretanja 2014",
    "annualReport.initiativesTitle": "Inicijative",
    "annualReport.initiativesDescription": "Rad u Zakladi Scratch usmjeren je na tri strateška područja: kreativni alati, zajednica i škole. Svako područje daje prioritet glasu i potrebama djece koja su nedovoljno zastupljena u kreativnom računalstvu i nastoji podržati djecu u različitim okruženjima i kulturama diljem svijeta.",
    "annualReport.equity": "Vlasnički kapital",
    "annualReport.globalStrategy": "Globalna strategija",
    "annualReport.toolsTitle": "Kreativni alati",
    "annualReport.toolsIntro": "Stalno eksperimentiramo i uvodimo inovacije s novim tehnologijama i novim dizajnom — uvijek nastojimo djeci pružiti nove načine stvaranja, suradnje i učenja.",
    "annualReport.toolsSpotlight": "Kreativni alati — priča u središtu pažnje",
    "annualReport.toolsLaunch": "Lansiranje Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Dizajnirali smo Scratch 3.0 da proširimo kako, što i gdje djeca mogu stvarati pomoću Scratch-a. Objavljen početkom 2019., Scratch 3.0 doveo je do porasta aktivnosti u Scratch zajednici, s više projekata — i većom raznolikošću projekata — nego ikad prije.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 uključuje biblioteku proširenja — dodatne zbirke blokova kodiranja koji dodaju nove mogućnosti Scratchu. Neka proširenja omogućuju pristup web uslugama i drugim značajkama softvera, dok druga povezuju Scratch s uređajima fizičkog svijeta poput motora i senzora.",
    "annualReport.toolsTexttoSpeech": "Tekst u govor",
    "annualReport.toolsTexttoSpeechIntro": "Uz proširenje za pretvaranje teksta u govor, djeca mogu programirati svoje Scratch likove da govore naglas, raznim glasovima.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projekti u 2019. koristili su pretvaranje teksta u govor",
    "annualReport.toolsMostPopular": "Najpopularniji",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} novo Scratch proširenje u zajednici",
    "annualReport.toolsCollabAWS": "Suradnja s Amazon Web Services",
    "annualReport.toolsTranslate": "Prevedi",
    "annualReport.toolsTranslateIntro": "S proširenjem Translate, izgrađenim na API-ju Google Translate, djeca mogu uključiti automatski prijevod u svoje projekte, podržavajući učenje jezika i globalnu komunikaciju.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} jezika prevedenih u proširenju",
    "annualReport.toolsSupportsLiteracy": "Podržava opismenjavanje",
    "annualReport.toolsCSandLanguageArts": "informatika i jezične umjetnosti",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} preko {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Suradnja s Googleom",
    "annualReport.toolsPhysicalWorld": "Veze fizičkog svijeta",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Učenici mogu stvarati plesne robote, interaktivne skulpture i eksperimente za prikupljanje podataka koristeći Scratch s LEGO robotskim kompletima. Novi LEGO Education SPIKE Prime Set ima aplikaciju temeljenu na Scratchu. Osim toga, Scratch proširenja dostupna su za {mindstormsLink} i {weDoLink} .",
    "annualReport.toolsCollabLEGO": "Suradnja s LEGO Educationom",
    "annualReport.toolsVideoTutorials": "Video upute",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 predstavio je raznoliku zbirku videouputa za pomoć djeci da počnu koristiti Scratch. Lekcije su otvorene i osmišljene kako bi potaknule studente na eksperimentiranje, praćenje svojih interesa i izražavanje vlastitih ideja.",
    "annualReport.toolsNumTutorials": "25 novih tutorijala",
    "annualReport.toolsNewTutorials": "{numTutorials} dostupan u Scratch 3.0",
    "annualReport.toolsNumViews": "23 million",
    "annualReport.toolsTutorialsViews": "{numViews} pregleda u 2019",
    "annualReport.toolsApp": "Aplikacija Scratch podržava izvanmrežno učenje",
    "annualReport.toolsDownloadLink": "aplikacija za preuzimanje",
    "annualReport.toolsRaspberryLink": "koristiti na Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Tijekom 2019. Scratch Team izdao je Scratch 3.0 za {downloadableLink} korištenje na više platformi, uključujući Windows, MacOS, ChromeOS i Android tablete. Osim toga, Zaklada Raspberry Pi izdala je Scratch 3.0 za {raspberryLink}. Ove verzije koje se mogu preuzeti posebno su važne za milijune učenika u područjima gdje je internetska veza nedostupna ili nepouzdana.",
    "annualReport.toolsAbhiTitle": "Abhi na Cartoon Networku",
    "annualReport.toolsAbhiIntro": "Kako bismo istaknuli što djeca mogu raditi sa Scratch 3.0, surađivali smo s Cartoon Networkom kako bismo stvorili video u kojem se pojavljuje Abhi, 12-godišnji Scratcher koji voli izrađivati ​​animacije i igre. U videu se Abhi susreće s Ianom Jones-Quarteyjem, tvorcem OK K.O. i druge emisije Cartoon Networka. Abhi upoznaje Iana s ključnim značajkama nove verzije Scratch-a i zajedno crtaju i programiraju animaciju lika iz Cartoon Networka koji skače gore-dolje.",
    "annualReport.toolsAbhiQuote": "‎Moja omiljena stvar kod ‎‎Scratcha‎‎ je ‎‎zajednica‎‎, jer su mi ljubazni i korisni. Zato uvijek rado dijelim svaki ‎‎projekt‎‎ koji mi je u snovima",
    "annualReport.communityTitle": "Zajednica",
    "annualReport.communityIntro": "Scratch mrežna zajednica oduvijek je bila važan dio Scratch iskustva, pružajući priliku djeci da surađuju, dijele i daju povratne informacije jedni drugima.",
    "annualReport.communitySpotlight": "Zajednica — Priča u središtu pažnje",
    "annualReport.communityTeam": "Tim Scratch zajednice",
    "annualReport.communityTeamIntro1": "Na pitanje zašto koriste Scratch, većina Scratchera govori o važnosti online zajednice za motiviranje njihovog kontinuiranog sudjelovanja, pružanja prostora u kojem mogu izraziti svoju kreativnost, sklapati prijateljstva, primati povratne informacije, dobivati ​​nove ideje i učiti nove vještine. Mnogi Scratcheri izražavaju svoju zahvalnost za Scratch zajednicu kao sigurno i gostoljubivo mjesto za povezivanje, dijeljenje i učenje jedni od drugih.",
    "annualReport.communityTeamIntro2": "S 40.000 novih projekata i 400.000 novih komentara u Scratch online zajednici svakoga dana, kako možemo osigurati da zajednica ostane sigurna i prijateljski nastrojena, dok također podržava i potiče kreativno izražavanje? Naš tim zajednice, uključujući osoblje s punim radnim vremenom i mrežu moderatora, vodi ovaj ključni posao. Dvije su ključne dimenzije rada tima zajednice: moderiranje i angažman zajednice.",
    "annualReport.communityModerationTitle": "Moderacija zajednice",
    "annualReport.communityModerationInfo": "Kada se mladi ljudi pridruže Scratch zajednici, pristaju slijediti niz Smjernica zajednice, koje su osmišljene kako bi Scratch bio siguran i pun podrške za mlade ljude iz svih sredina. Naš tim zajednice koristi se širokim spektrom alata i strategija za poticanje dobrog digitalnog građanstva i održavanje pozitivnog okruženja u kojem mogu stvarati Scratchers. Automatizirani filtri sprječavaju dijeljenje privatnih informacija ili objavljivanje neprikladnog sadržaja, a dopuštamo svima da prijave sadržaj koji smatra da krši Smjernice zajednice.",
    "annualReport.communityGuidelinesTitle": "Pravila zajednice",
    "annualReport.communityGuidelinesInfo": "Scratch pozdravlja ljude svih dobi, rasa, etničkih pripadnosti, religija, sposobnosti, seksualnih orijentacija i rodnih identiteta.",
    "annualReport.communityGuidelinesRespect": "Imaj poštovanja.",
    "annualReport.communityGuidelinesShare": "Dijeljeno",
    "annualReport.communityGuidelinesHonest": "Budi iskren.",
    "annualReport.communityGuidelinesConstructive": "Konstruktivni smo",
    "annualReport.communityGuidelinesPrivacy": "Držite osobne podatke privatnima.",
    "annualReport.communityGuidelinesFriendly": "Pomozite da stranica ostane prijateljska.",
    "annualReport.communityEngagementTitle": "Angažman zajednice",
    "annualReport.storySwap": "Zamjena priča",
    "annualReport.communityEngagementInfo": "Još jedna glavna uloga tima zajednice je isticanje i razvijanje prilika za mlade ljude da izraze svoje ideje i da se angažiraju na pozitivan način. Tim predstavlja projekte i studije članova zajednice koji služe kao inspiracija i redovito objavljuje Scratch Design Studios kako bi potaknuo kreativnu aktivnost. Svakog ljeta tim organizira online Scratch Camp: tema 2019. bila je {storySwapLink}, a Scratchers se međusobno oslanjaju na priče.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Neki Scratch Design Studios iz 2019.:",
    "annualReport.communityDayintheLife": "Dan u životu",
    "annualReport.communityDayintheLifeInfo": "Napravite projekt o jednom danu u životu nečega",
    "annualReport.communityYear3000": "Godina 3000",
    "annualReport.communityYear3000Info": "Kakav bi život mogao biti 3000. godine?",
    "annualReport.communityBounce": "Odskakivati",
    "annualReport.communityBounceInfo": "Napravite projekt koji uključuje poskakivanje, skakanje, boinganje ili skakanje.",
    "annualReport.communityMonochromatic": "Monokromatski",
    "annualReport.communityMonochromaticInfo": "Kako bi stvari izgledale da postoji samo jedna boja?",
    "annualReport.communityQuotes": "Zajednica — Citati",
    "annualReport.communityQuote1": "Pridružio sam se Scratchu kad sam imao 11 godina i stvari koje sam naučio korištenjem platforme i interakcijom sa zajednicom stvarno su bile vitalni dio mog učenja odrastanja.",
    "annualReport.communityQuote2": "Scratch mi je omogućio da radim stvari od kuće, poput \n- Poštujem ljude i njihove projekte\n- Stječem prijateljstva\n- Osjećam da nisam sam u ovoj karanteni\n....i još mnogo toga, pa želim reci \nХвала вам!",
    "annualReport.communityQuote3": "Na Scratchu sam oko 2 godine i bilo je to iskustvo koje mi je promijenilo život! Naučio sam toliko novih stvari, kao što su kodiranje, online bonton i umjetnost!",
    "annualReport.communityQuote4": "Scratch je bio moj omiljeni hobi u šestom razredu. Potajno me upoznao s Booleovom logikom, redoslijedom operacija i ugniježđenim matematičkim izrazima - da ne spominjem samo računalno programiranje.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "Dok su prosvjedi protiv rasne pravde zahvatili Sjedinjene Države nakon tragičnih ubojstava Georgea Floyda, Breonne Taylor, Ahmauda Arberyja i drugih početkom 2020., mnogi su mladi ljudi koristili Scratch kao način izražavanja podrške pokretu Black Lives Matter, stvarajući projekte i objavljivanje komentara kako bi progovorili protiv rasizma i policijskog nasilja. Na {BLMStudioLink} početnoj stranici Scratcha, Scratchers je doprinio stotinama projekata i tisućama komentara. Tim zajednice Scratch bio je aktivno uključen kako bi podržao Scratcherse tijekom traumatičnog razdoblja i osigurao da svi projekti i razgovori ostanu puni poštovanja.",
    "annualReport.communityArtwork": "Umjetničko djelo Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Mlade ljude vidimo kao pokretače promjena.",
    "annualReport.communityChangeInfo": "Predani smo suradnji s njima, te s edukatorima i obiteljima koje ih podržavaju, kako bismo osigurali da razviju vještine, motivaciju i samopouzdanje koje će im trebati da vode ispunjene živote i dovedu do smislene promjene u društvu.",
    "annualReport.watchVideo": "Gledaj video",
    "annualReport.schoolsTitle": "Škole",
    "annualReport.schoolsIntro": "Pružamo programe i resurse za podršku učiteljima i učenicima u školama diljem svijeta, osmišljene za postizanje jednakosti u kreativnim računalnim iskustvima, temeljeno na projektima, strasti, vršnjacima i igri.",
    "annualReport.schoolsSpotlight": "Škole — Priča u središtu pažnje",
    "annualReport.cpsProjectTitle": "Kreativno računalstvo u državnim školama u Chicagu",
    "annualReport.cpsProjectIntroP1": "Godine 2019., uz financiranje Google.org, Scratch tim se udružio sa SocialWorksom, CS4ALL Chicago i Chicago Public Schools kako bi podržao sedam osnovnih škola u južnom dijelu Chicaga dok su pokrenule inicijativu za uključivanje kreativnog kodiranja u svoje nastavne planove i programe.",
    "annualReport.cpsProjectIntroP2": "U sklopu ove inicijative stotine učenika zamislilo je i nacrtalo sebe kao superheroja vlastitih videoigara. Te su ideje oživjeli u zajedničkom Scratch projektu pod nazivom SuperMe. Lokalni heroj iz Chicaga i glazbenik dobitnik Grammyja Chance the Rapper bio je toliko inspiriran radom učenika da ga je nazvao službenom video igrom za svoju hit pjesmu I Love You So Much i podijelio je sa svijetom.",
    "annualReport.familyCreativeNightsHeader": "Obiteljske večeri kreativnog kodiranja",
    "annualReport.familyCreativeNightsDescription": "Ključ uspjeha ove inicijative bilo je povezivanje učenika, obitelji, učitelja i drugih članova zajednice kroz Obiteljske večeri kreativnog kodiranja. Ovi su događaji okupili stotine članova obitelji svih dobi - od male djece do baka i djedova - u aktivnostima koje su miješale kodiranje s umjetnošću, plesom i glazbom. Ovi su događaji ojačali veze između doma i škole, prepoznajući važnu ulogu obitelji u nadahnjivanju i podržavanju dječjeg učenja.",
    "annualReport.familyNightsPhotoCredit": "Fotografije: Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Ulaganje u profesionalni razvoj nastavnika",
    "annualReport.teacherPDDescription": "Učitelji iz osnovnih škola koje su sudjelovale okupili su se na radionicama stručnog usavršavanja, stječući iskustvo iz prve ruke u stvaranju vlastitih Scratch projekata i pronalaženju značajnih načina za korištenje Scratch-a za podršku učenju učenika kroz nastavni plan i program.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS edukator",
    "annualReport.teacherPDQuote": "Ono što me najviše iznenadilo bila je intrinzična suradnja koja je došla s korištenjem Scratch-a u mojoj učionici. Često bi studenti sami otkrili nešto u Scratch platformi, pokazali mi, a zatim to proširili među sobom.",
    "annualReport.extendingReachHeader": "Proširenje dosega",
    "annualReport.extendingReachDescription": "Kako bi proširio doseg ovog partnerstva, CS4ALL Chicago temelji se na modelu Family Creative Coding Night i učinio ga dostupnim svim javnim školama u Chicagu. Google CS First izradio je {codeYourHeroLink} vodiče za učenike i nastavnike, koji su dostupni besplatno na internetu na engleskom i španjolskom jeziku.",
    "annualReport.codeYourHero": "Kodirajte svog heroja",
    "annualReport.inTheNewsHeader": "U vijestima",
    "annualReport.chicagoSunTimesArticle": "Članak Chicago Sun Timesa",
    "annualReport.rollingStoneArticle": "Članak Rolling Stonea",
    "annualReport.conferencesTitle": "Scratch konferencije diljem svijeta",
    "annualReport.conferencesIntro": "Godine 2008. Scratch tim je bio domaćin prve Scratch konferencije na MIT-u, okupivši edukatore, istraživače i programere kako bi razmijenili ideje i iskustva o korištenju Scratch-a za podršku kreativnom učenju. Od tada, Scratch tim organizira i ugošćuje Scratch konferenciju na MIT-u svake dvije godine. Osim toga, članovi globalne Scratch zajednice organizirali su i ugostili više od desetak konferencija—protežući se preko oceana, kontinenata, kultura i jezika.",
    "annualReport.conferencesHeroImageCaption": "Scratch Afrička konferencija, autor fotografije {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latinska Amerika",
    "annualReport.conferencesLatinAmericaDescription": "U svibnju 2019. edukatori iz cijelog Čilea i drugih područja Latinske Amerike okupili su se na drugoj {scratchAlSurLink} konferenciji u Santiagu, Čile. Nakon konferencije, Scratch al Sur izdao je {spanishVersionLink} vodič {creativeComputingCurriculumLink} koji je razvila grupa za kreativno računalstvo na Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Španjolska verzija",
    "annualReport.conferencesLatinAmericaImageCaption": "Fotografiju ustupio {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "U kolovozu 2019., Zaklada Raspberry Pi organizirala je četvrti {scratchConferenceEuropeLink}, održan u Cambridgeu, UK. Konferencija je okupila formalne i neformalne edukatore iz više od 25 zemalja za praktične radionice, prezentacije i demonstracije studenata, edukatora, istraživača i organizacija u zajednici.",
    "annualReport.conferencesEuropeImageCaption": "Fotografiju ustupio {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "U listopadu 2019. prvi {scratchAfricaConferenceLink} je održan u Nairobiju u Keniji, privukavši više od 250 nastavnika i studenata iz cijele Afrike da dijele lekcije, osnaže mlade ljude i slave postignuća u kreativnom kodiranju. Na konferenciji je Scratch Team lansirao Swahili verziju Scratch-a, dostupnu za korištenje online i offline.",
    "annualReport.conferencesAfricaImageCaption": "Autor fotografije {photoCredit}",
    "annualReport.financialsTitle": "Financije - 2019",
    "annualReport.financialsButton": "Revidirani financijski izvještaji za 2019",
    "annualReport.financialsFutureYears": "Napomena: Financije u nadolazećim godinama bit će znatno drugačije, jer je osoblje Scratch sada prešlo s MIT-a na Scratch Foundation.",
    "annualReport.supportersTitle": "Hvala našim navijačima",
    "annualReport.supportersIntro": "Hvala našim velikodušnim navijačima. Vaš nam doprinos pomaže proširiti mogućnosti kreativnog učenja za djecu svih dobi, iz svih sredina, diljem svijeta.",
    "annualReport.supportersSpotlightTitle": "Donator - Priča u centru pažnje",
    "annualReport.supportersSFETitle": "Zaklada obitelji Siegel",
    "annualReport.supportersSFEDescription1": "U svibnju 2012. David Siegel prisustvovao je Scratch Dayu u MIT Media Labu sa svojim sinom Zachom, aktivnim i entuzijastičnim Scratcherom. Gledajući Zacha i drugu djecu kako koriste Scratch za kodiranje vlastitih igara, animacija i robotskih stvorenja, David je vidio koliki potencijal ima Scratch da pomogne djeci da nauče praktične vještine kodiranja i da se razviju kao mislioci računala.",
    "annualReport.supportersSFEDescription2": "David zna važnost računalnog razmišljanja iz prve ruke, a njegova karijera računalnog znanstvenika i poduzetnika oblikovana je istom radoznalošću koju Scratch pomaže mladim učenicima istraživati ​​svaki dan. To je isti istraživački instinkt koji ga je naveo da studira računarstvo na Princetonu i stekne doktorat na temelju rada obavljenog u Laboratoriju za umjetnu inteligenciju MIT-a. Godine 2001. suosnivao je tvrtku Two Sigma, koja je postala svjetski lider u primjeni strojnog učenja i znanosti o podacima u upravljanju investicijama.",
    "annualReport.supportersSFEDescription3": "Godine 2011. David je osnovao Siegel Family Endowment (SFE) kako bi podržao organizacije koje pomažu ljudima da se prilagode zahtjevima nove tehnologije i kako bi bolje razumjeli i ublažili snažne poremećaje koje je tehnologija izazvala u gotovo svakom sektoru. Također je suosnivač Zaklade Scratch i snažan je zagovornik misije organizacije da Scratch ostane besplatan i dostupan učenicima diljem svijeta.",
    "annualReport.supportersCoFounder": "Suosnivač i supredsjedavajući",
    "annualReport.supportersQuote": "Osigurati da Scratch ostane besplatan i dostupan djeci posvuda jedan je od najutjecajnijih načina na koji možemo pomoći mladim učenicima da se uključe i napreduju u sve digitalnijem svijetu. Podrška Scratchu danas je važnija nego ikada prije.",
    "annualReport.supportersThankYou": "Hvala našim navijačima",
    "annualReport.supportersAllDescription": "Naša je misija pružiti svoj djeci, iz svih sredina, priliku za maštanje, stvaranje i dijeljenje novih tehnologija. Želimo zahvaliti svim podržavateljima Scratch-a koji su nam, otkako smo počeli raditi na Scratchu 2002. godine, pomogli stvoriti nevjerojatna iskustva učenja za milijune mladih ljudi diljem svijeta. Sljedeći popis temelji se na kumulativnom davanju Scratchu (i na MIT-u i na Scratch Foundationu) do 31. prosinca 2019.",
    "annualReport.supportersFoundingDescription": "Posebno smo zahvalni našim partnerima osnivačima koji su nas podržavali od ranih dana Scratch-a, a svaki je pružio najmanje 10.000.000 USD kumulativne podrške, u različitim oblicima.",
    "annualReport.supportersFoundingTitle": "Partneri osnivači",
    "annualReport.supportersCreativityTitle": "Krug kreativnosti — 1.000.000 $+",
    "annualReport.supportersCollaborationTitle": "Krug suradnje — $200,000+",
    "annualReport.supportersImaginationTitle": "Krug mašte — $50,000+",
    "annualReport.supportersInspirationTitle": "Krug inspiracije — $20,000+",
    "annualReport.supportersExplorationTitle": "Istraživački krug — 5000 USD+",
    "annualReport.supportersInKindTitle": "Podržavatelji u naturi",
    "annualReport.leadershipTitle": "Naš tim",
    "annualReport.leadershipBoard": "Upravni odbor",
    "annualReport.leadershipChair": "Stolica",
    "annualReport.leadershipProfessor": "Profesor istraživanja učenja",
    "annualReport.leadershipViceChair": "Dopredsjednica",
    "annualReport.leadershipBoardMember": "Član odbora",
    "annualReport.leadershipPresidentCEO": "Predsjednik i izvršni direktor",
    "annualReport.leadershipFormerPresident": "Bivši predsjednik",
    "annualReport.leadershipFounderCEO": "Osnivač i direktor",
    "annualReport.leadershipFormerChairCEO": "Bivši predsjednik i glavni izvršni direktor",
    "annualReport.leadershipBoardSecretaryTreasurer": "Tajnik i blagajnik odbora",
    "annualReport.leadershipBoardSecretary": "Tajnik odbora",
    "annualReport.leadershipBoardTreasurer": "Blagajnik odbora",
    "annualReport.leadershipScratchTeam": "Scratch tim",
    "annualReport.leadershipInterim": "Privremeni izvršni direktor",
    "annualReport.donateTitle": "Podržite nas",
    "annualReport.donateMessage": "Vaša podrška nam omogućuje da Scratch učinimo besplatnim za sve, održava naše poslužitelje u radu, i što je najvažnije, u mogućnosti smo djeci diljem svijeta pružiti priliku da maštaju, stvaraju i dijele. Hvala vam!",
    "annualReport.donateButton": "Doniraj"
}