{
    "annualReport.subnavMessage": "Pesan",
    "annualReport.subnavMission": "Misi",
    "annualReport.subnavMilestones": "Tonggak sejarah",
    "annualReport.subnavReach": "Mencapai",
    "annualReport.subnavInitiatives": "Inisiatif",
    "annualReport.subnavFinancials": "Keuangan",
    "annualReport.subnavSupporters": "Pendukung",
    "annualReport.subnavTeam": "Tim",
    "annualReport.subnavDonate": "Donasi",
    "annualReport.mastheadYear": "Laporan Tahunan 2019",
    "annualReport.mastheadTitle": "Menumbuhkan Dunia Pembelajaran Kreatif",
    "annualReport.messageTitle": "Pesan dari Tim Scratch",
    "annualReport.messageP1": "2019 adalah tahun kemajuan besar bagi Scratch. Kami memulai tahun ini dengan peluncuran Scratch 3.0, Scratch generasi terbaru kami, yang dirancang untuk memicu kreativitas anak-anak dan melibatkan anak-anak dengan beragam minat dan latar belakang. Kami merayakan akhir tahun dengan pindahnya tim kami dari MIT ke rumah barunya di Scratch Foundation, di ruang lantai pertama yang menyenangkan di dekat South Station di Boston. Sepanjang tahun, komunitas Scratch terus tumbuh dan berkembang: Lebih dari 20 juta anak muda membuat proyek dengan Scratch pada tahun 2019, meningkat 48% dari tahun sebelumnya.",
    "annualReport.messageP2": "Dampak dan pentingnya Scratch telah disorot pada tahun 2020 karena pandemi COVID memaksa sekolah ditutup. Aktivitas dalam komunitas online Scratch menjadi lebih dari dua kali lipat saat kaum muda, terkurung di rumah, beralih ke Scratch untuk mengekspresikan diri mereka secara kreatif dan terhubung satu sama lain. Scratcher juga secara aktif terlibat dalam Black Lives Matter dan gerakan lain untuk keadilan dan kesetaraan rasial, membuat proyek dan studio animasi untuk menyebarkan kesadaran dan menuntut perubahan.",
    "annualReport.messageP3": "Sejak kami meluncurkan Scratch pada tahun 2007, kami selalu melihat Scratch lebih dari sekadar bahasa pemrograman. Scratch memberikan kesempatan bagi semua anak muda, dari semua latar belakang, untuk mengembangkan suara mereka, mengekspresikan ide-ide mereka, dan berkreasi dengan satu sama lain. Kami senang melihat cara Scratchers menanggapi tantangan sosial baru-baru ini dengan kreativitas, kolaborasi, kepedulian, dan kebaikan.",
    "annualReport.messageP4": "Dalam Laporan Tahunan ini, kami akan berbagi lebih banyak tentang misi, rencana, dampak, dan jangkauan Scratch, didukung dengan contoh bagaimana Scratch memperluas kesempatan belajar bagi beragam anak muda di seluruh dunia, baik di sekolah maupun di seluruh dunia. hidup.",
    "annualReport.messageP5": "Kami bangga dengan apa yang diciptakan dan dipelajari anak muda dengan Scratch hari ini, dan kami berkomitmen untuk memberikan lebih banyak kesempatan bagi lebih banyak anak muda di masa depan.",
    "annualReport.messageSignature": "- Tim Scratch",
    "annualReport.covidResponseTitle": "Scratch Menanggapi COVID",
    "annualReport.covidResponseP1": "Saat kami menulis laporan tahunan ini, kami sudah berbulan-bulan memasuki pandemi COVID. Sejak pertengahan Maret 2020, Scratch office ditutup dan anggota Scratch Team aktif bekerja dari rumah untuk mendukung anak-anak dan pendidik di seluruh dunia yang kehidupannya terganggu akibat pandemi.",
    "annualReport.covidResponseP2": "Pada tanggal 17 Maret, kami meluncurkan inisiatif #ScratchAtHome untuk memberikan ide kepada anak-anak, keluarga, dan pendidik untuk terlibat dalam kegiatan pembelajaran kreatif dengan Scratch di rumah. Kami terus menambahkan tutorial video dan sumber daya lainnya ke {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "Halaman #ScratchAtHome",
    "annualReport.covidResponseP3": "Aktivitas di {scratchCommunityLink} wilayah tersebut meningkat lebih dari dua kali lipat dari tahun lalu. Scratcher membuat dan membagikan proyek untuk mendukung dan menginspirasi orang lain melalui pandemi—dengan proyek dan studio yang menawarkan ide untuk berolahraga di rumah, kiat untuk tetap sehat, humor untuk menghibur satu sama lain, dan terima kasih kepada para pekerja penting.",
    "annualReport.covidResponseScratchCommunity": "Gosok komunitas online",
    "annualReport.missionTitle": "Misi kita",
    "annualReport.missionSubtitle": "Misi kami adalah memberi semua anak, dari semua latar belakang, peluang untuk berimajinasi, berkreasi, dan berkolaborasi dengan teknologi baru — sehingga mereka dapat membentuk dunia masa depan.",
    "annualReport.missionP1": "Kami berkomitmen untuk memprioritaskan kesetaraan di semua aspek pekerjaan kami, dengan fokus khusus pada inisiatif dan pendekatan yang mendukung anak-anak, keluarga, dan pendidik jauh dari keadilan pendidikan.",
    "annualReport.missionP2": "Kami telah mengembangkan Scratch sebagai lingkungan belajar yang bebas, aman, dan menyenangkan yang melibatkan semua anak untuk berpikir kreatif, bernalar secara sistematis, dan bekerja secara kolaboratif — keterampilan penting untuk semua orang di masyarakat saat ini. Kami bekerja sama dengan pendidik dan keluarga untuk mendukung anak-anak dalam mengeksplorasi, berbagi, dan belajar.",
    "annualReport.missionP3": "Dalam mengembangkan teknologi, aktivitas, dan materi pembelajaran baru, kami dipandu oleh apa yang kami sebut  {fourPsItalics}:",
    "annualReport.fourPs": "Empat P Pembelajaran Kreatif",
    "annualReport.missionProjectsTitle": "Karya",
    "annualReport.missionPeersTitle": "Teman sebaya",
    "annualReport.missionPassionTitle": "Gairah",
    "annualReport.missionPlayTitle": "Putar",
    "annualReport.missionProjectsDescription": "Libatkan anak-anak dalam merancang, menciptakan, dan mengekspresikan diri mereka secara kreatif",
    "annualReport.missionPeersDescription": "Dukung anak-anak dalam berkolaborasi, berbagi, remix, dan pendampingan",
    "annualReport.missionPassionDescription": "Memungkinkan anak-anak membangun minat mereka dan mengerjakan proyek yang bermakna secara pribadi",
    "annualReport.missionPlayDescription": "Dorong anak-anak untuk bermain-main, bereksperimen, dan mengulang",
    "annualReport.milestonesTitle": "Tonggak sejarah",
    "annualReport.milestonesDescription": "Berikut adalah beberapa peristiwa dan pencapaian penting dalam sejarah Scratch dan komunitas Scratch global.",
    "annualReport.milestones2003Message": "Diberikan hibah National Science Foundation untuk memulai pengembangan Scratch",
    "annualReport.milestones2004Message": "Menawarkan workshop Scratch pertama di Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Peluncuran publik bahasa pemrograman Scratch dan komunitas online",
    "annualReport.milestones2008Message": "Menyelenggarakan Konferensi Scratch pertama untuk pendidik dan pengembang",
    "annualReport.milestones2009Message1.4": "Dirilis Scratch 1.4, diterjemahkan ke lebih dari 40 bahasa",
    "annualReport.milestones2009MessageScratchDay": "Menyelenggarakan acara Scratch Day pertama untuk anak-anak dan keluarga",
    "annualReport.milestones2010Message": "Komunitas Scratch online mencapai 1 juta anggota",
    "annualReport.milestones2013MessageFoundation": "Mendirikan Code-to-Learn Foundation (kemudian berganti nama menjadi Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Peluncuran Scratch 2.0, memberikan peluang baru untuk kolaborasi",
    "annualReport.milestones2014Message": "Peluncuran ScratchJr untuk anak kecil, usia 5 hingga 7 tahun",
    "annualReport.milestones2016Message": "Komunitas Scratch online mencapai 10 juta anggota",
    "annualReport.milestones2017Message": "Scratch Day berkembang menjadi 1.100 acara di 60 negara",
    "annualReport.milestones2019MessageScratch3": "Peluncuran Scratch 3.0, memperluas apa yang dapat dibuat oleh anak-anak dengan kode",
    "annualReport.milestones2019MessageMove": "Scratch Team pindah dari MIT ke Scratch Foundation",
    "annualReport.reachTitle": "Menjangkau Anak-Anak di Seluruh Dunia",
    "annualReport.reachSubtitle": "Scratch adalah komunitas coding terbesar di dunia untuk anak-anak dan remaja, usia 8 tahun ke atas.",
    "annualReport.reachMillion": "juta",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Pengunjung unik",
    "annualReport.reachProjectsCreated": "Proyek Dibuat",
    "annualReport.reachProjectCreators": "Orang Membuat Proyek",
    "annualReport.reachComments": "Komentar Diposting di Komunitas Online",
    "annualReport.reachGrowthTitle": "Pertumbuhan Komunitas",
    "annualReport.reachGrowthBlurb": "Akun baru yang dibuat di Komunitas Scratch Online dalam 5 tahun terakhir.",
    "annualReport.reachGlobalCommunity": "Komunitas Global Kita",
    "annualReport.reachMapBlurb": "Total akun yang terdaftar di Komunitas Scratch Online sejak peluncuran Scratch hingga 2019",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "dalam skala logaritmik",
    "annualReport.reachTranslationTitle": "Scratch Diterjemahkan ke dalam 60+ Bahasa",
    "annualReport.reachTranslationBlurb": "Terima kasih kepada penerjemah sukarela dari seluruh dunia.",
    "annualReport.reachScratchJrBlurb": "ScratchJr adalah lingkungan pemrograman pengantar yang memungkinkan anak kecil (usia 5-7) membuat cerita dan permainan interaktif mereka sendiri.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Unduhan Sejak Diluncurkan pada 2014",
    "annualReport.initiativesTitle": "Inisiatif",
    "annualReport.initiativesDescription": "Pekerjaan di Scratch Foundation berpusat pada tiga area strategis: alat kreatif, komunitas, dan sekolah. Setiap area memprioritaskan suara dan kebutuhan anak-anak yang kurang terwakili dalam komputasi kreatif dan berupaya mendukung anak-anak dalam lingkungan dan budaya yang beragam di seluruh dunia.",
    "annualReport.equity": "Ekuitas",
    "annualReport.globalStrategy": "Strategi Global",
    "annualReport.toolsTitle": "Alat Kreatif",
    "annualReport.toolsIntro": "Kami terus bereksperimen dan berinovasi dengan teknologi baru dan desain baru — selalu berusaha memberi anak-anak cara baru untuk berkreasi, berkolaborasi, dan belajar.",
    "annualReport.toolsSpotlight": "Alat Kreatif — Cerita Sorotan",
    "annualReport.toolsLaunch": "Peluncuran Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "Kami merancang Scratch 3.0 untuk mengembangkan bagaimana, apa, dan di mana anak-anak dapat berkreasi dengan Scratch. Dirilis pada awal tahun 2019, Scratch 3.0 menyebabkan lonjakan aktivitas di komunitas Scratch, dengan lebih banyak proyek — dan variasi proyek yang lebih banyak — daripada sebelumnya.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 menyertakan pustaka ekstensi — koleksi tambahan blok pengkodean yang menambahkan kemampuan baru ke Scratch. Beberapa ekstensi menyediakan akses ke layanan web dan fitur perangkat lunak lainnya, sementara yang lain menghubungkan Scratch dengan perangkat fisik seperti motor dan sensor.",
    "annualReport.toolsTexttoSpeech": "Teks pidato",
    "annualReport.toolsTexttoSpeechIntro": "Dengan ekstensi text to speech, anak-anak dapat memprogram karakter Scratch mereka untuk berbicara dengan lantang, dalam berbagai suara yang berbeda.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} proyek pada tahun 2019 menggunakan Text-to-Speech",
    "annualReport.toolsMostPopular": "Paling Populer",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} Ekstensi Scratch baru di komunitas",
    "annualReport.toolsCollabAWS": "Kolaborasi dengan Layanan Web Amazon",
    "annualReport.toolsTranslate": "Terjemahkan",
    "annualReport.toolsTranslateIntro": "Dengan ekstensi Terjemahan, yang dibuat di Google Translate API, anak-anak dapat memasukkan terjemahan otomatis ke dalam proyek mereka, mendukung pembelajaran bahasa dan komunikasi global.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} bahasa diterjemahkan dalam ekstensi",
    "annualReport.toolsSupportsLiteracy": "Mendukung Literasi",
    "annualReport.toolsCSandLanguageArts": "ilmu komputer dan seni bahasa",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} lintas {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Kolaborasi dengan Google",
    "annualReport.toolsPhysicalWorld": "Koneksi Dunia Fisik",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Siswa dapat membuat robot menari, patung interaktif, dan eksperimen pengumpulan data menggunakan Scratch with LEGO robotics kits. Set LEGO Education SPIKE Prime yang baru menampilkan aplikasi berdasarkan Scratch. Selain itu, ekstensi Scratch tersedia untuk {mindstormsLink} dan {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Kolaborasi dengan LEGO Education",
    "annualReport.toolsVideoTutorials": "Tutorial Video",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 memperkenalkan beragam koleksi tutorial video untuk membantu anak-anak memulai Scratch. Tutorial bersifat terbuka dan dirancang untuk mendorong siswa bereksperimen, mengikuti minat mereka, dan mengekspresikan ide mereka sendiri.",
    "annualReport.toolsNumTutorials": "25 tutorial baru",
    "annualReport.toolsNewTutorials": "{numTutorials} tersedia di Scratch 3.0",
    "annualReport.toolsNumViews": "23 juta",
    "annualReport.toolsTutorialsViews": "{numViews} pemandangan di tahun 2019",
    "annualReport.toolsApp": "Aplikasi Scratch Mendukung Pembelajaran Offline",
    "annualReport.toolsDownloadLink": "aplikasi yang dapat diunduh",
    "annualReport.toolsRaspberryLink": "gunakan pada Raspberry Pi 4",
    "annualReport.toolsAppIntro": "Selama tahun 2019, Tim Scratch merilis Scratch 3.0 {downloadableLink} untuk digunakan di berbagai platform, termasuk Windows, MacOS, ChromeOS, dan tablet Android. Selain itu, Yayasan Raspberry Pi merilis Scratch 3.0 untuk {raspberryLink}. Versi yang dapat diunduh ini sangat penting bagi jutaan pelajar di wilayah di mana konektivitas internet tidak tersedia atau tidak dapat diandalkan.",
    "annualReport.toolsAbhiTitle": "Abhi di Cartoon Network",
    "annualReport.toolsAbhiIntro": "Untuk menyoroti apa yang dapat dilakukan anak-anak dengan Scratch 3.0, kami berkolaborasi dengan Cartoon Network untuk membuat video yang menampilkan Abhi, Scratcher berusia 12 tahun yang suka membuat animasi dan game. Dalam video tersebut, Abhi bertemu dengan Ian Jones-Quartey, pencipta OK K.O. dan acara Cartoon Network lainnya. Abhi memperkenalkan Ian pada fitur-fitur utama dari versi baru Scratch, dan bersama-sama mereka menggambar dan memprogram animasi karakter Cartoon Network yang melompat-lompat.",
    "annualReport.toolsAbhiQuote": "Hal favorit saya tentang Scratch adalah komunitasnya, karena mereka baik dan membantu saya. Itu sebabnya saya selalu senang membagikan setiap proyek yang ada dalam mimpi saya.",
    "annualReport.communityTitle": "Komunitas",
    "annualReport.communityIntro": "Komunitas online Scratch selalu menjadi bagian penting dari pengalaman Scratch, memberikan kesempatan bagi anak-anak untuk berkolaborasi, berbagi, dan memberikan umpan balik satu sama lain.",
    "annualReport.communitySpotlight": "Komunitas — Cerita Sorotan",
    "annualReport.communityTeam": "Tim Komunitas Scratch",
    "annualReport.communityTeamIntro1": "Ketika ditanya mengapa mereka menggunakan Scratch, sebagian besar Scratcher berbicara tentang pentingnya komunitas online untuk memotivasi partisipasi berkelanjutan mereka, menyediakan ruang di mana mereka dapat mengekspresikan kreativitas mereka, berteman, menerima umpan balik, mendapatkan ide baru, dan mempelajari keterampilan baru. Banyak Scratcher mengungkapkan penghargaan mereka terhadap komunitas Scratch sebagai ruang yang aman dan ramah untuk terhubung, berbagi, dan belajar satu sama lain.",
    "annualReport.communityTeamIntro2": "Dengan 40.000 proyek baru dan 400.000 komentar baru di komunitas online Scratch setiap hari, bagaimana kami dapat memastikan bahwa komunitas tetap aman dan bersahabat, sekaligus mendukung dan mendorong ekspresi kreatif? Tim Komunitas kami, termasuk staf tetap dan jaringan moderator, memimpin pekerjaan penting ini. Ada dua dimensi kunci dari kerja Tim Komunitas: moderasi dan keterlibatan komunitas.",
    "annualReport.communityModerationTitle": "Moderasi Komunitas",
    "annualReport.communityModerationInfo": "Saat kaum muda bergabung dengan komunitas Scratch, mereka setuju untuk mengikuti serangkaian Panduan Komunitas, yang dirancang untuk menjadikan Scratch sebagai tempat yang aman dan mendukung bagi kaum muda dari semua latar belakang. Tim Komunitas kami menggunakan berbagai alat dan strategi untuk mendorong kewarganegaraan digital yang baik dan memelihara lingkungan yang positif bagi para Scratcher untuk berkreasi. Filter otomatis mencegah informasi pribadi dibagikan atau konten yang tidak pantas diposting, dan kami mengizinkan siapa pun untuk melaporkan konten mereka merasa melanggar Pedoman Komunitas.",
    "annualReport.communityGuidelinesTitle": "Pedoman Komunitas",
    "annualReport.communityGuidelinesInfo": "Scratch menerima orang-orang dari segala umur, ras, etnis, agama, kemampuan, orientasi seksual, dan identitas jender.",
    "annualReport.communityGuidelinesRespect": "Hormatilah semua orang.",
    "annualReport.communityGuidelinesShare": "Berbagi.",
    "annualReport.communityGuidelinesHonest": "Bersikap jujur.",
    "annualReport.communityGuidelinesConstructive": "Bersikap membantu.",
    "annualReport.communityGuidelinesPrivacy": "Jaga informasi pribadi.",
    "annualReport.communityGuidelinesFriendly": "Jaga keramahan situs ini.",
    "annualReport.communityEngagementTitle": "Pertunangan Komunitas",
    "annualReport.storySwap": "Pertukaran Cerita",
    "annualReport.communityEngagementInfo": "Peran utama lainnya dari Tim Komunitas adalah menyoroti dan mengembangkan peluang bagi kaum muda untuk mengekspresikan ide-ide mereka dan terlibat dalam cara-cara yang positif. Tim menampilkan proyek dan studio dari anggota komunitas untuk menjadi inspirasi, dan secara teratur memposting Scratch Design Studios untuk mendorong aktivitas kreatif. Setiap musim panas, tim menyelenggarakan Scratch Camp online: tema tahun 2019 adalah {storySwapLink}, dengan Scratchers membangun cerita satu sama lain.",
    "annualReport.communitySDSTitle": "Studio Desain Scratch",
    "annualReport.communitySDSInfo": "Beberapa Scratch Design Studios dari 2019:",
    "annualReport.communityDayintheLife": "Hari dalam Kehidupan",
    "annualReport.communityDayintheLifeInfo": "Buat proyek tentang satu hari dalam kehidupan sesuatu",
    "annualReport.communityYear3000": "Tahun 3000",
    "annualReport.communityYear3000Info": "Seperti apa kehidupan di tahun 3000?",
    "annualReport.communityBounce": "Melambung",
    "annualReport.communityBounceInfo": "Buat proyek yang melibatkan memantul, melompat, melompat, atau melompat.",
    "annualReport.communityMonochromatic": "Monokromatik",
    "annualReport.communityMonochromaticInfo": "Bagaimana jadinya jika hanya ada satu warna?",
    "annualReport.communityQuotes": "Komunitas — Kutipan",
    "annualReport.communityQuote1": "Saya bergabung dengan Scratch ketika saya berusia 11 tahun dan hal-hal yang saya pelajari dari menggunakan platform dan berinteraksi dengan komunitas benar-benar merupakan bagian penting dari pembelajaran saya saat tumbuh dewasa.",
    "annualReport.communityQuote2": "Scratch memungkinkan saya melakukan banyak hal dari rumah, seperti \n- Menghormati orang dan proyek mereka\n- Berteman\n- Merasa bahwa saya tidak sendirian di karantina ini\n....dan masih banyak lagi, jadi saya ingin melakukannya ucapkan \n¡GRACIAS!",
    "annualReport.communityQuote3": "Saya telah menggunakan Scratch selama sekitar 2 tahun, dan ini merupakan pengalaman yang mengubah hidup! Saya telah belajar banyak hal baru, seperti coding, etiket online, dan seni!",
    "annualReport.communityQuote4": "Scratch adalah hobi favorit saya di kelas enam. Itu diam-diam memperkenalkan saya pada logika Boolean, urutan operasi, dan ekspresi matematika bersarang — belum lagi pemrograman komputer itu sendiri.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "Ketika protes keadilan rasial melanda Amerika Serikat setelah pembunuhan tragis George Floyd, Breonna Taylor, Ahmaud Arbery, dan lainnya pada awal tahun 2020, banyak anak muda menggunakan Scratch sebagai cara untuk mengekspresikan dukungan mereka terhadap gerakan Black Lives Matter, membuat proyek dan memposting komentar untuk menentang rasisme dan kekerasan polisi. Dalam {BLMStudioLink} fitur di beranda Scratch, Scratcher menyumbangkan ratusan proyek dan ribuan komentar. Tim Komunitas Scratch terlibat secara aktif, untuk mendukung Scratcher selama masa traumatis dan untuk memastikan bahwa semua proyek dan percakapan tetap saling menghormati.",
    "annualReport.communityArtwork": "Karya seni oleh Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "Kami melihat anak muda sebagai agen perubahan.",
    "annualReport.communityChangeInfo": "Kami berkomitmen untuk bekerja dengan mereka, dan dengan para pendidik dan keluarga yang mendukung mereka, untuk memastikan bahwa mereka mengembangkan keterampilan, motivasi, dan kepercayaan diri yang mereka perlukan untuk menjalani kehidupan yang memuaskan dan membawa perubahan yang bermakna dalam masyarakat.",
    "annualReport.watchVideo": "Tonton Video",
    "annualReport.schoolsTitle": "Sekolah",
    "annualReport.schoolsIntro": "Kami menyediakan program dan sumber daya untuk mendukung guru dan siswa di sekolah di seluruh dunia, yang dirancang untuk mencapai kesetaraan dalam pengalaman komputasi kreatif, berdasarkan proyek, minat, teman sebaya, dan permainan.",
    "annualReport.schoolsSpotlight": "Sekolah — Cerita Sorotan",
    "annualReport.cpsProjectTitle": "Komputasi Kreatif di Sekolah Umum Chicago",
    "annualReport.cpsProjectIntroP1": "Pada tahun 2019, dengan pendanaan dari Google.org, Scratch Team bermitra dengan SocialWorks, CS4ALL Chicago, dan Chicago Public Schools untuk mendukung tujuh sekolah dasar di South Side of Chicago saat mereka meluncurkan inisiatif untuk memasukkan pengodean kreatif ke dalam kurikulum mereka.",
    "annualReport.cpsProjectIntroP2": "Sebagai bagian dari inisiatif ini, ratusan siswa membayangkan dan menggambarkan diri mereka sebagai pahlawan super dari video game mereka sendiri. Mereka mewujudkan ide-ide itu dalam proyek Scratch kolaboratif yang disebut SuperMe. Pahlawan lokal Chicago dan musisi pemenang Grammy Award Chance the Rapper sangat terinspirasi oleh karya siswa sehingga dia menamakannya video game resmi untuk lagu hitnya 'I Love You So Much' dan membagikannya kepada dunia.",
    "annualReport.familyCreativeNightsHeader": "Malam Coding Kreatif Keluarga",
    "annualReport.familyCreativeNightsDescription": "Kunci keberhasilan inisiatif ini adalah untuk menghubungkan siswa, keluarga, guru, dan anggota masyarakat lainnya melalui Family Creative Coding Nights. Acara ini mempertemukan ratusan anggota keluarga dari segala usia—dari anak kecil hingga kakek-nenek—dalam kegiatan yang memadukan coding dengan seni, tari, dan musik. Acara-acara ini memperkuat hubungan antara rumah dan sekolah, mengenali peran penting keluarga dalam menginspirasi dan mendukung pembelajaran anak-anak.",
    "annualReport.familyNightsPhotoCredit": "Foto oleh Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Berinvestasi dalam Pengembangan Profesional untuk Guru",
    "annualReport.teacherPDDescription": "Guru di sekolah dasar yang berpartisipasi berkumpul untuk lokakarya pengembangan profesional, mendapatkan pengalaman langsung dalam membuat proyek Scratch mereka sendiri dan menemukan cara yang berarti untuk menggunakan Scratch untuk mendukung pembelajaran siswa di seluruh kurikulum.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, Pendidik CPS",
    "annualReport.teacherPDQuote": "Yang paling mengejutkan saya adalah kolaborasi intrinsik yang muncul saat menggunakan Scratch di kelas saya. Seringkali, siswa sendiri akan menemukan sesuatu di platform Scratch, menunjukkannya kepada saya, dan kemudian menyebarkannya di antara mereka sendiri.",
    "annualReport.extendingReachHeader": "Memperluas Jangkauan",
    "annualReport.extendingReachDescription": "Untuk memperluas jangkauan kemitraan ini, CS4ALL Chicago membangun model Family Creative Coding Night dan membuatnya tersedia untuk semua Sekolah Umum Chicago. Google CS Panduan {codeYourHeroLink} yang diproduksi pertama kali untuk siswa dan guru, tersedia online gratis dalam bahasa Inggris dan Spanyol.",
    "annualReport.codeYourHero": "Kode Pahlawan Anda",
    "annualReport.inTheNewsHeader": "Dalam Berita",
    "annualReport.chicagoSunTimesArticle": "Artikel Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Rolling Stone Artikel",
    "annualReport.conferencesTitle": "Scratch Konferensi di seluruh Dunia",
    "annualReport.conferencesIntro": "Pada tahun 2008, Tim Scratch menjadi tuan rumah konferensi Scratch pertama di MIT, menyatukan pendidik, peneliti, dan pengembang untuk berbagi ide dan pengalaman menggunakan Scratch untuk mendukung pembelajaran kreatif. Sejak saat itu, Tim Scratch mengorganisir dan menyelenggarakan konferensi Scratch di MIT setiap dua tahun. Selain itu, anggota komunitas Scratch global telah mengorganisir dan menyelenggarakan lebih dari selusin konferensi—terbentang melintasi lautan, benua, budaya, dan bahasa.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, foto oleh {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Amerika Latin",
    "annualReport.conferencesLatinAmericaDescription": "Pada Mei 2019, para pendidik dari seluruh Chili dan wilayah lain di Amerika Latin berkumpul untuk konferensi {scratchAlSurLink} kedua di Santiago, Chili. Setelah konferensi, Scratch al Sur merilis {spanishVersionLink} dari panduan {creativeComputingCurriculumLink}, yang dikembangkan oleh kelompok Creative Computing di Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Versi Spanyol",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto disediakan oleh {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Eropah",
    "annualReport.conferencesEuropeDescription": "Pada Agustus 2019, Yayasan Raspberry Pi menyelenggarakan yang keempat {scratchConferenceEuropeLink}, diadakan di Cambridge, Inggris. Konferensi tersebut mempertemukan para pendidik formal dan informal dari lebih dari 25 negara untuk lokakarya langsung, presentasi, dan demonstrasi oleh siswa, pendidik, peneliti, dan organisasi berbasis masyarakat.",
    "annualReport.conferencesEuropeImageCaption": "Foto disediakan oleh {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "Pada Oktober 2019, {scratchAfricaConferenceLink} pertama diadakan di Nairobi, Kenya, menarik lebih dari 250 pendidik dan siswa dari seluruh Afrika untuk berbagi pelajaran, memberdayakan kaum muda, dan merayakan pencapaian dalam pengodean kreatif. Pada konferensi tersebut, Tim Scratch meluncurkan Scratch versi Swahili, tersedia untuk digunakan baik online maupun offline.",
    "annualReport.conferencesAfricaImageCaption": "Foto oleh {photoCredit}",
    "annualReport.financialsTitle": "Keuangan - 2019",
    "annualReport.financialsButton": "Keuangan yang diaudit 2019",
    "annualReport.financialsFutureYears": "Catatan: Keuangan di tahun-tahun mendatang akan sangat berbeda, karena staf Scratch kini telah beralih dari MIT ke Scratch Foundation.",
    "annualReport.supportersTitle": "Terima Kasih Kepada Pendukung Kami",
    "annualReport.supportersIntro": "Terima kasih kepada pendukung kami yang murah hati. Kontribusi Anda membantu kami memperluas peluang belajar kreatif untuk anak-anak dari segala usia, dari semua latar belakang, di seluruh dunia.",
    "annualReport.supportersSpotlightTitle": "Donor - Kisah Sorotan",
    "annualReport.supportersSFETitle": "Sumbangan Keluarga Siegel",
    "annualReport.supportersSFEDescription1": "Pada Mei 2012, David Siegel menghadiri Scratch Day di MIT Media Lab bersama putranya Zach, Scratcher yang aktif dan antusias. Melihat Zach dan anak-anak lain menggunakan Scratch untuk membuat kode permainan, animasi, dan makhluk robot mereka sendiri, David melihat seberapa besar potensi Scratch untuk membantu anak-anak mempelajari keterampilan pengkodean praktis, dan berkembang sebagai pemikir komputasi.",
    "annualReport.supportersSFEDescription2": "David mengetahui pentingnya pemikiran komputasi secara langsung, dan kariernya sebagai ilmuwan komputer dan wirausaha telah dibentuk oleh keingintahuan yang sama dengan yang Scratch bantu jelajahi oleh pelajar muda setiap hari. Naluri eksplorasi yang sama yang membuatnya belajar ilmu komputer di Princeton, dan mendapatkan gelar PhD berdasarkan pekerjaan yang diselesaikan di Lab Kecerdasan Buatan MIT. Pada tahun 2001, dia ikut mendirikan Two Sigma, yang telah berkembang menjadi pemimpin dunia dalam penerapan pembelajaran mesin dan ilmu data untuk manajemen investasi.",
    "annualReport.supportersSFEDescription3": "Pada tahun 2011, David mendirikan Siegel Family Endowment (SFE) untuk mendukung organisasi yang bekerja untuk membantu orang beradaptasi dengan tuntutan teknologi baru, dan untuk lebih memahami dan mengurangi gangguan kuat yang didorong oleh teknologi di hampir setiap sektor. Dia juga salah satu pendiri Scratch Foundation, dan pendukung kuat misi organisasi untuk menjaga agar Scratch tetap gratis dan dapat diakses oleh pelajar di seluruh dunia.",
    "annualReport.supportersCoFounder": "Co-Founder dan Co-Chairman",
    "annualReport.supportersQuote": "Memastikan bahwa Scratch tetap gratis dan dapat diakses oleh anak-anak di mana saja adalah salah satu cara paling berdampak yang dapat kami lakukan untuk membantu pelajar muda terlibat dan berkembang di dunia yang semakin digital. Mendukung Scratch lebih penting hari ini daripada sebelumnya.",
    "annualReport.supportersThankYou": "Terima kasih kepada pendukung kami",
    "annualReport.supportersAllDescription": "Misi kami adalah memberi semua anak, dari semua latar belakang, kesempatan untuk berimajinasi, berkreasi, dan berbagi dengan teknologi baru. Kami ingin berterima kasih kepada semua pendukung Scratch yang, sejak kami mulai mengerjakan Scratch pada tahun 2002, telah membantu kami menciptakan pengalaman belajar yang luar biasa bagi jutaan anak muda di seluruh dunia. Daftar berikut didasarkan pada pemberian kumulatif kepada Scratch (di MIT dan Scratch Foundation) hingga 31 Desember 2019.",
    "annualReport.supportersFoundingDescription": "Kami sangat berterima kasih kepada Mitra Pendiri kami yang telah mendukung kami sejak awal Scratch, masing-masing memberikan setidaknya $10.000.000 dukungan kumulatif, dalam berbagai bentuk.",
    "annualReport.supportersFoundingTitle": "Mitra Pendiri",
    "annualReport.supportersCreativityTitle": "Lingkaran Kreativitas — $1.000.000+",
    "annualReport.supportersCollaborationTitle": "Lingkaran Kolaborasi — $200,000+",
    "annualReport.supportersImaginationTitle": "Lingkaran Imajinasi — $50,000+",
    "annualReport.supportersInspirationTitle": "Lingkaran Inspirasi — $20.000+",
    "annualReport.supportersExplorationTitle": "Lingkaran Eksplorasi — $5.000+",
    "annualReport.supportersInKindTitle": "Pendukung Dalam Bentuk",
    "annualReport.leadershipTitle": "Tim kita",
    "annualReport.leadershipBoard": "Dewan direksi",
    "annualReport.leadershipChair": "Kursi",
    "annualReport.leadershipProfessor": "Profesor Penelitian Pembelajaran",
    "annualReport.leadershipViceChair": "Kursi wakil",
    "annualReport.leadershipBoardMember": "Anggota dewan",
    "annualReport.leadershipPresidentCEO": "Presiden dan CEO",
    "annualReport.leadershipFormerPresident": "Mantan Presiden",
    "annualReport.leadershipFounderCEO": "Penemu dan CEO",
    "annualReport.leadershipFormerChairCEO": "Mantan Ketua dan CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Sekretaris Dewan & Bendahara",
    "annualReport.leadershipBoardSecretary": "Sekretaris Dewan",
    "annualReport.leadershipBoardTreasurer": "Bendahara Dewan",
    "annualReport.leadershipScratchTeam": "Scratch Team",
    "annualReport.leadershipInterim": "Direktur Eksekutif Sementara",
    "annualReport.donateTitle": "Dukung Kami",
    "annualReport.donateMessage": "Dukungan Anda memungkinkan kami membuat Scratch gratis untuk semua orang, menjaga server kami tetap berjalan, dan yang paling penting, kami dapat memberikan kesempatan kepada anak-anak di seluruh dunia untuk berimajinasi, berkreasi, dan berbagi. Terima kasih!",
    "annualReport.donateButton": "Donasi"
}