{
    "annualReport.subnavMessage": "Ziņojums",
    "annualReport.subnavMission": "Misija",
    "annualReport.subnavMilestones": "Pagrieziena punkti",
    "annualReport.subnavReach": "Sasniedziet",
    "annualReport.subnavInitiatives": "Iniciatīvas",
    "annualReport.subnavFinancials": "Finanses",
    "annualReport.subnavSupporters": "Atbalstītāji",
    "annualReport.subnavTeam": "Komanda",
    "annualReport.subnavDonate": "Atbalsti",
    "annualReport.mastheadYear": "2019. gada pārskats",
    "annualReport.mastheadTitle": "Radošās mācīšanās pasaules izkopšana",
    "annualReport.messageTitle": "Ziņojums no Scratch komandas",
    "annualReport.messageP1": "2019. gads uzņēmumam Scratch bija liela progresa gads. Mēs sākām gadu, izlaižot Scratch 3.0 — mūsu jaunākās paaudzes Scratch, kas izstrādāta, lai rosinātu bērnu radošumu un iesaistītu bērnus ar dažādām interesēm un pieredzi. Mēs nosvinējām gada beigas, mūsu komandai pārceļoties no MIT uz tās jaunajām mājām Scratch Foundation, rotaļīgā pirmā stāva telpā netālu no Bostonas Dienvidu stacijas. Visu gadu Scratch kopiena turpināja zelt un augt: 2019. gadā vairāk nekā 20 miljoni jauniešu izveidoja projektus ar Scratch, kas ir par 48% vairāk nekā gadu iepriekš.",
    "annualReport.messageP2": "Scratch ietekme un nozīme tika uzsvērta 2020. gadā, jo Covid pandēmijas dēļ skolas bija jāslēdz. Aktivitāte Scratch tiešsaistes kopienā pieauga vairāk nekā divas reizes, jo jaunieši, kas atradās savās mājās, pievērsās Scratch, lai radoši izpaustos un sazinātos viens ar otru. Scratchers ir arī aktīvi iesaistījušies Black Lives Matter un citās kustībās par rasu taisnīgumu un vienlīdzību, veidojot animētus projektus un studijas, lai izplatītu izpratni un pieprasītu pārmaiņas.",
    "annualReport.messageP3": "Kopš 2007. gada, kad izlaidām Scratch, mēs vienmēr esam redzējuši Scratch vairāk nekā tikai programmēšanas valodu. Scratch sniedz iespēju visiem jauniešiem no dažādām vidēm attīstīt savu balsi, izteikt savas idejas un radīt vienam ar otru. Mums patīk redzēt veidus, kā Scratchers ir reaģējušas uz nesenajām sabiedrības problēmām ar radošumu, sadarbību, rūpēm un laipnību.",
    "annualReport.messageP4": "Šajā gada pārskatā mēs pastāstīsim vairāk par Scratch misiju, plāniem, ietekmi un sasniedzamību, ko papildinās piemēri par to, kā Scratch paplašina mācību iespējas daudzveidīgiem jauniešiem visā pasaulē gan skolās, gan visā viņu dzīvē. dzīvības.",
    "annualReport.messageP5": "Mēs lepojamies ar to, ko jaunieši šodien rada un mācās, izmantojot Scratch, un esam apņēmušies nākotnē nodrošināt vairāk iespēju lielākam skaitam jauniešu.",
    "annualReport.messageSignature": "— Scratch komanda",
    "annualReport.covidResponseTitle": "Scratch reaģē uz COVID",
    "annualReport.covidResponseP1": "Rakstot šo gada pārskatu, mēs esam jau vairākus mēnešus pirms Covid pandēmijas. Kopš 2020. gada marta vidus Scratch birojs ir slēgts, un Scratch Team dalībnieki ir aktīvi strādājuši no mājām, lai atbalstītu bērnus un pedagogus visā pasaulē, kuru dzīvi ir izjaukusi pandēmija.",
    "annualReport.covidResponseP2": "17. martā uzsākām iniciatīvu #ScratchAtHome, lai sniegtu bērniem, ģimenēm un pedagogiem idejas, kā iesaistīties radošās mācību aktivitātēs ar Scratch mājās. Mēs turpinām pievienot video pamācības un citus resursus {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome lapa",
    "annualReport.covidResponseP3": "Salīdzinot ar pagājušo gadu, {scratchCommunityLink} aktivitāte ir vairāk nekā dubultojusies. Scratchers veido un koplieto projektus, lai atbalstītu un iedvesmotu citus pandēmijas laikā — ar projektiem un studijām, kas piedāvā idejas vingrošanai mājās, padomus, kā saglabāt veselību, humoru, lai uzmundrinātu viens otru, un paldies svarīgiem darbiniekiem.",
    "annualReport.covidResponseScratchCommunity": "Scratch tiešsaistes kopiena",
    "annualReport.missionTitle": "Mūsu misija",
    "annualReport.missionSubtitle": "Mūsu misija ir nodrošināt visiem bērniem no dažādām vidēm iespējas iztēloties, radīt un sadarboties ar jaunām tehnoloģijām, lai viņi varētu veidot rītdienas pasauli.",
    "annualReport.missionP1": "Mēs esam apņēmušies noteikt par prioritāti vienlīdzību visos mūsu darba aspektos, īpašu uzmanību pievēršot iniciatīvām un pieejām, kas atbalsta bērnus, ģimenes un pedagogus, kuri ir vistālāk no izglītības taisnīguma.",
    "annualReport.missionP2": "Mēs esam izstrādājuši Scratch kā bezmaksas, drošu, rotaļīgu mācību vidi, kas liek visiem bērniem radoši domāt, sistemātiski spriest un sadarboties — tas ir būtiskas prasmes ikvienam mūsdienu sabiedrībā. Mēs sadarbojamies ar pedagogiem un ģimenēm, lai palīdzētu bērniem izzināt, kopīgot un mācīties.",
    "annualReport.missionP3": "Izstrādājot jaunas tehnoloģijas, aktivitātes un mācību materiālus, mēs vadāmies pēc tā, ko saucam {fourPsItalics}:",
    "annualReport.fourPs": "Četri radošās mācīšanās P",
    "annualReport.missionProjectsTitle": "Projekti",
    "annualReport.missionPeersTitle": "Vienaudži",
    "annualReport.missionPassionTitle": "Kaislība",
    "annualReport.missionPlayTitle": "Atskaņot",
    "annualReport.missionProjectsDescription": "Iesaistiet bērnus projektēšanā, radīšanā un radošā izpausmē",
    "annualReport.missionPeersDescription": "Atbalstiet bērnus sadarbībā, kopīgošanā, remiksēšanā un mentoringā",
    "annualReport.missionPassionDescription": "Ļaujiet bērniem balstīties uz savām interesēm un strādāt pie personīgi nozīmīgiem projektiem",
    "annualReport.missionPlayDescription": "Mudiniet bērnus izdomāt, eksperimentēt un atkārtot",
    "annualReport.milestonesTitle": "Pagrieziena punkti",
    "annualReport.milestonesDescription": "Šeit ir daži galvenie notikumi un sasniegumi Scratch un globālās Scratch kopienas vēsturē.",
    "annualReport.milestones2003Message": "Saņēma Nacionālā zinātnes fonda stipendiju, lai sāktu Scratch izstrādi",
    "annualReport.milestones2004Message": "Piedāvāja pirmo Scratch darbnīcu Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Scratch programmēšanas valodas un tiešsaistes kopienas publiska atklāšana",
    "annualReport.milestones2008Message": "Organizēja pirmo Scratch konferenci pedagogiem un izstrādātājiem",
    "annualReport.milestones2009Message1.4": "Izlaists Scratch 1.4, tulkots vairāk nekā 40 valodās",
    "annualReport.milestones2009MessageScratchDay": "Sarīkots pirmais Scratch Day pasākums bērniem un ģimenēm",
    "annualReport.milestones2010Message": "Scratch tiešsaistes kopiena sasniedz 1 miljonu dalībnieku",
    "annualReport.milestones2013MessageFoundation": "Izveidots Code-to-Learn fonds (vēlāk pārdēvēts par Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Scratch 2.0 palaišana, nodrošinot jaunas sadarbības iespējas",
    "annualReport.milestones2014Message": "ScratchJr laists klajā jaunākiem bērniem vecumā no 5 līdz 7 gadiem",
    "annualReport.milestones2016Message": "Scratch tiešsaistes kopiena sasniedz 10 miljonus dalībnieku",
    "annualReport.milestones2017Message": "Scratch Day pieaug līdz 1100 pasākumiem 60 valstīs",
    "annualReport.milestones2019MessageScratch3": "Scratch 3.0 palaišana, paplašinot to, ko bērni var izveidot ar kodu",
    "annualReport.milestones2019MessageMove": "Scratch Team pārceļas no MIT uz Scratch Foundation",
    "annualReport.reachTitle": "Bērnu sasniegšana visā pasaulē",
    "annualReport.reachSubtitle": "Scratch ir pasaulē lielākā kodēšanas kopiena bērniem un pusaudžiem vecumā no 8 gadiem.",
    "annualReport.reachMillion": "miljons",
    "annualReport.reach170million": "170 {million} ",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Unikālie apmeklētāji",
    "annualReport.reachProjectsCreated": "Izveidoti projekti",
    "annualReport.reachProjectCreators": "Cilvēki radīja projektus",
    "annualReport.reachComments": "Tiešsaistes kopienā ievietotie komentāri",
    "annualReport.reachGrowthTitle": "Kopienas izaugsme",
    "annualReport.reachGrowthBlurb": "Jauni konti, kas izveidoti Scratch tiešsaistes kopienā pēdējo 5 gadu laikā.",
    "annualReport.reachGlobalCommunity": "Mūsu globālā kopiena",
    "annualReport.reachMapBlurb": "Scratch tiešsaistes kopienā reģistrēto kontu kopskaits no Scratch palaišanas līdz 2019. gadam",
    "annualReport.reachMap20M": "20M",
    "annualReport.reachMapLog": "pēc logaritmiskās skalas",
    "annualReport.reachTranslationTitle": "Scratch ir tulkots vairāk nekā 60 valodās",
    "annualReport.reachTranslationBlurb": "Paldies brīvprātīgajiem tulkiem no visas pasaules.",
    "annualReport.reachScratchJrBlurb": "ScratchJr ir ievada programmēšanas vide, kas ļauj maziem bērniem (vecumā no 5 līdz 7 gadiem) izveidot savus interaktīvos stāstus un spēles.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Lejupielādes kopš palaišanas 2014. gadā",
    "annualReport.initiativesTitle": "Iniciatīvas",
    "annualReport.initiativesDescription": "Scratch Foundation darbs koncentrējas uz trim stratēģiskām jomām: radošiem rīkiem, kopienu un skolām. Katrā jomā prioritāte ir to bērnu balss un vajadzības, kuri ir nepietiekami pārstāvēti radošajā skaitļošanā, un cenšas atbalstīt bērnus dažādās vidēs un kultūrās visā pasaulē.",
    "annualReport.equity": "Pašu kapitāls",
    "annualReport.globalStrategy": "Globālā stratēģija",
    "annualReport.toolsTitle": "Radošie rīki",
    "annualReport.toolsIntro": "Mēs pastāvīgi eksperimentējam un ieviešam inovācijas ar jaunām tehnoloģijām un jauniem dizainiem — vienmēr cenšamies nodrošināt bērniem jaunus veidus, kā radīt, sadarboties un mācīties.",
    "annualReport.toolsSpotlight": "Radošie rīki — Uzmanības centrālais stāsts",
    "annualReport.toolsLaunch": "Scratch 3.0 palaišana",
    "annualReport.toolsLaunchIntro1": "Mēs izstrādājām Scratch 3.0, lai paplašinātu to, kā, ko un kur bērni var izveidot, izmantojot Scratch. Scratch 3.0, kas tika izlaists 2019. gada sākumā, izraisīja Scratch kopienas aktivitāšu pieaugumu, piedāvājot vairāk projektu un lielāku projektu dažādību nekā jebkad agrāk.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 ietver paplašinājumu bibliotēku - papildu kodēšanas bloku kolekcijas, kas Scratch pievieno jaunas iespējas. Daži paplašinājumi nodrošina piekļuvi tīmekļa pakalpojumiem un citām programmatūras funkcijām, bet citi savieno Scratch ar fiziskās pasaules ierīcēm, piemēram, motoriem un sensoriem.",
    "annualReport.toolsTexttoSpeech": "Teksta pārveidošana uz runu",
    "annualReport.toolsTexttoSpeechIntro": "Izmantojot paplašinājumu No teksta uz runu, bērni var ieprogrammēt Scratch rakstzīmes runāt skaļi, izmantojot dažādas balsis.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} 2019. gada projektos tika izmantota teksta pārveidošana uz runu",
    "annualReport.toolsMostPopular": "Populārākās",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} jauns Scratch paplašinājums kopienā",
    "annualReport.toolsCollabAWS": "Sadarbība ar Amazon Web Services",
    "annualReport.toolsTranslate": "Tulkot",
    "annualReport.toolsTranslateIntro": "Izmantojot paplašinājumu Translate, kas izveidots, izmantojot Google Translate API, bērni var savos projektos iekļaut automātisko tulkošanu, atbalstot valodu apguvi un globālo saziņu.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} paplašinājumā tulkotās valodas",
    "annualReport.toolsSupportsLiteracy": "Atbalsta lasītprasmi",
    "annualReport.toolsCSandLanguageArts": "datorzinātnes un valodu māksla",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} pāri {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Sadarbība ar Google",
    "annualReport.toolsPhysicalWorld": "Fiziskās pasaules savienojumi",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Skolēni var izveidot dejojošus robotus, interaktīvas skulptūras un datu vākšanas eksperimentus, izmantojot Scratch ar LEGO robotikas komplektiem. Jaunajā LEGO Education SPIKE Prime komplektā ir lietotne, kuras pamatā ir Scratch. Turklāt Scratch paplašinājumi ir pieejami {mindstormsLink} un {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Sadarbība ar LEGO Education",
    "annualReport.toolsVideoTutorials": "Video pamācības",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 ieviesa daudzveidīgu video pamācību kolekciju, lai palīdzētu bērniem sākt darbu ar Scratch. Apmācības ir beztermiņa un paredzētas, lai mudinātu skolēnus eksperimentēt, sekot viņu interesēm un izteikt savas idejas.",
    "annualReport.toolsNumTutorials": "25 jaunas apmācības",
    "annualReport.toolsNewTutorials": "{numTutorials} pieejams Scratch 3.0",
    "annualReport.toolsNumViews": "23 miljoni",
    "annualReport.toolsTutorialsViews": "{numViews} skatījumi 2019. gadā",
    "annualReport.toolsApp": "Lietotne Scratch atbalsta mācīšanos bezsaistē",
    "annualReport.toolsDownloadLink": "lejupielādējama lietotne",
    "annualReport.toolsRaspberryLink": "izmantojiet Raspberry Pi 4",
    "annualReport.toolsAppIntro": "2019. gadā Scratch komanda izlaida Scratch 3.0 kā {downloadableLink}, kas paredzēts lietošanai vairākās platformās, tostarp Windows, MacOS, ChromeOS un Android planšetdatoros. Turklāt Raspberry Pi fonds izlaida Scratch 3.0, kas paredzēts {raspberryLink}. Šīs lejupielādējamās versijas ir īpaši svarīgas miljoniem audzēkņu vietās, kur interneta savienojums nav pieejams vai nav uzticams.",
    "annualReport.toolsAbhiTitle": "Abhi no Cartoon Network",
    "annualReport.toolsAbhiIntro": "Lai izceltu, ko bērni var darīt ar Scratch 3.0, mēs sadarbojāmies ar Cartoon Network, lai izveidotu videoklipu, kurā piedalās Abhi, 12 gadus vecais Scratch, kuram patīk veidot animācijas un spēles. Videoklipā Abhi tiekas ar Ianu Džounsu-Kvartiju, OK K.O. radītāju. un citi Cartoon Network šovi. Abhi iepazīstina Ianu ar Scratch jaunās versijas galvenajām iezīmēm, un viņi kopā uzzīmē un ieprogrammē animāciju, kurā Cartoon Network varonis lec uz augšu un uz leju.",
    "annualReport.toolsAbhiQuote": "Mana mīļākā lieta Scratch ir kopiena, jo viņi man ir jauki un izpalīdzīgi. Tāpēc es vienmēr priecājos dalīties ar katru projektu, kas ir manos sapņos.",
    "annualReport.communityTitle": "Kopiena",
    "annualReport.communityIntro": "Tiešsaistes kopiena Scratch vienmēr ir bijusi svarīga Scratch pieredzes sastāvdaļa, nodrošinot bērniem iespēju sadarboties, dalīties un sniegt atsauksmes viens otram.",
    "annualReport.communitySpotlight": "Kopiena — Uzmanības centrā",
    "annualReport.communityTeam": "Scratch kopienas komanda",
    "annualReport.communityTeamIntro1": "Uz jautājumu, kāpēc viņi izmanto Scratch, lielākā daļa Scratcher stāsta par tiešsaistes kopienas nozīmi viņu pastāvīgas līdzdalības motivēšanā, nodrošinot telpu, kurā viņi var izpaust savu radošumu, iegūt draugus, saņemt atsauksmes, iegūt jaunas idejas un apgūt jaunas prasmes. Daudzi Scratchers izsaka atzinību par Scratch kopienu kā drošu un viesmīlīgu vietu, kur sazināties, dalīties un mācīties vienam no otra.",
    "annualReport.communityTeamIntro2": "Ar 40 000 jaunu projektu un 400 000 jaunu komentāru Scratch tiešsaistes kopienā katru dienu, kā mēs varam nodrošināt, ka kopiena joprojām ir droša un draudzīga, vienlaikus atbalstot un veicinot radošo izpausmi? Mūsu kopienas komanda, tostarp pilna laika darbinieki un moderatoru tīkls, vada šo būtisko darbu. Kopienas komandas darbā ir divas galvenās dimensijas: mērenība un kopienas iesaistīšanās.",
    "annualReport.communityModerationTitle": "Kopienas mērenība",
    "annualReport.communityModerationInfo": "Kad jaunieši pievienojas Scratch kopienai, viņi piekrīt ievērot kopienas vadlīnijas, kas ir izstrādātas, lai Scratch būtu droša un atbalstoša vieta jauniešiem no jebkuras vides. Mūsu kopienas komanda izmanto dažādus rīkus un stratēģijas, lai veicinātu labu digitālo pilsonību un uzturētu Scratchers labvēlīgu vidi. Automātiskie filtri novērš privātas informācijas kopīgošanu vai nepiemērota satura publicēšanu, un mēs ļaujam ikvienam ziņot par viņu saturu. uzskata, ka pārkāpj kopienas vadlīnijas.",
    "annualReport.communityGuidelinesTitle": "Kopienas vadlīnijas",
    "annualReport.communityGuidelinesInfo": "Scratch laipni sagaida cilvēkus visos vecumos, rasēs, tautībās, ar dažādām dotībām, seksuālām orientācijām, dzimumiem.",
    "annualReport.communityGuidelinesRespect": "Mēs esam saprotoši.",
    "annualReport.communityGuidelinesShare": "Kopīgot",
    "annualReport.communityGuidelinesHonest": "Mēs esam draudzīgi.",
    "annualReport.communityGuidelinesConstructive": "Mēs esam konstruktīvi.",
    "annualReport.communityGuidelinesPrivacy": "Paturi personisko informāciju privātu.",
    "annualReport.communityGuidelinesFriendly": "Mēs palīdzam uzturēt lapu draudzīgu.",
    "annualReport.communityEngagementTitle": "Kopienas iesaistīšanās",
    "annualReport.storySwap": "Stāstu maiņa",
    "annualReport.communityEngagementInfo": "Vēl viena svarīga Kopienas komandas loma ir izcelt un attīstīt iespējas jauniešiem izteikt savas idejas un iesaistīties pozitīvā veidā. Komanda piedāvā projektus un studijas no kopienas locekļiem, kas kalpo kā iedvesma, un tā regulāri publicē Scratch Design Studios, lai veicinātu radošu darbību. Katru vasaru komanda organizē tiešsaistes Scratch Camp: 2019. gada tēma bija {storySwapLink}, un Scratchs veidoja viens otra stāstus.",
    "annualReport.communitySDSTitle": "Scratch dizaina studijas",
    "annualReport.communitySDSInfo": "Dažas Scratch dizaina studijas no 2019. gada:",
    "annualReport.communityDayintheLife": "Diena dzīvē",
    "annualReport.communityDayintheLifeInfo": "Izveidojiet projektu par dienu kaut ko dzīvē",
    "annualReport.communityYear3000": "3000. gads",
    "annualReport.communityYear3000Info": "Kāda varētu būt dzīve 3000. gadā?",
    "annualReport.communityBounce": "Atlēciens",
    "annualReport.communityBounceInfo": "Izveidojiet projektu, kas ietver lēkšanu, lēkšanu, lēkšanu vai lēcienu.",
    "annualReport.communityMonochromatic": "Vienkrāsains",
    "annualReport.communityMonochromaticInfo": "Kā viss izskatītos, ja būtu tikai viena krāsa?",
    "annualReport.communityQuotes": "Kopiena — Citāti",
    "annualReport.communityQuote1": "Es pievienojos Scratch, kad man bija 11 gadu, un lietas, ko iemācījos, izmantojot platformu un mijiedarbojoties ar sabiedrību, patiešām bija būtiska manas mācīšanās sastāvdaļa, augot.",
    "annualReport.communityQuote2": "Scratch ir ļāvis man darīt lietas no mājām, piemēram, \n- cienīt cilvēkus un viņu projektus\n- iegūt draugus\n- sajust, ka neesmu viens šajā karantīnā\n... un daudz ko citu, tāpēc es vēlos saki \n¡GRACIAS!",
    "annualReport.communityQuote3": "Esmu izmantojis Scratch apmēram 2 gadus, un tā ir bijusi dzīvi mainoša pieredze! Esmu iemācījies tik daudz jaunu lietu, piemēram, kodēšanu, tiešsaistes etiķeti un mākslu!",
    "annualReport.communityQuote4": "Scratch bija mans mīļākais hobijs sestajā klasē. Tas mani slepeni iepazīstināja ar Būla loģiku, darbību secību un ligzdotām matemātiskām izteiksmēm, nemaz nerunājot par pašu datorprogrammēšanu.",
    "annualReport.studio": "studija",
    "annualReport.communityBLMIntro": "Kamēr rasu taisnīguma protesti pārņēma ASV pēc Džordža Floida, Breonnas Teilores, Ahmada Ārberija un citu cilvēku traģiskajām slepkavībām 2020. gada sākumā, daudzi jaunieši izmantoja Scratch kā veidu, lai paustu savu atbalstu Black Lives Matter kustībai, radot projektus un komentāru ievietošana, lai runātu pret rasismu un policijas vardarbību. Scratch mājaslapā redzamajā {BLMStudioLink} punktā Scratchers sniedza simtiem projektu un tūkstošiem komentāru. Scratch kopienas komanda aktīvi iesaistījās, lai atbalstītu Scratchers traumatiskā laikā un nodrošinātu, ka visi projekti un sarunas tiek ievērotas.",
    "annualReport.communityArtwork": "Scratcher OnionDipAnimations mākslas darbs",
    "annualReport.communityChangeTitle": "Mēs redzam jauniešus kā pārmaiņu aģentus.",
    "annualReport.communityChangeInfo": "Mēs esam apņēmušies strādāt ar viņiem, kā arī ar pedagogiem un ģimenēm, kas viņus atbalsta, lai nodrošinātu, ka viņi attīsta prasmes, motivāciju un pārliecību, kas viņiem būs nepieciešama, lai dzīvotu pilnvērtīgu dzīvi un radītu nozīmīgas pārmaiņas sabiedrībā.",
    "annualReport.watchVideo": "Skatīties video",
    "annualReport.schoolsTitle": "Skolas",
    "annualReport.schoolsIntro": "Mēs piedāvājam programmas un resursus, lai atbalstītu skolotājus un skolēnus skolās visā pasaulē, lai nodrošinātu vienlīdzīgu radošo skaitļošanas pieredzi, pamatojoties uz projektiem, aizraušanos, vienaudžiem un spēli.",
    "annualReport.schoolsSpotlight": "Skolas — Uzmanības centrālais stāsts",
    "annualReport.cpsProjectTitle": "Radošā skaitļošana Čikāgas publiskajās skolās",
    "annualReport.cpsProjectIntroP1": "2019. gadā ar Google.org finansējumu Scratch komanda sadarbojās ar SocialWorks, CS4ALL Chicago un Chicago Public Schools, lai atbalstītu septiņas pamatskolas Čikāgas dienvidu daļā, kad tās uzsāka iniciatīvu iekļaut savā mācību programmā radošu kodēšanu.",
    "annualReport.cpsProjectIntroP2": "Šīs iniciatīvas ietvaros simtiem skolēnu iztēlojās un uzzīmēja sevi kā savu videospēļu supervaroni. Viņi šīs idejas īstenoja sadarbības projektā Scratch ar nosaukumu SuperMe. Vietējais Čikāgas varonis un Grammy balvu ieguvušais mūziķis Chance the Rapper bija tik iedvesmots no studentu darba, ka viņš to nosauca par oficiālo videospēli savai hitdziesmai “I Love You So Much” un dalījās tajā ar pasauli.",
    "annualReport.familyCreativeNightsHeader": "Ģimenes radošās kodēšanas naktis",
    "annualReport.familyCreativeNightsDescription": "Šīs iniciatīvas panākumu atslēga bija skolēnu, ģimeņu, skolotāju un citu kopienas locekļu savienošana, izmantojot Ģimenes radošās kodēšanas naktis. Šie pasākumi pulcēja simtiem visu vecumu ģimenes locekļu — no maziem bērniem līdz vecvecākiem — aktivitātēs, kurās kodēšana tika sajaukta ar mākslu, deju un mūziku. Šie pasākumi stiprināja saikni starp mājām un skolu, atzīstot ģimeņu nozīmīgo lomu bērnu mācīšanās iedvesmošanā un atbalstīšanā.",
    "annualReport.familyNightsPhotoCredit": "Fotogrāfijas: Džordana Meisija, SocialWorks",
    "annualReport.teacherPDHeader": "Ieguldījums skolotāju profesionālajā attīstībā",
    "annualReport.teacherPDDescription": "Skolotāji visās iesaistītajās pamatskolās pulcējās profesionālās pilnveides semināros, gūstot tiešu pieredzi, veidojot savus Scratch projektus un atrodot jēgpilnus veidus, kā izmantot Scratch, lai atbalstītu skolēnu mācīšanos visā mācību programmā.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS pedagogs",
    "annualReport.teacherPDQuote": "Visvairāk mani pārsteidza būtiskā sadarbība, kas radās, izmantojot Scratch manā klasē. Bieži vien skolēni paši kaut ko atklāj Scratch platformā, parāda man un pēc tam izplatīja savā starpā.",
    "annualReport.extendingReachHeader": "Sasniedzamības paplašināšana",
    "annualReport.extendingReachDescription": "Lai paplašinātu šīs partnerības sasniedzamību, CS4ALL Chicago balstījās uz Family Creative Coding Night modeli un ir padarījis to pieejamu visām Čikāgas publiskajām skolām. Google CS First izstrādāja {codeYourHeroLink} rokasgrāmatas studentiem un skolotājiem, kas ir bez maksas pieejamas tiešsaistē angļu un spāņu valodā.",
    "annualReport.codeYourHero": "Iekodējiet savu varoni",
    "annualReport.inTheNewsHeader": "Ziņās",
    "annualReport.chicagoSunTimesArticle": "Čikāgas Sun Times raksts",
    "annualReport.rollingStoneArticle": "Rolling Stone raksts",
    "annualReport.conferencesTitle": "Scratch konferences visā pasaulē",
    "annualReport.conferencesIntro": "2008. gadā Scratch komanda rīkoja pirmo Scratch konferenci MIT, pulcējot pedagogus, pētniekus un izstrādātājus, lai dalītos idejās un pieredzē par Scratch izmantošanu radošas mācīšanās atbalstam. Kopš tā laika Scratch komanda reizi divos gados ir organizējusi un rīkojusi Scratch konferenci MIT. Turklāt globālās Scratch kopienas dalībnieki ir organizējuši un rīkojuši vairāk nekā duci konferenču, kas sniedzas pāri okeāniem, kontinentiem, kultūrām un valodām.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa konference, foto autors {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latīņamerika",
    "annualReport.conferencesLatinAmericaDescription": "2019. gada maijā pedagogi no visas Čīles un citiem Latīņamerikas apgabaliem pulcējās otrajā {scratchAlSurLink} konferencē Santjago, Čīlē. Pēc konferences Scratch al Sur izlaida {creativeComputingCurriculumLink} rokasgrāmatas {spanishVersionLink}, ko izstrādājusi Hārvardas izglītības augstskolas Creative Computing grupa.",
    "annualReport.conferencesSpanishVersionLinkText": "Spāņu versija",
    "annualReport.conferencesLatinAmericaImageCaption": "Fotoattēlu sniedza {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Eiropā",
    "annualReport.conferencesEuropeDescription": "2019. gada augustā Raspberry Pi fonds organizēja ceturto {scratchConferenceEuropeLink}, kas notika Kembridžā, Apvienotajā Karalistē. Konference pulcēja formālos un neformālos pedagogus no vairāk nekā 25 valstīm praktiskām darbnīcām, prezentācijām un paraugdemonstrējumiem, ko veica studenti, pedagogi, pētnieki un kopienas organizācijas.",
    "annualReport.conferencesEuropeImageCaption": "Fotoattēlu sniedza {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Āfrika",
    "annualReport.conferencesAfricaDescription": "2019. gada oktobrī Nairobi, Kenijā, notika pirmais {scratchAfricaConferenceLink}, kurā piedalījās vairāk nekā 250 pedagogi un studenti no visas Āfrikas, lai dalītos mācībās, sniegtu iespēju jauniešiem un atzīmētu sasniegumus radošā kodēšanas jomā. Konferencē Scratch komanda laida klajā Scratch svahili versiju, kas ir pieejama lietošanai gan tiešsaistē, gan bezsaistē.",
    "annualReport.conferencesAfricaImageCaption": "Fotoattēlu autors {photoCredit}",
    "annualReport.financialsTitle": "Finanses — 2019. gads",
    "annualReport.financialsButton": "2019. gada auditētie finanšu dati",
    "annualReport.financialsFutureYears": "Piezīme. Finanšu rādītāji turpmākajos gados ievērojami atšķirsies, jo Scratch darbinieki tagad ir pārgājuši no MIT uz Scratch Foundation.",
    "annualReport.supportersTitle": "Paldies mūsu atbalstītājiem",
    "annualReport.supportersIntro": "Paldies mūsu dāsnajiem atbalstītājiem. Jūsu ieguldījums palīdz mums paplašināt radošās mācību iespējas visu vecumu bērniem no jebkuras pieredzes visā pasaulē.",
    "annualReport.supportersSpotlightTitle": "Ziedotājs — Prožektoru Stāsts",
    "annualReport.supportersSFETitle": "Zīgela ģimenes fonds",
    "annualReport.supportersSFEDescription1": "2012. gada maijā Deivids Zīgels piedalījās Scratch Day MIT Media Lab kopā ar savu dēlu Zaku, aktīvu un entuziasmu Scratch. Vērojot Zaku un citus bērnus, kuri izmanto Scratch, lai kodētu savas spēles, animācijas un robotizētas radības, Deivids redzēja, cik liels ir Scratch potenciāls, lai palīdzētu bērniem apgūt praktiskas kodēšanas prasmes un attīstīties kā skaitļošanas domātāji.",
    "annualReport.supportersSFEDescription2": "Deivids no pirmavotiem zina skaitļošanas domāšanas nozīmi, un viņa datorzinātnieka un uzņēmēja karjeru ir veidojusi tā pati zinātkāre, ko Scratch palīdz jaunajiem audzēkņiem izpētīt katru dienu. Tas ir tas pats izpētes instinkts, kas lika viņam studēt datorzinātnes Prinstonā un iegūt doktora grādu, pamatojoties uz darbu, kas pabeigts MIT Mākslīgā intelekta laboratorijā. 2001. gadā viņš līdzdibināja uzņēmumu Two Sigma, kas ir kļuvis par pasaules līderi mašīnmācības un datu zinātnes pielietošanā investīciju pārvaldībā.",
    "annualReport.supportersSFEDescription3": "2011. gadā Deivids nodibināja Siegel Family Endowment (SFE), lai atbalstītu organizācijas, kas strādā, lai palīdzētu cilvēkiem pielāgoties jauno tehnoloģiju prasībām un labāk izprastu un mazinātu spēcīgos traucējumus, ko tehnoloģija ir izraisījusi gandrīz katrā nozarē. Viņš ir arī Scratch Foundation līdzdibinātājs un stingri iestājas par organizācijas misiju nodrošināt Scratch bezmaksas un pieejamu audzēkņiem visā pasaulē.",
    "annualReport.supportersCoFounder": "Līdzdibinātājs un līdzpriekšsēdētājs",
    "annualReport.supportersQuote": "Viens no ietekmīgākajiem veidiem, kā mēs varam palīdzēt jauniešiem iesaistīties un attīstīties arvien digitālākajā pasaulē, ir nodrošināt, ka Scratch joprojām ir bezmaksas un pieejams bērniem visur. Scratch atbalsts šodien ir svarīgāks nekā jebkad agrāk.",
    "annualReport.supportersThankYou": "Paldies mūsu atbalstītājiem",
    "annualReport.supportersAllDescription": "Mūsu misija ir nodrošināt visiem bērniem no dažādām vidēm iespējas iztēloties, radīt un dalīties ar jaunajām tehnoloģijām. Mēs vēlamies pateikties visiem Scratch atbalstītājiem, kuri kopš 2002. gada, kad sākām strādāt pie Scratch, ir palīdzējuši mums radīt pārsteidzošu mācību pieredzi miljoniem jauniešu visā pasaulē. Šis saraksts ir balstīts uz kumulatīvo līdzekļu piešķiršanu Scratch (gan MIT, gan Scratch Foundation) līdz 2019. gada 31. decembrim.",
    "annualReport.supportersFoundingDescription": "Mēs esam īpaši pateicīgi mūsu dibinātājiem, kuri mūs atbalstīja no Scratch pirmsākumiem, katrs sniedzot vismaz 10 000 000 USD kumulatīvo atbalstu dažādos veidos.",
    "annualReport.supportersFoundingTitle": "Dibināšanas partneri",
    "annualReport.supportersCreativityTitle": "Radošuma aplis — $ 1 000 000+",
    "annualReport.supportersCollaborationTitle": "Sadarbības loks — $ 200 000+",
    "annualReport.supportersImaginationTitle": "Iztēles aplis — $50 000+",
    "annualReport.supportersInspirationTitle": "Iedvesmas aplis — $20 000+",
    "annualReport.supportersExplorationTitle": "Izpētes aplis — USD 5000+",
    "annualReport.supportersInKindTitle": "Atbalstītāji natūrā",
    "annualReport.leadershipTitle": "Mūsu komanda",
    "annualReport.leadershipBoard": "Valde",
    "annualReport.leadershipChair": "Krēsls",
    "annualReport.leadershipProfessor": "Mācību pētniecības profesors",
    "annualReport.leadershipViceChair": "Priekšsēdētāja vietnieks",
    "annualReport.leadershipBoardMember": "Valdes loceklis",
    "annualReport.leadershipPresidentCEO": "Prezidents un izpilddirektors",
    "annualReport.leadershipFormerPresident": "Bijušais prezidents",
    "annualReport.leadershipFounderCEO": "Dibinātājs un izpilddirektors",
    "annualReport.leadershipFormerChairCEO": "Bijušais priekšsēdētājs un izpilddirektors",
    "annualReport.leadershipBoardSecretaryTreasurer": "Valdes sekretārs un kasieris",
    "annualReport.leadershipBoardSecretary": "Valdes sekretārs",
    "annualReport.leadershipBoardTreasurer": "Valdes kasieris",
    "annualReport.leadershipScratchTeam": "Scratch komanda",
    "annualReport.leadershipInterim": "Pagaidu izpilddirektors",
    "annualReport.donateTitle": "Atbalstiet mūs",
    "annualReport.donateMessage": "Jūsu atbalsts ļauj mums padarīt Scratch bezmaksas ikvienam, nodrošina mūsu serveru darbību, un, pats galvenais, mēs varam nodrošināt bērniem visā pasaulē iespēju iedomāties, radīt un kopīgot. Paldies!",
    "annualReport.donateButton": "Atbalsti"
}