{
    "annualReport.subnavMessage": "Bericht",
    "annualReport.subnavMission": "Missie",
    "annualReport.subnavMilestones": "Mijlpaal",
    "annualReport.subnavReach": "Bereik",
    "annualReport.subnavInitiatives": "Initiatieven",
    "annualReport.subnavFinancials": "Financiën",
    "annualReport.subnavSupporters": "Supporters",
    "annualReport.subnavTeam": "Team",
    "annualReport.subnavDonate": "Doneer",
    "annualReport.mastheadYear": "Jaarverslag 2019",
    "annualReport.mastheadTitle": "Het cultiveren van een wereld van creatief leren",
    "annualReport.messageTitle": "Bericht van het Scratch Team",
    "annualReport.messageP1": "2019 was een jaar van grote vooruitgang voor Scratch. We begonnen het jaar met de lancering van Scratch 3.0, onze nieuwste generatie Scratch, ontworpen om de creativiteit van kinderen te stimuleren en kinderen met verschillende interesses en achtergronden te betrekken. We vierden het einde van het jaar met de verhuizing van ons team van MIT naar het nieuwe huis van de Scratch Foundation, in een speelse ruimte op de eerste verdieping in de buurt van het South Station in Boston. Gedurende het hele jaar bleef de Scratch-gemeenschap gedijen en groeien: Meer dan 20 miljoen jongeren hebben in 2019 met Scratch projecten opgezet, een stijging van 48% ten opzichte van het jaar daarvoor.",
    "annualReport.messageP2": "De invloed en het belang van Scratch zijn in 2020 aangetoond, toen de COVID-pandemie de scholen tot sluiting dwong. De activiteit in de online gemeenschap van Scratch is meer dan verdubbeld, omdat jongeren, die alleen thuis zijn, zich tot Scratch hebben gewend om zich creatief uit te drukken en met elkaar in contact te komen. Scratchers zijn ook actief betrokken geweest bij Black Lives Matter en andere bewegingen voor rassenrechtvaardigheid en gelijkheid, waarbij ze geanimeerde projecten en studio's creëerden om het bewustzijn te verspreiden en te vragen om verandering.",
    "annualReport.messageP3": "Vanaf het moment dat we Scratch in 2007 lanceerden, hebben we Scratch altijd gezien als meer dan een programmeertaal. Scratch biedt mogelijkheden voor alle jongeren, van alle achtergronden, om hun stem te ontwikkelen, hun ideeën uit te drukken en met elkaar te creëren. We zijn blij te zien hoe Scratchers hebben gereageerd op de recente maatschappelijke uitdagingen met creativiteit, samenwerking, zorgzaamheid en vriendelijkheid.",
    "annualReport.messageP4": "In dit jaarverslag delen we meer over de missie, de plannen, de impact en het bereik van Scratch, ondersteund met voorbeelden van hoe Scratch de leermogelijkheden voor een brede diversiteit aan jongeren over de hele wereld uitbreidt, zowel op scholen als gedurende hun hele leven.",
    "annualReport.messageP5": "We zijn trots op wat jonge mensen vandaag de dag met Scratch creëren en leren, en we zijn vastbesloten om meer kansen te bieden aan meer jonge mensen in de toekomst.",
    "annualReport.messageSignature": "— Het Scratch Team",
    "annualReport.covidResponseTitle": "Scratch reageert op COVID",
    "annualReport.covidResponseP1": "Terwijl we dit jaarverslag schrijven, zitten we maandenlang in de COVID-pandemie. Sinds medio maart 2020 is het Scratch-kantoor gesloten en werken de leden van het Scratch-team actief vanuit huis aan de ondersteuning van kinderen en opvoeders over de hele wereld wier leven door de pandemie is ontwricht.",
    "annualReport.covidResponseP2": "Op 17 maart lanceerden we het #ScratchAtHome initiatief om kinderen, gezinnen en opvoeders ideeën aan te reiken voor creatieve leeractiviteiten met Scratch thuis. We blijven video lessen en andere bronnen toevoegen aan de {scratchAtHomeLink}.",
    "annualReport.covidResponseScratchAtHomePage": "#ScratchAtHome pagina",
    "annualReport.covidResponseP3": "Activiteit in de {scratchCommunityLink} is meer dan verdubbeld ten opzichte van vorig jaar. Scratchers creëren en delen projecten om anderen te ondersteunen en door de pandemie heen te inspireren — met projecten en studio's die ideeën bieden om thuis te sporten, tips om gezond te blijven, humor om elkaar op te vrolijken, en essentiële helpers te bedanken.",
    "annualReport.covidResponseScratchCommunity": "Scratch online gemeenschap",
    "annualReport.missionTitle": "Onze missie",
    "annualReport.missionSubtitle": "Onze missie is om alle kinderen, van alle achtergronden, mogelijkheden te bieden om iets te bedenken, te creëren en samen te werken met nieuwe technologieën — zodat ze de wereld van morgen vorm kunnen geven.",
    "annualReport.missionP1": "We zijn vastbesloten om prioriteit te geven aan gelijkheid in alle aspecten van ons werk, met een bijzondere nadruk op initiatieven en benaderingen die ondersteuning geven aan kinderen, gezinnen en opvoeders die het verst van onderwijsrechtvaardigheid af staan.",
    "annualReport.missionP2": "We hebben Scratch ontwikkeld als een gratis, veilige, speelse leeromgeving die alle kinderen betrekt bij het creatief denken, systematisch redeneren en samenwerken — essentiële vaardigheden voor iedereen in de hedendaagse samenleving. We werken samen met leerkrachten en gezinnen om kinderen te ondersteunen bij het verkennen, delen en leren.",
    "annualReport.missionP3": "Bij de ontwikkeling van nieuwe technologieën, activiteiten en leermateriaal laten we ons leiden door wat we noemen de {fourPsItalics}:",
    "annualReport.fourPs": "De vier P's van Creatief Leren",
    "annualReport.missionProjectsTitle": "Projecten",
    "annualReport.missionPeersTitle": "Peers",
    "annualReport.missionPassionTitle": "Passie",
    "annualReport.missionPlayTitle": "Spelen",
    "annualReport.missionProjectsDescription": "Betrek kinderen bij het ontwerpen, creëren en creatief uitdrukken van zichzelf",
    "annualReport.missionPeersDescription": "Ondersteun kinderen bij het samenwerken, delen, remixen en mentorschap",
    "annualReport.missionPassionDescription": "Stel Kinderen in staat om te bouwen aan hun interesses en te werken aan persoonlijke zinvolle projecten",
    "annualReport.missionPlayDescription": "Moedig kinderen aan om te knutselen, te experimenteren en te puzzelen",
    "annualReport.milestonesTitle": "Mijlpaal",
    "annualReport.milestonesDescription": "Hier zijn enkele belangrijke gebeurtenissen en prestaties in de geschiedenis van Scratch en de wereldwijde Scratch-gemeenschap.",
    "annualReport.milestones2003Message": "Een subsidie van de National Science Foundation toegekend gekregen om de ontwikkeling van Scratch te starten.",
    "annualReport.milestones2004Message": "Eerste Scratch-workshop aangeboden bij Computer Clubhouse Teen Summit",
    "annualReport.milestones2007Message": "Openbare lancering van de Scratch-programmeertaal en online gemeenschap",
    "annualReport.milestones2008Message": "Organiseerde de eerste Scratch-conferentie voor leerkrachten en ontwikkelaars",
    "annualReport.milestones2009Message1.4": "Scratch 1.4 uitgebracht, vertaald in meer dan 40 talen",
    "annualReport.milestones2009MessageScratchDay": "Het eerste Scratch Dag-evenement georganiseerd voor kinderen en gezinnen",
    "annualReport.milestones2010Message": "Scratch online gemeenschap bereikt 1 miljoen leden",
    "annualReport.milestones2013MessageFoundation": "Code-to-Learn Foundation opgericht (later hernoemd tot Scratch Foundation)",
    "annualReport.milestones2013MessageScratch2": "Scratch 2.0 gelanceerd, die nieuwe mogelijkheden voor samenwerking biedt",
    "annualReport.milestones2014Message": "Lancering van ScratchJr voor jongere kinderen van 5 tot 7 jaar.",
    "annualReport.milestones2016Message": "Scratch online community bereikt 10 miljoen leden",
    "annualReport.milestones2017Message": "Scratch Dag groeit naar 1.100 evenementen in 60 landen",
    "annualReport.milestones2019MessageScratch3": "Lancering van Scratch 3.0, uitbreiding van wat kinderen kunnen maken met code",
    "annualReport.milestones2019MessageMove": "Scratch Team verhuist van MIT naar Scratch Foundation",
    "annualReport.reachTitle": "Kinderen wereldwijd bereikt",
    "annualReport.reachSubtitle": "Scratch is 's werelds grootste code-gemeenschap voor kinderen en tieners, vanaf 8 jaar.",
    "annualReport.reachMillion": "miljoen",
    "annualReport.reach170million": "170 {million}",
    "annualReport.reach60million": "60 {million}",
    "annualReport.reach20million": "20 {million}",
    "annualReport.reach48million": "48 {million}",
    "annualReport.reachUniqueVisitors": "Unieke bezoekers",
    "annualReport.reachProjectsCreated": "Projecten die zijn gemaakt",
    "annualReport.reachProjectCreators": "Projecten van mensen",
    "annualReport.reachComments": "Commentaren geplaatst in de online gemeenschap",
    "annualReport.reachGrowthTitle": "Groei van de gemeenschap",
    "annualReport.reachGrowthBlurb": "Nieuwe accounts gecreëerd in de Scratch online gemeenschap in de afgelopen 5 jaar.",
    "annualReport.reachGlobalCommunity": "Onze wereldwijde gemeenschap",
    "annualReport.reachMapBlurb": "Totaal aantal accounts geregistreerd in de Scratch online gemeenschap vanaf de lancering van Scratch tot en met 2019",
    "annualReport.reachMap20M": "20 M",
    "annualReport.reachMapLog": "op een logaritmische schaal",
    "annualReport.reachTranslationTitle": "Scratch is vertaald in 60+ talen",
    "annualReport.reachTranslationBlurb": "Dankzij vrijwillige vertalers uit de hele wereld.",
    "annualReport.reachScratchJrBlurb": "ScratchJr is een voorbereidende programmeeromgeving die jonge kinderen (5-7 jaar) in staat stelt om hun eigen interactieve verhalen en spelletjes te maken.",
    "annualReport.reach22million": "22 {million}",
    "annualReport.reachDownloads": "Downloads sinds de lancering in 2014",
    "annualReport.initiativesTitle": "Initiatieven",
    "annualReport.initiativesDescription": "Het werk van de Scratch Foundation concentreert zich op drie strategische gebieden: creatieve gereedschappen, gemeenschap en scholen. Elk gebied geeft prioriteit aan de stem en de behoeften van kinderen die ondervertegenwoordigd zijn in creatief computergebruik en probeert kinderen in diverse omgevingen en culturen over de hele wereld te ondersteunen.",
    "annualReport.equity": "Gelijkheid",
    "annualReport.globalStrategy": "Wereldwijde strategie",
    "annualReport.toolsTitle": "Creatieve gereedschappen",
    "annualReport.toolsIntro": "We zijn voortdurend aan het experimenteren en innoveren met nieuwe technologieën en nieuwe ontwerpen — we streven er altijd naar om kinderen nieuwe manieren te bieden om te creëren, samen te werken en te leren.",
    "annualReport.toolsSpotlight": "Creatieve Gereedschappen — Spotlight verhaal",
    "annualReport.toolsLaunch": "Lancering van Scratch 3.0",
    "annualReport.toolsLaunchIntro1": "We hebben Scratch 3.0 ontworpen om uit te breiden hoe, wat en waar kinderen met Scratch kunnen creëren. Scratch 3.0 werd begin 2019 uitgebracht en leidde tot een golf van activiteiten in de Scratch-gemeenschap, met meer projecten - en een grotere verscheidenheid aan projecten - dan ooit tevoren.",
    "annualReport.toolsLaunchIntro2": "Scratch 3.0 bevat een bibliotheek met uitbreidingen — extra verzamelingen van code-blokken die nieuwe mogelijkheden aan Scratch toevoegen. Sommige uitbreidingen bieden toegang tot webservices en andere softwarefuncties, terwijl andere Scratch verbinden met apparaten in de fysieke wereld, zoals motoren en sensoren.",
    "annualReport.toolsTexttoSpeech": "Tekst-naar-spraak",
    "annualReport.toolsTexttoSpeechIntro": "Met de Tekst-naar-Spraak uitbreiding kunnen kinderen hun Scratch-personages programmeren om hardop te spreken, in een verscheidenheid van verschillende stemmen.",
    "annualReport.toolsNumProjects": "330,000+",
    "annualReport.toolsTexttoSpeechProjects": "{numProjects} projecten in 2019 gebruikten Tekst-naar-spraak",
    "annualReport.toolsMostPopular": "Meest populair",
    "annualReport.toolsTexttoSpeechPopular": "{mostPopular} nieuwe Scratch uitbreiding in de gemeenschap",
    "annualReport.toolsCollabAWS": "Samenwerking met Amazon Web Services",
    "annualReport.toolsTranslate": "Vertaal",
    "annualReport.toolsTranslateIntro": "Met de Vertaal uitbreiding, gebouwd op de Google Translate API, kunnen kinderen automatische vertaling opnemen in hun projecten, ter ondersteuning van het leren van talen en wereldwijde communicatie.",
    "annualReport.toolsNumLanguages": "50+",
    "annualReport.toolsTranslateLanguages": "{numLanguages} talen vertaald in de uitbreiding",
    "annualReport.toolsSupportsLiteracy": "Ondersteunt geletterdheid",
    "annualReport.toolsCSandLanguageArts": "informatica en taalkunde",
    "annualReport.toolsTranslateLiteracy": "{supportsLiteracy} via {CSandLanguageArtsLink}",
    "annualReport.toolsCollabGoogle": "Samenwerking met Google",
    "annualReport.toolsPhysicalWorld": "Fysieke wereld verbindingen",
    "annualReport.toolsMindstormsLink": "LEGO Mindstorms EV3",
    "annualReport.toolsWeDoLink": "WeDo 2.0",
    "annualReport.toolsLEGORoboticsIntro": "Leerlingen kunnen dansrobots, interactieve sculpturen en dataverzamelingsexperimenten maken met behulp van Scratch en LEGO-robotics kits.. De nieuwe LEGO Education SPIKE Prime Set bevat een app gebaseerd op Scratch. Daarnaast zijn er Scratch-uitbreidingen beschikbaar voor {mindstormsLink} en {weDoLink}.",
    "annualReport.toolsCollabLEGO": "Samenwerking met LEGO Education",
    "annualReport.toolsVideoTutorials": "Videolessen",
    "annualReport.toolsTutorialsIntro": "Scratch 3.0 introduceerde een gevarieerde collectie van video lessen om kinderen te helpen met Scratch aan de slag te gaan. De lessen hebben een open einde en zijn ontworpen om leerlingen aan te moedigen om te experimenteren, hun interesses te volgen en hun eigen ideeën te uiten.",
    "annualReport.toolsNumTutorials": "25 nieuwe lessen",
    "annualReport.toolsNewTutorials": "{numTutorials} beschikbaar in Scratch 3.0",
    "annualReport.toolsNumViews": "23 miljoen",
    "annualReport.toolsTutorialsViews": "{numViews} weergaven in 2019",
    "annualReport.toolsApp": "Scratch App Ondersteunt Offline Leren",
    "annualReport.toolsDownloadLink": "downloadbare app",
    "annualReport.toolsRaspberryLink": "bruikbaar op Raspberry Pi 4",
    "annualReport.toolsAppIntro": "In de loop van 2019 heeft het Scratch Team Scratch 3.0 uitgebracht als een {downloadableLink} voor gebruik op meerdere platforms, waaronder Windows, MacOS, ChromeOS en Android-tablets. Daarnaast heeft de Raspberry Pi Foundation Scratch 3.0 uitgebracht voor {raspberryLink}. Deze downloadbare versies zijn vooral belangrijk voor miljoenen leerlingen in gebieden waar de internetverbinding niet beschikbaar of onbetrouwbaar is.",
    "annualReport.toolsAbhiTitle": "Abhi op Cartoon Network",
    "annualReport.toolsAbhiIntro": "Om te benadrukken wat kinderen met Scratch 3.0 kunnen doen, hebben we in samenwerking met Cartoon Network een video gemaakt met Abhi, een 12-jarige Scratcher die graag animaties en spelletjes maakt. In de video ontmoet Abhi Ian Jones-Quartey, de maker van OK K.O. en andere Cartoon Network shows. Abhi laat Ian kennismaken met de belangrijkste kenmerken van de nieuwe versie van Scratch, en samen tekenen en programmeren ze een animatie van een Cartoon Network personage dat op en neer springt.",
    "annualReport.toolsAbhiQuote": "Mijn favoriete ding over Scratch is de gemeenschap, omdat ze aardig en behulpzaam zijn voor mij. Daarom ben ik altijd blij om elk project in mijn dromen te delen.",
    "annualReport.communityTitle": "Gemeenschap",
    "annualReport.communityIntro": "De Scratch online gemeenschap is altijd een belangrijk onderdeel geweest van de Scratch-ervaring en biedt kinderen de mogelijkheid om samen te werken, te delen en feedback te geven aan elkaar.",
    "annualReport.communitySpotlight": "Gemeenschap — Spotlight verhaal",
    "annualReport.communityTeam": "Scratch Gemeenschap Team",
    "annualReport.communityTeamIntro1": "Op de vraag waarom ze Scratch gebruiken, hebben de meeste Scratchers het over het belang van de online gemeenscahp voor het motiveren van hun voortdurende deelname, het bieden van een ruimte waar ze hun creativiteit kunnen uiten, vrienden kunnen maken, feedback kunnen krijgen, nieuwe ideeën kunnen opdoen en nieuwe vaardigheden kunnen aanleren. Veel Scratchers spreken hun waardering uit voor de Scratch-gemeenschap als een veilige en gastvrije ruimte om met elkaar in contact te komen, te delen en van elkaar te leren.",
    "annualReport.communityTeamIntro2": "Hoe kunnen we ervoor zorgen dat de gemeenschap veilig en vriendelijk blijft met 40.000 nieuwe projecten en 400.000 nieuwe commentaren per dag in de Scratch online gemeenschap, terwijl we ook creatieve expressie ondersteunen en aanmoedigen? Ons Gemeenschapsteam, inclusief fulltime personeel en een netwerk van moderatoren, leidt dit essentiële werk. Er zijn twee belangrijke dimensies van het werk van het Gemeenschapsteam: moderatie en betrokkenheid bij de gemeenschap.",
    "annualReport.communityModerationTitle": "Gemeenschapsmoderatie",
    "annualReport.communityModerationInfo": "Wanneer jongeren zich bij de Scratch-gemeenschap aansluiten, verbinden zij zich om een reeks gemeenschapsrichtlijnen te volgen, die bedoeld zijn om Scratch een veilige en ondersteunende plaats voor jongeren van alle achtergronden te houden. Ons Gemeenschapsteam gebruikt een breed scala aan instrumenten en strategieën om goed digitaal burgerschap aan te moedigen en een positieve omgeving voor Scratchers te behouden. Geautomatiseerde filters voorkomen dat privé-informatie wordt gedeeld of dat ongepaste inhoud wordt geplaatst, en we staan iedereen toe om inhoud te melden waarvan zij vinden dat deze in strijd is met de richtlijnen van de gemeenschap.",
    "annualReport.communityGuidelinesTitle": "Gemeenschapsrichtlijnen",
    "annualReport.communityGuidelinesInfo": "Mensen van alle leeftijden, ras, etniciteit, religie, seksuele geaardheid en genderidentiteit zijn welkom bij Scratch.",
    "annualReport.communityGuidelinesRespect": "Wees respectvol.",
    "annualReport.communityGuidelinesShare": "Deel.",
    "annualReport.communityGuidelinesHonest": "Wees eerlijk.",
    "annualReport.communityGuidelinesConstructive": "Wees opbouwend.",
    "annualReport.communityGuidelinesPrivacy": "Houd persoonlijke informatie privé.",
    "annualReport.communityGuidelinesFriendly": "We houden de website vriendelijk.",
    "annualReport.communityEngagementTitle": "Gemeenschapsengagement",
    "annualReport.storySwap": "Verhalenwissel",
    "annualReport.communityEngagementInfo": "Een andere belangrijke rol van het Gemeenschapsteam is het benadrukken en ontwikkelen van mogelijkheden voor jongeren om hun ideeën te uiten en zich op een positieve manier te engageren. Het team brengt projecten en studio's van leden van de gemeenschap onder de aandacht om als inspiratiebron te dienen, en het plaatst regelmatig Scratch Design Studio's om creatieve activiteiten te stimuleren. Elke zomer organiseert het team een online Scratch Camp: het thema in 2019 was {storySwapLink}, met Scratchers die op elkaars verhalen voortbouwen.",
    "annualReport.communitySDSTitle": "Scratch Design Studios",
    "annualReport.communitySDSInfo": "Een paar Scratch Design Studio's uit 2019:",
    "annualReport.communityDayintheLife": "Dag in het leven van",
    "annualReport.communityDayintheLifeInfo": "Maak een project over een dag in het leven van iets",
    "annualReport.communityYear3000": "Jaar 3000",
    "annualReport.communityYear3000Info": "Hoe zou het leven in het jaar 3000 kunnen zijn?",
    "annualReport.communityBounce": "Stuiter",
    "annualReport.communityBounceInfo": "Maak een project waarbij je stuitert, springt, roetsjt of huppelt.",
    "annualReport.communityMonochromatic": "Monochroom",
    "annualReport.communityMonochromaticInfo": "Hoe zouden de dingen eruit zien als er maar één kleur was?",
    "annualReport.communityQuotes": "Community — Citaten",
    "annualReport.communityQuote1": "Ik kwam bij Scratch toen ik 11 jaar oud was en de dingen die ik leerde door het gebruik van het platform en de interactie met de gemeenschap waren echt een vitaal onderdeel van mijn leerproces toen ik opgroeide.",
    "annualReport.communityQuote2": "Scratch heeft me in staat gesteld om dingen vanuit huis te doen, zoals \n- Mensen en hun projecten respecteren\n- Vrienden maken\n- Voelen dat ik niet alleen ben in deze quarantaine...\n.... en nog veel meer, dus ik wil zeggen \n¡GRACIAS!",
    "annualReport.communityQuote3": "Ik zit al ongeveer 2 jaar op Scratch, en het is een levensveranderende ervaring! Ik heb zoveel nieuwe dingen geleerd, zoals codering, online etiquette en kunst!",
    "annualReport.communityQuote4": "Scratch was mijn favoriete hobby in de zesde klas. Het introduceerde me heimelijk de Booleaanse logica, de volgorde van de bewerkingen en de geneste wiskundige uitdrukkingen —om nog maar te zwijgen van de computerprogrammering zelf.",
    "annualReport.studio": "studio",
    "annualReport.communityBLMIntro": "Toen raciale rechtvaardigheidsprotesten door de Verenigde Staten trokken na de tragische moorden op George Floyd, Breonna Taylor, Ahmaud Arbery en anderen begin 2020, gebruikten veel jongeren Scratch als een manier om hun steun te betuigen aan de Black Lives Matter-beweging, door projecten op te zetten en opmerkingen te plaatsen om zich uit te spreken tegen het racisme en het politiegeweld. In een {BLMStudioLink} vermeld op de Scratch-homepage hebben Scratchers honderden projecten en duizenden commentaren ingediend. Het Scratch Community Team was actief betrokken om Scratchers te ondersteunen tijdens een traumatische tijd en om ervoor te zorgen dat alle projecten en gesprekken respectvol bleven.",
    "annualReport.communityArtwork": "Kunstwerk door de Scratcher OnionDipAnimations",
    "annualReport.communityChangeTitle": "We zien jonge mensen als aanjagers van verandering.",
    "annualReport.communityChangeInfo": "We zijn toegewijd om met hen samen te werken, en met de leerkrachten en gezinnen die hen ondersteunen, om ervoor te zorgen dat ze de vaardigheden, motivatie en het vertrouwen ontwikkelen die ze nodig hebben om een bevredigend leven te leiden en een zinvolle verandering in de samenleving teweeg te brengen.",
    "annualReport.watchVideo": "Bekijk de video",
    "annualReport.schoolsTitle": "Scholen",
    "annualReport.schoolsIntro": "We bieden programma's en middelen om leraren en leerlingen op scholen over de hele wereld te ondersteunen, ontworpen om gelijke kansen te creëren in creatieve computerervaringen, gebaseerd op projecten, passie, leeftijdsgenoten en spel.",
    "annualReport.schoolsSpotlight": "Scholen - Spotlight-verhaal",
    "annualReport.cpsProjectTitle": "Creatief computergebruik op openbare scholen in Chicago",
    "annualReport.cpsProjectIntroP1": "In 2019, met financiering van Google.org, werkte het Scratch-team samen met SocialWorks, CS4ALL Chicago en Chicago Public Schools om zeven basisscholen in de South Side van Chicago te ondersteunen bij het lanceren van een initiatief om creatieve codering op te nemen in hun curriculum.",
    "annualReport.cpsProjectIntroP2": "Als onderdeel van dit initiatief hebben honderden studenten zichzelf voorgesteld en getekend als de superheld van hun eigen videogames. Ze brachten die ideeën tot leven in een gezamenlijk Scratch-project genaamd SuperMe. De lokale Chicago-held en Grammy Award-winnende muzikant Chance the Rapper was zo geïnspireerd door het werk van de studenten dat hij het de officiële videogame noemde voor zijn hit \"I Love You So Much\" en het met de wereld deelde.",
    "annualReport.familyCreativeNightsHeader": "Creatieve codeeravonden voor de familie",
    "annualReport.familyCreativeNightsDescription": "Een sleutel tot het succes van dit initiatief was om leerlingen, gezinnen, leerkrachten en andere leden van de gemeenschap met elkaar in contact te brengen via Family Creative Coding Nights. Deze evenementen brachten honderden familieleden van alle leeftijden - van jonge kinderen tot grootouders - samen in activiteiten waarbij programmeren werd gecombineerd met kunst, dans en muziek. Deze evenementen versterkten de banden tussen huis en school, en erkenden de belangrijke rol van gezinnen bij het inspireren en ondersteunen van het leren van kinderen.",
    "annualReport.familyNightsPhotoCredit": "Foto's van Jordan Macy, SocialWorks",
    "annualReport.teacherPDHeader": "Investeren in professionele ontwikkeling voor leerkrachten",
    "annualReport.teacherPDDescription": "Leraren van de deelnemende basisscholen kwamen samen voor professionele ontwikkelingsworkshops, deden uit de eerste hand ervaring op met het maken van hun eigen Scratch-projecten en vonden zinvolle manieren om Scratch te gebruiken om het leren van studenten in het hele curriculum te ondersteunen.",
    "annualReport.teacherPDQuoteAttribution": "{teacherName}, CPS Educator",
    "annualReport.teacherPDQuote": "Wat me het meest verbaasde, was de intrinsieke samenwerking die gepaard ging met het gebruik van Scratch in mijn klas. Leerlingen ontdekten vaak zelf iets op het Scratch-platform, lieten het mij zien en verspreidden het vervolgens onder elkaar.",
    "annualReport.extendingReachHeader": "Het bereik vergroten",
    "annualReport.extendingReachDescription": "Om het bereik van deze samenwerking uit te breiden, bouwde CS4ALL Chicago voort op het Family Creative Coding Night-model en heeft het beschikbaar gemaakt voor alle openbare scholen van Chicago. Google CS First heeft {codeYourHeroLink} handleidingen voor leerlingen en leerkrachten geproduceerd, gratis online beschikbaar in het Engels en Spaans.",
    "annualReport.codeYourHero": "Codeer je held",
    "annualReport.inTheNewsHeader": "In het nieuws",
    "annualReport.chicagoSunTimesArticle": "Artikel in de Chicago Sun Times",
    "annualReport.rollingStoneArticle": "Rolling Stone artikel",
    "annualReport.conferencesTitle": "Scratch conferenties over de hele wereld",
    "annualReport.conferencesIntro": "In 2008 organiseerde het Scratch-team de eerste Scratch-conferentie bij MIT, waar leerkrachten, onderzoekers en ontwikkelaars samen gebracht werden om ideeën en ervaringen uit te wisselen voor het gebruik van Scratch om creatief leren te ondersteunen. Sindsdien organiseert het Scratch-team om de twee jaar een Scratch-conferentie bij MIT. Bovendien hebben leden van de wereldwijde Scratch-gemeenschap meer dan een dozijn conferenties georganiseerd en gehost, die zich uitstrekken over oceanen, continenten, culturen en talen.",
    "annualReport.conferencesHeroImageCaption": "Scratch Africa Conference, foto van {photoCredit}",
    "annualReport.conferencesLatinAmericaTitle": "Latijns Amerika",
    "annualReport.conferencesLatinAmericaDescription": "In mei 2019 kwamen leerkrachten uit heel Chili en andere delen van Latijns-Amerika samen voor de tweede {scratchAlSurLink}conferentie in Santiago in Chili. Na de conferentie bracht Scratch al Sur een {spanishVersionLink} van de {creativeComputingCurriculumLink} gids uit, ontwikkeld door de Creative Computing-groep van de Harvard Graduate School of Education.",
    "annualReport.conferencesSpanishVersionLinkText": "Spaanse versie",
    "annualReport.conferencesLatinAmericaImageCaption": "Foto gegeven door {photoCredit}",
    "annualReport.conferencesEuropeTitle": "Europa",
    "annualReport.conferencesEuropeDescription": "In augustus 2019 organiseerde de Raspberry Pi Foundation de vierde {scratchConferenceEuropeLink}, gehouden in Cambridge in het VK. De conferentie bracht formele en informele leerkrachten uit meer dan 25 landen samen voor praktische workshops, presentaties en demonstraties door studenten, leerkrachten, onderzoekers en organisaties uit de gemeenschap.",
    "annualReport.conferencesEuropeImageCaption": "Foto gegeven door {photoCredit}",
    "annualReport.conferencesAfricaTitle": "Afrika",
    "annualReport.conferencesAfricaDescription": "In oktober 2019 vond de eerste {scratchAfricaConferenceLink} plaats in Nairobi, Kenia, en kwamen meer dan 250 leerkrachten en studenten uit heel Afrika om lessen te delen, jongeren kracht bij te zetten en prestaties op het gebied van creatief programmeren te vieren. Tijdens de conferentie lanceerde het Scratch-team een Swahili-versie van Scratch, die zowel online als offline kan worden gebruikt.",
    "annualReport.conferencesAfricaImageCaption": "Foto door {photoCredit}",
    "annualReport.financialsTitle": "Financiën - 2019",
    "annualReport.financialsButton": "Gecontroleerde financiële gegevens van 2019",
    "annualReport.financialsFutureYears": "Opmerking: de financiën zullen in de komende jaren aanzienlijk verschillen, aangezien het personeel van Scratch nu is overgestapt van MIT naar de Scratch Foundation.",
    "annualReport.supportersTitle": "Dank aan onze supporters",
    "annualReport.supportersIntro": "Dank aan onze genereuze supporters. Jullie bijdrage helpt ons creatieve leermogelijkheden uit te breiden voor kinderen van alle leeftijden, met alle achtergronden, over de hele wereld.",
    "annualReport.supportersSpotlightTitle": "Donor - Spotlight-verhaal",
    "annualReport.supportersSFETitle": "Schenking van de familie Siegel",
    "annualReport.supportersSFEDescription1": "In mei 2012 woonde David Siegel de Scratch Day bij in het MIT Media Lab met zijn zoon Zach, een actieve en enthousiaste Scratcher. David zag hoe Zach en andere kinderen Scratch gebruikten om hun eigen games, animaties en robotwezens te coderen, en David zag hoeveel potentieel Scratch had om kinderen te helpen praktische codeervaardigheden te leren en zich te ontwikkelen als computationele denkers.",
    "annualReport.supportersSFEDescription2": "David kent uit de eerste hand het belang van computationeel denken, en zijn carrière als computerwetenschapper en ondernemer is gevormd door dezelfde nieuwsgierigheid die Scratch elke dag  jonge leerlingen helpt te ontdekken. Het is hetzelfde verkennende instinct dat hem ertoe bracht om computerwetenschappen te studeren aan Princeton en een doctoraat te behalen op basis van werk dat hij bij MIT's Artificial Intelligence Lab had gedaan. In 2001 was hij medeoprichter van Two Sigma, dat is uitgegroeid tot een wereldleider in het toepassen van machine learning en data science op investeringsbeheer.",
    "annualReport.supportersSFEDescription3": "In 2011 richtte David de Siegel Family Endowment (SFE) op om organisaties te ondersteunen die mensen helpen zich aan de eisen van nieuwe technologie aan te passen, en om de krachtige verstoringen die technologie in bijna elke sector heeft veroorzaakt, beter te begrijpen en te verminderen. Hij is ook mede-oprichter van de Scratch Foundation en is een groot voorstander van de missie van de organisatie om Scratch gratis en toegankelijk te houden voor leerlingen over de hele wereld.",
    "annualReport.supportersCoFounder": "Mede-oprichter en vice voorzitter",
    "annualReport.supportersQuote": "Ervoor zorgen dat Scratch gratis en toegankelijk blijft voor kinderen overal ter wereld is een van de meest impactvolle manieren waarop we jonge leerlingen kunnen helpen om deel te nemen aan en te gedijen in een steeds digitaler wordende wereld. Ondersteuning van Scratch is tegenwoordig belangrijker dan ooit tevoren.",
    "annualReport.supportersThankYou": "Dank aan onze supporters",
    "annualReport.supportersAllDescription": "Onze missie is om alle kinderen, van alle achtergronden, de kans te geven zich nieuwe technologieën voor te stellen, te creëren en te delen. We willen alle Scratch-supporters bedanken die, sinds we in 2002 aan Scratch zijn begonnen, ons hebben geholpen geweldige leerervaringen te creëren voor miljoenen jonge mensen over de hele wereld. De volgende lijst is gebaseerd op cumulatieve giften aan Scratch (bij zowel MIT als Scratch Foundation) tot en met 31 december 2019.",
    "annualReport.supportersFoundingDescription": "We zijn in het bijzonder onze oprichters dankbaar die ons vanaf de begindagen van Scratch hebben gesteund, die elk ten minste $ 10.000.000 aan cumulatieve ondersteuning in verschillende vormen hebben geboden.",
    "annualReport.supportersFoundingTitle": "Oprichters",
    "annualReport.supportersCreativityTitle": "Creativity Circle — $1 000 000+",
    "annualReport.supportersCollaborationTitle": "Collaboration Circle — $200 000+",
    "annualReport.supportersImaginationTitle": "Imagination Circle — $50 000+",
    "annualReport.supportersInspirationTitle": "Inspiration Circle — $20 000+",
    "annualReport.supportersExplorationTitle": "Exploration Circle — $5 000+",
    "annualReport.supportersInKindTitle": "In natura supporters",
    "annualReport.leadershipTitle": "Ons team",
    "annualReport.leadershipBoard": "Raad van bestuur",
    "annualReport.leadershipChair": "Voorzitter",
    "annualReport.leadershipProfessor": "Hoogleraar leeronderzoek",
    "annualReport.leadershipViceChair": "Vice voorzitter",
    "annualReport.leadershipBoardMember": "Bestuurslid",
    "annualReport.leadershipPresidentCEO": "President en CEO",
    "annualReport.leadershipFormerPresident": "Voormalig president",
    "annualReport.leadershipFounderCEO": "Oprichter in CEO",
    "annualReport.leadershipFormerChairCEO": "Voormalig voorzitter en CEO",
    "annualReport.leadershipBoardSecretaryTreasurer": "Bestuurssecretaris en penningmeester",
    "annualReport.leadershipBoardSecretary": "Bestuurssecretaris",
    "annualReport.leadershipBoardTreasurer": "Penningmeester van het bestuur",
    "annualReport.leadershipScratchTeam": "Scratch-team",
    "annualReport.leadershipInterim": "Interim directeur",
    "annualReport.donateTitle": "Steun ons",
    "annualReport.donateMessage": "Jouw steun stelt ons in staat om Scratch voor iedereen gratis te maken, onze servers draaiende te houden, en het allerbelangrijkste: we kunnen kinderen over de hele wereld de kans bieden om zich dingen voor te stellen, te creëren en te delen. Bedankt!",
    "annualReport.donateButton": "Doneer"
}